{
  "id": "PMC11166648",
  "title": "Direct RNA sequencing of astronaut blood reveals spaceflight-associated m6A increases and hematopoietic transcriptional responses",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Direct RNA sequencing of astronaut blood reveals spaceflight-associated m6A increases and hematopoietic transcriptional responses",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166648/"
  },
  "sections": {
    "permalink": "Copy",
    "kirill_grigorev": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nKirill Grigorev",
    "theodore_m_nelson": "3\nDepartment of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10032 USA\nFind articles by \nTheodore M Nelson",
    "eliah_g_overbey": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\n4\nCenter for STEM, University of Austin, Austin, TX USA\n5\nBioAstra, Inc, New York, NY USA\nFind articles by \nEliah G Overbey",
    "nadia_houerbi": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nNadia Houerbi",
    "jangkeun_kim": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nJangKeun Kim",
    "deena_najjar": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nDeena Najjar",
    "namita_damle": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nNamita Damle",
    "evan_e_afshin": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nEvan E Afshin",
    "krista_a_ryon": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nKrista A Ryon",
    "jean_thierry-mieg": "6\nNational Center for Biotechnology Information (NCBI), National Library of Medicine, NIH, Bethesda, MD 20894 USA\nFind articles by \nJean Thierry-Mieg",
    "danielle_thierry-mieg": "6\nNational Center for Biotechnology Information (NCBI), National Library of Medicine, NIH, Bethesda, MD 20894 USA\nFind articles by \nDanielle Thierry-Mieg",
    "ari_m_melnick": "7\nDepartment of Medicine, Weill Cornell Medicine, New York, NY 10021 USA\nFind articles by \nAri M Melnick",
    "jaime_mateus": "8\nSpace Exploration Technologies Corporation (SpaceX), Hawthorne, CA USA\nFind articles by \nJaime Mateus",
    "christopher_e_mason": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\n9\nWorldQuant Initiative for Quantitative Prediction, New York, NY USA\nFind articles by \nChristopher E Mason",
    "abstract": "The advent of civilian spaceflight challenges scientists to precisely describe the effects of spaceflight on human physiology, particularly at the molecular and cellular level. Newer, nanopore-based sequencing technologies can quantitatively map changes in chemical structure and expression at single molecule resolution across entire isoforms. We perform long-read, direct RNA nanopore sequencing, as well as Ultima high-coverage RNA-sequencing, of whole blood sampled longitudinally from four SpaceX Inspiration4 astronauts at seven timepoints, spanning pre-flight, day of return, and post-flight recovery. We report key genetic pathways, including changes in erythrocyte regulation, stress induction, and immune changes affected by spaceflight. We also present the first m\n6\nA methylation profiles for a human space mission, suggesting a significant spike in m\n6\nA levels immediately post-flight. These data and results represent the first longitudinal long-read RNA profiles and RNA modification maps for each gene for astronauts, improving our understanding of the human transcriptome’s dynamic response to spaceflight.\nSubject terms:\n RNA sequencing, Gene expression",
    "introduction": "Both short- and long-term missions into space are correlated with a variety of acute physiological effects, affecting diverse organ and cellular systems\n1\n–\n3\n. Astronauts generally experience performance impairment in a wide variety of activities post-spaceflight, requiring reconditioning routines to regain preflight performance\n4\n. Significant changes also occur within the circulatory and hematological system during spaceflight, on both a molecular and physiological level, which likely contributes to these effects\n5\n. Ground studies collecting transcriptomic profiles of human subjects have attempted to characterize the impact of individual components of spaceflight, such as radiation or microgravity exposure\n6\n,\n7\n, the latter being simulated with a parabolic flight\n8\n. With regard to direct spaceflight exposure, the available transcriptomic data is even more limited, focused on a few specific assays, either sequencing the human IgM repertoire following long-term spaceflight\n9\n, measuring the proteome of exhaled breath condensate after long-term spaceflight\n10\n, or examining gene expression profiles from astronaut hair follicle samples after long stays on the International Space Station\n11\n. However, beyond this limited work, there is scant data on the impact of human spaceflight on the transcriptome beyond the NASA Twins Study (1-year mission), and almost no data from short-duration missions. Moreover, there are no single-molecule, direct RNA datasets from astronauts, which can help detail changes in RNA methylation and base modifications while also capturing expression and isoform changes.\nTo address this gap in transcriptome knowledge, eleven different biospecimen types underwent four types of high-throughput sequencing for each of the four civilian astronauts on the Inspiration4 (I4) mission\n12\n, including genomics, transcriptomics, immune profiles, microbiome, and some clinical blood tests\n13\n. Long read sequencing (LRS) technologies have potentially relevant clinical applications\n14\n, since they can capture both splicing and expression differences in full-length transcripts; nanopore long-read direct-RNA sequencing\n15\n is additionally advantageous since it provides per-base epitranscriptomic data (e.g., m\n6\nA modification sites)\n16\n. Here, we generated LRS samples taken before the flight (L-92, L-44, L-3 days), the day of landing (R + 1), and in recovery periods (R + 45, R + 82, R + 194 days) after a 3-day spaceflight from the SpaceX Inspiration4 mission. A battery of computational and analytical approaches were deployed on these samples, including edgeR, DESeq2, ONT tools, Gene set co-regulation analysis (GESECA)\n17\n–\n19\n, as well as orthogonal sequencing on the Ultima UG100 platform, which generated an average of 413 million reads per sample. These data provided an opportunity to discern the utility of LRS technologies in studying the I4, as well as future astronaut cohorts, and will also enable meta-analyses in conjunction with other NASA Open Science Data Repository (NASA OSDR, \nhttps://osdr.nasa.gov/\n) short-read and single-cell data sets.\nWe present these data sets and algorithmic methods as foundational functional genomics resources for human spaceflight, as part of a roadmap for future bioinformatics data analysis techniques for LRS data. These current results are in line with the mission of NASA OSDR, which aims to standardize procedures for future spaceflight missions and open science, enabling comprehensive comparisons between these astronaut and model cohorts\n20\n. We also implemented methodologies which allow for examination of differences in expression, splicing behavior, and methylation (m\n6\nA) at the same time. As such, we can observe molecular changes underlying blood transcriptome dynamics across an astronaut’s journey to space and back, which show thousands of changes across several hundred specific genes, some of which recapitulate known stress markers of the vasculature and immune system, as well as signatures of m\n6\nA changes, isoform switching, and hematopoiesis regulation that appear upon landing back on Earth.",
    "results": "Differential gene expression and gene set co-regulation analyses reveal genes and pathways associated with the effects of short-term space flight\n\n\nWe evaluated two distinct approaches to gene expression quantification and detection of differentially expressed genes (DEGs) from the direct RNA data (see “Methods”). First, the raw basecalled reads were processed with the pipeline maintained by Oxford Nanopore Technologies (ONT), pipeline-transcriptome-de\n21\n; the pipeline considers reads aligned to the Gencode v41 transcriptomic reference\n22\n, includes multi-mapping reads, quantifies expression based on individual transcripts, collapses transcript counts into gene counts, and obtains sets of DEGs using the edgeR package\n17\n. In addition, we quantified expression based on reads aligned to the human genome reference hg38\n23\n using the subread package\n24\n, excluding multi-mapping reads, and obtained sets of DEGs via the SARTools package\n25\n, a wrapper for DESeq2\n18\n. Both pipelines were applied to the data in the context of multiple flight, recovery, and longitudinal profiles (Supplementary Data \n1\n). A full flow cell was used for each astronaut and time-point; the four astronauts were grouped together as biological replicates for downstream analysis. All runs aligned more than 400,000 long-reads, with an average length of 580 base pairs. While the two computational approaches produced results that slightly differed in DEGs determined to be significant (DESeq2 or edgeR \np\n value < 0.05) (Supplementary Data \n2\n), they overwhelmingly agreed on their relative abundance estimates for gene quantification (median Pearson’s \nr\n = 0.98, Fig. \n1a\n) and the direction of their change in all profiles (Fig. \n1b\n).\n\n\nFig. 1. Comparison of DGE pipelines.\n\n\n\n\nOpen in a new tab\n\n\nCorrelation of (\na\n) per-gene counts obtained from featureCounts and salmon, and of (\nb\n) log\n2\n(FoldChange) values obtained from SARTools and pipeline-transcriptome-de. \np\n values are obtained from a Wald test (DESeq2) and a generalized linear model test (edgeR), respectively, and plotted following FDR adjustment; in green, significant (\np\n value < 0.05) as reported by both pipelines, in red, only reported as significant by pipeline-transcriptome-de, and in blue, only reported as significant by SARTools.\nNext, gene set co-regulation analysis (GESECA)\n19\n was used to examine changes in known pathways and molecular functions (MSigDb category C2, curated gene sets)\n26\n,\n27\n, specifically for those pathways deviating from the baseline value (median z-scored expression of associated genes +1.86, Supplementary Data \n3\n) at the R + 1 timepoint (immediately post-flight). The variation of 789 out of the 6336 assessed pathways was significantly co-regulated (adjusted \np\n value < 0.05). Although 2829 downregulated genes were present at R + 1 (\nz\n-score below 0), the vast majority of significantly variable pathways was driven by upregulated genes (\nz\n-score above 0, Supplementary Fig. \n1\n). Top variable pathways included erythrocyte CO\n2\n and O\n2\n takeup and release, as well as the Biocarta AHSP pathway (hemoglobin’s chaperone; a superset of the erythrocyte-associated pathways) (Fig. \n2\n). Longitudinal changes for the identified differentially enriched pathways showed two distinct trends (Supplementary Data \n3\n, value of \ndz\n); the trend was either disrupted immediately following space flight (Fig. \n3a\n) or was continued from pre-flight before returning to baseline in recovery (Fig. \n3b\n). While most altered heme pathways were marked by increased expression of genes when returning to Earth, two pathways for erythrocytes showed distinct responses. Specifically, the data demonstrated both a decrease in erythrocyte-associated pathways for erythrocyte CO\n2\n and O\n2\n takeup (and release), as well as an increase in Steiner membrane genes, which indicates the significant spaceflight-induced stress on erythrocytes in particular.\n\n\nFig. 2. Patterns of gene expression in the top variable pathways.\n\n\n\n\nOpen in a new tab\n\n\na\n\n\nz\n-scored expression values of genes from the top 10 pathways most variable across all timepoints, as reported by featureCounts and salmon. \nb\n The top 10 pathways; dark rectangles denote the genes belonging to each pathway. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nc\n An example of the difference in the attribution of read counts to homologous genes when discarding secondary mappings (featureCounts) and when partially accounting for them (salmon); Pearson’s \nr\n between the counts reported by the two tools is annotated to the right of the heatmap.\nFig. 3. Patterns of pathway co-regulation in the course of pre-flight, return, and recovery.\n\n\n\n\nOpen in a new tab\n\n\na\n Top 30 pathways most disrupted after return from space. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nb\n Top 30 pathways most consistent in expression during both pre-flight and return from space. On the right: examples of calculation of \ndz\n, the deviation of the \nz\n-score from the value expected under the assumption that the pathway is not disrupted.\nTranscription factor enrichment analysis was then utilized to identify commonly shared transcription factors by genes (Supplementary Data \n4\n) across all time points. The top three suggested regulators, based on a combined CHIP-seq and co-expression analysis, \nKLF1\n, \nGATA1\n, and \nTAL1\n are all key transcription factors (TFs) for erythrocyte differentiation\n28\n–\n30\n, underscoring the changes in these cell types and also suggesting possible TF-based drivers for the trends observed within the GESECA analysis.\nm\n6\nA modification analysis identifies sites of differential longitudinal methylation\n\n\nNext, we identified the sites of m\n6\nA modification across isoforms\n31\n and their degree of change, leveraging the single molecular nature of the ONT platform to find sites differentially methylated across the pre-flight, recovery, and longitudinal post-flight profiles (\nq\n value < 0.01, methylKit\n32\n) (Supplementary Data \n5\n). This analysis showed 1190 m\n6\nA modification sites with statistically significant differences for at least one particular longitudinal comparison. The significant sites were annotated to 200 total transcripts, sourced from 193 gene loci. Notably, the largest set of differentially methylated positions occurred on the day of returning back to Earth (timepoint R + 1 compared to all pre-flight timepoints), which we correlated with the variability of pathways identified by GESECA. Per pathway, the number of differentially methylated sites per gene ranged from 0 to 4.4 (Fig. \n4a\n). Among the pathways with the highest density of differentially methylated sites, once again the erythrocyte-associated pathways were enriched, as well as their superset, the Biocarta alpha-hemoglobin stabilizing protein (AHSP) pathway (Fig. \n4b\n).\n\n\nFig. 4. Pathways with most differentially methylated genes.\n\n\n\n\nOpen in a new tab\n\n\na\n Correlation of the number of differentially methylated sites per gene, and expressional variability of each pathway. \nb\n Top 30 pathways with the most differentially methylated sites per gene, ranked by median differential methylation. Each dot in the box plot represents the value of differential methylation percentage of a site on any gene in the given pathway; the site’s location in the exon or the UTR is color-coded. Boxes represent the range between Q1 and Q3 (the first and the third quartile) of the distribution, thick lines within the boxes annotate the median value, and the whiskers extend by 1.5×(Q3 − Q1) in each direction. Pathways that are also significantly variable by expression (GESECA adjusted \np\n value < 0.05; obtained from a permutation test) are annotated in red. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n.\nComparing the 193 gene loci which contained DRACH (D = A, G or U; H = A, C or U) sequence motifs\n33\n with differentially methylated sites (minimum 20x coverage, \nq\n value < 0.01, methylKit) with the set of 440 differentially expressed gene loci (FDR-adjusted \np\n value < 0.05, either salmon or SARTools), we found an overlap of 53 genes, indicating that most of the post-transcriptional m\n6\nA regulation is distinct from the set of DEGs. When individual genes were considered, the genes with the highest number of differentially methylated sites did not contribute to significantly differentially expressed pathways, but among the top 30 such genes, 11 were part of the HSIAO_HOUSEKEEPING_GENES pathway (Supplementary Fig. \n2\n), and included genes for alpha-globin (\nHBA\n), beta-globin (\nHBB\n), and also human leukocyte antigen (\nHLA\n) alleles. These data indicate the transcription levels of the genes responding to spaceflight are distinct from their specific RNA modifications, and that this is consistent across the immune and hematopoietic-related pathways.\n\n\nWe next examined the m\n6\nA differences observed within the flight profile (FP) and return profile (RP) comparisons (FP1, RP1, and RP2, defined in Supplementary Data \n1\n). Overall, 331 positions were hypermethylated (\nq\n value < 0.01, methylKit) and, among these, seven genes (\nPFN1\n, \nLAPTM5\n, \nRPS4X\n, \nHBA1\n, \nMT-ND4\n, \nHBA2\n, \nHBA2.1\n) demonstrated a statistically significant downregulation in methylation 45 days after landing (\nq\n value < 0.01, methylKit). An additional two transcripts (\nMT-ND1\n, \nMT-RNR1\n) demonstrated a statistically significant downregulation 82 days after landing (\nq\n value < 0.01, methylKit). 208 positions were noted to contain decreased levels of m\n6\nA (\nq\n value < 0.01, methylKit). Amongst these, one (\nSLC25A37\n) position demonstrated increased methylation 45 days after landing (\nq\n value < 0.01, methylKit). No additional positions demonstrated increased methylation (\nq\n value < 0.01, methylKit) in the long-term follow-up timepoints, which indicates that spaceflight has its most significant effect on m\n6\nA methylation levels in the days immediately following return to Earth.\nDe novo transcriptome analysis reveals uniquely expressed transcripts at L-92, L-3, R + 1 and R + 194\n\n\nDe novo transcriptome analysis was then utilized to reveal transcripts unique to particular time points. Unlike differential expression analysis, which captures differences across timepoints based on known annotations, de novo transcriptome analysis captures unannotated transcript variants specific to a particular timepoint or sample type. Ignoring loci not detected within the samples, we note that the overall sensitivity of the full transcript-level analysis, as defined by GffCompare\n34\n, is on average 8.5%, revealing 3’ enrichment of many reads (Supplementary Data \n6\n), which is expected given the polyA-priming protocol. One particular sample (November for the C003 astronaut) had lower coverage, leading to the exclusion of this time point from subsequent analysis. Additionally, when ignoring completely unannotated putative transcripts, we report that the average precision, as defined by GffCompare, was 52.4% (Supplementary Data \n6\n). We focused on transcripts found consistently across all crew members for subsequent de novo analyses.\n\n\nThe transcripts were then analyzed in the context of two overlapping time periods: (1) the period leading up to the space flight and return; and (2) the period starting with spaceflight and leading into post-flight recovery. Therefore, first, the set of samples consisting of preflight and return timepoints (L-92, L-44, L-3, and R + 1) was examined. There were eight unique transcripts for L-92 (Supplementary Data \n8\n: June), no unique transcripts for L-44 (Supplementary Data \n8\n: August), seven unique transcripts for L-3 (Supplementary Data \n8\n: September Pre-Flight) and six unique transcripts for R + 1 (Supplementary Data \n8\n: September Post-Flight, top). In the set of samples consisting of return and recovery timepoints (R + 1, R + 45, R + 82, and R + 194), there were five unique transcripts for R + 1 (Supplementary Data \n8\n: September Post-Flight, bottom), one unique transcript for R + 82 (Supplementary Data \n8\n: December) and no unique transcripts for R + 194 (Supplementary Data \n8\n: March). These unique RNAs represent perhaps a very specific response to spaceflight, which have not been observed in previous studies.\n\n\nSince spaceflight can introduce changes in differential expression and methylation, we next examined if the stress could also lead to aberrant splicing. Each transcript was assigned a GffCompare transcript classification code, which represents the detection of intron retention or other changes in isoform state\n34\n. The i4 transcriptome data showed six transcripts with complete intron chain retention (“=” label), nine transcripts with intron chain retention over a segment (“c” label), one transcript with single intron retention (“n” label), five transcripts characterized by a unannotated intron (“j” label), one transcript with a single exon fragment partially covering an intronic region (“e” label), two transcripts with unannotated exons (“o” label), and three transcripts entirely unannotated and not found in any reference transcriptome (“u” label). These results (Supplementary Data \n8\n) show the capacity for novel isoform state and discovery in the direct RNA-seq data.\n\n\nOf note, we also identified two transcripts which could be uniquely associated with the R + 1 timepoint (Supplementary Data \n8\n), and downregulated during the recovery phase upon returning to Earth. The first of these was \nENST00000686344.2\n, within the \nENSG00000274015\n gene locus, located on chr14 between coordinates 63,642,035 and 63,665,593, which is an uncharacterized lncRNA annotation. The second is a completely novel, unannotated putative transcript variant, described by the “u” \nGffCompare\n transcript classification code\n34\n, located on chromosome 10 between coordinates 3,408,655 and 3,409,052 (Supplementary Fig. \n3\n).\n\n\nTo confirm these isoforms, we performed deep RNA-seq on the same whole blood samples using the Ultima Genomics UG100 system. The platform generated an average of 411.5 million reads per sample, with a mapping percentage greater than 90% for all samples (Supplementary Data \n6\n). As a result, an average of 28,438 genes were detected, with close correspondence between all samples (Fig. \n5A\n). When comparing the nanopore quantification of gene expression profiles to the Ultima data, we observed fair correlation (\nR\n2\n > 0.56–0.71) with the UG100 platform (Fig. \n5B\n). We determined that 23/25 (92%) of the time point specific genomic loci demonstrated a consistent pattern of cDNA read alignments (Supplementary Data \n6\n). While this did not include the transcript variant on chromosome 10 within Supplementary Fig. \n3\n, we were able to confirm the expression of the uncharacterized R + 1 associated lncRNA transcript \nENST00000686344.2\n, within the \nENSG00000274015\n gene locus (Fig. \n5C\n).\n\n\nFig. 5. Validation of transcript variants utilizing Ultima Genomics deep RNA-sequencing.\n\n\n\n\nOpen in a new tab\n\n\nA\n Number of genes detected by each Ultima sample, defined to have more than 10 alignments within the genomic locus. \nB\n Correlation between normalized DESeq2 gene expression profiles of R + 1 samples produced by either Nanopore direct-RNA Promethion or Ultima Genomics UG100 platform. \nC\n Coverage visualization for \nENSG00000274015\n for R + 1 samples. The gene structure is described by a single panel beneath the coverage plot, where darker shades of gray represent multiple merged transcript variants.",
    "differential_gene_expression_and_gene_set_co-regulation_anal": "We evaluated two distinct approaches to gene expression quantification and detection of differentially expressed genes (DEGs) from the direct RNA data (see “Methods”). First, the raw basecalled reads were processed with the pipeline maintained by Oxford Nanopore Technologies (ONT), pipeline-transcriptome-de\n21\n; the pipeline considers reads aligned to the Gencode v41 transcriptomic reference\n22\n, includes multi-mapping reads, quantifies expression based on individual transcripts, collapses transcript counts into gene counts, and obtains sets of DEGs using the edgeR package\n17\n. In addition, we quantified expression based on reads aligned to the human genome reference hg38\n23\n using the subread package\n24\n, excluding multi-mapping reads, and obtained sets of DEGs via the SARTools package\n25\n, a wrapper for DESeq2\n18\n. Both pipelines were applied to the data in the context of multiple flight, recovery, and longitudinal profiles (Supplementary Data \n1\n). A full flow cell was used for each astronaut and time-point; the four astronauts were grouped together as biological replicates for downstream analysis. All runs aligned more than 400,000 long-reads, with an average length of 580 base pairs. While the two computational approaches produced results that slightly differed in DEGs determined to be significant (DESeq2 or edgeR \np\n value < 0.05) (Supplementary Data \n2\n), they overwhelmingly agreed on their relative abundance estimates for gene quantification (median Pearson’s \nr\n = 0.98, Fig. \n1a\n) and the direction of their change in all profiles (Fig. \n1b\n).\nFig. 1. Comparison of DGE pipelines.\n\n\n\n\nOpen in a new tab\n\n\nCorrelation of (\na\n) per-gene counts obtained from featureCounts and salmon, and of (\nb\n) log\n2\n(FoldChange) values obtained from SARTools and pipeline-transcriptome-de. \np\n values are obtained from a Wald test (DESeq2) and a generalized linear model test (edgeR), respectively, and plotted following FDR adjustment; in green, significant (\np\n value < 0.05) as reported by both pipelines, in red, only reported as significant by pipeline-transcriptome-de, and in blue, only reported as significant by SARTools.\nNext, gene set co-regulation analysis (GESECA)\n19\n was used to examine changes in known pathways and molecular functions (MSigDb category C2, curated gene sets)\n26\n,\n27\n, specifically for those pathways deviating from the baseline value (median z-scored expression of associated genes +1.86, Supplementary Data \n3\n) at the R + 1 timepoint (immediately post-flight). The variation of 789 out of the 6336 assessed pathways was significantly co-regulated (adjusted \np\n value < 0.05). Although 2829 downregulated genes were present at R + 1 (\nz\n-score below 0), the vast majority of significantly variable pathways was driven by upregulated genes (\nz\n-score above 0, Supplementary Fig. \n1\n). Top variable pathways included erythrocyte CO\n2\n and O\n2\n takeup and release, as well as the Biocarta AHSP pathway (hemoglobin’s chaperone; a superset of the erythrocyte-associated pathways) (Fig. \n2\n). Longitudinal changes for the identified differentially enriched pathways showed two distinct trends (Supplementary Data \n3\n, value of \ndz\n); the trend was either disrupted immediately following space flight (Fig. \n3a\n) or was continued from pre-flight before returning to baseline in recovery (Fig. \n3b\n). While most altered heme pathways were marked by increased expression of genes when returning to Earth, two pathways for erythrocytes showed distinct responses. Specifically, the data demonstrated both a decrease in erythrocyte-associated pathways for erythrocyte CO\n2\n and O\n2\n takeup (and release), as well as an increase in Steiner membrane genes, which indicates the significant spaceflight-induced stress on erythrocytes in particular.\nFig. 2. Patterns of gene expression in the top variable pathways.\n\n\n\n\nOpen in a new tab\n\n\na\n\n\nz\n-scored expression values of genes from the top 10 pathways most variable across all timepoints, as reported by featureCounts and salmon. \nb\n The top 10 pathways; dark rectangles denote the genes belonging to each pathway. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nc\n An example of the difference in the attribution of read counts to homologous genes when discarding secondary mappings (featureCounts) and when partially accounting for them (salmon); Pearson’s \nr\n between the counts reported by the two tools is annotated to the right of the heatmap.\nFig. 3. Patterns of pathway co-regulation in the course of pre-flight, return, and recovery.\n\n\n\n\nOpen in a new tab\n\n\na\n Top 30 pathways most disrupted after return from space. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nb\n Top 30 pathways most consistent in expression during both pre-flight and return from space. On the right: examples of calculation of \ndz\n, the deviation of the \nz\n-score from the value expected under the assumption that the pathway is not disrupted.\nTranscription factor enrichment analysis was then utilized to identify commonly shared transcription factors by genes (Supplementary Data \n4\n) across all time points. The top three suggested regulators, based on a combined CHIP-seq and co-expression analysis, \nKLF1\n, \nGATA1\n, and \nTAL1\n are all key transcription factors (TFs) for erythrocyte differentiation\n28\n–\n30\n, underscoring the changes in these cell types and also suggesting possible TF-based drivers for the trends observed within the GESECA analysis.",
    "fig._1._comparison_of_dge_pipelines.": "Open in a new tab\nCorrelation of (\na\n) per-gene counts obtained from featureCounts and salmon, and of (\nb\n) log\n2\n(FoldChange) values obtained from SARTools and pipeline-transcriptome-de. \np\n values are obtained from a Wald test (DESeq2) and a generalized linear model test (edgeR), respectively, and plotted following FDR adjustment; in green, significant (\np\n value < 0.05) as reported by both pipelines, in red, only reported as significant by pipeline-transcriptome-de, and in blue, only reported as significant by SARTools.",
    "fig._2._patterns_of_gene_expression_in_the_top_variable_path": "Open in a new tab\na\n\n\nz\n-scored expression values of genes from the top 10 pathways most variable across all timepoints, as reported by featureCounts and salmon. \nb\n The top 10 pathways; dark rectangles denote the genes belonging to each pathway. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nc\n An example of the difference in the attribution of read counts to homologous genes when discarding secondary mappings (featureCounts) and when partially accounting for them (salmon); Pearson’s \nr\n between the counts reported by the two tools is annotated to the right of the heatmap.",
    "fig._3._patterns_of_pathway_co-regulation_in_the_course_of_p": "Open in a new tab\na\n Top 30 pathways most disrupted after return from space. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n. \nb\n Top 30 pathways most consistent in expression during both pre-flight and return from space. On the right: examples of calculation of \ndz\n, the deviation of the \nz\n-score from the value expected under the assumption that the pathway is not disrupted.",
    "m6a_modification_analysis_identifies_sites_of_differential_l": "Next, we identified the sites of m\n6\nA modification across isoforms\n31\n and their degree of change, leveraging the single molecular nature of the ONT platform to find sites differentially methylated across the pre-flight, recovery, and longitudinal post-flight profiles (\nq\n value < 0.01, methylKit\n32\n) (Supplementary Data \n5\n). This analysis showed 1190 m\n6\nA modification sites with statistically significant differences for at least one particular longitudinal comparison. The significant sites were annotated to 200 total transcripts, sourced from 193 gene loci. Notably, the largest set of differentially methylated positions occurred on the day of returning back to Earth (timepoint R + 1 compared to all pre-flight timepoints), which we correlated with the variability of pathways identified by GESECA. Per pathway, the number of differentially methylated sites per gene ranged from 0 to 4.4 (Fig. \n4a\n). Among the pathways with the highest density of differentially methylated sites, once again the erythrocyte-associated pathways were enriched, as well as their superset, the Biocarta alpha-hemoglobin stabilizing protein (AHSP) pathway (Fig. \n4b\n).\nFig. 4. Pathways with most differentially methylated genes.\n\n\n\n\nOpen in a new tab\n\n\na\n Correlation of the number of differentially methylated sites per gene, and expressional variability of each pathway. \nb\n Top 30 pathways with the most differentially methylated sites per gene, ranked by median differential methylation. Each dot in the box plot represents the value of differential methylation percentage of a site on any gene in the given pathway; the site’s location in the exon or the UTR is color-coded. Boxes represent the range between Q1 and Q3 (the first and the third quartile) of the distribution, thick lines within the boxes annotate the median value, and the whiskers extend by 1.5×(Q3 − Q1) in each direction. Pathways that are also significantly variable by expression (GESECA adjusted \np\n value < 0.05; obtained from a permutation test) are annotated in red. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n.\nComparing the 193 gene loci which contained DRACH (D = A, G or U; H = A, C or U) sequence motifs\n33\n with differentially methylated sites (minimum 20x coverage, \nq\n value < 0.01, methylKit) with the set of 440 differentially expressed gene loci (FDR-adjusted \np\n value < 0.05, either salmon or SARTools), we found an overlap of 53 genes, indicating that most of the post-transcriptional m\n6\nA regulation is distinct from the set of DEGs. When individual genes were considered, the genes with the highest number of differentially methylated sites did not contribute to significantly differentially expressed pathways, but among the top 30 such genes, 11 were part of the HSIAO_HOUSEKEEPING_GENES pathway (Supplementary Fig. \n2\n), and included genes for alpha-globin (\nHBA\n), beta-globin (\nHBB\n), and also human leukocyte antigen (\nHLA\n) alleles. These data indicate the transcription levels of the genes responding to spaceflight are distinct from their specific RNA modifications, and that this is consistent across the immune and hematopoietic-related pathways.\nWe next examined the m\n6\nA differences observed within the flight profile (FP) and return profile (RP) comparisons (FP1, RP1, and RP2, defined in Supplementary Data \n1\n). Overall, 331 positions were hypermethylated (\nq\n value < 0.01, methylKit) and, among these, seven genes (\nPFN1\n, \nLAPTM5\n, \nRPS4X\n, \nHBA1\n, \nMT-ND4\n, \nHBA2\n, \nHBA2.1\n) demonstrated a statistically significant downregulation in methylation 45 days after landing (\nq\n value < 0.01, methylKit). An additional two transcripts (\nMT-ND1\n, \nMT-RNR1\n) demonstrated a statistically significant downregulation 82 days after landing (\nq\n value < 0.01, methylKit). 208 positions were noted to contain decreased levels of m\n6\nA (\nq\n value < 0.01, methylKit). Amongst these, one (\nSLC25A37\n) position demonstrated increased methylation 45 days after landing (\nq\n value < 0.01, methylKit). No additional positions demonstrated increased methylation (\nq\n value < 0.01, methylKit) in the long-term follow-up timepoints, which indicates that spaceflight has its most significant effect on m\n6\nA methylation levels in the days immediately following return to Earth.",
    "fig._4._pathways_with_most_differentially_methylated_genes.": "Open in a new tab\na\n Correlation of the number of differentially methylated sites per gene, and expressional variability of each pathway. \nb\n Top 30 pathways with the most differentially methylated sites per gene, ranked by median differential methylation. Each dot in the box plot represents the value of differential methylation percentage of a site on any gene in the given pathway; the site’s location in the exon or the UTR is color-coded. Boxes represent the range between Q1 and Q3 (the first and the third quartile) of the distribution, thick lines within the boxes annotate the median value, and the whiskers extend by 1.5×(Q3 − Q1) in each direction. Pathways that are also significantly variable by expression (GESECA adjusted \np\n value < 0.05; obtained from a permutation test) are annotated in red. Gene sets can be explored further at: \nhttps://www.gsea-msigdb.org/gsea/msigdb\n.",
    "de_novo_transcriptome_analysis_reveals_uniquely_expressed_tr": "De novo transcriptome analysis was then utilized to reveal transcripts unique to particular time points. Unlike differential expression analysis, which captures differences across timepoints based on known annotations, de novo transcriptome analysis captures unannotated transcript variants specific to a particular timepoint or sample type. Ignoring loci not detected within the samples, we note that the overall sensitivity of the full transcript-level analysis, as defined by GffCompare\n34\n, is on average 8.5%, revealing 3’ enrichment of many reads (Supplementary Data \n6\n), which is expected given the polyA-priming protocol. One particular sample (November for the C003 astronaut) had lower coverage, leading to the exclusion of this time point from subsequent analysis. Additionally, when ignoring completely unannotated putative transcripts, we report that the average precision, as defined by GffCompare, was 52.4% (Supplementary Data \n6\n). We focused on transcripts found consistently across all crew members for subsequent de novo analyses.\nThe transcripts were then analyzed in the context of two overlapping time periods: (1) the period leading up to the space flight and return; and (2) the period starting with spaceflight and leading into post-flight recovery. Therefore, first, the set of samples consisting of preflight and return timepoints (L-92, L-44, L-3, and R + 1) was examined. There were eight unique transcripts for L-92 (Supplementary Data \n8\n: June), no unique transcripts for L-44 (Supplementary Data \n8\n: August), seven unique transcripts for L-3 (Supplementary Data \n8\n: September Pre-Flight) and six unique transcripts for R + 1 (Supplementary Data \n8\n: September Post-Flight, top). In the set of samples consisting of return and recovery timepoints (R + 1, R + 45, R + 82, and R + 194), there were five unique transcripts for R + 1 (Supplementary Data \n8\n: September Post-Flight, bottom), one unique transcript for R + 82 (Supplementary Data \n8\n: December) and no unique transcripts for R + 194 (Supplementary Data \n8\n: March). These unique RNAs represent perhaps a very specific response to spaceflight, which have not been observed in previous studies.\nSince spaceflight can introduce changes in differential expression and methylation, we next examined if the stress could also lead to aberrant splicing. Each transcript was assigned a GffCompare transcript classification code, which represents the detection of intron retention or other changes in isoform state\n34\n. The i4 transcriptome data showed six transcripts with complete intron chain retention (“=” label), nine transcripts with intron chain retention over a segment (“c” label), one transcript with single intron retention (“n” label), five transcripts characterized by a unannotated intron (“j” label), one transcript with a single exon fragment partially covering an intronic region (“e” label), two transcripts with unannotated exons (“o” label), and three transcripts entirely unannotated and not found in any reference transcriptome (“u” label). These results (Supplementary Data \n8\n) show the capacity for novel isoform state and discovery in the direct RNA-seq data.\nOf note, we also identified two transcripts which could be uniquely associated with the R + 1 timepoint (Supplementary Data \n8\n), and downregulated during the recovery phase upon returning to Earth. The first of these was \nENST00000686344.2\n, within the \nENSG00000274015\n gene locus, located on chr14 between coordinates 63,642,035 and 63,665,593, which is an uncharacterized lncRNA annotation. The second is a completely novel, unannotated putative transcript variant, described by the “u” \nGffCompare\n transcript classification code\n34\n, located on chromosome 10 between coordinates 3,408,655 and 3,409,052 (Supplementary Fig. \n3\n).\nTo confirm these isoforms, we performed deep RNA-seq on the same whole blood samples using the Ultima Genomics UG100 system. The platform generated an average of 411.5 million reads per sample, with a mapping percentage greater than 90% for all samples (Supplementary Data \n6\n). As a result, an average of 28,438 genes were detected, with close correspondence between all samples (Fig. \n5A\n). When comparing the nanopore quantification of gene expression profiles to the Ultima data, we observed fair correlation (\nR\n2\n > 0.56–0.71) with the UG100 platform (Fig. \n5B\n). We determined that 23/25 (92%) of the time point specific genomic loci demonstrated a consistent pattern of cDNA read alignments (Supplementary Data \n6\n). While this did not include the transcript variant on chromosome 10 within Supplementary Fig. \n3\n, we were able to confirm the expression of the uncharacterized R + 1 associated lncRNA transcript \nENST00000686344.2\n, within the \nENSG00000274015\n gene locus (Fig. \n5C\n).\nFig. 5. Validation of transcript variants utilizing Ultima Genomics deep RNA-sequencing.\n\n\n\n\nOpen in a new tab\n\n\nA\n Number of genes detected by each Ultima sample, defined to have more than 10 alignments within the genomic locus. \nB\n Correlation between normalized DESeq2 gene expression profiles of R + 1 samples produced by either Nanopore direct-RNA Promethion or Ultima Genomics UG100 platform. \nC\n Coverage visualization for \nENSG00000274015\n for R + 1 samples. The gene structure is described by a single panel beneath the coverage plot, where darker shades of gray represent multiple merged transcript variants.",
    "fig._5._validation_of_transcript_variants_utilizing_ultima_g": "Open in a new tab\nA\n Number of genes detected by each Ultima sample, defined to have more than 10 alignments within the genomic locus. \nB\n Correlation between normalized DESeq2 gene expression profiles of R + 1 samples produced by either Nanopore direct-RNA Promethion or Ultima Genomics UG100 platform. \nC\n Coverage visualization for \nENSG00000274015\n for R + 1 samples. The gene structure is described by a single panel beneath the coverage plot, where darker shades of gray represent multiple merged transcript variants.",
    "discussion": "All prior transcriptomics data from spaceflight studies have used short-read sequencing\n14\n, and these LRS data showed a unique signature of disrupted gene regulation for astronauts from the Inspiration4 mission, particularly in the hematological system. These data provide the first map of m\n6\nA changes from spaceflight, which showed their largest degree of changes on the day of landing (R + 1)\n15\n,\n16\n. The majority of significantly altered pathways was driven by upregulated genes, implying that transcriptional and pathway activity went into figurative “overdrive” following the short-term, high-elevation space flight. This significant shift in the expression profile may be explained by both direct and indirect effects of spaceflight, such as radiation, changes in gravity, circadian rhythm disruptions, mission stress, and possibly medications, although none were indicated by the crew records. The direct-RNA sequencing data also detailed splicing events for isoforms, while confirming that aberrant splicing in the crew was very low overall.\nAlthough many categories of significantly up-regulated pathways were observed, exposure to space radiation in particular may underlie a number of cancer-related pathways, including “TSAI response to radiation therapy” and “Wiemann telomere shortening and chronic liver damage.” The set of downregulated pathways after landing was distinct, and notably included genes associated with breathing regulation (e.g., CO\n2\n and O\n2\n takeup and release by erythrocytes). These pathways were also among the top differentially methylated, suggesting a potential convergence between expression and methylation in regulating these critical functions. These results also mirror reported effects of partial gravity and microgravity on lung function, and spaceflight-related hypercapnia linked to increased CO\n2\n levels\n35\n,\n36\n. Future studies should consider the impact of air quality, convection, and microgravity-related pulmonary challenges for expression and methylation differences. Also, while these samples had to be sequenced on Earth, the development of space-specific, microgravity-compatible sequencing protocols\n37\n,\n38\n foreshadows the exciting possibility of real-time monitoring of changes of the transcriptome and epitranscriptome for future missions. Moreover, radiation levels should continue to be monitored during missions, since such stressors can alter telomere dynamics, which have been observed before in the NASA Twins Study\n39\n,\n40\n and for mountaineers climbing Mt. Everest\n25\n.\nIn addition to capturing differential expression, LRS technologies also capture transcript splicing, potentially allowing for the identification of new regulatory mechanisms and interactions between these two modalities of RNA\n41\n. In fact, a recent study examining murine skeletal muscle post-spaceflight found that differential splicing accounted for more variation than differential expression\n42\n. LRS can potentially identify all such differences, given that the nearly all transcripts are shorter than the theoretical maximum sequencing length for Nanopore platforms (2.3 Mb)\n43\n,\n44\n. Nevertheless, limitations remain within the library preparation and technical specifications (e.g., 3’ enrichment) of different LRS platforms\n43\n, and improvements in these protocols and informatics methods will help profiling for future samples.\nTo gain greater confidence in the DEG set, we compared two different approaches to multi-mapping reads and DEG detection. Namely, secondary mappings are not included in the featureCounts quantification, whereas secondary mappings contribute partial counts in salmon, and are likely the source of differences in assigning the counts to three closely homologous genes \nDEFA1/1B/3\n (Fig. \n2c\n). Additionally, the associated differential expression callers, DESeq2 and edgeR, respectively, utilize slightly different heuristics to perform log\n2\n fold change estimates, resulting in many genes uniquely identified by the salmon-edgeR pipeline mapping to the \ny\n-axis of Fig. \n1b\n. While accounting for secondary mappings with salmon could be argued to be the more sound approach, this calls for further assessment and discussion of methods to be used for analyses of direct-RNA data, as retention of secondary mappings is incompatible with m\n6\nA callers such as m6anet, which was recently shown to be the most accurate m\n6\nA caller\n45\n. Despite these differences attributed to isoforms, we nonetheless have found that both methods produced similar quantification results, with high correlation (>0.98), and their per-gene averages were used for gene set co-regulation analyses (GESECA). When the significance of differential expression of individual genes is to be considered, intersecting the gene sets reported by DESeq2 and edgeR was preferred.\nA current limitation specific to nanopore LRS is the loss of coverage at the 5’ end of transcripts, since the assay uses polyA-trail priming\n46\n,\n47\n. As expected, we observed this truncation, resulting in lower sensitivity for some reference transcripts (Supplementary Data \n6\n). It has also been suggested that future improvements in the Nanopore hardware will address this limitation\n48\n. To minimize this issue, those with other classification codes were restricted to those events observed across all crew members and all timepoints, and thus likely represent real biological variation. Moreover, we verified the associated transcripts with orthogonal data from the Ultima Genomics UG100 platform. While these samples provide remarkable coverage, further comparative analysis is necessary to optimize the application of current differential expression models. Also, transcript-specific and functional follow-up assays are necessary to determine the potential significance of these findings and potential use of these transcripts as biomarkers, as well as additional data from other crews and missions. Moreover, given the civilian background of the I4 astronauts, we note that transcriptomic changes can be confounded with age, biological sex, preflight preparation differences, or divergent postflight recovery procedures, and thus utilized tools that aim to model and normalize such variation.\nFinally, given the recently proposed missions with private (SpaceX, Axiom, Sierra Space) and public (NASA, ESA, and JAXA) space entities, there will be continued opportunities to replicate these findings and to continue to discover new features of the transcriptome. This will include continued mapping of space-related gene expression responses, m\n6\nA site changes, and isoform-switching events that are associated with spaceflight. Also, in-flight testing of direct RNA sequencing has been demonstrated on the ISS, which indicates that LRS of RNA could also be applied for crew studies in future missions, including for blood, microbial, and environmental samples. Optimization and deployment of these single molecule technologies can also aid in the plans for lunar laboratories, in-flight clinical diagnostics, and the ability to discover non-canonical bases or new base modifications for lunar and exploration-class (e.g., Mars) missions.",
    "methods": "IRB statement\n\n\nThe study design conforms with all relevant ethical regulations related to human subject research. All subjects were consented at an informed consent briefing (ICB) at the SpaceX headquarters (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. The study was conducted in accordance with the criteria set by the Declaration of Helsinki. Participants were not compensated for their participation in this study.\nDirect RNA sequencing\n\n\nTotal RNA was processed and sequenced as described in Collection of Biospecimens from the Inspiration4 Mission Establishes the Standards for the Space Omics and Medical Atlas (SOMA)\n12\n. Briefly, total RNA was isolated using the direct-RNA kit (Oxford Nanopore Technologies) from whole blood samples from three pre-flight time points L-92, L-44, L-3, one post-flight time point R + 1, and three recovery period time points R + 45, R + 82, and R + 194. Basecalling was performed with Guppy version 6.2.1, and alignment of raw nanopore events to the basecalled sequences was done with the f5c module eventalign version 1.1\n49\n. Quality assessment was performed with pycoQC version 2.5.0.21\n50\n and MultiQC version 1.13.dev0\n51\n (Supplementary Data \n7\n).\nDifferential gene expression analysis\n\n\nThe reads were aligned to the Gencode v41 human transcriptomic reference\n22\n with minimap2 version 2.24-r1122\n52\n. First, the pipeline maintained by Oxford Nanopore Technologies, pipeline-transcriptome-de\n21\n, was used to quantify transcripts and to subsequently perform the differential expression analysis. pipeline-transcriptome-de performs the quantification with salmon\n53\n, accounting for multi-mapping reads; therefore, we included the highest-scoring secondary minimap2 alignments (minimap2 switch -p1.0) in the input for the pipeline. Additionally, the sub-2Kbp read lengths (median length between 517 and 1331, with one outlier of 279, Supplementary Data \n7\n) were insufficient to perform differential transcript usage analyses\n47\n, and we focused on the differential gene expression results, which pipeline-transcriptome-de generates with edgeR\n17\n while collapsing transcripts into respective genes.\n\n\nOn the other hand, however, we also planned to perform differential methylation analyses, and tools that detect m\n6\nA modifications, such as m6anet\n31\n, require that secondary alignments be filtered out. To (1) match the input requirements of m6anet that prohibit multi-mapping reads, (2) compare the collapsed edgeR results to a pipeline that performs gene quantification by design, and (3) assess the effect of aligning reads to the whole genome rather than to the transcriptome, we separately aligned the reads to the human reference genome hg38\n23\n with minimap2 with the parameters recommended for direct-RNA data, retaining only the primary mappings (-x splice -uf -k14 --secondary=no). We thereafter processed these data with the subread module featureCounts version 2.0.1\n24\n to perform gene quantification, and subsequently analyzed differential expression with SARTools version 1.8.1\n25\n, a package wrapping DESeq2 version 1.36.0\n18\n. As DESeq2 and edgeR employ different approaches to log\n2\n(FoldChange) shrinkage, the determination of significance was based solely on the magnitude of the \np\n values reported by both; only the genes that were identified as significantly differentially expressed by both tools (FDR-adjusted \np\n value < 0.05) were considered as such. Covariates to account for inter-astronaut variability were included when performing both DESeq2 and edgeR analysis. For comparisons where multiple time-points were grouped as either preflight or postflight, each sequence run was treated as an independent replicate.\nGene set co-regulation analysis\n\n\nGiven high correlation of results between featureCounts and salmon, per-gene counts were averaged between the two tools. These values, normalized by library size, were supplied to GESECA\n19\n, and co-regulation of MSigDb C2 pathways (curated gene sets)\n26\n,\n27\n was inferred. Pathways were deemed significantly variable if the reported adjusted \np\n value fell below 0.05. For each significantly variable pathway and at each timepoint, the median \nz\n-scored expression value of genes in the pathway was calculated. Next, to determine the pattern in the pathway variability upon return from spaceflight, per pathway, we fitted a linear regression on the median \nz\n-scores at pre-flight timepoints as a time series (i.e., values of −92, −44, −3), obtained a prediction of the \nz\n-score at the return timepoint (+1) and calculated a value, \ndz\n, of how much the observed value at R + 1 differed from the predicted value; examples of this approach are illustrated on Fig. \n3\n. The pathways were ranked by this value, from highest (most disrupted by spaceflight) to lowest (continuing a pre-flight trend).\nTranscription factor enrichment analysis\n\n\nGene annotations within Supplementary Data \n2\n were converted to gene names utilizing gProfiler (\nhttps://biit.cs.ut.ee/gprofiler/convert\n)\n54\n. The resulting gene list was input into the ChEA3 digital web server (\nhttps://maayanlab.cloud/chea3/\n)\n55\n. The mean rank results were exported and reported in Supplementary Table \n4\n.\nm\n6\nA modification analysis\n\n\nThe transcriptomic alignments were filtered to retain primary mappings only (minimap2 switch --secondary=no) to match the input requirements of m6anet. m6anet version 1.1.0 was then employed to annotate sites of m\n6\nA modifications with methylation probabilities, and methylKit version 0.99.2\n32\n was used to discover differentially methylated sites between conditions in all profiles; sites were deemed significant if the resultant methylKit \nq\n value fell below 0.01, as recommended by the tool’s authors.\nDe novo transcriptome analysis\n\n\nThe genomic alignments were collapsed with StringTie version 2.2.1\n56\n and compared with GffCompare version 0.11.2\n34\n. The GffCompare.tracking file was further processed in R version 4.2.1/RStudio version 1.2.5001. Average read length was calculated with samtools version 1.16.1\n57\n. The R + 45 timepoint was excluded since the sample for subject C003 exhibited a low average read length (279 bp) and transcript-level precision (Supplementary Data \n7\n).\nUltima genomics deep-RNA sequencing\n\n\nPoly-A mRNA was isolated from approximately 50–500 ng of total RNA using the NEBNext Poly(A) mRNA Magnetic Isolation Module (New England Biolabs). The resulting mRNA was converted into cDNA using the NEBNext Ultra II Directional RNA Library Prep Kit (New England Biolabs). After end repair/dA-tailing, adapter ligation, and USER-enzyme digestion, indexing PCR was carried out using the UG Library Amplification Kit (Ultima Genomics) with custom indexing primers that amplify the TruSeq Read1 and Read 2 sequences, but are appended with Ultima Genomics adapter sequences. After 11 cycles of PCR, amplification products were cleaned up using a 1.0x ratio of AMPure XP beads (Beckman Coulter). Overhang generation was carried out using components from the UG Library Amplification Kit (Ultima Genomics) and material was size selected using a dsSPRI approach with 0.6x/0.85x AMPure XP beads. Quality control of the resulting libraries was carried out using the DNA High Sensitivity Bioanalyzer Reagents (Agilent Technologies) and concentrations were measured via Qubit HS DNA Quantification Kit (Thermo Fisher). Sample pools were then seeded onto UG sequencing beads, pre-enriched, and amplified by emulsion PCR, leveraging UG’s automated sequencing bead preparation system (AMP). Sequencing was performed on UG100 sequencing systems, running 464 flow-cycles (116 cycles across each of the four nucleotides [T, G, C, A]).\nUltima genomics sequencing analysis\n\n\nWe aligned the reads to the human reference genome hg38\n23\n with STAR version 2.7.10b\n58\n. We sorted the resulting.bam files utilizing samtools version 1.16.1\n57\n. We thereafter processed these alignments with the subread module featureCounts version 2.0.1\n24\n to verify de novo transcript expression, and subsequently extracted normalized counts for correlative analysis with SARTools version 1.8.1\n25\n, a package wrapping DESeq2 version 1.36.0\n18\n.\nReporting summary\n\n\nFurther information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "irb_statement": "The study design conforms with all relevant ethical regulations related to human subject research. All subjects were consented at an informed consent briefing (ICB) at the SpaceX headquarters (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. The study was conducted in accordance with the criteria set by the Declaration of Helsinki. Participants were not compensated for their participation in this study.",
    "direct_rna_sequencing": "Total RNA was processed and sequenced as described in Collection of Biospecimens from the Inspiration4 Mission Establishes the Standards for the Space Omics and Medical Atlas (SOMA)\n12\n. Briefly, total RNA was isolated using the direct-RNA kit (Oxford Nanopore Technologies) from whole blood samples from three pre-flight time points L-92, L-44, L-3, one post-flight time point R + 1, and three recovery period time points R + 45, R + 82, and R + 194. Basecalling was performed with Guppy version 6.2.1, and alignment of raw nanopore events to the basecalled sequences was done with the f5c module eventalign version 1.1\n49\n. Quality assessment was performed with pycoQC version 2.5.0.21\n50\n and MultiQC version 1.13.dev0\n51\n (Supplementary Data \n7\n).",
    "differential_gene_expression_analysis": "The reads were aligned to the Gencode v41 human transcriptomic reference\n22\n with minimap2 version 2.24-r1122\n52\n. First, the pipeline maintained by Oxford Nanopore Technologies, pipeline-transcriptome-de\n21\n, was used to quantify transcripts and to subsequently perform the differential expression analysis. pipeline-transcriptome-de performs the quantification with salmon\n53\n, accounting for multi-mapping reads; therefore, we included the highest-scoring secondary minimap2 alignments (minimap2 switch -p1.0) in the input for the pipeline. Additionally, the sub-2Kbp read lengths (median length between 517 and 1331, with one outlier of 279, Supplementary Data \n7\n) were insufficient to perform differential transcript usage analyses\n47\n, and we focused on the differential gene expression results, which pipeline-transcriptome-de generates with edgeR\n17\n while collapsing transcripts into respective genes.\nOn the other hand, however, we also planned to perform differential methylation analyses, and tools that detect m\n6\nA modifications, such as m6anet\n31\n, require that secondary alignments be filtered out. To (1) match the input requirements of m6anet that prohibit multi-mapping reads, (2) compare the collapsed edgeR results to a pipeline that performs gene quantification by design, and (3) assess the effect of aligning reads to the whole genome rather than to the transcriptome, we separately aligned the reads to the human reference genome hg38\n23\n with minimap2 with the parameters recommended for direct-RNA data, retaining only the primary mappings (-x splice -uf -k14 --secondary=no). We thereafter processed these data with the subread module featureCounts version 2.0.1\n24\n to perform gene quantification, and subsequently analyzed differential expression with SARTools version 1.8.1\n25\n, a package wrapping DESeq2 version 1.36.0\n18\n. As DESeq2 and edgeR employ different approaches to log\n2\n(FoldChange) shrinkage, the determination of significance was based solely on the magnitude of the \np\n values reported by both; only the genes that were identified as significantly differentially expressed by both tools (FDR-adjusted \np\n value < 0.05) were considered as such. Covariates to account for inter-astronaut variability were included when performing both DESeq2 and edgeR analysis. For comparisons where multiple time-points were grouped as either preflight or postflight, each sequence run was treated as an independent replicate.",
    "gene_set_co-regulation_analysis": "Given high correlation of results between featureCounts and salmon, per-gene counts were averaged between the two tools. These values, normalized by library size, were supplied to GESECA\n19\n, and co-regulation of MSigDb C2 pathways (curated gene sets)\n26\n,\n27\n was inferred. Pathways were deemed significantly variable if the reported adjusted \np\n value fell below 0.05. For each significantly variable pathway and at each timepoint, the median \nz\n-scored expression value of genes in the pathway was calculated. Next, to determine the pattern in the pathway variability upon return from spaceflight, per pathway, we fitted a linear regression on the median \nz\n-scores at pre-flight timepoints as a time series (i.e., values of −92, −44, −3), obtained a prediction of the \nz\n-score at the return timepoint (+1) and calculated a value, \ndz\n, of how much the observed value at R + 1 differed from the predicted value; examples of this approach are illustrated on Fig. \n3\n. The pathways were ranked by this value, from highest (most disrupted by spaceflight) to lowest (continuing a pre-flight trend).",
    "transcription_factor_enrichment_analysis": "Gene annotations within Supplementary Data \n2\n were converted to gene names utilizing gProfiler (\nhttps://biit.cs.ut.ee/gprofiler/convert\n)\n54\n. The resulting gene list was input into the ChEA3 digital web server (\nhttps://maayanlab.cloud/chea3/\n)\n55\n. The mean rank results were exported and reported in Supplementary Table \n4\n.",
    "m6a_modification_analysis": "The transcriptomic alignments were filtered to retain primary mappings only (minimap2 switch --secondary=no) to match the input requirements of m6anet. m6anet version 1.1.0 was then employed to annotate sites of m\n6\nA modifications with methylation probabilities, and methylKit version 0.99.2\n32\n was used to discover differentially methylated sites between conditions in all profiles; sites were deemed significant if the resultant methylKit \nq\n value fell below 0.01, as recommended by the tool’s authors.",
    "de_novo_transcriptome_analysis": "The genomic alignments were collapsed with StringTie version 2.2.1\n56\n and compared with GffCompare version 0.11.2\n34\n. The GffCompare.tracking file was further processed in R version 4.2.1/RStudio version 1.2.5001. Average read length was calculated with samtools version 1.16.1\n57\n. The R + 45 timepoint was excluded since the sample for subject C003 exhibited a low average read length (279 bp) and transcript-level precision (Supplementary Data \n7\n).",
    "ultima_genomics_deep-rna_sequencing": "Poly-A mRNA was isolated from approximately 50–500 ng of total RNA using the NEBNext Poly(A) mRNA Magnetic Isolation Module (New England Biolabs). The resulting mRNA was converted into cDNA using the NEBNext Ultra II Directional RNA Library Prep Kit (New England Biolabs). After end repair/dA-tailing, adapter ligation, and USER-enzyme digestion, indexing PCR was carried out using the UG Library Amplification Kit (Ultima Genomics) with custom indexing primers that amplify the TruSeq Read1 and Read 2 sequences, but are appended with Ultima Genomics adapter sequences. After 11 cycles of PCR, amplification products were cleaned up using a 1.0x ratio of AMPure XP beads (Beckman Coulter). Overhang generation was carried out using components from the UG Library Amplification Kit (Ultima Genomics) and material was size selected using a dsSPRI approach with 0.6x/0.85x AMPure XP beads. Quality control of the resulting libraries was carried out using the DNA High Sensitivity Bioanalyzer Reagents (Agilent Technologies) and concentrations were measured via Qubit HS DNA Quantification Kit (Thermo Fisher). Sample pools were then seeded onto UG sequencing beads, pre-enriched, and amplified by emulsion PCR, leveraging UG’s automated sequencing bead preparation system (AMP). Sequencing was performed on UG100 sequencing systems, running 464 flow-cycles (116 cycles across each of the four nucleotides [T, G, C, A]).",
    "ultima_genomics_sequencing_analysis": "We aligned the reads to the human reference genome hg38\n23\n with STAR version 2.7.10b\n58\n. We sorted the resulting.bam files utilizing samtools version 1.16.1\n57\n. We thereafter processed these alignments with the subread module featureCounts version 2.0.1\n24\n to verify de novo transcript expression, and subsequently extracted normalized counts for correlative analysis with SARTools version 1.8.1\n25\n, a package wrapping DESeq2 version 1.36.0\n18\n.",
    "reporting_summary": "Further information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "supplementary_information": "The online version contains supplementary material available at 10.1038/s41467-024-48929-3.",
    "acknowledgements": "C.E.M. thanks the WorldQuant Foundation, the GI Research Foundation, Katherine & John Bleckman Foundation, NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2, 80NSSC23K0832), the National Institutes of Health (R01MH117406, P01CA214274 R01CA249054, R01AI151059), and the LLS (MCL7001-18, LLS 9238-16). J.K. thanks MOGAM Science Foundation. J.K. was supported by Basic Science Research Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Education (RS-2023-00241586). J.K. acknowledges Boryung for their financial support and research enhancement ground, provided through their Global Space Healthcare Initiative, Humans In Space, including mentorship and access to relevant expert networks. This research was supported in part by the Intramural Research Program of the National Library of Medicine. We also would like to thank Ultima Genomics for the deep RNA-seq profiles and collaboration.",
    "author_contributions": "C.E.M. and J.M. conceived the study. D.N., N.D., and K.A.R. generated the sequencing data. K.G., T.M.N., E.O., N.H., J.K., and C.E.M. analyzed and interpreted the data and wrote the manuscript. E.E.A., J.T., D.T., and A.M.M. revised the manuscript.",
    "peer_review": "Peer review information\n\n\nNature Communications\n thanks Guan-Zheng Luo and the other, anonymous, reviewers for their contribution to the peer review of this work. A peer review file is available.",
    "peer_review_information": "Nature Communications\n thanks Guan-Zheng Luo and the other, anonymous, reviewers for their contribution to the peer review of this work. A peer review file is available.",
    "data_availability": "Datasets have been uploaded to the NASA Open Science Data Repository (OSDR; osdr.nasa.gov, accession number OSD-569) and made publicly accessible. Processed data are available at the same address.Related data can be found in the parallel SOMA papers\n59\n–\n69\n.",
    "code_availability": "Scripts utilized for the presented analysis have been deposited in the following repository: \nhttps://github.com/eliah-o/inspiration4-omics/tree/main/i4_direct_rna\n.",
    "competing_interests": "C.E.M. is a co-founder of Cosmica Biosciences. The remaining authors declare no competing interests.",
    "footnotes": "Publisher’s note\n Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\n\nThese authors contributed equally: Kirill Grigorev, Theodore M. Nelson.",
    "references": "1.\nFarkas Á, Farkas G. Effects of spaceflight on human skin. Ski. Pharm. Physiol. 2021;34:239–245. doi: 10.1159/000515963.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nRoy-O’Reilly M, Mulavara A, Williams T. A review of alterations to the brain during spaceflight and the potential relevance to crew in long-duration space exploration. npj Microgravity. 2021;7:5. doi: 10.1038/s41526-021-00133-z.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nShen M, Frishman WH. Effects of spaceflight on cardiovascular physiology and health. Cardiol. Rev. 2019;27:122–126. doi: 10.1097/CRD.0000000000000236.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nPetersen N, et al.  Postflight reconditioning for European astronauts—a case report of recovery after six months in space. Musculoskelet. Sci. Pract. 2017;27:S23–S31. doi: 10.1016/j.msksp.2016.12.010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBaran R, et al.  The cardiovascular system in space: focus on in vivo and in vitro studies. Biomedicines. 2021;10:59. doi: 10.3390/biomedicines10010059.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nPaul S, Smilenov LB, Amundson SA. Widespread decreased expression of immune function genes in human peripheral blood following radiation exposure. Radiat. Res. 2013;180:575. doi: 10.1667/RR13343.1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nRouchka EC, et al.  Transcriptional profile of immediate response to ionizing radiation exposure. Genomics Data. 2016;7:82–85. doi: 10.1016/j.gdata.2015.11.027.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nJirak P, et al.  Next-generation sequencing analysis of circulating micro-RNA expression in response to parabolic flight as a spaceflight analogue. npj Microgravity. 2020;6:31. doi: 10.1038/s41526-020-00121-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nBuchheim J, et al.  Plasticity of the human IgM repertoire in response to long‐term spaceflight. FASEB J. 2020;34:16144–16162. doi: 10.1096/fj.202001403RR.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nKononikhin A, et al.  Proteome profiling of the exhaled breath condensate after long-term spaceflights. IJMS. 2019;20:4518. doi: 10.3390/ijms20184518.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nTerada M, et al.  Effects of a closed space environment on gene expression in hair follicles of astronauts in the international space station. PLoS ONE. 2016;11:e0150801. doi: 10.1371/journal.pone.0150801.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nOverbey, E. G. et al. Collection of biospecimens from the Inspiration4 mission establishes the standards for the Space Omics and Medical Atlas (SOMA). \nNat. Commun\n. \nhttp://biorxiv.org/lookup/doi/10.1101/2023.05.02.539108\n (2023).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n13.\nJones CH, et al.  Primary care clinicians’ attitudes towards point-of-care blood testing: a systematic review of qualitative studies. BMC Fam. Pr. 2013;14:117. doi: 10.1186/1471-2296-14-117.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nMantere T, Kersten S, Hoischen A. Long-read sequencing emerging in medical genetics. Front. Genet. 2019;10:426. doi: 10.3389/fgene.2019.00426.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nWang Y, Zhao Y, Bollas A, Wang Y, Au KF. Nanopore sequencing technology, bioinformatics and applications. Nat. Biotechnol. 2021;39:1348–1365. doi: 10.1038/s41587-021-01108-x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nMcIntyre ABR, et al.  Single-molecule sequencing detection of N6-methyladenine in microbial reference materials. Nat. Commun. 2019;10:579. doi: 10.1038/s41467-019-08289-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nRobinson MD, McCarthy DJ, Smyth GK. edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics. 2010;26:139–140. doi: 10.1093/bioinformatics/btp616.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nLove MI, Huber W, Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014;15:550. doi: 10.1186/s13059-014-0550-8.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nSergushichev, A. fgsea. Bioconductor. 10.18129/B9.BIOC.FGSEA (2017).\n\n\n\n\n\n\n20.\nOverbey EG, et al.  NASA GeneLab RNA-seq consensus pipeline: standardized processing of short-read RNA-seq data. iScience. 2021;24:102361. doi: 10.1016/j.isci.2021.102361.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nLove MI, Soneson C, Patro R. Swimming downstream: statistical analysis of differential transcript usage following Salmon quantification. F1000Res. 2018;7:952. doi: 10.12688/f1000research.15398.1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nFrankish A, et al.  GENCODE 2021. Nucleic Acids Res. 2021;49:D916–D923. doi: 10.1093/nar/gkaa1087.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nSchneider VA, et al.  Evaluation of GRCh38 and de novo haploid genome assemblies demonstrates the enduring quality of the reference assembly. Genome Res. 2017;27:849–864. doi: 10.1101/gr.213611.116.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nLiao Y, Smyth GK, Shi W. featureCounts: an efficient general purpose program for assigning sequence reads to genomic features. Bioinformatics. 2014;30:923–930. doi: 10.1093/bioinformatics/btt656.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nVaret H, Brillet-Guéguen L, Coppée J-Y, Dillies M-A. SARTools: a DESeq2- and EdgeR-based R pipeline for comprehensive differential analysis of RNA-Seq data. PLoS ONE. 2016;11:e0157022. doi: 10.1371/journal.pone.0157022.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nSubramanian A, et al.  Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. Proc. Natl Acad. Sci. USA. 2005;102:15545–15550. doi: 10.1073/pnas.0506580102.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nLiberzon A, et al.  Molecular signatures database (MSigDB) 3.0. Bioinformatics. 2011;27:1739–1740. doi: 10.1093/bioinformatics/btr260.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nPorcher C, Chagraoui H, Kristiansen MS. SCL/TAL1: a multifaceted regulator from blood development to disease. Blood. 2017;129:2051–2060. doi: 10.1182/blood-2016-12-754051.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nSiatecka M, Bieker JJ. The multifunctional role of EKLF/KLF1 during erythropoiesis. Blood. 2011;118:2044–2054. doi: 10.1182/blood-2011-03-331371.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nHasegawa A, Shimizu R. GATA1 activity governed by configurations of cis-acting elements. Front. Oncol. 2017;6:269. doi: 10.3389/fonc.2016.00269.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nHendra C, et al.  Detection of m6A from direct RNA sequencing using a multiple instance learning framework. Nat. Methods. 2022;19:1590–1598. doi: 10.1038/s41592-022-01666-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nAkalin A, et al.  methylKit: a comprehensive R package for the analysis of genome-wide DNA methylation profiles. Genome Biol. 2012;13:R87. doi: 10.1186/gb-2012-13-10-r87.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nMeyer KD, et al.  Comprehensive analysis of mRNA methylation reveals enrichment in 3′ UTRs and near stop codons. Cell. 2012;149:1635–1646. doi: 10.1016/j.cell.2012.05.003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nPertea G, Pertea M. GFF utilities: GffRead and GffCompare. F1000Res. 2020;9:304. doi: 10.12688/f1000research.23297.1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nPrisk GK. Pulmonary challenges of prolonged journeys to space: taking your lungs to the moon. Med. J. Aust. 2019;211:271–276. doi: 10.5694/mja2.50312.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nLaw J, et al.  Relationship between carbon dioxide levels and reported headaches on the International Space Station. J. Occup. Environ. Med. 2014;56:477–483. doi: 10.1097/JOM.0000000000000158.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nMcIntyre ABR, et al.  Nanopore sequencing in microgravity. npj Microgravity. 2016;2:16035. doi: 10.1038/npjmgrav.2016.35.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nCastro-Wallace SL, et al.  Nanopore DNA sequencing and genome assembly on the International Space Station. Sci. Rep. 2017;7:18022. doi: 10.1038/s41598-017-18364-0.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nGarrett-Bakelman FE, et al.  The NASA twins study: a multidimensional analysis of a year-long human spaceflight. Science. 2019;364:eaau8650. doi: 10.1126/science.aau8650.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nLuxton JJ, et al.  Temporal telomere and DNA damage responses in the space radiation environment. Cell Rep. 2020;33:108435. doi: 10.1016/j.celrep.2020.108435.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nOikonomopoulos S, et al.  Methodologies for transcript profiling using long-read technologies. Front. Genet. 2020;11:606. doi: 10.3389/fgene.2020.00606.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nHenrich M, et al.  Alternative splicing diversifies the skeletal muscle transcriptome during prolonged spaceflight. Skelet. Muscle. 2022;12:11. doi: 10.1186/s13395-022-00294-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nAmarasinghe SL, et al.  Opportunities and challenges in long-read sequencing data analysis. Genome Biol. 2020;21:30. doi: 10.1186/s13059-020-1935-5.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nDe Paoli-Iseppi R, Gleeson J, Clark MB. Isoform age—splice isoform profiling using long-read technologies. Front. Mol. Biosci. 2021;8:711733. doi: 10.3389/fmolb.2021.711733.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nZhong Z-D, et al.  Systematic comparison of tools used for m6A mapping from nanopore direct RNA sequencing. Nat. Commun. 2023;14:1906. doi: 10.1038/s41467-023-37596-5.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nParker MT, et al.  Nanopore direct RNA sequencing maps the complexity of Arabidopsis mRNA processing and m6A modification. eLife. 2020;9:e49658. doi: 10.7554/eLife.49658.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nSoneson C, et al.  A comprehensive examination of Nanopore native RNA sequencing for characterization of complex transcriptomes. Nat. Commun. 2019;10:3359. doi: 10.1038/s41467-019-11272-z.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nSessegolo C, et al.  Transcriptome profiling of mouse samples using nanopore sequencing of cDNA and RNA molecules. Sci. Rep. 2019;9:14908. doi: 10.1038/s41598-019-51470-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nGamaarachchi H, et al.  GPU accelerated adaptive banded event alignment for rapid comparative nanopore signal analysis. BMC Bioinforma. 2020;21:343. doi: 10.1186/s12859-020-03697-x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nLeger A, Leonardi T. pycoQC, interactive quality control for Oxford Nanopore Sequencing. JOSS. 2019;4:1236. doi: 10.21105/joss.01236.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nEwels P, Magnusson M, Lundin S, Käller M. MultiQC: summarize analysis results for multiple tools and samples in a single report. Bioinformatics. 2016;32:3047–3048. doi: 10.1093/bioinformatics/btw354.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nLi H. Minimap2: pairwise alignment for nucleotide sequences. Bioinformatics. 2018;34:3094–3100. doi: 10.1093/bioinformatics/bty191.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nPatro R, Duggal G, Love MI, Irizarry RA, Kingsford C. Salmon provides fast and bias-aware quantification of transcript expression. Nat. Methods. 2017;14:417–419. doi: 10.1038/nmeth.4197.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nRaudvere U, et al.  g:Profiler: a web server for functional enrichment analysis and conversions of gene lists (2019 update) Nucleic Acids Res. 2019;47:W191–W198. doi: 10.1093/nar/gkz369.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nKeenan AB, et al.  ChEA3: transcription factor enrichment analysis by orthogonal omics integration. Nucleic Acids Res. 2019;47:W212–W224. doi: 10.1093/nar/gkz446.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nPertea M, et al.  StringTie enables improved reconstruction of a transcriptome from RNA-seq reads. Nat. Biotechnol. 2015;33:290–295. doi: 10.1038/nbt.3122.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nLi H, et al.  The sequence alignment/map format and SAMtools. Bioinformatics. 2009;25:2078–2079. doi: 10.1093/bioinformatics/btp352.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nDobin A, et al.  STAR: ultrafast universal RNA-seq aligner. Bioinformatics. 2013;29:15–21. doi: 10.1093/bioinformatics/bts635.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nOverbey, E. G. et al. The space omics and medical atlas and international astronaut biobank. \nNature\n10.1038/s41586-024-07639-y (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n60.\nJones, C. J. et al. The SpaceX Inspiration4 mission reveals inflight molecular and physiological metrics from an all-civilian crew. \nNature\n. 10.1038/s41586-024-07648-x (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n61.\nKim, J. et al. Single-cell multi-ome and immune profiles of the Inspiration4 crew reveal conserved, cell-type, and sex-specific responses to spaceflight. \nNat. Commun\n. 10.1038/s41467-024-49211-2 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n62.\nTierney, B. et al. Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight. \nNat. Microbiol\n. 10.1038/s41564-024-01635-8 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n63.\nPark, J. et al. Spatial multi-omics of human skin reveals KRAS and inflammatory responses to spaceflight. \nNat. Commun\n. 10.1038/s41467-024-48625-2 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n64.\nOverbey, E. G. et al. Collection of biospecimens from the Inspiration4 mission establishes the standards for the Space Omics and Medical Atlas (SOMA). \nNat. Commun\n. 10.1038/s41467-024-48806-z (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n65.\nHouerbi, N. et al. Secretome profiling captures acute changes in oxidative stress, brain homeostasis and coagulation from spaceflight. \nNat. Commun\n. 10.1038/s41467-024-48841-w (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n66.\nRutter, L. et al. Protective alleles and precision healthcare in crewed spaceflight. \nNat. Commun\n. In press (2024).\n\n\n\n\n\n\n67.\nRutter, L. et al. Astronaut omics and the impact of space on the human body at scale. \nNat. Commun\n. 10.1038/s41467-024-47237-0 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n68.\nFu, W. et al. Single cell analysis identifies conserved features of immune dysfunction in simulated microgravity and spaceflight. \nNat. Commun\n. 10.1038/s41467-023-42013-y (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n69.\nMason, C. E. et al. A Second Space Age Spanning Omics, Platforms, and Medicine Across Orbits. \nNature\n10.1038/s41586-024-07586-8 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\n\n\nSupplementary Information\n (737.4KB, pdf) \n\n\n\n\nPeer Review File\n (2.2MB, pdf) \n\n\n\n\n41467_2024_48929_MOESM3_ESM.pdf\n (187.6KB, pdf) \nDescription of Additional Supplementary Information\n\n\n\n\nSupplementary Data 1\n (10.4KB, xlsx) \n\n\n\n\nSupplementary Data 2\n (535.7KB, xlsx) \n\n\n\n\nSupplementary Data 3\n (114.2KB, xlsx) \n\n\n\n\nSupplementary Data 4\n (165.2KB, xlsx) \n\n\n\n\nSupplementary Data 5\n (705.4KB, xlsx) \n\n\n\n\nSupplementary Data 6\n (12.6KB, xlsx) \n\n\n\n\nSupplementary Data 7\n (535.1KB, zip) \n\n\n\n\nSupplementary Data 8\n (12KB, xlsx) \n\n\n\n\nReporting Summary\n (3.7MB, pdf)\nData Availability Statement\n\n\nDatasets have been uploaded to the NASA Open Science Data Repository (OSDR; osdr.nasa.gov, accession number OSD-569) and made publicly accessible. Processed data are available at the same address.Related data can be found in the parallel SOMA papers\n59\n–\n69\n.\n\n\nScripts utilized for the presented analysis have been deposited in the following repository: \nhttps://github.com/eliah-o/inspiration4-omics/tree/main/i4_direct_rna\n.",
    "supplementary_materials": "Supplementary Information\n (737.4KB, pdf)\nPeer Review File\n (2.2MB, pdf)\n41467_2024_48929_MOESM3_ESM.pdf\n (187.6KB, pdf) \nDescription of Additional Supplementary Information\nSupplementary Data 1\n (10.4KB, xlsx)\nSupplementary Data 2\n (535.7KB, xlsx)\nSupplementary Data 3\n (114.2KB, xlsx)\nSupplementary Data 4\n (165.2KB, xlsx)\nSupplementary Data 5\n (705.4KB, xlsx)\nSupplementary Data 6\n (12.6KB, xlsx)\nSupplementary Data 7\n (535.1KB, zip)\nSupplementary Data 8\n (12KB, xlsx)\nReporting Summary\n (3.7MB, pdf)",
    "data_availability_statement": "Datasets have been uploaded to the NASA Open Science Data Repository (OSDR; osdr.nasa.gov, accession number OSD-569) and made publicly accessible. Processed data are available at the same address.Related data can be found in the parallel SOMA papers\n59\n–\n69\n.\nScripts utilized for the presented analysis have been deposited in the following repository: \nhttps://github.com/eliah-o/inspiration4-omics/tree/main/i4_direct_rna\n.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.0 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166648/"
}