{
  "id": "PMC10715203",
  "title": "Genomic analysis reveals the presence of emerging pathogenic Klebsiella lineages aboard the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Genomic analysis reveals the presence of emerging pathogenic Klebsiella lineages aboard the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10715203/"
  },
  "sections": {
    "abstract": "ABSTRACT\n\n\nKlebsiella\n species, such as \nKlebsiella pneumoniae\n, \nKlebsiella aerogenes\n, and \nKlebsiella quasipneumoniae\n, are opportunistic pathogens that commonly cause infections in humans. Hypervirulent \nKlebsiella pneumoniae\n (hvKP) is a subgroup of \nK. pneumoniae,\n which has gained attention due to its global dissemination, its capacity to cause invasive infections in community settings among immunocompetent individuals, and its escalating antibiotic resistance levels. Our study presents the first comprehensive phenotypic and genotypic analysis including mobile genetic elements (MGEs) of \nKlebsiella\n isolates from the International Space Station (ISS). The genomes of \nK. pneumoniae\n, \nK. aerogenes\n, and \nK. quasipneumoniae\n offered insights into their antimicrobial resistance, virulence, thermotolerance, disinfectant resistance, and MGEs. All isolates were part of emerging pathogenic lineages with \nK. quasipneumoniae\n ST138 presenting spatial and temporal persistence aboard the ISS, possibly due to its genotypic profile encoding for numerous resistance genes to disinfectants and heavy metals. We also report on the isolation of a yersiniabactin-encoding \nK. pneumoniae,\n belonging to the emerging high-risk ST101 clone, aboard the ISS. A potential dissemination of hvKp strains on ISS might pose a risk to the immunocompromised crew members. Moreover, MGEs containing virulent loci could enable horizontal gene transfer to other benign microorganisms on the ISS, possibly enhancing their virulence potential. Additionally, some \nKlebsiella\n genomes exhibited genetic divergence from their respective lineages, which we hypothesize results from the unique spaceflight associated environmental pressures. These findings underscore the need to monitor microbial communities in space to comprehend their survival mechanisms and implications for human health.\nIMPORTANCE\nThe International Space Station (ISS) is a unique, hermetically sealed environment, subject to environmental pressures not encountered on Earth, including microgravity and radiation (cosmic ionising/UV). While bacteria's adaptability during spaceflight remains elusive, recent research suggests that it may be species and even clone-specific. Considering the documented spaceflight-induced suppression of the human immune system, a deper understanding of the genomics of potential human pathogens in space could shed light on species and lineages of medical astromicrobiological significance. In this study, we used hybrid assembly methods and comparative genomics to deliver a comprehensive genomic characterization of 10 \nKlebsiella\n isolates retrieved from the ISS. Our analysis unveiled that \nKlebsiella quasipneumoniae\n ST138 demonstrates both spatial and temporal persistence aboard the ISS, showing evidence of genomic divergence from its Earth-based ST138 lineage. Moreover, we characterized plasmids from \nKlebsiella\n species of ISS origin, which harbored genes for disinfectant resistance and enhanced thermotolerance, suggestin possible adaptive advantages. Furthermore, we identified a mobile genetic element containing a hypervirulence-associated locus belonging to a \nKlebsiella pneumoniae\n isolate of the “high-risk” ST101 clone. Our work provides insights into the adaptability and persistence of \nKlebsiella\n species during spaceflight, highlighting the importance of understanding the dynamics of potential pathogenic bacteria in such environments.",
    "importance": "IMPORTANCE\nThe International Space Station (ISS) is a unique, hermetically sealed environment, subject to environmental pressures not encountered on Earth, including microgravity and radiation (cosmic ionising/UV). While bacteria's adaptability during spaceflight remains elusive, recent research suggests that it may be species and even clone-specific. Considering the documented spaceflight-induced suppression of the human immune system, a deper understanding of the genomics of potential human pathogens in space could shed light on species and lineages of medical astromicrobiological significance. In this study, we used hybrid assembly methods and comparative genomics to deliver a comprehensive genomic characterization of 10 \nKlebsiella\n isolates retrieved from the ISS. Our analysis unveiled that \nKlebsiella quasipneumoniae\n ST138 demonstrates both spatial and temporal persistence aboard the ISS, showing evidence of genomic divergence from its Earth-based ST138 lineage. Moreover, we characterized plasmids from \nKlebsiella\n species of ISS origin, which harbored genes for disinfectant resistance and enhanced thermotolerance, suggestin possible adaptive advantages. Furthermore, we identified a mobile genetic element containing a hypervirulence-associated locus belonging to a \nKlebsiella pneumoniae\n isolate of the “high-risk” ST101 clone. Our work provides insights into the adaptability and persistence of \nKlebsiella\n species during spaceflight, highlighting the importance of understanding the dynamics of potential pathogenic bacteria in such environments.",
    "introduction": "INTRODUCTION\nThe genus \nKlebsiella\n includes eight species of facultative anaerobic Gram-negative bacteria ubiquitously found in natural environments (\n1\n). They can also be found as human and animal gastrointestinal commensals. Some \nKlebsiella\n species are well-established human opportunistic pathogens known to cause both community and hospital-acquired infections (HAIs) (\n2\n, \n3\n).\n\n\nKlebsiella pneumoniae,\n is the most clinically significant \nKlebsiella\n species, exhibiting a multifaceted pathogenicity profile that encompasses urinary tract infections (UTIs), meningitis, pneumonia, and sepsis (\n4\n). Its multidrug resistance (MDR), extended drug resistance (XDR), and association with hypervirulent (hvKp) lineages, which cause outbreaks in both community and healthcare environments, make it a notable concern (\n5\n, \n6\n). The dispersal of hvKp lineage strains is of increasing concern to the medical community (\n7\n). HvKp differs from classic \nK. pneumoniae\n (cKp) due to its ability to infect immunocompetent individuals in community settings. Infections associated with hvKp commonly affect multiple sites due to metastatic spread (\n8\n). Although there is not a clear definition for hvKp, there are several siderophore virulence factors (VFs) reported to be associated with a hvKp pathotype, mainly aerobactin (iuc), salmochelin (iro), and yersiniabactin (ybt) (\n9\n, \n10\n). Recently, Kleborate, a genotyping tool has been developed to assess and quantify virulence among the \nK. pneumoniae\n species complex using a five-tier scoring system based on the presence of key virulence-associated loci (\n10\n).These virulence loci are commonly identified on mobile genetic elements (MGEs) such as self-mobilizable plasmids and integrative and conjugative elements (ICEs). Within \nK. pneumoniae\n populations, ICEKp is known to mobilize the \nybt\n locus, which encodes for the key iron scavenging virulence factor yersiniabactin along with its receptor (\n11\n). Besides virulence factors, capsular serotypes K1 and K2 are more frequently encountered in hvKp (\n12\n). Other capsular types, such as KL106, are associated with globally disseminated pathogenic \nK. pneumoniae\n lineages, although their structures remain undetermined (\n13\n).\nOther \nKlebsiella\n species are also known to cause HAIs but rarely infect immunocompetent individuals outside of healthcare-associated settings. \nKlebsiella aerogenes\n is typically associated with HAIs in immunocompromised patients and infections primarily include pneumonia, osteomyelitis, endocarditis, and UTIs (\n14\n). \nK. aerogenes\n is known to produce a chromosomal cephasolosporinase (AmpC) exhibiting resistance to penicillins, first and second-generation cephalosporins, cephamycins as well as monobactams but at a hydrolysis rate <1% of that observed for benzylpenicillin (\n15\n, \n16\n). AmpC β-lactamases are not inhibited by β-lactamase inhibitors such as clavulanic acid, and as such, β-lactamase inhibitor combinations are not recommended for the treatment of \nK. aerogenes\n-associated infections (\n17\n).\n\n\nKlebsiella quasipneumoniae\n is further classified into two subspecies \nK. quasipneumoniae\n subsp. \nquasipneumoniae\n and \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n. Both subspecies have now been recognized as human opportunistic pathogens (\n18\n). Recent reports have implicated \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n as a causative agent of neonatal septicemia outbreaks in China and Nigeria, emphasizing the need for heightened surveillance (\n19\n, \n20\n).\nThe International Space Station (ISS) is an extreme hermetically sealed environment, which puts microorganisms under the unique selective pressures of microgravity and radiation (cosmic ionizing/UV). During the Microbial Tracking-1 experiment, which was dedicated to characterizing the ISS microbiome, 10 strains belonging to three different \nKlebsiella\n species were identified, namely \nK. pneumoniae\n, \nK. quasipneumoniae\n, and \nK. aerogenes\n (\n21\n). These \nKlebsiella\n isolates were retrieved from the Waste and Hygiene Compartment (WHC), Cupola, the Leonardo Permanent Multipurpose Module, Advanced Resistive Exercise Device (ARED), and Lab 3 of the ISS. Using culture-independent methods, it has been reported that \nK. pneumoniae\n can be identified in multiple locations on the ISS, with documented succession over time (\n22\n, \n23\n). \nK. pneumoniae\n exhibited noticeable persistence between different flights among propidium monoazide-treated surface samples. Additionally, metabolic modeling indicated that \nKlebsiella\n species play a key role in the ISS microbiome, benefiting co-existing microorganisms (e.g., \nPantoea\n species). It was also found that \nK. pneumoniae\n displays parasitic interactions with \nAspergillus\n species and amensalistic interactions with \nPenicillium\n species. The overall importance of understanding the genomic background, evolution, and persistence of potentially pathogenic microorganisms during spaceflight, in terms of medical astromicrobiology, has also been recently discussed (\n24\n).\nThe aim of this research communication is twofold: first, to generate complete genomes and circular chromosomal maps of the 10 \nKlebsiella\n strains isolated from the ISS, investigating their antimicrobial resistance, virulence, thermotolerance, heavy metal resistance, and MGEs and would provide the first complete \nKlebsiella\n plasmids from the ISS. Secondly, to employ large-scale population genomics to understand the evolutionary paths and potential divergences of the ISS \nKlebsiella\n isolates from the Earth-based lineages.",
    "results": "RESULTS\nAntimicrobial susceptibility testing\nAs expected, the \nKlebsiella\n isolates (n=10) exhibited resistance to ampicillin and rifampicin. Among the strains, three displayed resistance to a second-generation cephamycin (cefoxitin), five exhibited intermediate susceptibility to nalidixic acid, two to aminoglycosides (kanamycin), and one to sulphonamides (Table S1).\nAssembly statistics\nUsing hybrid assembly methods with data from both Illumina and ONT sequencing platforms, circular plasmid and closed chromosomal genomes were possible for all isolates. The assembly statistics are provided in Table S2. A direct genomic comparison of the chromosomes of all 10 ISS \nKlebsiella\n strains is shown in \nFig. 1A\n.\nFig 1\nGenetic comparison and functional characteristics of \nKlebsiella\n genomes and plasmids. (\nA\n) Direct genomic comparison for all (\nn\n = 10) \nKlebsiella\n genomes retrieved from the ISS. The two outermost circles represent the forward and reverse strands of \nK. quasipneumoniae\n strain IF1SW-B2. Each gene is colored per Clusters of Orthologous Genes (COG) function. Subsequent rings indicate rRNA and tRNA genes, respectively. Inner circles represent regions of genomic similarity between IF1SW-B2 and the other ISS strains as follows: 1. F3-6P (2), 2. IF2SW-B3, 3. IF1SW-B2, 4. F3-6P (1), 5. IF2SW-P1, 6. IF1SW-P4, 7. IF1SW-P3, 8. IIIF3SW-P1, 9. F3-2P (2), and 10. IIIF7SW-P1. The two innermost circles represent GC content and GC skew, respectively. (\nB\n) Represents the 216.722 Kb plasmid pF3-2P (2) retrieved from \nK. pneumoniae\n strain F3-2P2(2). (\nC\n) Represents the 28.614 Kb plasmid pIIIF7SW-P1_1 retrieved from \nK. aerogenes\n strain IIIF7SW-P1. (\nD\n) Depicts the 5.769 Kb plasmid pIIF7SW-P1_2 retrieved from \nK. aerogenes\n strain IIIF7SW-P1. Coding sequences are colored per COG function.\nGenome typing\nGenotyping-based sequence type (ST) characterization identified four different STs among the strains. The most common ST among the \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n was ST138 (7/8 \nK\n. \nquasipneumoniae\n strains). These strains uniformly exhibited K48 and O5 locus alleles. Strain IIIF3SW-P1 was identified as ST3234 displaying K16 and O3 surface antigens. The \nK. pneumoniae\n strain F3-2P (2) belongs to the ST101 lineage with KL106 and O1/O2v2, while \nK. aerogenes\n strain IIIF7SW-P1 to the ST103 lineage presenting KL119 and O3/O3a (Table S3).\nPlasmid characterization\n\n\nK. pneumoniae\n strain F3-2P (2) was found to possess a 216.722 Kb, IncFIIK (FIIK-9 allele) conjugative plasmid encoding for 234 coding sequences (CDSs; \nFig. 1B\n). Key functionalities of this plasmid mainly include gene clusters associated with heavy-metal resistance and thermoresistance. Genes responsible for mercuric resistance (\nmerA\n), arsenical resistance (\narsA/B/C\n), copper resistance (\ncopA/B/D/R\n), copper and silver export system (\ncusA/B/C/F/R/S\n), and genes that enable cell growth at high temperatures (\ncplC, htpX\n) were present.\n\n\nK. aerogenes\n strain IIIF7SW-P1 was identified to carry two previously unidentified plasmids: pIIF7SW-P1_1 is a 28.614 Kb, low copy (0.68 copies per cell), mobilizable plasmid identified to contain 38 CDSs (\nFig. 1C\n). pIIF7SW-P1_2 is a 5.796 Kb, high copy (16.10 copies per cell), non-mobilizable plasmid containing six CDSs (\nFig. 1D\n; Table S4). pIIF7SW-P1_2 was found to encode for the heat shock gene \nhtrC\n.\nAverage nucleotide identity analysis of ISS isolates\nAverage nucleotide identity (ANI) analysis revealed that all \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains belonging to ST138 shared an ANI of >99.99% (99.998% ± 0.001%), indicating that they belong to the same clone that shows spatio-temporal persistence. Strain IIIF3SW-P1 (ST3234) shared an ANI of 99.148% ± 0.001% with the rest of \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains. \nK. pneumoniae\n strain F3-2P (2) and \nK. aerogenes\n strain IIIF7SW-P1 were more genomically distant with respective ANIs of 93.237% ± 2.346% and 86.079% ± 0.041% when compared to the \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains (Fig. S1).\nComparative genomics of \nK. pneumoniae\n ST101\nThe \nK. pneumoniae\n ST101 is a globally distributed clone with over 696 isolates reported in over 33 countries on the Pathogenwatch genomic surveillance database. \nK. pneumoniae\n ST101 is widely associated with hypervirulent pathotypes. Overall, the ST101 lineage genomes exhibited high genetic similarity (ANI > 99.4%; \nFig. 2A\n) and are predominantly associated with Europe and South-East Asia (\nFig. 2B\n). F3-2P (2), the strain from the ISS, is most closely related to ERR985162, a genome retrieved from sewage wastewater in the UK in 2014, with an ANI of 99.86%. Phylogenetic analysis revealed that F3-2P (2) belongs to a distinct sub-clade within the ST101 lineage, along with 41 other genomes (\nFig. 2C\n). Out of the 696 \nK\n. \npneumoniae\n ST101 isolates reported worldwide, 87.07% (606/696) were found to carry the \nybt\n gene cluster, which is a determinant of virulence associated with the presence of yersiniabactin, suggesting that yersiniabactin plays a key role in the pathogenicity of this clone. Among these isolates, only nine encoded for additional siderophore virulence factors such as colibactin or aerobactin. Moreover, 98.2% (595/606) of the ybt-positive genomes encoded for ybt9, as part of a horizontally acquired ICEKp3. The integrative conjugative element ICEKp5, which was identified in the ISS isolate F3-2P (2) and carries the ybt14 locus, is a rarity, identified in only four other ST101 genomes.\nFig 2\nPhylogenetic relationships within \nK. pneumoniae\n ST101. (\nA\n) ANI between the genome of \nK. pneumoniae\n ISS strain F3-2P (2), the genome of \nK. pneumoniae\n typing strain (ATCC13883), and all \nK. pneumoniae\n genomes of ST 101 reported on Pathogenwatch (\nn\n = 696). The sub-clade of F3-2P(2) (\nn\n = 41) is highlighted. (\nB\n) Global distribution of the \nK. pneumoniae\n ST 101 isolates. (\nC\n) Core-genome phylogenetic relatedness of the \nK. pneumoniae\n ST101 genomes. For more details, an interactive dashboard is available \nhere\n.\nComparative genomics of \nK. aerogenes\n ST103\nThe genomes of the \nK. aerogenes\n ST103 isolates (\nn\n = 7), including the ISS strain IIIF7SW-P1, were found to be highly related with an ANI > 99.8% (\nFig. 3A\n). The associated ST103 isolates were geographically confined, with isolates obtained from human hosts in the USA (\nn\n = 4) and Japan (\nn\n = 1) (\nFig. 3B\n). The genetically most akin to strain IIIF7SW-P1 was SRR5666484, which was isolated from a human with a urinary tract infection in the USA in 2015 (ANI = 99.97%). Based on core-genome phylogeny, IIIF7SW-P1 formed a distinct node within the ST103 clone along with uropathogenic strain SRR5666484.\nFig 3\nPhylogenetic relationships within \nK. aerogenes\n ST103. (\nA\n) ANI between the genome of \nK. aerogenes\n ISS strain IIIF7SW-P1, the genome of \nK. aerogenes\n typing strain ATCC13048, and all \nK. aerogenes\n genomes of ST103 (\nn\n = 6). (\nB\n) Temporal dissemination of the \nK. aerogenes\n ST103 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. aerogenes\n ST103 genomes. For more details, an interactive dashboard is available \nhere\n.\nComparative genomics of \nK. quasipneumoniae\n ST3234\n\n\nK. quasipneumoniae\n ST3234 is a seldom encountered clone with only two genomes listed in the Pathogenwatch database. The genomes of \nK. quasipneumoniae\n IIIF3SW-P1 and those of two strains from Oxford, England were found to be highly similar, with an ANI > 99.8% (\nFig. 4A\n). The two UK strains were isolated from cases of invasive bloodstream infections (\nFig. 4B\n). When analyzed using core-genome phylogenetics, IIIF3SW-P1 was part of a separate node from the two strains from Oxford (\nFig. 4C\n).\nFig 4\nPhylogenetic relationships within \nK. quasipneumoniae\n ST3234. (\nA\n) ANI between the genome of \nK. quasipneumoniae\n ISS strain IIIIF3SW-P1, the genome of \nK. quasipneumoniae\n typing strain 07A044, and all \nK. quasipneumoniae\n genomes of ST3234 (\nn\n = 2). (\nB\n) Temporal dissemination of the \nK. quasipneumoniae\n ST3234 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. quasipneumoniae\n ST3234 genomes. For more details, an interactive dashboard is available \nhere\n.\nComparative genomics of \nK. quasipneumoniae\n ST138\nThe \nK. quasipneumoniae\n ST138 lineage exhibits a broader spatial distribution and higher genetic diversity compared to ST3234, with ANI > 99.3% (\nFig. 5A and B\n). The genome most closely related to the seven ISS \nK. quasipneumoniae\n ST138 isolates was that of ERR4635453, isolated from a human in Tacloban city, Philippines in 2017, with ANI = 99.77%. The ISS strains (\nn\n = 7) formed a distinct clade within the ST138 lineage based on core genome phylogeny, indicating potential evolutionary divergence from the main ST138 lineage.\nFig 5\nPhylogenetic relationships within \nK. quasipneumoniae\n ST138. (\nA\n) ANI between the genome of \nK. quasipneumoniae\n ST138 ISS strains (\nn\n = 7), the genome of \nK. quasipneumoniae\n typing strain 07A044, and all \nK. quasipneumoniae\n genomes of ST138 (\nn\n = 20). (\nB\n) Temporal dissemination of the \nK. quasipneumoniae\n ST138 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. quasipneumoniae\n ST138 genomes. The clade of the ISS isolates is highlighted. For more details, an interactive dashboard is available \nhere\n.\nAntimicrobial resistance genes\nThe ISS strains (\nn\n = 10) were found to each carry an average of 22.70 ± 0.64 antimicrobial-resistance genes (ARGs) (\nFig. 6A\n). Among the genomes, \nK. pneumoniae\n F3-2P(2) (ST101) was identified to carry the β-lactamase gene \nblaSHV-1\n, which is known to confer resistance to certain penicillin and first-generation cephalosporin antibiotics (\nFig. 6B\n). In the \nK. quasipneumoniae\n genomes of ST138, the chromosomal \nblaOKP-B-8\n was identified. The genome of \nK. quasipneumoniae\n strain IIIF3SW-P1 (ST3234) was found to carry a \nblaOKP-B-3\n allelic variant. The OKP-B chromosomal β-lactamase group is known to confer resistance mainly to aminopenicillins and carboxypenicillins and remains susceptible to the presence of inhibitors such as clavulanic acid (\n25\n). \nK. aerogenes\n strain IIIF7SW-P1 (ST103) had three missense mutations in the outer membrane protein encoding \nompK\n gene, which are linked with increased resistance to cephalosporins and cephamycins explain the observed phenotypic resistance to cefoxitin (Table S5).\nFig 6\nGenetic determinants of resistance and virulence. (\nA\n) Total number of ARGs identified per ISS-originating \nKlebsiella\n strain. (\nB\n) Heatmap distribution of ARGs per isolate. (\nC\n) Total number of VFs identified per ISS-originating \nKlebsiella\n strain. (\nD\n) Heatmap distribution of VFs per isolate.\nGenetic determinants of virulence\nThe ISS strains (\nn\n = 10) encoded for an average of 54.20 ± 8.95 VF genes each (\nFig. 6C\n). The genome of \nK. pneumoniae\n F3-2P (2) encoded for 75 VFs, amonst which were the virulence loci for enterobactin and yersiniabactin. The yersiniabactin pathogenicity island (ybt-14 lineage) was part of a self-mobilizable ICE (ICEKp5) of 63.441 Kb. The \nybtQ\n gene amplicon (234 bp) was also detected using a multiplex PCR assay for the F3-2P (2) strain. Moreover, the iron regulatory protein-encoding genes \nirp1\n and \nirp2\n were identified as part of the same ICEKp5. Consequently, strain F3-2P (2) received a virulence score of 1/5 based on Kleborate’s scoring system (\n10\n). The \nwb\n gene cluster relating to O1 antigen production, commonly found in clinical isolates, was also identified in strain F3-2P (2).\nFurthermore, all 10 ISS \nKlebsiella\n genomes encoded for the virulence-associated enterotoxin (\nentA/B/C/E/F\n). \nK. quasipneumoniae\n strain IIIF3SW-P1 (ST3234) encoded for the enterotoxin \nentD\n and \nwcaG/H/I/J\n, a gene cluster involved in the biosynthesis of the outer core lipopolysaccharide. \nK. aerogenes\n strain IIIF7SW-P1 was the only strain identified to contain the \nflgH/G/M/N\n genes, which encode for regions of the bacterial flagellar switch protein (\nFig. 6D\n).",
    "antimicrobial_susceptibility_testing": "Antimicrobial susceptibility testing\nAntimicrobial susceptibilities for the 10 \nKlebsiella\n spp. isolates were determined by the Kirby-Bauer disc diffusion method for a range of 8 β-lactam and 10 non-β-lactam antibiotics as previously described (\n47\n) (Table S6). The diffusion test was performed on Mueller Hinton agar as a culture medium. Classification into susceptibility categories was determined using the clinical breakpoints provided for Enterobacterales defined by the European Committee on Antimicrobial Susceptibility Testing (v.13.0, 2023) (\n48\n). For nalidixic acid and kanamycin, breakpoints provided by the Clinical and Laboratory Standards Institute (30th edition) were applied (\n49\n). \nK. pneumoniae\n ATCC 700603, \nEscherichia coli\n ATCC 25922, and \nPseudomonas aeruginosa\n ATCC 27853 were utilized as quality controls.",
    "assembly_statistics": "Assembly statistics\nUsing hybrid assembly methods with data from both Illumina and ONT sequencing platforms, circular plasmid and closed chromosomal genomes were possible for all isolates. The assembly statistics are provided in Table S2. A direct genomic comparison of the chromosomes of all 10 ISS \nKlebsiella\n strains is shown in \nFig. 1A\n.\nFig 1\nGenetic comparison and functional characteristics of \nKlebsiella\n genomes and plasmids. (\nA\n) Direct genomic comparison for all (\nn\n = 10) \nKlebsiella\n genomes retrieved from the ISS. The two outermost circles represent the forward and reverse strands of \nK. quasipneumoniae\n strain IF1SW-B2. Each gene is colored per Clusters of Orthologous Genes (COG) function. Subsequent rings indicate rRNA and tRNA genes, respectively. Inner circles represent regions of genomic similarity between IF1SW-B2 and the other ISS strains as follows: 1. F3-6P (2), 2. IF2SW-B3, 3. IF1SW-B2, 4. F3-6P (1), 5. IF2SW-P1, 6. IF1SW-P4, 7. IF1SW-P3, 8. IIIF3SW-P1, 9. F3-2P (2), and 10. IIIF7SW-P1. The two innermost circles represent GC content and GC skew, respectively. (\nB\n) Represents the 216.722 Kb plasmid pF3-2P (2) retrieved from \nK. pneumoniae\n strain F3-2P2(2). (\nC\n) Represents the 28.614 Kb plasmid pIIIF7SW-P1_1 retrieved from \nK. aerogenes\n strain IIIF7SW-P1. (\nD\n) Depicts the 5.769 Kb plasmid pIIF7SW-P1_2 retrieved from \nK. aerogenes\n strain IIIF7SW-P1. Coding sequences are colored per COG function.",
    "genome_typing": "Genome typing\nGenotyping-based sequence type (ST) characterization identified four different STs among the strains. The most common ST among the \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n was ST138 (7/8 \nK\n. \nquasipneumoniae\n strains). These strains uniformly exhibited K48 and O5 locus alleles. Strain IIIF3SW-P1 was identified as ST3234 displaying K16 and O3 surface antigens. The \nK. pneumoniae\n strain F3-2P (2) belongs to the ST101 lineage with KL106 and O1/O2v2, while \nK. aerogenes\n strain IIIF7SW-P1 to the ST103 lineage presenting KL119 and O3/O3a (Table S3).",
    "plasmid_characterization": "Plasmid characterization\n\n\nK. pneumoniae\n strain F3-2P (2) was found to possess a 216.722 Kb, IncFIIK (FIIK-9 allele) conjugative plasmid encoding for 234 coding sequences (CDSs; \nFig. 1B\n). Key functionalities of this plasmid mainly include gene clusters associated with heavy-metal resistance and thermoresistance. Genes responsible for mercuric resistance (\nmerA\n), arsenical resistance (\narsA/B/C\n), copper resistance (\ncopA/B/D/R\n), copper and silver export system (\ncusA/B/C/F/R/S\n), and genes that enable cell growth at high temperatures (\ncplC, htpX\n) were present.\n\n\nK. aerogenes\n strain IIIF7SW-P1 was identified to carry two previously unidentified plasmids: pIIF7SW-P1_1 is a 28.614 Kb, low copy (0.68 copies per cell), mobilizable plasmid identified to contain 38 CDSs (\nFig. 1C\n). pIIF7SW-P1_2 is a 5.796 Kb, high copy (16.10 copies per cell), non-mobilizable plasmid containing six CDSs (\nFig. 1D\n; Table S4). pIIF7SW-P1_2 was found to encode for the heat shock gene \nhtrC\n.",
    "average_nucleotide_identity_analysis_of_iss_isolates": "Average nucleotide identity analysis of ISS isolates\nAverage nucleotide identity (ANI) analysis revealed that all \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains belonging to ST138 shared an ANI of >99.99% (99.998% ± 0.001%), indicating that they belong to the same clone that shows spatio-temporal persistence. Strain IIIF3SW-P1 (ST3234) shared an ANI of 99.148% ± 0.001% with the rest of \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains. \nK. pneumoniae\n strain F3-2P (2) and \nK. aerogenes\n strain IIIF7SW-P1 were more genomically distant with respective ANIs of 93.237% ± 2.346% and 86.079% ± 0.041% when compared to the \nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strains (Fig. S1).",
    "comparative_genomics_of_k._pneumoniae_st101": "Comparative genomics of \nK. pneumoniae\n ST101\nThe \nK. pneumoniae\n ST101 is a globally distributed clone with over 696 isolates reported in over 33 countries on the Pathogenwatch genomic surveillance database. \nK. pneumoniae\n ST101 is widely associated with hypervirulent pathotypes. Overall, the ST101 lineage genomes exhibited high genetic similarity (ANI > 99.4%; \nFig. 2A\n) and are predominantly associated with Europe and South-East Asia (\nFig. 2B\n). F3-2P (2), the strain from the ISS, is most closely related to ERR985162, a genome retrieved from sewage wastewater in the UK in 2014, with an ANI of 99.86%. Phylogenetic analysis revealed that F3-2P (2) belongs to a distinct sub-clade within the ST101 lineage, along with 41 other genomes (\nFig. 2C\n). Out of the 696 \nK\n. \npneumoniae\n ST101 isolates reported worldwide, 87.07% (606/696) were found to carry the \nybt\n gene cluster, which is a determinant of virulence associated with the presence of yersiniabactin, suggesting that yersiniabactin plays a key role in the pathogenicity of this clone. Among these isolates, only nine encoded for additional siderophore virulence factors such as colibactin or aerobactin. Moreover, 98.2% (595/606) of the ybt-positive genomes encoded for ybt9, as part of a horizontally acquired ICEKp3. The integrative conjugative element ICEKp5, which was identified in the ISS isolate F3-2P (2) and carries the ybt14 locus, is a rarity, identified in only four other ST101 genomes.\nFig 2\nPhylogenetic relationships within \nK. pneumoniae\n ST101. (\nA\n) ANI between the genome of \nK. pneumoniae\n ISS strain F3-2P (2), the genome of \nK. pneumoniae\n typing strain (ATCC13883), and all \nK. pneumoniae\n genomes of ST 101 reported on Pathogenwatch (\nn\n = 696). The sub-clade of F3-2P(2) (\nn\n = 41) is highlighted. (\nB\n) Global distribution of the \nK. pneumoniae\n ST 101 isolates. (\nC\n) Core-genome phylogenetic relatedness of the \nK. pneumoniae\n ST101 genomes. For more details, an interactive dashboard is available \nhere\n.",
    "comparative_genomics_of_k._aerogenes_st103": "Comparative genomics of \nK. aerogenes\n ST103\nThe genomes of the \nK. aerogenes\n ST103 isolates (\nn\n = 7), including the ISS strain IIIF7SW-P1, were found to be highly related with an ANI > 99.8% (\nFig. 3A\n). The associated ST103 isolates were geographically confined, with isolates obtained from human hosts in the USA (\nn\n = 4) and Japan (\nn\n = 1) (\nFig. 3B\n). The genetically most akin to strain IIIF7SW-P1 was SRR5666484, which was isolated from a human with a urinary tract infection in the USA in 2015 (ANI = 99.97%). Based on core-genome phylogeny, IIIF7SW-P1 formed a distinct node within the ST103 clone along with uropathogenic strain SRR5666484.\nFig 3\nPhylogenetic relationships within \nK. aerogenes\n ST103. (\nA\n) ANI between the genome of \nK. aerogenes\n ISS strain IIIF7SW-P1, the genome of \nK. aerogenes\n typing strain ATCC13048, and all \nK. aerogenes\n genomes of ST103 (\nn\n = 6). (\nB\n) Temporal dissemination of the \nK. aerogenes\n ST103 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. aerogenes\n ST103 genomes. For more details, an interactive dashboard is available \nhere\n.",
    "comparative_genomics_of_k._quasipneumoniae_st3234": "Comparative genomics of \nK. quasipneumoniae\n ST3234\n\n\nK. quasipneumoniae\n ST3234 is a seldom encountered clone with only two genomes listed in the Pathogenwatch database. The genomes of \nK. quasipneumoniae\n IIIF3SW-P1 and those of two strains from Oxford, England were found to be highly similar, with an ANI > 99.8% (\nFig. 4A\n). The two UK strains were isolated from cases of invasive bloodstream infections (\nFig. 4B\n). When analyzed using core-genome phylogenetics, IIIF3SW-P1 was part of a separate node from the two strains from Oxford (\nFig. 4C\n).\nFig 4\nPhylogenetic relationships within \nK. quasipneumoniae\n ST3234. (\nA\n) ANI between the genome of \nK. quasipneumoniae\n ISS strain IIIIF3SW-P1, the genome of \nK. quasipneumoniae\n typing strain 07A044, and all \nK. quasipneumoniae\n genomes of ST3234 (\nn\n = 2). (\nB\n) Temporal dissemination of the \nK. quasipneumoniae\n ST3234 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. quasipneumoniae\n ST3234 genomes. For more details, an interactive dashboard is available \nhere\n.",
    "comparative_genomics_of_k._quasipneumoniae_st138": "Comparative genomics of \nK. quasipneumoniae\n ST138\nThe \nK. quasipneumoniae\n ST138 lineage exhibits a broader spatial distribution and higher genetic diversity compared to ST3234, with ANI > 99.3% (\nFig. 5A and B\n). The genome most closely related to the seven ISS \nK. quasipneumoniae\n ST138 isolates was that of ERR4635453, isolated from a human in Tacloban city, Philippines in 2017, with ANI = 99.77%. The ISS strains (\nn\n = 7) formed a distinct clade within the ST138 lineage based on core genome phylogeny, indicating potential evolutionary divergence from the main ST138 lineage.\nFig 5\nPhylogenetic relationships within \nK. quasipneumoniae\n ST138. (\nA\n) ANI between the genome of \nK. quasipneumoniae\n ST138 ISS strains (\nn\n = 7), the genome of \nK. quasipneumoniae\n typing strain 07A044, and all \nK. quasipneumoniae\n genomes of ST138 (\nn\n = 20). (\nB\n) Temporal dissemination of the \nK. quasipneumoniae\n ST138 genomes. (\nC\n) Core-genome phylogenetic relatedness of the \nK. quasipneumoniae\n ST138 genomes. The clade of the ISS isolates is highlighted. For more details, an interactive dashboard is available \nhere\n.",
    "antimicrobial_resistance_genes": "Antimicrobial resistance genes\nThe ISS strains (\nn\n = 10) were found to each carry an average of 22.70 ± 0.64 antimicrobial-resistance genes (ARGs) (\nFig. 6A\n). Among the genomes, \nK. pneumoniae\n F3-2P(2) (ST101) was identified to carry the β-lactamase gene \nblaSHV-1\n, which is known to confer resistance to certain penicillin and first-generation cephalosporin antibiotics (\nFig. 6B\n). In the \nK. quasipneumoniae\n genomes of ST138, the chromosomal \nblaOKP-B-8\n was identified. The genome of \nK. quasipneumoniae\n strain IIIF3SW-P1 (ST3234) was found to carry a \nblaOKP-B-3\n allelic variant. The OKP-B chromosomal β-lactamase group is known to confer resistance mainly to aminopenicillins and carboxypenicillins and remains susceptible to the presence of inhibitors such as clavulanic acid (\n25\n). \nK. aerogenes\n strain IIIF7SW-P1 (ST103) had three missense mutations in the outer membrane protein encoding \nompK\n gene, which are linked with increased resistance to cephalosporins and cephamycins explain the observed phenotypic resistance to cefoxitin (Table S5).\nFig 6\nGenetic determinants of resistance and virulence. (\nA\n) Total number of ARGs identified per ISS-originating \nKlebsiella\n strain. (\nB\n) Heatmap distribution of ARGs per isolate. (\nC\n) Total number of VFs identified per ISS-originating \nKlebsiella\n strain. (\nD\n) Heatmap distribution of VFs per isolate.",
    "genetic_determinants_of_virulence": "Genetic determinants of virulence\nThe ISS strains (\nn\n = 10) encoded for an average of 54.20 ± 8.95 VF genes each (\nFig. 6C\n). The genome of \nK. pneumoniae\n F3-2P (2) encoded for 75 VFs, amonst which were the virulence loci for enterobactin and yersiniabactin. The yersiniabactin pathogenicity island (ybt-14 lineage) was part of a self-mobilizable ICE (ICEKp5) of 63.441 Kb. The \nybtQ\n gene amplicon (234 bp) was also detected using a multiplex PCR assay for the F3-2P (2) strain. Moreover, the iron regulatory protein-encoding genes \nirp1\n and \nirp2\n were identified as part of the same ICEKp5. Consequently, strain F3-2P (2) received a virulence score of 1/5 based on Kleborate’s scoring system (\n10\n). The \nwb\n gene cluster relating to O1 antigen production, commonly found in clinical isolates, was also identified in strain F3-2P (2).\nFurthermore, all 10 ISS \nKlebsiella\n genomes encoded for the virulence-associated enterotoxin (\nentA/B/C/E/F\n). \nK. quasipneumoniae\n strain IIIF3SW-P1 (ST3234) encoded for the enterotoxin \nentD\n and \nwcaG/H/I/J\n, a gene cluster involved in the biosynthesis of the outer core lipopolysaccharide. \nK. aerogenes\n strain IIIF7SW-P1 was the only strain identified to contain the \nflgH/G/M/N\n genes, which encode for regions of the bacterial flagellar switch protein (\nFig. 6D\n).",
    "discussion": "DISCUSSION\nThis study highlights the presence of \nKlebsiella\n isolates associated with human pathogenic lineages. It also reports on the first identification of a yersiniabactin-encoding \nK. pneumoniae\n and associated \nKlebsiella\n plasmids aboard the ISS. Of note, isolate F3-2P (2) belongs to the emerging nosocomial high-risk clone ST101, which is linked with carbapenem and colistin resistance and exhibits a hvKp pathotype (\n26\n, \n27\n). The ST101 clone has been implicated in numerous outbreaks of bloodstream infections worldwide, including in southern Italy and India (\n28\n, \n29\n). With isolates reported from over 33 countries, ST101 poses a persistent public health concern and ST101 induced infections have been associated with 11% increased mortality compared to non-ST101 infections (\n30\n). Widely disseminated, high-risk clones like ST101 are known to be able to horizontally acquire hypervirulence gene clusters, potentially precipitating the emergence of hypervirulent clonal lineages (\n31\n). In line with this, our analysis suggests that the predominant virulence factor associated with ST101 is yersiniabactin, as part of a horizontally acquired and self-mobilizable ICEKp.\n\n\nK. pneumoniae\n strain F3-2P (2) was identified to encode for 75 VF genetic determinants, including the siderophore genes (\nirp1/2\n), the enterobactin gene cluster, and the yersiniabactin (ybt-14) gene cluster as part of a self-mobilizable ICEKp5. \nK. pneumoniae\n clinical isolates harboring yersiniabactin on ICEKp5 are known to prevail in intensive care units and tertiary hospital settings and are linked with invasive infections (\n32\n\n\n–\n\n\n34\n). Among the 696 ST101 genomes available on the Pathogenwatch surveillance database, only four esxhibited the same ICEKp5 harboring the ybt-14 gene cluster. These strains were distributed widely in different countries such as the USA, China, and the Philippines. The mode of transportation of a potential pathogen such as \nK. pneumoniae\n F3-2P (2) to the ISS could be through cargo or crew, although relevant crew data were not available as NASA does not mandate the monitoring of microbial diversity. Similar to screening and surveillance protocols in clinical settings, targeted screening of cargo and crew for potential opportunistic pathogens could mitigate any putative pathogen-associated risks.\nThe genome of \nK. pneumoniae\n strain F3-2P (2) also revealed the presence of an IncFIIK conjugative plasmid containing several heavy-metal resistance and thermoresistance genes. Although ESBL CTX-M-15-encoding plasmids are commonly associated with the FIIK-9 replicon, the plasmid of F3-2P (2) lacked ESBLs likely due to the absence of antibiotic-induced selective pressure (\n35\n). This strain was isolated from the WHC of the ISS. The role of the WHC is the removal and containment of human solid waste and urine. While it is unclear if the strain originated from the ISS crew or cargo, \nK. pneumoniae\n strains have been reported to survive on surfaces for up to 6 weeks, with the longest survival rates observed for stainless steel (\n36\n, \n37\n). When a uman infection is established with hvKp isolates, while both enterobactin and yersiniabactin virulence loci are present, it has been demonstrated that could result in multi-site infection due to metastatic spread (\n38\n). Furthermore, the hypervirulent, multimetal resistance, and thermotolerant genomic profile of the \nK. pneumoniae\n F3-2P (2) strain could possibly allow it to evade the existing disinfecting protocols aboard the ISS. Further work is required to clarify the phenotypic translation of these genotypic traits. The presence of the resistance and hypervirulence determinants in MGEs further poses a consideration for their dissemination across the ISS microbiome.\nThe persistence of \nK. quasipneumoniae\n ST138 in the ISS environment was evidenced by the isolation of seven strains over 18 months from three different locations (Permanent Multipurpose Module, Cupola, and WHC). Despite the spatial and temporal distribution of their collection, the ST138 strains showed remarkable genetic similarity, suggesting the possible propagation of a single clone in the closed system for a prolonged period. The genomes of the ST138 isolates shared several chromosomal genetic determinants of resistace, including these encoding for resistance to quaternary ammonium compounds (QACs), peroxide, fosmidomycin, methyl viologen, tellurite, nickel, cobalt, zinc, and the multiple stress-resistance protein BhsA encoded by \nbhsA\n. These determinants may confer adaptability advantages to the ST138 lineage during spaceflight, given most cleaning agents and disinfectants contain several of these heavy metals and QACs. On Earth, \nK. quasipneumoniae\n ST138 strains have been isolated from untreated and treated water in a wastewater treatment plant in Slovenia (\n38\n). ESBL cefotaximase (CTXM-9)-producing strains of \nK. quasipneumoniae\n ST138 have also been reported to cause community-onset infections in China (\n38\n). Overall, \nK. quasipneumoniae\n ST138 shows temporal and spatial persistence within the ISS environment, more than any other \nKlebsiella\n lineage. The ISS \nK. quasipneumoniae\n ST138 strains lacked any MGEs and, therefore, their adaptability advantage is likely ntrinsic. Further research is required to elucidate the properties of this lineage, which allow it to adapt and propagate to the high-pressure environment of the ISS.\n\n\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n strain IIIF3SW-P1 was the only ST3234 strain identified on ISS, and it was isolated from the crew exercise platform (ARED). There is not much known about the dissemination and persistence of \nK. quasipneumoniae\n ST3234 as only two isolates have been reported on surveillance databases. Both Earthly strains were associated with invasive bloodstream infections in humans and were isolated at John Radcliffe Hospital in Oxford, UK between 2009 and 2012.\n\n\nK. aerogenes\n strain IIIF7SW-P1 (ST103) was isolated from the ISS Lab3 in 2015. This strain belongs to the globally rare \nK. aerogenes\n ST103 lineage, with only five strains deposited in the Pathogenwatch database, all of which are associated with UTIs and reported in the USA. \nK. aerogenes\n IIIF7SW-P1 presented phenotypic resistance to ampicillin and the second generation cephamycin cefoxitin as expected, given the intrinsic resistance of \nK. aerogenes\n due to the presence of a chromosomal \nampC\n. The isolate was susceptible to the third generation cephalosporin cefpodoxime and to the cefpodoxime/clavulanic acid combination tested. This is in liaison with the literature supporting that only overproduction of AmpC is linked with resistance to third generation cephalosporins (\n39\n). Interestingly, IIIF7SW-P1 harbored two uncharacterized plasmids, one of which (pIIF7SW-P1_1) was predicted to be mobilizable and contained the \npilL\n gene responsible for thin pilus biogenesis (\n40\n). PilL is known to promote bacterial adhesion and colonization, providing a selective advantage in the high-selective-pressure environment of the ISS. The second plasmid (pIIF7SW-P1_2) was a high copy plasmid, harboring the heat shock gene \nhtrC\n, which has been linked with increased thermoresistance in \nE. coli\n (\n41\n). The genetic makeup of IIIF7SW-P1 suggests that it may have acquired plasmids enabling it to survive and persist in the challenging conditions of the ISS, which warrants further investigation.\nIn sumary, this study provides a first complete genomic characterization of \nKlebsiella\n strains isolated from the ISS . This study reports on the genomic makeup of 10 \nKlebsiella\n isolates, revealing an abundance of heavy metal and QAC-resistance genes amongst the genomes, similar to the ones seen in clinical settings where the use of disinfectants is intense (\n42\n). However, clinically relevant ESBLs and carbapenemase-producing genes were notably absent. This study reports on the isolation of a yersiniabactin-encoding \nK. pneumoniae\n from a human-associated pathogenic lineage aboard the ISS as well as on the persistence and possible genomic divergence of \nK. quasipneumoniae\n ST138 isolates. The prevalence and seemingly adaptability of \nK. quasipneumoniae\n ST138 in spaceflight conditions should be considered for further investigation. Additional epidemiological studies are needed to map and understand the prevalent \nKlebsiella\n lineages that could persist during prolonged spaceflight. Ongoing surveillance of potentially problematic STs is feasible on the ISS due to its small crew size and could help mitigate associated risks. These efforts will aid in developing suitable countermeasures for eradicating potentially problematic pathogens in closed habitats for future human missions to the Moon, Mars, and beyond.",
    "materials_and_methods": "MATERIALS AND METHODS\nIsolation of the strains from the ISS\nVarious locations were sampled on the ISS using polyester wipes, and the metadata associated with the samples and their collections were published elsewhere (\n43\n). Briefly, each wipe was aseptically removed from the zip lock bag and transferred to a 500 mL bottle containing 200 mL of sterile phosphate-buffered saline (pH 7.4) and concentrated with a concentrating pipette (Innova Prep, Drexel, MO, USA) using a 0.22 µm Hollow Fiber Polysulfone tips (Cat #: CC08022). Suitable aliquots (100 µL) of each sample were plated on Reasoner’s 2A agar in duplicate and incubated at 25°C for 7 days, and well-matured colonies were picked, archived in semisolid R2A (agar media diluted 1:10), and stored at room temperature. A loopful of purified microbial culture was directly subjected to PCR. The targeted fragment was amplified (colony PCR) to amplify the 1.5 kb 16S rRNA gene to identify the bacterial strains. The following primers were used for the 16S rRNA gene amplification: the forward primer, 27F (5′-AGA GTT TGA TCC TGG CTC AG-3′), and the reverse primer, 1492R (5′-GGT TAC CTT GTT ACG ACT T-3′) (\n44\n, \n45\n). The PCR conditions were as follows: denaturation at 95°C for 5 min, followed by 35 cycles consisting of denaturation at 95°C for 50 s, annealing at 55°C for 50 s, and extension at 72°C for 1 min 30 s and finalized by extension at 72°C for 10 min. The sequencing was performed using 27F and 1492R primers, and the sequences were assembled using SeqMan Pro from DNAStar Lasergene Package (DNASTAR Inc., Madison, WI, USA). The bacterial sequences were searched against EzTaxon-e database (\n46\n) and the initial identification was based on the closest percentage similarity (>97%) to previously identified microbial type strains.\nDNA extraction and sequencing\nCultures of the 10 \nKlebsiella\n strains were grown overnight on MacConkey agar plates at 37°C. DNA extraction was performed using the QIAamp DNA Mini Kit (Qiagen, Germany) according to the manufacturer’s instructions, with no pre-enrichment steps. The extracted DNA was quantified using a Qubit fluorometer (Thermo-Fisher Scientific, USA) and the dsDNA High Sensitivity kit (Thermo-Fisher Scientific, USA). DNA purity was evaluated by measuring the absorbance ratio at 260 and 280 nm (A260/280) on a Jenway Genova Nano Micro-volume Spectrophotometer (ThermoFisher Scientific, USA). For sequencing, DNA samples with a suitable quantity (>12.5 ng/µL) and purity (A260/280 of 1.80–2.00) were selected for downstream processing. Illumina NovaSeq 6000 sequencing was performed on these samples at Oxford’s Genomics Centre (PE150). In addition, long-read sequencing for the DNA of all 10 isolates was carried out using an Oxford MinION Mk1C platform with a R9.4.1 flow cell (Oxford, UK).\nAntimicrobial susceptibility testing\nAntimicrobial susceptibilities for the 10 \nKlebsiella\n spp. isolates were determined by the Kirby-Bauer disc diffusion method for a range of 8 β-lactam and 10 non-β-lactam antibiotics as previously described (\n47\n) (Table S6). The diffusion test was performed on Mueller Hinton agar as a culture medium. Classification into susceptibility categories was determined using the clinical breakpoints provided for Enterobacterales defined by the European Committee on Antimicrobial Susceptibility Testing (v.13.0, 2023) (\n48\n). For nalidixic acid and kanamycin, breakpoints provided by the Clinical and Laboratory Standards Institute (30th edition) were applied (\n49\n). \nK. pneumoniae\n ATCC 700603, \nEscherichia coli\n ATCC 25922, and \nPseudomonas aeruginosa\n ATCC 27853 were utilized as quality controls.\nBioinformatic analysis\nFiltering and assembly\nFor short reads, quality filtering and adapter trimming were carried out using fastp (v0.23.2) (\n50\n). Only reads with a \nQ\n score of over 20 were retained. For long reads, adapter trimming was conducted using Porechop (v0.2.4) (\n51\n). Trimmed long reads were quality filtered using \nfiltlong\n (v0.2.1) and only reads of 1 kbp or more were retained. Hybrid genome assembly was conducted using the hybrid assembly pipeline Unicycler (v0.5.0) (\n52\n) with default settings. The quality of hybrid assemblies was assessed using QUAST (v5.2.0) (\n53\n). Closed genome assemblies were visualized using Bandage (v0.8.1) (\n54\n), separating chromosomal and plasmid sequences. Circular visualization of the chromosomes and plasmids coupled including COG classification of their genetic features was conducted using \nCOGclassifier\n (v1.0.4) and \nMGCplotter\n (v1.0.1).\nGenomic characterization of resistance, virulence, and plasmids\nGenome comparison between the 10 ISS strains was also conducted using MGCplotter utilizing \nK. quasipneumoniae\n strain IF1SW-B2 as a reference genome (v1.0.1) (\nFig. 1\n). The mobilization and conjugation potential of the plasmids were predicted using the Mobtyper tool from the MOB-suite software package (v3.1.0) (\n55\n). Plasmid ST was determined using the \nplasmidMLST\n (v2.0) tool.\nANI analysis was carried out using \nANIclustermap\n (v1.1.0). The bacterial chromosomes and plasmids identified were scanned for the presence of ARGs and VFs using \nAbricate\n (v.1.0.0) against the comprehensive antibiotic resistance database (card) (\n56\n) and the virulence factor database (vfdb) (\n57\n), respectively. Only results with coverage and identity >90% were considered. The presence of ICEs was assessed using VRprofile2 (\n58\n). Species identification, sequence typing, K and O locus typing, and quantification of the respective virulence and resistance scores were conducted using Kleborate (v2.2.0) (\n10\n) and Kaptive (v2.0.3) (\n59\n).\nLarge scale comparative genomics\nTo compare the ISS \nKlebsiella\n genomes with Earthly analogs of the same ST, all available genomes from the STs identified for the ISS strains were retrieved from the Pathogenwatch database (Table S6). Their assemblies were annotated using PROKKA (v1.14.5) (\n60\n). A pan-genome analysis for each ST, which included the corresponding ISS strains and the species typing strain, was conducted using roary (v3.11.2) (\n61\n). Core genome alignment was determined using mafft (v7.47.1) (\n62\n). Phylogenetic analysis was performed to infer the evolutionary relationships among the core gene sequences with RAxML (v.8.2.12) using the General Time Reversible-gamma model with rapid bootstrapping of 200 bootstrapping replicates (\n63\n). The presence-absence results from the pan-genome analysis and the phylogenetic tree generated were visualized using microreact (\n64\n). Data were also visualized using the R programming language.\nDedicated dashboards per ST have been generated and are accessible : \nK. quasipneumoniae ST 3234\n; \nK. quasipneumoniae ST138\n; \nK. pneumoniae\n\n\n ST101\n\n\n,\n\n\nK. aerogenes ST103.\n\n\nPhylogenetic trees displaying branch distances and bootstrap support values are presented in Fig. S2.\nHypervirulence multiplex PCR assay\nAn in-house developed and validated multiplex PCR assay, designed to detect hypervirulence in clinical \nK. pneumoniae\n isoalates, was used to verify the presence of yersiniabactin identified in strain F3-2P (2). The assay targets the \nybtQ\n gene of the yersiniabactin gene cluster, the \niucA\n gene of the aerobactin gene cluster, and the \n16SrRNA\n gene as a positive control (Table S7). The multiplex PCR was conducted on a SensQuest Thermocycler with the following conditions: 2 min at 50°C, 10 min at 95°C (15 s at 95°C, 1 min at 60°C) × 35.",
    "isolation_of_the_strains_from_the_iss": "Isolation of the strains from the ISS\nVarious locations were sampled on the ISS using polyester wipes, and the metadata associated with the samples and their collections were published elsewhere (\n43\n). Briefly, each wipe was aseptically removed from the zip lock bag and transferred to a 500 mL bottle containing 200 mL of sterile phosphate-buffered saline (pH 7.4) and concentrated with a concentrating pipette (Innova Prep, Drexel, MO, USA) using a 0.22 µm Hollow Fiber Polysulfone tips (Cat #: CC08022). Suitable aliquots (100 µL) of each sample were plated on Reasoner’s 2A agar in duplicate and incubated at 25°C for 7 days, and well-matured colonies were picked, archived in semisolid R2A (agar media diluted 1:10), and stored at room temperature. A loopful of purified microbial culture was directly subjected to PCR. The targeted fragment was amplified (colony PCR) to amplify the 1.5 kb 16S rRNA gene to identify the bacterial strains. The following primers were used for the 16S rRNA gene amplification: the forward primer, 27F (5′-AGA GTT TGA TCC TGG CTC AG-3′), and the reverse primer, 1492R (5′-GGT TAC CTT GTT ACG ACT T-3′) (\n44\n, \n45\n). The PCR conditions were as follows: denaturation at 95°C for 5 min, followed by 35 cycles consisting of denaturation at 95°C for 50 s, annealing at 55°C for 50 s, and extension at 72°C for 1 min 30 s and finalized by extension at 72°C for 10 min. The sequencing was performed using 27F and 1492R primers, and the sequences were assembled using SeqMan Pro from DNAStar Lasergene Package (DNASTAR Inc., Madison, WI, USA). The bacterial sequences were searched against EzTaxon-e database (\n46\n) and the initial identification was based on the closest percentage similarity (>97%) to previously identified microbial type strains.",
    "dna_extraction_and_sequencing": "DNA extraction and sequencing\nCultures of the 10 \nKlebsiella\n strains were grown overnight on MacConkey agar plates at 37°C. DNA extraction was performed using the QIAamp DNA Mini Kit (Qiagen, Germany) according to the manufacturer’s instructions, with no pre-enrichment steps. The extracted DNA was quantified using a Qubit fluorometer (Thermo-Fisher Scientific, USA) and the dsDNA High Sensitivity kit (Thermo-Fisher Scientific, USA). DNA purity was evaluated by measuring the absorbance ratio at 260 and 280 nm (A260/280) on a Jenway Genova Nano Micro-volume Spectrophotometer (ThermoFisher Scientific, USA). For sequencing, DNA samples with a suitable quantity (>12.5 ng/µL) and purity (A260/280 of 1.80–2.00) were selected for downstream processing. Illumina NovaSeq 6000 sequencing was performed on these samples at Oxford’s Genomics Centre (PE150). In addition, long-read sequencing for the DNA of all 10 isolates was carried out using an Oxford MinION Mk1C platform with a R9.4.1 flow cell (Oxford, UK).",
    "bioinformatic_analysis": "Bioinformatic analysis\nFiltering and assembly\nFor short reads, quality filtering and adapter trimming were carried out using fastp (v0.23.2) (\n50\n). Only reads with a \nQ\n score of over 20 were retained. For long reads, adapter trimming was conducted using Porechop (v0.2.4) (\n51\n). Trimmed long reads were quality filtered using \nfiltlong\n (v0.2.1) and only reads of 1 kbp or more were retained. Hybrid genome assembly was conducted using the hybrid assembly pipeline Unicycler (v0.5.0) (\n52\n) with default settings. The quality of hybrid assemblies was assessed using QUAST (v5.2.0) (\n53\n). Closed genome assemblies were visualized using Bandage (v0.8.1) (\n54\n), separating chromosomal and plasmid sequences. Circular visualization of the chromosomes and plasmids coupled including COG classification of their genetic features was conducted using \nCOGclassifier\n (v1.0.4) and \nMGCplotter\n (v1.0.1).\nGenomic characterization of resistance, virulence, and plasmids\nGenome comparison between the 10 ISS strains was also conducted using MGCplotter utilizing \nK. quasipneumoniae\n strain IF1SW-B2 as a reference genome (v1.0.1) (\nFig. 1\n). The mobilization and conjugation potential of the plasmids were predicted using the Mobtyper tool from the MOB-suite software package (v3.1.0) (\n55\n). Plasmid ST was determined using the \nplasmidMLST\n (v2.0) tool.\nANI analysis was carried out using \nANIclustermap\n (v1.1.0). The bacterial chromosomes and plasmids identified were scanned for the presence of ARGs and VFs using \nAbricate\n (v.1.0.0) against the comprehensive antibiotic resistance database (card) (\n56\n) and the virulence factor database (vfdb) (\n57\n), respectively. Only results with coverage and identity >90% were considered. The presence of ICEs was assessed using VRprofile2 (\n58\n). Species identification, sequence typing, K and O locus typing, and quantification of the respective virulence and resistance scores were conducted using Kleborate (v2.2.0) (\n10\n) and Kaptive (v2.0.3) (\n59\n).\nLarge scale comparative genomics\nTo compare the ISS \nKlebsiella\n genomes with Earthly analogs of the same ST, all available genomes from the STs identified for the ISS strains were retrieved from the Pathogenwatch database (Table S6). Their assemblies were annotated using PROKKA (v1.14.5) (\n60\n). A pan-genome analysis for each ST, which included the corresponding ISS strains and the species typing strain, was conducted using roary (v3.11.2) (\n61\n). Core genome alignment was determined using mafft (v7.47.1) (\n62\n). Phylogenetic analysis was performed to infer the evolutionary relationships among the core gene sequences with RAxML (v.8.2.12) using the General Time Reversible-gamma model with rapid bootstrapping of 200 bootstrapping replicates (\n63\n). The presence-absence results from the pan-genome analysis and the phylogenetic tree generated were visualized using microreact (\n64\n). Data were also visualized using the R programming language.\nDedicated dashboards per ST have been generated and are accessible : \nK. quasipneumoniae ST 3234\n; \nK. quasipneumoniae ST138\n; \nK. pneumoniae\n\n\n ST101\n\n\n,\n\n\nK. aerogenes ST103.\n\n\nPhylogenetic trees displaying branch distances and bootstrap support values are presented in Fig. S2.",
    "filtering_and_assembly": "Filtering and assembly\nFor short reads, quality filtering and adapter trimming were carried out using fastp (v0.23.2) (\n50\n). Only reads with a \nQ\n score of over 20 were retained. For long reads, adapter trimming was conducted using Porechop (v0.2.4) (\n51\n). Trimmed long reads were quality filtered using \nfiltlong\n (v0.2.1) and only reads of 1 kbp or more were retained. Hybrid genome assembly was conducted using the hybrid assembly pipeline Unicycler (v0.5.0) (\n52\n) with default settings. The quality of hybrid assemblies was assessed using QUAST (v5.2.0) (\n53\n). Closed genome assemblies were visualized using Bandage (v0.8.1) (\n54\n), separating chromosomal and plasmid sequences. Circular visualization of the chromosomes and plasmids coupled including COG classification of their genetic features was conducted using \nCOGclassifier\n (v1.0.4) and \nMGCplotter\n (v1.0.1).",
    "genomic_characterization_of_resistance,_virulence,_and_plasm": "Genomic characterization of resistance, virulence, and plasmids\nGenome comparison between the 10 ISS strains was also conducted using MGCplotter utilizing \nK. quasipneumoniae\n strain IF1SW-B2 as a reference genome (v1.0.1) (\nFig. 1\n). The mobilization and conjugation potential of the plasmids were predicted using the Mobtyper tool from the MOB-suite software package (v3.1.0) (\n55\n). Plasmid ST was determined using the \nplasmidMLST\n (v2.0) tool.\nANI analysis was carried out using \nANIclustermap\n (v1.1.0). The bacterial chromosomes and plasmids identified were scanned for the presence of ARGs and VFs using \nAbricate\n (v.1.0.0) against the comprehensive antibiotic resistance database (card) (\n56\n) and the virulence factor database (vfdb) (\n57\n), respectively. Only results with coverage and identity >90% were considered. The presence of ICEs was assessed using VRprofile2 (\n58\n). Species identification, sequence typing, K and O locus typing, and quantification of the respective virulence and resistance scores were conducted using Kleborate (v2.2.0) (\n10\n) and Kaptive (v2.0.3) (\n59\n).",
    "large_scale_comparative_genomics": "Large scale comparative genomics\nTo compare the ISS \nKlebsiella\n genomes with Earthly analogs of the same ST, all available genomes from the STs identified for the ISS strains were retrieved from the Pathogenwatch database (Table S6). Their assemblies were annotated using PROKKA (v1.14.5) (\n60\n). A pan-genome analysis for each ST, which included the corresponding ISS strains and the species typing strain, was conducted using roary (v3.11.2) (\n61\n). Core genome alignment was determined using mafft (v7.47.1) (\n62\n). Phylogenetic analysis was performed to infer the evolutionary relationships among the core gene sequences with RAxML (v.8.2.12) using the General Time Reversible-gamma model with rapid bootstrapping of 200 bootstrapping replicates (\n63\n). The presence-absence results from the pan-genome analysis and the phylogenetic tree generated were visualized using microreact (\n64\n). Data were also visualized using the R programming language.\nDedicated dashboards per ST have been generated and are accessible : \nK. quasipneumoniae ST 3234\n; \nK. quasipneumoniae ST138\n; \nK. pneumoniae\n\n\n ST101\n\n\n,\n\n\nK. aerogenes ST103.\n\n\nPhylogenetic trees displaying branch distances and bootstrap support values are presented in Fig. S2.",
    "hypervirulence_multiplex_pcr_assay": "Hypervirulence multiplex PCR assay\nAn in-house developed and validated multiplex PCR assay, designed to detect hypervirulence in clinical \nK. pneumoniae\n isoalates, was used to verify the presence of yersiniabactin identified in strain F3-2P (2). The assay targets the \nybtQ\n gene of the yersiniabactin gene cluster, the \niucA\n gene of the aerobactin gene cluster, and the \n16SrRNA\n gene as a positive control (Table S7). The multiplex PCR was conducted on a SensQuest Thermocycler with the following conditions: 2 min at 50°C, 10 min at 95°C (15 s at 95°C, 1 min at 60°C) × 35.",
    "data_availability": "DATA AVAILABILITY\nAll genomic data presented are publicly available on NCBI under BioProject accession numbers \nPRJNA635942\n, \nPRJNA640688\n, and \nPRJNA640693\n and under accession numbers \nCP118405\n and \nCP118406\n (\nK. pneumoniae\n F3-2P(2*)), \nCP118332\n, \nCP118333\n, and \nCP118334\n (\nK. aerogenes\n IIIF7SW-P1), \nCP118276\n (\nK. quasipneumoniae\n subsp. s\nimilipneumoniae\n F3-6P(2)), \nCP118271\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n IF2SW-B3), \nCP118277\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n IF1SW-B2), \nCP118273\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n F3-6P(1)), \nCP118278\n\n\n(K. quasipneumoniae\n subsp. \nsimilipneumoniae\n IIIF3SW-P1), \nCP118272\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n IF2SW-P1), \nCP118275\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n IF1SW-P4), and \nCP118274\n (\nK. quasipneumoniae\n subsp. \nsimilipneumoniae\n IF1SW-P3).",
    "supplemental_material": "SUPPLEMENTAL MATERIAL\nThe following material is available online at \nhttps://doi.org/10.1128/spectrum.01897-23\n.\n10.1128/spectrum.01897-23.SuF1\nCombined supplemental material\nspectrum.01897-23-s0001.docx\nCombined supplemental figures and tables including captions.\nClick here for additional data file.\nASM does not own the copyrights to Supplemental Material that may be linked to, or accessed through, an article. The authors have granted ASM a non-exclusive, world-wide license to publish the Supplemental Material files. Please contact the corresponding author directly for reuse."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10715203/"
}