{
  "id": "PMC11362537",
  "title": "Spaceflight alters host-gut microbiota interactions.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spaceflight alters host-gut microbiota interactions.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11362537/"
  },
  "sections": {
    "abstract": "The ISS rodent habitat has provided crucial insights into the impact of spaceflight on mammals, inducing symptoms characteristic of liver disease, insulin resistance, osteopenia, and myopathy. Although these physiological responses can involve the microbiome on Earth, host-microbiota interactions during spaceflight are still being elucidated. We explore murine gut microbiota and host gene expression in the colon and liver after 29 and 56 days of spaceflight using multiomics. Metagenomics revealed significant changes in 44 microbiome species, including relative reductions in bile acid and butyrate metabolising bacteria like \nExtibacter muris\n and \nDysosmobacter welbionis\n. Functional prediction indicate over-representation of fatty acid and bile acid metabolism, extracellular matrix interactions, and antibiotic resistance genes. Host gene expression described corresponding changes to bile acid and energy metabolism, and immune suppression. These changes imply that interactions at the host-gut microbiome interface contribute to spaceflight pathology and that these interactions might critically influence human health and long-duration spaceflight feasibility.",
    "introduction": "Introduction\nThe International Space Exploration Coordination Group, representing 27 of Earth’s space agencies, has outlined a clear target for a crewed mission to Mars in the Global Exploration Roadmap\n1\n,\n2\n, and sustainable long-term lunar exploration as a platform to develop the capabilities necessary to enable this ambitious goal. These guiding objectives have driven development of the imminent commercial low Earth orbit (LEO) destinations and Gateway, and the Artemis mission goal of a permanent lunar surface habitat by the early 2030 s\n3\n. Major challenges associated to longer duration spaceflight and habitation off-Earth are identified in the NASA Moon to Mars Objectives\n4\n, including the goal to advance understanding of how biology responds to the Moon, Mars, and deep space to support safe human space missions.\nConsistently observed spaceflight-associated pathologies, notably disrupted glucose metabolism characterised by insulin resistance and lipid metabolism dysregulation, pose significant risks to astronaut health\n5\n,\n6\n. Research in tissue culture using the high aspect ratio vessel simulated microgravity model system developed at the NASA Johnson Space Centre characterised increases in pancreatic production of α-TNF, which increased insulin resistance and decreased glucose utilisation in adipocytes\n7\n. In mice, a reduction of insulin sensitivity has been observed after microgravity simulation using hindlimb unloading\n8\n. This is reflected in the muscle transcriptome after spaceflight, where insulin receptor signalling is suggestive of disrupted glucose homoeostasis\n9\n.\nSimilarly, simulated microgravity on human oligodendrocyte\n10\n and mesenchymal stem\n11\n cell cultures increases production of fatty acids and complex lipids. In the nematode \nCaenorhabditis elegans\n, the intestinal lipid metabolic sensors SBP-1 and MDT-15 respond to simulated microgravity, with RNAi knockdown of \nsbp-1\n and \nmdt-15\n reducing lipid toxicity\n12\n. Spaceflight metabolic studies from the Bion space program (Kosmos 605, 690, 782, 936 and 1887 (1973-87))\n13\n–\n15\n characterised rats as hyperlipidemic, with spaceflight inducing elevated serum or hepatic fatty acids, and substantial increases in cholesterol (67%). Similar lipid dysregulation, suggestive of non-alcoholic fatty liver disease (NFALD), has been a consistently observed mammalian response to spaceflight alongside aligned disruption of insulin metabolism and glucose homoeostasis\n16\n–\n20\n. These observations in mice and humans on the ISS include widespread changes in the hepatic proteins which drive lipid metabolism, significant increases in steatosis, cholesterol and low-density lipids and reduced high-density lipids.\nThe immune system can be compromised by spaceflight, both in space and after return to Earth. Despite quarantine before flight, infection with influenza and \nPseudomonas aeruginosa\n have been observed in astronauts\n21\n. Up to 50% of astronauts also exhibit immunodeficiency upon returning to Earth\n22\n, leaving them vulnerable to infection. This dysregulation manifests through decreased T cell and B cell abundance\n23\n, and impaired natural killer cell and macrophage function\n24\n,\n25\n. The underlying cause of these changes are thought to be driven by microgravity, isolation, and stress associated with spaceflight\n26\n, as well as shifts in the gut microbiome\n27\n. On Earth, comparable changes in muscle integrity, glucose homoeostasis, lipid metabolism, immune and psychophysiological function have been associated to gut microbiota\n28\n–\n32\n. Similarly, unique built environment surface microbiology arises from long-duration confinement, reshaping the bidirectional exchanges between usually diverse environmental microbial ecosystems and the gut microbiome to promote opportunistic pathogenicity\n33\n–\n37\n.\nGiven the potential involvement of gut microbiota in spaceflight pathology, and their essential role in mediating healthy human metabolic function on Earth, there has been increasing research into gut microbiome dynamics associated with spaceflight. Using 16 S ribosomal RNA gene (16 S rRNA) amplicon sequencing, Jiang et al.\n38\n identified significant changes in the relative abundance of 16 OTUs in the gut microbiome of mice in Rodent Research (RR) 1 (RR-1) mission, some of which were annotated as within the genera \nStaphylococcus\n and \nTyzzerella\n, and were lower in mice after spaceflight compared to ground controls. More recently, Bedree et al.\n39\n explored the gut microbiome of BALB/c mice flown in the RR-5 mission using 16 S rRNA amplicon sequencing and reference-based whole metagenome sequencing (WMS). Amplicon analysis identified 14 ASVs as different in relative abundance (\np\n <0.1) between spaceflight (ISS) and ground controls after 9 weeks of spaceflight, including increases in the genera \nClostridium\n, \nRomboutsia\n, \nRuminiclostridium\n, and \nShuttleworthia\n, and decreases in \nHungatella\n, while WMS identified significant enrichment of \nDorea\n sp. and the species \nLactobacillus murinus\n.\nIn this study, species-resolved 16 S rRNA amplicon sequencing and de novo co-assembled WMS were employed to capture metagenomic changes in the murine gut microbiome associated with spaceflight across multiple samples as part of the RR-6 mission (Fig. \n1\n). Intestinal and hepatic transcriptomics were then used to assess the associated gene expression response of mice to spaceflight.\nFig. 1\nExperimental design.\nA\n Analysis design of data from the Rodent Research 6 mission and \nB\n multiomic data analysis strategy. Figure created with BioRender.com.",
    "results": "Results\nSpaceflight increased total body weight\nFour treatment groups from a single cohort of 32 weeks-old female mice included two spaceflight groups flown to the ISS on SpaceX-13: FLT_LAR, returned to Earth after 29 days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56 days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56 days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed\n40\n,\n41\n, in this study, total mouse body weight was trending to increase after 29 days of spaceflight in Live Animal Return mice (FLT_LAR; \nn\n = 9) and significantly increased after 56 days of spaceflight in ISS mice (FLT_ISS; \nn\n = 7, \np\n <0.05). Carcass mass did not differ significantly (\nt\n-test, \np\n > 0.05) between Ground Control Live Animal Return (GC_LAR; \nn\n = 7) and FLT_LAR mice, which weighed 28.9 g\n−1\n (±1.6) and 30.1 g\n−1\n (±1.4), respectively, but did significantly (\nt\n-test, \np\n <0.05) increase from 28.4 g\n−1\n (±1.4) in Ground Control ISS (GC_ISS; \nn\n = 9) mice to 32.9 g\n−1\n (±1.0) in FLT_ISS mice (Supplementary Fig. \n1\n). Suzuki et al.\n42\n observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro-inflammatory and insulin-antagonistic molecules\n43\n,\n44\n.\nSpaceflight alters murine gut microbiota\nInsulin resistance and lipid accumulation are common spaceflight phenotypes\n45\n which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground-based murine studies\n46\n,\n47\n. As butyrate and other SCFAs are predominantly produced by bacteria within the gut\n48\n, alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16 S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29 days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56 days of spaceflight).\nSequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015 ± 853 per sample (Fig. \n2A–E\n; Supplementary Figs. \n2\n, \n3\n and Data \n1\n). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty-five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of > 99.9% nucleotide identity, while 74 ESVs were dissimilar to any well-characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16 S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1). \nParabacteroides goldsteinii\n had the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts.\nFig. 2\nGround control, live animal return and ISS murine gut microbiome capture.\nA\n Amplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. \nB\n Flower diagram illustrating amplicon phyla diversity. \nC\n Amplicon annotation and count distribution summary statistics. \nD\n Amplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS. \nE\n Amplicon beta diversity using constrained ordination (Canonical Analysis of Principal Coordinates, CAP). \nF\n WMS (Whole Metagenome Sequencing) back-mapping percentages for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. \nG\n Flower diagram illustrating WMS taxonomic diversity. \nH\n WMS annotation and count distribution summary statistics. \nI\n WMS beta diversity using constrained ordination (CAP). Extended details in Supplementary data \n1\n–\n3\n.\nWMS of faecal DNA generated 277,294,078 reads after quality control, with an average of 8,665,440 ± 1,423,541 per sample (Fig. \n2F–I\n; Supplementary Fig. \n4\n and Data \n2\n). Co-assembly across all 32 mice generated 219,259 contigs and back-mapping captured 85.1% of raw counts after filtering out reads using the mouse genome (154,692,460 counts). This included 22,318 contigs which could be provisionally annotated (>90% nucleotide identity) from 175 species and shared an average of 99.1% average nucleotide identity (ANI) with known species or strains (and capturing 84.5% of total counts) (Fig. \n2G, H\n). After sparsity (>90% counts in a single sample) and minimum sample (<3) occurrence filtering to allow statistical detection of spaceflight associated differences across biological replicates, 45,890 contigs remained which captured 154,238,826 counts. These contigs were provisionally annotated as putative bacteria (50.6%), viruses (0.9%) and metazoa (3.0%), or were unknown (45.4%). Grouping WMS contigs by species annotation and filtering for high confidence (>97% ANI, and > 3000 nt total length) identified 97 putative species representing 81 bacterial species within Firmicutes, and 7 Proteobacteria, 4 Actinobacteria, 1 Bacteroidetes, and 1 Deferribacteres, as well as the helminths, \nTrichinella nativa\n and \nTrichinella pseudospiralis\n (Supplementary Data \n3\n). These species groups ranged from 2–2734 contigs, with an average total alignment length of > 880,000 nt and an ANI of 98.8%. Prevalent taxa included \nP. goldstienii\n representing 73.1%, \nEnterocloster clostridioformis\n representing 1.47% and all other species representing below 1% of relative abundance across all mice, including non-bacterial species such as \nT. nativa\n, representing 0.03% of relative abundance and present in all mice. \nP. goldsteinii\n is a ubiquitous commensal gut microbiome inhabitant in mice, and the species includes strains that play a role in reducing intestinal inflammation and maintaining intestinal epithelial integrity\n49\n,\n50\n.\nMicrobial alpha diversity indices did not significantly differ between mice groups using 16 S rRNA amplicon sequencing or WMS data (Fig. \n2D\n; Supplementary Figs. \n2\n, \n3\n and Data \n1\n). Canonical Analysis of Principal Coordinates showed both FLT_ISS and GC_ISS as well as FLT_LAR and GC_LAR samples segregated by group, and the first axes explained 25.46% and 17.63% of variation using 16 S rRNA gene amplification and 19.41% and 11.49% of variation using WMS, respectively. ANOVA-like permutation tests confirmed significant variation between groups under constraint for both amplicon and WMS data (Fig. \n2E, I\n; \np\n <0.05; Supplementary Figs. \n2\n, \n3\n), suggesting spaceflight influenced gut microbiota in both comparisons regardless of the metagenomic approach taken.\nSignificant spaceflight microbiome changes are associated with short-chain fatty acid metabolism, bile acid conversion and pathogenicity\nDifferential abundance analysis of amplicon data identified 45 ESVs that were significantly different in relative abundance between spaceflight and ground control mice, including 34 ESVs between GC_LAR and FLT_LAR and 18 ESVs between GC_ISS and FLT_ISS (Fig. \n3A, B\n; av \np\n-value = 0.004, av padj = 0.02, Supplementary Figs. \n5\n, \n6\n, Data \n1\n). Although there were divergent changes in the relative abundance of \nH. xylanolytica\n, the common significant enrichment of \nE. muris\n and \nD. welbionis\n in mice after 29 and 56 days of spaceflight, compared to separate matched control groups, suggests spaceflight had some common influence of gut microbiota which persisted over the 29–56 days onboard the ISS as well as some distinct effects over time.\nFig. 3\nSpaceflight-associated significant microbiome alterations.\nSignificantly differentially abundant (DESeq2) ESVs between (\nA\n) GC_LAR and ISS_LAR, and (\nB\n) GC_ISS and FLT_ISS. Fold change (FC log2) in relative abundance. +/− INF (demarcated by the dashed red line) indicates ‘infinite’ fold change, where an ESV had detectable counts in samples from only one condition (structural zero). \nC\n Comparison of whole metagenome sequencing (WMS) detected species between LAR and ISS samples. \nD\n Distribution of counts across WMS taxonomy (Species to Kingdom, U = unknown). \nE\n, \nF\n Contig WMS MA plots with significantly differentially abundant (DESeq2) highlighted. \nG\n, \nH\n UMAP diagrams used to visualise contig clustering of selected species and (\nI\n, \nJ\n) Significantly differentially abundant (DESeq2) species detected with WMS, node size illustrates contig number. Extended details in Supplementary Data \n1\n–\n3\n. Amplicon sequencing: Species enriched in FLT_LAR mice compared to controls included \nCoprobacillus cateniformis, Dysosmobacter welbionis\n, \nEnterocloster aldenensis\n, \nExtibacter muris\n and \nHungatella xylanolytica\n, while depleted species included \nIntestinimonas butyriciproducens\n and ESVs ambiguous to multiple \nEnterocloster\n species (including \nE.lavalensis\n) and \nLigilactobacillus\n species (including \nL.murinus\n). Species enriched in FLT_ISS mice included \nD.welbionis\n, \nEisenbergiella massiliensis, Enterocloster clostridioformis, E.muris\n, \nGuopingia tenuis\n, \nRomboutsia ilealis\n and \nRomboutsia timonensis\n, while depleted species included \nH.xylanolytica\n. WMS: Microbiome species significantly enriched in after 29 days of spaceflight comprised 14 Firmicutes, including \nBlautia pseudococcoides\n, \nClostridioides difficile\n, \nC.cateniformis\n, \nD.welbionis, E.aldenensis\n, \nE.clostridioformis\n, \nE.muris\n, \nG.tenuis\n, \nHungatella hathewayi\n, \nRuthenibacterium lactatiformans, Schaedlerella arabinosiphila\n and the proteobacteria \nDelftia lacustris\n. Significantly depleted species included 20 firmicutes, including \nAcutalibacter muris, Anaerostipes caccae, Blautia wexlerae, Clostridium scindens, Enterococcus faecalis, Ligilactobacillus murinus, Enterocloster bolteae, E.lavalensis, Flavonifractor plautii\n, \nI.butyriciproducens\n, \nLactococcus lactis and Staphylococcus xylosus\n, and the Proteobacteria \nProvidencia rettgeri\n. These findings agreed with significant differential abundance of \nC.cateniformis, D.welbionis, E.aldenensis\n, \nE.clostridioformis\n, \nE.muris\n and \nI.butyriciproducens\n inferred from 16 S rRNA amplicon analysis and resolved species ambiguity for \nE.bolteae, E.lavalensis\n and \nL.murinus\n. Microbiome species which were significantly enriched in after 56 days of spaceflight comprised 14 Firmicutes, including \nB.pseudococcoides, C.difficile, D.welbionis, E.clostridioformis, Eisenbergiella massiliensis, E.muris, F.plautii, G.tenuis, H.hathewayi\n and \nR.lactatiformans\n. Significantly depleted species included 17 Firmicutes, including \nA.muris, Anaerostipes caccae\n, \nB.wexlerae\n, \nC.scindens\n, \nC.cateniformis\n, \nE.aldenensis\n, \nE.bolteae\n, \nE.lavalensis\n, \nL.lactis, S.arabinosiphila\n and as well as the Proteobacteria \nEscherichia coli, Shigella flexneri\n and \nDelftia lacustris\n.\nDifferential abundance analysis of WMS identified 13,996 contigs that were significantly different (DESeq2 FDR <0.1) in relative abundance between spaceflight and ground control mice, including 11,087 between GC_LAR and FLT_LAR, and 3,997 between GC_ISS and FLT_ISS (Fig. \n3C–H\n). From these, 35 putative species (99.0% ANI; \nSupplementary Note\n, Data \n3\n) identified as significantly differentially abundant between GC_LAR and FLT_LAR (Fig. \n3I\n) with an average total length of 390,616nt per species, while 34 species (99.0% ANI) significantly differed between GC_ISS and FLT_ISS (Fig. \n3J\n) with an average total length of 180,554 nt.\nD. welbionis\n was recently characterised by Roy et al.\n51\n,\n52\n as a butyrate producer likely present in the gut of most humans and was negatively correlated with BMI in obese individuals with metabolic syndrome. The same team used murine supplementation experiments to illustrate that \nD. welbionis\n could partially counteract insulin resistance, adipose tissue hypertrophy and inflammation as well as suggest a potential association with mitochondrial content and activity in adipose tissue after high fat diet induction of obesity\n52\n. In mice, changes in microbially produced butyrate are also know to directly influence expression of hepatic circadian clock regulating genes, such as \nPer2\n and \nBmal1\n, in a bidirectional interaction which can disrupt host metabolism\n53\n. Enrichment of \nD. welbionis\n in both groups of spaceflight mice (Fig. \n3A, B, I, J\n) compared to their respective ground controls here is therefore noteworthy given the high lipid accumulation, liver and mitochondrial dysfunction phenotype repeatedly observed in rodent research missions and astronauts\n17\n,\n18\n,\n45\n. Whether the relative increase of this species might be counteracting or contributing towards spaceflight pathology is unclear and merits further study. Conversely, other butyrate producers, such as \nIntestinimonas butyriciproducens\n54\n, were depleted after 29 days of spaceflight.\nL. murinus\n and \nAcutalibacter muris\n were depleted in mice during spaceflight (Fig. \n3A, I\n), as well as some \nEnterocloster\n species after 29 days of spaceflight, which can have high expression of bile salt hydrolases (BSHs), able to deconjugate bile salts into less toxic bile acids, and can promote microbially mediated 7α-dehydroxylation of host primary bile acids into secondary bile acids\n55\n–\n59\n. Conversion of the major human primary bile acids in humans, cholic acid (CA) and chenodeoxycholic acid (CDCA), to the secondary BAs deoxycholic acid (DCA) and lithocholic acid (LCA), is mediated by a limited number of closely related clostridia containing the bile acid inducible (bai) operon, such as \nClostridium scindens\n60\n,\n61\n which was significantly reduced in abundance after spaceflight (Fig. \n3I, J\n). The major murine primary bile acids also include α- and β-muricholic acid (αMCA and βMCA), which are transformed by 7α-dehydroxylation to murideoxycholic acid (MDCA).\nE. muris\n, which significantly increased in both spaceflight groups of mice compared to ground controls (Fig. \n3A, B, I, J\n), has been recently characterised as 7α-dehydroxylating in mice\n62\n, containing the bile acid inducible operons BaiBCDEFGI and BaiJKL, and BaiA, homologous to \nClostridium scindens\n. The Bai operon enables \nE. muris\n and \nC. scindens\n to increase concentrations of 7α-dehydroxylated secondary BAs that alter the host bile acid pool and act as ligands to bile acid receptors to influence host inflammation, glucose and lipid metabolism\n62\n–\n66\n. For example, bile sensor farnesoid-X-receptor (FXR) modulates enterohepatic recirculation and host cholesterol metabolism through bile acid regulation of \ncyp7A1\n66\n. Similarly, secondary bile acids such as DCA and LCA are potent agonists of the bile acid receptor TGR5, which controls glucose homoeostasis in adipose tissue and muscle by altering intestinal cell release of the insulin secretion regulator glucagon-like peptide-1 (GLP-1)\n67\n–\n69\n. Liver production of α-MCA and β-MCA (in mice) is mediated by \ncyp2c70\n genes\n70\n,\n71\n but 7α/β-dehydroxylation mediated by microbes such as \nE.muris\n can modify MCAs after epimerization into HDCA\n72\n, and critically regulate lipid metabolism\n73\n,\n74\n. Interestingly, \nE. clostridioformis\n, significantly higher in relative abundance after both 29 and 56 days of spaceflight (Fig. \n3\n), is reported as increasing in the presence of \nE. muris\n62\n and harbours 7α/β hydroxysteroid dehydrogenases (HSDH)\n59\n,\n75\n, which can also transform primary and secondary BAs into oxo-bile acids\n64\n. This agrees with findings from the RR-5 mission\n39\n, which found significantly increased levels of serum choline in mice after spaceflight, suggesting a broad impact on lipid metabolism.\nImmune suppression has previously been described as a response to spacefight\n76\n and could result as bile acid dysregulation\n77\n,\n78\n. So increased relative abundance of \nC. difficile\n after both 29 and 56 days of spaceflight is of potential concern if toxigenic.\nChanges in spaceflight associated metagenome functional prediction\nMetagenomic functional prediction identified 4,583,759 genes in the co-assembly generated from all 32 mice, 392,631 of which were annotated by Kegg database (Supplementary Data \n4\n). Thus, a high proportion (91.4%) of genes, including differentially abundant genes, remain unannotated. Kegg annotated genes included the pathogenicity locus (including \ntcdAB\n) from \nC. difficile\n, suggesting significant enrichment of the species after 29 and 56 days (Fig. \n3I, J\n) could include a toxigenic strain. Bile acid metabolism genes were identified, including 17 bile salt hydrolases, including that from spaceflight enriched \nA. muris\n (\nCbh\n), and 57 non-redundant Bai genes, including from \nC. scindens\n (\nBaiABCDEFGI\n) and \nI. butyriciproducens\n (\nBaiA\n and \nBaiCD\n), species which were significantly depleted after spaceflight as well as \nA. muris\n (\nBaiCD\n), \nEisenbergiella massiliensis\n (\nBaiA\n) and \nBlautia pseudococcoides\n (\nBaiCD\n), species which were significantly enriched after spaceflight (Supplementary Data \n2\n and \n3\n). \nE. aldenensis\n and \nS. arabinosiphila\n both contained the important \nBaiCD\n gene and were significantly enriched in mice after 29 days of spaceflight but significantly depleted after 56 days. Alongside significant enrichment of the rare 7α-dehydroxylating \nE. muris\n, these shifts suggest dynamic changes in secondary bile acid production and potential influence on the composition of the host bile acid pool\n56\n,\n79\n.\nDifferential abundance analysis inferred 52,370 genes were significantly different (FDR <0.1) in abundance after 29 days and 37,068 genes after 56 days of spaceflight, which could be assigned to 2,811 and 2,572 unique KEGG ontology terms, respectively (Fig. \n4A\n). Over-representation analysis identified significant (FDR <0.1) increases in pathways of interest related to fatty acid metabolism, bile acid metabolism, antimicrobial resistance and potential host interactions (ECM, carbohydrates and pathogenicity), after both 29 days and 56 days of spaceflight compared to ground controls (Fig. \n4B, C\n; Supplementary Table \n1\n). Taken together, these significant changes in metagenomic gene inventories, and specific bacterial species with well-characterised functions, due to spaceflight suggest gut microbiome changes which should influence lipid and bile acid homoeostasis, and the immune system of the murine host.\nFig. 4\nMetagenomic functional prediction.\nA\n Summary statistics from metagenomics functional prediction (further detail in Supplementary data \n4\n). \nB\n GC_LAR vs FLT_LAR Over-representation analysis (ORA) of KEGG ontology (Brite, pathway and module) and (\nC\n) GC_ISS vs FLT_ISS ORA KEGG ontology. Changes in fatty acid pathways included Fatty acid biosynthesis (00061), Fatty acid metabolism (01212), Fatty acid degradation (00071) and Butanoate metabolism (00650), including butyryl CoA:acetate CoA transferase (EC 2.8.3.8) and butyrate kinase (EC:2.7.2.7). Over-representation of bile acid metabolism was reflected in Bile secretion (04976) and Cholesterol metabolism (04979) and Secondary bile acid biosynthesis pathways, including bile salt hydrolase (\ncbh\n, EC:3.5.1.24) and 3-oxocholoyl-CoA 4-desaturase (\nbaiCD\n, EC:1.3.1.115). Over-representation of the antimicrobial resistance was represented in Brite ontology Antimicrobial resistance genes (ko01504) and the pathways for beta-Lactam resistance (01501), Biosynthesis of various antibiotics (00998) and Biosynthesis of vancomycin group antibiotics (01055). The Brite ontology Bacterial toxins (ko02042) was over-represented, including tight junction interacting zona occludens toxin (K10954), as well as the pathways Pathogenic Escherichia coli infection (05130) and Bacterial invasion of epithelial cells (05100). Diverse carbohydrate metabolism and ECM interacting pathways were represented by Galactose metabolism (00052), Mannose type O-glycan biosynthesis (00515), Glycosaminoglycan degradation (00531), Other glycan degradation (00511), ECM-receptor interaction (04512) as well as the Brite ontology of Glycosaminoglycan binding proteins (ko00536), Peptidoglycan biosynthesis and degradation proteins (ko01011) and Glycosyltransferases (ko01003). These included putative Mucin-associated glycosyl hydrolases (GHs)\n185\n, GH2s: β-galactosidase (EC:3.2.1.23), β-mannosidase (EC:3.2.1.25), β-glucuronidase (EC:3.2.1.31), α-l-arabinofuranosidase (EC:3.2.1.55), β-xylosidase (EC:3.2.1.37), β-glucosidase (EC:3.2.1.21), GH20: β-hexosaminidase (EC:3.2.1.52), GH29: α-l-fucosidase (EC:3.2.1.51), and GH84: N-acetyl β-glucosaminidase (EC:3.2.1.52).\nSpaceflight alters host intestinal gene expression\nFaecal or serum fatty acid or bile acid concentrations were not measured within the Rodent Research 6 mission; however, host colon and liver gene expression were assessed from all four groups of mice, allowing host responses to spaceflight at the host-gut microbiome interface to be investigated.\nHost intestinal gene expression revealed extensive significant (FDR <0.1) changes after 29 days and 56 days of spaceflight when compared to ground controls, including 4613 differentially expressed (DE) genes between GC_LAR and FLT_LAR, and 4,476 DE genes between GC_ISS and FLT_ISS (Fig. \n5A–H\n; Supplementary Figs. \n7\n, \n8\n and Data \n5\n). Of these, 43% and 44% were increased due to flight in LAR and ISS mice, respectively. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level after 29 days and 56 days of spaceflight (Fig. \n5I, J\n), including immune suppression, dysregulation off cholesterol and bile acid, and extracellular matrix (ECM) remodelling.\nFig. 5\nMicrobiome-host interface: spaceflight alters colon gene expression.\nMA plots showing (\nA\n) GC_LAR vs FLT_LAR (29 days of spaceflight) and (\nB\n) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the colon (FDR <0.1). \nC\n–\nH\n Differentially expressed gene from select KEGG pathways of interest, (\nI\n) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt\n182\n) and (\nJ\n) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data \n5\n and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. \n9\n–\n14\n. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level between 29 days and 56 days of spaceflight. This included widespread downregulation of the components of the intestinal immune system after spaceflight, including intestinal immune network for IgA production, antigen processing and presentation, Th1 and Th2 cell differentiation, PARR signalling metabolism of xenobiotics, \nStaphylococcus aureus\n infection, T cell receptor signalling, natural killer cell mediated cytotoxicity, graft-vs-host disease and cytokine-cytokine receptor interactions pathways, as well as downregulation of cholesterol pathways, including cholesterol metabolism and steroid hormone biosynthesis. Spaceflight also led to common upregulation of pathways associated to intestinal extracellular matrix (ECM) remodelling, including ECM-receptor interactions, focal adhesion, tight junction, gap junction pathways, and cortisol production represented through the Cushing syndrome pathway. The bile secretion pathway was significantly upregulated after 29 days of spaceflight, but downregulated after 56 days, suggesting bile acid dynamics should be explored at the gene level. Similarly, mucin type O-glycan biosynthesis, pathways in cancer and insulin resistance were only upregulated at the pathway level after 29 days of spaceflight, while bacterial invasion of epithelial cells, NAFLD, butonoate metabolism, insulin secretion and insulin signalling pathways were upregulated and the circadian rhythm pathway was downregulated after only 56 days of spaceflight.\nIntestinal bile acid and circadian rhythm gene expression\nSignificant microbiome alteration in some of the few well-characterised 7α-dehydroxylating bacterial species, including increases in \nE. muris\n after 29 days and 56 days of spaceflight (below detection in ground controls) as well as depletion of \nC. scindens\n, suggests secondary bile acid production and the bile acid pool is likely altered in the murine gut during spaceflight. In the host intestine, bile acids are passively absorbed or actively taken up through the apical membrane by the apical sodium-dependent bile acid transporter, ASBT (\nSlc10A2\n), bound to the cytosolic ileal bile acid binding protein, IBABP (\nFabp6\n), and then transported across the basolateral membrane by organic solute transporters, Ostα and Ostβ (\nSlc51A\n and \nSlc51B\n), or glucuronidated by UGTs (such as \nUgt1a1)\n and exported back to the lumen by multidrug resistance-associated protein 2, MRP2 (\nAbcc2\n transporter)\n80\n,\n81\n. Increases in intestinal bile acid also activate the farnesoid X receptor (FXR) and retinoid X receptor α (RXRα) heterodimer which regulates production and secretion of fibroblast growth factor \nFGF15/19\n, the negative feedback hormone which travels through portal circulation to bind hepatic FGFR4 receptors which suppress liver bile acid biosynthesis via inhibition of \nCyp7A1\n82\n.\nAfter 29 days of spaceflight, \nAbcc2\n was significantly downregulated, suggesting reduced BA export to the colon, while \nAsbt\n, \nIbabp, Ostα\n, \nOstβ\n and \nUgt1a1\n were all significantly upregulated as well as \nRxrα\n (not \nFxr\n), \nFgf15/19\n and \nFgfr4\n (Fig. \n5C\n; Supplementary Figs. \n9\n–\n14\n and Data \n5\n). Taken together, these changes suggest spaceflight led to an alteration in bile acid metabolism in the intestine which would lead to bile acid suppression of hepatic \nCyp7A1\n and accumulation of cholesterol or hypercholesterolaemia\n83\n. Interestingly, intestinal \nCyp7A1\n expression was identified as significantly repressed after 29 days of spaceflight. Previous proteomic research in Biom-1M mice suggested a decrease in bile secretion during spaceflight\n84\n while hepatic metabolite assessment of mice after spaceflight in the Space Shuttle Atlantis measured increased accumulation of cholate and taurodeoxycholate\n16\n. As the major cholesterol degradation mechanism in humans and mice is conversion to bile acids, cholesterol accumulation, alongside bile acid dysregulation and suppression of \nCyp71A\n, should increase direct intestinal cholesterol excretion\n85\n. Supporting this extrapolation, both cholesterol excretion transporter genes, \nAbcg5\n and \nAbcg8\n, were significantly upregulated in the intestine after 29 days of spaceflight.\nAfter 56 days, intestinal \nCyp7A1\n was still significantly repressed and both \nAbcg5\n and \nAbcg8\n upregulated, but GSEA indicated a further shift in intestinal bile acid metabolism (Fig. \n5I, J\n; Supplementary Figs. \n9\n–\n14\n). This was underlined by significant downregulation of the apical bile acid transporter \nAsbt\n compared to ground controls as well as \nNtcp\n (\nSlc10a1\n)\n86\n, indicating a switch to active reduction in bile acid uptake. Coinciding with this was significant increases in expression of \nLxrβ\n, the liver x receptor gene expressed widely in different tissues, which can help prevent bile acid toxicity through induction of Abcg5 and Abcg8 mediated cholesterol excretion\n87\n–\n90\n.\nIn gene expression analysis of multiple tissues in mice after spaceflight, da Silveira et al.\n18\n found that enrichment within the circadian rhythm pathway of the kidney, liver, eye, adrenal gland and various muscle tissues. Within the intestine here, the major clock genes, the circadian locomotor output cycles kaput (\nClock\n) and brain and muscle ARNT-like protein-1 (\nBmal1\n; \nArntl\n) transcription factors, were significantly upregulated after 29 days and 56 days of spaceflight, and the neuronal PAS Domain Protein 2 (\nNpas2\n) was upregulated after 56 days (Fig. \n5D\n; Supplementary Figs. \n9\n–\n14\n and Data \n5\n). These regulate the major clock-controlled genes reverse-erythroblastosis (Rev-Erbα and β) and retinoic acid receptor-related orphan receptors, including gamma (\nRorc\n)\n91\n, as well as \nPeriod\n (\nPer1, Per2 and Per3\n), \nCryptochrome\n (\nCry1\n and \nCry2\n) and basic Helix-Loop-Helix (bHLH) protein (\nDec1\n and \nDec2\n) genes\n92\n,\n93\n, all of which were significantly downregulated after 56 days of spaceflight except for \nRev-Erbα\n (\nNr1d1\n) (only downregulated after 29 days). These genes can feedback to inhibit \nClock/Npas2\n and \nBmal1\n as part of a feedback loop\n94\n,\n95\n, and also regulate other the clock controlled genes such as \nDBP, HLF and TEF\n, significantly downregulated, and \nNfil3 (E4BP4)\n, significantly upregulated after 56 days of spaceflight. These spaceflight-associated changes in core clock genes, such as upregulation of \nBmal1\n, \nArntl\n and \nNpas2\n, largely agree with those found in murine muscle tissue after longer-term spaceflight which were characterised as similar to age-related gene expression on earth\n96\n.\nThese clock genes regulate nutrient absorption, gut motility, intestinal barrier function and immunity\n92\n and have also been shown to require and interact with the microbiome, including in response to microbially-derived molecules, such as butyrate and bile acids, and in direct response to microbial associated molecular patterns (MAMPs)\n53\n,\n92\n,\n97\n–\n99\n. In addition to the widespread intestinal gene expression responses to bile acids, the major butyrate receptor free fatty acid receptor 2 (\nFfar2\n; \nGpr43\n)\n100\n was significantly upregulated after 56 days of spaceflight. Similarly, the archetypal intestinal MAMP recognising mannose-binding lectin genes, \nMbl-1\n and \nMbl-2\n101\n, were significantly downregulated. Furthermore, Wang et al.\n102\n reported host immune responses to microbial flagellin and lipopolysaccharide in the intestine increased expression of Il-23, and Il-22, leading to a downregulation of \nRev-Erb\n and subsequent upregulation of \nNfil3\n, which in turn can regulate clock-associated nutrient absorption and immunity. Here, mice followed this specific expression pattern after spaceflight (Supplementary Data \n5\n), implying the spaceflight associated microbiome alterations could have been recognised and influenced these changes in clock gene expression.\nIntestinal extracellular matrix remodelling and immune compromise during spaceflight\nChanges in the extracellular matrix-receptor interactions pathway were underpinned by significant upregulation of collagens (\nCol1a1\n-\n2\n, \nCol3a1\n, \nCol4a1\n-\n2\n, \nCol5a1\n-\n2\n, \nCol5a3\n, \nCol6a2\n-\n3\n, \nCol12a1\n, \nCol26a1\n), laminins (\nLama3)\n, thrombospondin (\nThbs1\n) and tenascins (\nTnc\n) in mice after 29 days of spaceflight, which became more pronounced after 56 days of spaceflight (Fig. \n5E\n; Supplementary Data \n5\n). This coincided with upregulation of integrin (\nItga5\n and \nItga7\n) and matrix glycoprotein (\nSdc4\n and \nGp5\n) receptors, collectively implying extensive extracellular matrix remodelling during spaceflight. The ECM and mucosal collagen scaffold in particular are known to be shaped by microbiota\n103\n, as are mucins, which make up the intestinal mucus layer and have a dynamic relationship with commensal bacteria as well as serving as a critical barrier against colonisation by pathogenic bacteria\n104\n. Significant increase in the secretory mucin gene \nMuc2\n and significant decreases in the membrane bound \nMuc3\n and mucosal pentraxin 1 (Mptx1), three of the mostly highly abundant transcripts in the murine intestine here, were observed after 56 days of spaceflight, suggesting alterations to mucin within the intestinal lumen in direct contact with microbiota. Mucin 2 (\nMuc2\n) is well characterised as regulated by intestinal bacteria, with O-glycans serving as nutrients and adhesion sites for microbiota\n105\n, but are also differentially expressed in response to pathogens\n104\n, including \nTrichinella\n106\n, identified here.\nExtensive changes to mucosa were indicated by widespread downregulation of cell adhesion molecules during spaceflight, including downregulation of \nCD8a\n and \nCD8b1\n genes, genes encoding costimulatory molecules \nCD2\n,\n6\n,\n80\n,\n86\n,\n40\n and \nICOSL\n within intestinal antigen presenting cells as well as their T cell activating binding partners \nCD48\n,\n166\n,\n28\n and \nICOS\n107\n–\n109\n (Fig. \n5G\n; Supplementary Data \n5\n). Cytokine genes, such as the chemokine Ccl22 and receptor Ccr4 involved in the intestinal immune response to enteric bacterial pathogens in murine mucosa\n110\n, were also uniformly downregulated (Fig. \n5F\n), alongside others\n111\n–\n113\n: \nCcl3\n,\n5\n,\n6\n and \n22, Ccr4\n,\n7 and 9, Cxcr2,3 and 6\n, \nIl-5\n,\n7\n,\n12\n and \n16\n, and \nIl-2r\n,\n5r\n,\n7r\n,\n10r\n,\n12r\n,\n18r\n,\n21r\n,\n23r\n and \n27r\n. An exception to this pattern of cytokine downregulation was upregulation IL-23 and IL-22, which interact with circadian regulation\n95\n, and specific members of the mucosal homoeostasis critical interleukin 17 family\n114\n, \nIl-17d\n, which promotes pathogenicity during infection through suppression of CD8 + T cells\n115\n, and \nIl-17rc\n, which increases expression during compromised epithelial barrier integrity (wounding)\n116\n.\nThese expression profiles, alongside consistent downregulation of genes within the Intestinal IgA pathway (Fig. \n5H\n), suggest suppression of immunity and widespread tissue remodelling at the host-gut microbiome interface in mice after spaceflight. This agrees with reports of reduced cytokine production in mice after simulated microgravity\n117\n, immune dysfunction in splenic tissue of mice after 13 days of spaceflight on the Space Shuttle Atlantis\n118\n and in astronauts, alongside increases in plasma cortisol concentration which reached Cushing syndrome levels, during spaceflight\n119\n. Taken together, this provides an insight into the role the host-gut-microbiome interface might play in the current broad consensus of immune dysregulation in spaceflight environments\n120\n.\nSpaceflight alters gene expression in the liver\nHepatic gene differential expression analysis comparing mice after 29 days and 56 days in space to their relative ground controls identified 4029 DE genes and 4068 DE genes, respectively (FDR <0.1; Fig. \n6A, H\n; Supplementary Figs. \n15\n, \n16\n and Data \n5\n). Of these, 48% and 49% were increased due to 29 days and 56 days of spaceflight, respectively. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight (Fig. \n6I, J\n), including disruption of bile acid and energy metabolism.\nFig. 6\nMicrobiome-host metabolism: spaceflight alters liver gene expression.\nMA plots showing (\nA\n) GC_LAR vs FLT_LAR (29 days of spaceflight) and (\nB\n) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the liver (FDR <0.1). \nC\n–\nH\n Differentially expressed gene from select KEGG pathways of interest, (\nI\n) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt\n182\n), and (\nJ\n) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data \n5\n and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. \n17\n–\n21\n. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight. These comprised downregulation of immune response pathways, similar to those seen in the intestine, as well as steroid metabolism, type I diabetes mellitus, inflammatory bowel disease and NAFLD. Spaceflight also led to common upregulation of insulin resistance, Hippo signalling, inositol phosphate metabolism, Cushing syndrome and hepatocellular cancer pathways at both 29 and 56 days. Certain pathways were different over time. After 29 days of spaceflight, long-term depression and maturity onset diabetes of the young pathways were upregulated, whereas after 56 days, bile secretion and circadian rhythm were downregulated, while glycolysis/gluconeogenesis pathway were upregulated.\nBile acid disruption underlies hepatic cholesterol accumulation\nThe most abundant intestinal transcripts in mice after 56 days of spaceflight, differentially expressed and representing 8% and 9% of normalised counts, were from the non-coding RNA \nRn7s1\n and \nRn7s2\n genes (7 S RNA 1 and 2; Supplementary Data \n5\n), respectively, which were recently characterised as inhibitors of global mitochondrial transcription in mammals\n121\n. This is consistent with the mitochondrial dysfunction highlighted as characteristic of spaceflight pathogenicity in recent multiomic analysis performed by de Silveira et al.\n18\n, who also characterised compromised liver function in mice and astronauts after spaceflight compared ground controls, including upregulation of \nFgf21\n, a negative repressor of bile synthesis\n122\n, and accumulation of total cholesterol (higher low-density lipoprotein cholesterol but decreased high-density lipoprotein cholesterol). Here, another potent repressor of \nCyp7A1\n bile synthesis, fibroblast growth factor 1 (\nfgf1\n)\n123\n, was upregulated in the liver of mice after 29 days of spaceflight, and the more well known \nFgf21\n16\n was significantly upregulated in the liver after both 29 days and 56 days of spaceflight.\nWithin the liver, Sterol 14-demethylase (Cyp51) catalyses the transformation of lanosterol into cholesterol and Cyp7A1 is then the first (and rate-limiting) enzymatic step in transformation of cholesterol in primary bile acid biosynthesis, which itself is strictly inhibited by bile acid concentrations\n124\n. The production of bile salts is then a stepwise transformation process dependent on gene expression of 3 beta-hydroxysteroid dehydrogenase type 7 (\nHsd3b7\n) gene, cholic acid-specific \nCyp8b1\n gene and acyl-Coenzyme A oxidase 2 (\nAcox2\n) before conjugation by \nBaat\n, \nAcnat1\n and \nAcnat2\n, and subsequent excretion in the bile duct by bile salt exporter pump (BSEP)\n125\n,\n126\n. \nCyp51\n, \nCyp8b1\n and \nAcox2\n genes were significantly upregulated and \nCyp7a1\n and \nFxr\n (\nNr1h4\n) were significantly downregulated in the liver of mice after 56 days on the ISS (Fig. \n6C\n; Supplementary Figs. \n17\n–\n21\n and Data \n5\n). The cholesterol transporter genes \nAbcg5\n and \nAbcg8\n (intestinally upregulated after 29 and 56 days of spaceflight) were upregulated in the liver after 29 days, but no longer significantly upregulated after 56 days, and \nAbcg8\n was significantly downregulated. This reduction is surprising given the uniform accumulation of cholesterol observed after extended spaceflight; in contrast, \nBsep\n and the bile acid conjugating acyl-coenzyme A:amino acid N-acyltransferase 1 and 2 (\nAcnat1\n and \nAcnat2; Baatp1/2\n) genes were significantly upregulated. Taken together, these expression profiles suggest hepatic accumulation of cholesterol, characteristic of glucose and lipid metabolic dysruption\n97\n, and describe a subsequent increase in the production bile acids in the liver, preferentially cholic acid, their subsequent conjugation and export as bile salts, with the seemingly contradictory reduction in C\nyp7A1\n consistent with feedback inhibition.\nThe other major mechanism for detoxification during cholesterol and bile acid accumulation in the liver is sulfonation of bile acids, the transfer of a sulfonate group to a hydroxyl (OH) by a subfamily of cytosolic sulfotransferases (\nSult2a\n genes) which increases their solubility, decreases enterohepatic recirculation, and increase excretion\n127\n. After 29 days of spaceflight, hepatic \nSult2a1\n, \nSult2a4\n and \nSult2a5\n were downregulated, which shifted to downregulation of \nSult2a7\n and \nSult2a8\n after 56 days (Supplementary Data \n5\n). In humans, bile acid sulfonation is catalysed by Sult2a1, which sulfonates the 3-OH of bile acids. In contrast, mice have 8 \nSult2a\n genes, with \nSult2a1-6\n sharing close homology to \nSult2a1\n but \nSult2a8\n being recently characterised as having major function in sulfonating 7α-OH of bile acids\n128\n,\n129\n, of particular relevance here due to spaceflight microbiome changes in 7α-dehydroxylating \nE. muris\n and \nC. scindens\n. Notably, during acute phase immune responses, alterations to fatty acid, cholesterol, and bile acid metabolism, \nSult2a1\n is known to be suppressed by cholesterol and bile acid regulating nuclear \nFxr\n (\nNr1h4\n) and \nCar\n (\nNr1i3\n) nuclear receptors\n130\n, the latter of which also regulates bile acid responsive transporter gene \nMdr1\n (ABCB1)\n131\n, all three of which were downregulated after 56 days of spaceflight (Fig. \n6C\n) and provide further evidence of bile acid dysregulation and toxic stress consistent with extensive disruption of the gut-liver axis\n132\n.\nHepatic energy homoeostasis disruption after spaceflight\nBeheshti et al.\n17\n observed significant depletion in Cyp7A1 protein levels in mice after spaceflight (RR1 and RR3), alongside disruption in glucose and lipid metabolism\n133\n as well as NAFLD\n134\n. Here, pathways related to energy homoeostasis consistently altered in gene expression due to spaceflight after 29 and 56 days included enrichment of fatty acid degradation, insulin signalling and insulin resistance (Fig. \n6D, E\n; Supplementary Figs. \n17\n–\n21\n and Data \n5\n). The highest relative abundance (CPM) of transcripts significantly increased in the liver of mice after 56 days of spaceflight included fatty acid synthase (\nFasn\n), the liver fat accumulation-associated carbonic anhydrase 3 (\nCar3\n)\n135\n, and the rate limiting enzyme for fatty acid desaturation, Stearoyl-CoA desaturase (SCD), recently identified as a key role at the crossroads of immune response and lipid metabolism through interplay with PPARγ\n136\n, also significantly upregulated here (Fig. \n6F\n). Glucose metabolism was also disrupted by spaceflight as the glucose transporter \nGlut2\n (\nSlc2a2\n) gene, required for glucose-stimulated insulin secretion\n137\n, and glycogen synthase 2 (\nGys2\n) gene, the rate limiting enzyme for glycogenesis\n138\n, were downregulated in the liver (and intestine) after both 29 days and 56 days of spaceflight. The free fatty acid and glycolysis regulating \nPPARα\n was also downregulated, and liver glycogen phosphorylase (\nPygl\n) and glycogen synthase kinase 3 beta (\nGsk3β\n) were significantly upregulated after 56 days of spaceflight (Fig. \n6G\n). Taken together, the indicated decrease in glycogen synthesis and increase in glycogenolysis is characteristic of insulin resistance leading to the elevated fasting plasma glucose to pre-diabetic levels previously observed in crew of the Mars500 analogue mission and during spaceflight\n139\n–\n141\n. Interestingly, in light of spaceflight induced changes to gut microbiota, upregulation of \nGsk3β\n is also known to be activated by microbial-associated molecular patterns\n142\n and promotes acute liver failure through inhibition of the PPARα pathway\n143\n.\nOther pathways enriched in the liver after spaceflight included Cushing Syndrome, hypercortisolism consistent with elevation of cholesterol levels, and hepatocellular cancer pathways. Notably, claudins, which were largely downregulated in the intestine where they are commonly expressed within tight junctions, were upregulated in liver tissue after 56 days of spaceflight (Supplementary Data \n5\n), including highly significant and high relative abundance increases in \nCLDN1\n and \nCLDN2\n. So-called non-tight junction claudins have only recently been experimentally explored and, in hepatic cells, CLDN1 is implicated in hepatocellular carcinoma (HCC)\n144\n. More broadly, significant upregulation of \nTgf-α\n and genes involved in complex Tgf-β signalling (\nTgfb2\n, \nTgfb3\n, \nTab2\n, \nTgfbrap\n, \nSmad3\n), alongside other markers (\nDapk2\n, \nVegfa\n, \nDvl3\n)\n145\n,\n146\n are associated to HCC, as well as immune suppression through the cyclin-dependent kinase inhibitor 1 A (\np21\ncip1\n; \nCdkn1a\n)\n147\n, also significantly upregulated after 29 and 56 days of spaceflight. Previous gene expression analysis of mice exposed to high-energy ion particle radiation to simulate exposure to Galactic Cosmic Rays reported induction of spontaneous HCC\n146\n. These prominent transcriptomic shifts after 56 days of spaceflight, if reflected in longer term studies in humans, could represent a serious health concern.",
    "spaceflight_increased_total_body_weight": "Spaceflight increased total body weight\nFour treatment groups from a single cohort of 32 weeks-old female mice included two spaceflight groups flown to the ISS on SpaceX-13: FLT_LAR, returned to Earth after 29 days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56 days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56 days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed\n40\n,\n41\n, in this study, total mouse body weight was trending to increase after 29 days of spaceflight in Live Animal Return mice (FLT_LAR; \nn\n = 9) and significantly increased after 56 days of spaceflight in ISS mice (FLT_ISS; \nn\n = 7, \np\n <0.05). Carcass mass did not differ significantly (\nt\n-test, \np\n > 0.05) between Ground Control Live Animal Return (GC_LAR; \nn\n = 7) and FLT_LAR mice, which weighed 28.9 g\n−1\n (±1.6) and 30.1 g\n−1\n (±1.4), respectively, but did significantly (\nt\n-test, \np\n <0.05) increase from 28.4 g\n−1\n (±1.4) in Ground Control ISS (GC_ISS; \nn\n = 9) mice to 32.9 g\n−1\n (±1.0) in FLT_ISS mice (Supplementary Fig. \n1\n). Suzuki et al.\n42\n observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro-inflammatory and insulin-antagonistic molecules\n43\n,\n44\n.",
    "spaceflight_alters_murine_gut_microbiota": "Spaceflight alters murine gut microbiota\nInsulin resistance and lipid accumulation are common spaceflight phenotypes\n45\n which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground-based murine studies\n46\n,\n47\n. As butyrate and other SCFAs are predominantly produced by bacteria within the gut\n48\n, alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16 S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29 days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56 days of spaceflight).\nSequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015 ± 853 per sample (Fig. \n2A–E\n; Supplementary Figs. \n2\n, \n3\n and Data \n1\n). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty-five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of > 99.9% nucleotide identity, while 74 ESVs were dissimilar to any well-characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16 S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1). \nParabacteroides goldsteinii\n had the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts.\nFig. 2\nGround control, live animal return and ISS murine gut microbiome capture.\nA\n Amplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. \nB\n Flower diagram illustrating amplicon phyla diversity. \nC\n Amplicon annotation and count distribution summary statistics. \nD\n Amplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS. \nE\n Amplicon beta diversity using constrained ordination (Canonical Analysis of Principal Coordinates, CAP). \nF\n WMS (Whole Metagenome Sequencing) back-mapping percentages for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS. \nG\n Flower diagram illustrating WMS taxonomic diversity. \nH\n WMS annotation and count distribution summary statistics. \nI\n WMS beta diversity using constrained ordination (CAP). Extended details in Supplementary data \n1\n–\n3\n.\nWMS of faecal DNA generated 277,294,078 reads after quality control, with an average of 8,665,440 ± 1,423,541 per sample (Fig. \n2F–I\n; Supplementary Fig. \n4\n and Data \n2\n). Co-assembly across all 32 mice generated 219,259 contigs and back-mapping captured 85.1% of raw counts after filtering out reads using the mouse genome (154,692,460 counts). This included 22,318 contigs which could be provisionally annotated (>90% nucleotide identity) from 175 species and shared an average of 99.1% average nucleotide identity (ANI) with known species or strains (and capturing 84.5% of total counts) (Fig. \n2G, H\n). After sparsity (>90% counts in a single sample) and minimum sample (<3) occurrence filtering to allow statistical detection of spaceflight associated differences across biological replicates, 45,890 contigs remained which captured 154,238,826 counts. These contigs were provisionally annotated as putative bacteria (50.6%), viruses (0.9%) and metazoa (3.0%), or were unknown (45.4%). Grouping WMS contigs by species annotation and filtering for high confidence (>97% ANI, and > 3000 nt total length) identified 97 putative species representing 81 bacterial species within Firmicutes, and 7 Proteobacteria, 4 Actinobacteria, 1 Bacteroidetes, and 1 Deferribacteres, as well as the helminths, \nTrichinella nativa\n and \nTrichinella pseudospiralis\n (Supplementary Data \n3\n). These species groups ranged from 2–2734 contigs, with an average total alignment length of > 880,000 nt and an ANI of 98.8%. Prevalent taxa included \nP. goldstienii\n representing 73.1%, \nEnterocloster clostridioformis\n representing 1.47% and all other species representing below 1% of relative abundance across all mice, including non-bacterial species such as \nT. nativa\n, representing 0.03% of relative abundance and present in all mice. \nP. goldsteinii\n is a ubiquitous commensal gut microbiome inhabitant in mice, and the species includes strains that play a role in reducing intestinal inflammation and maintaining intestinal epithelial integrity\n49\n,\n50\n.\nMicrobial alpha diversity indices did not significantly differ between mice groups using 16 S rRNA amplicon sequencing or WMS data (Fig. \n2D\n; Supplementary Figs. \n2\n, \n3\n and Data \n1\n). Canonical Analysis of Principal Coordinates showed both FLT_ISS and GC_ISS as well as FLT_LAR and GC_LAR samples segregated by group, and the first axes explained 25.46% and 17.63% of variation using 16 S rRNA gene amplification and 19.41% and 11.49% of variation using WMS, respectively. ANOVA-like permutation tests confirmed significant variation between groups under constraint for both amplicon and WMS data (Fig. \n2E, I\n; \np\n <0.05; Supplementary Figs. \n2\n, \n3\n), suggesting spaceflight influenced gut microbiota in both comparisons regardless of the metagenomic approach taken.",
    "significant_spaceflight_microbiome_changes_are_associated_wi": "Significant spaceflight microbiome changes are associated with short-chain fatty acid metabolism, bile acid conversion and pathogenicity\nDifferential abundance analysis of amplicon data identified 45 ESVs that were significantly different in relative abundance between spaceflight and ground control mice, including 34 ESVs between GC_LAR and FLT_LAR and 18 ESVs between GC_ISS and FLT_ISS (Fig. \n3A, B\n; av \np\n-value = 0.004, av padj = 0.02, Supplementary Figs. \n5\n, \n6\n, Data \n1\n). Although there were divergent changes in the relative abundance of \nH. xylanolytica\n, the common significant enrichment of \nE. muris\n and \nD. welbionis\n in mice after 29 and 56 days of spaceflight, compared to separate matched control groups, suggests spaceflight had some common influence of gut microbiota which persisted over the 29–56 days onboard the ISS as well as some distinct effects over time.\nFig. 3\nSpaceflight-associated significant microbiome alterations.\nSignificantly differentially abundant (DESeq2) ESVs between (\nA\n) GC_LAR and ISS_LAR, and (\nB\n) GC_ISS and FLT_ISS. Fold change (FC log2) in relative abundance. +/− INF (demarcated by the dashed red line) indicates ‘infinite’ fold change, where an ESV had detectable counts in samples from only one condition (structural zero). \nC\n Comparison of whole metagenome sequencing (WMS) detected species between LAR and ISS samples. \nD\n Distribution of counts across WMS taxonomy (Species to Kingdom, U = unknown). \nE\n, \nF\n Contig WMS MA plots with significantly differentially abundant (DESeq2) highlighted. \nG\n, \nH\n UMAP diagrams used to visualise contig clustering of selected species and (\nI\n, \nJ\n) Significantly differentially abundant (DESeq2) species detected with WMS, node size illustrates contig number. Extended details in Supplementary Data \n1\n–\n3\n. Amplicon sequencing: Species enriched in FLT_LAR mice compared to controls included \nCoprobacillus cateniformis, Dysosmobacter welbionis\n, \nEnterocloster aldenensis\n, \nExtibacter muris\n and \nHungatella xylanolytica\n, while depleted species included \nIntestinimonas butyriciproducens\n and ESVs ambiguous to multiple \nEnterocloster\n species (including \nE.lavalensis\n) and \nLigilactobacillus\n species (including \nL.murinus\n). Species enriched in FLT_ISS mice included \nD.welbionis\n, \nEisenbergiella massiliensis, Enterocloster clostridioformis, E.muris\n, \nGuopingia tenuis\n, \nRomboutsia ilealis\n and \nRomboutsia timonensis\n, while depleted species included \nH.xylanolytica\n. WMS: Microbiome species significantly enriched in after 29 days of spaceflight comprised 14 Firmicutes, including \nBlautia pseudococcoides\n, \nClostridioides difficile\n, \nC.cateniformis\n, \nD.welbionis, E.aldenensis\n, \nE.clostridioformis\n, \nE.muris\n, \nG.tenuis\n, \nHungatella hathewayi\n, \nRuthenibacterium lactatiformans, Schaedlerella arabinosiphila\n and the proteobacteria \nDelftia lacustris\n. Significantly depleted species included 20 firmicutes, including \nAcutalibacter muris, Anaerostipes caccae, Blautia wexlerae, Clostridium scindens, Enterococcus faecalis, Ligilactobacillus murinus, Enterocloster bolteae, E.lavalensis, Flavonifractor plautii\n, \nI.butyriciproducens\n, \nLactococcus lactis and Staphylococcus xylosus\n, and the Proteobacteria \nProvidencia rettgeri\n. These findings agreed with significant differential abundance of \nC.cateniformis, D.welbionis, E.aldenensis\n, \nE.clostridioformis\n, \nE.muris\n and \nI.butyriciproducens\n inferred from 16 S rRNA amplicon analysis and resolved species ambiguity for \nE.bolteae, E.lavalensis\n and \nL.murinus\n. Microbiome species which were significantly enriched in after 56 days of spaceflight comprised 14 Firmicutes, including \nB.pseudococcoides, C.difficile, D.welbionis, E.clostridioformis, Eisenbergiella massiliensis, E.muris, F.plautii, G.tenuis, H.hathewayi\n and \nR.lactatiformans\n. Significantly depleted species included 17 Firmicutes, including \nA.muris, Anaerostipes caccae\n, \nB.wexlerae\n, \nC.scindens\n, \nC.cateniformis\n, \nE.aldenensis\n, \nE.bolteae\n, \nE.lavalensis\n, \nL.lactis, S.arabinosiphila\n and as well as the Proteobacteria \nEscherichia coli, Shigella flexneri\n and \nDelftia lacustris\n.\nDifferential abundance analysis of WMS identified 13,996 contigs that were significantly different (DESeq2 FDR <0.1) in relative abundance between spaceflight and ground control mice, including 11,087 between GC_LAR and FLT_LAR, and 3,997 between GC_ISS and FLT_ISS (Fig. \n3C–H\n). From these, 35 putative species (99.0% ANI; \nSupplementary Note\n, Data \n3\n) identified as significantly differentially abundant between GC_LAR and FLT_LAR (Fig. \n3I\n) with an average total length of 390,616nt per species, while 34 species (99.0% ANI) significantly differed between GC_ISS and FLT_ISS (Fig. \n3J\n) with an average total length of 180,554 nt.\nD. welbionis\n was recently characterised by Roy et al.\n51\n,\n52\n as a butyrate producer likely present in the gut of most humans and was negatively correlated with BMI in obese individuals with metabolic syndrome. The same team used murine supplementation experiments to illustrate that \nD. welbionis\n could partially counteract insulin resistance, adipose tissue hypertrophy and inflammation as well as suggest a potential association with mitochondrial content and activity in adipose tissue after high fat diet induction of obesity\n52\n. In mice, changes in microbially produced butyrate are also know to directly influence expression of hepatic circadian clock regulating genes, such as \nPer2\n and \nBmal1\n, in a bidirectional interaction which can disrupt host metabolism\n53\n. Enrichment of \nD. welbionis\n in both groups of spaceflight mice (Fig. \n3A, B, I, J\n) compared to their respective ground controls here is therefore noteworthy given the high lipid accumulation, liver and mitochondrial dysfunction phenotype repeatedly observed in rodent research missions and astronauts\n17\n,\n18\n,\n45\n. Whether the relative increase of this species might be counteracting or contributing towards spaceflight pathology is unclear and merits further study. Conversely, other butyrate producers, such as \nIntestinimonas butyriciproducens\n54\n, were depleted after 29 days of spaceflight.\nL. murinus\n and \nAcutalibacter muris\n were depleted in mice during spaceflight (Fig. \n3A, I\n), as well as some \nEnterocloster\n species after 29 days of spaceflight, which can have high expression of bile salt hydrolases (BSHs), able to deconjugate bile salts into less toxic bile acids, and can promote microbially mediated 7α-dehydroxylation of host primary bile acids into secondary bile acids\n55\n–\n59\n. Conversion of the major human primary bile acids in humans, cholic acid (CA) and chenodeoxycholic acid (CDCA), to the secondary BAs deoxycholic acid (DCA) and lithocholic acid (LCA), is mediated by a limited number of closely related clostridia containing the bile acid inducible (bai) operon, such as \nClostridium scindens\n60\n,\n61\n which was significantly reduced in abundance after spaceflight (Fig. \n3I, J\n). The major murine primary bile acids also include α- and β-muricholic acid (αMCA and βMCA), which are transformed by 7α-dehydroxylation to murideoxycholic acid (MDCA).\nE. muris\n, which significantly increased in both spaceflight groups of mice compared to ground controls (Fig. \n3A, B, I, J\n), has been recently characterised as 7α-dehydroxylating in mice\n62\n, containing the bile acid inducible operons BaiBCDEFGI and BaiJKL, and BaiA, homologous to \nClostridium scindens\n. The Bai operon enables \nE. muris\n and \nC. scindens\n to increase concentrations of 7α-dehydroxylated secondary BAs that alter the host bile acid pool and act as ligands to bile acid receptors to influence host inflammation, glucose and lipid metabolism\n62\n–\n66\n. For example, bile sensor farnesoid-X-receptor (FXR) modulates enterohepatic recirculation and host cholesterol metabolism through bile acid regulation of \ncyp7A1\n66\n. Similarly, secondary bile acids such as DCA and LCA are potent agonists of the bile acid receptor TGR5, which controls glucose homoeostasis in adipose tissue and muscle by altering intestinal cell release of the insulin secretion regulator glucagon-like peptide-1 (GLP-1)\n67\n–\n69\n. Liver production of α-MCA and β-MCA (in mice) is mediated by \ncyp2c70\n genes\n70\n,\n71\n but 7α/β-dehydroxylation mediated by microbes such as \nE.muris\n can modify MCAs after epimerization into HDCA\n72\n, and critically regulate lipid metabolism\n73\n,\n74\n. Interestingly, \nE. clostridioformis\n, significantly higher in relative abundance after both 29 and 56 days of spaceflight (Fig. \n3\n), is reported as increasing in the presence of \nE. muris\n62\n and harbours 7α/β hydroxysteroid dehydrogenases (HSDH)\n59\n,\n75\n, which can also transform primary and secondary BAs into oxo-bile acids\n64\n. This agrees with findings from the RR-5 mission\n39\n, which found significantly increased levels of serum choline in mice after spaceflight, suggesting a broad impact on lipid metabolism.\nImmune suppression has previously been described as a response to spacefight\n76\n and could result as bile acid dysregulation\n77\n,\n78\n. So increased relative abundance of \nC. difficile\n after both 29 and 56 days of spaceflight is of potential concern if toxigenic.",
    "changes_in_spaceflight_associated_metagenome_functional_pred": "Changes in spaceflight associated metagenome functional prediction\nMetagenomic functional prediction identified 4,583,759 genes in the co-assembly generated from all 32 mice, 392,631 of which were annotated by Kegg database (Supplementary Data \n4\n). Thus, a high proportion (91.4%) of genes, including differentially abundant genes, remain unannotated. Kegg annotated genes included the pathogenicity locus (including \ntcdAB\n) from \nC. difficile\n, suggesting significant enrichment of the species after 29 and 56 days (Fig. \n3I, J\n) could include a toxigenic strain. Bile acid metabolism genes were identified, including 17 bile salt hydrolases, including that from spaceflight enriched \nA. muris\n (\nCbh\n), and 57 non-redundant Bai genes, including from \nC. scindens\n (\nBaiABCDEFGI\n) and \nI. butyriciproducens\n (\nBaiA\n and \nBaiCD\n), species which were significantly depleted after spaceflight as well as \nA. muris\n (\nBaiCD\n), \nEisenbergiella massiliensis\n (\nBaiA\n) and \nBlautia pseudococcoides\n (\nBaiCD\n), species which were significantly enriched after spaceflight (Supplementary Data \n2\n and \n3\n). \nE. aldenensis\n and \nS. arabinosiphila\n both contained the important \nBaiCD\n gene and were significantly enriched in mice after 29 days of spaceflight but significantly depleted after 56 days. Alongside significant enrichment of the rare 7α-dehydroxylating \nE. muris\n, these shifts suggest dynamic changes in secondary bile acid production and potential influence on the composition of the host bile acid pool\n56\n,\n79\n.\nDifferential abundance analysis inferred 52,370 genes were significantly different (FDR <0.1) in abundance after 29 days and 37,068 genes after 56 days of spaceflight, which could be assigned to 2,811 and 2,572 unique KEGG ontology terms, respectively (Fig. \n4A\n). Over-representation analysis identified significant (FDR <0.1) increases in pathways of interest related to fatty acid metabolism, bile acid metabolism, antimicrobial resistance and potential host interactions (ECM, carbohydrates and pathogenicity), after both 29 days and 56 days of spaceflight compared to ground controls (Fig. \n4B, C\n; Supplementary Table \n1\n). Taken together, these significant changes in metagenomic gene inventories, and specific bacterial species with well-characterised functions, due to spaceflight suggest gut microbiome changes which should influence lipid and bile acid homoeostasis, and the immune system of the murine host.\nFig. 4\nMetagenomic functional prediction.\nA\n Summary statistics from metagenomics functional prediction (further detail in Supplementary data \n4\n). \nB\n GC_LAR vs FLT_LAR Over-representation analysis (ORA) of KEGG ontology (Brite, pathway and module) and (\nC\n) GC_ISS vs FLT_ISS ORA KEGG ontology. Changes in fatty acid pathways included Fatty acid biosynthesis (00061), Fatty acid metabolism (01212), Fatty acid degradation (00071) and Butanoate metabolism (00650), including butyryl CoA:acetate CoA transferase (EC 2.8.3.8) and butyrate kinase (EC:2.7.2.7). Over-representation of bile acid metabolism was reflected in Bile secretion (04976) and Cholesterol metabolism (04979) and Secondary bile acid biosynthesis pathways, including bile salt hydrolase (\ncbh\n, EC:3.5.1.24) and 3-oxocholoyl-CoA 4-desaturase (\nbaiCD\n, EC:1.3.1.115). Over-representation of the antimicrobial resistance was represented in Brite ontology Antimicrobial resistance genes (ko01504) and the pathways for beta-Lactam resistance (01501), Biosynthesis of various antibiotics (00998) and Biosynthesis of vancomycin group antibiotics (01055). The Brite ontology Bacterial toxins (ko02042) was over-represented, including tight junction interacting zona occludens toxin (K10954), as well as the pathways Pathogenic Escherichia coli infection (05130) and Bacterial invasion of epithelial cells (05100). Diverse carbohydrate metabolism and ECM interacting pathways were represented by Galactose metabolism (00052), Mannose type O-glycan biosynthesis (00515), Glycosaminoglycan degradation (00531), Other glycan degradation (00511), ECM-receptor interaction (04512) as well as the Brite ontology of Glycosaminoglycan binding proteins (ko00536), Peptidoglycan biosynthesis and degradation proteins (ko01011) and Glycosyltransferases (ko01003). These included putative Mucin-associated glycosyl hydrolases (GHs)\n185\n, GH2s: β-galactosidase (EC:3.2.1.23), β-mannosidase (EC:3.2.1.25), β-glucuronidase (EC:3.2.1.31), α-l-arabinofuranosidase (EC:3.2.1.55), β-xylosidase (EC:3.2.1.37), β-glucosidase (EC:3.2.1.21), GH20: β-hexosaminidase (EC:3.2.1.52), GH29: α-l-fucosidase (EC:3.2.1.51), and GH84: N-acetyl β-glucosaminidase (EC:3.2.1.52).",
    "spaceflight_alters_host_intestinal_gene_expression": "Spaceflight alters host intestinal gene expression\nFaecal or serum fatty acid or bile acid concentrations were not measured within the Rodent Research 6 mission; however, host colon and liver gene expression were assessed from all four groups of mice, allowing host responses to spaceflight at the host-gut microbiome interface to be investigated.\nHost intestinal gene expression revealed extensive significant (FDR <0.1) changes after 29 days and 56 days of spaceflight when compared to ground controls, including 4613 differentially expressed (DE) genes between GC_LAR and FLT_LAR, and 4,476 DE genes between GC_ISS and FLT_ISS (Fig. \n5A–H\n; Supplementary Figs. \n7\n, \n8\n and Data \n5\n). Of these, 43% and 44% were increased due to flight in LAR and ISS mice, respectively. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level after 29 days and 56 days of spaceflight (Fig. \n5I, J\n), including immune suppression, dysregulation off cholesterol and bile acid, and extracellular matrix (ECM) remodelling.\nFig. 5\nMicrobiome-host interface: spaceflight alters colon gene expression.\nMA plots showing (\nA\n) GC_LAR vs FLT_LAR (29 days of spaceflight) and (\nB\n) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the colon (FDR <0.1). \nC\n–\nH\n Differentially expressed gene from select KEGG pathways of interest, (\nI\n) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt\n182\n) and (\nJ\n) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data \n5\n and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. \n9\n–\n14\n. Gene set enrichment analysis (GSEA) revealed consistent responses at a pathway level between 29 days and 56 days of spaceflight. This included widespread downregulation of the components of the intestinal immune system after spaceflight, including intestinal immune network for IgA production, antigen processing and presentation, Th1 and Th2 cell differentiation, PARR signalling metabolism of xenobiotics, \nStaphylococcus aureus\n infection, T cell receptor signalling, natural killer cell mediated cytotoxicity, graft-vs-host disease and cytokine-cytokine receptor interactions pathways, as well as downregulation of cholesterol pathways, including cholesterol metabolism and steroid hormone biosynthesis. Spaceflight also led to common upregulation of pathways associated to intestinal extracellular matrix (ECM) remodelling, including ECM-receptor interactions, focal adhesion, tight junction, gap junction pathways, and cortisol production represented through the Cushing syndrome pathway. The bile secretion pathway was significantly upregulated after 29 days of spaceflight, but downregulated after 56 days, suggesting bile acid dynamics should be explored at the gene level. Similarly, mucin type O-glycan biosynthesis, pathways in cancer and insulin resistance were only upregulated at the pathway level after 29 days of spaceflight, while bacterial invasion of epithelial cells, NAFLD, butonoate metabolism, insulin secretion and insulin signalling pathways were upregulated and the circadian rhythm pathway was downregulated after only 56 days of spaceflight.",
    "intestinal_bile_acid_and_circadian_rhythm_gene_expression": "Intestinal bile acid and circadian rhythm gene expression\nSignificant microbiome alteration in some of the few well-characterised 7α-dehydroxylating bacterial species, including increases in \nE. muris\n after 29 days and 56 days of spaceflight (below detection in ground controls) as well as depletion of \nC. scindens\n, suggests secondary bile acid production and the bile acid pool is likely altered in the murine gut during spaceflight. In the host intestine, bile acids are passively absorbed or actively taken up through the apical membrane by the apical sodium-dependent bile acid transporter, ASBT (\nSlc10A2\n), bound to the cytosolic ileal bile acid binding protein, IBABP (\nFabp6\n), and then transported across the basolateral membrane by organic solute transporters, Ostα and Ostβ (\nSlc51A\n and \nSlc51B\n), or glucuronidated by UGTs (such as \nUgt1a1)\n and exported back to the lumen by multidrug resistance-associated protein 2, MRP2 (\nAbcc2\n transporter)\n80\n,\n81\n. Increases in intestinal bile acid also activate the farnesoid X receptor (FXR) and retinoid X receptor α (RXRα) heterodimer which regulates production and secretion of fibroblast growth factor \nFGF15/19\n, the negative feedback hormone which travels through portal circulation to bind hepatic FGFR4 receptors which suppress liver bile acid biosynthesis via inhibition of \nCyp7A1\n82\n.\nAfter 29 days of spaceflight, \nAbcc2\n was significantly downregulated, suggesting reduced BA export to the colon, while \nAsbt\n, \nIbabp, Ostα\n, \nOstβ\n and \nUgt1a1\n were all significantly upregulated as well as \nRxrα\n (not \nFxr\n), \nFgf15/19\n and \nFgfr4\n (Fig. \n5C\n; Supplementary Figs. \n9\n–\n14\n and Data \n5\n). Taken together, these changes suggest spaceflight led to an alteration in bile acid metabolism in the intestine which would lead to bile acid suppression of hepatic \nCyp7A1\n and accumulation of cholesterol or hypercholesterolaemia\n83\n. Interestingly, intestinal \nCyp7A1\n expression was identified as significantly repressed after 29 days of spaceflight. Previous proteomic research in Biom-1M mice suggested a decrease in bile secretion during spaceflight\n84\n while hepatic metabolite assessment of mice after spaceflight in the Space Shuttle Atlantis measured increased accumulation of cholate and taurodeoxycholate\n16\n. As the major cholesterol degradation mechanism in humans and mice is conversion to bile acids, cholesterol accumulation, alongside bile acid dysregulation and suppression of \nCyp71A\n, should increase direct intestinal cholesterol excretion\n85\n. Supporting this extrapolation, both cholesterol excretion transporter genes, \nAbcg5\n and \nAbcg8\n, were significantly upregulated in the intestine after 29 days of spaceflight.\nAfter 56 days, intestinal \nCyp7A1\n was still significantly repressed and both \nAbcg5\n and \nAbcg8\n upregulated, but GSEA indicated a further shift in intestinal bile acid metabolism (Fig. \n5I, J\n; Supplementary Figs. \n9\n–\n14\n). This was underlined by significant downregulation of the apical bile acid transporter \nAsbt\n compared to ground controls as well as \nNtcp\n (\nSlc10a1\n)\n86\n, indicating a switch to active reduction in bile acid uptake. Coinciding with this was significant increases in expression of \nLxrβ\n, the liver x receptor gene expressed widely in different tissues, which can help prevent bile acid toxicity through induction of Abcg5 and Abcg8 mediated cholesterol excretion\n87\n–\n90\n.\nIn gene expression analysis of multiple tissues in mice after spaceflight, da Silveira et al.\n18\n found that enrichment within the circadian rhythm pathway of the kidney, liver, eye, adrenal gland and various muscle tissues. Within the intestine here, the major clock genes, the circadian locomotor output cycles kaput (\nClock\n) and brain and muscle ARNT-like protein-1 (\nBmal1\n; \nArntl\n) transcription factors, were significantly upregulated after 29 days and 56 days of spaceflight, and the neuronal PAS Domain Protein 2 (\nNpas2\n) was upregulated after 56 days (Fig. \n5D\n; Supplementary Figs. \n9\n–\n14\n and Data \n5\n). These regulate the major clock-controlled genes reverse-erythroblastosis (Rev-Erbα and β) and retinoic acid receptor-related orphan receptors, including gamma (\nRorc\n)\n91\n, as well as \nPeriod\n (\nPer1, Per2 and Per3\n), \nCryptochrome\n (\nCry1\n and \nCry2\n) and basic Helix-Loop-Helix (bHLH) protein (\nDec1\n and \nDec2\n) genes\n92\n,\n93\n, all of which were significantly downregulated after 56 days of spaceflight except for \nRev-Erbα\n (\nNr1d1\n) (only downregulated after 29 days). These genes can feedback to inhibit \nClock/Npas2\n and \nBmal1\n as part of a feedback loop\n94\n,\n95\n, and also regulate other the clock controlled genes such as \nDBP, HLF and TEF\n, significantly downregulated, and \nNfil3 (E4BP4)\n, significantly upregulated after 56 days of spaceflight. These spaceflight-associated changes in core clock genes, such as upregulation of \nBmal1\n, \nArntl\n and \nNpas2\n, largely agree with those found in murine muscle tissue after longer-term spaceflight which were characterised as similar to age-related gene expression on earth\n96\n.\nThese clock genes regulate nutrient absorption, gut motility, intestinal barrier function and immunity\n92\n and have also been shown to require and interact with the microbiome, including in response to microbially-derived molecules, such as butyrate and bile acids, and in direct response to microbial associated molecular patterns (MAMPs)\n53\n,\n92\n,\n97\n–\n99\n. In addition to the widespread intestinal gene expression responses to bile acids, the major butyrate receptor free fatty acid receptor 2 (\nFfar2\n; \nGpr43\n)\n100\n was significantly upregulated after 56 days of spaceflight. Similarly, the archetypal intestinal MAMP recognising mannose-binding lectin genes, \nMbl-1\n and \nMbl-2\n101\n, were significantly downregulated. Furthermore, Wang et al.\n102\n reported host immune responses to microbial flagellin and lipopolysaccharide in the intestine increased expression of Il-23, and Il-22, leading to a downregulation of \nRev-Erb\n and subsequent upregulation of \nNfil3\n, which in turn can regulate clock-associated nutrient absorption and immunity. Here, mice followed this specific expression pattern after spaceflight (Supplementary Data \n5\n), implying the spaceflight associated microbiome alterations could have been recognised and influenced these changes in clock gene expression.",
    "intestinal_extracellular_matrix_remodelling_and_immune_compr": "Intestinal extracellular matrix remodelling and immune compromise during spaceflight\nChanges in the extracellular matrix-receptor interactions pathway were underpinned by significant upregulation of collagens (\nCol1a1\n-\n2\n, \nCol3a1\n, \nCol4a1\n-\n2\n, \nCol5a1\n-\n2\n, \nCol5a3\n, \nCol6a2\n-\n3\n, \nCol12a1\n, \nCol26a1\n), laminins (\nLama3)\n, thrombospondin (\nThbs1\n) and tenascins (\nTnc\n) in mice after 29 days of spaceflight, which became more pronounced after 56 days of spaceflight (Fig. \n5E\n; Supplementary Data \n5\n). This coincided with upregulation of integrin (\nItga5\n and \nItga7\n) and matrix glycoprotein (\nSdc4\n and \nGp5\n) receptors, collectively implying extensive extracellular matrix remodelling during spaceflight. The ECM and mucosal collagen scaffold in particular are known to be shaped by microbiota\n103\n, as are mucins, which make up the intestinal mucus layer and have a dynamic relationship with commensal bacteria as well as serving as a critical barrier against colonisation by pathogenic bacteria\n104\n. Significant increase in the secretory mucin gene \nMuc2\n and significant decreases in the membrane bound \nMuc3\n and mucosal pentraxin 1 (Mptx1), three of the mostly highly abundant transcripts in the murine intestine here, were observed after 56 days of spaceflight, suggesting alterations to mucin within the intestinal lumen in direct contact with microbiota. Mucin 2 (\nMuc2\n) is well characterised as regulated by intestinal bacteria, with O-glycans serving as nutrients and adhesion sites for microbiota\n105\n, but are also differentially expressed in response to pathogens\n104\n, including \nTrichinella\n106\n, identified here.\nExtensive changes to mucosa were indicated by widespread downregulation of cell adhesion molecules during spaceflight, including downregulation of \nCD8a\n and \nCD8b1\n genes, genes encoding costimulatory molecules \nCD2\n,\n6\n,\n80\n,\n86\n,\n40\n and \nICOSL\n within intestinal antigen presenting cells as well as their T cell activating binding partners \nCD48\n,\n166\n,\n28\n and \nICOS\n107\n–\n109\n (Fig. \n5G\n; Supplementary Data \n5\n). Cytokine genes, such as the chemokine Ccl22 and receptor Ccr4 involved in the intestinal immune response to enteric bacterial pathogens in murine mucosa\n110\n, were also uniformly downregulated (Fig. \n5F\n), alongside others\n111\n–\n113\n: \nCcl3\n,\n5\n,\n6\n and \n22, Ccr4\n,\n7 and 9, Cxcr2,3 and 6\n, \nIl-5\n,\n7\n,\n12\n and \n16\n, and \nIl-2r\n,\n5r\n,\n7r\n,\n10r\n,\n12r\n,\n18r\n,\n21r\n,\n23r\n and \n27r\n. An exception to this pattern of cytokine downregulation was upregulation IL-23 and IL-22, which interact with circadian regulation\n95\n, and specific members of the mucosal homoeostasis critical interleukin 17 family\n114\n, \nIl-17d\n, which promotes pathogenicity during infection through suppression of CD8 + T cells\n115\n, and \nIl-17rc\n, which increases expression during compromised epithelial barrier integrity (wounding)\n116\n.\nThese expression profiles, alongside consistent downregulation of genes within the Intestinal IgA pathway (Fig. \n5H\n), suggest suppression of immunity and widespread tissue remodelling at the host-gut microbiome interface in mice after spaceflight. This agrees with reports of reduced cytokine production in mice after simulated microgravity\n117\n, immune dysfunction in splenic tissue of mice after 13 days of spaceflight on the Space Shuttle Atlantis\n118\n and in astronauts, alongside increases in plasma cortisol concentration which reached Cushing syndrome levels, during spaceflight\n119\n. Taken together, this provides an insight into the role the host-gut-microbiome interface might play in the current broad consensus of immune dysregulation in spaceflight environments\n120\n.",
    "spaceflight_alters_gene_expression_in_the_liver": "Spaceflight alters gene expression in the liver\nHepatic gene differential expression analysis comparing mice after 29 days and 56 days in space to their relative ground controls identified 4029 DE genes and 4068 DE genes, respectively (FDR <0.1; Fig. \n6A, H\n; Supplementary Figs. \n15\n, \n16\n and Data \n5\n). Of these, 48% and 49% were increased due to 29 days and 56 days of spaceflight, respectively. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight (Fig. \n6I, J\n), including disruption of bile acid and energy metabolism.\nFig. 6\nMicrobiome-host metabolism: spaceflight alters liver gene expression.\nMA plots showing (\nA\n) GC_LAR vs FLT_LAR (29 days of spaceflight) and (\nB\n) GC_ISS vs FLT_ISS (56 days of spaceflight) differentially expressed genes in the liver (FDR <0.1). \nC\n–\nH\n Differentially expressed gene from select KEGG pathways of interest, (\nI\n) Significant Gene Set Enrichment Analysis (GSEA) 29 days (modified from WebGestalt\n182\n), and (\nJ\n) Significant GSEA 56 days spaceflight. Full DE gene list is available in Supplementary data \n5\n and select KEGG pathways of interest with differentially expressed gene highlighted are available in Supplementary Figs. \n17\n–\n21\n. GSEA of liver tissue responses also revealed highly consistent responses at the pathway level to 29 and 56 days of spaceflight. These comprised downregulation of immune response pathways, similar to those seen in the intestine, as well as steroid metabolism, type I diabetes mellitus, inflammatory bowel disease and NAFLD. Spaceflight also led to common upregulation of insulin resistance, Hippo signalling, inositol phosphate metabolism, Cushing syndrome and hepatocellular cancer pathways at both 29 and 56 days. Certain pathways were different over time. After 29 days of spaceflight, long-term depression and maturity onset diabetes of the young pathways were upregulated, whereas after 56 days, bile secretion and circadian rhythm were downregulated, while glycolysis/gluconeogenesis pathway were upregulated.",
    "bile_acid_disruption_underlies_hepatic_cholesterol_accumulat": "Bile acid disruption underlies hepatic cholesterol accumulation\nThe most abundant intestinal transcripts in mice after 56 days of spaceflight, differentially expressed and representing 8% and 9% of normalised counts, were from the non-coding RNA \nRn7s1\n and \nRn7s2\n genes (7 S RNA 1 and 2; Supplementary Data \n5\n), respectively, which were recently characterised as inhibitors of global mitochondrial transcription in mammals\n121\n. This is consistent with the mitochondrial dysfunction highlighted as characteristic of spaceflight pathogenicity in recent multiomic analysis performed by de Silveira et al.\n18\n, who also characterised compromised liver function in mice and astronauts after spaceflight compared ground controls, including upregulation of \nFgf21\n, a negative repressor of bile synthesis\n122\n, and accumulation of total cholesterol (higher low-density lipoprotein cholesterol but decreased high-density lipoprotein cholesterol). Here, another potent repressor of \nCyp7A1\n bile synthesis, fibroblast growth factor 1 (\nfgf1\n)\n123\n, was upregulated in the liver of mice after 29 days of spaceflight, and the more well known \nFgf21\n16\n was significantly upregulated in the liver after both 29 days and 56 days of spaceflight.\nWithin the liver, Sterol 14-demethylase (Cyp51) catalyses the transformation of lanosterol into cholesterol and Cyp7A1 is then the first (and rate-limiting) enzymatic step in transformation of cholesterol in primary bile acid biosynthesis, which itself is strictly inhibited by bile acid concentrations\n124\n. The production of bile salts is then a stepwise transformation process dependent on gene expression of 3 beta-hydroxysteroid dehydrogenase type 7 (\nHsd3b7\n) gene, cholic acid-specific \nCyp8b1\n gene and acyl-Coenzyme A oxidase 2 (\nAcox2\n) before conjugation by \nBaat\n, \nAcnat1\n and \nAcnat2\n, and subsequent excretion in the bile duct by bile salt exporter pump (BSEP)\n125\n,\n126\n. \nCyp51\n, \nCyp8b1\n and \nAcox2\n genes were significantly upregulated and \nCyp7a1\n and \nFxr\n (\nNr1h4\n) were significantly downregulated in the liver of mice after 56 days on the ISS (Fig. \n6C\n; Supplementary Figs. \n17\n–\n21\n and Data \n5\n). The cholesterol transporter genes \nAbcg5\n and \nAbcg8\n (intestinally upregulated after 29 and 56 days of spaceflight) were upregulated in the liver after 29 days, but no longer significantly upregulated after 56 days, and \nAbcg8\n was significantly downregulated. This reduction is surprising given the uniform accumulation of cholesterol observed after extended spaceflight; in contrast, \nBsep\n and the bile acid conjugating acyl-coenzyme A:amino acid N-acyltransferase 1 and 2 (\nAcnat1\n and \nAcnat2; Baatp1/2\n) genes were significantly upregulated. Taken together, these expression profiles suggest hepatic accumulation of cholesterol, characteristic of glucose and lipid metabolic dysruption\n97\n, and describe a subsequent increase in the production bile acids in the liver, preferentially cholic acid, their subsequent conjugation and export as bile salts, with the seemingly contradictory reduction in C\nyp7A1\n consistent with feedback inhibition.\nThe other major mechanism for detoxification during cholesterol and bile acid accumulation in the liver is sulfonation of bile acids, the transfer of a sulfonate group to a hydroxyl (OH) by a subfamily of cytosolic sulfotransferases (\nSult2a\n genes) which increases their solubility, decreases enterohepatic recirculation, and increase excretion\n127\n. After 29 days of spaceflight, hepatic \nSult2a1\n, \nSult2a4\n and \nSult2a5\n were downregulated, which shifted to downregulation of \nSult2a7\n and \nSult2a8\n after 56 days (Supplementary Data \n5\n). In humans, bile acid sulfonation is catalysed by Sult2a1, which sulfonates the 3-OH of bile acids. In contrast, mice have 8 \nSult2a\n genes, with \nSult2a1-6\n sharing close homology to \nSult2a1\n but \nSult2a8\n being recently characterised as having major function in sulfonating 7α-OH of bile acids\n128\n,\n129\n, of particular relevance here due to spaceflight microbiome changes in 7α-dehydroxylating \nE. muris\n and \nC. scindens\n. Notably, during acute phase immune responses, alterations to fatty acid, cholesterol, and bile acid metabolism, \nSult2a1\n is known to be suppressed by cholesterol and bile acid regulating nuclear \nFxr\n (\nNr1h4\n) and \nCar\n (\nNr1i3\n) nuclear receptors\n130\n, the latter of which also regulates bile acid responsive transporter gene \nMdr1\n (ABCB1)\n131\n, all three of which were downregulated after 56 days of spaceflight (Fig. \n6C\n) and provide further evidence of bile acid dysregulation and toxic stress consistent with extensive disruption of the gut-liver axis\n132\n.",
    "hepatic_energy_homoeostasis_disruption_after_spaceflight": "Hepatic energy homoeostasis disruption after spaceflight\nBeheshti et al.\n17\n observed significant depletion in Cyp7A1 protein levels in mice after spaceflight (RR1 and RR3), alongside disruption in glucose and lipid metabolism\n133\n as well as NAFLD\n134\n. Here, pathways related to energy homoeostasis consistently altered in gene expression due to spaceflight after 29 and 56 days included enrichment of fatty acid degradation, insulin signalling and insulin resistance (Fig. \n6D, E\n; Supplementary Figs. \n17\n–\n21\n and Data \n5\n). The highest relative abundance (CPM) of transcripts significantly increased in the liver of mice after 56 days of spaceflight included fatty acid synthase (\nFasn\n), the liver fat accumulation-associated carbonic anhydrase 3 (\nCar3\n)\n135\n, and the rate limiting enzyme for fatty acid desaturation, Stearoyl-CoA desaturase (SCD), recently identified as a key role at the crossroads of immune response and lipid metabolism through interplay with PPARγ\n136\n, also significantly upregulated here (Fig. \n6F\n). Glucose metabolism was also disrupted by spaceflight as the glucose transporter \nGlut2\n (\nSlc2a2\n) gene, required for glucose-stimulated insulin secretion\n137\n, and glycogen synthase 2 (\nGys2\n) gene, the rate limiting enzyme for glycogenesis\n138\n, were downregulated in the liver (and intestine) after both 29 days and 56 days of spaceflight. The free fatty acid and glycolysis regulating \nPPARα\n was also downregulated, and liver glycogen phosphorylase (\nPygl\n) and glycogen synthase kinase 3 beta (\nGsk3β\n) were significantly upregulated after 56 days of spaceflight (Fig. \n6G\n). Taken together, the indicated decrease in glycogen synthesis and increase in glycogenolysis is characteristic of insulin resistance leading to the elevated fasting plasma glucose to pre-diabetic levels previously observed in crew of the Mars500 analogue mission and during spaceflight\n139\n–\n141\n. Interestingly, in light of spaceflight induced changes to gut microbiota, upregulation of \nGsk3β\n is also known to be activated by microbial-associated molecular patterns\n142\n and promotes acute liver failure through inhibition of the PPARα pathway\n143\n.\nOther pathways enriched in the liver after spaceflight included Cushing Syndrome, hypercortisolism consistent with elevation of cholesterol levels, and hepatocellular cancer pathways. Notably, claudins, which were largely downregulated in the intestine where they are commonly expressed within tight junctions, were upregulated in liver tissue after 56 days of spaceflight (Supplementary Data \n5\n), including highly significant and high relative abundance increases in \nCLDN1\n and \nCLDN2\n. So-called non-tight junction claudins have only recently been experimentally explored and, in hepatic cells, CLDN1 is implicated in hepatocellular carcinoma (HCC)\n144\n. More broadly, significant upregulation of \nTgf-α\n and genes involved in complex Tgf-β signalling (\nTgfb2\n, \nTgfb3\n, \nTab2\n, \nTgfbrap\n, \nSmad3\n), alongside other markers (\nDapk2\n, \nVegfa\n, \nDvl3\n)\n145\n,\n146\n are associated to HCC, as well as immune suppression through the cyclin-dependent kinase inhibitor 1 A (\np21\ncip1\n; \nCdkn1a\n)\n147\n, also significantly upregulated after 29 and 56 days of spaceflight. Previous gene expression analysis of mice exposed to high-energy ion particle radiation to simulate exposure to Galactic Cosmic Rays reported induction of spontaneous HCC\n146\n. These prominent transcriptomic shifts after 56 days of spaceflight, if reflected in longer term studies in humans, could represent a serious health concern.",
    "discussion": "Discussion\nA challenge for biological experimentation conducted in space is low replication, compared to model studies using mice on Earth. An important associated shortfall of this research is the lack of assessment of inter-cage variation. The commonalities between LAR and ISS mice groups and use of distinct metagenomic methodologies, 16 S rRNA gene barcoding and co-assembled WMS, helped provide some biological and technical confidence in the spaceflight-associated changes in microbiome species detected here; however, it is likely that low n reduced statistical power and that important microbiome associations were missed, particularly those of low abundance bacteria. It is important that the imminent commercial low Earth orbit destinations (CLDs), Gateway, and Lunar Base Camp increase the capacity of their experimental habitats and growth facilities to support replicate numbers for multiomic science, in order to maximise discoveries and enable future interventional microbiome studies.\nThis research also lacked truly independent cohorts of mice, as Liver Animal Return (29 days spaceflight) and ISS (56 days spaceflight), and their respective ground controls, derived from the same initial cohort of mice. Future studies should ensure common data gathering approaches to enable high resolution multiomic data to be directly compared across missions and different cohorts of mice. Integration of metagenomic and host transcriptomic data here provided a highly complementary picture of the multiomic response to spaceflight, and is a strength of an Open Science culture and public multiomic resources such as GeneLab. The addition of untargeted serum and faecal metabolomics would have further strengthened this research and future studies should aim to quantitatively profile the specific deconjugated, dehydroxylated, oxidated, and epimerised bile acids in the system. Alongside metatranscriptomic analysis of the gut microbiome, this would represent an important next step likely to help clarify the directionality of the host-gut microbiome responses associated to spaceflight pathology.",
    "conclusions": "Conclusions\nThrough metagenomic assessment of the murine gut microbiome, significant spaceflight-associated changes in bacteria linked to bile and fatty acid metabolism were identified. These changes in relative abundance were largely consistent in two groups of mice after spaceflight when compared to different on-Earth control groups at different timepoints as well as when using distinct metagenomic methodologies. The microbiome changes coincided with substantial changes to gene expression at the host-gut microbiome interface which are critical to barrier function, microbe interactions and bile acid transport in the intestine. These interactions suggest disruption of the signals, metabolites, and immune factors exchanged across the gut-liver axis which are likely to drive glucose and lipid dysregulation. Collectively, these multiomic findings suggest host-gut microbiome interactions during spaceflight are likely to underly widespread changes to host physiology which could pose a risk to health.",
    "methods": "Methods\nExperimental design\nFemale 32 weeks-old C57BL/6NTac mice (Taconic Biosciences sources) from four treatment groups of the Rodent Research 6 mission were compared: flight live animal return (FLT_LAR), ground control for live animal return (GC_LAR), flight ISS (FLT_ISS) and ground control for ISS (GC_ISS) (Fig. \n1\n). FLT_ISS and FLT_LAR mice comprised 40 mice that were launched on SpaceX-13 and transferred to the rodent research habitat on the ISS whereas their matched ground controls, GC_ISS and GC_LAR, were 40 mice kept in identical rodent habitats at Kennedy Space Centre. Not all mice were available to NASA GeneLab for DNA and RNA extractions (replicate numbers provided below). Diet (LabDiet Rodent 5001) and deionized autoclaved water were provided \nad libitum\n, and a 12:12 h dark/light cycle maintained. After 29 days of flight onboard the ISS, FLT_LAR mice were returned to earth as part of the Live Animal Return (13/1/18) and sacrificed alongside GC_LAR using common processing at ages of 41 weeks old (16/1/18). FLT_ISS mice were sacrificed after 53–56 days of flight onboard the ISS at the same time as GC_ISS mice at the Kennedy Space Centre at 44 weeks old using a common timeline and methodology.\nDuring this period in the Destiny module (US laboratory) on the ISS, the mice were exposed to an average daily 165.8 µGy d\n−1\n Galactic Cosmic Ray (GCR) dose and 117.3 µGy d\n−1\n South Atlantic Anomaly (energetic protons) dose (data provided by Ames Life Sciences Data Archive - ALSDA). This is in line with standard range of exposure on the ISS\n148\n, and represents around a 100% increase to common exposure on earth. The temperature, relative humidity and elevated carbon dioxide levels on the ISS were mimicked in the ground control rodent habitats at the Kennedy Space over the 56 days of spaceflight, so were not significantly different (\nt\n-test, \np\n > 0.05) between flight and ground controls, and averaged 22.75 (±0.35) °C, 41.49 (±2.28) % and 3219 (±340) CO\n2\n ppm, respectively.\nThe study followed recommendations in the Guide for the Care and Use of Laboratory Animals, and the protocol (Protocol number RR6) was approved on October 24, 2017, by the NASA Flight Institutional Animal Care and Use Committee (IACUC). As outlined in the NASA Genelab record (\nOSD-249\n), Anaesthesia for the LAR mice groups was induced using isoflurane. For the ISS mice groups, anaesthesia was administered via intraperitoneal injection of ketamine, xylazine, and acepromazine during the dissection period, which occurred 53–56 days post-launch. Blood samples were obtained via closed-chest cardiac puncture, though these were not used in this study. Euthanasia was performed by exsanguination followed by thoracotomy. The ISS spaceflight mice carcasses underwent hind limb dissection, which was not used in this study, then were wrapped in aluminium foil, placed in Ziploc bags, and stored at −80 °C or colder until return. The ISS Ground Control followed the same euthanasia methods and preservation timeline at Kennedy Space Center (KSC). Experimental endpoints included the collection of blood samples, completion of hind limb dissection, and collection of faecal samples. Faecal samples were extruded from the colon during dissection, snap frozen in liquid nitrogen, and stored at −80 °C. Additionally, liver and colon (RNASeq explored here), and spleen, lung, thymus, and dorsal skin samples were collected for further analysis.\nDNA extraction\nFaecal samples from 32 RR6 mice were available for DNA extraction: \nn\n = 9 mice from FLT_LAR, \nn\n = 7 mice from GC_LAR, \nn\n = 7 mice from FLT_ISS and \nn\n = 9 mice from GC_ISS. DNA was extracted using the Maxwell RSC Purefood GMO and Authentication Kit (Promega, Madison, WI) (\nOSD-249\n). Half of a frozen faecal pellet was placed into a tube with 940 uL CTAB solution and homogenised using tissue homogenising bead mix (Navy RINO Lysis, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 4 min at 4 °C. Homogenates were centrifuged for 3 min at 10 °C and 21,000 g to deflate foam. The supernatant from each sample was then used to isolate and purify DNA following the manufacturer’s protocol. DNA was eluted in 105 µL RNAse free H\n2\nO and was further cleaned using OneStep PCR Inhibitor Removal Kit (Zymo Research). Concentrations for all DNA samples were measured using Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA) with a Qubit DNA HS kit. DNA quality and size were assessed using an Agilent 4200 TapeStation with a gDNA ScreenTape Kit (Agilent Technologies, Santa Clara, CA). All DNA sequence data is available in the NASA GeneLab record \nOSD-249\n.\n16S rRNA gene amplification\nDNA library preparation was performed by the Genome Research Core (GRC) at the University of Illinois at Chicago. 10 ng of genomic DNA was used as input to a two-stage PCR amplification protocol\n149\n,\n150\n. In the first stage, primers 515 F/806 R (Earth Microbiome Project, V4 targeting) containing Fluidigm ‘Common Sequence’ linkers (CS1 and CS2) were used to amplify gDNA. In the second stage, Fluidigm AccessArray barcoded primers were used to amplify PCR products from the first stage and incorporate Illumina sequencing adaptors and a sample barcode. Sequencing was performed on an Illumina MiniSeq mid-output flow cell, employing paired-end 2 × 153 base reads.\nWhole metagenome sequencing\nWhole metagenome sequence libraries were prepared using an Illumina Nextera DNA Flex Library Prep kit (Illumina, San Diego, CA) according to the manufacturer’s instructions. Input DNA was ~100 ng per reaction, and five cycles of PCR were performed. Index adaptors used were IDT for Illumina, 96-well Nextera Flex Dual Index Adapters, set A. Library fragment sizes (~550 bp) were assessed using an Agilent 4200 TapeStation with D1000 DNA ScreenTapes (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured with a KAPA Library quantification kit (Roche, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome shotgun sequencing was performed on an Illumina NovaSeq6000 instrument with a 500-cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center).\nRNA extraction and sequencing\nColon samples from 36 RR6 mice were available for RNA extraction: \nn\n = 10 mice from FLT_LAR, \nn\n = 8 mice from GC_LAR, \nn\n = 9 mice from FLT_ISS and \nn\n = 9 mice from GC_ISS. Liver samples from 39 mice were available for RNA extraction: \nn\n = 10 mice from FLT_LAR, \nn\n = 9 mice from GC_LAR, \nn\n = 10 mice from FLT_ISS and \nn\n = 10 mice from GC_ISS. RNA was extracted from mouse tissue samples using an AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA). Homogenisation buffer for RNA purification was made by adding 1:100 beta-mercaptoethanol to Buffer RLT (Qiagen, Valencia, CA) and kept on ice until use. Approximately 30 mg of frozen colon (\nOSD-247\n) or liver (\nOSD-245\n) tissue was isolated using a scalpel, weighed and immediately placed in 600 uL of the Buffer RLT solution. Homogenisation was performed using tissue homogenising bead mix (Zirconium Oxide 2.0 mm Beads, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 5 min at 4 °C. Homogenates were centrifuged for 3 min at RT and 14,000 g to remove cell debris. The supernatant from each sample was then used to isolate and purify RNA following the manufacturer’s protocol. RNA was eluted in 50 µL RNAse free H\n2\nO. Concentrations for all RNA samples were measured using a Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA). RNA quality was assessed using an Agilent 2100 Bioanalyzer with an RNA 6000 Nano Kit or RNA 6000 Pico Kit (Agilent Technologies, Santa Clara, CA). ERCC ExFold RNA Spike-In Mixes (Thermo Fisher Scientific, Waltham, MA Cat 4456739, v92) at 1:100 dilution of either Mix 1 or Mix 2 were added on the day of library prep at the concentrations suggested by the manufacturer’s protocol.\nRibosomal RNA depletion was performed using an Illumina TruSeq Stranded Total RNA Library Prep Gold kit. Input RNA amounts were ~500 ng; RNA RIN values were > 4. Index adaptors were 1.5 µM (IDT, 384-well xGen Dual Index UMI Adapters). 15 cycles of PCR were performed. Library fragment sizes (~300 bp) were assessed using an Agilent 4200 TapeStation with a D1000 DNA ScreenTape (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured by Universal qPCR Master Mix (Kapa Biosystems, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome sequencing was performed on an Illumina NovaSeq6000 instrument with a 500-cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center) and all RNA sequencing data is provided for in the NASA GeneLab records \nOSD-247\n (colon) or \nOSD-245\n (liver).\n16S rRNA gene barcoding\nAmplicon sequence reads were processed and annotated using Anchor\n28\n,\n35\n,\n139\n,\n151\n,\n152\n. Exact sequence variants (ESV) were identified in place of operational taxonomic units (OTUs)\n153\n,\n154\n. Sequences were aligned and dereplicated using Mothur\n155\n and a count threshold parameter of 96. Annotation at family, genus or species-level used BLASTn criteria of >99% identity and coverage to the NCBI 16 S curated and NCBI nr/nt databases (January 2022 versions). Differentially abundant ESVs were manually assessed for quality. When the highest identity/coverage was shared amongst multiple different references, all annotations were retained and reported.\nDifferential abundance analysis was performed using DESeq2\n156\n,\n157\n, which performs well with sparse data and uneven library sizes\n158\n. Sparsity and count thresholds were applied whereby an ESV count in a single sample was required to be <90% of the count in all samples, and ESV counts were required to be >0 in at least 3 samples from the same group\n35\n. A false discovery rate (FDR; Benjamini-Hochberg procedure) <0.1 correction was applied\n159\n.\nWhole metagenome sequencing co-assembly and annotation\nQuality control used Trim Galore! (v0.6.6)\n160\n, a wrapper script to automate quality and adaptor trimming as well as quality control. Trim Galore is based on cutadapt (v2.10)\n161\n and fastqc (v0.11.5)\n162\n. Trim Galore! PARAMETERS : --trim-n --max_n 0 --paired --retain_unpaired --phred33 --length 75 -q 5 --stringency 1 -e 0.1 -j 1. BBMAP\n163\n was used to remove potential contamination from human using the masked version of hg19 human assembly. To remove redundancy in read dataset and reduce the computational load, reads were normalised using ORNA\n164\n with the following parameters: -sorting 1 -base 1.7 -kmer 21.\nMEGAHIT v1.2.9\n165\n was used to assemble reads from all samples into one co-assembly using \nmeta-large\n option. Kallisto (v0.46.2)\n166\n expectation maximisation algorithm was used to complete metagenomics read assignment and infer contig abundance\n167\n. Prodigal (v2.6.3)\n168\n was used with the option \nmeta\n to predict open reading frames (ORFs) and BLAST v2.3.0\n169\n was used to annotate contigs sequence.\nTo assign contig taxonomy, a first alignment iteration was run using full contig lengths against the NCBI nr/nt database (January 2022) and Reference Viral Database (RVDB v v25.0). To further resolve nucleotide taxonomic annotation, a second alignment was run against all databases which included selected genomes (additional 1148 sequences) from NCBI refseq informed by first iteration. BLASTn was run using the following parameters: \n-e\nvalue 1e-50 -word_size 128 -perc_identity 97. Contig alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given contig. Descriptive statistics were also provided for contigs with a common species annotation that had an average alignment identity > 97%, total alignment length > 3000 nt and an average query coverage > 20%. To validate ESV sequences using the metagenomics de novo assembly, ESVs were aligned to WMS contigs using BLASTn.\nTo annotate genes, three protein databases (NCBI nr, UniProtKB Swiss-Prot, and TrEMBL; January 2022) were searched using the translated sequences of the predicted proteins. BLASTx was run with the following parameters: \n-e\nvalue 1e-10 -word_size 6 -threshold 21. Alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given orf. GO, pfam, PANTHER, EMBL, InterPro, HAMAP, TIGRFAMs, STRING, HOGENOM, SUPFAM terms were mined from UniProtKB database. Amino acid sequences were used as input in the GhostKOALA webserver\n170\n to add functional genes and pathways information. KEGG functional and taxonomic annotation was retrieved using complete and incomplete pathways. \nExtibacter muris\n strain DSM28560 bile acid-inducible operon sequence (baiBCDEFGHI)\n62\n, were manually added to default KEGG database. One bai sequence did not have a KEGG term associated to it (baiG MFS transporter; bile acid transporter) and a temporary KEGG term was assigned to it (K9999).\nMetagenome assembled genomes (MAGs)\nUsing metagenome co-assembly from 3.4.2, genome binning was performed using MetaBAT2\n171\n. Genome quality estimation of all bins was performed using CheckM (version v1.1.6)\n172\n. Taxonomic classification was performed with Bin Annotation Tool (BAT) a pipeline for the taxonomic classification of metagenome assembled genomes\n173\n.\nMurine transcriptome reference mapping\nMouse liver and colon RNA-Seq reads were processed and assembled following NASA GeneLab consensus pipeline, as described previously\n174\n.\nAlpha and beta diversity\nTo estimate and compare microbial richness within samples, alpha diversity was measured using diversity indices using Phyloseq R library\n175\n and was compared between groups with \nt\n-tests (parametric) or Mann-Whitney U (non-parametric) tests. Unsupervised multivariate analysis (ordination) was performed using Principal Coordinate Analysis (PCoA) with normalised counts (Supplementary Data \n1\n) while constrained ordination was based on distance-based Canonical Analysis of Principal Coordinates (CCA). Significance of constraints were assessed using ANOVA-like permutation testing for CCA (anova.cca). Vegan R library\n176\n was used to conduct these analyses, statistics, and to produce graphs and draw dispersion ellipses. As an exploratory visualisation of annotated WMS contigs, Uniform Manifold Approximation and Projection (UMAP) was used to reduce the dimensionality of beta diversity WMS contig count matrices. CPM normalised counts of differentially abundant species (30 in each comparison) were selected as input and umap function from the umap R package (v 0.2.10) was used for each comparison with default parameters. Care should be taken when interpreting relative abundances as amplicon-based and WMS microbiome profiling lacks absolute quantification and is vulnerable to biases from PCR amplification and/or sequencing depth.\nDifferential abundance/expression analysis\nPrior to differential abundance analysis, sparsity and count thresholds were applied whereby an ESV/contig/transcript count in a single sample must be <90% of the count across all samples and ESV/contig occurrence must be at least ≥ 3 in samples within the same design factor.\nDifferential abundance (or expression) analysis was performed using DESeq2\n159\n based on pre-processed raw abundance of ESVs/contigs/ORFs/transcripts. A false discovery rate (FDR; Benjamini-Hochberg procedure) <0.1 was applied for statistical significance\n156\n. Missingness is a known challenge for negative binomial regression models (such as used in DESeq2) when analyzing zero-inflated abundance tables\n177\n,\n178\n, contigs with an absolute zero across all replicated samples belonging to a same factor were assumed to be structural zeros and flagged as significantly differentially abundant. To address conservative \np\n-value distribution\n179\n of RNA-Seq differential expression analysis, local FDR values were computed from DESeq2 \np\n-values using fdrtool (v1.2.17)\n180\n R library.\nFunctional enrichment analysis\nGhostkoala output was organised into a gene count table using WMS ORF raw count table and used as input for over-representation analysis (ORA) of WMS data. ORA was used to statistically test the overlap between DA ORFs (FDR <0.1) and a geneset using pathways of interest (Supplementary Data \n4\n). \np\n-values were calculated using a hypergeometric test using clusterProfiler (v4.7.1.003) R library\n181\n.\nGene-set enrichment analysis (GSEA) of RNASeq data was performed on the Webgestalt\n182\n platform using the entire gene list, rank-ordered combining significance and effect size from DESeq2 differential expression analysis, i.e. log2(FC)*-log(pValue)\n183\n. Gene symbols were inferred from assembly transcripts using org.Mm.eg.db (v3.16)\n184\n R annotation library.",
    "experimental_design": "Experimental design\nFemale 32 weeks-old C57BL/6NTac mice (Taconic Biosciences sources) from four treatment groups of the Rodent Research 6 mission were compared: flight live animal return (FLT_LAR), ground control for live animal return (GC_LAR), flight ISS (FLT_ISS) and ground control for ISS (GC_ISS) (Fig. \n1\n). FLT_ISS and FLT_LAR mice comprised 40 mice that were launched on SpaceX-13 and transferred to the rodent research habitat on the ISS whereas their matched ground controls, GC_ISS and GC_LAR, were 40 mice kept in identical rodent habitats at Kennedy Space Centre. Not all mice were available to NASA GeneLab for DNA and RNA extractions (replicate numbers provided below). Diet (LabDiet Rodent 5001) and deionized autoclaved water were provided \nad libitum\n, and a 12:12 h dark/light cycle maintained. After 29 days of flight onboard the ISS, FLT_LAR mice were returned to earth as part of the Live Animal Return (13/1/18) and sacrificed alongside GC_LAR using common processing at ages of 41 weeks old (16/1/18). FLT_ISS mice were sacrificed after 53–56 days of flight onboard the ISS at the same time as GC_ISS mice at the Kennedy Space Centre at 44 weeks old using a common timeline and methodology.\nDuring this period in the Destiny module (US laboratory) on the ISS, the mice were exposed to an average daily 165.8 µGy d\n−1\n Galactic Cosmic Ray (GCR) dose and 117.3 µGy d\n−1\n South Atlantic Anomaly (energetic protons) dose (data provided by Ames Life Sciences Data Archive - ALSDA). This is in line with standard range of exposure on the ISS\n148\n, and represents around a 100% increase to common exposure on earth. The temperature, relative humidity and elevated carbon dioxide levels on the ISS were mimicked in the ground control rodent habitats at the Kennedy Space over the 56 days of spaceflight, so were not significantly different (\nt\n-test, \np\n > 0.05) between flight and ground controls, and averaged 22.75 (±0.35) °C, 41.49 (±2.28) % and 3219 (±340) CO\n2\n ppm, respectively.\nThe study followed recommendations in the Guide for the Care and Use of Laboratory Animals, and the protocol (Protocol number RR6) was approved on October 24, 2017, by the NASA Flight Institutional Animal Care and Use Committee (IACUC). As outlined in the NASA Genelab record (\nOSD-249\n), Anaesthesia for the LAR mice groups was induced using isoflurane. For the ISS mice groups, anaesthesia was administered via intraperitoneal injection of ketamine, xylazine, and acepromazine during the dissection period, which occurred 53–56 days post-launch. Blood samples were obtained via closed-chest cardiac puncture, though these were not used in this study. Euthanasia was performed by exsanguination followed by thoracotomy. The ISS spaceflight mice carcasses underwent hind limb dissection, which was not used in this study, then were wrapped in aluminium foil, placed in Ziploc bags, and stored at −80 °C or colder until return. The ISS Ground Control followed the same euthanasia methods and preservation timeline at Kennedy Space Center (KSC). Experimental endpoints included the collection of blood samples, completion of hind limb dissection, and collection of faecal samples. Faecal samples were extruded from the colon during dissection, snap frozen in liquid nitrogen, and stored at −80 °C. Additionally, liver and colon (RNASeq explored here), and spleen, lung, thymus, and dorsal skin samples were collected for further analysis.",
    "dna_extraction": "DNA extraction\nFaecal samples from 32 RR6 mice were available for DNA extraction: \nn\n = 9 mice from FLT_LAR, \nn\n = 7 mice from GC_LAR, \nn\n = 7 mice from FLT_ISS and \nn\n = 9 mice from GC_ISS. DNA was extracted using the Maxwell RSC Purefood GMO and Authentication Kit (Promega, Madison, WI) (\nOSD-249\n). Half of a frozen faecal pellet was placed into a tube with 940 uL CTAB solution and homogenised using tissue homogenising bead mix (Navy RINO Lysis, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 4 min at 4 °C. Homogenates were centrifuged for 3 min at 10 °C and 21,000 g to deflate foam. The supernatant from each sample was then used to isolate and purify DNA following the manufacturer’s protocol. DNA was eluted in 105 µL RNAse free H\n2\nO and was further cleaned using OneStep PCR Inhibitor Removal Kit (Zymo Research). Concentrations for all DNA samples were measured using Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA) with a Qubit DNA HS kit. DNA quality and size were assessed using an Agilent 4200 TapeStation with a gDNA ScreenTape Kit (Agilent Technologies, Santa Clara, CA). All DNA sequence data is available in the NASA GeneLab record \nOSD-249\n.",
    "16s_rrna_gene_amplification": "16S rRNA gene amplification\nDNA library preparation was performed by the Genome Research Core (GRC) at the University of Illinois at Chicago. 10 ng of genomic DNA was used as input to a two-stage PCR amplification protocol\n149\n,\n150\n. In the first stage, primers 515 F/806 R (Earth Microbiome Project, V4 targeting) containing Fluidigm ‘Common Sequence’ linkers (CS1 and CS2) were used to amplify gDNA. In the second stage, Fluidigm AccessArray barcoded primers were used to amplify PCR products from the first stage and incorporate Illumina sequencing adaptors and a sample barcode. Sequencing was performed on an Illumina MiniSeq mid-output flow cell, employing paired-end 2 × 153 base reads.",
    "whole_metagenome_sequencing": "Whole metagenome sequencing\nWhole metagenome sequence libraries were prepared using an Illumina Nextera DNA Flex Library Prep kit (Illumina, San Diego, CA) according to the manufacturer’s instructions. Input DNA was ~100 ng per reaction, and five cycles of PCR were performed. Index adaptors used were IDT for Illumina, 96-well Nextera Flex Dual Index Adapters, set A. Library fragment sizes (~550 bp) were assessed using an Agilent 4200 TapeStation with D1000 DNA ScreenTapes (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured with a KAPA Library quantification kit (Roche, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome shotgun sequencing was performed on an Illumina NovaSeq6000 instrument with a 500-cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center).",
    "rna_extraction_and_sequencing": "RNA extraction and sequencing\nColon samples from 36 RR6 mice were available for RNA extraction: \nn\n = 10 mice from FLT_LAR, \nn\n = 8 mice from GC_LAR, \nn\n = 9 mice from FLT_ISS and \nn\n = 9 mice from GC_ISS. Liver samples from 39 mice were available for RNA extraction: \nn\n = 10 mice from FLT_LAR, \nn\n = 9 mice from GC_LAR, \nn\n = 10 mice from FLT_ISS and \nn\n = 10 mice from GC_ISS. RNA was extracted from mouse tissue samples using an AllPrep DNA/RNA Mini Kit (Qiagen, Valencia, CA). Homogenisation buffer for RNA purification was made by adding 1:100 beta-mercaptoethanol to Buffer RLT (Qiagen, Valencia, CA) and kept on ice until use. Approximately 30 mg of frozen colon (\nOSD-247\n) or liver (\nOSD-245\n) tissue was isolated using a scalpel, weighed and immediately placed in 600 uL of the Buffer RLT solution. Homogenisation was performed using tissue homogenising bead mix (Zirconium Oxide 2.0 mm Beads, Next Advance) on Bullet Blender Gold 24 (Next Advance) for 5 min at 4 °C. Homogenates were centrifuged for 3 min at RT and 14,000 g to remove cell debris. The supernatant from each sample was then used to isolate and purify RNA following the manufacturer’s protocol. RNA was eluted in 50 µL RNAse free H\n2\nO. Concentrations for all RNA samples were measured using a Qubit 3.0 Fluorometer (Thermo Fisher Scientific, Waltham, MA). RNA quality was assessed using an Agilent 2100 Bioanalyzer with an RNA 6000 Nano Kit or RNA 6000 Pico Kit (Agilent Technologies, Santa Clara, CA). ERCC ExFold RNA Spike-In Mixes (Thermo Fisher Scientific, Waltham, MA Cat 4456739, v92) at 1:100 dilution of either Mix 1 or Mix 2 were added on the day of library prep at the concentrations suggested by the manufacturer’s protocol.\nRibosomal RNA depletion was performed using an Illumina TruSeq Stranded Total RNA Library Prep Gold kit. Input RNA amounts were ~500 ng; RNA RIN values were > 4. Index adaptors were 1.5 µM (IDT, 384-well xGen Dual Index UMI Adapters). 15 cycles of PCR were performed. Library fragment sizes (~300 bp) were assessed using an Agilent 4200 TapeStation with a D1000 DNA ScreenTape (Agilent Technologies, Santa Clara, CA). Pooled library concentration was measured by Universal qPCR Master Mix (Kapa Biosystems, Wilmington, MA). Library quality control was performed on an Illumina iSeq100 sequencer (Illumina, San Diego, CA). Whole metagenome sequencing was performed on an Illumina NovaSeq6000 instrument with a 500-cycle SP flow cell. Library preparation and sequencing were performed by the GeneLab Sample Processing Lab (NASA Ames Research Center) and all RNA sequencing data is provided for in the NASA GeneLab records \nOSD-247\n (colon) or \nOSD-245\n (liver).",
    "16s_rrna_gene_barcoding": "16S rRNA gene barcoding\nAmplicon sequence reads were processed and annotated using Anchor\n28\n,\n35\n,\n139\n,\n151\n,\n152\n. Exact sequence variants (ESV) were identified in place of operational taxonomic units (OTUs)\n153\n,\n154\n. Sequences were aligned and dereplicated using Mothur\n155\n and a count threshold parameter of 96. Annotation at family, genus or species-level used BLASTn criteria of >99% identity and coverage to the NCBI 16 S curated and NCBI nr/nt databases (January 2022 versions). Differentially abundant ESVs were manually assessed for quality. When the highest identity/coverage was shared amongst multiple different references, all annotations were retained and reported.\nDifferential abundance analysis was performed using DESeq2\n156\n,\n157\n, which performs well with sparse data and uneven library sizes\n158\n. Sparsity and count thresholds were applied whereby an ESV count in a single sample was required to be <90% of the count in all samples, and ESV counts were required to be >0 in at least 3 samples from the same group\n35\n. A false discovery rate (FDR; Benjamini-Hochberg procedure) <0.1 correction was applied\n159\n.",
    "whole_metagenome_sequencing_co-assembly_and_annotation": "Whole metagenome sequencing co-assembly and annotation\nQuality control used Trim Galore! (v0.6.6)\n160\n, a wrapper script to automate quality and adaptor trimming as well as quality control. Trim Galore is based on cutadapt (v2.10)\n161\n and fastqc (v0.11.5)\n162\n. Trim Galore! PARAMETERS : --trim-n --max_n 0 --paired --retain_unpaired --phred33 --length 75 -q 5 --stringency 1 -e 0.1 -j 1. BBMAP\n163\n was used to remove potential contamination from human using the masked version of hg19 human assembly. To remove redundancy in read dataset and reduce the computational load, reads were normalised using ORNA\n164\n with the following parameters: -sorting 1 -base 1.7 -kmer 21.\nMEGAHIT v1.2.9\n165\n was used to assemble reads from all samples into one co-assembly using \nmeta-large\n option. Kallisto (v0.46.2)\n166\n expectation maximisation algorithm was used to complete metagenomics read assignment and infer contig abundance\n167\n. Prodigal (v2.6.3)\n168\n was used with the option \nmeta\n to predict open reading frames (ORFs) and BLAST v2.3.0\n169\n was used to annotate contigs sequence.\nTo assign contig taxonomy, a first alignment iteration was run using full contig lengths against the NCBI nr/nt database (January 2022) and Reference Viral Database (RVDB v v25.0). To further resolve nucleotide taxonomic annotation, a second alignment was run against all databases which included selected genomes (additional 1148 sequences) from NCBI refseq informed by first iteration. BLASTn was run using the following parameters: \n-e\nvalue 1e-50 -word_size 128 -perc_identity 97. Contig alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given contig. Descriptive statistics were also provided for contigs with a common species annotation that had an average alignment identity > 97%, total alignment length > 3000 nt and an average query coverage > 20%. To validate ESV sequences using the metagenomics de novo assembly, ESVs were aligned to WMS contigs using BLASTn.\nTo annotate genes, three protein databases (NCBI nr, UniProtKB Swiss-Prot, and TrEMBL; January 2022) were searched using the translated sequences of the predicted proteins. BLASTx was run with the following parameters: \n-e\nvalue 1e-10 -word_size 6 -threshold 21. Alignment scores were compared between the three databases and the best bitscore was selected as the best alignment for a given orf. GO, pfam, PANTHER, EMBL, InterPro, HAMAP, TIGRFAMs, STRING, HOGENOM, SUPFAM terms were mined from UniProtKB database. Amino acid sequences were used as input in the GhostKOALA webserver\n170\n to add functional genes and pathways information. KEGG functional and taxonomic annotation was retrieved using complete and incomplete pathways. \nExtibacter muris\n strain DSM28560 bile acid-inducible operon sequence (baiBCDEFGHI)\n62\n, were manually added to default KEGG database. One bai sequence did not have a KEGG term associated to it (baiG MFS transporter; bile acid transporter) and a temporary KEGG term was assigned to it (K9999).",
    "metagenome_assembled_genomes_(mags)": "Metagenome assembled genomes (MAGs)\nUsing metagenome co-assembly from 3.4.2, genome binning was performed using MetaBAT2\n171\n. Genome quality estimation of all bins was performed using CheckM (version v1.1.6)\n172\n. Taxonomic classification was performed with Bin Annotation Tool (BAT) a pipeline for the taxonomic classification of metagenome assembled genomes\n173\n.",
    "murine_transcriptome_reference_mapping": "Murine transcriptome reference mapping\nMouse liver and colon RNA-Seq reads were processed and assembled following NASA GeneLab consensus pipeline, as described previously\n174\n.",
    "alpha_and_beta_diversity": "Alpha and beta diversity\nTo estimate and compare microbial richness within samples, alpha diversity was measured using diversity indices using Phyloseq R library\n175\n and was compared between groups with \nt\n-tests (parametric) or Mann-Whitney U (non-parametric) tests. Unsupervised multivariate analysis (ordination) was performed using Principal Coordinate Analysis (PCoA) with normalised counts (Supplementary Data \n1\n) while constrained ordination was based on distance-based Canonical Analysis of Principal Coordinates (CCA). Significance of constraints were assessed using ANOVA-like permutation testing for CCA (anova.cca). Vegan R library\n176\n was used to conduct these analyses, statistics, and to produce graphs and draw dispersion ellipses. As an exploratory visualisation of annotated WMS contigs, Uniform Manifold Approximation and Projection (UMAP) was used to reduce the dimensionality of beta diversity WMS contig count matrices. CPM normalised counts of differentially abundant species (30 in each comparison) were selected as input and umap function from the umap R package (v 0.2.10) was used for each comparison with default parameters. Care should be taken when interpreting relative abundances as amplicon-based and WMS microbiome profiling lacks absolute quantification and is vulnerable to biases from PCR amplification and/or sequencing depth.",
    "differential_abundance/expression_analysis": "Differential abundance/expression analysis\nPrior to differential abundance analysis, sparsity and count thresholds were applied whereby an ESV/contig/transcript count in a single sample must be <90% of the count across all samples and ESV/contig occurrence must be at least ≥ 3 in samples within the same design factor.\nDifferential abundance (or expression) analysis was performed using DESeq2\n159\n based on pre-processed raw abundance of ESVs/contigs/ORFs/transcripts. A false discovery rate (FDR; Benjamini-Hochberg procedure) <0.1 was applied for statistical significance\n156\n. Missingness is a known challenge for negative binomial regression models (such as used in DESeq2) when analyzing zero-inflated abundance tables\n177\n,\n178\n, contigs with an absolute zero across all replicated samples belonging to a same factor were assumed to be structural zeros and flagged as significantly differentially abundant. To address conservative \np\n-value distribution\n179\n of RNA-Seq differential expression analysis, local FDR values were computed from DESeq2 \np\n-values using fdrtool (v1.2.17)\n180\n R library.",
    "functional_enrichment_analysis": "Functional enrichment analysis\nGhostkoala output was organised into a gene count table using WMS ORF raw count table and used as input for over-representation analysis (ORA) of WMS data. ORA was used to statistically test the overlap between DA ORFs (FDR <0.1) and a geneset using pathways of interest (Supplementary Data \n4\n). \np\n-values were calculated using a hypergeometric test using clusterProfiler (v4.7.1.003) R library\n181\n.\nGene-set enrichment analysis (GSEA) of RNASeq data was performed on the Webgestalt\n182\n platform using the entire gene list, rank-ordered combining significance and effect size from DESeq2 differential expression analysis, i.e. log2(FC)*-log(pValue)\n183\n. Gene symbols were inferred from assembly transcripts using org.Mm.eg.db (v3.16)\n184\n R annotation library.",
    "supplementary_information": "Supplementary information\nThe online version contains supplementary material available at 10.1038/s41522-024-00545-1."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11362537/"
}