{
  "id": "PMC10414970",
  "title": "The cyclic nucleotide-gated channel CNGC14 regulates root gravitropism in Arabidopsis thaliana.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The cyclic nucleotide-gated channel CNGC14 regulates root gravitropism in Arabidopsis thaliana.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10414970/"
  },
  "sections": {
    "abstract": "Plant roots navigate in the soil environment following the gravity vector. Cell divisions in the meristem and rapid cell growth in the elongation zone propel the root tips through the soil. Actively elongating cells acidify their apoplast to enable cell wall extension by the activity of plasma membrane AHA H\n+\n-ATPases. The phytohormone auxin, central regulator of gravitropic response and root development, inhibits root cell growth, likely by rising the pH of the apoplast. However, the role of auxin in the regulation of the apoplastic pH gradient along the root tip is unclear. Here, we show, by using an improved method for visualization and quantification of root surface pH, that the \nArabidopsis thaliana\n root surface pH shows distinct acidic and alkaline zones, which are not primarily determined by the activity of AHA H\n+\n-ATPases. Instead, the distinct domain of alkaline pH in the root transition zone is controlled by a rapid auxin response module, consisting of the AUX1 auxin influx carrier, the AFB1 auxin co-receptor, and the CNCG14 calcium channel. We demonstrate that the rapid auxin response pathway is required for an efficient navigation of the root tip.",
    "introduction": "Introduction\nPlants colonize soil by the growth of their roots. Because plant cells are non-motile, mechanically coupled by their cell walls and symplastically connected by plasmodesmata, the extent and direction of root growth is driven by the elongation of cells that can differ across the organ (\nBraidwood et al., 2014\n). The balance between cell proliferation and differentiation in the root apex is controlled by several phytohormone and peptide signaling pathways, among which auxin plays a specific role, thanks to its long-distance intercellular transport that serves as the information carrier between distant plant tissues (\nGrieneisen et al., 2007\n; \nWisniewska et al., 2006\n).\nThe root apex is divided in several zones fulfilling various roles in root development. At the tip of the root, the root cap covers and protects the meristem, and is the center of gravity perception. In the meristem, stem cells produce transit-amplifying cells that populate the root tip (\nDolan et al., 1993\n; \nCampilho et al., 2006\n). In the model plant \nArabidopsis thaliana\n, the root cap reaches up to the transition zone, where cells stop dividing and prepare for elongation; the transition zone is characterized by a distinct physiology and shows a high responsiveness to external factors (\nVerbelen et al., 2006\n). Further in the shootward direction, cells rapidly elongate in the elongation zone, propelling the root tip through the soil (\nBeemster and Baskin, 1998\n). After reaching their final length, cells differentiate in the maturation zone, where the root hairs emerge presumably to increase the absorptive root surface.\nTo elongate, cells must expand their cell walls, increase turgor pressure or both (\nLintilhac, 2014\n). Proton extrusion into the apoplast by the plasma membrane (PM) H\n+\n ATPases is crucial for both cell wall expansion and turgor maintenance. Acidic pH leads to activation of cell wall remodeling enzymes, and the H\n+\n gradient at the PM drives the transport of most nutrients and ions, and as such is required for turgor pressure generation (\nFalhof et al., 2016\n). It is therefore not surprising that root zones of numerous species show a distinct pattern of surface proton fluxes and cell wall pH (\nSiao et al., 2020\n). In general, the tip of the root and the late elongation and maturation zones show outward H\n+\n fluxes, while the transition zone and early elongation zones show inward H\n+\n fluxes (\nWeisenseel and Meyer, 1997\n). Several studies showed that this battery-like system, with positive charges flowing out of the maturation zone and entering at the transition zone, is mainly driven by H\n+\n fluxes without completely excluding calcium and chloride ions (\nWeisenseel et al., 1979\n; \nBjörkman and Leopold, 1987\n; \nBehrens et al., 1982\n; \nIwabuchi et al., 1989\n). Similar pattern of H\n+\n fluxes was determined in \nA. thaliana\n, where the fluxes also correlated with root surface pH: an alkaline domain was observed at the border between meristematic and transition zones (\nStaal et al., 2011\n). Other works have attempted to determine the pH of the epidermal cell walls, and show a general decrease of pH toward the maturation zone of the root (\nBarbez et al., 2017\n; \nMoreau et al., 2022\n; \nGroßeholz et al., 2022\n). It is important to keep in mind that changes in proton fluxes and membrane potential are not always correlated with change in pH. For example, a simultaneous leak of protons and uptake through H\n+\n/K\n+\n symporter in the cytoplasm can lead to apoplast acidification with a relatively stable membrane potential (\nStanković, 2006\n). In general, the relationship between H\n+\n fluxes, cell wall pH, and the growth rate in the particular zones remains unclear: the highest pH is observed in the transition and early elongation zones, while the lowest pH and highest outward H\n+\n fluxes are observed in the maturation zone where cells do not elongate. In particular, the mechanism of the alkaline domain formation and its physiological significance remain unclear.\nThe apoplastic pH is largely controlled by the activity of the proton pump H\n+\n ATPases, encoded by 11 genes in the \nA. thaliana\n genome; in roots, the dominant paralogs are AHA1 and AHA2 (\nHaruta et al., 2010\n). While their activity is mainly regulated by phosphorylation (\nFalhof et al., 2016\n), the expression and membrane localization of AHAs along the longitudinal root axis seems to be important for the zonation of the \nA. thaliana\n root. \nHaruta et al., 2018\n, showed that under conditions of dim light, the AHA2-mCitrine was less abundant in the membranes of transition zone cells, and this partially correlated with higher surface pH of the transition zone cells. Under conditions of light, the AHA2-mCitrine localizes to the membranes in the transition zone. \nPacifici et al., 2018\n, presented a model where cytokinin signaling regulates root meristem size by controlling the expression of AHA1 and AHA2. Increased cytokinin signaling led to shortening of the meristem, similarly to an inducible relocalization of AHA2 fused to the glucocorticoid receptor. Finally, \nGroßeholz et al., 2022\n, quantified the AHA2-GFP signal and demonstrated an increasing AHA2-GFP membrane abundance toward the maturation zone of \nA. thaliana\n root, which correlated with increased acidification of the root surface. Still, the observed patterns of proton fluxes along the root zones (\nWeisenseel and Meyer, 1997\n), and in particular the existence of the alkaline domain around the transition zone of the root, cannot be simply explained by the expression or abundance of AHA proton pumps.\nRoots use the gravity vector as the reference for the direction of their growth. A general pattern was shown in various plant species: during the gravitropic response, ion fluxes change rapidly, leading to increased proton secretion on the upper and decreased secretion on the lower side, where it correlates with growth inhibition, and results in bending of the root (\nMulkey and Evans, 1981\n; \nBehrens et al., 1982\n; \nIwabuchi et al., 1989\n; \nCollings et al., 1992\n; \nWeisenseel et al., 1992\n). In \nA. thaliana\n, the root surface and cell wall alkalinization of lower side upon gravistimulation has also been clearly demonstrated (\nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nBarbez et al., 2017\n), and it was shown that this alkalinization requires functional auxin transport (\nMonshausen et al., 2011\n) and the CNGC14 calcium channel acting downstream of auxin signaling (\nShih et al., 2015\n). Alkalinization of the lower root side is thus triggered by the redirection of auxin flux toward the lateral root cap and epidermal cells on the lower side of the root (\nBrunoud et al., 2012\n). Analogously, apoplast alkalinization can be triggered by the application of auxin to the roots (\nEvans et al., 1980\n; \nLüthen and Böttger, 1988\n; \nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nBarbez et al., 2017\n). The root surface pH increases almost immediately upon auxin application, and this process requires the activity of the CNGC14 calcium channel; in the mutant, surface alkalinization as well as the auxin-induced growth inhibition are delayed (\nShih et al., 2015\n). The rapid root growth inhibition as well as the membrane depolarization and surface alkalinization triggered by auxin depend on the rapid branch of the TIR1/AFB signaling branch; auxin influx by AUX1 and the AFB1 auxin co-receptor paralogue play a prominent role in the rapid auxin response (\nFendrych et al., 2018\n; \nDindas et al., 2018\n; \nPrigge et al., 2020\n; \nSerre et al., 2021\n; \nLi et al., 2021\n; \nDubey et al., 2021\n). The molecular mechanism of surface alkalinization is, however, not understood. It was proposed that auxin plays a dual role in regulation of root apoplastic pH: auxin alkalinizes the apoplast by the activity of an unknown ion channel downstream of the TIR1/AFB signaling, and, at the same time, auxin upregulates the activity of AHA H\n+\n ATPases through TMK1 signaling (\nLi et al., 2021\n). It is not clear how auxin activates the TMK kinases. On the other hand, the connection between TIR1/AFB auxin signaling and activity of AHAs has been clarified: the auxin-induced SAUR proteins inhibit the PP2C-D clade of protein phosphatases that act as negative regulators of AHAs, leading to the activation of proton secretion. This pathway was studied mainly in shoots, but seems also to operate in roots, as the \nArabidopsis\n lines with manipulated SAUR or PP2C-D expression show root phenotypes that are consistent with the expected changes in AHA activities (\nSpartz et al., 2014\n; \nRen et al., 2018\n). In summary, the connection between auxin signaling, regulation of the activity of AHA H\n+\n ATPases, and the longitudinal zonation of the root surface pH profile during normal growth and during gravitropic responses remains unclear.\nHere, by employing an improved method for visualization and quantification of root surface pH, we focus on the molecular actors involved in the establishment of the longitudinal surface pH zonation. In particular, we show that the alkaline domain around the transition zone is not caused by the lack of AHA H\n+\n ATPases activity. Further, we demonstrate that the alkaline domain at the transition zone is controlled by the components of the rapid auxin response pathway. Finally, we address the significance of the dynamic surface pH profile for the gravitropic response of the roots.",
    "results": "Results\nThe \nArabidopsis\n root shows distinct acidic and alkaline root surface pH domains\nTo monitor the spatio-temporal dynamics of root ion fluxes and apoplastic pH in vertically growing roots of \nA. thaliana\n, we re-evaluated the available fluorescence staining methods to visualize pH in roots. Cell wall staining by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS) (\nBarbez et al., 2017\n) was not satisfactory in our setup, due to the very high background signal and probably due to the absence of the optimal 458 nm excitation in our vertical stage spinning disk microscope (\nSerre et al., 2021\n). However, at the transition zone of the root, we could observe an alkaline domain on the root surface (\nFigure 1—figure supplement 1a\n). Further, we attempted to visualize root surface pH using Fluorescein Dextran and Oregon Green Dextran (\nFigure 1—figure supplement 1a\n) pH reporters (\nMonshausen et al., 2011\n; \nGeilfus and Mühling, 2011\n), but the results were not satisfactory due to an artifact when roots were imaged on solid medium (\nFigure 1—figure supplement 1d\n). We therefore searched for alternative pH-sensitive fluorescent dyes, and discovered Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) (Invitrogen F1130; \nSeksek et al., 1995\n; \nRosario and Rojas, 1986\n) as an excellent reporter of root surface pH.\nThe F\n488/405\n excitation ratio of FS efficiently reported pH when dissolved in liquid or solid medium (\nFigure 1a–d\n, \nFigure 1—figure supplement 1b,c\n). The F\n488/405\n excitation ratio of FS is insensitive to the redox state of the medium but influenced by cation concentration (\nFigure 1—figure supplement 1e\n). FS allows to visualize pH of the root surface and the surrounding rhizosphere, without penetrating the root tissues (\nFigure 1e\n). The pH imaging with FS highlighted the previously described relatively alkaline domain in the transition zone/early elongation zone of the root (\nMonshausen et al., 2011\n; \nStaal et al., 2011\n). In addition, we observed two relatively acidic pH domains, one located in the late elongation/root hair zone and the other in the proximity of the root tip (\nFigure 1e\n). To unbiasedly quantify the root surface pH, we developed a Python-based program to determine the F\n488/405\n ratio of the root surface (\nFigure 1—figure supplement 1f\n). The quantification highlighted the presence of the observed relatively alkaline and acidic domains (\nFigure 1f\n). Throughout the text, we will refer to these domains as alkaline and acidic domains, by which we mean values relatively acidic or relatively alkaline in comparison with the pH of the medium. The surface pH profile of roots shown by FS is in agreement with the data obtained using numerous electrode and microscopy measurements in several species including \nA. thaliana\n (\nZieschang et al., 1993\n; \nStaal et al., 2011\n; \nMonshausen et al., 1996\n; \nWeisenseel and Meyer, 1997\n). The FS pH detection range thus reveals both the alkaline and acidic domains of the root surface and allows direct and dynamic visualization of proton concentration on the root surface and its close surroundings.\nFigure 1.\nFluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) dye reveals acidic and alkaline domains at the root root surface.\n(\na, b\n) The pH dependence of the excitation (\na\n) and emission (\nb\n) spectrum of FS in liquid plant growth medium. Excitation spectra were recorded at λEm = 520 nm, emission spectra were excited by λEx = 488 nm. (\nc\n) FS fluorescence in solid agar medium at indicated pH values, fluorescence excited by 488 nm, 405 nm and the F\n488/405\n excitation ratio, LUT as in (\ne\n). (\nd\n) Quantification of the F\n488/405\n excitation ratio in (\nc\n). (\ne\n) \nA. thaliana\n root tip shows the alkaline and acidic surface pH domains, arrow indicates the gravity vector, scale bar = 50 µm. The color of the root itself does reflect pH, as the root itself is not stained by FS (see \nFigure 1—figure supplement 1f\n). The pink line shows the region in which F488/405 excitation ratio was plotted in (\nf\n). (\nf\n) The F\n488/405\n excitation ratio of FS along the longitudinal axis of the root. In (\ne, f\n), the typical root zones are depicted for illustration. The source data can be found in \nFigure 1—source data 1\n.\n\n\nFigure 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 1—figure supplement 1.\nVisualization of root surface pH.\n(\na\n) Root surface pH imaged by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS), Fluorescein Dextran, and Oregon Green Dextran. For all dyes, the reference excitation channel (405 nm) and the pH-responsive excitation channel (488 nm) are shown. HPTS shows an alkaline domain at the transition zone, while Fluorescein Dextran and Oregon Green Dextran accumulate in a ‘pocket’ (see (\nd\n)), preventing the observation of longitudinal pH profile. Emission was recorded at 500–550 nm. Col-0 line was used for HPTS and Oregon Green Dextran, DII-Venus line was used for Oregon Green Dextran. Scale bars = 50 µm. (\nb, c\n) pH-dependent FS spectra in liquid ½ MS. (\nb\n) Excitation by λ\nEx\n = 458 nm. (\nc\n) Excitation by λ\nEx\n = 405 nm. (\nd\n) Schematic representation of a root mounted into a microscopy chamber on a solid growth medium. Not drawn to scale. (\ne\n) FS F\n488/405\n excitation ratio response to redox status and cations in MES buffered agar. Concentrations: 50 mM H\n2\nO\n2\n, 1 mM DTT, 10 mM CaCl\n2\n, 100 mM KCl. (\nf\n) The principle of the \nA\nlong \nT\nhe \nR\noot (ATR) surface pH measurements by the FS F\n488/405\n excitation ratio. The root surface is automatically recognized, creating a defined region of interest (ROI) in a 10-pixel distance from the surface. Fluorescence intensities in 488 and 405 nm excitation channels are measured in the ROIs. The data is binned and the FS F\n488/405\n excitation ratio is calculated as a function of distance from the root tip. Scale bar = 100 µm. The source data can be found in \nFigure 1—figure supplement 1—source data 1\n.\n\n\nFigure 1—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nThe alkaline domain in the transition zone is not directly determined by AHA activation or localization\nWe first hypothesized that the observed spatial surface pH gradients might originate from gradients of AHA ATPase abundance or activity (\nGroßeholz et al., 2022\n). We therefore immunolocalized endogenous AHAs using the antibody which recognizes multiple AHA ATPases paralogs in multiple plant species (Agrisera AS07260). To test the specificity of the antibody in \nArabidopsis\n roots, we imaged Col-0 roots, \naha2-4\n mutants lacking the dominant AHA2 paralogue, and lines inducibly expressing a dominant version of AHA2 (AHA2-d95-mScarlet). The antibody showed signal in the PM in Col-0 and \naha2-4\n roots (\nFigure 2—figure supplement 1a and b\n). When we inducibly overexpressed the AHA2-d95-mScarlet, we detected colocalization of the mScarlet signal with the antibody signal (\nFigure 2—figure supplement 1c\n). These results indicate that the antibody recognized multiple plasma membrane localized AHAs in \nArabidopsis\n roots. The immunolocalization of endogenous AHAs, however, didn’t reveal any obvious absence of AHAs in the transition zone (\nFigure 2a\n, \nFigure 2—figure supplement 1d\n) that would explain the presence of the alkaline domain. To overcome the hypothetical lack of AHA activation in the TZ, we treated seedlings with fusicoccin (FC), a fungal toxin that stimulates the AHA’s activity (\nBallio et al., 1964\n) and thus increases proton efflux. FC lowered the surface pH of the root acidic domains but, surprisingly, did not affect the alkaline domain (\nFigure 2b and c\n). This partial acidification was correlated with the known FC-induced stimulation of root growth (\nFigure 2—figure supplement 2a\n).\nFigure 2.\nThe alkaline domain does not directly depend on proton pump activity.\n(\na\n) Immunostaining of AHA proton pumps in the Col-0 root transition zone (arrowhead). Scale bar = 20 µm. (\nb,c\n) Root surface pH visualized by FS of wild-type (WT) Col-0 seedlings treated with 0 µM (control) or 2 µM fusicoccin. (\nb\n) Representative image (scale bar = 100 µm) and (\nc\n) quantifications of FS F488/405 excitation ratio profile. (\nd\n) Image of root tips of the tissue-specific inducible lines PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet seedlings after 4 hr induction by 5 µM estradiol. Scale bar = 50 µm. (\ne,f\n) Root surface pH visualized by FS of WT Col-0 and induced PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet lines. (\ne\n) Representative images (scale bar = 100 µm), and (\nf\n) quantifications of FS F488/405 excitation ratio profile. For (\nc\n) and (\nf\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 2—source data 1\n.\n\n\nFigure 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 2—figure supplement 1.\nImmunolocalization of AHAs.\n(\na\n) Immunostaining of AHA proton pumps in Col-0 roots (right) and a root where the primary antiAHA antibody was omitted (left). (\nb\n) The antiAHA antibody labeling in the aha2-4 mutant and the Col-0 controls shows that the antibody recognizes multiple AHA paralogs. (\nc\n) The colocalization of antiAHA antibody signal (green) with the AHA2-d95-mScarlet (magenta) demonstrates that the antiAHA antibody recognizes the AHA2 paralogue. Note the increased signal intensity of the antiAHA antibody in the cell file with induced AHA2-d95-mScarlet expression. (\nd\n) Immunostaining of AHA proton pumps in Col-0, \nafb1-3\n, \naux1,\n and \ncngc14-1\n primary root tips. Three root tips for each genotypes are shown. Scale bars in all images = 10 µm.\nFigure 2—figure supplement 2.\nThe influence of genetic manipulation of AHAs on root surface pH.\n(\na\n) Root elongation (µm/min) of Col-0 treated with 0 or 2 µM fusicoccin. Growth was measured over 40 min of imaging. (\nb–e\n) Roots of Col-0 and PIN2 >>AHA2-Δ95 and PIN2 >>PP2C-D1 lines after 4 hr induction by 5 µM estradiol and 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\nb\n) Root elongation (µm/min) measured over 40 min. (\nc\n) Representative images of pH visualization by FS; scale bar = 100 µm. (\nd\n) Root surface pH quantification by FS F\n488/405\n excitation ratio. (\ne\n) Comparison of root surface alkalinization induced by IAA expressed as a factor in % (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nf–j\n) Roots of Col-0, \naha2-4\n and \npp2c-d triple\n mutants treated for 20 min with 0 or 10 nM IAA. (\nf\n) Root surface FS F\n488/405\n excitation ratio in control condition. (\ng\n) Root elongation (µm/min) measured over 40 min. (\nh\n) Representative images of pH visualization by FS; scale bar = 100 µm. (\ni\n) Root surface FS F\n488/405\n excitation ratio in response to IAA. (\nj\n) Root surface IAA alkalinization factor (as in (\ne\n)). For (a,b,g), the letters on top of boxes correspond to the statistical groups. For (d,e,f,i,j), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 2—figure supplement 2—source data 1\n.\n\n\nFigure 2—figure supplement 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nTo exclude an FC-independent regulation of AHAs in the TZ, we created \nA. thaliana\n lines inducibly expressing a fluorescently tagged hyperactive version of AHA2 (\nPacheco-Villalobos et al., 2016\n) - AHA2-d95-mScarlet, and lines expressing an inhibitor of AHAs PP2CD1-mScarlet (\nRen et al., 2018\n) under the control of the epidermal/cortex PIN2 promoter (\nFigure 2d\n). Expression of hyperactive AHA2 increased the acidic domain in the root tip, slightly reduced the alkaline domain, but did not prevent its formation (\nFigure 2e and f\n). This restricted acidification led to a tendency to stimulate root growth (\nFigure 2—figure supplement 2b\n).\nInhibition of AHA activity by overexpression of PP2C-D1 raised the overall root tip surface pH, but did not prevent the formation of the alkaline domain in the TZ (\nFigure 2e and f\n). Alkalinization of the root tip surface correlated with a statistically insignificant reduction of root growth (\nFigure 2—figure supplement 2b\n). We further measured the root surface pH profile of \naha2\n and \npp2c-d triple\n mutants that showed decreased (\nHaruta and Sussman, 2012\n) and increased (\nRen et al., 2018\n) AHA activity, respectively. Plants lacking the expression of PP2CDs showed a significantly acidified root tip surface, however, the alkaline halo remained unaffected (\nFigure 2—figure supplement 2f and h\n). On the other hand, plants lacking the expression of AHA2 were slightly impaired in the alkaline halo domain formation (\nFigure 2—figure supplement 2f and h\n). \naha2-4\n roots were growing slower than Col-0 while \npp2c-d triple\n root growth was stimulated (\nFigure 2—figure supplement 2g\n).\nThe manipulation of the AHA proton pump activity resulted in the expected outcome of influencing the overall root surface pH and root growth. However, the spatial organization of the root surface pH profile with the alkaline domain of the TZ does not appear to be simply controlled by the activation or abundance of AHAs, as the alkaline domain cannot be fully removed by genetic or pharmacological modulation of the proton pumping activity.\nThe establishment of the alkaline pH domain requires AUX1\nIt is well established that the application of auxin to roots causes an increase in apoplastic and root surface pH (\nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nLi et al., 2021\n). To investigate the effect of auxin application on surface pH profile and formation of the TZ alkaline domain, we analyzed surface pH in response to the native auxin indole-3-acetic acid (IAA). With the increasing IAA concentration, the alkaline domain pH rose and the domain expanded toward the elongation zone of the root, which resulted in disappearance of the acidic domain (\nFigure 3a and b\n). The extent of the surface alkalinization correlated with IAA-induced root growth inhibition; the response was detectable at 1 nM IAA and was saturated between 100 and 1000 nM IAA (\nFigure 3c\n). This implies that the entire root surface is capable of alkalinization upon external auxin treatment, and that the alkaline domain is the hotspot of auxin response.\nFigure 3.\nAuxin influx by AUX1 is essential for the initiation of the alkaline domain.\n(\na–c\n) Surface pH correlates with growth rate-dose response of Col-0 roots to indole-3-acetic acid (IAA) auxin. (\na\n) Representative images of root surface pH visualized by FS after 20 min IAA treatment. (\nb\n) Quantifications of FS F488/405 excitation ratio profile. (\nc\n) Root elongation rate (µm/min) measured over a 40 min period. (\nd–f\n) Root surface pH visualized by FS of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 100 nM IAA. (\nd\n) Representative images. (\ne\n) Quantification of FS F488/405 excitation ratio profile in (\ne\n) control condition and (\nf\n) in response to 100 nM IAA. For (b,e,f), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. For (c), *: p-value <0.05, ***: p-value <0.0005. Scale bars = 100 µm. The source data can be found in \nFigure 3—source data 1\n.\n\n\nFigure 3—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 3—figure supplement 1.\nThe role of auxin transport in regulation of root surface pH.\n(\na–c\n) Roots of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Root surface FS F\n488/405\n excitation ratio. (\nb\n) Root surface alkalinization induced by IAA expressed as a factor in % (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nc\n) Root elongation (µm/min) measured over 40 min. (\nd,e\n) Roots of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 100 nM IAA. (\nd\n) Root surface alkalinization factor (as in (\nb\n)). (\ne\n) Root elongation (µm/min) measured over 40 min. (\nf–h\n) Roots of Col-0 and \naux1\n mutant after 20 min treatment with 0 or 2 µM fusicoccin. (\nf\n) Root surface FS F\n488/405\n excitation ratio. (\ng\n) Root elongation (µm/min) measured over 40 min. (\nh\n) Root surface alkalinization factor induced by 2 µM fusicoccin. For (c,e,g), the letters on top of boxes correspond to the statistical groups. For (a,b,d,f,h), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 3—figure supplement 1—source data 1\n.\n\n\nFigure 3—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nWe further analyzed the root surface pH response to IAA in line with altered AHA activity. The PIN2>>AHA2-d95 and PIN2>>PP2 CD1 (\nFigure 2—figure supplement 2c and d\n) as well as the \npp2c-d triple\n mutant responded to IAA treatment by alkalinization of the root surface pH (\nFigure 2—figure supplement 2h and i\n). The alkalinization factors (a measure of IAA-induced alkalinization) were similar to Col-0 with the exception of the very root tip of \npp2c-d triple\n which responded slightly less (\nFigure 2—figure supplement 2e and j\n). These results were correlated with control level IAA-induced root growth inhibition (\nFigure 2—figure supplement 2b and g\n). On the other hand, knockout mutation of AHA2 led to reduced IAA-induced root surface alkalinization (\nFigure 2—figure supplement 2h, i and j\n), but strong enough to observe an auxin-induced root growth inhibition (\nFigure 2—figure supplement 2g\n). The alkaline domain does not seem to be caused by the lack of proton efflux in the TZ, and the amplitude of the alkaline domain can be increased by auxin application. We therefore tested how auxin transport, perception, and response contribute to the spatial determination of root surface pH. First, we tested the mutant in the PIN2 auxin efflux carrier, in which the shootward auxin flux through the outer root tissues is perturbed (\nLuschnig et al., 1998\n; \nMüller et al., 1998\n). The \npin2\n mutant root showed a reduced alkaline domain that was shifted toward the root tip (\nFigure 3d and e\n). Upon application of 10 nM IAA to \npin2\n mutant, the alkaline domain position and amplitude were partially restored (\nFigure 3—figure supplement 1a and b\n), the \npin2\n roots also responded to auxin by growth inhibition (\nFigure 3—figure supplement 1c\n). Upon treatment with 100 nM IAA, the alkaline domain and the overall IAA-induced root alkalinization were fully restored (\nFigure 3d and f\n and \nFigure 3—figure supplement 1d and e\n).\nThe auxin influx carrier AUX1 is essential for auxin uptake and transport during root gravitropism (\nSwarup et al., 2005\n; \nBand et al., 2014\n), and the null \naux1\n mutant was shown to have a more acidic surface with an altered root tip pH profile (\nMonshausen et al., 2011\n). We determined the root surface pH profile in the \naux1\n mutant, and found that its pH showed a gradual decrease from the tip toward the root hair zone. While the acidic zone in the elongation zone was comparable to control roots, \naux1\n mutants displayed a complete absence of the TZ alkaline domain (\nFigure 3d and e\n). Application of 10 nM IAA on \naux1\n mutants did not affect root elongation (\nFigure 3—figure supplement 1c\n) and did not trigger a root surface alkalinization in contrast to the control Col-0 (\nFigure 3—figure supplement 1a and b\n). However, at 100 nM IAA, when IAA diffusion compensates for AUX1 function (\nEvans et al., 1994\n), \naux1\n mutant showed a clear IAA-induced root growth inhibition (\nFigure 3—figure supplement 1e\n) as well as an increased root surface pH beyond the TZ (\nFigure 3d and f\n and \nFigure 3—figure supplement 1d\n). The wild-type (WT)-like root surface pH profile was, however, not restored by IAA application, demonstrating that AUX1 is essential for creating the alkaline surface domain in the transition zone.\nAs the immunolocalization pattern of AHAs in the \naux1\n mutant was comparable to the Col-0 control (\nFigure 2—figure supplement 1d\n), we treated the mutant with FC to investigate the activation status of AHAs in the \naux1\n mutant. Interestingly, this treatment resulted in the establishment of a small alkaline domain also in the \naux1\n mutant (\nFigure 3—figure supplement 1f and h\n), likely caused by AHA-mediated acidification in the root tip and the distal elongation zone that did not affect the TZ surface pH. The partial acidification was again correlated with a significant root growth stimulation (\nFigure 3—figure supplement 1g\n). This experiment showed that AHAs are not fully activated in \naux1\n mutant and implies a specific surface pH response of the cells of the TZ. In summary, we have shown that the distinctive alkaline domain at the transition zone of the root depends on AUX1-mediated auxin influx. Without auxin influx, the root shows a linear acidification gradient from the root tip to the maturation zone.\nThe components of the rapid auxin response pathway steer the transition zone root surface pH\nOnce in the cytoplasm, auxin triggers responses either through the canonical auxin signaling pathway or the auxin rapid response pathway (\nDubey et al., 2021\n). We examined the involvement of these pathways in the establishment of the surface pH profile of the root. First, we investigated the components of the canonical auxin signaling by using the \ntir1,afb2,3 (tir triple\n) mutant which lacks the expression of three of the six known auxin receptors (\nDharmasiri et al., 2005\n). The \ntir triple\n mutant displayed a more acidic surface pH, particularly in the elongation and maturation zone (\nFigure 4a and b\n). However, it was still displaying an alkaline domain, albeit less pronounced than the control. In response to IAA, \ntir triple\n was critically impaired in whole root IAA-induced surface pH alkalinization (\nFigure 4—figure supplement 1b and c\n). As a result, \ntir triple\n was also impaired in the IAA-induced root growth inhibition (\nFigure 4—figure supplement 1a\n). These results confirm that the canonical auxin signaling is involved in the auxin-induced apoplastic alkalinization (\nLi et al., 2021\n) and also partially in the longitudinal surface pH zonation. Next, to test the role of the TMK1-ABP1 apoplastic auxin perception pathway (\nLi et al., 2021\n; \nFriml et al., 2022\n) in the establishment of root surface pH profile, we analyzed the root surface pH profiles of \ntmk1\n, \ntmk4\n, and \nabp1\n mutants. The surface pH profile of the mutants was, however, comparable to the Col-0 controls (\nFigure 4—figure supplement 1d, e and f\n).\nFigure 4.\nRapid auxin signaling steers root surface pH.\n(\na, b\n) Root surface pH of Col-0 and \ntir triple\n mutant after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Representative images of pH visualization by FS and (\nb\n) quantification of FS F488/405 excitation ratio profile. (\nc–d\n) Root surface pH of Col-0, \nafb1-3\n mutant, and AFB1::AFB1-mCitrine/\nafb1-3\n complemented line after 20 min treatment with 0 or 10 nM IAA. (\nc\n) Representative images of pH visualization by FS and (\nd\n) quantification of FS F488/405 excitation ratio. (\ne–f\n) Root surface pH of Col-0, \ncngc14-1\n mutant, and CNGC14::CNGC14-GFP/\ncngc14-1\n complemented line after 20 min treatment with 0 or 10 nM IAA. (\ne\n) Representative images of pH visualization by FS and (\nf\n) quantification of FS F488/405 excitation ratio. (\ng\n) Localization of AUX1, PIN2, AFB1, and CNGC14 proteins driven by their respective native promoters. For (b,d,f), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. Scale bars = 100 µm (\na,c,e\n) or 50 µm (\ng\n). (\nh\n) Quantification of AFB1-mCitrine and CNGC14-GFP signal intensity in the root epidermis, n=9 (AFB1) and n=15 (CNGC14) roots; error bars = st.dev. The source data can be found in \nFigure 4—source data 1\n.\n\n\nFigure 4—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 4—figure supplement 1.\nThe role of TMK-ABP1 signaling in regulation of root surface pH.\n(\na–c\n) Roots of Col-0 and \ntir triple\n mutant after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Root elongation (µm/min) measured over 40 min. (\nb\n) Root surface FS F\n488/405\n excitation ratio profiles in control condition.(\nc\n) Root surface alkalinization factor induced by IAA (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nd–f\n) Representative images of root surface pH visualization by FS (\nd\n) and quantification of FS F\n488/405\n excitation ratio profiles (\ne,f\n) in \nabp1-TD1\n, \ntmk1-1\n, \ntmk4-1\n, and control roots. For (\na\n) the letters on top of boxes correspond to the statistical groups. In (\nd\n), scale bar = 100 µm. In (\ne,f\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 4—figure supplement 1—source data 1\n.\n\n\nFigure 4—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 4—figure supplement 2.\nRoot surface pH and growth of additional \nafb1\n and \ncngc14\n mutant alleles.\n(\na\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \nafb1-3\n mutant and AFB1::AFB1-mCitrine/\nafb1-3\n complemented line; comparison of genotypes from \nFigure 4d\n. (\nb\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \ncngc14-1\n mutant and complemented line CNGC14::CNGC14-GFP/\ncngc14-1\n; comparison of genotypes from \nFigure 4f\n. (\nc\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \nafb1-1s\n and \nafb1-3\n mutants in control conditions. (\nd\n) Root surface FS F\n488/405\n excitation ratio profiles of Col-0, \ncngc14-2\n mutant and the CNGC14::CNGC14-GFP/\ncngc14-2\n complemented line. (\ne\n) Localization of AUX1-YFP in the indicated mutant lines, scale bar = 50 µm. (\nf–h\n) Root elongation rates (µm/min) in control and indole-3-acetic acid (IAA)-treated roots measured over 40 min in the indicated lines. For (\nf,g,h\n), the letters on top of boxes correspond to the statistical groups. In (\na–d\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 4—figure supplement 2—source data 1\n.\n\n\nFigure 4—figure supplement 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nWe further explored the role of the recently discovered molecular actors of the auxin rapid response - AFB1 and CNGC14. AFB1 is the paralogue of the TIR1 receptor; AFB1 has been shown to be crucial for the rapid growth inhibition upon auxin treatment, rapid auxin-induced membrane depolarization, and for the early response to gravistimulation (\nPrigge et al., 2020\n; \nSerre et al., 2021\n). Similarly, the mutant in the calcium channel CNGC14 lacks the auxin-induced calcium transient, membrane depolarization, and shows a delay in the early gravitropic response (\nShih et al., 2015\n; \nDindas et al., 2018\n). We analyzed the root surface pH of both mutants and found a more acidic root surface with a critically flat alkaline domain in the \nafb1\n mutant (\nFigure 4c and d\n and \nFigure 4—figure supplement 2a\n) as well as in the \ncngc14\n mutant (\nFigure 4e and f\n and \nFigure 4—figure supplement 2b\n). We confirmed the similar result in additional alleles of \nafb1\n (\nFigure 4—figure supplement 2c\n) and \ncngc14\n mutants (\nFigure 4—figure supplement 2d\n). This shows that these proteins, apart from controlling the rapid auxin response, steer the pH profile of the root during normal steady-state growth by controlling the alkaline domain in the transition zone. The lack of the alkaline domain was not caused by mislocalization or absence of AUX1 protein in the \nafb1\n or \ncngc14\n mutants (\nFigure 4—figure supplement 2e\n). Similarly to the \naux1\n mutant, the localization of AHA H\n+\n ATPases in both mutants was not obviously different from the Col-0 control (\nFigure 2—figure supplement 1d\n). We further tested how the \nafb1\n and \ncngc14\n mutants respond to IAA and found an overall alkalinization of the root surface with a partial rescue of the alkaline domain (\nFigure 4d and f\n) and partially impaired growth inhibition (\nFigure 4—figure supplement 2f–h\n).\nWhat makes the TZ zone surface pH different from the other domains of the roots? A plausible explanation is the localization of relevant molecular components in this region of the root. The auxin transporters AUX1 and PIN2 have been shown to localize to the lateral root cap and epidermis (\nMüller et al., 1998\n; \nSwarup et al., 2004\n, \nFigure 4g\n). \nPrigge et al., 2020\n, showed that AFB1 is expressed in the root tip and we could see an enrichment of the protein in the root epidermis (\nFigure 4g\n). To determine the localization of CNGC14, we expressed its fluorescently C-terminally tagged version under the control of its native promoter. The expression of CNGC14 fusion protein was rather weak, and localized to the PM of root epidermal cells, with an enrichment in the transition zone (\nFigure 4g and h\n). The expression of AFB1-mCitrine and CNGC14-GFP in the respective mutants recovered the presence of the TZ alkaline domain (\nFigure 4c, d, e and f\n and \nFigure 4—figure supplement 2a, b and d\n). Interestingly, the expression of CNGC14-GFP in \ncngc14\n caused an exaggerated TZ alkaline domain (\nFigure 4e and f\n and \nFigure 4—figure supplement 2b and d\n), which underlines the importance of the CNGC14 calcium channel in the establishment of root surface pH profile.\nThese results show that the signaling components so far associated with the rapid auxin response are expressed in the root epidermis and contribute to the longitudinal zonation of root surface pH profile. The alkaline domain of the TZ represents a site of a constant rapid auxin response that is triggered by the internal auxin fluxes mediated by AUX1 and PIN2 transporters. On the other hand, the overall increase of root surface pH upon auxin treatment can be attributed to the TIR1 canonical signaling pathway.\nThe AUX1-AFB1-CNGC14 module facilitates root navigation\nIt was shown that auxin induces alkalinization of the apoplastic pH and that this alkalinization correlates and is required for the inhibition of root growth. The same process occurs during the gravitropic response - the lower root side responds to the internal auxin by alkalinization, resulting in root bending (\nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nBarbez et al., 2017\n). We reanalyzed the root surface pH using our pH imaging and quantifications, as it enables us to monitor alkalinization, as well as acidification of the root surface. Upon gravistimulation, the TZ alkaline domain on the lower side of the root increased rapidly, while on the upper side, the alkaline domain diminished and the root surface acidified (\nFigure 5a\n, \nVideo 1\n). This led to a gradient of surface pH across the root that was established within 5 min of the gravistimulation which correlated with initiation of bending of the root (\nFigure 5a\n). The disappearance of the alkaline halo on the upper root surface indicates that the TZ domain might act as a zone of stalled growth which is rapidly activated upon gravistimulation. We further analyzed the gravitropic responses of the mutants with altered root surface pH zonation. As expected, the agravitropic \naux1\n mutant did not create a pH gradient across the root and did not bend (\nFigure 5b\n). Manipulation of the AHA activity by the application of FC or by genetic means did not prevent the formation of a gradient of surface pH and rapid bending of the root (\nFigure 5—figure supplement 1a and b\n). Finally, the \nafb1\n and \ncngc14\n mutants showed a slower gravitropic response, as reported before (\nSerre et al., 2021\n; \nShih et al., 2015\n; \nFigure 5c and d\n). As both mutants have a diminished alkaline domain in the TZ, upon gravistimulation, this zone could not rapidly react to change in auxin fluxes; instead, a shallow gradient of surface pH slowly develops in the mutants (\nFigure 5c and d\n).\nFigure 5.\nRapid auxin signaling pathway is required for surface alkalinization during rapid gravitropic responses.\n(\na–c\n) Surface pH dynamics and root tip bending angle during gravitropic response in (\na\n) Col-0, (\nb\n) Col-0 and \naux1\n, (\nc\n) Col-0 and \nafb1-3\n, (\nd\n) Col-0 and \ncngc14-1\n lines. A representative image of pH visualization by FS, quantification of the FS F488/405 excitation ratio of lower/upper root transition zones, and root tip angle dynamics over time are shown for each line. Representative images were taken 40 min after gravistimulation. (\ne\n) Root surface pH oscillations in vertically growing Col-0 roots. The FS F488/405 excitation ratio images for left and right root sides and their left/right ratio are shown. (\nf,g\n) Root tip penetration test in 45° inclined media covered with mesh of different pore sizes (109, 119, and 139 µm). (\nf\n) Schematics of the experimental setup. (\ng\n) Quantitation of Col-0, \naux1\n, \nafb1-3\n, and \ncngc14-1\n mesh penetration efficiencies. For (g), statistical differences with p-value <0.05 indicated by *. All scale bars = 100 µm. The source data can be found in \nFigure 5—source data 1\n.\n\n\nFigure 5—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 5—figure supplement 1.\nSurface pH dynamics and root tip bending angle during gravitropic responses of indicated lines and treatments.\n(\na,d,g\n) Representative images of pH visualization by FS taken 40 min after gravistimulation. (\nb,e,h\n) Quantification of the FS F\n488/405\n excitation ratio of lower/upper root transition zones. (\nc,f,i\n) Root tip angle dynamics as a function of time after gravistimulation. (\na–c\n) Col-0 treated for 20 min with 0 or 2 µM fusicoccin. (\nd–f\n) Col-0, PIN2>>AHA2-Δ95 and PIN2>>PP2C-D1 lines induced for 4 hr with 5 µM estradiol. (\ng–i\n) Col-0 and \npin2\n mutants. Scale bars = 100 µm. The source data can be found in \nFigure 5—figure supplement 1—source data 1\n.\n\n\nFigure 5—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nVideo 1.\nCompilation of gravitropic responses of indicated mutant lines and controls.\nWe noticed that the alkaline domain showed dynamic fluctuations during vertical growth of the WT root (\nFigure 5e\n, \nVideo 2\n), similarly to what was described by \nMonshausen et al., 2011\n. In the \naux1\n, \nafb1\n, and \ncngc14\n mutants, the alkaline domain was absent or less prominent during vertical growth (\nVideo 3\n). This result and the fact that the components of the rapid auxin response pathway are involved in the formation of the alkaline domain indicates that, in this zone, the cells continuously rapidly respond to the internal auxin fluxes, and that this pathway is active not only upon gravistimulation. We hypothesized that the significance of this process is to constantly correct the growth rate fluctuations and to enable the root to quickly regulate the growth direction of the root tip. This would be particularly relevant in the soil environment, where the root tip penetrates the soil particles and constantly corrects growth direction using the gravity vector. To test this hypothesis, we tested the ability of WT and \naux1\n, \nafb1,\n and \ncngc14\n mutants to navigate through artificial obstacles, approximated by tilted agar plates covered with a rectangular nylon grid. We scored the efficiency of the roots in penetrating the grids with varying pore sizes (\nFigure 5f\n). WT plants penetrated the meshes more efficiently as the pore size increased, whereas the agravitropic \naux1\n mutant failed to penetrate in all conditions. Interestingly, both the \nafb1\n and \ncngc14\n mutants showed a significant decrease in penetration efficiency compared to the WT (\nFigure 5g\n).\nVideo 2.\nHigh-resolution dynamics of root surface pH in Col-0 root.\nVideo 3.\nHigh-resolution dynamics of root surface pH in Col-0, aux1, afb1, and cngc14 roots.\nThe movie is assembled from individual movies, the lookup table is set identically for all genotypes.\nIn summary, the alkaline surface pH domain originates from a constant rapid auxin response driven by the AUX1-AFB1-CNGC14 module. This response enables the roots to rapidly react to gravity vector changes and to adjust the root tip growth direction.",
    "the_arabidopsis_root_shows_distinct_acidic_and_alkaline_root": "The \nArabidopsis\n root shows distinct acidic and alkaline root surface pH domains\nTo monitor the spatio-temporal dynamics of root ion fluxes and apoplastic pH in vertically growing roots of \nA. thaliana\n, we re-evaluated the available fluorescence staining methods to visualize pH in roots. Cell wall staining by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS) (\nBarbez et al., 2017\n) was not satisfactory in our setup, due to the very high background signal and probably due to the absence of the optimal 458 nm excitation in our vertical stage spinning disk microscope (\nSerre et al., 2021\n). However, at the transition zone of the root, we could observe an alkaline domain on the root surface (\nFigure 1—figure supplement 1a\n). Further, we attempted to visualize root surface pH using Fluorescein Dextran and Oregon Green Dextran (\nFigure 1—figure supplement 1a\n) pH reporters (\nMonshausen et al., 2011\n; \nGeilfus and Mühling, 2011\n), but the results were not satisfactory due to an artifact when roots were imaged on solid medium (\nFigure 1—figure supplement 1d\n). We therefore searched for alternative pH-sensitive fluorescent dyes, and discovered Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) (Invitrogen F1130; \nSeksek et al., 1995\n; \nRosario and Rojas, 1986\n) as an excellent reporter of root surface pH.\nThe F\n488/405\n excitation ratio of FS efficiently reported pH when dissolved in liquid or solid medium (\nFigure 1a–d\n, \nFigure 1—figure supplement 1b,c\n). The F\n488/405\n excitation ratio of FS is insensitive to the redox state of the medium but influenced by cation concentration (\nFigure 1—figure supplement 1e\n). FS allows to visualize pH of the root surface and the surrounding rhizosphere, without penetrating the root tissues (\nFigure 1e\n). The pH imaging with FS highlighted the previously described relatively alkaline domain in the transition zone/early elongation zone of the root (\nMonshausen et al., 2011\n; \nStaal et al., 2011\n). In addition, we observed two relatively acidic pH domains, one located in the late elongation/root hair zone and the other in the proximity of the root tip (\nFigure 1e\n). To unbiasedly quantify the root surface pH, we developed a Python-based program to determine the F\n488/405\n ratio of the root surface (\nFigure 1—figure supplement 1f\n). The quantification highlighted the presence of the observed relatively alkaline and acidic domains (\nFigure 1f\n). Throughout the text, we will refer to these domains as alkaline and acidic domains, by which we mean values relatively acidic or relatively alkaline in comparison with the pH of the medium. The surface pH profile of roots shown by FS is in agreement with the data obtained using numerous electrode and microscopy measurements in several species including \nA. thaliana\n (\nZieschang et al., 1993\n; \nStaal et al., 2011\n; \nMonshausen et al., 1996\n; \nWeisenseel and Meyer, 1997\n). The FS pH detection range thus reveals both the alkaline and acidic domains of the root surface and allows direct and dynamic visualization of proton concentration on the root surface and its close surroundings.\nFigure 1.\nFluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) dye reveals acidic and alkaline domains at the root root surface.\n(\na, b\n) The pH dependence of the excitation (\na\n) and emission (\nb\n) spectrum of FS in liquid plant growth medium. Excitation spectra were recorded at λEm = 520 nm, emission spectra were excited by λEx = 488 nm. (\nc\n) FS fluorescence in solid agar medium at indicated pH values, fluorescence excited by 488 nm, 405 nm and the F\n488/405\n excitation ratio, LUT as in (\ne\n). (\nd\n) Quantification of the F\n488/405\n excitation ratio in (\nc\n). (\ne\n) \nA. thaliana\n root tip shows the alkaline and acidic surface pH domains, arrow indicates the gravity vector, scale bar = 50 µm. The color of the root itself does reflect pH, as the root itself is not stained by FS (see \nFigure 1—figure supplement 1f\n). The pink line shows the region in which F488/405 excitation ratio was plotted in (\nf\n). (\nf\n) The F\n488/405\n excitation ratio of FS along the longitudinal axis of the root. In (\ne, f\n), the typical root zones are depicted for illustration. The source data can be found in \nFigure 1—source data 1\n.\n\n\nFigure 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 1—figure supplement 1.\nVisualization of root surface pH.\n(\na\n) Root surface pH imaged by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS), Fluorescein Dextran, and Oregon Green Dextran. For all dyes, the reference excitation channel (405 nm) and the pH-responsive excitation channel (488 nm) are shown. HPTS shows an alkaline domain at the transition zone, while Fluorescein Dextran and Oregon Green Dextran accumulate in a ‘pocket’ (see (\nd\n)), preventing the observation of longitudinal pH profile. Emission was recorded at 500–550 nm. Col-0 line was used for HPTS and Oregon Green Dextran, DII-Venus line was used for Oregon Green Dextran. Scale bars = 50 µm. (\nb, c\n) pH-dependent FS spectra in liquid ½ MS. (\nb\n) Excitation by λ\nEx\n = 458 nm. (\nc\n) Excitation by λ\nEx\n = 405 nm. (\nd\n) Schematic representation of a root mounted into a microscopy chamber on a solid growth medium. Not drawn to scale. (\ne\n) FS F\n488/405\n excitation ratio response to redox status and cations in MES buffered agar. Concentrations: 50 mM H\n2\nO\n2\n, 1 mM DTT, 10 mM CaCl\n2\n, 100 mM KCl. (\nf\n) The principle of the \nA\nlong \nT\nhe \nR\noot (ATR) surface pH measurements by the FS F\n488/405\n excitation ratio. The root surface is automatically recognized, creating a defined region of interest (ROI) in a 10-pixel distance from the surface. Fluorescence intensities in 488 and 405 nm excitation channels are measured in the ROIs. The data is binned and the FS F\n488/405\n excitation ratio is calculated as a function of distance from the root tip. Scale bar = 100 µm. The source data can be found in \nFigure 1—figure supplement 1—source data 1\n.\n\n\nFigure 1—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.",
    "the_alkaline_domain_in_the_transition_zone_is_not_directly_d": "The alkaline domain in the transition zone is not directly determined by AHA activation or localization\nWe first hypothesized that the observed spatial surface pH gradients might originate from gradients of AHA ATPase abundance or activity (\nGroßeholz et al., 2022\n). We therefore immunolocalized endogenous AHAs using the antibody which recognizes multiple AHA ATPases paralogs in multiple plant species (Agrisera AS07260). To test the specificity of the antibody in \nArabidopsis\n roots, we imaged Col-0 roots, \naha2-4\n mutants lacking the dominant AHA2 paralogue, and lines inducibly expressing a dominant version of AHA2 (AHA2-d95-mScarlet). The antibody showed signal in the PM in Col-0 and \naha2-4\n roots (\nFigure 2—figure supplement 1a and b\n). When we inducibly overexpressed the AHA2-d95-mScarlet, we detected colocalization of the mScarlet signal with the antibody signal (\nFigure 2—figure supplement 1c\n). These results indicate that the antibody recognized multiple plasma membrane localized AHAs in \nArabidopsis\n roots. The immunolocalization of endogenous AHAs, however, didn’t reveal any obvious absence of AHAs in the transition zone (\nFigure 2a\n, \nFigure 2—figure supplement 1d\n) that would explain the presence of the alkaline domain. To overcome the hypothetical lack of AHA activation in the TZ, we treated seedlings with fusicoccin (FC), a fungal toxin that stimulates the AHA’s activity (\nBallio et al., 1964\n) and thus increases proton efflux. FC lowered the surface pH of the root acidic domains but, surprisingly, did not affect the alkaline domain (\nFigure 2b and c\n). This partial acidification was correlated with the known FC-induced stimulation of root growth (\nFigure 2—figure supplement 2a\n).\nFigure 2.\nThe alkaline domain does not directly depend on proton pump activity.\n(\na\n) Immunostaining of AHA proton pumps in the Col-0 root transition zone (arrowhead). Scale bar = 20 µm. (\nb,c\n) Root surface pH visualized by FS of wild-type (WT) Col-0 seedlings treated with 0 µM (control) or 2 µM fusicoccin. (\nb\n) Representative image (scale bar = 100 µm) and (\nc\n) quantifications of FS F488/405 excitation ratio profile. (\nd\n) Image of root tips of the tissue-specific inducible lines PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet seedlings after 4 hr induction by 5 µM estradiol. Scale bar = 50 µm. (\ne,f\n) Root surface pH visualized by FS of WT Col-0 and induced PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet lines. (\ne\n) Representative images (scale bar = 100 µm), and (\nf\n) quantifications of FS F488/405 excitation ratio profile. For (\nc\n) and (\nf\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 2—source data 1\n.\n\n\nFigure 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 2—figure supplement 1.\nImmunolocalization of AHAs.\n(\na\n) Immunostaining of AHA proton pumps in Col-0 roots (right) and a root where the primary antiAHA antibody was omitted (left). (\nb\n) The antiAHA antibody labeling in the aha2-4 mutant and the Col-0 controls shows that the antibody recognizes multiple AHA paralogs. (\nc\n) The colocalization of antiAHA antibody signal (green) with the AHA2-d95-mScarlet (magenta) demonstrates that the antiAHA antibody recognizes the AHA2 paralogue. Note the increased signal intensity of the antiAHA antibody in the cell file with induced AHA2-d95-mScarlet expression. (\nd\n) Immunostaining of AHA proton pumps in Col-0, \nafb1-3\n, \naux1,\n and \ncngc14-1\n primary root tips. Three root tips for each genotypes are shown. Scale bars in all images = 10 µm.\nFigure 2—figure supplement 2.\nThe influence of genetic manipulation of AHAs on root surface pH.\n(\na\n) Root elongation (µm/min) of Col-0 treated with 0 or 2 µM fusicoccin. Growth was measured over 40 min of imaging. (\nb–e\n) Roots of Col-0 and PIN2 >>AHA2-Δ95 and PIN2 >>PP2C-D1 lines after 4 hr induction by 5 µM estradiol and 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\nb\n) Root elongation (µm/min) measured over 40 min. (\nc\n) Representative images of pH visualization by FS; scale bar = 100 µm. (\nd\n) Root surface pH quantification by FS F\n488/405\n excitation ratio. (\ne\n) Comparison of root surface alkalinization induced by IAA expressed as a factor in % (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nf–j\n) Roots of Col-0, \naha2-4\n and \npp2c-d triple\n mutants treated for 20 min with 0 or 10 nM IAA. (\nf\n) Root surface FS F\n488/405\n excitation ratio in control condition. (\ng\n) Root elongation (µm/min) measured over 40 min. (\nh\n) Representative images of pH visualization by FS; scale bar = 100 µm. (\ni\n) Root surface FS F\n488/405\n excitation ratio in response to IAA. (\nj\n) Root surface IAA alkalinization factor (as in (\ne\n)). For (a,b,g), the letters on top of boxes correspond to the statistical groups. For (d,e,f,i,j), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 2—figure supplement 2—source data 1\n.\n\n\nFigure 2—figure supplement 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nTo exclude an FC-independent regulation of AHAs in the TZ, we created \nA. thaliana\n lines inducibly expressing a fluorescently tagged hyperactive version of AHA2 (\nPacheco-Villalobos et al., 2016\n) - AHA2-d95-mScarlet, and lines expressing an inhibitor of AHAs PP2CD1-mScarlet (\nRen et al., 2018\n) under the control of the epidermal/cortex PIN2 promoter (\nFigure 2d\n). Expression of hyperactive AHA2 increased the acidic domain in the root tip, slightly reduced the alkaline domain, but did not prevent its formation (\nFigure 2e and f\n). This restricted acidification led to a tendency to stimulate root growth (\nFigure 2—figure supplement 2b\n).\nInhibition of AHA activity by overexpression of PP2C-D1 raised the overall root tip surface pH, but did not prevent the formation of the alkaline domain in the TZ (\nFigure 2e and f\n). Alkalinization of the root tip surface correlated with a statistically insignificant reduction of root growth (\nFigure 2—figure supplement 2b\n). We further measured the root surface pH profile of \naha2\n and \npp2c-d triple\n mutants that showed decreased (\nHaruta and Sussman, 2012\n) and increased (\nRen et al., 2018\n) AHA activity, respectively. Plants lacking the expression of PP2CDs showed a significantly acidified root tip surface, however, the alkaline halo remained unaffected (\nFigure 2—figure supplement 2f and h\n). On the other hand, plants lacking the expression of AHA2 were slightly impaired in the alkaline halo domain formation (\nFigure 2—figure supplement 2f and h\n). \naha2-4\n roots were growing slower than Col-0 while \npp2c-d triple\n root growth was stimulated (\nFigure 2—figure supplement 2g\n).\nThe manipulation of the AHA proton pump activity resulted in the expected outcome of influencing the overall root surface pH and root growth. However, the spatial organization of the root surface pH profile with the alkaline domain of the TZ does not appear to be simply controlled by the activation or abundance of AHAs, as the alkaline domain cannot be fully removed by genetic or pharmacological modulation of the proton pumping activity.",
    "the_establishment_of_the_alkaline_ph_domain_requires_aux1": "The establishment of the alkaline pH domain requires AUX1\nIt is well established that the application of auxin to roots causes an increase in apoplastic and root surface pH (\nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nLi et al., 2021\n). To investigate the effect of auxin application on surface pH profile and formation of the TZ alkaline domain, we analyzed surface pH in response to the native auxin indole-3-acetic acid (IAA). With the increasing IAA concentration, the alkaline domain pH rose and the domain expanded toward the elongation zone of the root, which resulted in disappearance of the acidic domain (\nFigure 3a and b\n). The extent of the surface alkalinization correlated with IAA-induced root growth inhibition; the response was detectable at 1 nM IAA and was saturated between 100 and 1000 nM IAA (\nFigure 3c\n). This implies that the entire root surface is capable of alkalinization upon external auxin treatment, and that the alkaline domain is the hotspot of auxin response.\nFigure 3.\nAuxin influx by AUX1 is essential for the initiation of the alkaline domain.\n(\na–c\n) Surface pH correlates with growth rate-dose response of Col-0 roots to indole-3-acetic acid (IAA) auxin. (\na\n) Representative images of root surface pH visualized by FS after 20 min IAA treatment. (\nb\n) Quantifications of FS F488/405 excitation ratio profile. (\nc\n) Root elongation rate (µm/min) measured over a 40 min period. (\nd–f\n) Root surface pH visualized by FS of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 100 nM IAA. (\nd\n) Representative images. (\ne\n) Quantification of FS F488/405 excitation ratio profile in (\ne\n) control condition and (\nf\n) in response to 100 nM IAA. For (b,e,f), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. For (c), *: p-value <0.05, ***: p-value <0.0005. Scale bars = 100 µm. The source data can be found in \nFigure 3—source data 1\n.\n\n\nFigure 3—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 3—figure supplement 1.\nThe role of auxin transport in regulation of root surface pH.\n(\na–c\n) Roots of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Root surface FS F\n488/405\n excitation ratio. (\nb\n) Root surface alkalinization induced by IAA expressed as a factor in % (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nc\n) Root elongation (µm/min) measured over 40 min. (\nd,e\n) Roots of Col-0, \naux1\n and \npin2\n mutants after 20 min treatment with 0 or 100 nM IAA. (\nd\n) Root surface alkalinization factor (as in (\nb\n)). (\ne\n) Root elongation (µm/min) measured over 40 min. (\nf–h\n) Roots of Col-0 and \naux1\n mutant after 20 min treatment with 0 or 2 µM fusicoccin. (\nf\n) Root surface FS F\n488/405\n excitation ratio. (\ng\n) Root elongation (µm/min) measured over 40 min. (\nh\n) Root surface alkalinization factor induced by 2 µM fusicoccin. For (c,e,g), the letters on top of boxes correspond to the statistical groups. For (a,b,d,f,h), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 3—figure supplement 1—source data 1\n.\n\n\nFigure 3—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nWe further analyzed the root surface pH response to IAA in line with altered AHA activity. The PIN2>>AHA2-d95 and PIN2>>PP2 CD1 (\nFigure 2—figure supplement 2c and d\n) as well as the \npp2c-d triple\n mutant responded to IAA treatment by alkalinization of the root surface pH (\nFigure 2—figure supplement 2h and i\n). The alkalinization factors (a measure of IAA-induced alkalinization) were similar to Col-0 with the exception of the very root tip of \npp2c-d triple\n which responded slightly less (\nFigure 2—figure supplement 2e and j\n). These results were correlated with control level IAA-induced root growth inhibition (\nFigure 2—figure supplement 2b and g\n). On the other hand, knockout mutation of AHA2 led to reduced IAA-induced root surface alkalinization (\nFigure 2—figure supplement 2h, i and j\n), but strong enough to observe an auxin-induced root growth inhibition (\nFigure 2—figure supplement 2g\n). The alkaline domain does not seem to be caused by the lack of proton efflux in the TZ, and the amplitude of the alkaline domain can be increased by auxin application. We therefore tested how auxin transport, perception, and response contribute to the spatial determination of root surface pH. First, we tested the mutant in the PIN2 auxin efflux carrier, in which the shootward auxin flux through the outer root tissues is perturbed (\nLuschnig et al., 1998\n; \nMüller et al., 1998\n). The \npin2\n mutant root showed a reduced alkaline domain that was shifted toward the root tip (\nFigure 3d and e\n). Upon application of 10 nM IAA to \npin2\n mutant, the alkaline domain position and amplitude were partially restored (\nFigure 3—figure supplement 1a and b\n), the \npin2\n roots also responded to auxin by growth inhibition (\nFigure 3—figure supplement 1c\n). Upon treatment with 100 nM IAA, the alkaline domain and the overall IAA-induced root alkalinization were fully restored (\nFigure 3d and f\n and \nFigure 3—figure supplement 1d and e\n).\nThe auxin influx carrier AUX1 is essential for auxin uptake and transport during root gravitropism (\nSwarup et al., 2005\n; \nBand et al., 2014\n), and the null \naux1\n mutant was shown to have a more acidic surface with an altered root tip pH profile (\nMonshausen et al., 2011\n). We determined the root surface pH profile in the \naux1\n mutant, and found that its pH showed a gradual decrease from the tip toward the root hair zone. While the acidic zone in the elongation zone was comparable to control roots, \naux1\n mutants displayed a complete absence of the TZ alkaline domain (\nFigure 3d and e\n). Application of 10 nM IAA on \naux1\n mutants did not affect root elongation (\nFigure 3—figure supplement 1c\n) and did not trigger a root surface alkalinization in contrast to the control Col-0 (\nFigure 3—figure supplement 1a and b\n). However, at 100 nM IAA, when IAA diffusion compensates for AUX1 function (\nEvans et al., 1994\n), \naux1\n mutant showed a clear IAA-induced root growth inhibition (\nFigure 3—figure supplement 1e\n) as well as an increased root surface pH beyond the TZ (\nFigure 3d and f\n and \nFigure 3—figure supplement 1d\n). The wild-type (WT)-like root surface pH profile was, however, not restored by IAA application, demonstrating that AUX1 is essential for creating the alkaline surface domain in the transition zone.\nAs the immunolocalization pattern of AHAs in the \naux1\n mutant was comparable to the Col-0 control (\nFigure 2—figure supplement 1d\n), we treated the mutant with FC to investigate the activation status of AHAs in the \naux1\n mutant. Interestingly, this treatment resulted in the establishment of a small alkaline domain also in the \naux1\n mutant (\nFigure 3—figure supplement 1f and h\n), likely caused by AHA-mediated acidification in the root tip and the distal elongation zone that did not affect the TZ surface pH. The partial acidification was again correlated with a significant root growth stimulation (\nFigure 3—figure supplement 1g\n). This experiment showed that AHAs are not fully activated in \naux1\n mutant and implies a specific surface pH response of the cells of the TZ. In summary, we have shown that the distinctive alkaline domain at the transition zone of the root depends on AUX1-mediated auxin influx. Without auxin influx, the root shows a linear acidification gradient from the root tip to the maturation zone.",
    "the_components_of_the_rapid_auxin_response_pathway_steer_the": "The components of the rapid auxin response pathway steer the transition zone root surface pH\nOnce in the cytoplasm, auxin triggers responses either through the canonical auxin signaling pathway or the auxin rapid response pathway (\nDubey et al., 2021\n). We examined the involvement of these pathways in the establishment of the surface pH profile of the root. First, we investigated the components of the canonical auxin signaling by using the \ntir1,afb2,3 (tir triple\n) mutant which lacks the expression of three of the six known auxin receptors (\nDharmasiri et al., 2005\n). The \ntir triple\n mutant displayed a more acidic surface pH, particularly in the elongation and maturation zone (\nFigure 4a and b\n). However, it was still displaying an alkaline domain, albeit less pronounced than the control. In response to IAA, \ntir triple\n was critically impaired in whole root IAA-induced surface pH alkalinization (\nFigure 4—figure supplement 1b and c\n). As a result, \ntir triple\n was also impaired in the IAA-induced root growth inhibition (\nFigure 4—figure supplement 1a\n). These results confirm that the canonical auxin signaling is involved in the auxin-induced apoplastic alkalinization (\nLi et al., 2021\n) and also partially in the longitudinal surface pH zonation. Next, to test the role of the TMK1-ABP1 apoplastic auxin perception pathway (\nLi et al., 2021\n; \nFriml et al., 2022\n) in the establishment of root surface pH profile, we analyzed the root surface pH profiles of \ntmk1\n, \ntmk4\n, and \nabp1\n mutants. The surface pH profile of the mutants was, however, comparable to the Col-0 controls (\nFigure 4—figure supplement 1d, e and f\n).\nFigure 4.\nRapid auxin signaling steers root surface pH.\n(\na, b\n) Root surface pH of Col-0 and \ntir triple\n mutant after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Representative images of pH visualization by FS and (\nb\n) quantification of FS F488/405 excitation ratio profile. (\nc–d\n) Root surface pH of Col-0, \nafb1-3\n mutant, and AFB1::AFB1-mCitrine/\nafb1-3\n complemented line after 20 min treatment with 0 or 10 nM IAA. (\nc\n) Representative images of pH visualization by FS and (\nd\n) quantification of FS F488/405 excitation ratio. (\ne–f\n) Root surface pH of Col-0, \ncngc14-1\n mutant, and CNGC14::CNGC14-GFP/\ncngc14-1\n complemented line after 20 min treatment with 0 or 10 nM IAA. (\ne\n) Representative images of pH visualization by FS and (\nf\n) quantification of FS F488/405 excitation ratio. (\ng\n) Localization of AUX1, PIN2, AFB1, and CNGC14 proteins driven by their respective native promoters. For (b,d,f), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. Scale bars = 100 µm (\na,c,e\n) or 50 µm (\ng\n). (\nh\n) Quantification of AFB1-mCitrine and CNGC14-GFP signal intensity in the root epidermis, n=9 (AFB1) and n=15 (CNGC14) roots; error bars = st.dev. The source data can be found in \nFigure 4—source data 1\n.\n\n\nFigure 4—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 4—figure supplement 1.\nThe role of TMK-ABP1 signaling in regulation of root surface pH.\n(\na–c\n) Roots of Col-0 and \ntir triple\n mutant after 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). (\na\n) Root elongation (µm/min) measured over 40 min. (\nb\n) Root surface FS F\n488/405\n excitation ratio profiles in control condition.(\nc\n) Root surface alkalinization factor induced by IAA (ratio of individual IAA-treated surface pH profile/average control profile × 100). (\nd–f\n) Representative images of root surface pH visualization by FS (\nd\n) and quantification of FS F\n488/405\n excitation ratio profiles (\ne,f\n) in \nabp1-TD1\n, \ntmk1-1\n, \ntmk4-1\n, and control roots. For (\na\n) the letters on top of boxes correspond to the statistical groups. In (\nd\n), scale bar = 100 µm. In (\ne,f\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 4—figure supplement 1—source data 1\n.\n\n\nFigure 4—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 4—figure supplement 2.\nRoot surface pH and growth of additional \nafb1\n and \ncngc14\n mutant alleles.\n(\na\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \nafb1-3\n mutant and AFB1::AFB1-mCitrine/\nafb1-3\n complemented line; comparison of genotypes from \nFigure 4d\n. (\nb\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \ncngc14-1\n mutant and complemented line CNGC14::CNGC14-GFP/\ncngc14-1\n; comparison of genotypes from \nFigure 4f\n. (\nc\n) Comparison of root surface FS F\n488/405\n excitation ratio profiles of Col-0, \nafb1-1s\n and \nafb1-3\n mutants in control conditions. (\nd\n) Root surface FS F\n488/405\n excitation ratio profiles of Col-0, \ncngc14-2\n mutant and the CNGC14::CNGC14-GFP/\ncngc14-2\n complemented line. (\ne\n) Localization of AUX1-YFP in the indicated mutant lines, scale bar = 50 µm. (\nf–h\n) Root elongation rates (µm/min) in control and indole-3-acetic acid (IAA)-treated roots measured over 40 min in the indicated lines. For (\nf,g,h\n), the letters on top of boxes correspond to the statistical groups. In (\na–d\n), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in \nFigure 4—figure supplement 2—source data 1\n.\n\n\nFigure 4—figure supplement 2—source data 1.\nData used for generating the graphs in the figure.\n\n\nWe further explored the role of the recently discovered molecular actors of the auxin rapid response - AFB1 and CNGC14. AFB1 is the paralogue of the TIR1 receptor; AFB1 has been shown to be crucial for the rapid growth inhibition upon auxin treatment, rapid auxin-induced membrane depolarization, and for the early response to gravistimulation (\nPrigge et al., 2020\n; \nSerre et al., 2021\n). Similarly, the mutant in the calcium channel CNGC14 lacks the auxin-induced calcium transient, membrane depolarization, and shows a delay in the early gravitropic response (\nShih et al., 2015\n; \nDindas et al., 2018\n). We analyzed the root surface pH of both mutants and found a more acidic root surface with a critically flat alkaline domain in the \nafb1\n mutant (\nFigure 4c and d\n and \nFigure 4—figure supplement 2a\n) as well as in the \ncngc14\n mutant (\nFigure 4e and f\n and \nFigure 4—figure supplement 2b\n). We confirmed the similar result in additional alleles of \nafb1\n (\nFigure 4—figure supplement 2c\n) and \ncngc14\n mutants (\nFigure 4—figure supplement 2d\n). This shows that these proteins, apart from controlling the rapid auxin response, steer the pH profile of the root during normal steady-state growth by controlling the alkaline domain in the transition zone. The lack of the alkaline domain was not caused by mislocalization or absence of AUX1 protein in the \nafb1\n or \ncngc14\n mutants (\nFigure 4—figure supplement 2e\n). Similarly to the \naux1\n mutant, the localization of AHA H\n+\n ATPases in both mutants was not obviously different from the Col-0 control (\nFigure 2—figure supplement 1d\n). We further tested how the \nafb1\n and \ncngc14\n mutants respond to IAA and found an overall alkalinization of the root surface with a partial rescue of the alkaline domain (\nFigure 4d and f\n) and partially impaired growth inhibition (\nFigure 4—figure supplement 2f–h\n).\nWhat makes the TZ zone surface pH different from the other domains of the roots? A plausible explanation is the localization of relevant molecular components in this region of the root. The auxin transporters AUX1 and PIN2 have been shown to localize to the lateral root cap and epidermis (\nMüller et al., 1998\n; \nSwarup et al., 2004\n, \nFigure 4g\n). \nPrigge et al., 2020\n, showed that AFB1 is expressed in the root tip and we could see an enrichment of the protein in the root epidermis (\nFigure 4g\n). To determine the localization of CNGC14, we expressed its fluorescently C-terminally tagged version under the control of its native promoter. The expression of CNGC14 fusion protein was rather weak, and localized to the PM of root epidermal cells, with an enrichment in the transition zone (\nFigure 4g and h\n). The expression of AFB1-mCitrine and CNGC14-GFP in the respective mutants recovered the presence of the TZ alkaline domain (\nFigure 4c, d, e and f\n and \nFigure 4—figure supplement 2a, b and d\n). Interestingly, the expression of CNGC14-GFP in \ncngc14\n caused an exaggerated TZ alkaline domain (\nFigure 4e and f\n and \nFigure 4—figure supplement 2b and d\n), which underlines the importance of the CNGC14 calcium channel in the establishment of root surface pH profile.\nThese results show that the signaling components so far associated with the rapid auxin response are expressed in the root epidermis and contribute to the longitudinal zonation of root surface pH profile. The alkaline domain of the TZ represents a site of a constant rapid auxin response that is triggered by the internal auxin fluxes mediated by AUX1 and PIN2 transporters. On the other hand, the overall increase of root surface pH upon auxin treatment can be attributed to the TIR1 canonical signaling pathway.",
    "the_aux1-afb1-cngc14_module_facilitates_root_navigation": "The AUX1-AFB1-CNGC14 module facilitates root navigation\nIt was shown that auxin induces alkalinization of the apoplastic pH and that this alkalinization correlates and is required for the inhibition of root growth. The same process occurs during the gravitropic response - the lower root side responds to the internal auxin by alkalinization, resulting in root bending (\nMonshausen et al., 2011\n; \nShih et al., 2015\n; \nBarbez et al., 2017\n). We reanalyzed the root surface pH using our pH imaging and quantifications, as it enables us to monitor alkalinization, as well as acidification of the root surface. Upon gravistimulation, the TZ alkaline domain on the lower side of the root increased rapidly, while on the upper side, the alkaline domain diminished and the root surface acidified (\nFigure 5a\n, \nVideo 1\n). This led to a gradient of surface pH across the root that was established within 5 min of the gravistimulation which correlated with initiation of bending of the root (\nFigure 5a\n). The disappearance of the alkaline halo on the upper root surface indicates that the TZ domain might act as a zone of stalled growth which is rapidly activated upon gravistimulation. We further analyzed the gravitropic responses of the mutants with altered root surface pH zonation. As expected, the agravitropic \naux1\n mutant did not create a pH gradient across the root and did not bend (\nFigure 5b\n). Manipulation of the AHA activity by the application of FC or by genetic means did not prevent the formation of a gradient of surface pH and rapid bending of the root (\nFigure 5—figure supplement 1a and b\n). Finally, the \nafb1\n and \ncngc14\n mutants showed a slower gravitropic response, as reported before (\nSerre et al., 2021\n; \nShih et al., 2015\n; \nFigure 5c and d\n). As both mutants have a diminished alkaline domain in the TZ, upon gravistimulation, this zone could not rapidly react to change in auxin fluxes; instead, a shallow gradient of surface pH slowly develops in the mutants (\nFigure 5c and d\n).\nFigure 5.\nRapid auxin signaling pathway is required for surface alkalinization during rapid gravitropic responses.\n(\na–c\n) Surface pH dynamics and root tip bending angle during gravitropic response in (\na\n) Col-0, (\nb\n) Col-0 and \naux1\n, (\nc\n) Col-0 and \nafb1-3\n, (\nd\n) Col-0 and \ncngc14-1\n lines. A representative image of pH visualization by FS, quantification of the FS F488/405 excitation ratio of lower/upper root transition zones, and root tip angle dynamics over time are shown for each line. Representative images were taken 40 min after gravistimulation. (\ne\n) Root surface pH oscillations in vertically growing Col-0 roots. The FS F488/405 excitation ratio images for left and right root sides and their left/right ratio are shown. (\nf,g\n) Root tip penetration test in 45° inclined media covered with mesh of different pore sizes (109, 119, and 139 µm). (\nf\n) Schematics of the experimental setup. (\ng\n) Quantitation of Col-0, \naux1\n, \nafb1-3\n, and \ncngc14-1\n mesh penetration efficiencies. For (g), statistical differences with p-value <0.05 indicated by *. All scale bars = 100 µm. The source data can be found in \nFigure 5—source data 1\n.\n\n\nFigure 5—source data 1.\nData used for generating the graphs in the figure.\n\n\nFigure 5—figure supplement 1.\nSurface pH dynamics and root tip bending angle during gravitropic responses of indicated lines and treatments.\n(\na,d,g\n) Representative images of pH visualization by FS taken 40 min after gravistimulation. (\nb,e,h\n) Quantification of the FS F\n488/405\n excitation ratio of lower/upper root transition zones. (\nc,f,i\n) Root tip angle dynamics as a function of time after gravistimulation. (\na–c\n) Col-0 treated for 20 min with 0 or 2 µM fusicoccin. (\nd–f\n) Col-0, PIN2>>AHA2-Δ95 and PIN2>>PP2C-D1 lines induced for 4 hr with 5 µM estradiol. (\ng–i\n) Col-0 and \npin2\n mutants. Scale bars = 100 µm. The source data can be found in \nFigure 5—figure supplement 1—source data 1\n.\n\n\nFigure 5—figure supplement 1—source data 1.\nData used for generating the graphs in the figure.\n\n\nVideo 1.\nCompilation of gravitropic responses of indicated mutant lines and controls.\nWe noticed that the alkaline domain showed dynamic fluctuations during vertical growth of the WT root (\nFigure 5e\n, \nVideo 2\n), similarly to what was described by \nMonshausen et al., 2011\n. In the \naux1\n, \nafb1\n, and \ncngc14\n mutants, the alkaline domain was absent or less prominent during vertical growth (\nVideo 3\n). This result and the fact that the components of the rapid auxin response pathway are involved in the formation of the alkaline domain indicates that, in this zone, the cells continuously rapidly respond to the internal auxin fluxes, and that this pathway is active not only upon gravistimulation. We hypothesized that the significance of this process is to constantly correct the growth rate fluctuations and to enable the root to quickly regulate the growth direction of the root tip. This would be particularly relevant in the soil environment, where the root tip penetrates the soil particles and constantly corrects growth direction using the gravity vector. To test this hypothesis, we tested the ability of WT and \naux1\n, \nafb1,\n and \ncngc14\n mutants to navigate through artificial obstacles, approximated by tilted agar plates covered with a rectangular nylon grid. We scored the efficiency of the roots in penetrating the grids with varying pore sizes (\nFigure 5f\n). WT plants penetrated the meshes more efficiently as the pore size increased, whereas the agravitropic \naux1\n mutant failed to penetrate in all conditions. Interestingly, both the \nafb1\n and \ncngc14\n mutants showed a significant decrease in penetration efficiency compared to the WT (\nFigure 5g\n).\nVideo 2.\nHigh-resolution dynamics of root surface pH in Col-0 root.\nVideo 3.\nHigh-resolution dynamics of root surface pH in Col-0, aux1, afb1, and cngc14 roots.\nThe movie is assembled from individual movies, the lookup table is set identically for all genotypes.\nIn summary, the alkaline surface pH domain originates from a constant rapid auxin response driven by the AUX1-AFB1-CNGC14 module. This response enables the roots to rapidly react to gravity vector changes and to adjust the root tip growth direction.",
    "discussion": "Discussion\nIn this work, we present a new method to determine the root surface pH of \nA. thaliana\n. Its advantage is the sensitivity of FS in lower pH range that enables a spectacular visualization of root surface pH, including the acidic domain surrounding the late elongation and maturation zones of roots, which was not detected with the previously published methods (\nMonshausen et al., 2011\n; \nShih et al., 2015\n). FS is an inexpensive dye which can be excited by the common 405 and 488 nm laser lines. In this work, we avoided measuring absolute pH values; instead, we determined the relative pH compared to internal controls observed on the same medium. Absolute pH determination would be possible, if extensive pH calibration was performed during each imaging session. This approach would be very laborious, and, in addition, absolute fluorescence intensities might depend on the thickness of the layer of medium and many other parameters. Therefore, we recommend using FS to determine relative pH changes compared to internal controls, that is WT plants or mock controls imaged together with mutants or treated roots. We showed that apart from pH, FS can also react to other ions, however, given that the surface pH profile visualized by FS staining is in full accordance with the previously published works (\nWeisenseel and Meyer, 1997\n; \nWeisenseel et al., 1979\n; \nBjörkman and Leopold, 1987\n; \nBehrens et al., 1982\n; \nIwabuchi et al., 1989\n; \nStaal et al., 2011\n), we conclude that in the growth media, FS reflects primarily the root surface pH.\nAccording to the acid growth theory, acidic pH enables cell wall extension (\nRayle and Cleland, 1992\n; \nHager, 2003\n). We observed the lowest pH values in the very tip of the root and in the maturation zone where cells do not elongate. On the other hand, the alkaline domain partially covers the early elongation zone. The surface pH therefore does not fully correlate with the local growth rates (\nBeemster and Baskin, 1998\n; \nShih et al., 2015\n). In addition, it remains to be resolved to what extent the surface pH correlates with the pH of the cell walls and the apoplastic space of the root epidermal cells, as previous work has reported a correlation between cell length and cell wall pH (\nBarbez et al., 2017\n; \nMoreau et al., 2022\n). It is possible that rather than driving cell elongation, the acidic domain in the maturation zone plays a role in nutrient acquisition and absorption by the root hairs (\nMartín-Barranco et al., 2021\n). The cytokinin-mediated cell wall stiffening may become the dominant growth-regulating mechanism in this root zone, leading to growth cessation despite low extracellular pH (\nLiu et al., 2022\n).\nBased on genetic and pharmacological experiments we concluded that the longitudinal surface pH zonation is not based solely on the activity and abundance of PM AHA H\n+\n ATPases, but instead, the alkaline domain in the transition zone is driven by AUX1-mediated auxin influx and AFB1 signaling. The surface pH might be determined solely by AHA activity in the specific case of the \naux1\n mutant, where the pH progressively decreases in the shootward direction, and might then reflect the AHA activity gradient that is determined by the abundance of the proton pumps and their regulation by brassinosteroid signaling, as suggested by \nGroßeholz et al., 2022\n. Interestingly, even in the \naux1\n mutant, a residual AHA-independent alkaline domain is present and can be visualized when AHAs are hyperactivated by the application of FC.\nIn agreement with these results, the ectopic AHA ATPases activation also cannot prevent the auxin-induced growth inhibition and the gravitropic bending of roots. Inhibition of AHA activity led to slower growth, a tendency of slower gravitropic response, and the \naha2-4\n mutation caused a reduced auxin-induced surface alkalinization. In addition to controlling membrane potential and apoplastic pH, AHA activity influences auxin signaling by regulating auxin influx and diffusion into cells (\nRubery and Sheldrake, 1973\n; \nYang et al., 2006\n). These results might thus be caused by the reduced proton motive force that in turn might interfere with IAA uptake into the cells.\nWhat is the cause of the alkaline domain at the transition zone, if not the inhibition of AHA ATPase activity? It was shown that the auxin-induced apoplast and root surface alkalinization is accompanied by a decrease in cytosolic pH (\nMonshausen et al., 2011\n; \nLi et al., 2021\n), indicating that the alkaline domain visualized by the FS is caused by a proton influx into cells. The phenotype of the \naux1\n mutant hints to the possibility that the AUX1-mediated auxin symport with protons (\nLomax et al., 1985\n) might cause the observed root surface alkalinization. Also supporting this hypothesis, the transition zone of maize roots is the site of the highest auxin influx, as measured by an auxin-specific electrode (\nMancuso et al., 2005\n). On the other hand, the \naux1\n mutant was capable of surface alkalinization when higher concentrations of IAA were added, demonstrating that the AUX1-mediated influx per se is not required for surface alkalinization. Further, the \nafb1\n mutants show a defect in the alkaline domain formation, which favors the explanation that the auxin-induced alkalinization is triggered from the AFB1 receptor. Given that the mutant in CNGC14 is defective in establishing root surface pH profile, auxin-induced alkalinization and auxin-induced calcium influx (\nShih et al., 2015\n), and calcium influx and pH changes are tightly coupled (\nBehera et al., 2018\n), we conclude that CNGC14 functions downstream of AFB1. Similarly, \nLi et al., 2021\n, suggested that auxin-induced alkalinization of the apoplast is mediated by a yet unknown mechanism. It is intriguing to speculate that the signaling pathway might operate via the adenylate cyclase activity of TIR1/AFB auxin receptors (\nQi et al., 2022\n).\nWe show that the rapid auxin response pathway, so far connected with the reaction to auxin application (\nFendrych et al., 2018\n; \nLi et al., 2021\n; \nMonshausen et al., 2011\n) or the gravitropic response (\nSerre et al., 2021\n; \nShih et al., 2015\n), operates constantly in the growing \nA. thaliana\n root. Even though the other TIR1/AFB co-receptors partially contribute to the longitudinal surface pH zonation, AFB1 plays the most important role. The other TIR1/AFB receptors seem to be more important for the overall pH rise upon the application of IAA, in agreement with the results of \nLi et al., 2021\n. The localization of the alkaline zone seems to be determined by the intersection of the PIN2-mediated shootward auxin flux (\nLuschnig et al., 1998\n; \nMüller et al., 1998\n), localization of the AUX1-mediated auxin influx (\nSwarup et al., 2005\n; \nBand et al., 2014\n), and the enrichment of the AFB1 and CNGC14 proteins. We propose that the dynamic nature of the surface alkalinization observed by us and others (\nMonshausen et al., 2011\n; \nShih et al., 2015\n) results from the interaction of the intensity of the auxin flux and the constant rapid response that occurs in the alkaline domain of the root tip. In addition, the auxin-induced alkalinization is constantly being counterbalanced by the TMK-mediated AHA ATPase activation and apoplast acidification (\nLi et al., 2021\n; \nFriml et al., 2022\n; \nLin et al., 2021\n).\nUpon gravistimulation, the alkaline domain on the lower side of the root increased rapidly, while on the upper side, the alkaline domain diminished and the root surface acidified, which is consistent with previous pH measurements done by electrodes (\nZieschang et al., 1993\n; \nMonshausen et al., 1996\n), indicating that the alkaline domain corresponds to a zone of a stalled cell elongation that can be rapidly regulated upon gravistimulation. In addition to the gene expression changes that occur during obstacle avoidance (\nJacobsen et al., 2021\n) and the FERONIA-mediated mechanoperception (\nShih et al., 2014\n), the rapid auxin response module in the root decreases the reaction time of the root to the changes of root growth direction, and thus increases the efficiency of root soil penetration.",
    "materials_and_methods": "Materials and methods\nPlant material used\nWe used the Col-0 ecotype and the following mutant and transgenic lines. The PIN2>>AHA2delta95, PIN2>>PP2C-D1 originate from this study, see Molecular cloning. Further, we used the \naha2-4\n (SALK_082786), \npp2c-d2\n/\n5\n/\n6\n triple mutant (\nRen et al., 2018\n) (pp2c-d2 WsDsLOX493G12, pp2c-d5GABI_330E08, and pp2c-d6 SAIL_171H03), \naux1-100\n (SALK_020355), \npin2\n (NASC_N16706). The \nafb1-3\n and AFB1::AFB1-mCitrine in \nafb1-3\n originate from \nPrigge et al., 2020\n. The \nafb1-1s\n (SALK_144884C) was genotyped using the following primers SALK_LBb1.3, \nAACGGAAGACTAGGAAGCGAG\n, \nGCAACAGCTTCAAGACCTTTG\n. The \ncngc14-1\n (SALK_206460) was genotyped by SALK_LBb1.3, \nCACCTGCTTGTAAAGCAAAGG\n, \nTCGGAACAATTGGCAGAATAC\n; \ncngc14-2\n (wiscDsLox437E09) by WisDsLox_LBP (\nAACGTCCGCAATGTGTTATTAAGTTGTC\n), \nTGTTTCACGTAAAGTCAAACCC\n, \nTAAGAATCCAAGTGGCCACAC\n. The CNGC14::CNGC14-GFP (see Molecular cloning) was transformed into the \ncngc14-1\n and \ncngc14-2\n homozygous lines. The \ntir triple\n is the \ntir1,afb2,3\n mutant (\nDharmasiri et al., 2005\n). We used the \ntmk1-1 (SALK_016360\n), \ntmk4-1 (GABI_348E01\n) (\nLi et al., 2021\n), and the \nabp1-TD1\n (SK21825) (\nGao et al., 2015\n). AUX1::AUX1-YFP (\nSwarup et al., 2004\n) was introduced into \nafb1-3\n and \ncngc14-2\n by crossing. AUX1::AUX1-YFP was crossed with PIN::PIN2-mCherry (\nRetzer et al., 2019\n).\nSeeds were surface-sterilized by chlorine gas for 2 hr. Seeds were sown on 1% (wt/vol) plant agar (Duchefa) with ½ Murashige Skoog salts (MS, Duchefa), 1% (wt/vol) sucrose, adjusted to pH 5.8 with KOH, and stratified for 2 days at 4°C. Seedlings were vertically grown for 5 days in a growth chamber at 23°C by day (16 hr), 18°C by night (8 hr), 60% humidity, and light intensity of 120 µmol photons/m\n2\n/s.\nMolecular cloning\nThe tissue-specific estradiol-inducible lines were prepared as follows. For PIN2>>AHA2delta95, we cloned the CDS 1-886 of AHA2 (AT4G30190) lacking the last 95 amino acids as in \nPacheco-Villalobos et al., 2016\n, and fused mScarlet-I (\nBindels et al., 2017\n) to the C-terminal part. For PIN2>>PP2C-D1, we cloned the CDS of PP2C-D1 (AT5G02760) and fused mScarlet-I to the C-terminal part. Both constructs were cloned downstream of the 4xLexA Operon fused to CaMV 35S minimal promoter (\nSarrion-Perdigones et al., 2013\n) and the transcriptional units were terminated by the 35S terminator and cloned into the alpha1-3 vectors (\nDusek et al., 2020\n). XVE (\nZuo et al., 2000\n) was cloned under the control of the PIN2 promoter (1.4 kb upstream of the AT5G57090), terminated by the RuBisCo terminator from \nPisum sativum\n and the resulting transcriptional unit was cloned into alpha1-1 vector. The alpha transcriptional units were then interspaced with matrix attachment regions (\nDusek et al., 2020\n), combined with a Basta resistance cassette and introduced into the pDGB3omega1 binary vector (\nSarrion-Perdigones et al., 2013\n). The CNGC14::CNGC14-GFP construct contains the CNCG14 promoter (1.5 kb upstream of the start codon) and the CNGC14 coding sequence (the AT2G24610.1 splice variant) with the GFP fused to the C-terminus and 35S terminator. This transcriptional unit was combined with a kanamycin resistance cassette and FastRed marker for rapid selection of transgenic seeds into the pDGB3omega1 binary vector. All cloning steps were performed using the GoldenBraid methodology (\nSarrion-Perdigones et al., 2013\n; \nhttps://gbcloning.upv.es/\n).\nCol-0 ecotype (PIN2>>AHA2delta95, PIN2>>PP2C-D1) or \ncngc14-1\n and \ncngc14-2\n lines (CNGC14-mVenus) were transformed using the floral dip method (\nClough and Bent, 1998\n).\nPharmacological treatments and dyes\nTreatments were prepared using the following chemicals: IAA (10 mM stock in ethanol; Sigma-Aldrich), FC (1 mM stock in ethanol; Sigma-Aldrich), estradiol (20 mM stock in DMSO; Sigma-Aldrich). Fluorescein Dextran 10,000 MW, Anionic (D1821, Thermo Fisher) - 10 mg/ml stock in miliQ H\n2\nO, final concentration in media is 29 µg/ml. Oregon Green 488 Dextran, 10,000 MW (D7170, Invitrogen) - 1 mg/ml stock in miliQ H\n2\nO, final concentration in media is 2.5 µg/ml. HPTS (H1529, Sigma-Aldrich), 100 mM stock in H\n2\nO, final concentration in media is 1 mM. FS (F1130, Thermo Fisher), 100 or 50 mM stock in H\n2\nO, final concentration in media is 50 µM.\nInduction of PIN2>>AHA2delta95 and PIN2>>PP2C-D1 lines was done by incubating 5-day-old seedlings for 2.5 hr in 1/2 MS MES buffered media (g/l), 1% sucrose, pH 5.8 containing 2 µM estradiol before experiments.\nMeasurement of FS excitation and emission spectra\nFor measurement of fluorescent spectra of FS, ½ MS media with 1% sucrose were prepared with pH 4.5, 5.0, 5.5, 6.0 (adjusted with KOH). FS stock (50 mM in H\n2\nO) was added to the media to achieve a final concentration of 50 µM. For the measurement, 200 µl of this media was pipetted into a 96-well plate, five wells per each pH value and the spectras were measured using Spark multimode microplate reader (Tecan). The values for each pH were averaged and plotted.\nMeasurement of FS range and effects of salts and redox status on FS signal\nTo demonstrate the wide pH-reporting range of FS (\nFigure 1c\n), citric acid and sodium citrate were mixed in various ratios and water was added to obtain citrate buffers with a range of pH values. The pH of citrate buffers was measured, the buffers were mixed with agar (0.8% final concentration), boiled and FS was added (50 µM final concentration). The mixture was poured into a Petri dish. After cooling down, slabs of the solidified buffers were cut out, and placed into imaging chambers.\nTo measure the effects of ions and redox status (according to \nMartinière et al., 2013\n) on FS fluorescence (\nFigure 1—figure supplement 1e\n), MES buffer (1 g/l) was prepared and boiled with agar (1% final concentration), supplied with salts, H\n2\nO\n2\n, DTT, and FS was added (50 µM final concentration). The mixture was poured into a Petri dish. After cooling down, slabs of the solidified buffers were cut out, placed into imaging chambers and imaged using a spinning disk microscope, see Imaging of root surface pH. The signal intensity was measured in both 405 and 488 nm excitation channels and F\n488/405\n ratio was calculated.\nImaging of root surface pH\nFor imaging of surface pH, 5-day-old seedlings were transferred to unbuffered ½ MS, 1% sucrose, pH 5.7 (adjusted with KOH) containing 50 µM of FS +/-treatments and allowed for recovery 25 min before imaging. The medium was prepared as follows: For 100 ml of medium, 1 g of plant agar and 1 g sucrose (wt/vol) were added to 100 ml of unbuffered ½ MS in a 250 ml reagent bottle. The media was boiled until the agar was completely dissolved. Note: we always prepared a fresh solid medium for each experiment from a stock of liquid ½ MS, sucrose and agar, as re-boiling the medium might affect the results. The medium was cooled to a temperature of 45–50°C and FS was added to achieve 50 μM concentration. This pre-solution was then divided into two equal volumes to make control and treatment medium.\nFor the gravitropic experiments, the seedlings were rotated ±90°. Only roots with a starting angle of 90°±10° were selected for analysis to obtain homogeneous gravitropic stimulations.\nSurface pH imaging was performed using a vertical stage Zeiss Axio Observer 7 with Zeiss Plan-Apochromat 10×/0.8, coupled to a Yokogawa CSU-W1-T2 spinning disk unit with 50 µm pinholes and equipped with a VS401 HOM1000 excitation light homogenizer (Visitron Systems). Images were acquired using the VisiView software (Visitron Systems).\nFS was sequentially excited with a 488 and 405 nm laser and the emission was filtered by a 500–550 nm bandpass filter. Signal was detected using a PRIME-95B Back-Illuminated sCMOS Camera (1200×1200 pixels; Photometrics). The Flat field correction mode was used for image acquisition.\nFor vertical growth experiments, seedlings were imaged every 10 min for 30 min. The profiles shown correspond to the first time frame while the root elongation was calculated over the whole experiment. Imaging to observe oscillations of the root surface pH was conducted by imaging every 5 s.\nFor gravitropic experiments, seedlings were imaged using the sandwich method (\nhttps://doi.org/10.1017/qpb.2022.4\n) every 2 min for 42 min. The profile shown corresponds to the last time frame except specified otherwise. The angles were quantified over the entire duration of the experiment.\nThe images in \nFigure 4g\n were acquired using the Zeiss LSM 880 confocal microscope, with a 25×/0.8 water immersion objective using settings appropriate for the respective fluorophores.\nImmunolabeling of AHAs\nWhole mount immunolocalization of 5-day-old \nA. thaliana\n seedlings was performed as described previously in \nSauer et al., 2006\n, with the following modifications. The protocol was adapted to the InSituPro VS liquid-handling robot (Intavis AG, Germany). Prior to immunolocalization, seedlings were fixed 1 hr with 4% paraformaldehyde dissolved in MTSB (50 mM PIPES, 5 mM EGTA, 5 mM MgSO\n4\n·7H\n2\nO pH 7, adjusted with KOH) at room temperature. In the robot, procedure started with 5×15 min washes with MTSB-T (MTSB+0.01% Triton X-100) then the cell wall was digested by 30 min treatment at 37°C with 0.05% Pectolyase Y-23 supplemented with 0.4 M mannitol in MTSB-T, followed by 2×30 min membrane permeation with 10% DMSO and 3% Igepal in MTSB-T. The samples were blocked 1 hr with BSA (blocking solution: 2% BSA in MTSB-T) and incubated 4 hr at 37°C with primary (antiAHA rabbit antibody, Agrisera AS07260, RRID:\nAB_1031584\n) and 3 hr at 37°C with secondary antibody (Alexa Fluor 555 goat, anti-rabbit, Abcam ab150078, RRID:\nAB_2722519\n). The antibodies were diluted in 2% BSA in MTSB-T in concentration: 1:500 for primary and 1:1000 for secondary antibody. Between the all described steps the seedlings were washed 5×15 min with MTSB-T. For the final step, MTSB-T was exchanged by deionized water. From the robot seedlings were transferred to microscopy slides into 50% glycerol in deionized water and fluorescence signal was imaged by Zeiss LSM 880 inverted confocal scanning microscope equipped with Airyscan detector with 40×/1.2 C-Apochromat objective.\nMesh penetration test\nFour-day-old seedlings were transferred on ½ MS, 1% (wt/vol) plant agar, 1% (wt/vol) sucrose, pH 5.8, covered with sterilized nylon meshes of pore sizes of 109, 119, 139 µm (polyamide mesh UHELON). Plates were grown overnight vertically and then were tilted to 45° and grown 24 hr. After that, the root penetration through the mesh was scored using a binocular microscope. The penetration efficiency was calculated by normalizing each variant (genotype × pore size) to the Col-0 efficiency in the 139 µm variant in the particular repetition. In addition, the reference Col-0 was normalized to the Col-0 average over all repeats.\nImage analysis\nWe determined root elongation by measuring the total root length increment between the first and last time frame divided by the number of minutes. The root length increment was measured with the segmented line in ImageJ/Fiji v1.53f51 (\nSchindelin et al., 2012\n). The pH along the root was automatically measured from 10 to 25 pixels off the root surface using custom Python scripts (ATR v5,\nhttps://sourceforge.net/projects/atr-along-the-root\n, see \nFigure 1—figure supplement 1f\n) averaging bins of 15*20 pixels from the fluorescence intensity of both 405 and 488 nM channels. Root angles over time were automatically measured using ACORBA v1.2 (\nSerre and Fendrych, 2022\n). Fluorescence intensity of AFB1-mCitrine and CNGC14-GFP was measured as the signal intensity along a segmented line that covered the epidermal cell file using Fiji; the intensities were then binned to 10 µm bins and plotted.\nStatistical analysis and graphics\nThe averages and SD of surface pH or alkalinization factor in function of the distance from the root tip were plotted using the Sourcecode1.py Python script. The root elongation boxplots and the associated statistics were performed using the Sourcecode2.R: R script.\nStatistical analyses were performed using the R software (R v4.0.2 and RStudio v1.3.1073). Boxplots represent the median and the first and third quartiles, and the whiskers extend to data points <1.5 interquartile range away from the first or third quartile; all data points are shown as individual dots. The results of the statistical tests are compiled in Supplemental statistics.\nThe pH surface profiles and data represented as boxplots were statistically analyzed from genotype to genotype or condition to condition using the nparcomp package (\nKonietschke et al., 2015\n). For two conditions or two genotypes comparisons, we used a non-parametric Student’s test. For multiple comparisons, we used a non-parametric multi comparison test. For the pH surface profiles, each independent data point (a bin of pixels at a defined distance from the root tip) for the control genotype or condition were compared the same data point from the other(s) genotype(s) or condition(s) using the Sourcecode3.R or Sourcecode4.R R scripts. The results of the statistical tests for all the figures are compiled in \nSource data 1\n.\nSample size and biological replicates were determined as the maximum number of roots fitting the microscopy chamber, this number being influenced by the number of conditions and genotypes for a given experiment. Experiment technical replicates were arbitrarily set to three replicates. Fluorescence values were measured blindly by fully automated scripts. Data depicted in this publication represent a pool of technical and biological replicates. No technical or biological replicates were excluded from this publication.\nGraphics were created with the R software or in Python (v3.8) with the Seaborn plugin (v0.11.2, \nhttps://doi.org/10.21105/joss.03021\n) and aesthetic modifications of the graphs (fonts, size) were modified in Inkscape (v1.0).",
    "plant_material_used": "Plant material used\nWe used the Col-0 ecotype and the following mutant and transgenic lines. The PIN2>>AHA2delta95, PIN2>>PP2C-D1 originate from this study, see Molecular cloning. Further, we used the \naha2-4\n (SALK_082786), \npp2c-d2\n/\n5\n/\n6\n triple mutant (\nRen et al., 2018\n) (pp2c-d2 WsDsLOX493G12, pp2c-d5GABI_330E08, and pp2c-d6 SAIL_171H03), \naux1-100\n (SALK_020355), \npin2\n (NASC_N16706). The \nafb1-3\n and AFB1::AFB1-mCitrine in \nafb1-3\n originate from \nPrigge et al., 2020\n. The \nafb1-1s\n (SALK_144884C) was genotyped using the following primers SALK_LBb1.3, \nAACGGAAGACTAGGAAGCGAG\n, \nGCAACAGCTTCAAGACCTTTG\n. The \ncngc14-1\n (SALK_206460) was genotyped by SALK_LBb1.3, \nCACCTGCTTGTAAAGCAAAGG\n, \nTCGGAACAATTGGCAGAATAC\n; \ncngc14-2\n (wiscDsLox437E09) by WisDsLox_LBP (\nAACGTCCGCAATGTGTTATTAAGTTGTC\n), \nTGTTTCACGTAAAGTCAAACCC\n, \nTAAGAATCCAAGTGGCCACAC\n. The CNGC14::CNGC14-GFP (see Molecular cloning) was transformed into the \ncngc14-1\n and \ncngc14-2\n homozygous lines. The \ntir triple\n is the \ntir1,afb2,3\n mutant (\nDharmasiri et al., 2005\n). We used the \ntmk1-1 (SALK_016360\n), \ntmk4-1 (GABI_348E01\n) (\nLi et al., 2021\n), and the \nabp1-TD1\n (SK21825) (\nGao et al., 2015\n). AUX1::AUX1-YFP (\nSwarup et al., 2004\n) was introduced into \nafb1-3\n and \ncngc14-2\n by crossing. AUX1::AUX1-YFP was crossed with PIN::PIN2-mCherry (\nRetzer et al., 2019\n).\nSeeds were surface-sterilized by chlorine gas for 2 hr. Seeds were sown on 1% (wt/vol) plant agar (Duchefa) with ½ Murashige Skoog salts (MS, Duchefa), 1% (wt/vol) sucrose, adjusted to pH 5.8 with KOH, and stratified for 2 days at 4°C. Seedlings were vertically grown for 5 days in a growth chamber at 23°C by day (16 hr), 18°C by night (8 hr), 60% humidity, and light intensity of 120 µmol photons/m\n2\n/s.",
    "molecular_cloning": "Molecular cloning\nThe tissue-specific estradiol-inducible lines were prepared as follows. For PIN2>>AHA2delta95, we cloned the CDS 1-886 of AHA2 (AT4G30190) lacking the last 95 amino acids as in \nPacheco-Villalobos et al., 2016\n, and fused mScarlet-I (\nBindels et al., 2017\n) to the C-terminal part. For PIN2>>PP2C-D1, we cloned the CDS of PP2C-D1 (AT5G02760) and fused mScarlet-I to the C-terminal part. Both constructs were cloned downstream of the 4xLexA Operon fused to CaMV 35S minimal promoter (\nSarrion-Perdigones et al., 2013\n) and the transcriptional units were terminated by the 35S terminator and cloned into the alpha1-3 vectors (\nDusek et al., 2020\n). XVE (\nZuo et al., 2000\n) was cloned under the control of the PIN2 promoter (1.4 kb upstream of the AT5G57090), terminated by the RuBisCo terminator from \nPisum sativum\n and the resulting transcriptional unit was cloned into alpha1-1 vector. The alpha transcriptional units were then interspaced with matrix attachment regions (\nDusek et al., 2020\n), combined with a Basta resistance cassette and introduced into the pDGB3omega1 binary vector (\nSarrion-Perdigones et al., 2013\n). The CNGC14::CNGC14-GFP construct contains the CNCG14 promoter (1.5 kb upstream of the start codon) and the CNGC14 coding sequence (the AT2G24610.1 splice variant) with the GFP fused to the C-terminus and 35S terminator. This transcriptional unit was combined with a kanamycin resistance cassette and FastRed marker for rapid selection of transgenic seeds into the pDGB3omega1 binary vector. All cloning steps were performed using the GoldenBraid methodology (\nSarrion-Perdigones et al., 2013\n; \nhttps://gbcloning.upv.es/\n).\nCol-0 ecotype (PIN2>>AHA2delta95, PIN2>>PP2C-D1) or \ncngc14-1\n and \ncngc14-2\n lines (CNGC14-mVenus) were transformed using the floral dip method (\nClough and Bent, 1998\n).",
    "pharmacological_treatments_and_dyes": "Pharmacological treatments and dyes\nTreatments were prepared using the following chemicals: IAA (10 mM stock in ethanol; Sigma-Aldrich), FC (1 mM stock in ethanol; Sigma-Aldrich), estradiol (20 mM stock in DMSO; Sigma-Aldrich). Fluorescein Dextran 10,000 MW, Anionic (D1821, Thermo Fisher) - 10 mg/ml stock in miliQ H\n2\nO, final concentration in media is 29 µg/ml. Oregon Green 488 Dextran, 10,000 MW (D7170, Invitrogen) - 1 mg/ml stock in miliQ H\n2\nO, final concentration in media is 2.5 µg/ml. HPTS (H1529, Sigma-Aldrich), 100 mM stock in H\n2\nO, final concentration in media is 1 mM. FS (F1130, Thermo Fisher), 100 or 50 mM stock in H\n2\nO, final concentration in media is 50 µM.\nInduction of PIN2>>AHA2delta95 and PIN2>>PP2C-D1 lines was done by incubating 5-day-old seedlings for 2.5 hr in 1/2 MS MES buffered media (g/l), 1% sucrose, pH 5.8 containing 2 µM estradiol before experiments.",
    "measurement_of_fs_excitation_and_emission_spectra": "Measurement of FS excitation and emission spectra\nFor measurement of fluorescent spectra of FS, ½ MS media with 1% sucrose were prepared with pH 4.5, 5.0, 5.5, 6.0 (adjusted with KOH). FS stock (50 mM in H\n2\nO) was added to the media to achieve a final concentration of 50 µM. For the measurement, 200 µl of this media was pipetted into a 96-well plate, five wells per each pH value and the spectras were measured using Spark multimode microplate reader (Tecan). The values for each pH were averaged and plotted.",
    "measurement_of_fs_range_and_effects_of_salts_and_redox_statu": "Measurement of FS range and effects of salts and redox status on FS signal\nTo demonstrate the wide pH-reporting range of FS (\nFigure 1c\n), citric acid and sodium citrate were mixed in various ratios and water was added to obtain citrate buffers with a range of pH values. The pH of citrate buffers was measured, the buffers were mixed with agar (0.8% final concentration), boiled and FS was added (50 µM final concentration). The mixture was poured into a Petri dish. After cooling down, slabs of the solidified buffers were cut out, and placed into imaging chambers.\nTo measure the effects of ions and redox status (according to \nMartinière et al., 2013\n) on FS fluorescence (\nFigure 1—figure supplement 1e\n), MES buffer (1 g/l) was prepared and boiled with agar (1% final concentration), supplied with salts, H\n2\nO\n2\n, DTT, and FS was added (50 µM final concentration). The mixture was poured into a Petri dish. After cooling down, slabs of the solidified buffers were cut out, placed into imaging chambers and imaged using a spinning disk microscope, see Imaging of root surface pH. The signal intensity was measured in both 405 and 488 nm excitation channels and F\n488/405\n ratio was calculated.",
    "imaging_of_root_surface_ph": "Imaging of root surface pH\nFor imaging of surface pH, 5-day-old seedlings were transferred to unbuffered ½ MS, 1% sucrose, pH 5.7 (adjusted with KOH) containing 50 µM of FS +/-treatments and allowed for recovery 25 min before imaging. The medium was prepared as follows: For 100 ml of medium, 1 g of plant agar and 1 g sucrose (wt/vol) were added to 100 ml of unbuffered ½ MS in a 250 ml reagent bottle. The media was boiled until the agar was completely dissolved. Note: we always prepared a fresh solid medium for each experiment from a stock of liquid ½ MS, sucrose and agar, as re-boiling the medium might affect the results. The medium was cooled to a temperature of 45–50°C and FS was added to achieve 50 μM concentration. This pre-solution was then divided into two equal volumes to make control and treatment medium.\nFor the gravitropic experiments, the seedlings were rotated ±90°. Only roots with a starting angle of 90°±10° were selected for analysis to obtain homogeneous gravitropic stimulations.\nSurface pH imaging was performed using a vertical stage Zeiss Axio Observer 7 with Zeiss Plan-Apochromat 10×/0.8, coupled to a Yokogawa CSU-W1-T2 spinning disk unit with 50 µm pinholes and equipped with a VS401 HOM1000 excitation light homogenizer (Visitron Systems). Images were acquired using the VisiView software (Visitron Systems).\nFS was sequentially excited with a 488 and 405 nm laser and the emission was filtered by a 500–550 nm bandpass filter. Signal was detected using a PRIME-95B Back-Illuminated sCMOS Camera (1200×1200 pixels; Photometrics). The Flat field correction mode was used for image acquisition.\nFor vertical growth experiments, seedlings were imaged every 10 min for 30 min. The profiles shown correspond to the first time frame while the root elongation was calculated over the whole experiment. Imaging to observe oscillations of the root surface pH was conducted by imaging every 5 s.\nFor gravitropic experiments, seedlings were imaged using the sandwich method (\nhttps://doi.org/10.1017/qpb.2022.4\n) every 2 min for 42 min. The profile shown corresponds to the last time frame except specified otherwise. The angles were quantified over the entire duration of the experiment.\nThe images in \nFigure 4g\n were acquired using the Zeiss LSM 880 confocal microscope, with a 25×/0.8 water immersion objective using settings appropriate for the respective fluorophores.",
    "immunolabeling_of_ahas": "Immunolabeling of AHAs\nWhole mount immunolocalization of 5-day-old \nA. thaliana\n seedlings was performed as described previously in \nSauer et al., 2006\n, with the following modifications. The protocol was adapted to the InSituPro VS liquid-handling robot (Intavis AG, Germany). Prior to immunolocalization, seedlings were fixed 1 hr with 4% paraformaldehyde dissolved in MTSB (50 mM PIPES, 5 mM EGTA, 5 mM MgSO\n4\n·7H\n2\nO pH 7, adjusted with KOH) at room temperature. In the robot, procedure started with 5×15 min washes with MTSB-T (MTSB+0.01% Triton X-100) then the cell wall was digested by 30 min treatment at 37°C with 0.05% Pectolyase Y-23 supplemented with 0.4 M mannitol in MTSB-T, followed by 2×30 min membrane permeation with 10% DMSO and 3% Igepal in MTSB-T. The samples were blocked 1 hr with BSA (blocking solution: 2% BSA in MTSB-T) and incubated 4 hr at 37°C with primary (antiAHA rabbit antibody, Agrisera AS07260, RRID:\nAB_1031584\n) and 3 hr at 37°C with secondary antibody (Alexa Fluor 555 goat, anti-rabbit, Abcam ab150078, RRID:\nAB_2722519\n). The antibodies were diluted in 2% BSA in MTSB-T in concentration: 1:500 for primary and 1:1000 for secondary antibody. Between the all described steps the seedlings were washed 5×15 min with MTSB-T. For the final step, MTSB-T was exchanged by deionized water. From the robot seedlings were transferred to microscopy slides into 50% glycerol in deionized water and fluorescence signal was imaged by Zeiss LSM 880 inverted confocal scanning microscope equipped with Airyscan detector with 40×/1.2 C-Apochromat objective.",
    "mesh_penetration_test": "Mesh penetration test\nFour-day-old seedlings were transferred on ½ MS, 1% (wt/vol) plant agar, 1% (wt/vol) sucrose, pH 5.8, covered with sterilized nylon meshes of pore sizes of 109, 119, 139 µm (polyamide mesh UHELON). Plates were grown overnight vertically and then were tilted to 45° and grown 24 hr. After that, the root penetration through the mesh was scored using a binocular microscope. The penetration efficiency was calculated by normalizing each variant (genotype × pore size) to the Col-0 efficiency in the 139 µm variant in the particular repetition. In addition, the reference Col-0 was normalized to the Col-0 average over all repeats.",
    "image_analysis": "Image analysis\nWe determined root elongation by measuring the total root length increment between the first and last time frame divided by the number of minutes. The root length increment was measured with the segmented line in ImageJ/Fiji v1.53f51 (\nSchindelin et al., 2012\n). The pH along the root was automatically measured from 10 to 25 pixels off the root surface using custom Python scripts (ATR v5,\nhttps://sourceforge.net/projects/atr-along-the-root\n, see \nFigure 1—figure supplement 1f\n) averaging bins of 15*20 pixels from the fluorescence intensity of both 405 and 488 nM channels. Root angles over time were automatically measured using ACORBA v1.2 (\nSerre and Fendrych, 2022\n). Fluorescence intensity of AFB1-mCitrine and CNGC14-GFP was measured as the signal intensity along a segmented line that covered the epidermal cell file using Fiji; the intensities were then binned to 10 µm bins and plotted.",
    "statistical_analysis_and_graphics": "Statistical analysis and graphics\nThe averages and SD of surface pH or alkalinization factor in function of the distance from the root tip were plotted using the Sourcecode1.py Python script. The root elongation boxplots and the associated statistics were performed using the Sourcecode2.R: R script.\nStatistical analyses were performed using the R software (R v4.0.2 and RStudio v1.3.1073). Boxplots represent the median and the first and third quartiles, and the whiskers extend to data points <1.5 interquartile range away from the first or third quartile; all data points are shown as individual dots. The results of the statistical tests are compiled in Supplemental statistics.\nThe pH surface profiles and data represented as boxplots were statistically analyzed from genotype to genotype or condition to condition using the nparcomp package (\nKonietschke et al., 2015\n). For two conditions or two genotypes comparisons, we used a non-parametric Student’s test. For multiple comparisons, we used a non-parametric multi comparison test. For the pH surface profiles, each independent data point (a bin of pixels at a defined distance from the root tip) for the control genotype or condition were compared the same data point from the other(s) genotype(s) or condition(s) using the Sourcecode3.R or Sourcecode4.R R scripts. The results of the statistical tests for all the figures are compiled in \nSource data 1\n.\nSample size and biological replicates were determined as the maximum number of roots fitting the microscopy chamber, this number being influenced by the number of conditions and genotypes for a given experiment. Experiment technical replicates were arbitrarily set to three replicates. Fluorescence values were measured blindly by fully automated scripts. Data depicted in this publication represent a pool of technical and biological replicates. No technical or biological replicates were excluded from this publication.\nGraphics were created with the R software or in Python (v3.8) with the Seaborn plugin (v0.11.2, \nhttps://doi.org/10.21105/joss.03021\n) and aesthetic modifications of the graphs (fonts, size) were modified in Inkscape (v1.0).",
    "funding_information": "Funding Information\nThis paper was supported by the following grants:\n\n\nhttp://dx.doi.org/10.13039/501100000781\nEuropean Research Council\n\n\n\n\n803048\n to Matyáš Fendrych.\n\n\nhttp://dx.doi.org/10.13039/501100001659\nDeutsche Forschungsgemeinschaft\n\n\n\n\nGR4559/4-1\n to Guido Grossmann.\n\n\nhttp://dx.doi.org/10.13039/501100001659\nDeutsche Forschungsgemeinschaft - CRC1208\n\n\n\n\n267205415\n to Guido Grossmann.\n\n\nCEPLAS-EXC-2048/1\n\n\n\n\n390686111\n to Guido Grossmann.",
    "additional_information": "Additional information\nCompeting interests\nNo competing interests declared.\nAuthor contributions\nConceptualization, Data curation, Software, Investigation, Visualization, Methodology, Writing – original draft, Writing – review and editing.\nConceptualization, Investigation, Methodology, Writing – original draft, Writing – review and editing.\nInvestigation.\nInvestigation, Methodology.\nInvestigation.\nInvestigation.\nWriting – review and editing.\nWriting – review and editing.\nConceptualization, Supervision, Funding acquisition, Methodology, Writing – original draft, Writing – review and editing.",
    "additional_files": "Additional files\nMDAR checklist\nSource code 1.\nPython script used for plotting the surface pH as the funciton of distance from the root tip.\nSource code 2.\nR script used for generating the root elongation boxplots and the associated statistics.\nSource code 3.\nR script for comparing root surface pH profiles.\nSource code 4.\nR script for comparing root surface pH profiles.\nSource data 1.\nThe results of the statistical tests for all the figures.",
    "data_availability": "Data availability\nAll source data used for the figure construction are provided as a supplementary files for each figure. The Python and R scripts are provided as Source codes. All raw data are available at Zenodo (main figures: \nhttps://doi.org/10.5281/zenodo.8138861\n; figure supplements: \nhttps://doi.org/10.5281/zenodo.8140893\n). Custom programs used in this article are available on their respective online repositories: ACORBA (\nhttps://sourceforge.net/projects/acorba/\n), ATR (\nhttps://sourceforge.net/projects/atr-along-the-root\n).\nThe following datasets were generated:\n\n\n\n\nSerre\nNBC\n\n\nWernerová\nD\n\n\nVittal\nP\n\n\nDubey\nSM\n\n\nMedvecká\nE\n\n\nJelínková\nA\n\n\nPetrášek\nJ\n\n\nGrossmann\nG\n\n\nFendrych\nM\n\n\n2023\nThe AUX1-AFB1-CNGC14 module establishes a longitudinal root surface pH profile main figures\nZenodo\n10.5281/zenodo.8138861\n\n\n\n\n\n\nSerre\nNBC\n\n\nWernerová\nD\n\n\nVittal\nP\n\n\nDubey\nSM\n\n\nMedvecká\nE\n\n\nJelínková\nA\n\n\nPetrášek\nJ\n\n\nGrossmann\nG\n\n\nFendrych\nM\n\n\nZenodo\n2023\nThe AUX1-AFB1-CNGC14 module establishes a longitudinal root surface pH profile supplementary figures\n10.5281/zenodo.8140893"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10414970/"
}