{
  "id": "PMC10774393",
  "title": "Altered quorum sensing and physiology of Staphylococcus aureus during spaceflight detected by multi-omics data analysis",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Altered quorum sensing and physiology of Staphylococcus aureus during spaceflight detected by multi-omics data analysis",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10774393/"
  },
  "sections": {
    "abstract": "Staphylococcus aureus\n colonizes the nares of approximately 30% of humans, a risk factor for opportunistic infections. To gain insight into \nS. aureus\n virulence potential in the spaceflight environment, we analyzed RNA-Seq, cellular proteomics, and metabolomics data from the “Biological Research in Canisters-23” (BRIC-23) GeneLab spaceflight experiment, a mission designed to measure the response of \nS. aureus\n to growth in low earth orbit on the international space station. This experiment used Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs) to grow asynchronous ground control and spaceflight cultures of \nS. aureus\n for 48 h. RNAIII, the effector of the Accessory Gene Regulator (Agr) quorum sensing system, was the most highly upregulated gene transcript in spaceflight relative to ground controls. The \nagr\n operon gene transcripts were also highly upregulated during spaceflight, followed by genes encoding phenol-soluble modulins and secreted proteases, which are positively regulated by Agr. Upregulated spaceflight genes/proteins also had functions related to urease activity, type VII-like Ess secretion, and copper transport. We also performed secretome analysis of BRIC-23 culture supernatants, which revealed that spaceflight samples had increased abundance of secreted virulence factors, including Agr-regulated proteases (SspA, SspB), staphylococcal nuclease (Nuc), and EsxA (secreted by the Ess system). These data also indicated that \nS. aureus\n metabolism is altered in spaceflight conditions relative to the ground controls. Collectively, these data suggest that \nS. aureus\n experiences increased quorum sensing and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential.",
    "introduction": "Introduction\nStaphylococcus aureus\n is a pernicious pathogen capable of infecting nearly every tissue and organ system in the human body. Most \nS. aureus\n strains are resistant to multiple antibiotics, and certain isolates are resistant to nearly all antibiotics used in the clinical setting. The CDC 2019 Antibiotic Threats Report listed methicillin-resistant \nS. aureus\n (MRSA) at a “serious” threat level, with over 10,000 estimated deaths in 2017 alone\n1\n. \nS. aureus\n is a frequent cause of hospital-acquired infections, and in recent years, highly virulent and transmissible community-acquired methicillin-resistant \nS. aureus\n (CA-MRSA) strains have emerged. Approximately 30% of humans are nasally colonized by \nS. aureus\n, which represents a significant risk factor for invasive infections\n2\n. As a pathogen, \nS. aureus\n expresses a vast repertoire of cell surface adhesins, secreted toxins, and tissue-degrading enzymes that contribute to its ability to colonize host tissue, evade the immune system, and transition from a localized to systemic infection. The expression of these virulence factors is coordinated by a complex network of genetic regulators, including the Accessory Gene Regulator (Agr) quorum-sensing system, which has been extensively reviewed\n3\n–\n7\n. The \nagr\n operon is comprised of two transcripts, RNAII and RNAIII, which are activated by the P2 and P3 promoters, respectively\n8\n. RNAIII is an untranslated RNA species that regulates a variety of target genes at both the transcriptional and post-transcriptional level, making it a primary downstream effector of the Agr system, whereas the RNAII transcript contains the \nagrBDCA\n genes [reviewed in refs. \n6\n,\n7\n]: AgrD, which is processed and secreted out of the cell in a form known as the autoinducing peptide (AIP), AgrB, the membrane protein that performs this processing and secretion, AgrC, a sensor kinase which recognizes the AIP and transduces the signal to AgrA, the response regulator which activates transcription at the P2 and P3 promoters.\nS. aureus\n also poses a potential health risk to astronauts during long-term spaceflight missions. This bacterium was recovered from the nasal passages of Apollo 13 and 14 astronauts at significantly higher numbers compared to preflight samples collected from the same astronauts\n9\n, and \nS. aureus\n was also among the most frequently isolated bacteria from astronauts that participated in 25 Space Shuttle missions (STS-26 to STS-50)\n10\n. Furthermore, several studies monitoring the presence of microbes aboard the International Space Station (ISS)\n11\n–\n13\n as well as in the environment of a full-duration simulation of a crewed return flight to Mars\n14\n identified staphylococci as being predominant. Because of the potential threat of \nS. aureus\n to astronaut health, this pathogen’s stress resistance and virulence potential have been studied in both a spaceflight experiment\n15\n and in ground-based models\n15\n–\n19\n of simulated microgravity. In the previous spaceflight experiment, \nS. aureus\n virulence was reduced when assessed as a function of the quantity of residual bacteria in the presence and absence of \nCaenorhabditis elegans\n15\n. However, these studies were conducted using a nematode feeding model, which does not entirely reflect the complexity of \nS. aureus\n pathogenesis in humans.\nNASA previously conducted a “Biological Research in Canisters-23” (BRIC-23) spaceflight experiment (OSDR accession# OSD-145), designed to measure the response of both \nBacillus subtilis\n and \nS. aureus\n to the spaceflight environment\n20\n,\n21\n. In this experiment, Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs)\n22\n were used to grow asynchronous ground controls and spaceflight samples of \nS. aureus\n strain UAMS-1, a clinical MSSA isolate that was originally isolated from an osteomyelitis infection\n23\n. Herein, our analysis of the \nS. aureus\n RNA-Seq, proteomics, and metabolomics datasets from BRIC-23 suggests that \nS. aureus\n spaceflight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non-preferred carbon sources, and decreased glycolysis/fermentation and translation machinery) relative to ground-control cultures. Furthermore, \nagr\n genes and several positively regulated targets were the most highly upregulated transcripts in spaceflight. We also performed secretome analysis of culture supernatants from the BRIC-23 spaceflight and ground control cultures, in which several Agr-regulated secreted proteins were increased in abundance in the spaceflight samples. Collectively, these data suggest that \nS. aureus\n experiences altered metabolism, increased quorum sensing, and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential.",
    "results": "Results\nExperimental considerations, sample variability, and clustering amongst FLT and GC samples\nAs outlined in Fig. \n1a\n, the BRIC-23 flight (FLT) experiment and corresponding asynchronous ground controls (GCs) were conducted on \nS. aureus\n cultures grown to a single time point (48 h) at ISS ambient ( ~ 22 °C) temperature. The total CFUs per petri dish harvested from both flight and ground control experiments (as reported in OSDR entry OSD-145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig. \n1b\n).\nFig. 1\nBRIC-23 Flight Experiment Overview and Associated Data.\na\n Overview of BRIC-23 Flight Experiment. Full details have been previously published in\n20\n,\n21\n. \nb\n Average total CFU harvested from FLT and GC cultures. \nc\n Average protein concentration (measured after concentration and removal of < 5 kDa peptides/amino acids) of culture supernatants from FLT and GC cultures. For B and C, data represent the average of \nn\n = 9 biological samples per growth condition, error bars = standard deviation. \nP\n-values (two-tailed t-test) are shown.\nPrinciple components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Million mapped reads (RPKM) gene expression values from the BRIC-23 FLT and GC RNA-Seq samples (\nn\n = 9 per experimental group) (Fig. \n2a\n). This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig. \n2b\n) and secretomics (Fig. \n2c\n) PCA of scaled abundances and normalized weighted spectra, respectively, revealed similar trends as the RNA-Seq data. All datasets were also subjected to differential expression/abundance analysis to identify differences in transcript and protein relative abundances between spaceflight and ground control samples. FLT and GC genes that showed statistically significant differences in relative abundance ( > 2-fold change) in the RNA-Seq dataset (summarized in Supplemental Table \n1\n) were also subjected to hierarchical clustering analysis, which showed robust clustering amongst the biological replicates within each experimental group (\nn\n = 9 each), indicating consistency of the data across replicates in each group (Supplemental Fig. \n1\n). For cellular proteomics, the metadata associated with this experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in only \nn\n = 3 GC samples and \nn\n = 9 FLT samples. However, hierarchical clustering analysis on the FLT and GC proteins that showed statistically significant differences in relative abundance ( > 1.5-fold change, Supplemental Table \n2\n) indicated good consistency and clustering between the biological replicates within each experimental group (Supplemental Fig. \n1\n). FLT and GC samples (\nn\n = 5 each) analyzed for secretomics also displayed strong clustering among proteins with significant differences in relative abundance ( > 1.5-fold change, Supplemental Fig. \n1\n and Supplemental Table \n3\n). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30% less than that of the GC culture supernatants (Fig. \n1c\n; measured after concentration and removal of < 5 kDa peptides/amino acids).\nFig. 2\nPrincipal Component Analysis (PCA) of Omics Data.\na\n RNA-Seq (\nn\n = 9 biological samples each for FLT and GC). \nb\n Proteomics (\nn\n = 9 FLT and \nn\n = 3 GC biological samples). \nc\n Secretomics (\nn\n = 5 biological samples each for FLT and GC). In all graphs, BRIC-23 flight (FLT; circles) and ground control (GC; triangles) samples are indicated. PCA analysis of RNA-Seq data was performed on normalized RPKM values for all genes using CLC genomics workbench, and PCA analysis of proteomics and secretomics was performed on scaled abundances and normalized weighted spectra, respectively, using Clustvis\n89\n.\nOverlap between RNA-Seq, proteomics, and secretomics datasets\nIn total, 386 genes and proteins were identified across the RNA-Seq, cellular proteomics, and secretomics datasets that exceeded the respective cutoff values of 2-fold for RNA-Seq and 1.5-fold for proteomics (Fig. \n3\n), with 37 genes/proteins that were common to at least two datasets (Table \n1\n). Of the twenty genes that were common to RNA-Seq and cellular proteomics (Table \n1\n), nineteen displayed increased abundance in spaceflight, including multiple genes and proteins related to the urease pathway and Type VII secretion, as well as two genes related to copper transport and two subunits of L-serine dehydratase. Notably, AgrA, the main response regulator of the \nagr\n quorum sensing system, was found to have both increased transcript levels and increased protein abundance in spaceflight samples. The sole protein downregulated in both datasets was a predicted GMP reductase, responsible for interconversion of purine nucleotides. Eight of the nine genes and proteins overlapping between the RNA-Seq and secretomics datasets were primarily annotated as intracellular proteins, involved in several different pathways. The lone extracellular protein in this dataset, EsxA, is secreted by the Type VII-like Ess secretion system\n24\n. Other genes and proteins of the Ess-related secretion system (EsaA, EsaB, EssC) were also upregulated in both the RNA-Seq and cellular proteomics datasets (Table \n1\n). Four genes and proteins were common to all three datasets, and all displayed increased abundance in spaceflight in each analysis. These consisted of the urease alpha and beta subunits, the urease accessory protein UreG, and the secreted EsxA protein described above (Table \n1\n).\nFig. 3\nVenn diagram showing the number of DE genes/proteins in RNA-Seq, cellular proteomics, and secretomics BRIC-23 datasets.\nBRIC-23 RNA-Seq data cutoffs: DE fold-change ≥ 2, \nP\n-value < 0.000016 (2-tailed t-test), and mean normalized expression value ≥ 10 for both samples. BRIC-23 cellular proteomics and secretomics data cutoffs: \nP\n-value < 0.05 (Student t-test), fold-change > 1.5.\nTable 1\nSummary of overlapping gene transcripts and proteins identified as statistically significant and meeting fold-change cutoff criteria in RNA-Seq, proteomics, and secretomics DE analyses.\nGene ID\nFunction\nRNA-Seq\na\nProteomics\na\nSecretomics\na\nType VII secretion system\nSAR0279\n6 kDa early secretory antigenic target ESAT-6 (EsxA)\n4.61\n1.61\n7.50\nSAR0280\nType VII secretion protein EsaA\n3.01\n2.03\nSAR0283\nType VII secretion protein EssB\n4.28\n2.55\nSAR0284\nType VII secretion system protein EssC\n4.73\n1.71\nAgr-regulated\nSAR2126\nResponse regulator transcription factor AgrA\n14.30\n3.96\nSAR1021\nCysteine protease precursor; SspB\n2.55\n13.07\nSAR1022\nGlutamyl endopeptidase precursor; V8 Protease; SspA\n3.48\n6.95\nSAR2716\nZinc metalloproteinase aureolysin; Aur\n3.27\n2.19\nCopper-associated\nSAR2637\nCopper-exporting P-type ATPase A (CopA)\n2.91\n2.55\nSAR2639\nCopZ putative heavy-metal-associated protein\n3.11\n18.19\nSAR0720\nCopper-translocating P-type ATPase\n2.19\n2.55\nSAR0721\nMulticopper oxidase protein\n1.93\n4.08\nArginine and Urea Metabolism\nSAR2714\nArginine deiminase\n2.05\n3.04\nSAR2374\nUrease alpha subunit\n4.91\n2.28\n1.82\nSAR2373\nUrease beta subunit\n5.02\n2.15\n4.35\nSAR2375\nUrease accessory protein UreE\n4.66\n1.91\nSAR2376\nUrease accessory protein UreF\n4.37\n2.37\nSAR2377\nUrease accessory protein UreG\n4.37\n1.85\n4.37\nSAR2378\nUrease accessory protein UreD\n4.12\n2.53\nMisc. cell processes\nSAR2611\nL-serine dehydratase, beta subunit\n2.76\n2.10\nSAR2610\nL-serine dehydratase, alpha subunit\n2.19\n1.63\nSAR1425\n2-oxoglutarate dehydrogenase E1 component\n2.03\n1.55\nSAR1870\nMethionine adenosyltransferase\n1.63\n1.61\nSAR1851\nRiboflavin biosynthesis protein RibBA; GTP cyclohydrolase II\n2.02\n1.73\nSAR2775\n2-oxoglutarate/malate translocator-like protein\n2.05\n1.94\nSAR1984\nBacterial non-heme ferritin\n2.13\n1.58\nSAR0278\nSecreted antigen precursor; staphyloxanthin biosynthesis\n3.00\n2.71\nSAR1347\nGMP reductase (predicted)\n−2.07\n−1.66\nSAR0155\nCapsular polysaccharide synthesis enzyme\n2.15\n−2.56\nSAR2359\nPutative molybdenum cofactor biosynthesis protein B\n−1.91\n2.91\nSAR1127\nHypothetical protein, similarity with fibrinogen-binding protein Efb\n3.78\n−2.36\nSAR2506\nPhosphoglycerate mutase\n2.55\n−1.56\nSAR1797\n30 S ribosomal protein S4\n−2.10\n1.69\nHypothetical\nSAR0007\nADP-dependent (S)-NAD(P)H-hydrate dehydratase\n2.46\n1.80\nSAR0345\nConserved hypothetical protein\n1.52\n2.94\nSAR2028\nAminotransferase class I/II-fold pyridoxal phosphate-dependent enzyme\n1.55\n2.03\nSAR2054\nHypothetical phage protein\n−1.55\n−1.53\na\nNumbers represent the fold-Change (FLT/GC). Plus (+) and minus (-) symbols designate upregulated and downregulated, respectively, in FLT samples relative to GC samples.\nOverview of gene and protein functional categories identified in multi-omics analysis\nThe statistically significant changes in transcripts and proteins that fell within the fold-change cutoff criteria for each dataset ( > 2-fold for RNA-Seq, > 1.5-fold for proteomics and secretomics) were manually curated and functionally categorized to broadly examine which aspects of \nS. aureus\n physiology and virulence were affected by spaceflight conditions (Fig. \n4\n). All datasets contained many hypothetical or uncharacterized proteins and genes, accounting for approximately 21% of all DE genes (RNA-Seq, Fig. \n4a\n), 33% of all DE cellular proteins (proteomics, Fig. \n4b\n), and 33% of all DE secreted proteins (secretomics, Fig. \n4c\n). In the RNA-Seq DE analysis, gene transcripts related to extracellular transport, urease, and Type VII secretion were among the most commonly upregulated, along with genes involved in capsule biosynthesis and metabolism of a variety of substrates, including amino acids and carbohydrates (Fig. \n4a\n). As discussed in more detail below, genes of the \nagr\n P2 (\nagrBDCA\n) and P3 (\nRNAIII\n) transcripts represented the five most highly upregulated transcripts (14 to 88-fold) in FLT samples (Supplemental Table \n1\n). Additionally, expression of many Agr-independent virulence factors was upregulated in spaceflight relative to the ground controls (discussed in more detail below), as well as expression of genes and/or proteins involved in DNA-binding, transcriptional regulators, ABC transporters, urease subunits, and metal acquisition (Fig. \n4\n). Ribosomal proteins was the most commonly downregulated category in FLT samples amongst cellular proteins, followed by those involved in glycolysis, ATP synthesis, and stress resistance. Additionally, a number of small RNAs (RNA-Seq) were downregulated in FLT samples relative to GC samples (Fig. \n4a\n).\nFig. 4\nDistribution of \nS. aureus\n UAMS-1 gene/protein functional categories differentially expressed (DE) during spaceflight relative to ground control.\na\n BRIC-23 RNA-Seq data was subjected to DE analysis, with cutoffs (DE fold-change ≥ 2, \nP\n-value < 0.000016 and mean normalized expression value ≥ 10 for both samples) applied prior to assignment of functional categories (based on \nS. aureus\n genome annotations and/or UNIProt database). \nb\n, \nc\n BRIC-23 cellular proteomics (B) and secretomics (C) functional categories were assigned based on \nS. aureus\n genome annotations and/or UNIProt database (\nP\n-value < 0.05, fold-change > 1.5).\nFunctional enrichment amongst these omics datasets was also assessed by PaintOmics\n25\n and STRING\n26\n (Table \n2\n and Supplemental Table \n4\n, respectively), which confirmed the patterns of gene and protein functional categories observed in Fig. \n4\n. Using PaintOmics, an overrepresentation of significant biological features (P < 0.05) of pathways related to arginine biosynthesis, purine metabolism, thiamine metabolism, quorum sensing, and phosphotransferase systems (PTS) were common to both the RNA-Seq and proteomics datasets (Table \n2\n). Additionally, pathways related to ribosome function and fructose/mannose metabolism were significantly enriched in the proteomics dataset, and two-component system and riboflavin metabolism were significantly enriched in the RNA-Seq dataset (Table \n2\n). STRING analysis of RNA-Seq, proteomics, and secretomics DE genes/proteins (meeting statistical and fold-change cutoff criteria) revealed significant (FDR-adjusted \nP\n < 0.05) enrichment of many of the same functional pathways detected by PaintOmics (Supplemental Table \n4\n). Additionally, categories related to polysaccharide biosynthesis (RNA-Seq), sucrose/starch metabolism (RNA-Seq), heme/virulence (RNA-Seq), nickel cation binding (RNA-Seq and proteomics), and arginine biosynthesis (secretomics) were significantly enriched in STRING analysis of these data.\nTable 2\nPathway enrichment analysis in BRIC-23 RNA-Seq and proteomics datasets.\nPathway name\na\nUnique genes\nProteomics \nP\n-value\nRNA-Seq Gene expression \nP\n-value\nCombined \nP\n-value (Fisher)\nArginine biosynthesis\n16\n0.04\n0.02\n0.01\nPurine metabolism\n44\n0.05\n0.03\n0.01\nThiamine metabolism\n9\n0.00\n1.00\n0.02\nQuorum sensing\n36\n0.45\n0.01\n0.03\nPhosphotransferase system (PTS)\n16\n0.05\n0.12\n0.04\nRibosome\n56\n0.04\n1.00\n0.17\nFructose and mannose metabolism\n14\n0.05\n0.44\n0.11\nTwo-component system\n62\n0.88\n0.04\n0.15\nRiboflavin metabolism\n9\n0.49\n0.05\n0.12\na\nSignificant (\nP\n < 0.05, Fisher exact test\n)\n pathway enrichments for each dataset (RNA-Seq, proteomics), as well as the combined datasets, are indicated. Pathway enrichment analysis was performed using PaintOmics 3.\nExpression changes in Agr and virulence factors in spaceflight\nNotably, expression of genes comprising the \nagr\n operon were highly upregulated in spaceflight samples, with \nagrA, agrB, agrC\n, and \nagrD\n each showing an approximately 14-fold increase in transcript abundance, and \nRNAIII\n displaying an 88-fold increase in transcript abundance (Supplemental Table \n1\n). AgrA, the direct transcriptional activator of the \nagr\n P2 and P3 operons, was also upregulated 3.96-fold in the FLT proteomics data (Table \n1\n), corroborating the increased transcript abundance of \nagrA\n observed in the RNA-Seq data. Additionally, genes and proteins known to be upregulated by Agr were also upregulated in FLT samples in a manner consistent with a highly active Agr system, including increased expression of genes encoding PSM alpha (\npsmα\n, 8.08-fold) and gamma hemolysin C (\nhlgC\n, 2.20-fold), and increased protein abundance of SspA (6.95-fold), SspB (13.07-fold), and ScpA (7.18-fold)\n27\n–\n32\n. The secreted metalloprotease aureolysin (Aur), regulated by Agr via repression of Rot\n30\n, was also upregulated by 2.2–3.5 fold in the secretomics and proteomics datasets, respectively (Table \n1\n). Agr has also been implicated in positive regulation of the capsular polysaccharide synthesis operon \ncapABCDE\n33\n, and expression of these genes was upregulated in spaceflight (2.15–2.39-fold; Supplemental Table \n1\n). Abundance of the surface protein fibronectin-binding protein A (FnbA), the expression of which is inhibited by Agr\n34\n,\n35\n, was also significantly decreased in the spaceflight proteomics data (−1.81-fold).\nSeveral virulence factors not under Agr’s regulatory control were also upregulated in spaceflight samples. The Type VII-like Ess secretion system had six transcripts with increased abundance in FLT samples, four of which were also identified and upregulated in the proteomics and/or secretomics datasets. Staphylococcal nuclease (Nuc) was also highly upregulated in secretomics samples from spaceflight (7.72-fold). Although increased abundance of other non-\nagr-\nregulated virulence factors was also observed, such as those implicated in hemolysin production (CvfC, 1.51-fold\n36\n) and nasal colonization (SceD, 1.57-fold\n37\n), other well-characterized \nS. aureus\n virulence factors such as hyaluronidase, coagulase, lipase, and staphylokinase, were not identified as being significantly altered between FLT and GC samples.\nS. aureus\n metabolic alterations under spaceflight conditions\nS. aureus\n is noted for its ability to thrive in a variety of environments and adjust its metabolism accordingly, and its virulence potential can be mediated by diverse environmental and nutritional stimuli\n5\n,\n38\n. In addition to genes and proteins related to the Agr quorum sensing system and its regulon, expression patterns of metabolic genes and proteins in spaceflight suggested that these \nS. aureus\n cultures may have experienced an altered metabolic state compared to the ground control cultures. Both cellular and secreted metabolites were analyzed for alterations in spaceflight cultures, and PCA plots of metabolomics data indicated that spaceflight samples and ground control samples clustered separately (Supplemental Fig. \n2a\n). These metabolomics data also corroborated many of the changes in gene and protein expression levels associated with \nS. aureus\n metabolic functions. Urease expression, for example, was noted to be significantly upregulated in spaceflight, with seven genes upregulated between 4.12 and 5.02-fold and six proteins upregulated between 1.85 and 2.53-fold. Urea concentrations were decreased in spaceflight supernatant samples but did not meet the statistical cutoffs applied to the metabolomics analyses (data not shown). Additionally, altered levels of metabolites, genes and/or proteins related to arginine metabolism (increased ornithine, arginine/ornithine antiporter ArcD, Arginine deiminase ArcA, arginine kinase) were observed in FLT samples relative to GCs (Supplemental Tables \n1\n–\n3\n, \n5\n, \n6\n).\nSpaceflight \nS. aureus\n samples also exhibited several features congruent with a transition to catabolism of non-preferred carbon sources. These included decreased abundance of glucose in culture supernatants (Supplemental Table \n6\n), decreased abundance of a glucose import protein (SAR1435), and functional enrichment (Table \n1\n) and upregulated expression of genes and/or proteins of several sugar transporters (SAR0235, SAR0193, SAR2244, SAR1803) (Supplemental Tables \n1\n–\n3\n). Several members of TCA cycle, including CitZ, OdhA/B, and SdhA/B displayed increased protein abundance and/or gene expression in spaceflight samples. Altered levels of metabolites, genes and/or proteins related to cysteine/serine metabolism (increased O-acetylserine, homoserine, cysteine, ornithine carbamoyltransferase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were also observed in spaceflight samples relative to ground controls (Supplemental Tables \n1\n–\n3\n, \n5\n, \n6\n). Additionally, increased expression of several metal transport genes was observed in the spaceflight cultures (Supplemental Table \n1\n).",
    "experimental_considerations,_sample_variability,_and_cluster": "Experimental considerations, sample variability, and clustering amongst FLT and GC samples\nAs outlined in Fig. \n1a\n, the BRIC-23 flight (FLT) experiment and corresponding asynchronous ground controls (GCs) were conducted on \nS. aureus\n cultures grown to a single time point (48 h) at ISS ambient ( ~ 22 °C) temperature. The total CFUs per petri dish harvested from both flight and ground control experiments (as reported in OSDR entry OSD-145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig. \n1b\n).\nFig. 1\nBRIC-23 Flight Experiment Overview and Associated Data.\na\n Overview of BRIC-23 Flight Experiment. Full details have been previously published in\n20\n,\n21\n. \nb\n Average total CFU harvested from FLT and GC cultures. \nc\n Average protein concentration (measured after concentration and removal of < 5 kDa peptides/amino acids) of culture supernatants from FLT and GC cultures. For B and C, data represent the average of \nn\n = 9 biological samples per growth condition, error bars = standard deviation. \nP\n-values (two-tailed t-test) are shown.\nPrinciple components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Million mapped reads (RPKM) gene expression values from the BRIC-23 FLT and GC RNA-Seq samples (\nn\n = 9 per experimental group) (Fig. \n2a\n). This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig. \n2b\n) and secretomics (Fig. \n2c\n) PCA of scaled abundances and normalized weighted spectra, respectively, revealed similar trends as the RNA-Seq data. All datasets were also subjected to differential expression/abundance analysis to identify differences in transcript and protein relative abundances between spaceflight and ground control samples. FLT and GC genes that showed statistically significant differences in relative abundance ( > 2-fold change) in the RNA-Seq dataset (summarized in Supplemental Table \n1\n) were also subjected to hierarchical clustering analysis, which showed robust clustering amongst the biological replicates within each experimental group (\nn\n = 9 each), indicating consistency of the data across replicates in each group (Supplemental Fig. \n1\n). For cellular proteomics, the metadata associated with this experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in only \nn\n = 3 GC samples and \nn\n = 9 FLT samples. However, hierarchical clustering analysis on the FLT and GC proteins that showed statistically significant differences in relative abundance ( > 1.5-fold change, Supplemental Table \n2\n) indicated good consistency and clustering between the biological replicates within each experimental group (Supplemental Fig. \n1\n). FLT and GC samples (\nn\n = 5 each) analyzed for secretomics also displayed strong clustering among proteins with significant differences in relative abundance ( > 1.5-fold change, Supplemental Fig. \n1\n and Supplemental Table \n3\n). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30% less than that of the GC culture supernatants (Fig. \n1c\n; measured after concentration and removal of < 5 kDa peptides/amino acids).\nFig. 2\nPrincipal Component Analysis (PCA) of Omics Data.\na\n RNA-Seq (\nn\n = 9 biological samples each for FLT and GC). \nb\n Proteomics (\nn\n = 9 FLT and \nn\n = 3 GC biological samples). \nc\n Secretomics (\nn\n = 5 biological samples each for FLT and GC). In all graphs, BRIC-23 flight (FLT; circles) and ground control (GC; triangles) samples are indicated. PCA analysis of RNA-Seq data was performed on normalized RPKM values for all genes using CLC genomics workbench, and PCA analysis of proteomics and secretomics was performed on scaled abundances and normalized weighted spectra, respectively, using Clustvis\n89\n.",
    "overlap_between_rna-seq,_proteomics,_and_secretomics_dataset": "Overlap between RNA-Seq, proteomics, and secretomics datasets\nIn total, 386 genes and proteins were identified across the RNA-Seq, cellular proteomics, and secretomics datasets that exceeded the respective cutoff values of 2-fold for RNA-Seq and 1.5-fold for proteomics (Fig. \n3\n), with 37 genes/proteins that were common to at least two datasets (Table \n1\n). Of the twenty genes that were common to RNA-Seq and cellular proteomics (Table \n1\n), nineteen displayed increased abundance in spaceflight, including multiple genes and proteins related to the urease pathway and Type VII secretion, as well as two genes related to copper transport and two subunits of L-serine dehydratase. Notably, AgrA, the main response regulator of the \nagr\n quorum sensing system, was found to have both increased transcript levels and increased protein abundance in spaceflight samples. The sole protein downregulated in both datasets was a predicted GMP reductase, responsible for interconversion of purine nucleotides. Eight of the nine genes and proteins overlapping between the RNA-Seq and secretomics datasets were primarily annotated as intracellular proteins, involved in several different pathways. The lone extracellular protein in this dataset, EsxA, is secreted by the Type VII-like Ess secretion system\n24\n. Other genes and proteins of the Ess-related secretion system (EsaA, EsaB, EssC) were also upregulated in both the RNA-Seq and cellular proteomics datasets (Table \n1\n). Four genes and proteins were common to all three datasets, and all displayed increased abundance in spaceflight in each analysis. These consisted of the urease alpha and beta subunits, the urease accessory protein UreG, and the secreted EsxA protein described above (Table \n1\n).\nFig. 3\nVenn diagram showing the number of DE genes/proteins in RNA-Seq, cellular proteomics, and secretomics BRIC-23 datasets.\nBRIC-23 RNA-Seq data cutoffs: DE fold-change ≥ 2, \nP\n-value < 0.000016 (2-tailed t-test), and mean normalized expression value ≥ 10 for both samples. BRIC-23 cellular proteomics and secretomics data cutoffs: \nP\n-value < 0.05 (Student t-test), fold-change > 1.5.\nTable 1\nSummary of overlapping gene transcripts and proteins identified as statistically significant and meeting fold-change cutoff criteria in RNA-Seq, proteomics, and secretomics DE analyses.\nGene ID\nFunction\nRNA-Seq\na\nProteomics\na\nSecretomics\na\nType VII secretion system\nSAR0279\n6 kDa early secretory antigenic target ESAT-6 (EsxA)\n4.61\n1.61\n7.50\nSAR0280\nType VII secretion protein EsaA\n3.01\n2.03\nSAR0283\nType VII secretion protein EssB\n4.28\n2.55\nSAR0284\nType VII secretion system protein EssC\n4.73\n1.71\nAgr-regulated\nSAR2126\nResponse regulator transcription factor AgrA\n14.30\n3.96\nSAR1021\nCysteine protease precursor; SspB\n2.55\n13.07\nSAR1022\nGlutamyl endopeptidase precursor; V8 Protease; SspA\n3.48\n6.95\nSAR2716\nZinc metalloproteinase aureolysin; Aur\n3.27\n2.19\nCopper-associated\nSAR2637\nCopper-exporting P-type ATPase A (CopA)\n2.91\n2.55\nSAR2639\nCopZ putative heavy-metal-associated protein\n3.11\n18.19\nSAR0720\nCopper-translocating P-type ATPase\n2.19\n2.55\nSAR0721\nMulticopper oxidase protein\n1.93\n4.08\nArginine and Urea Metabolism\nSAR2714\nArginine deiminase\n2.05\n3.04\nSAR2374\nUrease alpha subunit\n4.91\n2.28\n1.82\nSAR2373\nUrease beta subunit\n5.02\n2.15\n4.35\nSAR2375\nUrease accessory protein UreE\n4.66\n1.91\nSAR2376\nUrease accessory protein UreF\n4.37\n2.37\nSAR2377\nUrease accessory protein UreG\n4.37\n1.85\n4.37\nSAR2378\nUrease accessory protein UreD\n4.12\n2.53\nMisc. cell processes\nSAR2611\nL-serine dehydratase, beta subunit\n2.76\n2.10\nSAR2610\nL-serine dehydratase, alpha subunit\n2.19\n1.63\nSAR1425\n2-oxoglutarate dehydrogenase E1 component\n2.03\n1.55\nSAR1870\nMethionine adenosyltransferase\n1.63\n1.61\nSAR1851\nRiboflavin biosynthesis protein RibBA; GTP cyclohydrolase II\n2.02\n1.73\nSAR2775\n2-oxoglutarate/malate translocator-like protein\n2.05\n1.94\nSAR1984\nBacterial non-heme ferritin\n2.13\n1.58\nSAR0278\nSecreted antigen precursor; staphyloxanthin biosynthesis\n3.00\n2.71\nSAR1347\nGMP reductase (predicted)\n−2.07\n−1.66\nSAR0155\nCapsular polysaccharide synthesis enzyme\n2.15\n−2.56\nSAR2359\nPutative molybdenum cofactor biosynthesis protein B\n−1.91\n2.91\nSAR1127\nHypothetical protein, similarity with fibrinogen-binding protein Efb\n3.78\n−2.36\nSAR2506\nPhosphoglycerate mutase\n2.55\n−1.56\nSAR1797\n30 S ribosomal protein S4\n−2.10\n1.69\nHypothetical\nSAR0007\nADP-dependent (S)-NAD(P)H-hydrate dehydratase\n2.46\n1.80\nSAR0345\nConserved hypothetical protein\n1.52\n2.94\nSAR2028\nAminotransferase class I/II-fold pyridoxal phosphate-dependent enzyme\n1.55\n2.03\nSAR2054\nHypothetical phage protein\n−1.55\n−1.53\na\nNumbers represent the fold-Change (FLT/GC). Plus (+) and minus (-) symbols designate upregulated and downregulated, respectively, in FLT samples relative to GC samples.",
    "overview_of_gene_and_protein_functional_categories_identifie": "Overview of gene and protein functional categories identified in multi-omics analysis\nThe statistically significant changes in transcripts and proteins that fell within the fold-change cutoff criteria for each dataset ( > 2-fold for RNA-Seq, > 1.5-fold for proteomics and secretomics) were manually curated and functionally categorized to broadly examine which aspects of \nS. aureus\n physiology and virulence were affected by spaceflight conditions (Fig. \n4\n). All datasets contained many hypothetical or uncharacterized proteins and genes, accounting for approximately 21% of all DE genes (RNA-Seq, Fig. \n4a\n), 33% of all DE cellular proteins (proteomics, Fig. \n4b\n), and 33% of all DE secreted proteins (secretomics, Fig. \n4c\n). In the RNA-Seq DE analysis, gene transcripts related to extracellular transport, urease, and Type VII secretion were among the most commonly upregulated, along with genes involved in capsule biosynthesis and metabolism of a variety of substrates, including amino acids and carbohydrates (Fig. \n4a\n). As discussed in more detail below, genes of the \nagr\n P2 (\nagrBDCA\n) and P3 (\nRNAIII\n) transcripts represented the five most highly upregulated transcripts (14 to 88-fold) in FLT samples (Supplemental Table \n1\n). Additionally, expression of many Agr-independent virulence factors was upregulated in spaceflight relative to the ground controls (discussed in more detail below), as well as expression of genes and/or proteins involved in DNA-binding, transcriptional regulators, ABC transporters, urease subunits, and metal acquisition (Fig. \n4\n). Ribosomal proteins was the most commonly downregulated category in FLT samples amongst cellular proteins, followed by those involved in glycolysis, ATP synthesis, and stress resistance. Additionally, a number of small RNAs (RNA-Seq) were downregulated in FLT samples relative to GC samples (Fig. \n4a\n).\nFig. 4\nDistribution of \nS. aureus\n UAMS-1 gene/protein functional categories differentially expressed (DE) during spaceflight relative to ground control.\na\n BRIC-23 RNA-Seq data was subjected to DE analysis, with cutoffs (DE fold-change ≥ 2, \nP\n-value < 0.000016 and mean normalized expression value ≥ 10 for both samples) applied prior to assignment of functional categories (based on \nS. aureus\n genome annotations and/or UNIProt database). \nb\n, \nc\n BRIC-23 cellular proteomics (B) and secretomics (C) functional categories were assigned based on \nS. aureus\n genome annotations and/or UNIProt database (\nP\n-value < 0.05, fold-change > 1.5).\nFunctional enrichment amongst these omics datasets was also assessed by PaintOmics\n25\n and STRING\n26\n (Table \n2\n and Supplemental Table \n4\n, respectively), which confirmed the patterns of gene and protein functional categories observed in Fig. \n4\n. Using PaintOmics, an overrepresentation of significant biological features (P < 0.05) of pathways related to arginine biosynthesis, purine metabolism, thiamine metabolism, quorum sensing, and phosphotransferase systems (PTS) were common to both the RNA-Seq and proteomics datasets (Table \n2\n). Additionally, pathways related to ribosome function and fructose/mannose metabolism were significantly enriched in the proteomics dataset, and two-component system and riboflavin metabolism were significantly enriched in the RNA-Seq dataset (Table \n2\n). STRING analysis of RNA-Seq, proteomics, and secretomics DE genes/proteins (meeting statistical and fold-change cutoff criteria) revealed significant (FDR-adjusted \nP\n < 0.05) enrichment of many of the same functional pathways detected by PaintOmics (Supplemental Table \n4\n). Additionally, categories related to polysaccharide biosynthesis (RNA-Seq), sucrose/starch metabolism (RNA-Seq), heme/virulence (RNA-Seq), nickel cation binding (RNA-Seq and proteomics), and arginine biosynthesis (secretomics) were significantly enriched in STRING analysis of these data.\nTable 2\nPathway enrichment analysis in BRIC-23 RNA-Seq and proteomics datasets.\nPathway name\na\nUnique genes\nProteomics \nP\n-value\nRNA-Seq Gene expression \nP\n-value\nCombined \nP\n-value (Fisher)\nArginine biosynthesis\n16\n0.04\n0.02\n0.01\nPurine metabolism\n44\n0.05\n0.03\n0.01\nThiamine metabolism\n9\n0.00\n1.00\n0.02\nQuorum sensing\n36\n0.45\n0.01\n0.03\nPhosphotransferase system (PTS)\n16\n0.05\n0.12\n0.04\nRibosome\n56\n0.04\n1.00\n0.17\nFructose and mannose metabolism\n14\n0.05\n0.44\n0.11\nTwo-component system\n62\n0.88\n0.04\n0.15\nRiboflavin metabolism\n9\n0.49\n0.05\n0.12\na\nSignificant (\nP\n < 0.05, Fisher exact test\n)\n pathway enrichments for each dataset (RNA-Seq, proteomics), as well as the combined datasets, are indicated. Pathway enrichment analysis was performed using PaintOmics 3.",
    "expression_changes_in_agr_and_virulence_factors_in_spaceflig": "Expression changes in Agr and virulence factors in spaceflight\nNotably, expression of genes comprising the \nagr\n operon were highly upregulated in spaceflight samples, with \nagrA, agrB, agrC\n, and \nagrD\n each showing an approximately 14-fold increase in transcript abundance, and \nRNAIII\n displaying an 88-fold increase in transcript abundance (Supplemental Table \n1\n). AgrA, the direct transcriptional activator of the \nagr\n P2 and P3 operons, was also upregulated 3.96-fold in the FLT proteomics data (Table \n1\n), corroborating the increased transcript abundance of \nagrA\n observed in the RNA-Seq data. Additionally, genes and proteins known to be upregulated by Agr were also upregulated in FLT samples in a manner consistent with a highly active Agr system, including increased expression of genes encoding PSM alpha (\npsmα\n, 8.08-fold) and gamma hemolysin C (\nhlgC\n, 2.20-fold), and increased protein abundance of SspA (6.95-fold), SspB (13.07-fold), and ScpA (7.18-fold)\n27\n–\n32\n. The secreted metalloprotease aureolysin (Aur), regulated by Agr via repression of Rot\n30\n, was also upregulated by 2.2–3.5 fold in the secretomics and proteomics datasets, respectively (Table \n1\n). Agr has also been implicated in positive regulation of the capsular polysaccharide synthesis operon \ncapABCDE\n33\n, and expression of these genes was upregulated in spaceflight (2.15–2.39-fold; Supplemental Table \n1\n). Abundance of the surface protein fibronectin-binding protein A (FnbA), the expression of which is inhibited by Agr\n34\n,\n35\n, was also significantly decreased in the spaceflight proteomics data (−1.81-fold).\nSeveral virulence factors not under Agr’s regulatory control were also upregulated in spaceflight samples. The Type VII-like Ess secretion system had six transcripts with increased abundance in FLT samples, four of which were also identified and upregulated in the proteomics and/or secretomics datasets. Staphylococcal nuclease (Nuc) was also highly upregulated in secretomics samples from spaceflight (7.72-fold). Although increased abundance of other non-\nagr-\nregulated virulence factors was also observed, such as those implicated in hemolysin production (CvfC, 1.51-fold\n36\n) and nasal colonization (SceD, 1.57-fold\n37\n), other well-characterized \nS. aureus\n virulence factors such as hyaluronidase, coagulase, lipase, and staphylokinase, were not identified as being significantly altered between FLT and GC samples.",
    "s._aureus_metabolic_alterations_under_spaceflight_conditions": "S. aureus\n metabolic alterations under spaceflight conditions\nS. aureus\n is noted for its ability to thrive in a variety of environments and adjust its metabolism accordingly, and its virulence potential can be mediated by diverse environmental and nutritional stimuli\n5\n,\n38\n. In addition to genes and proteins related to the Agr quorum sensing system and its regulon, expression patterns of metabolic genes and proteins in spaceflight suggested that these \nS. aureus\n cultures may have experienced an altered metabolic state compared to the ground control cultures. Both cellular and secreted metabolites were analyzed for alterations in spaceflight cultures, and PCA plots of metabolomics data indicated that spaceflight samples and ground control samples clustered separately (Supplemental Fig. \n2a\n). These metabolomics data also corroborated many of the changes in gene and protein expression levels associated with \nS. aureus\n metabolic functions. Urease expression, for example, was noted to be significantly upregulated in spaceflight, with seven genes upregulated between 4.12 and 5.02-fold and six proteins upregulated between 1.85 and 2.53-fold. Urea concentrations were decreased in spaceflight supernatant samples but did not meet the statistical cutoffs applied to the metabolomics analyses (data not shown). Additionally, altered levels of metabolites, genes and/or proteins related to arginine metabolism (increased ornithine, arginine/ornithine antiporter ArcD, Arginine deiminase ArcA, arginine kinase) were observed in FLT samples relative to GCs (Supplemental Tables \n1\n–\n3\n, \n5\n, \n6\n).\nSpaceflight \nS. aureus\n samples also exhibited several features congruent with a transition to catabolism of non-preferred carbon sources. These included decreased abundance of glucose in culture supernatants (Supplemental Table \n6\n), decreased abundance of a glucose import protein (SAR1435), and functional enrichment (Table \n1\n) and upregulated expression of genes and/or proteins of several sugar transporters (SAR0235, SAR0193, SAR2244, SAR1803) (Supplemental Tables \n1\n–\n3\n). Several members of TCA cycle, including CitZ, OdhA/B, and SdhA/B displayed increased protein abundance and/or gene expression in spaceflight samples. Altered levels of metabolites, genes and/or proteins related to cysteine/serine metabolism (increased O-acetylserine, homoserine, cysteine, ornithine carbamoyltransferase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were also observed in spaceflight samples relative to ground controls (Supplemental Tables \n1\n–\n3\n, \n5\n, \n6\n). Additionally, increased expression of several metal transport genes was observed in the spaceflight cultures (Supplemental Table \n1\n).",
    "discussion": "Discussion\nOur analysis of the \nS. aureus\n RNA-Seq, proteomics, secretomics, and metabolomics datasets from BRIC-23 indicate that \nS. aureus\n undergoes significant alterations in physiology and virulence factor production in the spaceflight environment which could alter its pathogenic potential for astronauts conducting long-term spaceflight missions. However, these results need to be interpreted in the context of the experimental confines of the BRIC-23 experiment, namely that only a single time point (48 h growth) was assessed, and that the experiment was conducted at ISS ambient temperature ( ~ 22 °C). Ground-based pre-science verification test (pre-SVT) growth curves previously conducted at ~25 °C (using dried starting inoculum on petri dishes and growth medium identical to those used in the BRIC-23 flight and ground controls) indicated that \nS. aureus\n entered early stationary phase by 48 h growth in this condition\n20\n. In comparison, SVT incubation of BRIC-PDFUs in the the ISS Environmental Simulator (ISSES) chamber at KSC conducted at ~22 °C, which more closely mimicked ISS ambient temperature, showed that cultures reached late exponential phase growth by 48 h\n20\n. Since a true growth curve (multiple time points) was not conducted in the actual BRIC-23 flight and ground control experiments, we cannot speculate on any potential differences in the growth rates and/or phase of growth between BRIC-23 FLT and GC cultures at the 48 h time point. However, the reported total CFUs per petri dish in both flight and ground control experiments suggest that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig. \n1b\n). Similar to this, experiments previously conducted with \nPseudomonas aeruginosa\n demonstrated that this bacterium achieved increased final cell density (as measured by flow cytometry of fixed cells) in flight cultures relative to ground controls under the specific growth medium characteristics of low phosphate and low oxygen availability\n39\n. \nEsherichia coli\n and \nBacillus subtilis\n spaceflight cultures grown at 23 °C in a fluid processing apparatus also achieved increased stationary phase cell densities in flight cultures relative to their corresponding ground controls\n40\n. It is therefore not clear whether the \nS. aureus\n BRIC-23 FLT cultures were in an identical phase of growth compared to the GC cultures, which could impact some of the observed differences discussed in more detail below.\nAdditionally, temperature is known to have a significant impact on \nS. aureus\n gene expression, as it has recently been shown that expression of genes encoding secreted proteases and toxins (\naur, sspA, sspB, esxA\n), as well as \nagrD\n, displayed increased transcript abundance at 34 °C compared to 37 °C and 40 °C\n41\n. Therefore, the BRIC-23 data could be considered more relevant to conditions experienced by \nS. aureus\n outside of the host (i.e., growth and/or persistence on fomites, which could impact \nS. aureus\n transmission). Future experiments examining multiple time points and a more biologically relevant incubation temperature (35–37 °C) represent logical follow-up steps to gain a complete picture of the \nS. aureus\n physiological response to spaceflight.\nA major finding of the BRIC-23 data analysis was that the \nS. aureus\n Agr quorum sensing response, as well as increased expression of both Agr-dependent and Agr-independent virulence factors, was highly upregulated during this spaceflight experiment. Given the challenges of medical treatment of bacterial infections in space, increased potential for Agr quorum sensing and production of virulence factors are concerns for astronaut health, and worthy of additional study of this bacterium under spaceflight conditions. Agr function has been identified as a critical component of infection and lethality in animal models, including rabbit and mouse models of osteomyelitis, necrotic pneumonia, and skin infection\n23\n,\n42\n,\n43\n. Additionally, \nagr\n has been observed to be important for human infection, with CA-MRSA skin infections strongly affected by Agr activity\n27\n. However, naturally occurring \nagr\n mutant strains as well as mixed cultures of wildtype and mutant \nagr\n variants have been isolated from human infections, indicating that Agr is not the only system responsible for pathogenesis, and that loss of Agr function may in fact contribute to chronic infection\n44\n,\n45\n. Autoinduction of Agr is activated in late exponential phase and stationary phase in response to high cell density, as higher concentrations of secreted AIP can be recognized by AgrC, resulting in a positive feedback loop of \nagr\n activation. Low Agr activity is characterized by cell attachment and biofilm formation, and as cell density increases, \nagr\n activation encourages a cellular transition to a dispersal and pathogenesis-focused lifestyle\n8\n,\n31\n,\n46\n–\n48\n. This is accomplished through upregulation of secreted proteases and toxins, which help cells overcome host defenses, and downregulation of surface adhesion factors to aid in dissemination throughout the host. Given that higher CFUs were recovered from the BRIC-23 FLT cultures at 48 h growth relative to the GC cultures, it is possible that the increased cell density of FLT cultures contributed to increased activation of Agr. Interestingly, even though increased Agr activation was observed in FLT cultures, the average concentration of secreted proteins in FLT sample supernatants was approximately 30% less than the GC culture supernatants (Fig. \n1c\n), possibly a consequence of increased expression and abundance of secreted proteases (SspA, SspB, ScpA, Aur) which are known to have significant effects on the stability of the \nS. aureus\n exoproteome\n49\n–\n53\n. Interestingly, observations from previous ground-based simulated microgravity studies of \nS. aureus\n also showed that simulated microgravity cultures excreted less protein compared to normal gravity controls\n19\n.\nSeveral virulence factors not under Agr’s regulatory control were also upregulated in spaceflight samples. These included several components of the Type VII-like Ess secretion system, which has been implicated in protection from host antimicrobial resistance\n54\n as well as exhibiting a potential role in cross-strain competition\n24\n. Therefore, increased expression of the Ess system could potentially confer a competitive advantage to \nS. aureus\n in colonizing and/or persisting on environmental fomites, as well as the human body. Staphylococcal nuclease, controlled by the SaeRS regulatory system\n55\n,\n56\n, was also highly upregulated in secretomics samples from spaceflight. This enzyme breaks down extracellular DNA and RNA\n57\n, contributing to biofilm dispersal\n58\n. Nuclease also contributes to \nS. aureus\n pathogenicity by enhancing its ability to evade killing by neutrophils, via degradation of the DNA backbone of neutrophil extracellular traps (NETs)\n59\n. Increased abundance of other non-\nagr-\nregulated virulence factors implicated in hemolysin production (CvfC\n36\n) and nasal colonization (SceD\n37\n) was also observed. Collectively, this data suggests that the virulence potential of \nS. aureus\n in spaceflight could be amplified by factors in addition to the Agr regulon.\nAdditionally, \nS. aureus\n appears to undergo an altered metabolism during spaceflight. For example, urease subunit gene expression and/or protein abundance was significantly upregulated in spaceflight. This enzyme hydrolyzes urea to form ammonia and carbon dioxide, and is a vital contributor to acid stress survival in \nS. aureus\n60\n. Increased urease expression and activity, in conjunction with increased acid production, has also been demonstrated in \nS. aureus\n biofilms\n61\n. Altered levels of metabolites, genes and/or proteins related to arginine metabolism were also observed in spaceflight samples relative to ground controls. Collectively, these changes could reflect an overall increase in urea cycle activity in response to acid stress and/or as an alternative pathway for ATP production, as the arginine deiminase pathway produces both ammonia and ATP (via substrate-level phosphorylation)\n62\n,\n63\n. Spaceflight \nS. aureus\n samples also exhibited several features congruent with a transition to catabolism of non-preferred carbon sources, including decreased abundance of extracellular glucose, increased abundance of gene transcripts and/or proteins encoding various sugar transporters, and increased protein abundance and/or gene expression of TCA cycle enzymes. Derepression of the tricarboxylic acid (TCA) cycle in \nS. aureus\n has been associated with decreased availability of carbon sources which generally occurs during post-exponential growth\n64\n,\n65\n. Additionally, altered levels of metabolites, genes and/or proteins related to cysteine/serine metabolism (increased O-acetylserine, homoserine, cysteine, ornithine carbamoyltransferase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were observed in spaceflight samples relative to ground controls (Supplemental Tables \n1\n–\n3\n, \n5\n, \n6\n). These changes, in combination with increased expression of several metal transport genes (Supplemental Table \n1\n), suggest that \nS. aureus\n could have altered sulfur and/or metal requirements to support its metabolism under flight conditions.\nThe global regulator CodY was also identified in the cellular proteomics analysis, with a –1.52-fold change in spaceflight samples. CodY notably responds to changes in nutrient levels and alters the expression of a wide range of metabolic genes, virulence factors, and other regulators\n56\n,\n66\n–\n68\n. Some targets known to be repressed by this regulator include capsule synthesis, Agr, and staphylococcal nuclease, which all exhibit increased abundance in spaceflight samples (Supplemental Tables \n1\n–\n3\n). Therefore, depleted nutrients in the spaceflight environment could contribute to these observed alterations in \nS. aureus\n virulence factor production and metabolism, partly through decreased CodY activity.\nIn summary, data from the BRIC-23 experiment indicate that \nS. aureus\n spaceflight cultures exhibit changes in physiology and virulence factor production (summarized in Fig. \n5\n) which could affect its ability to cause human disease during long-duration spaceflight missions. Specifically, \nS. aureus\n spaceflight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non-preferred carbon sources, and decreased glycolysis/fermentation and translation machinery) relative to ground-control cultures. Furthermore, both Agr-dependent and Agr-independent virulence factor expression were upregulated in spaceflight, with the \nagr RNAII\n and \nRNAIII\n transcripts themselves being the most highly upregulated. However, it is important to interpret these results in the context of the experimental confines of the BRIC-23 experiment.\nFig. 5\nSummary of \nS. aureus\n alterations in physiology and virulence factor production in the spaceflight environment.\nDiagram is based on analyzed RNA-Seq, proteomics, secretomics, and metabolomics data presented in this study.",
    "methods": "Methods\nOverview of BRIC-23 experimental design\nA general overview of the BRIC-23 flight (FLT) experiment is outlined in Fig. \n1\n, and complete details have been previously described\n20\n,\n21\n. In brief, two BRIC-PDFUs (each containing five 60 mm Petri dishes with 10\n7\n CFU of \nS. aureus\n UAMS-1\n23\n cells dried on the bottom of each plate) were launched to the ISS on SpaceX CRS-9 on 07/18/2016. Growth was actuated in each petri dish by addition of 8.5 ml tryptone soytone yeast extract medium containing 10% glycerol (TSYG) on 07/22/2016, followed by growth at ~22 °C for 48 h. BRIC-PDFUs were then placed in −80 °C stowage until return from the ISS on 08/30/2016. Samples remained frozen during return and were stored at −80 °C until deintegration. Ground control (GC) experiments were performed asynchronously with the same hardware, configuration, timing, and growth temperature as in the BRIC-23 FL experiment. Deintegrated samples from both FLT and GC were stored at −80 °C until processed for RNA-Seq, proteomics, and metabolomics as described in\n21\n. RNA-Seq, cellular proteomics, and metabolomics raw data files and associated metadata are available through NASA Open Science for Life in Space (OSDR) entry OSD-145: BRIC-23 GeneLab Process Verification Test: \nStaphylococcus aureus\n transcriptomic, proteomic, and metabolomic data (10.26030/ga0p-2817) (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n).\nBRIC-23 secretomics and data analysis\nFilter-sterilized and concentrated (5 kDa MW cutoff) BRIC-23 supernatants were provided by NASA’s Life Science Data Archive (LSDA) (\nn\n = 5 each of BRIC-23 FLT and GC samples). Proteins from a 480–610 µl volume of each sample were precipitated by adding 120–150 µL of 100% (v/v) trichloroacetic acid to each sample, followed by incubation for 30 min at 4 °C. Samples were centrifuged at 20,000 × \ng\n for 5 min, then the supernatant was discarded. Protein pellets were washed with 200 µL of cold acetone, then samples were centrifuged again as above, and the acetone wash was repeated for a total of two washes. Protein pellets were dried by leaving tubes open in a Class 2AII biosafety cabinet for 5 min to allow acetone to evaporate. Next, pellets were resuspended in 200 µL urea buffer (6 M urea, 0.4 M Tris, pH 7.8) and stored at −20 °C. Protein concentrations were measured via Bio-Rad Protein Assay (Bio-Rad Protein Assay Kit, Bio-Rad).\nEqual amounts of protein (10.59 µg per sample) were used, and three replicates per sample type were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). The entire lane per sample was excised with a scalpel and diced into 1 mm\n2\n cubes. In-gel trypsin digestion was performed as previously described\n69\n,\n70\n. Protein identification and quantification were performed using a label-free quantitative shotgun mass proteomics approach using an HPLC-Orbitrap Fusion mass spectrometer (UF-ICBR proteomics core). Briefly, the peptide samples were analyzed using a 250-mm Ultrahigh-Performance Liquid Chromatography (UHPLC) system coupled to an Orbitrap Fusion mass spectrometer (Thermo Scientific). The Thermo EASY nano-LC system was used for liquid chromatography, employing a 20-mm C16 pre-column (Thermo Scientific) to remove impurities. A reversed-phase C18 analytical column with a 100 Å pore (Thermo Scientific, Acclaim PepMap 100 C18 LC Column) was used for sample separation. The following solvents were used for chromatography: solvent A (0.1% formic acid), solvent B (80% acetonitrile, 0.1% formic acid) with a 2–40% solvent B acetonitrile gradient for 105 min, followed by a 14-minute wash with 98% solvent B, and equilibration with 2% solvent A. The LC system was directly interfaced with the Orbitrap Fusion mass spectrometer. The Orbitrap detector acquired MS data at 120 K resolution with a scan range of 350–2000 m/z. For MS/MS analysis, ions were isolated by a quadrupole, prioritizing the most intense ions, and ions for all available parallelizable times were injected. Precursor ions were then excluded for 36 s. Fragmentation was performed using collision-induced dissociation (CID) at a collision energy of 35% and an activation time of 10 ms.\nProteins were identified and quantified from the generated raw data using Proteome Discoverer, as previously described\n69\n,\n71\n–\n78\n. These data were also analyzed by Scaffold software version 4.11.0 (Proteome Software, Inc., USA) to identify secreted proteins with statistically significant alterations in expression. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containing \nS. aureus\n proteins (Genbank #BX571856.1) and contaminants. Scaffold software version 4.11.0 (Proteome Software, Inc., USA) was used to validate MS/MS-based peptide and protein identifications, where the required delta Cn scores were >0.2 and XCorr scores were >1.2, 1.9, 2.3, and 2.6 for singly, doubly, triply, and quadruply charged peptides, respectively. Protein identifications were accepted if they were established at >95.0% probability and contained >2 identified peptides, with a peptide FDR of 0.2%. The protein probabilities were assigned by the Protein Prophet algorithm. Weighted spectral counts were used for protein quantification, and data were normalized before the fold changes were calculated between the flight and control samples. The P < 0.05 (Student t-test, calculated in GraphPad Prism) and a minimum 1.5-fold change between treatment and control proteins indicated proteins with significant changes in abundance. Secretomics raw data files and associated metadata are available through NASA OSDR entry OSD-500: BRIC-23: Secretomics (10.26030/rztr-e997) (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-500\n).\nBRIC-23 cellular proteomics analysis\nCellular proteins were identified and quantified from the generated raw data from the BRIC-23 experiment (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n) using Proteome Discoverer. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containing \nS. aureus\n proteins (Genbank #BX571856.1). All analyzed fractions were merged before the analysis. SEQUEST search parameters were as follows: two maximum trypsin mis-cleavages, precursor mass tolerance of 10 ppm, fragment mass tolerance of 0.6 Da; static modifications were TMT six-plex/+229.163 Da (N-terminus, Lys) and carbamidomethyl modification/+57.021 Da (Cys); dynamic modification was oxidation modification/+15.995 Da (Met). Maximum dynamic modifications per peptide were four. High XCorr Confidence Thresholds were 1.2, 1.9, 2.3, and 2.6 for z = 1, 2, 3, and >4, respectively. The maximum allowable delta Cn value was 0.05. Moreover, a decoy databank search was performed to establish FDR at a minimum of 0.05 for protein identifications, where the validation was done using the q-value method. All the medium and high-confidence peptides were used to identify and quantify proteins. The reporter ions (i.e., m/z 126, 127 N, 127 C, 128 N, 131) were identified where the most confident centroid was used and 10 ppm for reporter ion mass tolerance. The reporter ion values were normalized to control samples (128 N). Proteins belonging to multiple protein groups were grouped into a single accession number, and final ratios were reported. Fold changes were calculated between flight and ground samples, where the P-value was calculated using the Student’s t-test (\nP\n < 0.05), indicating proteins with significant changes in abundance (minimum 1.5-fold change).\nBRIC-23 RNA-Seq analysis\nFastQ data files from \nn\n = 9 FLT and \nn\n = 9 GC samples were downloaded from OSDR (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n) and imported into CLC Genomics Workbench (Qiagen) for analysis. Ribosomal RNA reads were filtered out, and the remaining reads were mapped to the \nS. aureus\n MRSA252 genome (Genbank #BX571856.1). The UAMS-1 genome (strain used in the BRIC-23 flight experiment) is not closed. Therefore, the updated Genbank genome file for MRSA252, which contains annotations for sRNAs\n79\n and critical virulence genes such as phenol soluble modulins (\npsm\na1-4\n), was used instead. A previously published analysis pipeline was followed\n79\n,\n80\n using the “RNA-Seq analysis” feature of CLC Genomics Workbench version 21, with quantile normalization of data sets\n81\n. Standard cutoffs ( ≥ 2-fold change, mean normalized expression value ≥ 10 for both samples) were used to curate differential gene expression (DE) data, performed as described in\n82\n. Microsoft Excel was used for RNA-Seq DE data reduction and statistical analysis. Student’s two-tailed t-test was used to determine significance (\nP\n < 0.000016 with 5% FDR Bonferroni correction).\nMetabolomics Analysis\nMetaboAnalyst 5.0\n83\n (\nhttps://www.metaboanalyst.ca/home.xhtml\n) was used to quantify the cellular and supernatant untargeted metabolomics data from BRIC-23 datasets (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n). All missing values were replaced by half of the minimum positive value found within the data. However, features with over 50% missing values were removed from the dataset. The data were normalized by sum and subjected to log transformation and auto-scaling, where the values were mean-centered and divided by the standard deviation of each variable. A P-value threshold of 0.05 (Student t-test) was used for generating volcano plots and a fold change of 1.5.\nBioinformatics\nFunctional categories of genes/proteins identified by RNA-Seq, proteomics, and secretomics as being statistically significant ( > 2-fold change in expression for RNA-Seq, and >1.5-fold change for proteomics and secretomics) were assigned using manual curation based on gene annotation and/or predicted function using the following databases: Aureowiki\n84\n, Uniprot\n85\n, PATRIC\n86\n and Biocyc\n87\n. Hierarchical clustering and heat map generation of statistically significant DE data was performed using 1-Pearson correlation on rows and columns, using Morpheus default settings (\nhttps://software.broadinstitute.org/morpheus\n). Venn diagram of overlapping and unique DE genes/proteins identified by RNA-Seq, proteomics, and secretomics as being statistically significant with > 2-fold change in expression for RNA-Seq and > 1.5-fold change for proteomics and secretomics, was generated using OmicsBox (BioBam, Valencia, Spain)\n88\n. Principal Components Analysis (PCA) of RNA-Seq, proteomics, and secretomics data was performed using ClustVis\n89\n. PCA plots for metabolomics data were generated with Rscript chemometrics.R within the MetaboAnalyst program\n83\n. RNA-Seq, cellular proteomics, and/or secretomics DE data were analyzed using Paint-omics version 3\n25\n and STRING version 11.5\n26\n to detect enriched KEGG pathways and genes/proteins, respectively. The NCBI MRSA252 genome (Genbank #BX571856.1) was used as a reference in both analyses.\nStatistical analysis\nStatistical analysis specific to each -omics analysis is described in each respective section above. Statistical analyses were performed using Microsoft Excel, Graphpad Prism 9, Scaffold software version 4.11.0, or MetaboAnalyst 5.0, as indicated.\nReporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "overview_of_bric-23_experimental_design": "Overview of BRIC-23 experimental design\nA general overview of the BRIC-23 flight (FLT) experiment is outlined in Fig. \n1\n, and complete details have been previously described\n20\n,\n21\n. In brief, two BRIC-PDFUs (each containing five 60 mm Petri dishes with 10\n7\n CFU of \nS. aureus\n UAMS-1\n23\n cells dried on the bottom of each plate) were launched to the ISS on SpaceX CRS-9 on 07/18/2016. Growth was actuated in each petri dish by addition of 8.5 ml tryptone soytone yeast extract medium containing 10% glycerol (TSYG) on 07/22/2016, followed by growth at ~22 °C for 48 h. BRIC-PDFUs were then placed in −80 °C stowage until return from the ISS on 08/30/2016. Samples remained frozen during return and were stored at −80 °C until deintegration. Ground control (GC) experiments were performed asynchronously with the same hardware, configuration, timing, and growth temperature as in the BRIC-23 FL experiment. Deintegrated samples from both FLT and GC were stored at −80 °C until processed for RNA-Seq, proteomics, and metabolomics as described in\n21\n. RNA-Seq, cellular proteomics, and metabolomics raw data files and associated metadata are available through NASA Open Science for Life in Space (OSDR) entry OSD-145: BRIC-23 GeneLab Process Verification Test: \nStaphylococcus aureus\n transcriptomic, proteomic, and metabolomic data (10.26030/ga0p-2817) (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n).",
    "bric-23_secretomics_and_data_analysis": "BRIC-23 secretomics and data analysis\nFilter-sterilized and concentrated (5 kDa MW cutoff) BRIC-23 supernatants were provided by NASA’s Life Science Data Archive (LSDA) (\nn\n = 5 each of BRIC-23 FLT and GC samples). Proteins from a 480–610 µl volume of each sample were precipitated by adding 120–150 µL of 100% (v/v) trichloroacetic acid to each sample, followed by incubation for 30 min at 4 °C. Samples were centrifuged at 20,000 × \ng\n for 5 min, then the supernatant was discarded. Protein pellets were washed with 200 µL of cold acetone, then samples were centrifuged again as above, and the acetone wash was repeated for a total of two washes. Protein pellets were dried by leaving tubes open in a Class 2AII biosafety cabinet for 5 min to allow acetone to evaporate. Next, pellets were resuspended in 200 µL urea buffer (6 M urea, 0.4 M Tris, pH 7.8) and stored at −20 °C. Protein concentrations were measured via Bio-Rad Protein Assay (Bio-Rad Protein Assay Kit, Bio-Rad).\nEqual amounts of protein (10.59 µg per sample) were used, and three replicates per sample type were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). The entire lane per sample was excised with a scalpel and diced into 1 mm\n2\n cubes. In-gel trypsin digestion was performed as previously described\n69\n,\n70\n. Protein identification and quantification were performed using a label-free quantitative shotgun mass proteomics approach using an HPLC-Orbitrap Fusion mass spectrometer (UF-ICBR proteomics core). Briefly, the peptide samples were analyzed using a 250-mm Ultrahigh-Performance Liquid Chromatography (UHPLC) system coupled to an Orbitrap Fusion mass spectrometer (Thermo Scientific). The Thermo EASY nano-LC system was used for liquid chromatography, employing a 20-mm C16 pre-column (Thermo Scientific) to remove impurities. A reversed-phase C18 analytical column with a 100 Å pore (Thermo Scientific, Acclaim PepMap 100 C18 LC Column) was used for sample separation. The following solvents were used for chromatography: solvent A (0.1% formic acid), solvent B (80% acetonitrile, 0.1% formic acid) with a 2–40% solvent B acetonitrile gradient for 105 min, followed by a 14-minute wash with 98% solvent B, and equilibration with 2% solvent A. The LC system was directly interfaced with the Orbitrap Fusion mass spectrometer. The Orbitrap detector acquired MS data at 120 K resolution with a scan range of 350–2000 m/z. For MS/MS analysis, ions were isolated by a quadrupole, prioritizing the most intense ions, and ions for all available parallelizable times were injected. Precursor ions were then excluded for 36 s. Fragmentation was performed using collision-induced dissociation (CID) at a collision energy of 35% and an activation time of 10 ms.\nProteins were identified and quantified from the generated raw data using Proteome Discoverer, as previously described\n69\n,\n71\n–\n78\n. These data were also analyzed by Scaffold software version 4.11.0 (Proteome Software, Inc., USA) to identify secreted proteins with statistically significant alterations in expression. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containing \nS. aureus\n proteins (Genbank #BX571856.1) and contaminants. Scaffold software version 4.11.0 (Proteome Software, Inc., USA) was used to validate MS/MS-based peptide and protein identifications, where the required delta Cn scores were >0.2 and XCorr scores were >1.2, 1.9, 2.3, and 2.6 for singly, doubly, triply, and quadruply charged peptides, respectively. Protein identifications were accepted if they were established at >95.0% probability and contained >2 identified peptides, with a peptide FDR of 0.2%. The protein probabilities were assigned by the Protein Prophet algorithm. Weighted spectral counts were used for protein quantification, and data were normalized before the fold changes were calculated between the flight and control samples. The P < 0.05 (Student t-test, calculated in GraphPad Prism) and a minimum 1.5-fold change between treatment and control proteins indicated proteins with significant changes in abundance. Secretomics raw data files and associated metadata are available through NASA OSDR entry OSD-500: BRIC-23: Secretomics (10.26030/rztr-e997) (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-500\n).",
    "bric-23_cellular_proteomics_analysis": "BRIC-23 cellular proteomics analysis\nCellular proteins were identified and quantified from the generated raw data from the BRIC-23 experiment (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n) using Proteome Discoverer. Briefly, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer (Thermo Fisher Scientific). Tandem mass spectrometry (MS/MS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containing \nS. aureus\n proteins (Genbank #BX571856.1). All analyzed fractions were merged before the analysis. SEQUEST search parameters were as follows: two maximum trypsin mis-cleavages, precursor mass tolerance of 10 ppm, fragment mass tolerance of 0.6 Da; static modifications were TMT six-plex/+229.163 Da (N-terminus, Lys) and carbamidomethyl modification/+57.021 Da (Cys); dynamic modification was oxidation modification/+15.995 Da (Met). Maximum dynamic modifications per peptide were four. High XCorr Confidence Thresholds were 1.2, 1.9, 2.3, and 2.6 for z = 1, 2, 3, and >4, respectively. The maximum allowable delta Cn value was 0.05. Moreover, a decoy databank search was performed to establish FDR at a minimum of 0.05 for protein identifications, where the validation was done using the q-value method. All the medium and high-confidence peptides were used to identify and quantify proteins. The reporter ions (i.e., m/z 126, 127 N, 127 C, 128 N, 131) were identified where the most confident centroid was used and 10 ppm for reporter ion mass tolerance. The reporter ion values were normalized to control samples (128 N). Proteins belonging to multiple protein groups were grouped into a single accession number, and final ratios were reported. Fold changes were calculated between flight and ground samples, where the P-value was calculated using the Student’s t-test (\nP\n < 0.05), indicating proteins with significant changes in abundance (minimum 1.5-fold change).",
    "bric-23_rna-seq_analysis": "BRIC-23 RNA-Seq analysis\nFastQ data files from \nn\n = 9 FLT and \nn\n = 9 GC samples were downloaded from OSDR (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n) and imported into CLC Genomics Workbench (Qiagen) for analysis. Ribosomal RNA reads were filtered out, and the remaining reads were mapped to the \nS. aureus\n MRSA252 genome (Genbank #BX571856.1). The UAMS-1 genome (strain used in the BRIC-23 flight experiment) is not closed. Therefore, the updated Genbank genome file for MRSA252, which contains annotations for sRNAs\n79\n and critical virulence genes such as phenol soluble modulins (\npsm\na1-4\n), was used instead. A previously published analysis pipeline was followed\n79\n,\n80\n using the “RNA-Seq analysis” feature of CLC Genomics Workbench version 21, with quantile normalization of data sets\n81\n. Standard cutoffs ( ≥ 2-fold change, mean normalized expression value ≥ 10 for both samples) were used to curate differential gene expression (DE) data, performed as described in\n82\n. Microsoft Excel was used for RNA-Seq DE data reduction and statistical analysis. Student’s two-tailed t-test was used to determine significance (\nP\n < 0.000016 with 5% FDR Bonferroni correction).",
    "metabolomics_analysis": "Metabolomics Analysis\nMetaboAnalyst 5.0\n83\n (\nhttps://www.metaboanalyst.ca/home.xhtml\n) was used to quantify the cellular and supernatant untargeted metabolomics data from BRIC-23 datasets (\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-145\n). All missing values were replaced by half of the minimum positive value found within the data. However, features with over 50% missing values were removed from the dataset. The data were normalized by sum and subjected to log transformation and auto-scaling, where the values were mean-centered and divided by the standard deviation of each variable. A P-value threshold of 0.05 (Student t-test) was used for generating volcano plots and a fold change of 1.5.",
    "bioinformatics": "Bioinformatics\nFunctional categories of genes/proteins identified by RNA-Seq, proteomics, and secretomics as being statistically significant ( > 2-fold change in expression for RNA-Seq, and >1.5-fold change for proteomics and secretomics) were assigned using manual curation based on gene annotation and/or predicted function using the following databases: Aureowiki\n84\n, Uniprot\n85\n, PATRIC\n86\n and Biocyc\n87\n. Hierarchical clustering and heat map generation of statistically significant DE data was performed using 1-Pearson correlation on rows and columns, using Morpheus default settings (\nhttps://software.broadinstitute.org/morpheus\n). Venn diagram of overlapping and unique DE genes/proteins identified by RNA-Seq, proteomics, and secretomics as being statistically significant with > 2-fold change in expression for RNA-Seq and > 1.5-fold change for proteomics and secretomics, was generated using OmicsBox (BioBam, Valencia, Spain)\n88\n. Principal Components Analysis (PCA) of RNA-Seq, proteomics, and secretomics data was performed using ClustVis\n89\n. PCA plots for metabolomics data were generated with Rscript chemometrics.R within the MetaboAnalyst program\n83\n. RNA-Seq, cellular proteomics, and/or secretomics DE data were analyzed using Paint-omics version 3\n25\n and STRING version 11.5\n26\n to detect enriched KEGG pathways and genes/proteins, respectively. The NCBI MRSA252 genome (Genbank #BX571856.1) was used as a reference in both analyses.",
    "statistical_analysis": "Statistical analysis\nStatistical analysis specific to each -omics analysis is described in each respective section above. Statistical analyses were performed using Microsoft Excel, Graphpad Prism 9, Scaffold software version 4.11.0, or MetaboAnalyst 5.0, as indicated.",
    "reporting_summary": "Reporting summary\nFurther information on research design is available in the \nNature Research Reporting Summary\n linked to this article.",
    "supplementary_information": "Supplementary information\nThe online version contains supplementary material available at 10.1038/s41526-023-00343-7."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10774393/"
}