{
  "id": "PMC10025027",
  "title": "Oxygen dependency of germinating Brassica seeds.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Oxygen dependency of germinating Brassica seeds.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10025027/"
  },
  "sections": {
    "abstract": "The significant horticultural crop, cauliflower (\nBrassica oleracea\n L. var\n. botrytis\n) is vulnerable to the excessive salt concentration in the soil, which contributes to its scaled-down growth and productivity, among other indices. The current study examines the efficacy of hydropriming, halopriming, and osmopriming on the physio-biochemical attributes and tolerance to salinity (100 mM NaCl) in cauliflower under controlled conditions. The results showed that the salinity (100 mM NaCl) has significant deleterious impacts on cauliflower seed germination, seedling growth, and photosynthetic attributes, and provoked the production of reactive oxygen species. In contrast, different priming approaches proved beneficial in mitigating the negative effects of salinity and boosted the germination, vigor indices, seedling growth, and physio-biochemical attributes like photosynthetic pigments, protein, and proline content while suppressing oxidative damage and MDA content in cauliflower seedlings in treatment- and dose-dependent manner. PCA revealed 61% (PC1) and 15% (PC2) of the total variance with substantial positive relationships and high loading conditions on all germination attributes on PC1 with greater PC1 scores for PEG treatments showing the increased germination indices in PEG-treated seeds among all the priming treatments tested. All 13 distinct priming treatments tried clustered into three groups as per Ward's approach of systematic categorization, clustering the third group showing relatively poor germination performances. Most germination traits exhibited statistically significant associations at the p < 0.01 level. Overall, the results established the usefulness of the different priming approaches facilitating better germination, survival, and resistance against salinity in the cauliflower to be used further before sowing in the salt-affected agro-ecosystems.",
    "introduction": "1\nIntroduction\nSalinity with a high sodium chloride concentration (≥40 mM) in soil or irrigation water is the main concern worldwide in the context of rapid climatic changes due to its impact on nearly 20% of the world's total agricultural land, and the economics of crop production [\n[1]\n, \n[2]\n, \n[3]\n, \n[4]\n]. Simultaneously, the requirement to feed 9.3 billion people by 2050 is driving agricultural output into marginal regions, necessitating a significant advancement in the development of saline-tolerant crops [\n5\n,\n6\n]. The most susceptible stages to salinity are seed germination and seed establishment. Salinity triggers adverse changes in biochemical, physiological, and metabolic processes in the growing seeds [\n7\n,\n8\n]. Reduced water availability, ionic imbalance, the altered release of reserve nutrients, and changes in protein structural organization are some of the few consequences of salinity on seed germination [\n9\n,\n10\n]. Besides, the formation of damaging reactive oxygen species (ROS) causes oxidative damage to protein and lipids, DNA and RNA breakage, cell leakage, damage to cell membranes and organelles, loss of photosynthetic components, and cell death [\n11\n,\n12\n].\nSeed priming is an age-old technique that has been proven to be an inexpensive, efficient, practical, and safe pre-sowing approach to combat the salinity-induced growth and developmental limitation of plants and to promote cost-effective and sustainable crop production on salt-affected soil [\n[13]\n, \n[14]\n, \n[15]\n, \n[16]\n, \n[17]\n]. Seed priming has been shown to be beneficial by promoting seed germination parameters, facilitating seedling development with an enhanced vigour, and boosting water and minerals uptake, under various abiotic stress conditions such as drought [\n18\n], chilling [\n19\n], salinity [\n20\n], heat [\n21\n,\n22\n], and heavy metals [\n23\n,\n24\n], etc.\nThere are various approaches to seed priming such as hydropriming, halopriming, osmopriming, hormoprimimg, biopriming, thermopriming, and solid matrix priming [\n[25]\n, \n[26]\n, \n[27]\n, \n[28]\n, \n[29]\n, \n[30]\n]. The consequences of priming are influenced by the priming agent, the duration of priming, and the dosage of priming agents [\n31\n]. There are several reports that water [\n[32]\n, \n[33]\n, \n[34]\n], sodium chloride [\n[35]\n, \n[36]\n, \n[37]\n, \n[38]\n, \n[39]\n], thiourea [\n40\n], proline [\n41\n], and polyethylene glycol [\n42\n,\n43\n] have been proven to be efficient priming agents for improving germination, seedling establishment, vigour, and tolerance under salinity stress. However, a large percentage of these findings are focused on germination parameters of model crops and cereals such as \nArabidopsis\n, chili, tomato, wheat, maize, sorghum, barley, etc.\nBrassica oleracea\n L. represents a popular cash crop and the second most economical cooked vegetable after potato of the family Brassicaceae. It is recognised as the chief nutrient-rich crop, including a broad variety of phytochemicals with health-promoting qualities such as antioxidants, polyphenols, flavonoids, vitamin C, carotenoids, and tocopherols and some clinically important sulfur containing metabolites, i.e. cynidine, glucosinolates, siringin, etc. [\n44\n,\n45\n]. Therefore, ingestion of these cruciferous veggies has been linked to a lower risk of cardiovascular [\n46\n,\n47\n] and neurological diseases [\n48\n], type 2 diabetes [\n49\n], and malignancies such as colorectal, prostate, breast, bladder, colon, and pancreatic cancers [\n[50]\n, \n[51]\n, \n[52]\n, \n[53]\n]. As a result, \nBrassica oleracea\n L. crops, such as broccoli (var. \nitalica\n), cabbage (var. \ncapitata\n), cauliflower (var. \nbotrytis\n), brussels sprouts (var. \ngemmifera\n) and kale (var. \nacephala\n) are classified as functional foods and considered as “Super Veggies” [\n54\n]. On an annual basis, 20 metric tonnes of cauliflower and broccoli are grown on 1.6 thousand acres throughout the world. According to FAO (Food and Agriculture Organization) of the United Nations, China and India are the world's largest producers, generating 1.42 million ha area having the annual production of 26.90 million tonnes per year, accounting for 74% of global production (FAO, 2019) [\n55\n,\n56\n]. However, these varieties sternly challenged by saline circumstances lead to a reduction in crop growth. Among the \nB\n. \noleracea\n varieties, Cauliflower (\nB\n. \noleracea\n L. var. \nbotrytis\n) is generally considered moderately salt tolerant [\n57\n]. India produces around 13% of global vegetable output and ranks first in cauliflower [\n58\n], but as soil salinity rises, crop production and economic outputs may begin to fall. Many \nB. oleracea\n crops are now struggling with the effects of salt and other abiotic stressors as a result of intensive field usage of different fertilizers and the fast expansion of protected farming land [\n59\n,\n60\n]. However, scar attempts have been made to combat and ameliorate the possible adverse salt stress influence in cauliflower. The present study was conducted to investigate the impact of different hydro-, halo-, and osmo-priming agents on the seed germination indices, seedling performance, and physio-biochemical attributes of cauliflower (\nBrassica oleracea\n L. var. \nbotrytis\n) subjected to high salt stress by computing the correlation coefficient and principal components.",
    "materials_and_methodology": "2\nMaterials and methodology\n2.1\nPlant material\nCauliflower (\nBrassica oleracea\n L. var\n. botrytis\n) seeds were purchased from a local market in Udaipur, Rajasthan, India. This is a herbaceous annual vegetable plant that grows in the cool season with an average daily temperature of 15–20 °C.\n2.2\nPriming treatments\nThe homogeneous cauliflower seeds were disinfected with 1% NaOCl (sodium hypochlorite) solution containing 0.2% Tween-20 for 10 min and washed five times with sterilized distilled water to remove the disinfectant. The sterilized seeds were blotted and completely dried on a cellulose pad at 25 °C. To prime the seeds, they were hydroprimed [distilled water (H\n2\nO)], haloprimed [sodium chloride (NaCl)], and osmoprimed [thiourea (TU)]. polyethylene glycol (PEG) and proline (Pro)] by immersion at 18–22 °C for 12 h in the dark with continuous gentle stirring. The seed to solution ratio was 1:5 (w/v) (g/ml). After 12 h the seeds were then removed from the priming solution and rinsed thoroughly with sterilized water and dried again with forced air (using the oven drying method) for 24 h to achieve a moisture content closer to that of the pre-priming stage. The moisture content of the prepared seeds was reduced to 7% after 24 h of rapid drying at 20 °C. Unprimed seeds were used as controls and seeds were stored in sealed polythene bags. The experiments included the following treatments:\n(i)\nNPN (No priming no stress)\n(ii)\nNPS (No priming and salt stress)\n(iii)\nHP (Hydro-priming)\n(iv)\nHalopriming with 25 mM, 50 mM, and 100 mM NaCl\n(v)\nPriming with TU (Thiourea) 1 mM, 3 mM, and 5 mM\n(vi)\nPriming with Pro (Proline) 5 mM, 10 mM, and 20 mM\n(vii)\nPriming with PEG (Polyethylene glycol) 10%, 20%, and 30%\n2.3\nExperimental design\nThe experiment was setup in a complete randomized design (CRD), with five replicates of each treatment with 10 seeds per plate. Primed and nonprimed seeds were placed in Petri dishes (90 × 120 mm) with double-layered sterile filter paper moistened with sterilized water, and germinated at 25 ± 2 °C for two days in a dark room. After 2 days, the Petri dishes were transferred to a climate-controlled chamber with a photoperiod of 16:8 (light/dark), 55% relative humidity, temperatures of 25 ± 2 °C, and 100 mM NaCl solution was added into each priming treated seeds except control. This NaCl concentration was determined based on the finding from preliminary experiments, which inhibited radicle length by approximately 50%. The salt stress was renewed every other day until the end of the experiment (10 days) to maintain the concentration of the treatment solution and the moisture of the filter papers was monitored every 24 h. Seed germination was recorded daily from the appearance of radicles even up to 2 mm. The schematic representation of the experimental setup for seed priming is shown in \nFig. 1\n.\nFig. 1\nSchematic representation of seed priming.\nFig. 1\n2.4\nGrowth parameters\nFrom each replicate, five seedlings were randomly selected after 10 days of germination to measure shoot and root length (SL and RL) with a standard ruler. Seedling fresh and dry weight, such as shoot fresh weight (SFW), root fresh weight (RFW), shoot dry weight (SDW), and root dry weight (RDW), were determined using analytical balances (Mettler- Toledo, India). The seedlings were dried in a hot air oven at a constant temperature of 72 °C for 48 h to estimate the dry weight. The following seedling metrics, such as germination potential (GP), germination rate (GR), vigor index (VI), and germination index (GI) were measured in 10-day-old seedlings as reported by Sun et al. (2012) [\n61\n] using the following formulas:\n(1)\nG\nR\n=\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ng\ne\nr\nm\ni\nn\na\nt\ne\nd\ns\ne\ne\nd\ns\no\nn\nd\na\ny\n10\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ns\ne\ne\nd\ns\n×\n100\n(2)\nG\nP\n=\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ng\ne\nr\nm\ni\nn\na\nt\ne\nd\ns\ne\ne\nd\ns\no\nn\nd\na\ny\n4\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ns\ne\ne\nd\ns\n×\n100\n(3)\nGI = (number of seeds germinated on day 1/1) + (number of seeds germinated on day 2/2) + (number of seeds germinated on day 3/3) + … …. (number of seeds germinated on day 10/10)\n(4)\nVI = GI X R.F.W.\n2.5\nEstimation of photosynthetic attributes\nThe amount of chlorophyll in the plant samples was determined using the method described by Arnon (1949) [\n62\n]. Fresh leaves (100 mg) were grounded in 80% acetone (v/v) and centrifuged for 10 min at 5000 rpm. The filtrate was used to quantify Chl a, Chl b, total chlorophyll, and carotenoid contents at 663 nm, 646 nm, 750 nm, and 470 nm, respectively.\n2.6\nEstimation of protein\nProtein analysis was performed using the coomassie brilliant blue (CBB) assay as described by Bradford (1976) [\n63\n]. The plant materials (1 gm) were gently homogenized in 0.1 M buffer solution (pH 7) using a pre-chilled pestle and mortar. The extract was centrifuged at 10,000 rpm for 15 min at 4 °C. The filtrate was used to quantify protein content at 595 nm by UV-VIS spectrophotometer (Shimadzu 1900i).\n2.7\nEstimation of proline content\nThe proline in plant samples was quantified spectrophotometrically at 520 nm using the method of Bates et al. (1973) [\n64\n]. The leaves (500 mg) of cauliflower seedlings were crushed in aq. sulfosalicylic acid (3%) and centrifugated at 10,000 rpm for 15 min at 4 °C. After that, an aliquot of the filtrate was combined with glacial acetic acid in the acidic ninhydrin reagent and incubated at constant temperature (100 °C) for 1 h followed by cooling in an ice bath to terminate the reaction. The toluene was added to the mixture and vortexed for 30 s on a cyclomixer to obtain the proline containing toluene chromophore and the absorbance was measured using a spectrophotometer.\n2.8\nEstimation of MDA content\nThe quantity of malonaldehyde (MDA) in the seedlings was determined using the method of Heath and Packer (1968) [\n65\n]to detect membrane lipid peroxidation. 500 mg plant tissue from each sample was homogenized in TCA 20% with 0.5% TBA. The extract was then heated at 100 °C for 1 h. After cooling on ice, the samples were centrifuged to clarify the solution. The spectrophotometric analysis of MDA was done by reading the absorbance at 532 nm and then at 600 nm to subtract the nonspecific absorption value. The MDA content was calculated using an extinction value of 155 mM\n−1\n cm\n−1\n.\n2.9\nHistochemical detections of H\n2\nO\n2\nThe leaves were incubated in 1 mg/ml DAB (3′3′- diaminobenzidine; pH 3.8) solution and kept at room temperature until a darker brown stain (produced by H\n2\nO\n2\n-DAB polymerization) appeared to visualize H\n2\nO\n2\n deposition in the tissues. Prior to visualization, the leaves were immersed in a freshly prepared bleaching solution (ethanol: acetic acid: glycerol) and kept in a hot water bath for 15 min followed by incubation in fresh bleaching solution at room temp. for 30 min to bleach chlorophyll.\n2.10\nStatistical analysis\nThe statistical program SPSS (SPSS Inc., Chicago, USA) was used for one-way ANOVA (analysis of variance) and all means within each variable were statistically determined using the Tukey HSD test at a probability level of 5%. The cluster analysis classifies all treatments according to their germination efficiency. OriginPro 2020 (OriginLab, Massachusetts, USA) was also used to create the heatmap and PCA to estimate the correlation coefficient between germination parameters.",
    "plant_material": "2.1\nPlant material\nCauliflower (\nBrassica oleracea\n L. var\n. botrytis\n) seeds were purchased from a local market in Udaipur, Rajasthan, India. This is a herbaceous annual vegetable plant that grows in the cool season with an average daily temperature of 15–20 °C.",
    "priming_treatments": "2.2\nPriming treatments\nThe homogeneous cauliflower seeds were disinfected with 1% NaOCl (sodium hypochlorite) solution containing 0.2% Tween-20 for 10 min and washed five times with sterilized distilled water to remove the disinfectant. The sterilized seeds were blotted and completely dried on a cellulose pad at 25 °C. To prime the seeds, they were hydroprimed [distilled water (H\n2\nO)], haloprimed [sodium chloride (NaCl)], and osmoprimed [thiourea (TU)]. polyethylene glycol (PEG) and proline (Pro)] by immersion at 18–22 °C for 12 h in the dark with continuous gentle stirring. The seed to solution ratio was 1:5 (w/v) (g/ml). After 12 h the seeds were then removed from the priming solution and rinsed thoroughly with sterilized water and dried again with forced air (using the oven drying method) for 24 h to achieve a moisture content closer to that of the pre-priming stage. The moisture content of the prepared seeds was reduced to 7% after 24 h of rapid drying at 20 °C. Unprimed seeds were used as controls and seeds were stored in sealed polythene bags. The experiments included the following treatments:\n(i)\nNPN (No priming no stress)\n(ii)\nNPS (No priming and salt stress)\n(iii)\nHP (Hydro-priming)\n(iv)\nHalopriming with 25 mM, 50 mM, and 100 mM NaCl\n(v)\nPriming with TU (Thiourea) 1 mM, 3 mM, and 5 mM\n(vi)\nPriming with Pro (Proline) 5 mM, 10 mM, and 20 mM\n(vii)\nPriming with PEG (Polyethylene glycol) 10%, 20%, and 30%",
    "experimental_design": "2.3\nExperimental design\nThe experiment was setup in a complete randomized design (CRD), with five replicates of each treatment with 10 seeds per plate. Primed and nonprimed seeds were placed in Petri dishes (90 × 120 mm) with double-layered sterile filter paper moistened with sterilized water, and germinated at 25 ± 2 °C for two days in a dark room. After 2 days, the Petri dishes were transferred to a climate-controlled chamber with a photoperiod of 16:8 (light/dark), 55% relative humidity, temperatures of 25 ± 2 °C, and 100 mM NaCl solution was added into each priming treated seeds except control. This NaCl concentration was determined based on the finding from preliminary experiments, which inhibited radicle length by approximately 50%. The salt stress was renewed every other day until the end of the experiment (10 days) to maintain the concentration of the treatment solution and the moisture of the filter papers was monitored every 24 h. Seed germination was recorded daily from the appearance of radicles even up to 2 mm. The schematic representation of the experimental setup for seed priming is shown in \nFig. 1\n.\nFig. 1\nSchematic representation of seed priming.\nFig. 1",
    "growth_parameters": "2.4\nGrowth parameters\nFrom each replicate, five seedlings were randomly selected after 10 days of germination to measure shoot and root length (SL and RL) with a standard ruler. Seedling fresh and dry weight, such as shoot fresh weight (SFW), root fresh weight (RFW), shoot dry weight (SDW), and root dry weight (RDW), were determined using analytical balances (Mettler- Toledo, India). The seedlings were dried in a hot air oven at a constant temperature of 72 °C for 48 h to estimate the dry weight. The following seedling metrics, such as germination potential (GP), germination rate (GR), vigor index (VI), and germination index (GI) were measured in 10-day-old seedlings as reported by Sun et al. (2012) [\n61\n] using the following formulas:\n(1)\nG\nR\n=\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ng\ne\nr\nm\ni\nn\na\nt\ne\nd\ns\ne\ne\nd\ns\no\nn\nd\na\ny\n10\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ns\ne\ne\nd\ns\n×\n100\n(2)\nG\nP\n=\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ng\ne\nr\nm\ni\nn\na\nt\ne\nd\ns\ne\ne\nd\ns\no\nn\nd\na\ny\n4\nT\no\nt\na\nl\nn\nu\nm\nb\ne\nr\no\nf\ns\ne\ne\nd\ns\n×\n100\n(3)\nGI = (number of seeds germinated on day 1/1) + (number of seeds germinated on day 2/2) + (number of seeds germinated on day 3/3) + … …. (number of seeds germinated on day 10/10)\n(4)\nVI = GI X R.F.W.",
    "estimation_of_photosynthetic_attributes": "2.5\nEstimation of photosynthetic attributes\nThe amount of chlorophyll in the plant samples was determined using the method described by Arnon (1949) [\n62\n]. Fresh leaves (100 mg) were grounded in 80% acetone (v/v) and centrifuged for 10 min at 5000 rpm. The filtrate was used to quantify Chl a, Chl b, total chlorophyll, and carotenoid contents at 663 nm, 646 nm, 750 nm, and 470 nm, respectively.",
    "estimation_of_protein": "2.6\nEstimation of protein\nProtein analysis was performed using the coomassie brilliant blue (CBB) assay as described by Bradford (1976) [\n63\n]. The plant materials (1 gm) were gently homogenized in 0.1 M buffer solution (pH 7) using a pre-chilled pestle and mortar. The extract was centrifuged at 10,000 rpm for 15 min at 4 °C. The filtrate was used to quantify protein content at 595 nm by UV-VIS spectrophotometer (Shimadzu 1900i).",
    "estimation_of_proline_content": "2.7\nEstimation of proline content\nThe proline in plant samples was quantified spectrophotometrically at 520 nm using the method of Bates et al. (1973) [\n64\n]. The leaves (500 mg) of cauliflower seedlings were crushed in aq. sulfosalicylic acid (3%) and centrifugated at 10,000 rpm for 15 min at 4 °C. After that, an aliquot of the filtrate was combined with glacial acetic acid in the acidic ninhydrin reagent and incubated at constant temperature (100 °C) for 1 h followed by cooling in an ice bath to terminate the reaction. The toluene was added to the mixture and vortexed for 30 s on a cyclomixer to obtain the proline containing toluene chromophore and the absorbance was measured using a spectrophotometer.",
    "estimation_of_mda_content": "2.8\nEstimation of MDA content\nThe quantity of malonaldehyde (MDA) in the seedlings was determined using the method of Heath and Packer (1968) [\n65\n]to detect membrane lipid peroxidation. 500 mg plant tissue from each sample was homogenized in TCA 20% with 0.5% TBA. The extract was then heated at 100 °C for 1 h. After cooling on ice, the samples were centrifuged to clarify the solution. The spectrophotometric analysis of MDA was done by reading the absorbance at 532 nm and then at 600 nm to subtract the nonspecific absorption value. The MDA content was calculated using an extinction value of 155 mM\n−1\n cm\n−1\n.",
    "histochemical_detections_of_h2o2": "2.9\nHistochemical detections of H\n2\nO\n2\nThe leaves were incubated in 1 mg/ml DAB (3′3′- diaminobenzidine; pH 3.8) solution and kept at room temperature until a darker brown stain (produced by H\n2\nO\n2\n-DAB polymerization) appeared to visualize H\n2\nO\n2\n deposition in the tissues. Prior to visualization, the leaves were immersed in a freshly prepared bleaching solution (ethanol: acetic acid: glycerol) and kept in a hot water bath for 15 min followed by incubation in fresh bleaching solution at room temp. for 30 min to bleach chlorophyll.",
    "statistical_analysis": "2.10\nStatistical analysis\nThe statistical program SPSS (SPSS Inc., Chicago, USA) was used for one-way ANOVA (analysis of variance) and all means within each variable were statistically determined using the Tukey HSD test at a probability level of 5%. The cluster analysis classifies all treatments according to their germination efficiency. OriginPro 2020 (OriginLab, Massachusetts, USA) was also used to create the heatmap and PCA to estimate the correlation coefficient between germination parameters.",
    "results": "3\nResults\n3.1\nGermination parameters in salinity stress conditions\nSalt stress had a major influence on seed germination in the absence of priming treatment. Significantly lower seed germination metrics were observed in the salt-stressed non-primed cauliflower seeds (NPS) than in the non-stressed non-primed (NPN) seeds. A decline in germination potential (29.17%), germination rate (30.72%), germination index (42.88%), vigour index (70.59%), shoot length (33.9%), root length (68.64%), shoot fresh weight (43.01%), root fresh weight (50.3%), shoot dry weight (46.75%), and root dry weight (51.0%) was observed in NPS compared to NPN (\nTable 1\n).\nTable 1\nEffects of salt stress on seed germination traits in cauliflower.\nTable 1\nTreatments\nGP (%)\nGR (%)\nGI\nVI\nSL (cm)\nRL (cm)\nSFW (mg)\nRFW (mg)\nSDW (mg)\nRDW (mg)\nNPN\n80.0\na\n86.6\na\n7.51\na\n0.17\na\n2.36\na\n5.23\na\n154.80\na\n22.15\na\n26.16\na\n3.00\na\nNPS\n56.67\nb\n60\nb\n4.29\nb\n0.05\nb\n1.56\nb\n1.64\nb\n88.23\nb\n11.01\nb\n13.93\nb\n1.47\nb\nNotes: NPN: no priming and no stress; NPS: no priming and salt stress; GR: germination rate; GI: germination index; VI: vigour index; SL: shoot length; RL: root length; SFW: shoot fresh weight; RFW: root fresh weight; SDW: shoot dry weight; RDW: root dry weight. Different letters within a column indicate a significant difference at p < 0.05.\n3.2\nEffect of different seed priming treatments on germination metrics under salinity stress\nThe germination attributes varied with different priming treatments, viz. hydropriming, halopriming, etc. under salinity stress in a dose-dependent manner (\nFig. 2\n). All the germination features were greater in the hydropriming group than in the non-primed control, excluding RSDW (\nTable 2\n). The majority of germination matrices were better in the TU and proline groups than the halopriming with 100 mM NaCl. Seed priming with PEG increased all germination parameters, and the relative values of most features, including RVI, RSL, RRFW, RRDW, and others, were higher in the PEG treatments than in the other treatments (\nTable 2\n).\nFig. 2\nEffect of priming on phenotypic characteristics of the 10 days-old cauliflower seedlings under salinity stress for (A) Control (NPN) (B) Stress (NPS) (C) HP (D) NaCl 25 mM (E) NaCl 50 mM (F) NaCl 100 mM (G) Pro 5 mM (H) Pro 10 mM (I) Pro 20 mM (J) PEG 10% (K) PEG 20% (L) PEG 30% (M) TU 1 mM (N) TU 3 mM (O) TU 5 mM priming.\nFig. 2\nTable 2\nRelative values of seed germination traits under saline conditions in different priming treatment groups.\nTable 2\nTreatments\nRGP\nRGR\nRGI\nRVI\nRSL\nRRL\nRSFW\nRRFW\nRSDW\nRRDW\nHP\n1.23\na\n1.33\na\n1.58\na\n2.35e\nf\n1.03\nd\n2.29\nc\n1.48\nab\n1.57\nc\n1.29\ne\n1.56\nb\n25 mM NaCl\n1.00\nab\n1.11\nab\n1.59\na\n3.47\nbcd\n1.06\nd\n2.24\nc\n1.61\nab\n2.31\nbc\n1.72\ncde\n2.37\nab\n50 mM NaCl\n1.18\na\n1.22\nab\n1.67\na\n3.55\nbc\n1.61\nabc\n2.40\nbc\n1.81\nab\n2.24\nbc\n2.29\nbc\n1.86\nab\n100 mM NaCl\n0.71\nb\n0.83\nc\n0.97\nb\n1.47\nf\n1.04\nd\n1.32\nd\n1.35\nb\n1.58\nc\n1.49\nde\n1.50\nb\n5 mM Pro\n1.06\nab\n1.06\nbc\n1.38\nab\n2.50\nde\n1.28\nbcd\n3.37\na\n1.73\nab\n1.93\nbc\n1.54\nde\n2.11\nab\n10 mM Pro\n1.18\na\n1.17\nab\n1.54\nab\n3.22\nbcde\n1.51\nabcd\n3.35\na\n2.02\na\n2.21\nbc\n1.91\nbcde\n2.51\nab\n20 mM Pro\n1.18\na\n1.22\nab\n1.49\nab\n2.64\ncde\n1.17\ncd\n3.24\nab\n1.75\nab\n1.88\nc\n1.64\ncde\n2.04\nab\n10% PEG\n1.23\na\n1.17\nab\n1.69\na\n3.23\nbcde\n1.81\na\n3.29\nab\n1.63\nab\n3.30\na\n2.52\nab\n2.90\na\n20% PEG\n1.29\na\n1.22\nab\n1.72\na\n5.33\na\n1.95\na\n3.28\nab\n2.07a\n2.97\nab\n3.09\na\n2.17\nab\n30% PEG\n1.35\na\n1.28\nab\n1.81\na\n5.06\na\n1.65\nabc\n2.86\nabc\n1.58\nab\n2.02\nc\n1.83\nbcde\n1.60\nb\n1 mM TU\n1.12\na\n1.11\nab\n1.44\nab\n2.54\nde\n1.65\nabc\n2.39c\n1.60\nab\n1.88\nc\n1.83\nbcde\n1.71\nb\n3 mM TU\n1.29\na\n1.33\na\n1.77\na\n3.91\nb\n1.77\nab\n2.84\nab\nc\n1.85ab\n2.33\nbc\n2.17\nbcd\n2.58\nab\n5 mM TU\n1.23\na\n1.33\na\n1.68\na\n3.36\nbcd\n1.76\nab\n2.52\nabc\n1.88\nab\n2.12\nc\n2.19\nbcd\n2.22\nab\nNotes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. A relative value greater than 1 or less than 1 indicates that the trait is higher or lower than in the control. Different letters within a column indicate significant differences at p < 0.05.\n3.3\nThe correlation coefficient among germination parameters\nThe correlation coefficient analysis for different germination parameters depicted two distinct groupings with closely related characteristics (\nFig. 3\n). RGP, RGR, RGI, and RVI belonged to one group, whereas RSFW, RRFW, RSDW, RRDW, RSL, and RRL, belonged to the other group with closely related features. Most germination traits exhibited statistically significant associations at the p < 0.01 level. The RGP was substantially linked with RVI, RRL, and RSL with correlation values of 0.72, 0.65, and 0.65, respectively. The RGI showed a correlation with RSL and RVI with correlation values of 0.63 and 0.81, respectively. A significant correlation was also found between RSL and RSDW having correlation values of 0.68 and 0.70, respectively.\nFig. 3\nHeat map of correlations among germination traits under saline conditions. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. A darker red colour indicates a larger correlation coefficient, and a darker blue colour indicates a smaller correlation coefficient. * and ** indicate significant correlations at p < 0.05 and p < 0.01, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)\nFig. 3\n3.4\nPrincipal component analysis\nThe influence of several priming agents on \nB. oleracea\n L. var. \nbotrytis\n germination characteristics under salt stress was studied using principal component analysis (PCA). The components PC1 and PC2 explained 61.18% and 15.78% of the total variance, respectively (\nFig. 4\n). The major impacts of different priming agents on germination traits were precisely scattered on the PC1 axis in the pattern of 20% PEG > 10% PEG> 3 mM TU> 5 mM TU> 30% PEG> 10 mM Proline> 50 mM NaCl> 20 mM Proline> 25 mM NaCl> 5 mM Proline> 1 mM TU> HP> 100 mM NaCl. The PEG treatments had greater PC1 scores and were clustered on the right side of the PC1 axis, meanwhile, the lower scoring treatments were majorly on the left. PCA revealed increased germination indices in PEG-treated seeds among all the priming treatments tested.\nFig. 4\nPrinciple component analysis of germination traits for different seed priming treatments. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight.\nFig. 4\nThe loading matrix of a specific principal component was used to represent the level of correlation among germinative traits and the principal component (\nTable 3\n). PC1 demonstrated substantial positive relationships and high loading conditions on all germination attributes. PC2 exhibited significant positive relationships with growth indices, but negative associations were observed in terms of RGP, RGR, RVI, and RGI. This means that PC1 indicated all germination but PC2 showed the inverse correlations between RGR, RGP, RGI, RVI, and other growth indices.\nTable 3\nLoading matrix for principal components.\nTable 3\nPC\nRGP\nRGR\nRGI\nRVI\nRSL\nRRL\nRSFW\nRRFW\nRSDW\nRRDW\nPC1\n0.343\n0.278\n0.356\n0.334\n0.337\n0.293\n0.313\n0.313\n0.330\n0.250\nPC2\n−0.388\n−0.520\n−0.304\n−0.128\n0.115\n0.062\n0.120\n0.417\n0.306\n0.413\nNotes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RSDW: relative shoot dry weight; RRFW: relative root fresh weight; RRDW: relative root dry weight.\n3.5\nCluster analysis\nAccording to Ward's approach of systematic categorization, the 13 distinct priming treatments were classified into three groups in cluster analysis (\nFig. 5\n). The 1 mM TU, HP, and 100 mM NaCl treatments were in the first group, and they had a smaller effect on seed germination under salt stress than the other treatments. The 20% PEG and 30% PEG treatments were in the second group, and they had the best effect on seed germination in salty circumstances. The third group, which included the 5 mM proline, 20 mM proline, 10 mM Proline, 50 mM NaCl, 5 mM TU, 3 mM TU, 25 mM NaCl, and 10% PEG treatments, showed increased germination traits under salinity stress conditions, relatively to a lower extent.\nFig. 5\nDendrogram of seed priming treatments based on Y-values using Ward's method of systematic classification.\nFig. 5\n3.6\nEffect of priming on protein, proline, and MDA content\nPriming has a significant impact on protein, proline, and MDA content in cauliflower seedlings (\nFig. 6\n). The salinity stress gradually reduced the protein content with increasing salt concentration compared to the control. Among the different priming agents, TU showed a greater effect on increasing protein content (19.52%) in seedlings grown under salt stress than the control compared to all other priming treatments (\nFig. 6\nB). It was observed that the proline content was increased in all priming treatments compared to unprimed seedlings. Seedlings growing only in salt conditions without a primer reduced protein content by 36.35% than control in comparison to all other treatments. Seedlings primed with proline have the proline content increased 2 to 3-fold in all primed treatment in compared to control has the lowest proline content (\nFig. 6\nC). Priming has been shown to be an effective method to mitigate the stress-induced formation of MDA and reactive oxygen species. Lipid peroxidation indicated by MDA content was differentially reduced in a dose-dependent and priming agent-specific manner by application of the priming treatment compared to stressed seedlings (\nFig. 6\nA). As a result, cauliflower seedlings derived from prepared seeds had greatly reduced MDA levels under salt stress conditions (\nFig. 6\nA).\nFig. 6\nEffects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for MDA, proline, and soluble protein content. (A) Effects of seed priming on MDA content (B) Soluble proline and (C) Protein content. Each data presents the mean ± standard deviation. Different low case letters above the bars indicate significant statistical differences between the treatments (p < 0.05).\nFig. 6\n3.7\nPhotosynthetic pigments and DAB staining\nIt has been observed that chlorophyll and carotenoid pigments are susceptible to salinity stress (\nFig. 7\n). The primed \nB. oleracea\n L. var. \nbotrytis\n seedlings showed a much-reduced rate of photosynthetic pigments degradation under saline conditions in comparison to non-primed seedlings. Seed priming with different priming agents, viz. proline, PEG, TU, NaCl, and H\n2\nO remarkably improved the chl a, chl b, total chlorophyll, and carotenoid content in \nB. oleracea\n L. var. \nbotrytis\n seedlings under salinity stress in a dose-dependent manner. The Chl a, Chl b, and total chlorophyll were increased at 1.95 fold, 3.38 fold and 2.15 fold in Pro 10 mM, Pro 20 mM, and Pro 10 mM, respectively while carotenoidswere highly increased (2 fold) on 20 mM PEG compared to all treatments. The DAB staining results showed that unprimed leaves exhibited a distinct brown stain after treatment with a higher salinity (100 mM), indicating greater ROS accumulation compared to primed leaves (\nFig. 8\n). Overall, salt stress, which produced large amounts of peroxide radicals, alleviated, while all plants treated with priming agents mitigated the effects of the stress by preventing peroxide radical production.\nFig. 7\nEffects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for chlorophyll and carotenoid content. (A) Effects of seed priming on Chl \na\n content (B) Chl \nb\n content (C) total Chl content and (D) Carotenoid content. Each data presents the mean ± standard deviation. Different low case letters above the bars indicate significant statistical differences between the treatments (p < 0.05).\nFig. 7\nFig. 8\nQualitative histochemical assay of cauliflower leaves.\nFig. 8",
    "germination_parameters_in_salinity_stress_conditions": "3.1\nGermination parameters in salinity stress conditions\nSalt stress had a major influence on seed germination in the absence of priming treatment. Significantly lower seed germination metrics were observed in the salt-stressed non-primed cauliflower seeds (NPS) than in the non-stressed non-primed (NPN) seeds. A decline in germination potential (29.17%), germination rate (30.72%), germination index (42.88%), vigour index (70.59%), shoot length (33.9%), root length (68.64%), shoot fresh weight (43.01%), root fresh weight (50.3%), shoot dry weight (46.75%), and root dry weight (51.0%) was observed in NPS compared to NPN (\nTable 1\n).\nTable 1\nEffects of salt stress on seed germination traits in cauliflower.\nTable 1\nTreatments\nGP (%)\nGR (%)\nGI\nVI\nSL (cm)\nRL (cm)\nSFW (mg)\nRFW (mg)\nSDW (mg)\nRDW (mg)\nNPN\n80.0\na\n86.6\na\n7.51\na\n0.17\na\n2.36\na\n5.23\na\n154.80\na\n22.15\na\n26.16\na\n3.00\na\nNPS\n56.67\nb\n60\nb\n4.29\nb\n0.05\nb\n1.56\nb\n1.64\nb\n88.23\nb\n11.01\nb\n13.93\nb\n1.47\nb\nNotes: NPN: no priming and no stress; NPS: no priming and salt stress; GR: germination rate; GI: germination index; VI: vigour index; SL: shoot length; RL: root length; SFW: shoot fresh weight; RFW: root fresh weight; SDW: shoot dry weight; RDW: root dry weight. Different letters within a column indicate a significant difference at p < 0.05.",
    "effect_of_different_seed_priming_treatments_on_germination_m": "3.2\nEffect of different seed priming treatments on germination metrics under salinity stress\nThe germination attributes varied with different priming treatments, viz. hydropriming, halopriming, etc. under salinity stress in a dose-dependent manner (\nFig. 2\n). All the germination features were greater in the hydropriming group than in the non-primed control, excluding RSDW (\nTable 2\n). The majority of germination matrices were better in the TU and proline groups than the halopriming with 100 mM NaCl. Seed priming with PEG increased all germination parameters, and the relative values of most features, including RVI, RSL, RRFW, RRDW, and others, were higher in the PEG treatments than in the other treatments (\nTable 2\n).\nFig. 2\nEffect of priming on phenotypic characteristics of the 10 days-old cauliflower seedlings under salinity stress for (A) Control (NPN) (B) Stress (NPS) (C) HP (D) NaCl 25 mM (E) NaCl 50 mM (F) NaCl 100 mM (G) Pro 5 mM (H) Pro 10 mM (I) Pro 20 mM (J) PEG 10% (K) PEG 20% (L) PEG 30% (M) TU 1 mM (N) TU 3 mM (O) TU 5 mM priming.\nFig. 2\nTable 2\nRelative values of seed germination traits under saline conditions in different priming treatment groups.\nTable 2\nTreatments\nRGP\nRGR\nRGI\nRVI\nRSL\nRRL\nRSFW\nRRFW\nRSDW\nRRDW\nHP\n1.23\na\n1.33\na\n1.58\na\n2.35e\nf\n1.03\nd\n2.29\nc\n1.48\nab\n1.57\nc\n1.29\ne\n1.56\nb\n25 mM NaCl\n1.00\nab\n1.11\nab\n1.59\na\n3.47\nbcd\n1.06\nd\n2.24\nc\n1.61\nab\n2.31\nbc\n1.72\ncde\n2.37\nab\n50 mM NaCl\n1.18\na\n1.22\nab\n1.67\na\n3.55\nbc\n1.61\nabc\n2.40\nbc\n1.81\nab\n2.24\nbc\n2.29\nbc\n1.86\nab\n100 mM NaCl\n0.71\nb\n0.83\nc\n0.97\nb\n1.47\nf\n1.04\nd\n1.32\nd\n1.35\nb\n1.58\nc\n1.49\nde\n1.50\nb\n5 mM Pro\n1.06\nab\n1.06\nbc\n1.38\nab\n2.50\nde\n1.28\nbcd\n3.37\na\n1.73\nab\n1.93\nbc\n1.54\nde\n2.11\nab\n10 mM Pro\n1.18\na\n1.17\nab\n1.54\nab\n3.22\nbcde\n1.51\nabcd\n3.35\na\n2.02\na\n2.21\nbc\n1.91\nbcde\n2.51\nab\n20 mM Pro\n1.18\na\n1.22\nab\n1.49\nab\n2.64\ncde\n1.17\ncd\n3.24\nab\n1.75\nab\n1.88\nc\n1.64\ncde\n2.04\nab\n10% PEG\n1.23\na\n1.17\nab\n1.69\na\n3.23\nbcde\n1.81\na\n3.29\nab\n1.63\nab\n3.30\na\n2.52\nab\n2.90\na\n20% PEG\n1.29\na\n1.22\nab\n1.72\na\n5.33\na\n1.95\na\n3.28\nab\n2.07a\n2.97\nab\n3.09\na\n2.17\nab\n30% PEG\n1.35\na\n1.28\nab\n1.81\na\n5.06\na\n1.65\nabc\n2.86\nabc\n1.58\nab\n2.02\nc\n1.83\nbcde\n1.60\nb\n1 mM TU\n1.12\na\n1.11\nab\n1.44\nab\n2.54\nde\n1.65\nabc\n2.39c\n1.60\nab\n1.88\nc\n1.83\nbcde\n1.71\nb\n3 mM TU\n1.29\na\n1.33\na\n1.77\na\n3.91\nb\n1.77\nab\n2.84\nab\nc\n1.85ab\n2.33\nbc\n2.17\nbcd\n2.58\nab\n5 mM TU\n1.23\na\n1.33\na\n1.68\na\n3.36\nbcd\n1.76\nab\n2.52\nabc\n1.88\nab\n2.12\nc\n2.19\nbcd\n2.22\nab\nNotes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. A relative value greater than 1 or less than 1 indicates that the trait is higher or lower than in the control. Different letters within a column indicate significant differences at p < 0.05.",
    "the_correlation_coefficient_among_germination_parameters": "3.3\nThe correlation coefficient among germination parameters\nThe correlation coefficient analysis for different germination parameters depicted two distinct groupings with closely related characteristics (\nFig. 3\n). RGP, RGR, RGI, and RVI belonged to one group, whereas RSFW, RRFW, RSDW, RRDW, RSL, and RRL, belonged to the other group with closely related features. Most germination traits exhibited statistically significant associations at the p < 0.01 level. The RGP was substantially linked with RVI, RRL, and RSL with correlation values of 0.72, 0.65, and 0.65, respectively. The RGI showed a correlation with RSL and RVI with correlation values of 0.63 and 0.81, respectively. A significant correlation was also found between RSL and RSDW having correlation values of 0.68 and 0.70, respectively.\nFig. 3\nHeat map of correlations among germination traits under saline conditions. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight. A darker red colour indicates a larger correlation coefficient, and a darker blue colour indicates a smaller correlation coefficient. * and ** indicate significant correlations at p < 0.05 and p < 0.01, respectively. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)\nFig. 3",
    "principal_component_analysis": "3.4\nPrincipal component analysis\nThe influence of several priming agents on \nB. oleracea\n L. var. \nbotrytis\n germination characteristics under salt stress was studied using principal component analysis (PCA). The components PC1 and PC2 explained 61.18% and 15.78% of the total variance, respectively (\nFig. 4\n). The major impacts of different priming agents on germination traits were precisely scattered on the PC1 axis in the pattern of 20% PEG > 10% PEG> 3 mM TU> 5 mM TU> 30% PEG> 10 mM Proline> 50 mM NaCl> 20 mM Proline> 25 mM NaCl> 5 mM Proline> 1 mM TU> HP> 100 mM NaCl. The PEG treatments had greater PC1 scores and were clustered on the right side of the PC1 axis, meanwhile, the lower scoring treatments were majorly on the left. PCA revealed increased germination indices in PEG-treated seeds among all the priming treatments tested.\nFig. 4\nPrinciple component analysis of germination traits for different seed priming treatments. RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RRFW: relative root fresh weight; RSDW: relative shoot dry weight; RRDW: relative root dry weight.\nFig. 4\nThe loading matrix of a specific principal component was used to represent the level of correlation among germinative traits and the principal component (\nTable 3\n). PC1 demonstrated substantial positive relationships and high loading conditions on all germination attributes. PC2 exhibited significant positive relationships with growth indices, but negative associations were observed in terms of RGP, RGR, RVI, and RGI. This means that PC1 indicated all germination but PC2 showed the inverse correlations between RGR, RGP, RGI, RVI, and other growth indices.\nTable 3\nLoading matrix for principal components.\nTable 3\nPC\nRGP\nRGR\nRGI\nRVI\nRSL\nRRL\nRSFW\nRRFW\nRSDW\nRRDW\nPC1\n0.343\n0.278\n0.356\n0.334\n0.337\n0.293\n0.313\n0.313\n0.330\n0.250\nPC2\n−0.388\n−0.520\n−0.304\n−0.128\n0.115\n0.062\n0.120\n0.417\n0.306\n0.413\nNotes: RGP: relative germination potential; RGR: relative germination rate; RGI: relative germination index; RVI: relative vigour index; RSL: relative shoot length; RRL: relative root length; RSFW: relative shoot fresh weight; RSDW: relative shoot dry weight; RRFW: relative root fresh weight; RRDW: relative root dry weight.",
    "cluster_analysis": "3.5\nCluster analysis\nAccording to Ward's approach of systematic categorization, the 13 distinct priming treatments were classified into three groups in cluster analysis (\nFig. 5\n). The 1 mM TU, HP, and 100 mM NaCl treatments were in the first group, and they had a smaller effect on seed germination under salt stress than the other treatments. The 20% PEG and 30% PEG treatments were in the second group, and they had the best effect on seed germination in salty circumstances. The third group, which included the 5 mM proline, 20 mM proline, 10 mM Proline, 50 mM NaCl, 5 mM TU, 3 mM TU, 25 mM NaCl, and 10% PEG treatments, showed increased germination traits under salinity stress conditions, relatively to a lower extent.\nFig. 5\nDendrogram of seed priming treatments based on Y-values using Ward's method of systematic classification.\nFig. 5",
    "effect_of_priming_on_protein,_proline,_and_mda_content": "3.6\nEffect of priming on protein, proline, and MDA content\nPriming has a significant impact on protein, proline, and MDA content in cauliflower seedlings (\nFig. 6\n). The salinity stress gradually reduced the protein content with increasing salt concentration compared to the control. Among the different priming agents, TU showed a greater effect on increasing protein content (19.52%) in seedlings grown under salt stress than the control compared to all other priming treatments (\nFig. 6\nB). It was observed that the proline content was increased in all priming treatments compared to unprimed seedlings. Seedlings growing only in salt conditions without a primer reduced protein content by 36.35% than control in comparison to all other treatments. Seedlings primed with proline have the proline content increased 2 to 3-fold in all primed treatment in compared to control has the lowest proline content (\nFig. 6\nC). Priming has been shown to be an effective method to mitigate the stress-induced formation of MDA and reactive oxygen species. Lipid peroxidation indicated by MDA content was differentially reduced in a dose-dependent and priming agent-specific manner by application of the priming treatment compared to stressed seedlings (\nFig. 6\nA). As a result, cauliflower seedlings derived from prepared seeds had greatly reduced MDA levels under salt stress conditions (\nFig. 6\nA).\nFig. 6\nEffects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for MDA, proline, and soluble protein content. (A) Effects of seed priming on MDA content (B) Soluble proline and (C) Protein content. Each data presents the mean ± standard deviation. Different low case letters above the bars indicate significant statistical differences between the treatments (p < 0.05).\nFig. 6",
    "photosynthetic_pigments_and_dab_staining": "3.7\nPhotosynthetic pigments and DAB staining\nIt has been observed that chlorophyll and carotenoid pigments are susceptible to salinity stress (\nFig. 7\n). The primed \nB. oleracea\n L. var. \nbotrytis\n seedlings showed a much-reduced rate of photosynthetic pigments degradation under saline conditions in comparison to non-primed seedlings. Seed priming with different priming agents, viz. proline, PEG, TU, NaCl, and H\n2\nO remarkably improved the chl a, chl b, total chlorophyll, and carotenoid content in \nB. oleracea\n L. var. \nbotrytis\n seedlings under salinity stress in a dose-dependent manner. The Chl a, Chl b, and total chlorophyll were increased at 1.95 fold, 3.38 fold and 2.15 fold in Pro 10 mM, Pro 20 mM, and Pro 10 mM, respectively while carotenoidswere highly increased (2 fold) on 20 mM PEG compared to all treatments. The DAB staining results showed that unprimed leaves exhibited a distinct brown stain after treatment with a higher salinity (100 mM), indicating greater ROS accumulation compared to primed leaves (\nFig. 8\n). Overall, salt stress, which produced large amounts of peroxide radicals, alleviated, while all plants treated with priming agents mitigated the effects of the stress by preventing peroxide radical production.\nFig. 7\nEffects of seed priming under salt stress in Cauliflower seedlings. At 10 days post-incubation, non-primed no stress (NPN), no priming with salt stress (NPS), and primed with different priming agents under salt stress seedlings were harvested and analysed for chlorophyll and carotenoid content. (A) Effects of seed priming on Chl \na\n content (B) Chl \nb\n content (C) total Chl content and (D) Carotenoid content. Each data presents the mean ± standard deviation. Different low case letters above the bars indicate significant statistical differences between the treatments (p < 0.05).\nFig. 7\nFig. 8\nQualitative histochemical assay of cauliflower leaves.\nFig. 8",
    "discussion": "4\nDiscussion\nSalt stress can easily stunt \nBrassica\n growth, especially during germination. In this study, salt stress greatly reduced cauliflower germination as evidenced by reductions in germination potential, germination rate, germination index, and vigor index, and inhibition of seedling development. Under salt stress, seed germination can be suppressed or delayed for a variety of reasons. First, salinity significantly slows seedling growth and affects typical morphologies throughout the seedling stage by disrupting a number of vital fundamental cellular processes that alter the rate of emergence and growth, particularly in glycophytes [\n66\n].\nSecond, salt stress has been linked to ion toxicity and osmotic stress in cellular metabolic processes, resulting in lower turgor pressure due to increased negative water potential, both of which affect growth traits such as shoot root length, plant vigor, seedling growth, and biomass [\n[67]\n, \n[68]\n, \n[69]\n, \n[70]\n]. Therefore, the main consequence of salt stress is a reduction in the cell division process, resulting in reduced development of the internodes, contributing to reduced growth and elongation of shoots, reduced leaf elongation, and rapid cell death [\n1\n,\n[71]\n, \n[72]\n, \n[73]\n]. Increasing salt tolerance and using appropriate management techniques to counteract the negative effects of salinity on salt-sensitive species is one of the most important and difficult management tasks [\n74\n]. Therefore, seed priming is the effective and ancient method to reduce the negative effects of various abiotic stresses [\n[75]\n, \n[76]\n, \n[77]\n]. Various priming techniques have been applied to seeds of many crops to help them overcome growth barriers and establish themselves more successfully in harsh climatic conditions [\n[78]\n, \n[79]\n, \n[80]\n, \n[81]\n, \n[82]\n]. Priming improves water uptake, causing the cell cycle in the G2 phase to proceed faster in pre-treated seeds than in non-pre-treated seeds, which can lead to cell synchronization [\n83\n], increased sugar content, organically producing compounds and modifying the Metabolic activities during seed germination and ultimately lead to uniform and better development of seedlings [\n84\n]. So pre-treating seeds with chemical agents, which create a moderate stress-like signal, permits the establishment of a “priming memory,” that improves tolerance when the plant is subjected to various abiotic stress in the future [\n85\n,\n86\n].\nIn the present study, an attempt was made to investigate the effects of different priming techniques such as hydro-, halo- and osmopriming using appropriate priming agents such as water, NaCl, proline, PEG and TU on \nB. oleracea\n under salt stress and the results showed that all priming agents tested enhanced the germination indices of cauliflower seeds under salt stress over the unprimed group (\nTable 2\n). All priming techniques proved beneficial to improve germination indices and growth parameters, i.e., GP, GR, SVI, RL, SL, SDW and RDW significantly in \nB. oleracea\n under salinity regime (\nTable 2\n).\nSalt stress increases ROS production by causing oxidative stress and lipid peroxidation, leading to disruption of biochemical and physiochemical activities [\n[87]\n, \n[88]\n, \n[89]\n, \n[90]\n]. MDA level is a lipid peroxidation indicator that is more visible in salt sensitive plants compared to salt tolerant plants and can be used to determine the extent of oxidative damage, membrane rupture, DNA damage and cell death [\n91\n,\n92\n]. In the present study, the results showed that MDA levels were increased over control in non-primed cauliflower seedlings (NPS) grown under salt stress (\nFig. 6\nA). All tested priming treatments were found beneficial to counteract the salinity stress responses differentially with respect to MDA content (\nFig. 6\nA). In cauliflower seedlings treated with halo-priming (NaCl-priming), MDA content increased steadily with increasing NaCl-priming concentrations (\nFig. 6\nA). In contrast, in osmoprimed (PEG-primed) seedlings, MDA content was gradually reduced with an increase in PEG levels. Thiourea and proline priming reduced MDA content in a dose-specific manner and was effective over hydro-priming alone (\nFig. 6\nA). Similar results have been observed in previous findings showing that MDA concentrations decrease in certain radish cultivars while increasing in others under saline conditions [\n[93]\n, \n[94]\n, \n[95]\n]. However, in the control seedling, a lower level of MDA was observed with no primer and no salt stress (NPN) treatment. Thus, the present results showed that the MDA content of seedlings sprout from prepared seeds decreased significantly, indicating that these seedlings were better protected against salt stress.\nIbrahim (2016) examined the benefits of seed priming in combating salt-induced lipid peroxidation and inhibition of MDA build-up (Ibrahim, 2016). MDA formation in prepared seedlings is hampered by the activation of both enzymatic and non-enzymatic antioxidant mechanisms, as evidenced by maize research [\n96\n]. The first organelle to be altered by salt stress is the cell membrane, since polyunsaturated fatty acids are one of the membrane lipid components most susceptible to peroxidation during times of stress. Increased membrane permeability causes lipid peroxidation, which compromises membrane integrity [\n97\n].\nAmong the organic solutes, proline has been shown to maintain cellular osmotic potential, stabilize membranes, and detoxify toxic ions in salt-stressed plants [\n[98]\n, \n[99]\n, \n[100]\n, \n[101]\n]. The accumulation of proline in salt-stressed plants was therefore considered as a predictive factor for salt tolerance. In the current study, the proline content in the untreated salt stress (NPS) control is higher than in the no-prime and no-stress (NPN) treatment control, but significantly lower than in primed treatments (\nFig. 6\nC). All priming treatments on cauliflower seeds significantly improved proline accumulation with increasing concentration of the respective priming agents in the cauliflower seedlings grown under the salt stress regime (\nFig. 6\nC). However, halopriming (NaCl priming) and proline priming proved very beneficial in terms of proline accumulation among all attempted priming treatments. However, the lowest level of proline was found in the case of hydropriming alone, although it was much greater than the unprimed and unstressed (NPN) control and was considerably similar to seedlings primed with lower concentrations of PEG and TU (\nFig. 6\nC).\nThe current results showed that proline concentrations in cabbage increased with increasing salinity, consistent with previous results in salt-sensitive Napa cabbages [\n102\n]. It has been suggested that proline amino acid aggregation occurs more frequently than other amino acids in stressful environments and may be a factor in osmotic management and regulation of plant enzyme activity [\n103\n,\n104\n]. Accumulation of proline amino acids protects plant tissues from stress by acting as a fixative enzyme that reduces lipid peroxidation by improving membrane integrity and reducing cell membrane breakdown [\n[105]\n, \n[106]\n, \n[107]\n, \n[108]\n].\nIn the current studies, the results showed that the non-primed control seedlings with no salt stress (NPN) were high in protein, while the non-primed control seedlings grown under salt stress (NPS) were lower in protein (\nFig. 6\nB). When halo-primed (NaCl treatment), the protein content increased with increasing NaCl concentration from 25 mM NaCl to 50 mM NaCl and decreased when priming with 100 mM NaCl. When osmoprimed with proline and PEG, the protein content increased with increasing concentration of the priming agent. Higher concentrations of both priming agents, PEG and thiourea, showed the highest total soluble protein content in cauliflower seedlings grown under salt stress. However, water-primed seeds also slightly increased protein content, but the overall gain was much higher in the case of halo, TU, PEG, and proline priming (\nFig. 6\nB). The growth of the free amino acid pool due to hydrolysis of protein during the osmotic adjustment process may account for the increase in total soluble protein under salt stress. Seed priming enhanced accumulation of all soluble proteins under a variety of abiotic stressors [\n[109]\n, \n[110]\n, \n[111]\n, \n[112]\n]. Future research should address the mechanism by which seed preparation increases total protein content.\nIn the present study, a reduction in Chl a, Chl b and total Chl was observed in the unprimed salt stressed (NPS) control, however, high chlorophyll content was found in the unprimed and unstressed (NPN) control (\nFig. 7\n). Interestingly, all priming approaches mitigated the deleterious effects of salinity on chlorophyll and carotenoid levels, and significantly enhanced photosynthetic pigments (\nFig. 7\nA–D). Proline priming proved to be much more beneficial for enhancing photosynthetic pigments than hydropriming alone. Halopriming was the least effective for pigment enhancement compared to other priming approaches in cauliflower. Salinity has a significant impact on all developmental traits. However, different treatments showed different responses to salinity sensitivity. \nFig. 7\n showed that the hydroprimed and NaCl pre-treated seedlings had no significant difference in Chl b but increased Chl a and total Chl in the NaCl pre-treated seedlings. The amount of photosynthetic pigments in plant leaves is affected by increased concentrations of Na\n+\n and Cl\n−\n [\n113\n,\n114\n]. However, it has been discovered that as salinity increases, chlorophyll levels decrease. Salinity stress causes a reduction in chlorophyll concentration, which could be due to its negative effects on membrane integrity, decreased biosynthesis, or rapid pigment degradation [\n115\n,\n116\n]. It has also been observed that the long-term effects of salt cause the development of chlorophyll-protein-lipid complexes to be disrupted [\n117\n]. In the present study, seed primed with Pro, PEG and TU significantly increased total chlorophyll compared to hydropriming in salt stress (\nFig. 7\nC). In the current investigation, proline priming significantly increased chlorophyll content, and proline treatment was also reported to favourably affect Chl a and total chlorophyll content in salt-stressed \nS. bicolor\n [\n118\n].",
    "conclusion_and_future_prospective": "5\nConclusion and future prospective\nThe results of the present study showed that different sustainable eco-friendly, cost-effective, and user-friendly seed priming strategies, such as hydro-, halo-, and osmo-priming, proved beneficial for improved germination indices and other morphophysiological traits under the regime of salt stress in \nBrassica oleracea\n L. var. \nbotrytis.\n The results were essentially related to proline accumulation in prepared cauliflower seedlings, which lowered MDA levels and alleviated lipid peroxidation (membrane damage) with increased total soluble protein and photosynthetic pigments on seedlings treated with 100 mM NaCl. The present results imply that various priming agents such as water, NaCl, PEG, proline, and thiourea proved effective to accelerate the germination rate, synchronized growth, and metabolite activation under the high NaCl level. In summary, simple and affordable priming treatments such as hydro-, halo-, and osmo-priming can be used to improve the performance of cauliflower crops. However, additional research on the beneficial effect of priming approaches will support the scalability of sustainable production and increased crop outputs, boosted crop quality and quantity, establishment, and reduction of salt damage in order to meet food demand, particularly on agricultural land under a variety of favorable and stressful conditions, as this is a priority of modern agricultural research. The information gained would also support molecular breeding research to develop cauliflower varieties that are more resistant to salt stress. Understanding the processes that promote salt stress tolerance can aid in the development of strategies to achieve sustainable crop yields under these adverse conditions.",
    "author_contribution_statement": "Author contribution statement\nKuldeep Sharma and Monika Heikrujam: Conceived and designed the experiments. Tripti Gour and Anukriti Sharma: Performed the experiments.\nTripti Gour, Kuldeep Sharma, Anshul Gupta, Lokesh Kumar Agarwal, Siva P. K. Chetri, and Rajesh Kumar: Analysed and interpreted the data.\nKuldeep Sharma, and Lokesh Kumar Agarwal: Contributed reagents, materials, analysis tools or data.\nTripti Gour, Anshul Gupta, Siva P. K. Chetri, Monika Heikrujam, Rajesh Kumar, and Kuldeep Sharma: Wrote the paper.",
    "funding_statement": "Funding statement\nThe authors are indebted to the \n10.13039/501100001412\nCSIR, New Delhi, India for the\n Fellowship awarded to Tripti Gour (09/172 (0112)/2020-EMR-I) and \n10.13039/501100001501\nUGC\n, New Delhi, India for a research grant to Kuldeep Sharma [FRPS-SRG: F.30-476/2019 (BSR)].",
    "data_availability_statement": "Data availability statement\nData included in article/supp. material/referenced in article.",
    "additional_information": "Additional information\nNo additional information is available for this paper.",
    "declaration_of_interest's_statement": "Declaration of interest's statement\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10025027/"
}