{
  "id": "PMC11942576",
  "title": "Basal signaling regulates plant growth and development",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Basal signaling regulates plant growth and development",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11942576/"
  },
  "sections": {
    "abstract": "The proline-rich extensin-like receptor kinase (\nPERK\n) gene family is crucial to various molecular and cellular processes in plants. We identified 50 \nPERK\n genes in \nBrassica napus\n to explore their evolutionary dynamics, structural diversity, and functional roles. These genes were grouped into four classes and unevenly distributed across 18 chromosomes. Phylogenetic studies and Ka/Ks ratios revealed purifying selection during the evolution process. They exhibited significant diversification in gene length, molecular weight, and isoelectric points, suggesting specialized function. Gene structure and motif analyses revealed variations among the \nBnPERK\n family members, with conserved tyrosine kinase domains suggesting functional importance. \nCis\n-element analysis predicted the involvement in hormone signaling and stress responses. Expression profiling showed diverse patterns across tissues and hormone treatments, highlighting potential roles in growth regulation and hormone signaling. Protein–protein interaction networks suggested BnPERK proteins interact with a wide array of proteins, implicating them in multiple biological processes. The transcriptional downregulation of four \nBnPERK\n genes upon \nPlasmodiophora brassicae\n infection implied a role in clubroot disease response. Furthermore, the Arabidopsis \nperk9\n mutant displayed relieved disease severity and enhanced basal immune response, suggesting the negative role of \nPERK9\n in plant immunity. The study highlighted the potential role of \nBnPERKs\n in crop improvement strategies against clubroot disease.",
    "1._introduction": "1. Introduction\nReceptor-like kinases (RLKs) constitute the largest plant receptor family and are located on the cell surface to perceive and transduce a wide range of signals [\n1\n]. By initiating intracellular signaling cascades, RLKs play pivotal roles in various molecular and cellular processes, including plant development, stress response, and signal transduction [\n2\n]. These versatile receptors are capable of sensing plant hormones, secreted peptides, and molecules derived from pathogens involved in plant defense response [\n3\n]. For example, RLKs recognize pathogen-associated molecular patterns (PAMPs), which trigger the Pattern-Triggered Immunity (PTI) response, activating signaling pathways that defend against pathogen invasion.\nRLKs typically consist of three key domains: an extracellular domain, a transmembrane domain, and an intracellular kinase domain [\n4\n]. The extracellular domain, characterized by significant structural diversity, forms the basis for classifying RLKs into different subclasses based on their motif structures. Among these, the proline-rich extensin-like receptor kinases (PERKs) represent a distinct group characterized by a proline-rich extracellular domain [\n5\n]. Interestingly, while some \nPERKs\n like \nBnPERK1\n and \nAtPERK4\n locate on the plasma membrane, \nAtPERK13\n has been demonstrated to anchor to the cell wall [\n6\n,\n7\n,\n8\n,\n9\n]. Functionally, the intracellular kinase domain of RLKs contains conserved motifs that exhibit kinase activity, which has been observed in \nBnPERK1\n and \nAtPERK4\n [\n7\n,\n10\n].\nIn \nArabidopsis thaliana\n, the \nPERK\n gene family consists of 15 members, some of which show specific expression patterns in roots and floral organs [\n11\n]. However, some \nAtPERK\n genes exhibit broad expression patterns across various tissues, such as \nAtPERK1,\n which is ubiquitously expressed, suggesting its involvement in diverse molecular and cellular processes. Recent studies have elucidated the regulation of \nPERKs\n in response to different stress conditions [\n5\n]. For example, the expression of \nTaPERKs\n in wheat and \nGhPERKs\n in cotton is significantly influenced by abiotic stresses such as heat, drought, and salinity [\n12\n,\n13\n]. In \nA. thaliana\n, \nAtPERK13\n has been shown to respond to nutrient deficiencies such as phosphate, nitrogen, and iron deprivation, highlighting the role of \nPERKs\n in maintaining nutrient homeostasis and adaptation [\n9\n]. In rice, the \nPERK\n gene Z15 is activated by moderately low temperatures, emphasizing the adaptability of \nPERKs\n to diverse environmental cues [\n14\n]. Additionally, \nPERKs\n have been implicated in plant defense against pathogens. For example, the expression of \nTaPERKs\n is influenced by fungal pathogens, and \nBnPERK1\n has been shown to respond to the pathogen \nSclerotinia sclerotiorum\n [\n7\n,\n12\n,\n15\n]. In summary, \nPERKs\n are versatile players in response to various stresses.\nPERKs\n also play essential roles in plant hormone signaling. Several studies have highlighted the involvement of \nPERKs\n in the regulation of growth and development in response to hormonal signals [\n10\n,\n13\n,\n16\n]. For instance, \nAtPERK4\n has been implicated in abscisic acid (ABA) signaling during root cell elongation [\n10\n]. Furthermore, the expression profiles of \nOsPERKs\n and \nGhPERKs\n have shown differential expression patterns under different plant hormone treatments, including ABA, methyl jasmona (MeJA), gibberellin (GA), salicylic acid (SA), and auxin [\n13\n,\n16\n]. The intricate regulation of \nPERKs\n by different plant hormones suggests their pivotal role in integrating hormonal signaling pathways to coordinate plant growth and stress responses.\nIn summary, \nPERK\n genes are known to be critical to plant growth, development, and stress responses. Despite the essential roles of \nPERKs\n in various processes across various plant species, comprehensive studies on the \nPERK\n gene family in \nBrassica napus\n (oilseed rape), an economically important crop serving as both an edible oil source and animal feed, are still limited [\n17\n]. This allopolyploid species (AACC, 2n = 38), formed by the hybridization between two diploid ancestors, \nB. rapa\n (AA = 20) and \nB. oleracea\n (CC = 18), emerged approximately 6800 to 12,500 years ago [\n18\n]. While a comprehensive study of \nBrPERK\n genes has been completed in male-sterile \nB. rapa\n plants, identifying 25 \nBrPERK\n genes and exploring their potential role in male sterility, studies in \nB. napus\n remain scarce [\n19\n].\nThis study aimed to provide a comprehensive study of \nBnPERK\n genes to include the exploration of its evolutionary history, chromosome location, and gene structure through various computational approaches. Tissue-specific and hormone treatment gene expression patterns were examined using available transcriptome datasets. Additionally, the study also investigated the role of \nBnPERKs\n in response to the obligate pathogen \nPlasmodiophora brassicae,\n which causes clubroot disease in \nBrassica\n species. By providing insights into the molecular and functional roles of \nBnPERKs\n, this study will contribute to a deeper understanding of this often-overlooked plant receptor subfamily and its potential applications in crop improvement.",
    "2._results": "2. Results\n2.1. Identification and Phylogenetic Analysis of BnPERKs in Brassica napus\nFifty \nPERK\n genes were identified within the \nB. napus\n ‘ZS11’ genome (\nSupplementary Tables S2 and S3\n). Identification was accomplished through an extensive BLAST search using 15 \nAtPERK\n sequences, revealing a higher number of \nBnPERK\n genes compared with those reported in \nArabidopsis\n, Chinese cabbage, soybean, rice, sorghum, maize, cotton, and wheat (\nSupplementary Table S4\n). The BnPERK family of proteins exhibited varying lengths, ranging from 187 to 921 amino acids. Their molecular weights (MWs) spanned from 20.63 to 102.21 kDa, with BnPERK15C2 and BnPERK15A2 representing the extremes. Additionally, the isoelectric points (pIs) ranged from 5.26 to 8.59 (\nSupplementary Table S5\n). The data plots illustrated that BnPERK proteins exhibit a broad spectrum of MW and pI. Moreover, predictions of subcellular localization suggested that most BnPERK proteins were located on the plasma membrane and endomembrane system, while others were associated with the nucleus and chloroplast (\nSupplementary Table S5\n).\nTo investigate the phylogenetic distribution and evolutionary relationships of the \nPERK\n gene family, a phylogenetic tree was constructed using 50 BnPERK protein sequences and 15 AtPERK protein sequences by MEGA11 using the maximum likelihood (ML) method (\nSupplementary Table S6\n). The \nBnPERK\n genes were categorized into four groups (I–IV) based on sequence similarity and functional domain analysis. Group III, being the largest group, included 5 paralogs with 24 \nBnPERK\n genes. Group I followed, containing 6 paralogs with 21 \nBnPERK\n genes. Group II included 3 paralogs, with 3 \nBnPERK\n genes, while Group IV contained only 1 paralog, with 3 \nBnPERK\n genes (\nFigure 1\n). All \nAtPERK\n genes, with the exception of \nAtPERK2\n, exhibited a close syntenic association with the 50 \nBnPERK\n genes. Most \nAtPERK\n genes corresponded to 2–6 orthologous genes in \nB. napus\n, each comprising orthologous genes from both the A and C subgenomes of \nB. napus\n. Notably, \nAtPERK3\n was associated with a single ortholog, \nBnPERK03A1\n, as its counterpart in the C subgenome appeared to have been lost. These results suggest that genome rearrangement and gene loss occurred during the polyploidization of \nB. napus\n.\n2.2. Chromosomal Distribution and Collinearity Analysis of BnPERK Genes\nThe 50 \nBnPERK\n genes were evenly distributed across the A and C subgenomes of \nB. napus\n, with 25 genes in each (\nFigure 2\n and \nSupplementary Figure S1\n). These genes were dispersed among all chromosomes, except for A10. The highest concentration of genes was on the chromosome A1, which harbored seven genes, followed by six genes on C6 and five genes on A7. Single \nBnPERK\n genes were identified on chromosomes A2, A3, A4, A5, C4, and C9. The results indicated an irregular arrangement of the \nPERK\n gene family across the rapeseed chromosomes (\nFigure 2\n).\nThe collinear gene pairs in the \nB. napus\n genome were analyzed to explore syntenic relationships among \nBnPERKs\n (\nFigure 2\n). We identified 81 collinear gene pairs, including 49 pairs resulting from segmental duplication between the A and C subgenomes and 32 pairs occurring within a subgenome. The result indicated a high conservation between the A and C subgenomes. Additionally, we assessed the selective pressure exerted on duplicated \nBnPERK\n genes by calculating the ratios of nonsynonymous to synonymous substitutions (Ka/Ks) for the paralogous gene pairs (\nSupplementary Table S7\n). The Ka/Ks ratios ranged from 0.1409 to 0.2518 for 17 gene pairs in the A subgenome and from 0.1682 to 0.2519 for 15 gene pairs in the C subgenome. Furthermore, the Ka/Ks ratios for 49 gene pairs between the A and C subgenomes varied from 0.0482 to 0.5148. Notably, the Ka/Ks ratios for all paralogous gene pairs were found to be less than 1, indicating purifying selection acting on \nBnPERK\n genes.\n2.3. Gene Structure, Conserved Motifs, and Cis-Elements Analysis of BnPERK Genes\nTo elucidate the functional characteristics of \nBnPERKs\n, the conserved motif, protein domain, and exon–intron organization were analyzed together with the phylogenetic tree (\nFigure 3\n). Ten conserved motifs were identified across the BnPERK proteins (\nFigure 3\nA and \nSupplementary Figure S2\n). These motifs exhibited consistent distribution patterns within the BnPERK proteins, with the exceptions of BnPERK15C2, BnPERK15A1, BnPERK15A3, and BnPERK10C1. Moreover, all \nBnPERK\n genes shared conserved tyrosine kinase domains, highlighting their functional significance (\nFigure 3\nB). Exon–intron analysis revealed structural diversity within the \nBnPERK\n gene family, though orthologous genes generally shared similar gene structures (\nFigure 3\nC). Most \nBnPERK\n genes harbored 5–9 introns, with the number of introns ranging from 3 (\nBnPERK15C2\n) to 16 (\nBnPERK15A2\n).\nCis\n-elements analysis is crucial for understanding gene regulation and function. Accordingly, upstream 2 kb sequences from \nBnPERKs\n transcription start sites were analyzed (\nSupplementary Tables S2 and S8\n). The results revealed that 75% of the identified \ncis\n-elements were core promoter and enhancer region elements. The remaining \ncis\n-elements were associated with hormonal responses, various stresses, and developmental processes (\nFigure 4\nA and \nSupplementary Figure S3\n). \nCis\n-elements regulated responses to diverse hormones, including methyl jasmona (MeJA), abscisic acid (ABA), gibberellin (GA), auxin, ethylene (ET), and salicylic acid (SA), which were calculated (\nFigure 4\nB). The ABA and MeJA responsive elements were abundantly detected, and the auxin responsive elements were secondarily enriched (\nFigure 4\nB). These \ncis\n-elements relate to various biotic and abiotic stresses, such as light, anaerobic conditions, drought, low temperature, defense, and wounds (\nFigure 4\nC). Notably, there were light-responsive elements in all of the \nBnPERK\n genes (\nSupplementary Figure S3\n). In addition, there was a small part of the \ncis\n-elements that were categorized according to their roles in diverse developmental processes, including zein metabolism, endosperm expression, meristem expression, cell cycle regulation, and circadian control (\nFigure 4\nD). The presence of such diverse \ncis\n-elements suggests potential regulatory roles of \nBnPERKs\n in diverse biological processes.\n2.4. Expression Pattern of BnPERK Gene Family Across Various Tissues\nThe expression pattern of the \nBnPERK\n genes was analyzed across 14 tissues at various developmental stages through RNA-Seq analysis (\nFigure 5\n). The results exhibited diverse expression patterns across these tissues. There were 13 genes showing constitutive expression in multiple tissues, among which \nBnPERK01A1\n and \nBnPERK01C1\n exhibited the highest expression levels. In contrast, certain genes displayed specific expression patterns. For example, \nBnPERK03A1\n showed highly specific but relatively low expression in the sepal, and \nBnPERK15A3\n specifically expressed in the leaf and silique. Moreover, 18 orthologous genes of \nAtPERK5\n, \nAtPERK6\n, \nAtPERK7\n, and \nAtPERK12\n in \nB. napus\n were highly expressed in pollen. \nBnPERK15C2\n, which encoded the shortest protein, was not expressed in any tissues, suggesting a potential loss of function. These differential expression patterns of \nBnPERK\n genes point to their diverse roles in plant growth and development.\nFurthermore, some paralogous gene pairs, such as \nBnPERK01A1\n/\nBnPERK01C1\n and \nBnPERK09A1\n/\nBnPERK09C1\n, showed similar expression patterns, being constitutively and highly expressed across all tested tissues. In contrast, other paralogous gene pairs, like \nBnPERK06A1\n/\nBnPERK06A2\n and \nBnPERK06C1\n/\nBnPERK06C2\n, showed specific high expression in floral organs. Additionally, \nBnPERK15A4\n/\nBnPERK15C3\n showed high expression levels in different tissues, except for pollen. However, some paralogous gene pairs exhibited distinct patterns, indicating functional divergence.\n2.5. Expression Pattern of BnPERK Gene Family in Response to Hormone Treatments\nIn order to further explore the function of \nBnPERK\ns during hormone responses, we investigated their expression patterns in both leaves and roots after different hormone treatments (\nFigure 6\n). Among the 50 identified \nBnPERK\n genes, only a small subset was expressed in leaves and roots. Most of these expressed genes were strongly induced in leaves within 0.5 h after indole acetic acid (IAA), l-aminocyclopropane-l-carboxylic acid (ACC), gibberellin acid (GA), trans-zeatin (TZ), or brassinolide (BL) treatments (\nFigure 6\nA). Additionally, four genes—\nBnPERK15A4\n, \nBnPERK15C3\n, \nBnPERK08A1\n, and \nBnPERK08C1\n—showed enhanced transcript levels at different time points after methyl jasmonate (MeJA) treatment in leaves. In contrast, their expression patterns in roots were distinct. Most genes showed enhanced expression levels after GA and ABA treatments but decreased expression levels after MeJA treatment (\nFigure 6\nB). Notably, \nBnPERK15A1\n was strongly induced after MeJA treatment. Furthermore, three genes, \nBnPERK09A1\n, \nBnPERK09C1\n, and \nBnPERK04C1\n, which showed increased expression in leaves after IAA treatment, were also induced in roots.\n2.6. Protein–Protein Interaction Network Analysis of BnPERK Genes\nPredictive interaction networks were employed to explore the biological mechanisms of BnPERK proteins. The analysis revealed that the BnPERK proteins putatively interact with 1133 proteins in \nB. napus\n. The results showed that most PERK proteins serve as core nodes in these networks, interacting with various proteins participating in different biological processes (\nFigure 7\nA and \nSupplementary Table S9\n).\nKEGG enrichment analysis indicated that the interacting proteins were primarily involved in processes such as pentose and glucuronate interconversions, plant–pathogen interaction, starch and sucrose metabolism, cyanoamino acid metabolism, the biosynthesis of secondary metabolites, endoplasmic reticulum processing, and the MAPK signaling pathway (\nFigure 7\nB and \nSupplementary Table S10\n). Similarly, GO enrichment analysis revealed significant enrichment of terms like integral components of the membrane and plasma membrane in the cellular component category (\nFigure 7\nC and \nSupplementary Table S11\n). ATP binding and kinase activity were prominently enriched in the molecular function category. Biological process category terms such as protein phosphorylation, pectin catalytic activity, and cell wall modification were enriched. Protein interactions analysis provided a comprehensive view of the BnPERK proteins interaction network in \nB. napus\n, underscoring their central role and broad involvement in different biological processes, including sugar metabolism and plant–pathogen interaction.\n2.7. Root Gall Formation and BnPERK Gene Expression in B. napus upon Plasmodiophora brassicae Inoculation\nGalls were observed on the roots of \nB. napus\n at 28 days after inoculation with \nP. brassicae\n (\nFigure 8\nA). Cross-sections of the inoculated roots revealed the changes in the vascular system. Resting spores that stained blue formed in the diseased roots. Furthermore, diseased root cells exhibited hypertrophy and disorder, accompanied by thickened cell walls, while control roots grew normally (\nFigure 8\nB). To better understand the response of \nBnPERK\n genes to clubroot disease, we analyzed the expression of \nBnPERK\n at 14 days after \nP. brassicae\n inoculation by RNA-Seq (\nFigure 8\nC). Among the 50 identified \nBnPERK\n genes, 23 were expressed in either inoculated or control roots. Notably, four genes, namely \nBnPERK09A1\n, \nBnPERK09C1\n, \nBnPERK14A1\n, and \nBnPERK06C2,\n showed downregulated expression in response to \nP. brassicae\n, among which \nBnPERK06C2\n was completely inhibited after inoculation. Additionally, the paralogous gene pair \nBnPERK09A1\n/\nBnPERK09C1\n also exhibited consistent expression patterns across different tissues. These four downregulated \nBnPERK\n genes were implicated in the response to \nP. brassicae\n.\n2.8. Function of AtPERK9 in Clubroot Disease\nTo explore the putative role of \nBnPERK09A1\n and \nBnPERK09C1\n in clubroot disease, the mutant of the orthologous gene \nAtPERK9\n (At1g68690) was used for clubroot disease investigation. Both the Col-0 and \nperk9\n showed disease symptoms on the main roots and the lateral roots (\nFigure 9\nA). The percentage of severely diseased plants (disease grade 3) in Col-0 was much higher than that in \nperk9\n, which resulted in a significantly higher disease index in Col-0 (\nFigure 9\nB,C). It indicated that \nperk9\n showed decreased severity of the clubroot disease.\nFurthermore, the expression levels of \nPERK9\n, \nPR2\n, \nPR5,\n and \nRBOHD\n were evaluated in Col-0 and \nperk9\n lines at 14 days after \nP. brassicae\n inoculation. \nPERK9\n also showed downregulated expression in response to \nP. brassicae\n in Col-0, while it was totally inhibited in \nperk9\n. The expressions of \nPR2\n, \nPR5\n, and \nRBOHD\n genes were greatly enhanced in \nperk9\n. \nPR2\n and \nRBOHD\n not only could be induced in Col-0 after \nP. brassicae\n inoculation, but also in \nperk9\n. Enhanced disease resistance to clubroot disease and increased expression of these genes in \nperk9\n indicated that the basal immune response was triggered by the knockout of \nPERK9.",
    "2.1._identification_and_phylogenetic_analysis_of_bnperks_in_": "2.1. Identification and Phylogenetic Analysis of BnPERKs in Brassica napus\nFifty \nPERK\n genes were identified within the \nB. napus\n ‘ZS11’ genome (\nSupplementary Tables S2 and S3\n). Identification was accomplished through an extensive BLAST search using 15 \nAtPERK\n sequences, revealing a higher number of \nBnPERK\n genes compared with those reported in \nArabidopsis\n, Chinese cabbage, soybean, rice, sorghum, maize, cotton, and wheat (\nSupplementary Table S4\n). The BnPERK family of proteins exhibited varying lengths, ranging from 187 to 921 amino acids. Their molecular weights (MWs) spanned from 20.63 to 102.21 kDa, with BnPERK15C2 and BnPERK15A2 representing the extremes. Additionally, the isoelectric points (pIs) ranged from 5.26 to 8.59 (\nSupplementary Table S5\n). The data plots illustrated that BnPERK proteins exhibit a broad spectrum of MW and pI. Moreover, predictions of subcellular localization suggested that most BnPERK proteins were located on the plasma membrane and endomembrane system, while others were associated with the nucleus and chloroplast (\nSupplementary Table S5\n).\nTo investigate the phylogenetic distribution and evolutionary relationships of the \nPERK\n gene family, a phylogenetic tree was constructed using 50 BnPERK protein sequences and 15 AtPERK protein sequences by MEGA11 using the maximum likelihood (ML) method (\nSupplementary Table S6\n). The \nBnPERK\n genes were categorized into four groups (I–IV) based on sequence similarity and functional domain analysis. Group III, being the largest group, included 5 paralogs with 24 \nBnPERK\n genes. Group I followed, containing 6 paralogs with 21 \nBnPERK\n genes. Group II included 3 paralogs, with 3 \nBnPERK\n genes, while Group IV contained only 1 paralog, with 3 \nBnPERK\n genes (\nFigure 1\n). All \nAtPERK\n genes, with the exception of \nAtPERK2\n, exhibited a close syntenic association with the 50 \nBnPERK\n genes. Most \nAtPERK\n genes corresponded to 2–6 orthologous genes in \nB. napus\n, each comprising orthologous genes from both the A and C subgenomes of \nB. napus\n. Notably, \nAtPERK3\n was associated with a single ortholog, \nBnPERK03A1\n, as its counterpart in the C subgenome appeared to have been lost. These results suggest that genome rearrangement and gene loss occurred during the polyploidization of \nB. napus\n.",
    "2.2._chromosomal_distribution_and_collinearity_analysis_of_b": "2.2. Chromosomal Distribution and Collinearity Analysis of BnPERK Genes\nThe 50 \nBnPERK\n genes were evenly distributed across the A and C subgenomes of \nB. napus\n, with 25 genes in each (\nFigure 2\n and \nSupplementary Figure S1\n). These genes were dispersed among all chromosomes, except for A10. The highest concentration of genes was on the chromosome A1, which harbored seven genes, followed by six genes on C6 and five genes on A7. Single \nBnPERK\n genes were identified on chromosomes A2, A3, A4, A5, C4, and C9. The results indicated an irregular arrangement of the \nPERK\n gene family across the rapeseed chromosomes (\nFigure 2\n).\nThe collinear gene pairs in the \nB. napus\n genome were analyzed to explore syntenic relationships among \nBnPERKs\n (\nFigure 2\n). We identified 81 collinear gene pairs, including 49 pairs resulting from segmental duplication between the A and C subgenomes and 32 pairs occurring within a subgenome. The result indicated a high conservation between the A and C subgenomes. Additionally, we assessed the selective pressure exerted on duplicated \nBnPERK\n genes by calculating the ratios of nonsynonymous to synonymous substitutions (Ka/Ks) for the paralogous gene pairs (\nSupplementary Table S7\n). The Ka/Ks ratios ranged from 0.1409 to 0.2518 for 17 gene pairs in the A subgenome and from 0.1682 to 0.2519 for 15 gene pairs in the C subgenome. Furthermore, the Ka/Ks ratios for 49 gene pairs between the A and C subgenomes varied from 0.0482 to 0.5148. Notably, the Ka/Ks ratios for all paralogous gene pairs were found to be less than 1, indicating purifying selection acting on \nBnPERK\n genes.",
    "2.3._gene_structure,_conserved_motifs,_and_cis-elements_anal": "2.3. Gene Structure, Conserved Motifs, and Cis-Elements Analysis of BnPERK Genes\nTo elucidate the functional characteristics of \nBnPERKs\n, the conserved motif, protein domain, and exon–intron organization were analyzed together with the phylogenetic tree (\nFigure 3\n). Ten conserved motifs were identified across the BnPERK proteins (\nFigure 3\nA and \nSupplementary Figure S2\n). These motifs exhibited consistent distribution patterns within the BnPERK proteins, with the exceptions of BnPERK15C2, BnPERK15A1, BnPERK15A3, and BnPERK10C1. Moreover, all \nBnPERK\n genes shared conserved tyrosine kinase domains, highlighting their functional significance (\nFigure 3\nB). Exon–intron analysis revealed structural diversity within the \nBnPERK\n gene family, though orthologous genes generally shared similar gene structures (\nFigure 3\nC). Most \nBnPERK\n genes harbored 5–9 introns, with the number of introns ranging from 3 (\nBnPERK15C2\n) to 16 (\nBnPERK15A2\n).\nCis\n-elements analysis is crucial for understanding gene regulation and function. Accordingly, upstream 2 kb sequences from \nBnPERKs\n transcription start sites were analyzed (\nSupplementary Tables S2 and S8\n). The results revealed that 75% of the identified \ncis\n-elements were core promoter and enhancer region elements. The remaining \ncis\n-elements were associated with hormonal responses, various stresses, and developmental processes (\nFigure 4\nA and \nSupplementary Figure S3\n). \nCis\n-elements regulated responses to diverse hormones, including methyl jasmona (MeJA), abscisic acid (ABA), gibberellin (GA), auxin, ethylene (ET), and salicylic acid (SA), which were calculated (\nFigure 4\nB). The ABA and MeJA responsive elements were abundantly detected, and the auxin responsive elements were secondarily enriched (\nFigure 4\nB). These \ncis\n-elements relate to various biotic and abiotic stresses, such as light, anaerobic conditions, drought, low temperature, defense, and wounds (\nFigure 4\nC). Notably, there were light-responsive elements in all of the \nBnPERK\n genes (\nSupplementary Figure S3\n). In addition, there was a small part of the \ncis\n-elements that were categorized according to their roles in diverse developmental processes, including zein metabolism, endosperm expression, meristem expression, cell cycle regulation, and circadian control (\nFigure 4\nD). The presence of such diverse \ncis\n-elements suggests potential regulatory roles of \nBnPERKs\n in diverse biological processes.",
    "2.4._expression_pattern_of_bnperk_gene_family_across_various": "2.4. Expression Pattern of BnPERK Gene Family Across Various Tissues\nThe expression pattern of the \nBnPERK\n genes was analyzed across 14 tissues at various developmental stages through RNA-Seq analysis (\nFigure 5\n). The results exhibited diverse expression patterns across these tissues. There were 13 genes showing constitutive expression in multiple tissues, among which \nBnPERK01A1\n and \nBnPERK01C1\n exhibited the highest expression levels. In contrast, certain genes displayed specific expression patterns. For example, \nBnPERK03A1\n showed highly specific but relatively low expression in the sepal, and \nBnPERK15A3\n specifically expressed in the leaf and silique. Moreover, 18 orthologous genes of \nAtPERK5\n, \nAtPERK6\n, \nAtPERK7\n, and \nAtPERK12\n in \nB. napus\n were highly expressed in pollen. \nBnPERK15C2\n, which encoded the shortest protein, was not expressed in any tissues, suggesting a potential loss of function. These differential expression patterns of \nBnPERK\n genes point to their diverse roles in plant growth and development.\nFurthermore, some paralogous gene pairs, such as \nBnPERK01A1\n/\nBnPERK01C1\n and \nBnPERK09A1\n/\nBnPERK09C1\n, showed similar expression patterns, being constitutively and highly expressed across all tested tissues. In contrast, other paralogous gene pairs, like \nBnPERK06A1\n/\nBnPERK06A2\n and \nBnPERK06C1\n/\nBnPERK06C2\n, showed specific high expression in floral organs. Additionally, \nBnPERK15A4\n/\nBnPERK15C3\n showed high expression levels in different tissues, except for pollen. However, some paralogous gene pairs exhibited distinct patterns, indicating functional divergence.",
    "2.5._expression_pattern_of_bnperk_gene_family_in_response_to": "2.5. Expression Pattern of BnPERK Gene Family in Response to Hormone Treatments\nIn order to further explore the function of \nBnPERK\ns during hormone responses, we investigated their expression patterns in both leaves and roots after different hormone treatments (\nFigure 6\n). Among the 50 identified \nBnPERK\n genes, only a small subset was expressed in leaves and roots. Most of these expressed genes were strongly induced in leaves within 0.5 h after indole acetic acid (IAA), l-aminocyclopropane-l-carboxylic acid (ACC), gibberellin acid (GA), trans-zeatin (TZ), or brassinolide (BL) treatments (\nFigure 6\nA). Additionally, four genes—\nBnPERK15A4\n, \nBnPERK15C3\n, \nBnPERK08A1\n, and \nBnPERK08C1\n—showed enhanced transcript levels at different time points after methyl jasmonate (MeJA) treatment in leaves. In contrast, their expression patterns in roots were distinct. Most genes showed enhanced expression levels after GA and ABA treatments but decreased expression levels after MeJA treatment (\nFigure 6\nB). Notably, \nBnPERK15A1\n was strongly induced after MeJA treatment. Furthermore, three genes, \nBnPERK09A1\n, \nBnPERK09C1\n, and \nBnPERK04C1\n, which showed increased expression in leaves after IAA treatment, were also induced in roots.",
    "2.6._protein–protein_interaction_network_analysis_of_bnperk_": "2.6. Protein–Protein Interaction Network Analysis of BnPERK Genes\nPredictive interaction networks were employed to explore the biological mechanisms of BnPERK proteins. The analysis revealed that the BnPERK proteins putatively interact with 1133 proteins in \nB. napus\n. The results showed that most PERK proteins serve as core nodes in these networks, interacting with various proteins participating in different biological processes (\nFigure 7\nA and \nSupplementary Table S9\n).\nKEGG enrichment analysis indicated that the interacting proteins were primarily involved in processes such as pentose and glucuronate interconversions, plant–pathogen interaction, starch and sucrose metabolism, cyanoamino acid metabolism, the biosynthesis of secondary metabolites, endoplasmic reticulum processing, and the MAPK signaling pathway (\nFigure 7\nB and \nSupplementary Table S10\n). Similarly, GO enrichment analysis revealed significant enrichment of terms like integral components of the membrane and plasma membrane in the cellular component category (\nFigure 7\nC and \nSupplementary Table S11\n). ATP binding and kinase activity were prominently enriched in the molecular function category. Biological process category terms such as protein phosphorylation, pectin catalytic activity, and cell wall modification were enriched. Protein interactions analysis provided a comprehensive view of the BnPERK proteins interaction network in \nB. napus\n, underscoring their central role and broad involvement in different biological processes, including sugar metabolism and plant–pathogen interaction.",
    "2.7._root_gall_formation_and_bnperk_gene_expression_in_b._na": "2.7. Root Gall Formation and BnPERK Gene Expression in B. napus upon Plasmodiophora brassicae Inoculation\nGalls were observed on the roots of \nB. napus\n at 28 days after inoculation with \nP. brassicae\n (\nFigure 8\nA). Cross-sections of the inoculated roots revealed the changes in the vascular system. Resting spores that stained blue formed in the diseased roots. Furthermore, diseased root cells exhibited hypertrophy and disorder, accompanied by thickened cell walls, while control roots grew normally (\nFigure 8\nB). To better understand the response of \nBnPERK\n genes to clubroot disease, we analyzed the expression of \nBnPERK\n at 14 days after \nP. brassicae\n inoculation by RNA-Seq (\nFigure 8\nC). Among the 50 identified \nBnPERK\n genes, 23 were expressed in either inoculated or control roots. Notably, four genes, namely \nBnPERK09A1\n, \nBnPERK09C1\n, \nBnPERK14A1\n, and \nBnPERK06C2,\n showed downregulated expression in response to \nP. brassicae\n, among which \nBnPERK06C2\n was completely inhibited after inoculation. Additionally, the paralogous gene pair \nBnPERK09A1\n/\nBnPERK09C1\n also exhibited consistent expression patterns across different tissues. These four downregulated \nBnPERK\n genes were implicated in the response to \nP. brassicae\n.",
    "2.8._function_of_atperk9_in_clubroot_disease": "2.8. Function of AtPERK9 in Clubroot Disease\nTo explore the putative role of \nBnPERK09A1\n and \nBnPERK09C1\n in clubroot disease, the mutant of the orthologous gene \nAtPERK9\n (At1g68690) was used for clubroot disease investigation. Both the Col-0 and \nperk9\n showed disease symptoms on the main roots and the lateral roots (\nFigure 9\nA). The percentage of severely diseased plants (disease grade 3) in Col-0 was much higher than that in \nperk9\n, which resulted in a significantly higher disease index in Col-0 (\nFigure 9\nB,C). It indicated that \nperk9\n showed decreased severity of the clubroot disease.\nFurthermore, the expression levels of \nPERK9\n, \nPR2\n, \nPR5,\n and \nRBOHD\n were evaluated in Col-0 and \nperk9\n lines at 14 days after \nP. brassicae\n inoculation. \nPERK9\n also showed downregulated expression in response to \nP. brassicae\n in Col-0, while it was totally inhibited in \nperk9\n. The expressions of \nPR2\n, \nPR5\n, and \nRBOHD\n genes were greatly enhanced in \nperk9\n. \nPR2\n and \nRBOHD\n not only could be induced in Col-0 after \nP. brassicae\n inoculation, but also in \nperk9\n. Enhanced disease resistance to clubroot disease and increased expression of these genes in \nperk9\n indicated that the basal immune response was triggered by the knockout of \nPERK9.",
    "3._discussion": "3. Discussion\nPERKs constitute a crucial subfamily of RLKs that play important roles in various molecular and cellular processes in plants, including development, signaling, and stress responses [\n5\n]. Despite their significance, there remains a lack of comprehensive study on the molecular functions of PERKs, particularly when compared with other RLKs. While genome-wide analyses of \nPERK\n genes have been conducted in some species [\n11\n,\n12\n,\n13\n,\n16\n,\n19\n], a thorough study of the \nBnPERK\n gene family has yet to be published. Therefore, this study systematically analyzed \nBnPERK\n genes, covering various aspects.\n3.1. Deciphering the Evolutionary Dynamics of the BnPERK Genes\nThere were 50 \nPERK\n genes identified in the rapeseed cultivar ‘ZS11’ genome, highlighting an increased number of \nBnPERK\n genes compared with previous studies (\nSupplementary Table S3\n). This expansion of \nBnPERK\n genes was attributed to the evolutionary path of the \nBrassica\n genus, which experienced a genome triplication following its divergence from the \nArabidopsis\n lineage [\n17\n,\n18\n]. Through interspecific hybridization between \nB. rapa\n (AA) and \nB. oleracea\n (CC), the allotetraploid \nB. napus\n (AACC) arose. This complex evolutionary process contributed to the expansion of the \nBnPERK\n gene family. Studies have consistently demonstrated that whole-genome duplication and segmental duplications are crucial mechanisms driving gene duplication and the expansion of gene families [\n20\n,\n21\n,\n22\n]. The prevalence of paralogous gene pairs resulting from segmental duplication highlights the role of genome duplication events in this expansion.\nInitially, it was expected that each \nArabidopsis\n gene would have six homologs in \nB. napus\n due to two recent duplication events. However, only 50 \nBnPERK\n genes were identified, suggesting a loss of duplicated \nBnPERK\n genes following \nBrassica\n genome triplication and hybridization. This indicated that gene loss was a crucial process during genomic arrangements and chromosome doubling [\n23\n]. This also implied a selective process, where functionally redundant \nBnPERK\n copies may have been lost, while the retained 50 \nBnPERK\n genes may be crucial for plant development, hormone signaling, and stress response.\nPhylogenetic analysis revealed that most \nAtPERK\n genes corresponded to 2–6 orthologous genes in \nB. napus\n, each of which included orthologs from both the A and C subgenomes. However, some \nAtPERK\n genes showed variations in the number of corresponding orthologous genes from the A and C subgenomes, suggesting extensive chromosomal rearrangements and asymmetric gene loss within duplicated genomic blocks [\n17\n]. Analysis of Ka/Ks ratios of paralogous gene pairs indicated purifying selection on duplicated \nBnPERK\n genes, implying their functional conservation and evolutionary constraint at these loci [\n24\n].\nUnderstanding the evolutionary dynamics of the \nBnPERK\n gene family not only enriches our knowledge of rapeseed genetics but also has broader implications for research in plant biology and stress-response mechanisms.\n3.2. Exploring the Structural Diversity and Functional Roles of BnPERKs\nThe \nBnPERK\n gene family exhibited significant structural diversity, including variations in gene length, molecular weight, and isoelectric points. These variations suggested potential functional specialization within the gene family [\n25\n].\nAlthough functional studies of \nBnPERKs\n are limited, expression profiling can still provide valuable insights about the gene’s function and its role in different biological processes [\n26\n]. In accordance with the result in \nA. thaliana\n, \nBnPERK\n family members exhibited two distinct expression patterns: some were highly expressed in pollen, while others had broader expression patterns [\n11\n]. Constitutive expression of certain \nBnPERK\n genes indicated their essential roles in fundamental cellular functions, while some \nBnPERKs\n exhibited higher expression levels in floral organs, which is consistent with findings in other species like \nA. thaliana\n, \nB. rapa\n, \nTriticum aestivum\n, and \nOryza sativa\n and indicates their importance in floral development [\n11\n,\n12\n,\n16\n,\n19\n]. Specifically, 18 orthologs of \nAtPERK5\n, \nAtPERK6\n, \nAtPERK7,\n and \nAtPERK12\n were notably expressed in pollen, among which \nAtPERK5\n and \nAtPERK12\n were shown to be essential for pollen tube growth [\n11\n,\n27\n]. Furthermore, certain \nB. rapa\n genes (orthologs of \nAtPERK6\n and \nAtPERK12\n) were associated with male sterility, as they were downregulated in male-sterile mutants [\n19\n]. \nBnPERK01A1\n and \nBnPERK01C1\n (orthologs of \nAtPERK1\n) showed constitutively high expression, suggesting essential roles in fundamental cellular functions. Functional analysis of \nBnPERK1\n indicated its role in regulating cell wall integrity, signaling in stress responses, and facilitating growth and development in \nArabidopsis\n [\n15\n].\nPhylogenetic analysis indicated that the \nBnPERK\n genes originated through segmental duplication [\n28\n]. Structural examination confirmed the phylogenetic arrangement, with most \nBnPERK\n genes sharing conserved motifs and tyrosine kinase domains. Differences in gene structure and \ncis\n-acting regulatory elements in promoters suggested evolutionary divergence, which may contribute to functional diversity and evolutionary mechanisms [\n29\n]. Analysis of the \ncis\n-element indicated that \nBnPERK\n genes were responsive to various stresses and hormone signaling pathways, with MeJA- and ABA-responsive elements being particularly abundant. This suggests that \nBnPERK\n genes could mediate diverse gene expression patterns and provide flexibility in stress responses [\n30\n].\nFurther study on the expression patterns of \nBnPERK\n genes in response to hormone treatments provided insights into their potential roles in hormone signaling and plant development. This rapid and robust response to IAA, ET, GA, CK, and BL suggested that \nBnPERK\n genes might play a crucial role in the early stages of hormonal signal transduction in leaves, possibly by mediating the downstream effects of these hormones. In contrast, the expression profiles in roots exhibited totally different expression patterns, which highlights the complexity and specificity of hormonal regulation in different tissues. Enhanced expression levels after GA and ABA treatments in roots suggest involvements in root growth and stress adaptation [\n31\n,\n32\n]. The contrasting expression patterns after MeJA treatment in roots and leaves imply distinct roles in different tissues. Additionally, the observation that genes such as \nBnPERK09A1\n, \nBnPERK09C1\n, and \nBnPERK04C1\n were induced in both leaves and roots after IAA treatment implies a role in auxin signaling, which is central to various developmental processes, including cell elongation and differentiation [\n33\n]. These genes may act as intermediaries in auxin signal transduction pathways, influencing growth and development in a tissue-specific manner.\nIn summary, the comprehensive examination illuminates the structural diversity and functional implications of the \nBnPERK\n gene family. The differential expression patterns of \nBnPERK\n genes in response to various hormone treatments highlight their potential involvement in diverse physiological processes, including growth regulation, stress responses, and defense mechanisms.\n3.3. Revealing the Role of BnPERK in Clubroot Disease\nRecent studies have suggested that receptor-like kinases (RLKs) including PERKs are involved in plant–pathogen interactions and immune responses [\n2\n,\n3\n,\n4\n]. Analysis of \ncis\n-elements and expression profiles suggested that \nBnPERKs\n may act as novel sensors for various stresses, particularly plant pathogen infections [\n5\n,\n12\n]. Protein–protein interaction network analysis supported this result, revealing the multifunctionality of BnPERK proteins and emphasizing their broad participation in plant physiological processes specific to plant disease response [\n34\n]. The interactions involved cell wall organization, plant–pathogen interactions, plasma membrane dynamics, endomembrane activities, MAPK signaling pathways, and starch/sucrose metabolism. Given that pathogen-induced changes in cell walls affected disease resistance, it is possible that \nBnPERKs\n detect these alterations and initiate responses to maintain cell wall integrity [\n35\n]. The membrane localization of \nBnPERKs\n suggested they might perceive infection signals at the cell’s surface. Upon activation by cell wall components, \nBnPERKs\n likely trigger downstream signaling cascades, including MAPK pathways [\n36\n]. Otherwise, MAPK pathways also acted as downstream signaling components of hormones and played important roles in plant responses to different stresses [\n37\n]. Despite these insights, the exact role of \nBnPERKs\n in plant immunity remains largely unknown, and their interactions with RLKs or coreceptors remain largely unexplored.\nClubroot disease, caused by the obligate parasite \nP. brassicae\n, poses a significant threat to Brassicaceae plants [\n38\n]. The parasite is dependent on plant-derived sugars as a carbon source for colonization [\n39\n,\n40\n]. The enriched sugar metabolism reflects the altered homeostasis and increased demand for sugar in infected plants. However, the downstream signaling components and their regulation in response to \nP. brassicae\n infection are not yet clear. The \nPERK\n gene family, with its known functions in cell wall integrity and stress responses, may contribute to reinforcing the plant cell wall during pathogen infection or modulating defense-related signaling pathways [\n5\n]. Given the role of \nPERKs\n in disease response, the involvement of the \nPERK\n gene family in \nB. napus\n in clubroot disease was as expected. The transcriptional downregulation of \nBnPERK09A1\n, \nBnPERK09C1\n, \nBnPERK14A1\n, and \nBnPERK06C2\n upon \nP. brassicae\n infection suggests their putative roles in clubroot disease response. In accordance with the result in \nB. napus\n, the expression of \nAtPERK9\n was also downregulated in response to \nP. brassicae\n. The \nperk9\n mutant was used for clubroot disease investigation, indicating the roles of \nBnPERK09A1\n and \nBnPERK09C1\n in the disease resistance. Pathogenesis-related proteins including enzymes like β-1,3-glucanase (PR2) and thionins (PR5), which have antimicrobial activity and are involved in the basal immune response [\n41\n]. The \nRBOHD\n (Respiratory burst oxidase homolog D) gene is crucial in generating reactive oxygen species (ROS) as part of the plant immune system [\n42\n]. The increased expression of these genes suggested that the knockout of \nAtPERK9\n triggered the basal immune response, resulting in increased disease resistance in \nperk9.\n The induction of \nPR2\n and \nRBOHD\n in both Col-0 and \nperk9\n after inoculation suggested that basal immune response occurred in susceptible Col-0. Furthermore, the induction of \nBnPERK09A1\n and \nBnPERK09C1\n by IAA treatment was also particularly intriguing, as IAA is known to act as a signaling molecule potentially involved in the response to \nP. brassicae\n infection [\n43\n,\n44\n,\n45\n]. However, the exact roles of \nBnPERK09A1\n and \nBnPERK09C1\n need further function study. The predicted interaction proteins associated with these pathways implied their roles in mediating the interaction between \nB. napus\n and \nP. brassicae\n, providing targets for further functional characterization.\nIn summary, uncovering the role of \nBnPERKs\n in clubroot disease response provided valuable insights into plant–pathogen interactions and potential strategies for disease management.",
    "3.1._deciphering_the_evolutionary_dynamics_of_the_bnperk_gen": "3.1. Deciphering the Evolutionary Dynamics of the BnPERK Genes\nThere were 50 \nPERK\n genes identified in the rapeseed cultivar ‘ZS11’ genome, highlighting an increased number of \nBnPERK\n genes compared with previous studies (\nSupplementary Table S3\n). This expansion of \nBnPERK\n genes was attributed to the evolutionary path of the \nBrassica\n genus, which experienced a genome triplication following its divergence from the \nArabidopsis\n lineage [\n17\n,\n18\n]. Through interspecific hybridization between \nB. rapa\n (AA) and \nB. oleracea\n (CC), the allotetraploid \nB. napus\n (AACC) arose. This complex evolutionary process contributed to the expansion of the \nBnPERK\n gene family. Studies have consistently demonstrated that whole-genome duplication and segmental duplications are crucial mechanisms driving gene duplication and the expansion of gene families [\n20\n,\n21\n,\n22\n]. The prevalence of paralogous gene pairs resulting from segmental duplication highlights the role of genome duplication events in this expansion.\nInitially, it was expected that each \nArabidopsis\n gene would have six homologs in \nB. napus\n due to two recent duplication events. However, only 50 \nBnPERK\n genes were identified, suggesting a loss of duplicated \nBnPERK\n genes following \nBrassica\n genome triplication and hybridization. This indicated that gene loss was a crucial process during genomic arrangements and chromosome doubling [\n23\n]. This also implied a selective process, where functionally redundant \nBnPERK\n copies may have been lost, while the retained 50 \nBnPERK\n genes may be crucial for plant development, hormone signaling, and stress response.\nPhylogenetic analysis revealed that most \nAtPERK\n genes corresponded to 2–6 orthologous genes in \nB. napus\n, each of which included orthologs from both the A and C subgenomes. However, some \nAtPERK\n genes showed variations in the number of corresponding orthologous genes from the A and C subgenomes, suggesting extensive chromosomal rearrangements and asymmetric gene loss within duplicated genomic blocks [\n17\n]. Analysis of Ka/Ks ratios of paralogous gene pairs indicated purifying selection on duplicated \nBnPERK\n genes, implying their functional conservation and evolutionary constraint at these loci [\n24\n].\nUnderstanding the evolutionary dynamics of the \nBnPERK\n gene family not only enriches our knowledge of rapeseed genetics but also has broader implications for research in plant biology and stress-response mechanisms.",
    "3.2._exploring_the_structural_diversity_and_functional_roles": "3.2. Exploring the Structural Diversity and Functional Roles of BnPERKs\nThe \nBnPERK\n gene family exhibited significant structural diversity, including variations in gene length, molecular weight, and isoelectric points. These variations suggested potential functional specialization within the gene family [\n25\n].\nAlthough functional studies of \nBnPERKs\n are limited, expression profiling can still provide valuable insights about the gene’s function and its role in different biological processes [\n26\n]. In accordance with the result in \nA. thaliana\n, \nBnPERK\n family members exhibited two distinct expression patterns: some were highly expressed in pollen, while others had broader expression patterns [\n11\n]. Constitutive expression of certain \nBnPERK\n genes indicated their essential roles in fundamental cellular functions, while some \nBnPERKs\n exhibited higher expression levels in floral organs, which is consistent with findings in other species like \nA. thaliana\n, \nB. rapa\n, \nTriticum aestivum\n, and \nOryza sativa\n and indicates their importance in floral development [\n11\n,\n12\n,\n16\n,\n19\n]. Specifically, 18 orthologs of \nAtPERK5\n, \nAtPERK6\n, \nAtPERK7,\n and \nAtPERK12\n were notably expressed in pollen, among which \nAtPERK5\n and \nAtPERK12\n were shown to be essential for pollen tube growth [\n11\n,\n27\n]. Furthermore, certain \nB. rapa\n genes (orthologs of \nAtPERK6\n and \nAtPERK12\n) were associated with male sterility, as they were downregulated in male-sterile mutants [\n19\n]. \nBnPERK01A1\n and \nBnPERK01C1\n (orthologs of \nAtPERK1\n) showed constitutively high expression, suggesting essential roles in fundamental cellular functions. Functional analysis of \nBnPERK1\n indicated its role in regulating cell wall integrity, signaling in stress responses, and facilitating growth and development in \nArabidopsis\n [\n15\n].\nPhylogenetic analysis indicated that the \nBnPERK\n genes originated through segmental duplication [\n28\n]. Structural examination confirmed the phylogenetic arrangement, with most \nBnPERK\n genes sharing conserved motifs and tyrosine kinase domains. Differences in gene structure and \ncis\n-acting regulatory elements in promoters suggested evolutionary divergence, which may contribute to functional diversity and evolutionary mechanisms [\n29\n]. Analysis of the \ncis\n-element indicated that \nBnPERK\n genes were responsive to various stresses and hormone signaling pathways, with MeJA- and ABA-responsive elements being particularly abundant. This suggests that \nBnPERK\n genes could mediate diverse gene expression patterns and provide flexibility in stress responses [\n30\n].\nFurther study on the expression patterns of \nBnPERK\n genes in response to hormone treatments provided insights into their potential roles in hormone signaling and plant development. This rapid and robust response to IAA, ET, GA, CK, and BL suggested that \nBnPERK\n genes might play a crucial role in the early stages of hormonal signal transduction in leaves, possibly by mediating the downstream effects of these hormones. In contrast, the expression profiles in roots exhibited totally different expression patterns, which highlights the complexity and specificity of hormonal regulation in different tissues. Enhanced expression levels after GA and ABA treatments in roots suggest involvements in root growth and stress adaptation [\n31\n,\n32\n]. The contrasting expression patterns after MeJA treatment in roots and leaves imply distinct roles in different tissues. Additionally, the observation that genes such as \nBnPERK09A1\n, \nBnPERK09C1\n, and \nBnPERK04C1\n were induced in both leaves and roots after IAA treatment implies a role in auxin signaling, which is central to various developmental processes, including cell elongation and differentiation [\n33\n]. These genes may act as intermediaries in auxin signal transduction pathways, influencing growth and development in a tissue-specific manner.\nIn summary, the comprehensive examination illuminates the structural diversity and functional implications of the \nBnPERK\n gene family. The differential expression patterns of \nBnPERK\n genes in response to various hormone treatments highlight their potential involvement in diverse physiological processes, including growth regulation, stress responses, and defense mechanisms.",
    "3.3._revealing_the_role_of_bnperk_in_clubroot_disease": "3.3. Revealing the Role of BnPERK in Clubroot Disease\nRecent studies have suggested that receptor-like kinases (RLKs) including PERKs are involved in plant–pathogen interactions and immune responses [\n2\n,\n3\n,\n4\n]. Analysis of \ncis\n-elements and expression profiles suggested that \nBnPERKs\n may act as novel sensors for various stresses, particularly plant pathogen infections [\n5\n,\n12\n]. Protein–protein interaction network analysis supported this result, revealing the multifunctionality of BnPERK proteins and emphasizing their broad participation in plant physiological processes specific to plant disease response [\n34\n]. The interactions involved cell wall organization, plant–pathogen interactions, plasma membrane dynamics, endomembrane activities, MAPK signaling pathways, and starch/sucrose metabolism. Given that pathogen-induced changes in cell walls affected disease resistance, it is possible that \nBnPERKs\n detect these alterations and initiate responses to maintain cell wall integrity [\n35\n]. The membrane localization of \nBnPERKs\n suggested they might perceive infection signals at the cell’s surface. Upon activation by cell wall components, \nBnPERKs\n likely trigger downstream signaling cascades, including MAPK pathways [\n36\n]. Otherwise, MAPK pathways also acted as downstream signaling components of hormones and played important roles in plant responses to different stresses [\n37\n]. Despite these insights, the exact role of \nBnPERKs\n in plant immunity remains largely unknown, and their interactions with RLKs or coreceptors remain largely unexplored.\nClubroot disease, caused by the obligate parasite \nP. brassicae\n, poses a significant threat to Brassicaceae plants [\n38\n]. The parasite is dependent on plant-derived sugars as a carbon source for colonization [\n39\n,\n40\n]. The enriched sugar metabolism reflects the altered homeostasis and increased demand for sugar in infected plants. However, the downstream signaling components and their regulation in response to \nP. brassicae\n infection are not yet clear. The \nPERK\n gene family, with its known functions in cell wall integrity and stress responses, may contribute to reinforcing the plant cell wall during pathogen infection or modulating defense-related signaling pathways [\n5\n]. Given the role of \nPERKs\n in disease response, the involvement of the \nPERK\n gene family in \nB. napus\n in clubroot disease was as expected. The transcriptional downregulation of \nBnPERK09A1\n, \nBnPERK09C1\n, \nBnPERK14A1\n, and \nBnPERK06C2\n upon \nP. brassicae\n infection suggests their putative roles in clubroot disease response. In accordance with the result in \nB. napus\n, the expression of \nAtPERK9\n was also downregulated in response to \nP. brassicae\n. The \nperk9\n mutant was used for clubroot disease investigation, indicating the roles of \nBnPERK09A1\n and \nBnPERK09C1\n in the disease resistance. Pathogenesis-related proteins including enzymes like β-1,3-glucanase (PR2) and thionins (PR5), which have antimicrobial activity and are involved in the basal immune response [\n41\n]. The \nRBOHD\n (Respiratory burst oxidase homolog D) gene is crucial in generating reactive oxygen species (ROS) as part of the plant immune system [\n42\n]. The increased expression of these genes suggested that the knockout of \nAtPERK9\n triggered the basal immune response, resulting in increased disease resistance in \nperk9.\n The induction of \nPR2\n and \nRBOHD\n in both Col-0 and \nperk9\n after inoculation suggested that basal immune response occurred in susceptible Col-0. Furthermore, the induction of \nBnPERK09A1\n and \nBnPERK09C1\n by IAA treatment was also particularly intriguing, as IAA is known to act as a signaling molecule potentially involved in the response to \nP. brassicae\n infection [\n43\n,\n44\n,\n45\n]. However, the exact roles of \nBnPERK09A1\n and \nBnPERK09C1\n need further function study. The predicted interaction proteins associated with these pathways implied their roles in mediating the interaction between \nB. napus\n and \nP. brassicae\n, providing targets for further functional characterization.\nIn summary, uncovering the role of \nBnPERKs\n in clubroot disease response provided valuable insights into plant–pathogen interactions and potential strategies for disease management.",
    "4._materials_and_methods": "4. Materials and Methods\n4.1. Identification of BnPERK Genes in Brassica napus\nThe \nBnPERK\n gene family was selected in this study due to its critical role in plant growth, development, and stress responses. It has not been extensively studied in \nB. napus\n, making it a valuable target for genome-wide analysis. The genomic data and annotation for the \nB. napus\n cultivar ‘ZS11’ were sourced from \nB. napus\n multi-omics information resource (BnIR) (\nhttps://yanglab.hzau.edu.cn/BnIR\n, accessed on 1 March 2024) [\n46\n]. The \nPERK\n genes in \nB. napus\n were identified using BLASTp (\nhttps://blast.ncbi.nlm.nih.gov/\n) with an E-value threshold of 10\n−5\n, employing the protein sequence of 15 AtPERKs as queries [\n11\n]. The \nBnPERK\n gene family members were named based on their orthologous relationships and chromosomal location. By searching the conserved domain in InterPro (\nhttp://www.ebi.ac.uk/interpro\n, accessed on 5 March 2024) and the NCBI Conserved Domain Database (\nhttps://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi\n, accessed on 5 March 2024), the tyrosine kinase domain-containing protein sequences were verified for candidate \nBnPERK\n genes. Additionally, Expasy (\nhttps://web.expasy.org/protparam\n, accessed on 8 March 2024) was utilized to assess the isoelectric points (pIs) and the molecular weights (MWs) of BnPERK proteins. Subcellular locations of these proteins were predicted using Euk-mPLoc [\n47\n] (\nhttp://www.csbio.sjtu.edu.cn/bioinf/euk-multi-2\n, accessed on8 March 2024).\n4.2. Chromosomal Location, Gene Duplication, and Phylogenetic Analysis\nThe positions of the \nBnPERK\n genes on the chromosomes were obtained from the annotation of the \nB. napus\n genome. McScanX (\nhttps://www.rcac.purdue.edu/software/mcscanx\n) was employed to detect the duplication patterns, including segmental and tandem duplication [\n48\n]. Visualization of chromosomal distribution and duplication events was represented using Circos (Vers. 0.69-9) software [\n49\n]. The Ka/Ks (nonsynonymous substitution rate to synonymous substitution rate) ratio was calculated for the paralogous gene pairs using ParaAT2.0 [\n50\n]. Collinearity analysis of \nBnPERK\n genes was conducted and displayed using TBtools (Vers. 2.056) [\n51\n]. A phylogenetic tree was generated using MEGA 11 [\n52\n] through neighbor-joining method with 1000 bootstrap replications and visualized using iTol (\nhttps://itol.embl.de\n, accessed on 11 March 2024).\n4.3. Gene Structure, Conserved Motifs, and Cis-Elements Analysis\nThe exon–intron structure of \nPERK\n genes was examined using Gene Structure Display Server 2.0 (\nhttps://gsds.gao-lab.org/index.php/\n accessed on 14 March 2024). Conserved motifs were predicted using Multiple Expectation Maximization for Motif Elicitation (\nhttps://meme-suite.org/meme/tools/meme\n, accessed on 14 March 2024). The sequences of 2 Kb upstream from the start codon of 50 \nBnPERK\n genes were extracted from the \nB. napus\n ‘ZS11’ genome and analyzed for \ncis\n-elements using PlantCARE [\n53\n] (\nhttp://bioinformatics.psb.ugent.be/webtools/plantcare/html\n, accessed on 14 March 2024) to predict \ncis\n-elements. The data were visualized using TBtools (Vers. 2.056) [\n51\n].\n4.4. Expression Profiles of BnPERK Genes in Different Tissues and Under Hormone Treatments\nTo display different expression profiles, RNA-Seq data from various tissues and the hormone response of \nB. napus\n cultivar ‘ZS11’ were obtained from BnIR. A total of 14 tissues at different development stages included seed, leaf, bud, root, petal, sepal, pollen, silique, filament, cotyledon, lower stem peel, middle stem peel, upper stem peel, and vegetative rosette stages. The roots and leaves were treated with hormones (IAA, auxin; ACC, l-aminocyclopropane-l-carboxylic acid; GA, gibberellin acid; ABA, abscisic acid; TZ, trans-zeatin; JA, methyl jasmonate; BL, brassinolide) and sampled at 0.5, 1, 3, and 6 h after treatment. Heatmaps were generated using these expression values after logarithmic transformed RPKM values and displayed using TBtools (Vers. 2.056) [\n51\n].\n4.5. Network-Based Prediction of Protein Interactions\nAnalysis of the protein–protein interaction network in \nB. napus\n was predicted using STRING (\nhttps://cn.string-db.org/\n, accessed on 15 March 2024), and the interactions were displayed using Cytoscape (Vers. 3.9.1) [\n54\n]. In order to investigate the biological process involving \nB. napus\n genes, the putative interacted genes based on Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses were conducted by BnaOmics [\n55\n] (\nhttps://bnaomics.ocri-genomics.net/tools/enrich/\n, accessed on 15 March 2024).\n4.6. Plasmodiophora Brassicae Inoculation, Clubroot Disease Investigation, and Histocytological Analysis\nA collection of \nPlasmodiophora brassicae\n isolate from Zhijiang, Hubei, was used for inoculation in greenhouse. The seeds of \nB. napus\n cultivar ‘ZS11’, wild-type \nA. thaliana\n (Col-0), and \nAtPERK9\n mutant were germinated in a greenhouse maintained at 24 °C under a 16/8 h light/dark photoperiod. Seven-day-old rapeseed seedlings were inoculated with resting spores of \nP. brassicae\n at a concentration of 10\n−6\n spores/mL [\n56\n]. Two-week-old \nArabidopsis\n seedlings were inoculated at a concentration of 10\n−5\n spores/mL. The clubroot disease was investigated and photographed at 28–35 days after inoculation. The disease index was assessed using the following 0–3 scoring system: 0 refers to healthy roots; 1 refers to small galls on lateral roots only; 2 refers to small and medium galls covering the main root and a few lateral roots; 3 indicates large galls on the main root. The disease index (DI) was calculated according to the following formula: DI = 100 × (1 × N\n1\n + 2 × N\n2\n + 3 × N\n3\n)/3 × N\nt\n. N\n1\n to N\n3\n refer to the number of plants in the indicated class, and N\nt\n is the total number of plants tested.\nThe progression of cortex infection by \nP. brassicae\n was studied. Approximately 0.5 cm long root segments were excised from the upper of the primary root. Following standard protocols for fixation and dehydration, the samples were embedded in paraffin and sectioned at a thickness of 5–8 μM. Sections were analyzed and photographed using an optical microscope.\n4.7. Transcriptome Analysis of BnPERK Genes in B. napus During Clubroot Disease\nRoot samples of \nB. napus\n infected with \nP. brassicae\n and uninfected controls were harvested at 14 days after treatment for RNA-Seq analysis. After sequencing and quality control, bioinformatics pipelines were using to clean raw sequencing data by removing adapters and low-quality reads. Then, the clean reads were aligned to the genome of ‘ZS11’. Gene expression levels were estimated using logarithmic transformed FPKM values. The differentially expressed genes (DEGs) between infected and control samples were determined with the DEGseq2 (adjusted \np\n < 0.05 and |log\n2\n(fold-change)| ≥ 1) and displayed using TBtools (Vers. 2.056).\n4.8. qRT-PCR Analysis of Pathogenesis-Related (PR) Genes in A. thaliana\nRoot samples from \nArabidopsis\n Col-0 and \nperk9\n infected with \nP. brassicae\n and uninfected controls were harvested at 14 days after inoculation for qRT-PCR study. Total RNA was extracted from control and inoculated roots using the FastPure Universal Plant Total RNA Isolation Kit (Vazyme, Nanjing, China). First-strand cDNA was synthesized with HiScript IV RT SuperMix for qPCR (Vazyme). Gene-specific primers are listed in \nSupplementary Table S1\n. \nActin2\n was used as reference gene. After running the qRT-PCR reactions, Ct (cycle threshold) values were obtained for each sample. The relative expression level was determined using the 2\n−ΔΔCt\n method [\n57\n]. The data were presented as the mean ± standard error (SE) based on three technical replicates of three biological replicates. Significant difference was determined at a \np\n-value < 0.05.",
    "4.1._identification_of_bnperk_genes_in_brassica_napus": "4.1. Identification of BnPERK Genes in Brassica napus\nThe \nBnPERK\n gene family was selected in this study due to its critical role in plant growth, development, and stress responses. It has not been extensively studied in \nB. napus\n, making it a valuable target for genome-wide analysis. The genomic data and annotation for the \nB. napus\n cultivar ‘ZS11’ were sourced from \nB. napus\n multi-omics information resource (BnIR) (\nhttps://yanglab.hzau.edu.cn/BnIR\n, accessed on 1 March 2024) [\n46\n]. The \nPERK\n genes in \nB. napus\n were identified using BLASTp (\nhttps://blast.ncbi.nlm.nih.gov/\n) with an E-value threshold of 10\n−5\n, employing the protein sequence of 15 AtPERKs as queries [\n11\n]. The \nBnPERK\n gene family members were named based on their orthologous relationships and chromosomal location. By searching the conserved domain in InterPro (\nhttp://www.ebi.ac.uk/interpro\n, accessed on 5 March 2024) and the NCBI Conserved Domain Database (\nhttps://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi\n, accessed on 5 March 2024), the tyrosine kinase domain-containing protein sequences were verified for candidate \nBnPERK\n genes. Additionally, Expasy (\nhttps://web.expasy.org/protparam\n, accessed on 8 March 2024) was utilized to assess the isoelectric points (pIs) and the molecular weights (MWs) of BnPERK proteins. Subcellular locations of these proteins were predicted using Euk-mPLoc [\n47\n] (\nhttp://www.csbio.sjtu.edu.cn/bioinf/euk-multi-2\n, accessed on8 March 2024).",
    "4.2._chromosomal_location,_gene_duplication,_and_phylogeneti": "4.2. Chromosomal Location, Gene Duplication, and Phylogenetic Analysis\nThe positions of the \nBnPERK\n genes on the chromosomes were obtained from the annotation of the \nB. napus\n genome. McScanX (\nhttps://www.rcac.purdue.edu/software/mcscanx\n) was employed to detect the duplication patterns, including segmental and tandem duplication [\n48\n]. Visualization of chromosomal distribution and duplication events was represented using Circos (Vers. 0.69-9) software [\n49\n]. The Ka/Ks (nonsynonymous substitution rate to synonymous substitution rate) ratio was calculated for the paralogous gene pairs using ParaAT2.0 [\n50\n]. Collinearity analysis of \nBnPERK\n genes was conducted and displayed using TBtools (Vers. 2.056) [\n51\n]. A phylogenetic tree was generated using MEGA 11 [\n52\n] through neighbor-joining method with 1000 bootstrap replications and visualized using iTol (\nhttps://itol.embl.de\n, accessed on 11 March 2024).",
    "4.3._gene_structure,_conserved_motifs,_and_cis-elements_anal": "4.3. Gene Structure, Conserved Motifs, and Cis-Elements Analysis\nThe exon–intron structure of \nPERK\n genes was examined using Gene Structure Display Server 2.0 (\nhttps://gsds.gao-lab.org/index.php/\n accessed on 14 March 2024). Conserved motifs were predicted using Multiple Expectation Maximization for Motif Elicitation (\nhttps://meme-suite.org/meme/tools/meme\n, accessed on 14 March 2024). The sequences of 2 Kb upstream from the start codon of 50 \nBnPERK\n genes were extracted from the \nB. napus\n ‘ZS11’ genome and analyzed for \ncis\n-elements using PlantCARE [\n53\n] (\nhttp://bioinformatics.psb.ugent.be/webtools/plantcare/html\n, accessed on 14 March 2024) to predict \ncis\n-elements. The data were visualized using TBtools (Vers. 2.056) [\n51\n].",
    "4.4._expression_profiles_of_bnperk_genes_in_different_tissue": "4.4. Expression Profiles of BnPERK Genes in Different Tissues and Under Hormone Treatments\nTo display different expression profiles, RNA-Seq data from various tissues and the hormone response of \nB. napus\n cultivar ‘ZS11’ were obtained from BnIR. A total of 14 tissues at different development stages included seed, leaf, bud, root, petal, sepal, pollen, silique, filament, cotyledon, lower stem peel, middle stem peel, upper stem peel, and vegetative rosette stages. The roots and leaves were treated with hormones (IAA, auxin; ACC, l-aminocyclopropane-l-carboxylic acid; GA, gibberellin acid; ABA, abscisic acid; TZ, trans-zeatin; JA, methyl jasmonate; BL, brassinolide) and sampled at 0.5, 1, 3, and 6 h after treatment. Heatmaps were generated using these expression values after logarithmic transformed RPKM values and displayed using TBtools (Vers. 2.056) [\n51\n].",
    "4.5._network-based_prediction_of_protein_interactions": "4.5. Network-Based Prediction of Protein Interactions\nAnalysis of the protein–protein interaction network in \nB. napus\n was predicted using STRING (\nhttps://cn.string-db.org/\n, accessed on 15 March 2024), and the interactions were displayed using Cytoscape (Vers. 3.9.1) [\n54\n]. In order to investigate the biological process involving \nB. napus\n genes, the putative interacted genes based on Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses were conducted by BnaOmics [\n55\n] (\nhttps://bnaomics.ocri-genomics.net/tools/enrich/\n, accessed on 15 March 2024).",
    "4.6._plasmodiophora_brassicae_inoculation,_clubroot_disease_": "4.6. Plasmodiophora Brassicae Inoculation, Clubroot Disease Investigation, and Histocytological Analysis\nA collection of \nPlasmodiophora brassicae\n isolate from Zhijiang, Hubei, was used for inoculation in greenhouse. The seeds of \nB. napus\n cultivar ‘ZS11’, wild-type \nA. thaliana\n (Col-0), and \nAtPERK9\n mutant were germinated in a greenhouse maintained at 24 °C under a 16/8 h light/dark photoperiod. Seven-day-old rapeseed seedlings were inoculated with resting spores of \nP. brassicae\n at a concentration of 10\n−6\n spores/mL [\n56\n]. Two-week-old \nArabidopsis\n seedlings were inoculated at a concentration of 10\n−5\n spores/mL. The clubroot disease was investigated and photographed at 28–35 days after inoculation. The disease index was assessed using the following 0–3 scoring system: 0 refers to healthy roots; 1 refers to small galls on lateral roots only; 2 refers to small and medium galls covering the main root and a few lateral roots; 3 indicates large galls on the main root. The disease index (DI) was calculated according to the following formula: DI = 100 × (1 × N\n1\n + 2 × N\n2\n + 3 × N\n3\n)/3 × N\nt\n. N\n1\n to N\n3\n refer to the number of plants in the indicated class, and N\nt\n is the total number of plants tested.\nThe progression of cortex infection by \nP. brassicae\n was studied. Approximately 0.5 cm long root segments were excised from the upper of the primary root. Following standard protocols for fixation and dehydration, the samples were embedded in paraffin and sectioned at a thickness of 5–8 μM. Sections were analyzed and photographed using an optical microscope.",
    "4.7._transcriptome_analysis_of_bnperk_genes_in_b._napus_duri": "4.7. Transcriptome Analysis of BnPERK Genes in B. napus During Clubroot Disease\nRoot samples of \nB. napus\n infected with \nP. brassicae\n and uninfected controls were harvested at 14 days after treatment for RNA-Seq analysis. After sequencing and quality control, bioinformatics pipelines were using to clean raw sequencing data by removing adapters and low-quality reads. Then, the clean reads were aligned to the genome of ‘ZS11’. Gene expression levels were estimated using logarithmic transformed FPKM values. The differentially expressed genes (DEGs) between infected and control samples were determined with the DEGseq2 (adjusted \np\n < 0.05 and |log\n2\n(fold-change)| ≥ 1) and displayed using TBtools (Vers. 2.056).",
    "4.8._qrt-pcr_analysis_of_pathogenesis-related_(pr)_genes_in_": "4.8. qRT-PCR Analysis of Pathogenesis-Related (PR) Genes in A. thaliana\nRoot samples from \nArabidopsis\n Col-0 and \nperk9\n infected with \nP. brassicae\n and uninfected controls were harvested at 14 days after inoculation for qRT-PCR study. Total RNA was extracted from control and inoculated roots using the FastPure Universal Plant Total RNA Isolation Kit (Vazyme, Nanjing, China). First-strand cDNA was synthesized with HiScript IV RT SuperMix for qPCR (Vazyme). Gene-specific primers are listed in \nSupplementary Table S1\n. \nActin2\n was used as reference gene. After running the qRT-PCR reactions, Ct (cycle threshold) values were obtained for each sample. The relative expression level was determined using the 2\n−ΔΔCt\n method [\n57\n]. The data were presented as the mean ± standard error (SE) based on three technical replicates of three biological replicates. Significant difference was determined at a \np\n-value < 0.05.",
    "5._conclusions": "5. Conclusions\nThe study emphasized the evolutionary dynamics, structural diversity, and functional roles of the \nBnPERK\n gene family. It suggested that \nBnPERK\n genes are involved in various physiological processes, including growth regulation, stress responses, and the defense against pathogens. The transcriptional downregulation of \nBnPERK09A1\n and \nBnPERK09C1\n upon \nP. brassicae\n infection and the potential involvement of these genes in clubroot disease response further emphasize their significance in plant immunity. The identification of \nBnPERK09A1\n and \nBnPERK09C1\n as potential targets for disease management strategies and their putative role in signaling networks could contribute to the resistance improvement of Brassicaceae crops."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11942576/"
}