{
  "id": "PMC10846184",
  "title": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10846184/"
  },
  "sections": {
    "abstract": "ABSTRACT\nWhile numerous health-beneficial interactions between host and microbiota have been identified, there is still a lack of targeted approaches for modulating these interactions. Thus, we here identify precision prebiotics that specifically modulate the abundance of a microbiome member species of interest. In the first step, we show that defining precision prebiotics by compounds that are only taken up by the target species but no other species in a community is usually not possible due to overlapping metabolic niches. Subsequently, we use metabolic modeling to identify precision prebiotics for a two-member \nCaenorhabditis elegans\n microbiome community comprising the immune-protective target species \nPseudomonas lurida\n MYb11 and the persistent colonizer \nOchrobactrum vermis\n MYb71. We experimentally confirm four of the predicted precision prebiotics, L-serine, L-threonine, D-mannitol, and γ-aminobutyric acid, to specifically increase the abundance of MYb11. L-serine was further assessed \nin vivo\n, leading to an increase in MYb11 abundance also in the worm host. Overall, our findings demonstrate that metabolic modeling is an effective tool for the design of precision prebiotics as an important cornerstone for future microbiome-targeted therapies.\nIMPORTANCE\nWhile various mechanisms through which the microbiome influences disease processes in the host have been identified, there are still only few approaches that allow for targeted manipulation of microbiome composition as a first step toward microbiome-based therapies. Here, we propose the concept of precision prebiotics that allow to boost the abundance of already resident health-beneficial microbial species in a microbiome. We present a constraint-based modeling pipeline to predict precision prebiotics for a minimal microbial community in the worm \nCaenorhabditis elegans\n comprising the host-beneficial \nPseudomonas lurida\n MYb11 and the persistent colonizer \nOchrobactrum vermis\n MYb71 with the aim to boost the growth of MYb11. Experimentally testing four of the predicted precision prebiotics, we confirm that they are specifically able to increase the abundance of MYb11 \nin vitro\n and \nin vivo\n. These results demonstrate that constraint-based modeling could be an important tool for the development of targeted microbiome-based therapies against human diseases.",
    "importance": "IMPORTANCE\nWhile various mechanisms through which the microbiome influences disease processes in the host have been identified, there are still only few approaches that allow for targeted manipulation of microbiome composition as a first step toward microbiome-based therapies. Here, we propose the concept of precision prebiotics that allow to boost the abundance of already resident health-beneficial microbial species in a microbiome. We present a constraint-based modeling pipeline to predict precision prebiotics for a minimal microbial community in the worm \nCaenorhabditis elegans\n comprising the host-beneficial \nPseudomonas lurida\n MYb11 and the persistent colonizer \nOchrobactrum vermis\n MYb71 with the aim to boost the growth of MYb11. Experimentally testing four of the predicted precision prebiotics, we confirm that they are specifically able to increase the abundance of MYb11 \nin vitro\n and \nin vivo\n. These results demonstrate that constraint-based modeling could be an important tool for the development of targeted microbiome-based therapies against human diseases.",
    "introduction": "INTRODUCTION\nWhile traditionally considered commensals, it is becoming increasingly clear that the microbial communities living within and on higher host organisms (i.e., the microbiome) are integral parts of host physiology. These microbial communities fulfill essential roles in pathogen protection (\n1\n), immune system education (\n2\n), production of vitamins (\n3\n), metabolism of xenobiotics (\n4\n, \n5\n), and increase the plasticity of their host to respond to evolutionary challenges (\n6\n, \n7\n). Thus, the composition of the microbiota plays an important role in the well-being of hosts and its ability to respond to environmental challenges (\n8\n, \n9\n), as indicated by the frequent shift of microbiota composition observed in the context of diseases (\n10\n) and exposure to environmental stressors (\n11\n). These observations and work in animal models have led to the development of the notion that the composition of the microbiome itself might be an important modulator of host health (\n12\n) as well as fitness and that a targeted modulation of microbiome composition might offer a completely new avenue for modulating the host.\nIt has been shown that dietary patterns (e.g., western diet) can affect the structure of the microbiome, however their effect is transient (\n13\n). Besides an influence of dietary uptake on microbiome composition, various approaches to modify the microbial communities of organisms have been used (\n14\n): the transfer of entire microbial communities from a donor to a recipient host (fecal transfer), the provision of compounds used by particular microbial species (prebiotics), the provision of microbial strains of natural or synthetic origin (probiotics), the provision of compounds of microbial origin (postbiotics), and combinations thereof (synbiotics). While fecal transfer is the most commonly used approach to modulate microbial community composition in animal models, it involves the transfer of entire microbial communities and therefore not only desirable traits. In consequence, there is only a single medical indication in which fecal transfers are routinely used thus far (\n15\n) and there are potential concerns about the safety and stability of the engraftment of transplants (\n16\n).\nAlthough the concept of supplementation with pre-, pro-, or synbiotics has been commonly proposed as a method of microbial manipulation, these approaches are still severely limited. In humans, oligosaccharides are proposed as prebiotics to alter the microbial community on both the structural and functional level, since they can be fermented by microbial species, which in turn can proliferate and produce bioactive compounds such as short-chain fatty acids (\n17\n). However, there is only little knowledge about other classes of compounds that might alter the microbial composition. Another important aspect to consider is the specificity with which individual target microorganisms can be manipulated using prebiotics. Thus, while oligosaccharides are considered beneficial, there is often uncertainty about which species can degrade them, as multiple, unrelated species can degrade similar types of oligosaccharides (e.g., \nBacteroidetes\n, \nLactobacilli\n, and \nBifidobacterium\n species can degrade fructans) (\n17\n, \n18\n). In case of supplementation with probiotics and synbiotics, other concerns have been raised. For instance, the ability of specific Bifidobacteria to stably colonize the human gut was only reported for ⅓ of the participants in a clinical trial (\n19\n). Moreover, introducing exogenous bacteria can have unwanted side effects. For example, some of the \nBacillus\n species that were used as probiotics in aquacultures were found to carry virulence and antibiotic-resistance genes (\n20\n). Hence, to overcome these limitations in current microbiome manipulation approaches, we need to focus on prebiotics with well-controlled modes of action (e.g., based on known microbial pathways that can degrade prebiotics) that preferentially modulate the abundance of resident microbial species. Since mechanisms of pathogenicity are often complex and context-specific (\n21\n), it is preferred if these species are native to the microbiome of the host, as unwanted side-effects due to the introduction of foreign bacterial species might be avoided. Within this work, we will refer to prebiotics that specifically modulate the abundance of selected bacterial strains within the microbiome of a specific host as “precision prebiotics.”\nTo design and evaluate such precision prebiotics, it is essential to start with a tractable model system such as the well-established model organism \nCaenorhabditis elegans\n. The native microbial community of the invertebrate \nC. elegans\n was first described in 2016 (\n22\n), yet the nematode has already been used for over 20 years as a model for studying host-microbial interactions (\n23\n). To similarly promote \nC. elegans\n-microbiome research, a synthetic 12-member \nC. elegans\n-specific microbiome resource, \nCeMbio\n, was recently established (\n24\n). Part of this consortium is the Gram-negative \nPseudomonas lurida\n MYb11 that is known to possess antifungal (\n22\n) and antimicrobial properties, thereby providing protection against the pathogen \nBacillus thuringiensis\n (Bt) (\n21\n, \n25\n). Besides its protective effects, MYb11 is known to colonize and persist in the \nC. elegans\n intestine (\n22\n) and thus increase the nematode’s fitness during infection (\n25\n). \nOchrobactrum vermis\n MYb71 is another member of the \nCeMbio\n community (\n24\n) and affects different host life-history traits (\n24\n, \n26\n, \n27\n), persistently colonizes the nematode (\n22\n), and has been described as competitive against other bacteria in terms of space and nutrients (\n27\n). Furthermore, the bacterial strain MYb11 was only able to grow on sucrose when co-cultured with MYb71 but not when cultured alone, suggesting that the two bacterial strains interact metabolically (\n27\n). Hence, a microbial community consisting of one beneficial bacterium and another one that is competitive offers an excellent opportunity for developing targeted approaches for microbiome manipulation.\nA key prerequisite for the development of precision prebiotics is a detailed understanding of the metabolic functions present within a microbial community and how specific metabolic interventions affect microbiome metabolism. One important approach to investigate metabolic functions in microbial communities is constraint-based metabolic modeling (\n28\n–\n30\n). Based on the genetic information either on the level of each bacterium or from the overall community and biochemical databases, these methods allow one to simulate the network of chemical reactions that represent the metabolic reactions of the microorganism(s) or the community (\n31\n). To this end, genome-scale metabolic models of the bacterial species within a microbiome have to be reconstructed from genomic data. These models summarize the metabolic functions present within an organism and can be reconstructed using automated reconstruction approaches (\n32\n, \n33\n) or obtained from existing model repositories (\n34\n). Furthermore, accounting for the growth environment of a species (\n35\n), optimization approaches such as flux balance analysis (FBA) for individual species (\n28\n) or constraint-based community modeling approaches (\n36\n, \n37\n) can be used to predict metabolic activities within individual species as well as interactions between species. These methods have already been used to identify metabolic alterations in the microbiome of Parkinson’s disease patients (\n38\n) as well as patients with inflammatory bowel disease (\n39\n) and to study the interaction of \nC. elegans\n as well as its microbiota in the context of drug-microbiome-host interactions (\n30\n). For \nC. elegans\n, metabolic models of the \nCeMbio\n community including MYb11 and MYb71 (\n24\n) and other members of the microbiota are available (\n27\n).\nIn this work, we used metabolic networks of MYb11 and MYb71 also incorporating phenotypic information from \nBiolog\n growth assays in a computational screen for precision prebiotics that are able to specifically boost the abundance of the host-protective strain MYb11 over MYb71. We tested four of the predicted compounds, L-serine, L-threonine, D-mannitol, and γ-aminobutyric acid (GABA) \nin vitro\n and confirmed that they selectively boost the abundance of MYb11. Moving to the \nC. elegans\n host system, we moreover showed that L-serine is able to selectively boost the abundance of MYb11 when the \nC. elegans\n host was colonized with both bacterial species. Thus, we demonstrate that constraint-based microbial community modeling approaches could represent a key tool for the design of targeted microbiome intervention approaches.",
    "materials_and_methods": "MATERIALS AND METHODS\nComputational methods\nIdentification of unique uptake compounds\nWe explored to what extent individual metabolites, which are only taken up by a single bacterial species and no other, could serve as potential supplements to target individual species. To this end, we considered gut microbiome data from a Kiel-based human cohort comprising 1,280 participants for which 16S rRNA gene sequencing data is available, which we had utilized previously (\n30\n). As reported previously, the reads were mapped to the 16S sequences of the genomes of bacterial species present in the AGORA bacterial collection (\n34\n), the read counts of each sample were normalized to a sum of 1 and removal of species below 0.1% abundance in each sample. We used \ngapseq\n version 1.1 (\n32\n) on the genomes of the identified species assuming the averaged dietary uptake of the human cohort (\n30\n) as input to the models to reconstruct genome-scale metabolic models. Subsequently, we identified for each bacterial species which metabolites can be taken up. To this end, for each exchange reaction of a metabolite, we set the respective reaction as an objective reaction. By convention, bacterial uptake of metabolites is modeled by exchange reactions where the forward direction corresponds to an excretion of a compound and the backward direction (i.e., negative flux) to its uptake. Therefore, we minimized the flux through each exchange reaction using FBA (\n40\n) implemented in the \nR\n-package \nsybil\n (\n41\n) which corresponds to maximizing the uptake of that metabolite. If the minimal flux through the exchange reaction was non-zero this metabolite could be taken up. Having repeated this procedure for each exchange reaction, we identified those compounds that can be taken up for each species. Then, we determined for each individual bacterial species in the gut microbiome of each participant whether it could take up a compound that could not be taken up by any other species in the bacterial community of this participant. Finally, we determined for each participant which fraction of the bacterial species contained in the gut microbiome had at least one unique uptake compound. Similarly, we reconstructed 78 bacterial models belonging to the \nC. elegans\n microbiota based on their published genomes (\n27\n) using \ngapseq\n version 1.2 (\n32\n). We then created random subsets of the models with increasing sizes (from 2 to 78, 50 iterations for each size) and determined the portion of strains with unique uptake compounds for each community. For the \nCeMbio\n community we used metabolic models reconstructed with \ngapseq\n 1.2 (\n32\n) from Zimmermann et al. (\n42\n). In general, the software \ngapseq\n (\n32\n) has an extensive published documentation regarding the reconstruction of genome-scale metabolic models, also available online (\nhttps://gapseq.readthedocs.io/en/latest/\n).\nComputational supplementation experiments\nIn our simulations, we utilized metabolic networks of \nP. lurida\n MYb11 and \nO. vermis\n MYb71 that were created from their genome sequences (\n27\n) using \ngapseq\n (\n32\n) version 1.1. Information from phenotypic microarrays about the organisms' metabolic capacities was integrated into the models using the “adapt” module of \ngapseq\n. Specifically, we incorporated data from the \nBiolog\n EcoPlate (assuming growth if OD590–OD750 >0.1) (\n24\n). During growth simulations, exchange fluxes of the models were constrained by assuming a computational nematode growth medium (NGM) (\n30\n) and aerobic conditions. These constraints can be found in Table S1. Additionally, the inflow of copper and iron cations was increased, so that they did not restrict the growth of the models. Following published practices (\n36\n) and due to the lack of the required kinetic information, we used the concentration values of the NGM medium input for the lower bounds of the models.\nWe used three distinct approaches for modeling individual microbes and microbial communities. To model the growth of each bacterium independently, we used FBA (\n40\n). We also utilized individual-based modeling based on \nBacArena\n (\n36\n) \nR\n-package and a community-FBA as described previously (\n39\n, \n43\n, \n44\n). The community-FBA approach is implemented in the \nR\n-package \nMicrobiomeGS2\n (\nwww.github.com/Waschina/MicrobiomeGS2\n) and an overview has been described in detail in the publication by Pryor et al. (\n30\n). To measure the effects of supplements on growth of the individual species, we modified the published approach, so that we did not fix species composition but let it be determined as part of the optimization of individual species biomasses. In all types of simulations, we focused on the identification of nutritional supplements that boosted the growth of the target species MYb11.\nFor the individual supplementation experiments, the metabolic models of both organisms were constrained with the NGM computational diet, assuming that the molecular values of the dietary compounds (molecular quantities) can be directly incorporated into the models (as fluxes in the lower bounds of the models) without any transformation. This is based on the assumption that the uptake rate of compounds is depicted by its maximum available amount (\n36\n). Supplementations for each metabolite were conducted by increasing the possible influx of the supplemented metabolite by 10 mmol/L. For testing the effects of supplements on single growth, the relative increase in growth rate compared to growth without supplements for each model was recorded. To prevent any numerical instabilities, all raw values were rounded to the sixth digit and relative changes bigger than 0.01 were taken into account.\nFor simulations using community FBA, the metabolic models of both organisms were merged into one microbial community, compartmentalized, model. Please note that we did not use a fixed community biomass composition as previously (\n30\n), since we employed community FBA to predict the resulting growth rates of individual species after maximizing the growth of the community. Thus, the community model was constrained with the NGM diet—extended with the individual supplements, as described in the previous paragraph. The growth rates of individual species were predicted by maximizing the sum of the growth rates of individual species with concomitant minimization of the sum of total fluxes as implemented in the \nR\n-package \nsybil\n (\n41\n) (with a coefficient of −10\n−6\n for the sum of fluxes in the objective function). Since the supplementations usually also increased the growth of the entire community, the predicted growth rates of each species were normalized with the respective growth rate of the community. Predicted growth rates following supplementation were contrasted against growth rates without supplementation to identify compounds whose effect was larger for the growth of MYb11 in comparison to MYb71. To exclude any numerical artifacts, rounding to the sixth digit and a cutoff of 0.01 in compound selection were also applied in this section.\nFor individual-based modeling of microbial communities, the metabolic models of both species were simulated in a virtual environment in \nBacArena\n, where they could randomly move and reproduce (\n36\n) on a 30 × 30 grid. As a growth medium, we used the NGM diet (in mM) which we diluted 1,000-fold, because otherwise bacterial models overgrew the entire simulation environment before nutrients were exhausted. For the simulations, we inoculated the growth environment with 20 individuals of each species and simulated bacterial growth for 12 iterations with 15 replicates for each supplementation using FBA. Replicates are needed since, in contrast to FBA, \nBacArena\n includes a stochastic component such as a random initial placement of individuals, random movement of individuals and random cellular replication events. A secondary objective to minimize the total flux while maximizing the growth rates of individuals was applied. To simulate the supplementation experiments, 0.01 mM of each compound of interest was added once in the beginning of the simulation. To identify significant changes in the growth profiles of individual species following each supplementation, we extracted the cell biomass information from the simulations using the command \nplotGrowthCurve\n and we calculated the relative change of the total biomass values (time step 13; rounding to the sixth digit) due the supplementations for each model. Then, the relative changes between the bacterial models were compared using Wilcoxon rank-sum tests (\n45\n). The resulting \nP\n values were corrected for multiple testing using false discovery rate control implemented in \nR\n. We selected those compounds whose effect on MYb11 was larger than on MYb71 based on the median of the respective relative changes for each model.\nBased on these simulation techniques, we identified those compounds that specifically boosted MYb11 across the simulations. Subsequently, we subsetted this list to compounds for which we had positive confirmation of their uptake by MYb11 from \nBiolog\n experiments (\n24\n, \n27\n). For the enrichment analysis of growth-supporting compounds of MYb11, we used the human metabolome database (HMDB) annotation for the available metabolite classes (\n46\n). Briefly, we tested whether the sets of candidate compounds were enriched in the metabolite classes defined in HMDB using Fisher’s exact test. As the underlying set of metabolites, we used the metabolites contained in the metabolic model of MYb11 in the different metabolite classes.\nSystem information and software\nSimulations and analyses were performed in the \nR\n environment (versions 4.0.0, 4.0.3, and 4.2.1). Model reconstructions were performed with the \ngapseq\n software (versions 1.1 and 1.2) (\n32\n) Optimizations were generally conducted using the software \nsybil\n (versions 2.1.5 and 2.2.0) (\n41\n). Specifically, multi-model supplementation was conducted using the software \nMicrobiomeGS2\n (version 0.1.5, \nwww.github.com/Waschina/MicrobiomeGS2\n) and the in-silico co-culturing was simulated on \nBacArena\n (version 1.8.2, commit fdb02bf7) (\n36\n). Both incorporate \nsybil\n in their pipelines. The linear programming solver was \nCPLEX\n (versions 12.10.0 and 22.1.0), based on the \nR\n package \ncplexAPI\n (version 1.4.0). For data management, the software \ndplyr\n (versions 1.0.2, 1.0.4, and 1.0.9), \ntidyr\n (version 1.1.3), \ntidyverse\n (version 1.3.2) (\n47\n), and \ndata.table\n (version 1.14.2) were used. For parallel computing, the software \nforeach\n (version 1.5.0 and 1.5.1) and \ndoMC\n (version 12.10.0) were used. For plotting, the software \nggplot2\n (versions 3.3.3 and 3.3.6) (\n48\n), \negg\n (version 0.4.5), and \nggVennDiagram\n (version 1.2.2.) were utilized.\nExperimental methods\nBacterial strains\nTo determine bacterial growth in mono- and co-culture either in the presence or absence of supplementation, similarly to the computational section, the two naturally associated \nC. elegans\n microbiota isolates \nP. lurida\n MYb11 and \nO. vermis\n MYb71 were used. Fluorescently labeled MYb11::dTomato (\n21\n) and MYb71::GFP were used to distinguish the two bacterial species in a mixed community. For comparison, reverse labels were also tested, using MYb71::dTomato and MYb11::sfGFP, to ensure no impact of the fluorescent label (Fig. S2). Integrated fluorescent strains of MYb71 and the MYb11::sfGFP strain were constructed by transposon insertion at the \nattTn7\n site following published work (\n49\n). Briefly, two populations of \nEscherichia coli\n SM10 strains were prepared: (i) a donor strain containing either pTn7xKS-sfGFP (pTW415) or pTn7xKS-dTomato (pTW416) plasmids, and (ii) a helper strain containing the pTNS2 (pTW10) plasmid. Liquid cultures (5 mL LB) of donor, helper (both 37°C) and target strains (26°C) were grown with agitation overnight, subcultured, and collected at an OD 0.4–0.6. Tripartite mating mixtures consisted of equal parts (1:1:1), incubated overnight at 26°C, followed by selection on LB agar plates containing gentamicin (10 µg/mL) and IPTG (1 mM). Fluorescent colonies of MYb71 were verified by PCR and sequencing using two pairs of MYb71-specific primers to the glmS gene region: (i) oDB097 (5′-\nCGCTCTGATCGATGAGACC\n-3′) and oDB098 (5′-\nTTGCGCGGCTG\nRTCGAC-3′), and (ii) oDB097 and a transposon WP11 primer (5′-\nCACGCCCCTCTTTAATACGA\n-3′) (\n49\n). MYb11::sfGFP was similarly confirmed by PCR and sequencing, following our previous protocol (\n21\n).\nBacteria were thawed from frozen stocks for each experiment, streaked to tryptic soy agar (TSA) plates and grown for 16–42 h at 25°C. Bacterial cultures of MYb11 and MYb71 were grown in liquid NGM overnight at 28°C in a shaking incubator. Cultures were adjusted to OD\n600\n = 0.5 with phosphate-buffered saline (PBS). We combined equal volumes of the adjusted cultures and used these as starting co-cultures for all experiments with the two strains, thus ensuring identical starting conditions across experimental treatments, as required for inference of an influence of the experimental manipulation on relative bacterial abundances.\nSupplementation \nin vitro\nL-serine (1714.1), D-mannitol (8883.1), and L-threonine (T206.1) were purchased from Carl Roth (Karlsruhe, Germany), and GABA (A2129) from Merck (Darmstadt, Germany) and dissolved to 1 M or 0.5 M stocks in water, depending on the maximum soluble concentration. Liquid NGM was supplemented with a final concentration of 10 mM of the respective supplement. For supplementation assays \nin vitro\n, 5 µL of either mono- or co-culture of the bacteria was added to 95 µL of liquid NGM in a 96-well plate, in the presence or absence of supplement. Treatments were randomized with respect to plate layout. Plates were incubated at 28°C for 24 h in an Epoch2 BioTek plate reader with double orbital shaking at 807 CPM. We assessed changes in bacterial abundances by quantifying the number of colony-forming units (CFUs) of a sample of the cultures plated out on agar, because this allows us to distinguish between the two strains, which is not possible using standard OD measurements. For this approach, 7 µL of different dilutions of each treatment bacterial suspension of respective mono- or co-cultures was plated onto TSA plates. The plates were stored at 25°C and CFUs scored after 24–48 h. Statistical calculations and plots were performed with \nR\n software (version 4.1.3). For all CFU assays \nin vitro\n, statistical comparisons were performed with Wilcoxon signed-rank tests (\n45\n).\nSupplementation \nin vivo\nThe \nC. elegans\n strain N2 was used for all \nin vivo\n experiments and was originally obtained from the Caenorhabditis Genetics Center (CGC). Worms were maintained on NGM plates inoculated with \nE. coli\n OP50 at 20°C following standard procedures (\n50\n). Assay plates were prepared by adding L-serine at a concentration of 0, 10, or 100 mM to NGM. Please note that serine can affect \nC. elegans\n foraging behavior (\n51\n). However and importantly for our proof-of-concept study, none of the numerous \nC. elegans\n foraging studies [including our own long-term experience (\n52\n–\n54\n)] indicated that this nematode is capable of a differential uptake of distinct bacterial strains from a mixed bacterial lawn. Therefore, any possible change in serine-induced nematode behavior is unlikely to cause any changes in the relative abundance of bacterial strains in the \nC. elegans\n gut—as long as identical starting cultures are used across experimental treatments, which we ensured with our experimental protocol. Overnight cultures of MYb11 and MYb71 were adjusted to OD\n600\n = 2.0 in PBS. Thirty to forty synchronized first instar larvae (L1) were grown on supplemented NGM plates inoculated with 125 µL of respective mono- or co-culture of MYb11 and MYb71. After 72 h, bacterial lawns were sampled by pressing the circular end of a 200-µL pipette tip into the lawn, avoiding the edges and any worms. The resulting disc was homogenized in PBS with zirconia beads in a Bead Ruptor 96 (Omni International) for 3 min at 30 Hz.\nTo assess the number of CFU, worms were washed off plates using M9-buffer + 0.025% Triton X-100, washed five times and paralyzed with 5 mM tetramisole to stop pumping of the worms as described in (\n24\n). Worms were surface-sterilized following (\n24\n), then washed two times in PBS to remove residual bleach. Worms were transferred to a new tube to determine the exact worm number (~20) and PBS was added to a final volume of 400 µL. Worms were allowed to settle and 100 µL supernatant was collected (supernatant control). Worms were homogenized in the remaining PBS using 1 mm zirconia beads in a Bead Ruptor 96 for 3 min at 30 Hz. Homogenized worms, lawns, and supernatants were serially diluted in PBS and plated on TSA plates. After up to 48 h at 25°C, the colonies were scored at the appropriate dilutions and the CFUs per worm were calculated. Each colonization experiment was conducted in three independent runs and equal biological replicates. Data were pooled across runs, and a mixed model controlling for runs was used to assess the effect of L-serine supplementation on bacterial colonization in \nC. elegans\n. For all L-serine \nin vitro\n and \nin vivo\n experiments, statistical comparisons were performed with generalized linear models, if not otherwise mentioned. We calculated the expected proportion of MYb11 in worms as the product of MYb11 proportions available on the lawns and the observed shift in bacterial proportions due to host filtering:\n\n\nE\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nw\no\nr\nm\ns\n)\n=\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nl\na\nw\nn\ns\n)\n×\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \nw\no\nr\nm\ns\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\n \nl\na\nw\nn\ns\n\n\nPlots and statistical analysis were produced with \nR\n (version 4.1.3) and edited with Inkscape (version 1.1.2).",
    "computational_methods": "Computational methods\nIdentification of unique uptake compounds\nWe explored to what extent individual metabolites, which are only taken up by a single bacterial species and no other, could serve as potential supplements to target individual species. To this end, we considered gut microbiome data from a Kiel-based human cohort comprising 1,280 participants for which 16S rRNA gene sequencing data is available, which we had utilized previously (\n30\n). As reported previously, the reads were mapped to the 16S sequences of the genomes of bacterial species present in the AGORA bacterial collection (\n34\n), the read counts of each sample were normalized to a sum of 1 and removal of species below 0.1% abundance in each sample. We used \ngapseq\n version 1.1 (\n32\n) on the genomes of the identified species assuming the averaged dietary uptake of the human cohort (\n30\n) as input to the models to reconstruct genome-scale metabolic models. Subsequently, we identified for each bacterial species which metabolites can be taken up. To this end, for each exchange reaction of a metabolite, we set the respective reaction as an objective reaction. By convention, bacterial uptake of metabolites is modeled by exchange reactions where the forward direction corresponds to an excretion of a compound and the backward direction (i.e., negative flux) to its uptake. Therefore, we minimized the flux through each exchange reaction using FBA (\n40\n) implemented in the \nR\n-package \nsybil\n (\n41\n) which corresponds to maximizing the uptake of that metabolite. If the minimal flux through the exchange reaction was non-zero this metabolite could be taken up. Having repeated this procedure for each exchange reaction, we identified those compounds that can be taken up for each species. Then, we determined for each individual bacterial species in the gut microbiome of each participant whether it could take up a compound that could not be taken up by any other species in the bacterial community of this participant. Finally, we determined for each participant which fraction of the bacterial species contained in the gut microbiome had at least one unique uptake compound. Similarly, we reconstructed 78 bacterial models belonging to the \nC. elegans\n microbiota based on their published genomes (\n27\n) using \ngapseq\n version 1.2 (\n32\n). We then created random subsets of the models with increasing sizes (from 2 to 78, 50 iterations for each size) and determined the portion of strains with unique uptake compounds for each community. For the \nCeMbio\n community we used metabolic models reconstructed with \ngapseq\n 1.2 (\n32\n) from Zimmermann et al. (\n42\n). In general, the software \ngapseq\n (\n32\n) has an extensive published documentation regarding the reconstruction of genome-scale metabolic models, also available online (\nhttps://gapseq.readthedocs.io/en/latest/\n).\nComputational supplementation experiments\nIn our simulations, we utilized metabolic networks of \nP. lurida\n MYb11 and \nO. vermis\n MYb71 that were created from their genome sequences (\n27\n) using \ngapseq\n (\n32\n) version 1.1. Information from phenotypic microarrays about the organisms' metabolic capacities was integrated into the models using the “adapt” module of \ngapseq\n. Specifically, we incorporated data from the \nBiolog\n EcoPlate (assuming growth if OD590–OD750 >0.1) (\n24\n). During growth simulations, exchange fluxes of the models were constrained by assuming a computational nematode growth medium (NGM) (\n30\n) and aerobic conditions. These constraints can be found in Table S1. Additionally, the inflow of copper and iron cations was increased, so that they did not restrict the growth of the models. Following published practices (\n36\n) and due to the lack of the required kinetic information, we used the concentration values of the NGM medium input for the lower bounds of the models.\nWe used three distinct approaches for modeling individual microbes and microbial communities. To model the growth of each bacterium independently, we used FBA (\n40\n). We also utilized individual-based modeling based on \nBacArena\n (\n36\n) \nR\n-package and a community-FBA as described previously (\n39\n, \n43\n, \n44\n). The community-FBA approach is implemented in the \nR\n-package \nMicrobiomeGS2\n (\nwww.github.com/Waschina/MicrobiomeGS2\n) and an overview has been described in detail in the publication by Pryor et al. (\n30\n). To measure the effects of supplements on growth of the individual species, we modified the published approach, so that we did not fix species composition but let it be determined as part of the optimization of individual species biomasses. In all types of simulations, we focused on the identification of nutritional supplements that boosted the growth of the target species MYb11.\nFor the individual supplementation experiments, the metabolic models of both organisms were constrained with the NGM computational diet, assuming that the molecular values of the dietary compounds (molecular quantities) can be directly incorporated into the models (as fluxes in the lower bounds of the models) without any transformation. This is based on the assumption that the uptake rate of compounds is depicted by its maximum available amount (\n36\n). Supplementations for each metabolite were conducted by increasing the possible influx of the supplemented metabolite by 10 mmol/L. For testing the effects of supplements on single growth, the relative increase in growth rate compared to growth without supplements for each model was recorded. To prevent any numerical instabilities, all raw values were rounded to the sixth digit and relative changes bigger than 0.01 were taken into account.\nFor simulations using community FBA, the metabolic models of both organisms were merged into one microbial community, compartmentalized, model. Please note that we did not use a fixed community biomass composition as previously (\n30\n), since we employed community FBA to predict the resulting growth rates of individual species after maximizing the growth of the community. Thus, the community model was constrained with the NGM diet—extended with the individual supplements, as described in the previous paragraph. The growth rates of individual species were predicted by maximizing the sum of the growth rates of individual species with concomitant minimization of the sum of total fluxes as implemented in the \nR\n-package \nsybil\n (\n41\n) (with a coefficient of −10\n−6\n for the sum of fluxes in the objective function). Since the supplementations usually also increased the growth of the entire community, the predicted growth rates of each species were normalized with the respective growth rate of the community. Predicted growth rates following supplementation were contrasted against growth rates without supplementation to identify compounds whose effect was larger for the growth of MYb11 in comparison to MYb71. To exclude any numerical artifacts, rounding to the sixth digit and a cutoff of 0.01 in compound selection were also applied in this section.\nFor individual-based modeling of microbial communities, the metabolic models of both species were simulated in a virtual environment in \nBacArena\n, where they could randomly move and reproduce (\n36\n) on a 30 × 30 grid. As a growth medium, we used the NGM diet (in mM) which we diluted 1,000-fold, because otherwise bacterial models overgrew the entire simulation environment before nutrients were exhausted. For the simulations, we inoculated the growth environment with 20 individuals of each species and simulated bacterial growth for 12 iterations with 15 replicates for each supplementation using FBA. Replicates are needed since, in contrast to FBA, \nBacArena\n includes a stochastic component such as a random initial placement of individuals, random movement of individuals and random cellular replication events. A secondary objective to minimize the total flux while maximizing the growth rates of individuals was applied. To simulate the supplementation experiments, 0.01 mM of each compound of interest was added once in the beginning of the simulation. To identify significant changes in the growth profiles of individual species following each supplementation, we extracted the cell biomass information from the simulations using the command \nplotGrowthCurve\n and we calculated the relative change of the total biomass values (time step 13; rounding to the sixth digit) due the supplementations for each model. Then, the relative changes between the bacterial models were compared using Wilcoxon rank-sum tests (\n45\n). The resulting \nP\n values were corrected for multiple testing using false discovery rate control implemented in \nR\n. We selected those compounds whose effect on MYb11 was larger than on MYb71 based on the median of the respective relative changes for each model.\nBased on these simulation techniques, we identified those compounds that specifically boosted MYb11 across the simulations. Subsequently, we subsetted this list to compounds for which we had positive confirmation of their uptake by MYb11 from \nBiolog\n experiments (\n24\n, \n27\n). For the enrichment analysis of growth-supporting compounds of MYb11, we used the human metabolome database (HMDB) annotation for the available metabolite classes (\n46\n). Briefly, we tested whether the sets of candidate compounds were enriched in the metabolite classes defined in HMDB using Fisher’s exact test. As the underlying set of metabolites, we used the metabolites contained in the metabolic model of MYb11 in the different metabolite classes.\nSystem information and software\nSimulations and analyses were performed in the \nR\n environment (versions 4.0.0, 4.0.3, and 4.2.1). Model reconstructions were performed with the \ngapseq\n software (versions 1.1 and 1.2) (\n32\n) Optimizations were generally conducted using the software \nsybil\n (versions 2.1.5 and 2.2.0) (\n41\n). Specifically, multi-model supplementation was conducted using the software \nMicrobiomeGS2\n (version 0.1.5, \nwww.github.com/Waschina/MicrobiomeGS2\n) and the in-silico co-culturing was simulated on \nBacArena\n (version 1.8.2, commit fdb02bf7) (\n36\n). Both incorporate \nsybil\n in their pipelines. The linear programming solver was \nCPLEX\n (versions 12.10.0 and 22.1.0), based on the \nR\n package \ncplexAPI\n (version 1.4.0). For data management, the software \ndplyr\n (versions 1.0.2, 1.0.4, and 1.0.9), \ntidyr\n (version 1.1.3), \ntidyverse\n (version 1.3.2) (\n47\n), and \ndata.table\n (version 1.14.2) were used. For parallel computing, the software \nforeach\n (version 1.5.0 and 1.5.1) and \ndoMC\n (version 12.10.0) were used. For plotting, the software \nggplot2\n (versions 3.3.3 and 3.3.6) (\n48\n), \negg\n (version 0.4.5), and \nggVennDiagram\n (version 1.2.2.) were utilized.",
    "identification_of_unique_uptake_compounds": "Identification of unique uptake compounds\nWe explored to what extent individual metabolites, which are only taken up by a single bacterial species and no other, could serve as potential supplements to target individual species. To this end, we considered gut microbiome data from a Kiel-based human cohort comprising 1,280 participants for which 16S rRNA gene sequencing data is available, which we had utilized previously (\n30\n). As reported previously, the reads were mapped to the 16S sequences of the genomes of bacterial species present in the AGORA bacterial collection (\n34\n), the read counts of each sample were normalized to a sum of 1 and removal of species below 0.1% abundance in each sample. We used \ngapseq\n version 1.1 (\n32\n) on the genomes of the identified species assuming the averaged dietary uptake of the human cohort (\n30\n) as input to the models to reconstruct genome-scale metabolic models. Subsequently, we identified for each bacterial species which metabolites can be taken up. To this end, for each exchange reaction of a metabolite, we set the respective reaction as an objective reaction. By convention, bacterial uptake of metabolites is modeled by exchange reactions where the forward direction corresponds to an excretion of a compound and the backward direction (i.e., negative flux) to its uptake. Therefore, we minimized the flux through each exchange reaction using FBA (\n40\n) implemented in the \nR\n-package \nsybil\n (\n41\n) which corresponds to maximizing the uptake of that metabolite. If the minimal flux through the exchange reaction was non-zero this metabolite could be taken up. Having repeated this procedure for each exchange reaction, we identified those compounds that can be taken up for each species. Then, we determined for each individual bacterial species in the gut microbiome of each participant whether it could take up a compound that could not be taken up by any other species in the bacterial community of this participant. Finally, we determined for each participant which fraction of the bacterial species contained in the gut microbiome had at least one unique uptake compound. Similarly, we reconstructed 78 bacterial models belonging to the \nC. elegans\n microbiota based on their published genomes (\n27\n) using \ngapseq\n version 1.2 (\n32\n). We then created random subsets of the models with increasing sizes (from 2 to 78, 50 iterations for each size) and determined the portion of strains with unique uptake compounds for each community. For the \nCeMbio\n community we used metabolic models reconstructed with \ngapseq\n 1.2 (\n32\n) from Zimmermann et al. (\n42\n). In general, the software \ngapseq\n (\n32\n) has an extensive published documentation regarding the reconstruction of genome-scale metabolic models, also available online (\nhttps://gapseq.readthedocs.io/en/latest/\n).",
    "computational_supplementation_experiments": "Computational supplementation experiments\nIn our simulations, we utilized metabolic networks of \nP. lurida\n MYb11 and \nO. vermis\n MYb71 that were created from their genome sequences (\n27\n) using \ngapseq\n (\n32\n) version 1.1. Information from phenotypic microarrays about the organisms' metabolic capacities was integrated into the models using the “adapt” module of \ngapseq\n. Specifically, we incorporated data from the \nBiolog\n EcoPlate (assuming growth if OD590–OD750 >0.1) (\n24\n). During growth simulations, exchange fluxes of the models were constrained by assuming a computational nematode growth medium (NGM) (\n30\n) and aerobic conditions. These constraints can be found in Table S1. Additionally, the inflow of copper and iron cations was increased, so that they did not restrict the growth of the models. Following published practices (\n36\n) and due to the lack of the required kinetic information, we used the concentration values of the NGM medium input for the lower bounds of the models.\nWe used three distinct approaches for modeling individual microbes and microbial communities. To model the growth of each bacterium independently, we used FBA (\n40\n). We also utilized individual-based modeling based on \nBacArena\n (\n36\n) \nR\n-package and a community-FBA as described previously (\n39\n, \n43\n, \n44\n). The community-FBA approach is implemented in the \nR\n-package \nMicrobiomeGS2\n (\nwww.github.com/Waschina/MicrobiomeGS2\n) and an overview has been described in detail in the publication by Pryor et al. (\n30\n). To measure the effects of supplements on growth of the individual species, we modified the published approach, so that we did not fix species composition but let it be determined as part of the optimization of individual species biomasses. In all types of simulations, we focused on the identification of nutritional supplements that boosted the growth of the target species MYb11.\nFor the individual supplementation experiments, the metabolic models of both organisms were constrained with the NGM computational diet, assuming that the molecular values of the dietary compounds (molecular quantities) can be directly incorporated into the models (as fluxes in the lower bounds of the models) without any transformation. This is based on the assumption that the uptake rate of compounds is depicted by its maximum available amount (\n36\n). Supplementations for each metabolite were conducted by increasing the possible influx of the supplemented metabolite by 10 mmol/L. For testing the effects of supplements on single growth, the relative increase in growth rate compared to growth without supplements for each model was recorded. To prevent any numerical instabilities, all raw values were rounded to the sixth digit and relative changes bigger than 0.01 were taken into account.\nFor simulations using community FBA, the metabolic models of both organisms were merged into one microbial community, compartmentalized, model. Please note that we did not use a fixed community biomass composition as previously (\n30\n), since we employed community FBA to predict the resulting growth rates of individual species after maximizing the growth of the community. Thus, the community model was constrained with the NGM diet—extended with the individual supplements, as described in the previous paragraph. The growth rates of individual species were predicted by maximizing the sum of the growth rates of individual species with concomitant minimization of the sum of total fluxes as implemented in the \nR\n-package \nsybil\n (\n41\n) (with a coefficient of −10\n−6\n for the sum of fluxes in the objective function). Since the supplementations usually also increased the growth of the entire community, the predicted growth rates of each species were normalized with the respective growth rate of the community. Predicted growth rates following supplementation were contrasted against growth rates without supplementation to identify compounds whose effect was larger for the growth of MYb11 in comparison to MYb71. To exclude any numerical artifacts, rounding to the sixth digit and a cutoff of 0.01 in compound selection were also applied in this section.\nFor individual-based modeling of microbial communities, the metabolic models of both species were simulated in a virtual environment in \nBacArena\n, where they could randomly move and reproduce (\n36\n) on a 30 × 30 grid. As a growth medium, we used the NGM diet (in mM) which we diluted 1,000-fold, because otherwise bacterial models overgrew the entire simulation environment before nutrients were exhausted. For the simulations, we inoculated the growth environment with 20 individuals of each species and simulated bacterial growth for 12 iterations with 15 replicates for each supplementation using FBA. Replicates are needed since, in contrast to FBA, \nBacArena\n includes a stochastic component such as a random initial placement of individuals, random movement of individuals and random cellular replication events. A secondary objective to minimize the total flux while maximizing the growth rates of individuals was applied. To simulate the supplementation experiments, 0.01 mM of each compound of interest was added once in the beginning of the simulation. To identify significant changes in the growth profiles of individual species following each supplementation, we extracted the cell biomass information from the simulations using the command \nplotGrowthCurve\n and we calculated the relative change of the total biomass values (time step 13; rounding to the sixth digit) due the supplementations for each model. Then, the relative changes between the bacterial models were compared using Wilcoxon rank-sum tests (\n45\n). The resulting \nP\n values were corrected for multiple testing using false discovery rate control implemented in \nR\n. We selected those compounds whose effect on MYb11 was larger than on MYb71 based on the median of the respective relative changes for each model.\nBased on these simulation techniques, we identified those compounds that specifically boosted MYb11 across the simulations. Subsequently, we subsetted this list to compounds for which we had positive confirmation of their uptake by MYb11 from \nBiolog\n experiments (\n24\n, \n27\n). For the enrichment analysis of growth-supporting compounds of MYb11, we used the human metabolome database (HMDB) annotation for the available metabolite classes (\n46\n). Briefly, we tested whether the sets of candidate compounds were enriched in the metabolite classes defined in HMDB using Fisher’s exact test. As the underlying set of metabolites, we used the metabolites contained in the metabolic model of MYb11 in the different metabolite classes.",
    "system_information_and_software": "System information and software\nSimulations and analyses were performed in the \nR\n environment (versions 4.0.0, 4.0.3, and 4.2.1). Model reconstructions were performed with the \ngapseq\n software (versions 1.1 and 1.2) (\n32\n) Optimizations were generally conducted using the software \nsybil\n (versions 2.1.5 and 2.2.0) (\n41\n). Specifically, multi-model supplementation was conducted using the software \nMicrobiomeGS2\n (version 0.1.5, \nwww.github.com/Waschina/MicrobiomeGS2\n) and the in-silico co-culturing was simulated on \nBacArena\n (version 1.8.2, commit fdb02bf7) (\n36\n). Both incorporate \nsybil\n in their pipelines. The linear programming solver was \nCPLEX\n (versions 12.10.0 and 22.1.0), based on the \nR\n package \ncplexAPI\n (version 1.4.0). For data management, the software \ndplyr\n (versions 1.0.2, 1.0.4, and 1.0.9), \ntidyr\n (version 1.1.3), \ntidyverse\n (version 1.3.2) (\n47\n), and \ndata.table\n (version 1.14.2) were used. For parallel computing, the software \nforeach\n (version 1.5.0 and 1.5.1) and \ndoMC\n (version 12.10.0) were used. For plotting, the software \nggplot2\n (versions 3.3.3 and 3.3.6) (\n48\n), \negg\n (version 0.4.5), and \nggVennDiagram\n (version 1.2.2.) were utilized.",
    "experimental_methods": "Experimental methods\nBacterial strains\nTo determine bacterial growth in mono- and co-culture either in the presence or absence of supplementation, similarly to the computational section, the two naturally associated \nC. elegans\n microbiota isolates \nP. lurida\n MYb11 and \nO. vermis\n MYb71 were used. Fluorescently labeled MYb11::dTomato (\n21\n) and MYb71::GFP were used to distinguish the two bacterial species in a mixed community. For comparison, reverse labels were also tested, using MYb71::dTomato and MYb11::sfGFP, to ensure no impact of the fluorescent label (Fig. S2). Integrated fluorescent strains of MYb71 and the MYb11::sfGFP strain were constructed by transposon insertion at the \nattTn7\n site following published work (\n49\n). Briefly, two populations of \nEscherichia coli\n SM10 strains were prepared: (i) a donor strain containing either pTn7xKS-sfGFP (pTW415) or pTn7xKS-dTomato (pTW416) plasmids, and (ii) a helper strain containing the pTNS2 (pTW10) plasmid. Liquid cultures (5 mL LB) of donor, helper (both 37°C) and target strains (26°C) were grown with agitation overnight, subcultured, and collected at an OD 0.4–0.6. Tripartite mating mixtures consisted of equal parts (1:1:1), incubated overnight at 26°C, followed by selection on LB agar plates containing gentamicin (10 µg/mL) and IPTG (1 mM). Fluorescent colonies of MYb71 were verified by PCR and sequencing using two pairs of MYb71-specific primers to the glmS gene region: (i) oDB097 (5′-\nCGCTCTGATCGATGAGACC\n-3′) and oDB098 (5′-\nTTGCGCGGCTG\nRTCGAC-3′), and (ii) oDB097 and a transposon WP11 primer (5′-\nCACGCCCCTCTTTAATACGA\n-3′) (\n49\n). MYb11::sfGFP was similarly confirmed by PCR and sequencing, following our previous protocol (\n21\n).\nBacteria were thawed from frozen stocks for each experiment, streaked to tryptic soy agar (TSA) plates and grown for 16–42 h at 25°C. Bacterial cultures of MYb11 and MYb71 were grown in liquid NGM overnight at 28°C in a shaking incubator. Cultures were adjusted to OD\n600\n = 0.5 with phosphate-buffered saline (PBS). We combined equal volumes of the adjusted cultures and used these as starting co-cultures for all experiments with the two strains, thus ensuring identical starting conditions across experimental treatments, as required for inference of an influence of the experimental manipulation on relative bacterial abundances.\nSupplementation \nin vitro\nL-serine (1714.1), D-mannitol (8883.1), and L-threonine (T206.1) were purchased from Carl Roth (Karlsruhe, Germany), and GABA (A2129) from Merck (Darmstadt, Germany) and dissolved to 1 M or 0.5 M stocks in water, depending on the maximum soluble concentration. Liquid NGM was supplemented with a final concentration of 10 mM of the respective supplement. For supplementation assays \nin vitro\n, 5 µL of either mono- or co-culture of the bacteria was added to 95 µL of liquid NGM in a 96-well plate, in the presence or absence of supplement. Treatments were randomized with respect to plate layout. Plates were incubated at 28°C for 24 h in an Epoch2 BioTek plate reader with double orbital shaking at 807 CPM. We assessed changes in bacterial abundances by quantifying the number of colony-forming units (CFUs) of a sample of the cultures plated out on agar, because this allows us to distinguish between the two strains, which is not possible using standard OD measurements. For this approach, 7 µL of different dilutions of each treatment bacterial suspension of respective mono- or co-cultures was plated onto TSA plates. The plates were stored at 25°C and CFUs scored after 24–48 h. Statistical calculations and plots were performed with \nR\n software (version 4.1.3). For all CFU assays \nin vitro\n, statistical comparisons were performed with Wilcoxon signed-rank tests (\n45\n).\nSupplementation \nin vivo\nThe \nC. elegans\n strain N2 was used for all \nin vivo\n experiments and was originally obtained from the Caenorhabditis Genetics Center (CGC). Worms were maintained on NGM plates inoculated with \nE. coli\n OP50 at 20°C following standard procedures (\n50\n). Assay plates were prepared by adding L-serine at a concentration of 0, 10, or 100 mM to NGM. Please note that serine can affect \nC. elegans\n foraging behavior (\n51\n). However and importantly for our proof-of-concept study, none of the numerous \nC. elegans\n foraging studies [including our own long-term experience (\n52\n–\n54\n)] indicated that this nematode is capable of a differential uptake of distinct bacterial strains from a mixed bacterial lawn. Therefore, any possible change in serine-induced nematode behavior is unlikely to cause any changes in the relative abundance of bacterial strains in the \nC. elegans\n gut—as long as identical starting cultures are used across experimental treatments, which we ensured with our experimental protocol. Overnight cultures of MYb11 and MYb71 were adjusted to OD\n600\n = 2.0 in PBS. Thirty to forty synchronized first instar larvae (L1) were grown on supplemented NGM plates inoculated with 125 µL of respective mono- or co-culture of MYb11 and MYb71. After 72 h, bacterial lawns were sampled by pressing the circular end of a 200-µL pipette tip into the lawn, avoiding the edges and any worms. The resulting disc was homogenized in PBS with zirconia beads in a Bead Ruptor 96 (Omni International) for 3 min at 30 Hz.\nTo assess the number of CFU, worms were washed off plates using M9-buffer + 0.025% Triton X-100, washed five times and paralyzed with 5 mM tetramisole to stop pumping of the worms as described in (\n24\n). Worms were surface-sterilized following (\n24\n), then washed two times in PBS to remove residual bleach. Worms were transferred to a new tube to determine the exact worm number (~20) and PBS was added to a final volume of 400 µL. Worms were allowed to settle and 100 µL supernatant was collected (supernatant control). Worms were homogenized in the remaining PBS using 1 mm zirconia beads in a Bead Ruptor 96 for 3 min at 30 Hz. Homogenized worms, lawns, and supernatants were serially diluted in PBS and plated on TSA plates. After up to 48 h at 25°C, the colonies were scored at the appropriate dilutions and the CFUs per worm were calculated. Each colonization experiment was conducted in three independent runs and equal biological replicates. Data were pooled across runs, and a mixed model controlling for runs was used to assess the effect of L-serine supplementation on bacterial colonization in \nC. elegans\n. For all L-serine \nin vitro\n and \nin vivo\n experiments, statistical comparisons were performed with generalized linear models, if not otherwise mentioned. We calculated the expected proportion of MYb11 in worms as the product of MYb11 proportions available on the lawns and the observed shift in bacterial proportions due to host filtering:\n\n\nE\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nw\no\nr\nm\ns\n)\n=\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nl\na\nw\nn\ns\n)\n×\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \nw\no\nr\nm\ns\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\n \nl\na\nw\nn\ns\n\n\nPlots and statistical analysis were produced with \nR\n (version 4.1.3) and edited with Inkscape (version 1.1.2).",
    "bacterial_strains": "Bacterial strains\nTo determine bacterial growth in mono- and co-culture either in the presence or absence of supplementation, similarly to the computational section, the two naturally associated \nC. elegans\n microbiota isolates \nP. lurida\n MYb11 and \nO. vermis\n MYb71 were used. Fluorescently labeled MYb11::dTomato (\n21\n) and MYb71::GFP were used to distinguish the two bacterial species in a mixed community. For comparison, reverse labels were also tested, using MYb71::dTomato and MYb11::sfGFP, to ensure no impact of the fluorescent label (Fig. S2). Integrated fluorescent strains of MYb71 and the MYb11::sfGFP strain were constructed by transposon insertion at the \nattTn7\n site following published work (\n49\n). Briefly, two populations of \nEscherichia coli\n SM10 strains were prepared: (i) a donor strain containing either pTn7xKS-sfGFP (pTW415) or pTn7xKS-dTomato (pTW416) plasmids, and (ii) a helper strain containing the pTNS2 (pTW10) plasmid. Liquid cultures (5 mL LB) of donor, helper (both 37°C) and target strains (26°C) were grown with agitation overnight, subcultured, and collected at an OD 0.4–0.6. Tripartite mating mixtures consisted of equal parts (1:1:1), incubated overnight at 26°C, followed by selection on LB agar plates containing gentamicin (10 µg/mL) and IPTG (1 mM). Fluorescent colonies of MYb71 were verified by PCR and sequencing using two pairs of MYb71-specific primers to the glmS gene region: (i) oDB097 (5′-\nCGCTCTGATCGATGAGACC\n-3′) and oDB098 (5′-\nTTGCGCGGCTG\nRTCGAC-3′), and (ii) oDB097 and a transposon WP11 primer (5′-\nCACGCCCCTCTTTAATACGA\n-3′) (\n49\n). MYb11::sfGFP was similarly confirmed by PCR and sequencing, following our previous protocol (\n21\n).\nBacteria were thawed from frozen stocks for each experiment, streaked to tryptic soy agar (TSA) plates and grown for 16–42 h at 25°C. Bacterial cultures of MYb11 and MYb71 were grown in liquid NGM overnight at 28°C in a shaking incubator. Cultures were adjusted to OD\n600\n = 0.5 with phosphate-buffered saline (PBS). We combined equal volumes of the adjusted cultures and used these as starting co-cultures for all experiments with the two strains, thus ensuring identical starting conditions across experimental treatments, as required for inference of an influence of the experimental manipulation on relative bacterial abundances.",
    "supplementation_in_vitro": "Supplementation \nin vitro\nL-serine (1714.1), D-mannitol (8883.1), and L-threonine (T206.1) were purchased from Carl Roth (Karlsruhe, Germany), and GABA (A2129) from Merck (Darmstadt, Germany) and dissolved to 1 M or 0.5 M stocks in water, depending on the maximum soluble concentration. Liquid NGM was supplemented with a final concentration of 10 mM of the respective supplement. For supplementation assays \nin vitro\n, 5 µL of either mono- or co-culture of the bacteria was added to 95 µL of liquid NGM in a 96-well plate, in the presence or absence of supplement. Treatments were randomized with respect to plate layout. Plates were incubated at 28°C for 24 h in an Epoch2 BioTek plate reader with double orbital shaking at 807 CPM. We assessed changes in bacterial abundances by quantifying the number of colony-forming units (CFUs) of a sample of the cultures plated out on agar, because this allows us to distinguish between the two strains, which is not possible using standard OD measurements. For this approach, 7 µL of different dilutions of each treatment bacterial suspension of respective mono- or co-cultures was plated onto TSA plates. The plates were stored at 25°C and CFUs scored after 24–48 h. Statistical calculations and plots were performed with \nR\n software (version 4.1.3). For all CFU assays \nin vitro\n, statistical comparisons were performed with Wilcoxon signed-rank tests (\n45\n).",
    "supplementation_in_vivo": "Supplementation \nin vivo\nThe \nC. elegans\n strain N2 was used for all \nin vivo\n experiments and was originally obtained from the Caenorhabditis Genetics Center (CGC). Worms were maintained on NGM plates inoculated with \nE. coli\n OP50 at 20°C following standard procedures (\n50\n). Assay plates were prepared by adding L-serine at a concentration of 0, 10, or 100 mM to NGM. Please note that serine can affect \nC. elegans\n foraging behavior (\n51\n). However and importantly for our proof-of-concept study, none of the numerous \nC. elegans\n foraging studies [including our own long-term experience (\n52\n–\n54\n)] indicated that this nematode is capable of a differential uptake of distinct bacterial strains from a mixed bacterial lawn. Therefore, any possible change in serine-induced nematode behavior is unlikely to cause any changes in the relative abundance of bacterial strains in the \nC. elegans\n gut—as long as identical starting cultures are used across experimental treatments, which we ensured with our experimental protocol. Overnight cultures of MYb11 and MYb71 were adjusted to OD\n600\n = 2.0 in PBS. Thirty to forty synchronized first instar larvae (L1) were grown on supplemented NGM plates inoculated with 125 µL of respective mono- or co-culture of MYb11 and MYb71. After 72 h, bacterial lawns were sampled by pressing the circular end of a 200-µL pipette tip into the lawn, avoiding the edges and any worms. The resulting disc was homogenized in PBS with zirconia beads in a Bead Ruptor 96 (Omni International) for 3 min at 30 Hz.\nTo assess the number of CFU, worms were washed off plates using M9-buffer + 0.025% Triton X-100, washed five times and paralyzed with 5 mM tetramisole to stop pumping of the worms as described in (\n24\n). Worms were surface-sterilized following (\n24\n), then washed two times in PBS to remove residual bleach. Worms were transferred to a new tube to determine the exact worm number (~20) and PBS was added to a final volume of 400 µL. Worms were allowed to settle and 100 µL supernatant was collected (supernatant control). Worms were homogenized in the remaining PBS using 1 mm zirconia beads in a Bead Ruptor 96 for 3 min at 30 Hz. Homogenized worms, lawns, and supernatants were serially diluted in PBS and plated on TSA plates. After up to 48 h at 25°C, the colonies were scored at the appropriate dilutions and the CFUs per worm were calculated. Each colonization experiment was conducted in three independent runs and equal biological replicates. Data were pooled across runs, and a mixed model controlling for runs was used to assess the effect of L-serine supplementation on bacterial colonization in \nC. elegans\n. For all L-serine \nin vitro\n and \nin vivo\n experiments, statistical comparisons were performed with generalized linear models, if not otherwise mentioned. We calculated the expected proportion of MYb11 in worms as the product of MYb11 proportions available on the lawns and the observed shift in bacterial proportions due to host filtering:\n\n\nE\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nw\no\nr\nm\ns\n)\n=\n(\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\ns\nu\np\np\nl\ne\nm\ne\nn\nt\ne\nd\n \nl\na\nw\nn\ns\n)\n×\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \ni\nn\n \nw\no\nr\nm\ns\nP\nr\no\np\n.\n \nM\nY\nb\n11\n \no\nn\n \nl\na\nw\nn\ns\n\n\nPlots and statistical analysis were produced with \nR\n (version 4.1.3) and edited with Inkscape (version 1.1.2).",
    "results": "RESULTS\nOverlapping metabolic niches between microbiome member species prevent the use of unique uptake compounds as precision prebiotics\nThe simplest approach to specifically boost the abundance of a particular bacterial species in a microbial community is to supply the community with a compound that is only taken up by the target species but no other species. Hence, these compounds correspond to unique metabolic niches for the respective bacterial species. We initially tested computationally whether such unique uptake compounds typically exist in bacterial communities, using bacterial communities from a human cohort as well as \nC. elegans\n (\n30\n). We evaluated for each bacterial species of a particular community whether it was able to take up a metabolite that no other species of the community could take up and determined the fraction of bacterial species in the community that had such unique uptake compounds (see Materials and Methods). For the human cohort, the bacterial communities comprised on average 26–34 bacterial species (25–75% quantiles). Within this community size, on average, 5–20% of bacterial species were inferred to possess unique uptake compounds that could potentially be used to target those species. For smaller communities, up to 50% of bacterial species and for larger communities, only 5–10% had unique uptake compounds (\nFig. 1A\n). For \nC. elegans\n, we do not have matching data like for the human cohort with species abundance information for a large number of samples and genome sequences of the corresponding bacterial species for metabolic modeling. However, we can use strains that have been isolated from \nC. elegans\n and its environment as well as artificial minimal \nC. elegans\n communities to approximate the frequency of unique uptake compounds in the \nC. elegans\n microbiota. Thus, within a sample of 78 bacterial species isolated from \nC. elegans\n and its environment, we usually only identified 3–5% of species with unique uptake compounds in communities comprising 30 or more bacterial species, which is the typical size of bacterial communities observed in \nC. elegans\n-derived microbiome samples (\n55\n) (\nFig. 1B\n). Similarly, in the artificial \nCeMbio C. elegans\n model microbiome community unique uptake compounds could usually only be detected for subsets of bacterial species up to a size of six member species (\nFig. 1C\n).\nFig 1\nFrequency of species with unique uptake compounds in microbiomes. Fraction of species with unique uptake compounds in (\nA\n) human gut bacterial communities and in (\nB and C\n) \nC. elegans\n bacterial communities that are subsets of previously reported \nC. elegans\n microbiome member species.\nThus, in a typical microbiome like those analyzed above, we would expect to be able to identify unique uptake compounds only for a minority of bacterial species and compounds to target specific bacterial species are typically expected to be consumed by several species. Thus, for our identification of precision prebiotics for MYb11, we first excluded 20 compounds from our search that could specifically be taken up only by MYb11 in the search for a MYb-targeted prebiotic (20 compounds, see Table S2). Of note, MYb11 and MYb71 share the vast majority of all uptake compounds (85%), while only 10% and 5% of all uptake compounds are unique to MYb11 and MYb71, respectively (\nFig. 2A\n).\nFig 2\nMetabolic-modeling guided identification of precision prebiotics. (\nA\n) Overlap of all exchange reactions across the models MYb11 and MYb71. (\nB\n) Community FBA supplementation of \nPseudomonas lurida MYb11\n (pink) and \nOchrobactrum vermis MYb71\n (green) in \nMicrobiomeGS2\n. Predicted relative abundance of MYb11 and MYb71 under the supplementation with 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine, and threhalose shown in dots, lines represent predicted relative abundance without any supplementation. (\nC\n) \nIn-silico\n supplementation of \nPseudomonas lurida MYb11\n (pink) and \nOchrobactrum vermis MYb71\n (green) in \nBacArena\n. Predicted growth curves of MYb11 and MYb71 either with 10 mM of 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine, or trehalose(solid line) or without supplementation (dashed line). (\nD\n) Comparison of predicted precision prebiotics for MYb11 in community with MYb71 with different computational approaches (first three columns) and growth data on \nBiolog\n EcoPlates and \nBiolog\n GN2 plates (\n24\n, \n27\n) (last two columns). Full squares represent cases in which a metabolite was predicted as precision prebiotic for MYb11, empty squares if modeling predicted no increased growth of MYb11 over MYb71. For the \nBiolog\n data, filled triangles represent cases of catabolization of the respective compound and empty ones if no catabolization was observed. Missing circles indicate compounds not tested by Biolog plates.\nComputational identification of precision prebiotics targeting \nP. lurida\n MYb11\nIn order to derive precision prebiotics for \nP. lurida\n MYb11, we used its metabolic network as input for flux balance analysis and two distinct community modeling approaches apart from the basic approach of FBA. The first one is based on \nBacArena\n that incorporates an individual-based modeling approach and the other one is so-called community FBA implemented in \nMicrobiomeGS2\n. These two modeling approaches differ in their underlying assumptions. In \nBacArena\n the two bacteria are modeled by their individual metabolic networks and fluxes are predicted by maximizing the biomass fluxes of individual bacteria. In community FBA, in turn, the metabolic networks of the individual bacterial species are merged into a community model for which the sum of biomass fluxes of both bacterial species is maximized. Thus, when using \nBacArena\n, metabolic interactions between species typically arise from one species secreting an end-product that another species can metabolize. In community FBA, in turn, the optimization of total growth assumes that bacterial species coordinate their metabolic fluxes so that overall growth is maximized. Thus, since we do not know to which extent MYb11 and MYb71 mutually interact with each other, we cover both ends of the spectrum of potential interactions between species from completely individually optimized behavior in \nBacArena\n to an absolute coordination of fluxes to maximize overall community growth.\nUsing FBA, we identified 29 compounds that could increase the growth of MYb11 in single growth. Employing the community modeling approaches, we identified 81 compounds that increased the growth of MYb11 over MYb71 in community FBA and 17 compounds using \nBacArena\n (\nFig. 2D\n). In order to determine whether specific compound classes were enriched among the MYb11-supporting compounds, we performed an enrichment based on HMDB annotation (\n46\n) across the three different simulation types. We found that growth-supporting compounds for MYb11 were enriched for fatty acids (Fisher’s exact test \nP\n value = 3.16 × 10\n−5\n).\nInterestingly, the growth dynamics of the models when they were part of a community model (\nFig. 2B\n) differ from the growth dynamics of the models when they were treated as individual organisms (\nFig. 2C\n). For instance, MYb71’s biomass flux was much higher in the community model, i.e., when coupled to the model MYb11. This is a typical observation when using community FBA when the biomass of the entire community is maximized. Especially for small communities, this often leads to one community member that most efficiently turns the growth medium into biomass to grow strongest with only little growth for other community members. On the other hand, in the \nBacArena\n simulations, we observed that most of those compounds boosted the growth of both species in single growth, however, the effect was larger for MYb11 than MYb71 (\nFig. 2C\n). While \nBacArena\n also uses FBA to simulate bacterial growth, only a subset of FBA-predicted compounds that increase the growth of MYb11 over MYb71 was actually also identified by the \nBacArena\n approach (17 out of 29). The likely reason is that the FBA approach does not take into account potential interactions between species and that \nBacArena\n incorporates a stochastic component, for instance, for determining positioning as well as movement of bacteria and cellular replication events, such that small differences in growth rate between bacterial species might be filtered out by these stochastic events. Of the identified compounds, 17 compounds were shared across the three simulations. For eight of these, also information on uptake by MYb11 was available from \nBiolog\n plates which confirmed that MYb11 was able to consume them (\n24\n, \n27\n) (\nFig. 2D\n). Thus, combining modeling approaches and cross-referencing data from \nBiolog\n plates allowed us to considerably reduce our list of candidates to test experimentally to those giving the most consistent results. Based on the available literature information on the role of these compounds in longevity of the host (\n56\n, \n57\n) or physiology (\n58\n), as nutritional compounds (\n24\n, \n59\n), or compounds that are involved in host-microbial interactions (\n58\n, \n60\n), we selected four candidates for further experimental testing as precision prebiotics to specifically increase the abundance of MYb11.\nIn vitro\n validation of predicted precision prebiotics\nAs a proof-of-concept, we experimentally tested the ability of four of the predicted precision prebiotics compounds, L-serine, L-threonine, GABA, and D-mannitol, to specifically increase the growth of MYb11 in co-culture with MYb71. L-serine is a dietary amino acid that has been involved in nutrition-drug-host-microbial interactions (\n60\n) and can support the lifespan of the host (\n57\n), L-threonine, an essential amino acid (\n59\n), through its catabolite methylglyoxal (in low amounts) can also have a positive effect on host’s lifespan (\n56\n). GABA, apart from being a bacterial product, is protective for the host’s neurons (\n58\n). Finally, D-mannitol is a commonly used sugar alcohol (\n24\n), therefore its usage as a nutritional compound would make its usage as a supplement a safe option for the host.\nWe supplemented MYb11 and MYb71 in mono- as well as co-culture and measured bacterial growth \nin vitro\n in liquid NGM after 5 h (Fig. S1) and 24 h. Independently of the added supplement or the mono- or co-culturing, MYb11 and MYb71 showed increased growth in mono- and co-cultures when supplemented with 10 mM L-serine, L-threonine, GABA, as well as D-mannitol after 24 h (\nFig. 3A\n; Tables S6 to S9). Additionally, to quantify bacterial growth, we used fluorescently labeled strains. CFU of mono- and co-culture were plated and counted after 24 h growth in liquid culture in the presence (10 mM) or absence (0 mM) of the four compounds L-serine (\nFig. 3B\n; Table S10), L-threonine (\nFig. 3C\n; Table S12), GABA (\nFig. 3D\n; Table S13), and D-mannitol (\nFig. 3E\n; Table S14). MYb11 and MYb71 showed increased colony numbers in mono-culture when supplemented with L-serine and L-threonine compared to no supplementation (\nFig. 3B and C\n, Wilcoxon signed-rank test\n, P\n = 0.001, \nP\n = 0.006, \nP\n = 0.007, \nP\n = 0.032, respectively). GABA supplementation led to an increase in the growth of MYb11 in mono-culture, but not MYb71 (\nFig. 3D\n, Wilcoxon signed-rank test, \nP\n < 0.001, \nP\n = 0.922, respectively), while D-mannitol had no effect on the growth of MYb11 nor MYb71 in mono-culture (\nFig. 3E\n, Wilcoxon signed-rank test\n, P\n = 0.259, \nP\n = 0.661, respectively). Thus, while serine as well as threonine boosted growth of MYb11 in co-culture versus unsupplemented single growth, and mannitol as well as GABA did not change growth in co-culture versus unsupplemented single growth, all four compounds specifically promoted MYb11 growth in co-culture over MYb71 \nin vitro\n and thus confirmed the computational predictions (\nFig. 3B through E\n, Wilcoxon signed-rank test\n, P\n = 6.87E−06, \nP\n < 0.001, \nP\n = 7.15E−06, \nP\n = 7.07E−06, respectively) (see also: Table S11)\nFig 3\nIn vitro\n growth of \nPseudomonas lurida\n MYb11 and \nOchrobactrum vermis\n MYb71 in mono- and co-culture with four different supplements for 24 h. (\nA\n) Growth curves of co-cultures (gray) or mono-cultures of MYb11 (pink) and MYb71 (green) in liquid NGM for 24 h either with 10 mM of L-serine, L-threonine, GABA, or D-mannitol (solid line) or without supplementation (dashed line). (\nB, C, D, E\n) Colony-forming units (CFUs/µL) in mono-cultures of MYb11 (left) and MYb71 (right) or in co-culture (middle) after 24 h of 10 mM of the respective supplement. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. The CFU count data of every replicate was normalized by subtracting the median of the CFU count data from the corresponding non-supplemented control treatments (control and experimental data provided in the Tables S10, S12 to S14). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. \nn\n = 5–14.\nConcentration-dependent effect of L-serine supplementation \nin vitro\nThe statistical analyses suggested that L-serine is the most promising precision prebiotic for further analysis among the compounds validated \nin vitro\n. We repeated the \nin vitro\n supplementation experiment across a concentration gradient to determine the optimal dose for enrichment of MYb11. Overall, the MYb11 growth as well as MYb71 growth in monoculture at 10 and 100 mM over time were increased following the increase in L-serine concentrations (\nFig. 4A\n; Table S15). When quantifying the growth with supplementation at the same concentration gradient (\nFig. 4B\n; Table S16), then starting with 1 mM did not significantly impact the abundance of MYb11 proportions (GLM, \nP\n = 0.778), nor MYb71 (GLM, \nP\n = 0.69). However, supplementation with 10 mM led to an enrichment of MYb11 (GLM, \nP\n < 0.001), thereby indicating a significant difference in proportions in co-culture between MYb11 and MYb71 (GLM\n, P\n = 5.77E−07). Essentially identical results were obtained at 100 mM, including an MYb11 enrichment (GLM, \nP\n = 0.004), and a significant difference between MYb11 and MYb71 proportions (GLM, \nP\n = 7.93E−05). (See also: Table S17)\nFig 4\nConcentration-dependent effect of L-serine supplementation on bacterial growth \nin vitro.\n (\nA\n) Bacterial growth was measured based on optical density (OD\n600\n) of each species in mono-culture in liquid nematode growth medium (NGM) with the respective L-serine supplementation of 0, 1, 10, or 100 mM. Points represent individual replicates, while lines indicate the mean, \nn\n = 12. (\nB\n) Relative abundance of MYb11 (pink) and MYb71 (green) in co-cultures grown for 24 h with the respective supplement concentration in liquid NGM, based on colony counts of fluorescently labeled bacteria. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. Bacterial abundances of every replicate were normalized by subtracting the median of the corresponding non-supplemented control (0 mM) for each bacterial strain; the respective median values are indicated by the dashed lines. Statistical differences were determined by GLM and are indicated by asterisks (*** \nP\n < 0.001). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. \nn\n = 9–12.\nSerine supplementation alters bacterial colonization of \nC. elegans\nFinally, we tested whether L-serine supplementation to solid growth medium would alter bacterial proportions in the host \nC. elegans\n. Synchronized populations of L1 larvae were pipetted onto bacterial lawns of MYb11 and MYb71 on solid NGM plates supplemented with either 0, 10, or 100 mM L-serine. After 72 h, adult worms were collected to quantify bacterial proportions. Supplementation at 10 mM L-serine did not change the proportion of MYb11 in co-culture in worms compared to non-supplemented media (GLM, \nP\n = 0.459, \nFig. 5A\n left panel). However, L-serine supplementation at 100 mM increased the proportion of MYb11 in the bacterial community in worms compared to non-supplemented media (GLM, \nP\n < 0.001, \nFig. 5A\n, right panel). We next asked whether the effect of supplementation on bacterial proportions in the host simply reflected changes in the proportion of bacteria that were available to them on the lawn (i.e., their diet). The relative abundance of MYb11 on lawns did not change by 10 mM supplementation (GLM, \nP\n = 0.61, \nFig. 5A\n, left panel) compared to non-supplementation. However, the relative abundance of MYb11 was approximately 60% in non-supplemented media and increased to approximately 75% with 100 mM L-serine supplementation (GLM, \nP\n < 0.002, \nFig. 5B\n, right panel). The observed proportions of MYb11 in worms at 100 mM serine were significantly higher than expected based on proportions in the lawn and thus colonization probability compared to MYb71 (chi-squared test, \nΧ\n2\n = 10.244, \ndf\n = 1, \nP\n = 0.0013; see Materials and Methods). This suggests that the provision of serine enriches MYb11 in the host independently from the enrichment observed on the lawn and that serine allows MYb11 to overcome its growth disadvantages in competition with MYb71 in the host (see also: Table S18 and S19).\nFig 5\nL-serine supplementation alters bacterial abundance in \nC. elegans.\n (\nA\n) Adult worms were collected from solid NGM plates, which had been inoculated with co-culture and supplemented with 10 mM L-serine (left panel) or 100 mM (right panel) L-serine. Worms were washed and surface-sterilized to remove residual bacteria, then homogenized in a buffer. Bacterial proportions were quantified based on colony counts. (\nB\n) Bacterial lawns were sampled by cutting an agar disc of standardized size from NGM plates supplemented with 10 mM (left panel) or 100 mM L-serine (right panel). Discs were homogenized in buffer, and CFUs were quantified. (\nA and B\n) Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each biological replicate depicted by a symbol. For each replicate and each bacterium, bacterial abundance from experimental treatments was normalized by subtracting the median of the corresponding non-supplemented controls (0 mM), as indicated by the dashed lines. Statistical differences were determined by GLM and are indicated by asterisks (*** \nP\n < 0.001, **\nP\n < 0.01) and show comparisons between supplemented and non-supplemented median.",
    "overlapping_metabolic_niches_between_microbiome_member_speci": "Overlapping metabolic niches between microbiome member species prevent the use of unique uptake compounds as precision prebiotics\nThe simplest approach to specifically boost the abundance of a particular bacterial species in a microbial community is to supply the community with a compound that is only taken up by the target species but no other species. Hence, these compounds correspond to unique metabolic niches for the respective bacterial species. We initially tested computationally whether such unique uptake compounds typically exist in bacterial communities, using bacterial communities from a human cohort as well as \nC. elegans\n (\n30\n). We evaluated for each bacterial species of a particular community whether it was able to take up a metabolite that no other species of the community could take up and determined the fraction of bacterial species in the community that had such unique uptake compounds (see Materials and Methods). For the human cohort, the bacterial communities comprised on average 26–34 bacterial species (25–75% quantiles). Within this community size, on average, 5–20% of bacterial species were inferred to possess unique uptake compounds that could potentially be used to target those species. For smaller communities, up to 50% of bacterial species and for larger communities, only 5–10% had unique uptake compounds (\nFig. 1A\n). For \nC. elegans\n, we do not have matching data like for the human cohort with species abundance information for a large number of samples and genome sequences of the corresponding bacterial species for metabolic modeling. However, we can use strains that have been isolated from \nC. elegans\n and its environment as well as artificial minimal \nC. elegans\n communities to approximate the frequency of unique uptake compounds in the \nC. elegans\n microbiota. Thus, within a sample of 78 bacterial species isolated from \nC. elegans\n and its environment, we usually only identified 3–5% of species with unique uptake compounds in communities comprising 30 or more bacterial species, which is the typical size of bacterial communities observed in \nC. elegans\n-derived microbiome samples (\n55\n) (\nFig. 1B\n). Similarly, in the artificial \nCeMbio C. elegans\n model microbiome community unique uptake compounds could usually only be detected for subsets of bacterial species up to a size of six member species (\nFig. 1C\n).\nFig 1\nFrequency of species with unique uptake compounds in microbiomes. Fraction of species with unique uptake compounds in (\nA\n) human gut bacterial communities and in (\nB and C\n) \nC. elegans\n bacterial communities that are subsets of previously reported \nC. elegans\n microbiome member species.\nThus, in a typical microbiome like those analyzed above, we would expect to be able to identify unique uptake compounds only for a minority of bacterial species and compounds to target specific bacterial species are typically expected to be consumed by several species. Thus, for our identification of precision prebiotics for MYb11, we first excluded 20 compounds from our search that could specifically be taken up only by MYb11 in the search for a MYb-targeted prebiotic (20 compounds, see Table S2). Of note, MYb11 and MYb71 share the vast majority of all uptake compounds (85%), while only 10% and 5% of all uptake compounds are unique to MYb11 and MYb71, respectively (\nFig. 2A\n).\nFig 2\nMetabolic-modeling guided identification of precision prebiotics. (\nA\n) Overlap of all exchange reactions across the models MYb11 and MYb71. (\nB\n) Community FBA supplementation of \nPseudomonas lurida MYb11\n (pink) and \nOchrobactrum vermis MYb71\n (green) in \nMicrobiomeGS2\n. Predicted relative abundance of MYb11 and MYb71 under the supplementation with 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine, and threhalose shown in dots, lines represent predicted relative abundance without any supplementation. (\nC\n) \nIn-silico\n supplementation of \nPseudomonas lurida MYb11\n (pink) and \nOchrobactrum vermis MYb71\n (green) in \nBacArena\n. Predicted growth curves of MYb11 and MYb71 either with 10 mM of 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine, or trehalose(solid line) or without supplementation (dashed line). (\nD\n) Comparison of predicted precision prebiotics for MYb11 in community with MYb71 with different computational approaches (first three columns) and growth data on \nBiolog\n EcoPlates and \nBiolog\n GN2 plates (\n24\n, \n27\n) (last two columns). Full squares represent cases in which a metabolite was predicted as precision prebiotic for MYb11, empty squares if modeling predicted no increased growth of MYb11 over MYb71. For the \nBiolog\n data, filled triangles represent cases of catabolization of the respective compound and empty ones if no catabolization was observed. Missing circles indicate compounds not tested by Biolog plates.",
    "computational_identification_of_precision_prebiotics_targeti": "Computational identification of precision prebiotics targeting \nP. lurida\n MYb11\nIn order to derive precision prebiotics for \nP. lurida\n MYb11, we used its metabolic network as input for flux balance analysis and two distinct community modeling approaches apart from the basic approach of FBA. The first one is based on \nBacArena\n that incorporates an individual-based modeling approach and the other one is so-called community FBA implemented in \nMicrobiomeGS2\n. These two modeling approaches differ in their underlying assumptions. In \nBacArena\n the two bacteria are modeled by their individual metabolic networks and fluxes are predicted by maximizing the biomass fluxes of individual bacteria. In community FBA, in turn, the metabolic networks of the individual bacterial species are merged into a community model for which the sum of biomass fluxes of both bacterial species is maximized. Thus, when using \nBacArena\n, metabolic interactions between species typically arise from one species secreting an end-product that another species can metabolize. In community FBA, in turn, the optimization of total growth assumes that bacterial species coordinate their metabolic fluxes so that overall growth is maximized. Thus, since we do not know to which extent MYb11 and MYb71 mutually interact with each other, we cover both ends of the spectrum of potential interactions between species from completely individually optimized behavior in \nBacArena\n to an absolute coordination of fluxes to maximize overall community growth.\nUsing FBA, we identified 29 compounds that could increase the growth of MYb11 in single growth. Employing the community modeling approaches, we identified 81 compounds that increased the growth of MYb11 over MYb71 in community FBA and 17 compounds using \nBacArena\n (\nFig. 2D\n). In order to determine whether specific compound classes were enriched among the MYb11-supporting compounds, we performed an enrichment based on HMDB annotation (\n46\n) across the three different simulation types. We found that growth-supporting compounds for MYb11 were enriched for fatty acids (Fisher’s exact test \nP\n value = 3.16 × 10\n−5\n).\nInterestingly, the growth dynamics of the models when they were part of a community model (\nFig. 2B\n) differ from the growth dynamics of the models when they were treated as individual organisms (\nFig. 2C\n). For instance, MYb71’s biomass flux was much higher in the community model, i.e., when coupled to the model MYb11. This is a typical observation when using community FBA when the biomass of the entire community is maximized. Especially for small communities, this often leads to one community member that most efficiently turns the growth medium into biomass to grow strongest with only little growth for other community members. On the other hand, in the \nBacArena\n simulations, we observed that most of those compounds boosted the growth of both species in single growth, however, the effect was larger for MYb11 than MYb71 (\nFig. 2C\n). While \nBacArena\n also uses FBA to simulate bacterial growth, only a subset of FBA-predicted compounds that increase the growth of MYb11 over MYb71 was actually also identified by the \nBacArena\n approach (17 out of 29). The likely reason is that the FBA approach does not take into account potential interactions between species and that \nBacArena\n incorporates a stochastic component, for instance, for determining positioning as well as movement of bacteria and cellular replication events, such that small differences in growth rate between bacterial species might be filtered out by these stochastic events. Of the identified compounds, 17 compounds were shared across the three simulations. For eight of these, also information on uptake by MYb11 was available from \nBiolog\n plates which confirmed that MYb11 was able to consume them (\n24\n, \n27\n) (\nFig. 2D\n). Thus, combining modeling approaches and cross-referencing data from \nBiolog\n plates allowed us to considerably reduce our list of candidates to test experimentally to those giving the most consistent results. Based on the available literature information on the role of these compounds in longevity of the host (\n56\n, \n57\n) or physiology (\n58\n), as nutritional compounds (\n24\n, \n59\n), or compounds that are involved in host-microbial interactions (\n58\n, \n60\n), we selected four candidates for further experimental testing as precision prebiotics to specifically increase the abundance of MYb11.",
    "in_vitro_validation_of_predicted_precision_prebiotics": "In vitro\n validation of predicted precision prebiotics\nAs a proof-of-concept, we experimentally tested the ability of four of the predicted precision prebiotics compounds, L-serine, L-threonine, GABA, and D-mannitol, to specifically increase the growth of MYb11 in co-culture with MYb71. L-serine is a dietary amino acid that has been involved in nutrition-drug-host-microbial interactions (\n60\n) and can support the lifespan of the host (\n57\n), L-threonine, an essential amino acid (\n59\n), through its catabolite methylglyoxal (in low amounts) can also have a positive effect on host’s lifespan (\n56\n). GABA, apart from being a bacterial product, is protective for the host’s neurons (\n58\n). Finally, D-mannitol is a commonly used sugar alcohol (\n24\n), therefore its usage as a nutritional compound would make its usage as a supplement a safe option for the host.\nWe supplemented MYb11 and MYb71 in mono- as well as co-culture and measured bacterial growth \nin vitro\n in liquid NGM after 5 h (Fig. S1) and 24 h. Independently of the added supplement or the mono- or co-culturing, MYb11 and MYb71 showed increased growth in mono- and co-cultures when supplemented with 10 mM L-serine, L-threonine, GABA, as well as D-mannitol after 24 h (\nFig. 3A\n; Tables S6 to S9). Additionally, to quantify bacterial growth, we used fluorescently labeled strains. CFU of mono- and co-culture were plated and counted after 24 h growth in liquid culture in the presence (10 mM) or absence (0 mM) of the four compounds L-serine (\nFig. 3B\n; Table S10), L-threonine (\nFig. 3C\n; Table S12), GABA (\nFig. 3D\n; Table S13), and D-mannitol (\nFig. 3E\n; Table S14). MYb11 and MYb71 showed increased colony numbers in mono-culture when supplemented with L-serine and L-threonine compared to no supplementation (\nFig. 3B and C\n, Wilcoxon signed-rank test\n, P\n = 0.001, \nP\n = 0.006, \nP\n = 0.007, \nP\n = 0.032, respectively). GABA supplementation led to an increase in the growth of MYb11 in mono-culture, but not MYb71 (\nFig. 3D\n, Wilcoxon signed-rank test, \nP\n < 0.001, \nP\n = 0.922, respectively), while D-mannitol had no effect on the growth of MYb11 nor MYb71 in mono-culture (\nFig. 3E\n, Wilcoxon signed-rank test\n, P\n = 0.259, \nP\n = 0.661, respectively). Thus, while serine as well as threonine boosted growth of MYb11 in co-culture versus unsupplemented single growth, and mannitol as well as GABA did not change growth in co-culture versus unsupplemented single growth, all four compounds specifically promoted MYb11 growth in co-culture over MYb71 \nin vitro\n and thus confirmed the computational predictions (\nFig. 3B through E\n, Wilcoxon signed-rank test\n, P\n = 6.87E−06, \nP\n < 0.001, \nP\n = 7.15E−06, \nP\n = 7.07E−06, respectively) (see also: Table S11)\nFig 3\nIn vitro\n growth of \nPseudomonas lurida\n MYb11 and \nOchrobactrum vermis\n MYb71 in mono- and co-culture with four different supplements for 24 h. (\nA\n) Growth curves of co-cultures (gray) or mono-cultures of MYb11 (pink) and MYb71 (green) in liquid NGM for 24 h either with 10 mM of L-serine, L-threonine, GABA, or D-mannitol (solid line) or without supplementation (dashed line). (\nB, C, D, E\n) Colony-forming units (CFUs/µL) in mono-cultures of MYb11 (left) and MYb71 (right) or in co-culture (middle) after 24 h of 10 mM of the respective supplement. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. The CFU count data of every replicate was normalized by subtracting the median of the CFU count data from the corresponding non-supplemented control treatments (control and experimental data provided in the Tables S10, S12 to S14). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. \nn\n = 5–14.",
    "concentration-dependent_effect_of_l-serine_supplementation_i": "Concentration-dependent effect of L-serine supplementation \nin vitro\nThe statistical analyses suggested that L-serine is the most promising precision prebiotic for further analysis among the compounds validated \nin vitro\n. We repeated the \nin vitro\n supplementation experiment across a concentration gradient to determine the optimal dose for enrichment of MYb11. Overall, the MYb11 growth as well as MYb71 growth in monoculture at 10 and 100 mM over time were increased following the increase in L-serine concentrations (\nFig. 4A\n; Table S15). When quantifying the growth with supplementation at the same concentration gradient (\nFig. 4B\n; Table S16), then starting with 1 mM did not significantly impact the abundance of MYb11 proportions (GLM, \nP\n = 0.778), nor MYb71 (GLM, \nP\n = 0.69). However, supplementation with 10 mM led to an enrichment of MYb11 (GLM, \nP\n < 0.001), thereby indicating a significant difference in proportions in co-culture between MYb11 and MYb71 (GLM\n, P\n = 5.77E−07). Essentially identical results were obtained at 100 mM, including an MYb11 enrichment (GLM, \nP\n = 0.004), and a significant difference between MYb11 and MYb71 proportions (GLM, \nP\n = 7.93E−05). (See also: Table S17)\nFig 4\nConcentration-dependent effect of L-serine supplementation on bacterial growth \nin vitro.\n (\nA\n) Bacterial growth was measured based on optical density (OD\n600\n) of each species in mono-culture in liquid nematode growth medium (NGM) with the respective L-serine supplementation of 0, 1, 10, or 100 mM. Points represent individual replicates, while lines indicate the mean, \nn\n = 12. (\nB\n) Relative abundance of MYb11 (pink) and MYb71 (green) in co-cultures grown for 24 h with the respective supplement concentration in liquid NGM, based on colony counts of fluorescently labeled bacteria. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. Bacterial abundances of every replicate were normalized by subtracting the median of the corresponding non-supplemented control (0 mM) for each bacterial strain; the respective median values are indicated by the dashed lines. Statistical differences were determined by GLM and are indicated by asterisks (*** \nP\n < 0.001). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. \nn\n = 9–12.",
    "serine_supplementation_alters_bacterial_colonization_of_c._e": "Serine supplementation alters bacterial colonization of \nC. elegans\nFinally, we tested whether L-serine supplementation to solid growth medium would alter bacterial proportions in the host \nC. elegans\n. Synchronized populations of L1 larvae were pipetted onto bacterial lawns of MYb11 and MYb71 on solid NGM plates supplemented with either 0, 10, or 100 mM L-serine. After 72 h, adult worms were collected to quantify bacterial proportions. Supplementation at 10 mM L-serine did not change the proportion of MYb11 in co-culture in worms compared to non-supplemented media (GLM, \nP\n = 0.459, \nFig. 5A\n left panel). However, L-serine supplementation at 100 mM increased the proportion of MYb11 in the bacterial community in worms compared to non-supplemented media (GLM, \nP\n < 0.001, \nFig. 5A\n, right panel). We next asked whether the effect of supplementation on bacterial proportions in the host simply reflected changes in the proportion of bacteria that were available to them on the lawn (i.e., their diet). The relative abundance of MYb11 on lawns did not change by 10 mM supplementation (GLM, \nP\n = 0.61, \nFig. 5A\n, left panel) compared to non-supplementation. However, the relative abundance of MYb11 was approximately 60% in non-supplemented media and increased to approximately 75% with 100 mM L-serine supplementation (GLM, \nP\n < 0.002, \nFig. 5B\n, right panel). The observed proportions of MYb11 in worms at 100 mM serine were significantly higher than expected based on proportions in the lawn and thus colonization probability compared to MYb71 (chi-squared test, \nΧ\n2\n = 10.244, \ndf\n = 1, \nP\n = 0.0013; see Materials and Methods). This suggests that the provision of serine enriches MYb11 in the host independently from the enrichment observed on the lawn and that serine allows MYb11 to overcome its growth disadvantages in competition with MYb71 in the host (see also: Table S18 and S19).\nFig 5\nL-serine supplementation alters bacterial abundance in \nC. elegans.\n (\nA\n) Adult worms were collected from solid NGM plates, which had been inoculated with co-culture and supplemented with 10 mM L-serine (left panel) or 100 mM (right panel) L-serine. Worms were washed and surface-sterilized to remove residual bacteria, then homogenized in a buffer. Bacterial proportions were quantified based on colony counts. (\nB\n) Bacterial lawns were sampled by cutting an agar disc of standardized size from NGM plates supplemented with 10 mM (left panel) or 100 mM L-serine (right panel). Discs were homogenized in buffer, and CFUs were quantified. (\nA and B\n) Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each biological replicate depicted by a symbol. For each replicate and each bacterium, bacterial abundance from experimental treatments was normalized by subtracting the median of the corresponding non-supplemented controls (0 mM), as indicated by the dashed lines. Statistical differences were determined by GLM and are indicated by asterisks (*** \nP\n < 0.001, **\nP\n < 0.01) and show comparisons between supplemented and non-supplemented median.",
    "discussion": "DISCUSSION\nAlthough many factors are known to influence microbiome composition [e.g., dietary patterns, lifestyle, or medication (\n61\n)], the mechanisms causing these changes are often not fully understood and often a large number of bacterial species are affected. We propose that the most effective way to modulate the composition of the microbiome is by modulating or enriching the abundance of an already existing bacterial species with health-beneficial effects using precision prebiotics. A direct approach to identify such precision prebiotics would be to provide compounds that are uniquely taken up by the bacterial target species. However, through an analysis of \nC. elegans\n and human microbiome data, we were able to show that such unique uptake compounds typically only exist for few species in a microbial community and especially for larger communities there are no such compounds at all. Thus, in a typical microbiome, precision prebiotics have to be identified from compounds that are potentially taken up by several species. To identify such compounds, we used genome-scale metabolic networks of two bacterial members from the \nC. elegans\n microbiome, \nO. vermis\n MYb71, and the host-protective \nP. lurida\n MYb11, in conjunction with constraint-based modeling to identify compounds that specifically increased the growth of MYb11. Using HMDB annotation (\n46\n), we found that fatty acids were enriched as predicted growth-supporting compounds for MYb11 which is in agreement with previous observations of the preference of bacteria of the genus \nPseudomonas\n for these compounds (\n62\n). Considering compounds that were identified across all three simulation approaches and cross-referencing with \nBiolog\n data revealed that 4-hydroxybenzoate, D-mannitol, γ-aminobutyric acid (GABA), glycerol-3-phosphate, L-serine, trehalose, L-threonine, and putrescine are potential precision prebiotics for MYb11. We experimentally tested four of these predicted compounds, L-serine, L-threonine, D-mannitol, and GABA \nin vitro\n and confirmed their positive effect specifically on the growth of MYb11. Moving into the \nC. elegans\n host system, we were able to show that L-serine is also able to selectively boost the abundance of MYb11 \nin vivo\n, when the host was colonized with both bacterial species. Interestingly, while 10 mM of L-serine was sufficient for an enrichment of MYb11 in batch culture, 100 mM was necessary in the growth experiments with the host. This suggests differences in either bacterial uptake kinetics for L-serine or bacterial growth in general between batch growth and growth on agar plates. Moreover, while MYb11 was strongly enriched in worms to similar levels like MYb71 even though it had a very low abundance in the lawn, this enrichment was even stronger when supplying L-serine. Thus, our proof-of-principle work demonstrates that constraint-based microbial community modeling approaches are an effective tool for the future development of targeted microbiome therapies using precision prebiotics.\nThe effect of serine and threonine on the host and/or on its microbiome has been also documented in the literature. For instance, threonine is an essential amino acid for the host (\n59\n). Longevity effects on the host have been shown also after supplementation with threonine (\n63\n) and serine (\n57\n), while dietary serine reduced host fitness through acting on bacterial metabolism, when it was supplemented along with the chemotherapeutic 5-fluoro 2′deoxyuridine (\n60\n). Moreover, serine promotes the growth of \nE. coli\n LF82 in the mouse gut (\n64\n), which shows the potential of this compound to alter the abundance of multiple species. In accordance, we also observed the effects of serine on MYb71 growth, which was, however, stronger for MYb11 if they were grown in community.\nOne important challenge to specifically target the microbiome with nutritional supplements is to prevent host uptake or metabolization of the supplements (\n65\n). Different approaches to achieve restricted bioavailability, such as the supplementation of non-digestible carbohydrates (\n66\n) or coating of supplements with compounds that dissolve during passage through the digestive tract have been developed (\n67\n–\n69\n). Moreover, as indicated by our analysis of concentration-dependent effects of supplementation in the case of serine, it might be necessary to control the specific concentrations of a compound that are being released and their stability over time in the gut. From the bacterial side, \nBiolog\n assays have shown that MYb11 has the capacity to catabolize serine (\nFig. 2D\n). However, the specific concentrations used on the \nBiolog\n plates and the mechanisms of transport that are possibly dependent on those concentrations are not known. From the host side, to maintain relatively constant concentrations in the host environment or to deviate from its normal concentrations, advanced formulations such as nanotechnology (\n70\n), delayed release, and other drug delivery technologies (\n71\n, \n72\n) could be employed.\nAlthough our combined computational-experimental approach can serve as a blueprint for future studies aimed at the identification of precision prebiotics, several factors should still be taken into consideration. As we showed, it is nearly impossible to identify a compound that is uniquely taken up by only one species within a community. This point becomes apparent, if we consider the numerous different species that reside in various hosts. For instance, the synthetic bacterial community of \nC. elegans\n, \nCeMbio\n (\n24\n) has 12 members, while the human-related bacterial community AGORA has more than 800 species (\n34\n). Thus, an important next step is to scale up our approach to more complex communities. Also along these lines, we did use automatically reconstructed bacterial metabolic networks from our gapseq approach rather than manually curated networks which resembles the typical situation in the human gut microbiota where a detailed manual reconstruction of the hundreds to thousands of already detected and sequenced bacterial species is practically impossible. Furthermore, since the physiology of worms cannot be directly compared to the physiology of humans, the efficacy and effectiveness of the approach [see more on the topic (\n73\n)] need to be studied in more detail. At this point, the complexity of the regulatory affairs in various jurisdictions (e.g., the definition of nutritional supplementation vs medication, safety concerns) should also not be underestimated (\n74\n). Additionally, while the modeling approach we used has quite a number of underlying assumptions, it allowed us to considerably narrow down the list of potential candidate metabolites for experimental testing. Finally, we did not consider potential side effects of the supplemented metabolites on the worm host and did not optimize the mode of delivery, for instance, to release the supplement specifically in the worm gut, which are important considerations for future studies. Taking everything into consideration, we showed that the \nin silico\n design of targeted supplementation strategies to modulate the microbiome is not only feasible but also promising for the development of future microbiome-based treatment.",
    "supplementary_material": "Supplementary Material\nReviewer comments",
    "data_availability": "DATA AVAILABILITY\nThe R scripts and the raw data to conduct the simulations are deposited in \nGithub\n (version/commit: \ne15eb1e\n). Metabolic models used in the prediction of unique uptake compounds have been deposited in \nFigShare\n. The growth rate changes of the supplementation experiments with FBA sybil and MicrobiomeGS2 can be found in Supplementary Tables S3 and S4. The bacterial biomass data of the BacArena simulations can be found in Supplementary Table S5.",
    "ethics_approval": "ETHICS APPROVAL\nThe human cohort data used in this study originate from the publication of Pryor et al. (\n30\n), whose access was provided by the \nPopGen\n biobank (Schleswig-Holstein, Germany) (\n75\n). The raw data are available from the biobank through a structured application procedure (\nhttps://www.uksh.de/p2n/Information+for+Researchers.html\n).",
    "supplemental_material": "SUPPLEMENTAL MATERIAL\nThe following material is available online at \nhttps://doi.org/10.1128/spectrum.01144-23\n.\n10.1128/spectrum.01144-23.SuF1\nSupplementary figures\nspectrum.01144-23-s0001.docx\nFigures S1 and S2.\nClick here for additional data file.\n10.1128/spectrum.01144-23.SuF2\nSupplementary tables\nspectrum.01144-23-s0002.xlsx\nTables S1-S20.\nClick here for additional data file.\n10.1128/spectrum.01144-23.SuF3\nOPEN PEER REVIEW\nreviewer-comments.pdf\nAn accounting of the reviewer comments and feedback.\nClick here for additional data file.\nASM does not own the copyrights to Supplemental Material that may be linked to, or accessed through, an article. The authors have granted ASM a non-exclusive, world-wide license to publish the Supplemental Material files. Please contact the corresponding author directly for reuse."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10846184/"
}