{
  "id": "PMC10386755",
  "title": "Plant chemical genomics: gravity sensing and response.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Plant chemical genomics: gravity sensing and response.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10386755/"
  },
  "sections": {
    "abstract": "The first genome sequenced of a eukaryotic organism was for \nSaccharomyces cerevisiae\n, as reported in 1996, but it was more than 10 years before any of the zygomycete fungi, which are the early-diverging terrestrial fungi currently placed in the phyla \nMucoromycota\n and \nZoopagomycota\n, were sequenced. The genome for \nRhizopus delemar\n was completed in 2008; currently, more than 1000 zygomycete genomes have been sequenced. Genomic data from these early-diverging terrestrial fungi revealed deep phylogenetic separation of the two major clades—primarily plant—associated saprotrophic and mycorrhizal \nMucoromycota\n versus the primarily mycoparasitic or animal-associated parasites and commensals in the \nZoopagomycota\n. Genomic studies provide many valuable insights into how these fungi evolved in response to the challenges of living on land, including adaptations to sensing light and gravity, development of hyphal growth, and co-existence with the first terrestrial plants. Genome sequence data have facilitated studies of genome architecture, including a history of genome duplications and horizontal gene transfer events, distribution and organization of mating type loci, rDNA genes and transposable elements, methylation processes, and genes useful for various industrial applications. Pathogenicity genes and specialized secondary metabolites have also been detected in soil saprobes and pathogenic fungi. Novel endosymbiotic bacteria and viruses have been discovered during several zygomycete genome projects. Overall, genomic information has helped to resolve a plethora of research questions, from the placement of zygomycetes on the evolutionary tree of life and in natural ecosystems, to the applied biotechnological and medical questions.",
    "1._introduction": "1. Introduction\nThe first “land” fungi retained their flagella for motility and remained adapted to life in water, and several diverging lineages switched to multicellularity while exploiting new environments [\n1\n]. A hallmark of the process of adapting to terrestrial life was the loss of the flagellum, which occurred independently several times during fungal evolution, giving rise to fungi with a hyphal growth form [\n2\n]. Prominent among early-divergent fungi is a group of lineages historically known as the zygomycetes, which are unified by similarities in reproductive biology (e.g., the formation of sexual zygospores via undifferentiated gametangia) and mostly do not form macroscopic fruiting bodies, making them more difficult to study than \nDikarya\n [\n3\n]. Zygomycetes have also been challenging to study because many species are involved in obligate symbiotic interactions and have not been successfully grown in pure culture [\n4\n]. However, subsequent molecular studies have shown that the zygomycete fungi are paraphyletic [\n5\n]. Today, zygomycetes are recognized as two independent monophyletic groups divided into six subphyla [\n6\n]. Terrestrial environments posed novel challenges to early fungi, and the adaptive solutions that these lineages evolved can today be gleaned from the vast library of genes contained within their genomes [\n7\n,\n8\n]. While these first land colonizers are now extinct, many of their features are preserved in the genomes of extant zygomycetes. One instance, in which whole-genome data have proven useful, is in understanding the origin and evolution of fungi. About 450 million years ago, combined activities of fungi and plants placed the terrestrial world on a trajectory toward its current state, setting the stage for subsequent evolutionary transitions. Primitive mycorrhiza-like relationships and other forms of fungal–plant associations helped facilitate the successful colonization of land by the first terrestrial plants, and the genes responsible for such interactions are still preserved in fungal genomes [\n9\n]. Hence, zygomycete genomes have and will continue to play an integral role in our current understanding of the initial transition of organisms to land [\n10\n].\nThe number of sequenced fungal genomes continues to grow exponentially, and genomic data have become widely and freely accessible. While most sequenced genomes are from \nAscomycota\n and \nBasidiomycota\n (\nDikarya\n) species, there have been concerted efforts to sequence genomes of early-diverging and underrepresented lineages [\n11\n,\n12\n,\n13\n,\n14\n,\n15\n]. Since 2014, the number of zygomycete genomes has grown from a dozen [\n16\n] to nearly a thousand. However, 70% of these genomes are still in the draft stage, and not all of them are available. While the number of species with sequenced genomes for all organisms is on the rise, the available pool of zygomycete genomes is exceptional due to its diversity, i.e., one-third of ca. 1000 known zygomycete species have already been sequenced (\nSupplementary Table S1\n [\n17\n]).\nThe sequencing efforts have not been uniform among different groups of \nMucoromycota\n and \nZoopagomycota\n; for most species, only a single representative genome is available. While several major clades lack a single published genome (e.g., \nEryniopsis\n and \nNeozygites\n in \nEntomophthoromycotina\n, and several genera in \nZoopagomycotina\n), numerous isolates of several other species have been sequenced (\nFigure 1\n). This discrepancy can be largely explained by practical interests since focal species are sometimes chosen for their relevance to human health or biotechnology [\n18\n]. In addition, some taxa are common in culture collections whereas other taxa are challenging to grow in vitro or presumably uncultivable [\n4\n,\n11\n]. The goal of this review is to (1) provide background into the methods that have been used to sequence zygomycete genomes and which genomes have been sequenced, and (2) consider insights into the genomic architecture, gene content, and evolutionary history gained from these data.",
    "2._sequencing_the_zygomycetes": "2. Sequencing the Zygomycetes\nAxenic cultures remain the preferred and most straightforward method of obtaining high-molecular-weight genomic DNA for sequencing projects [\n19\n]. Typically, the easier a species is to grow in culture, the easier it is to obtain pure, unfragmented DNA of high quality. In some cases, however, DNA from a single cell or even nuclei can be extracted and sequenced. This technique has been especially successful for the mycoparasites or fungal parasites of animals (e.g., \nPiptocephalis\n, \nStylopage\n, and \nZoopage\n [\n11\n,\n20\n,\n21\n]) or for resolving questions on genetic diversity of the nuclei in \nGlomeromycotina\n, such as \nRhizophagus\n [\n22\n]. When neither culturing nor single-cell genomics is possible, fungal DNA can be extracted along with that of the host organism. The two genomes can be distinguished bioinformatically (e.g., in the case of \nEntomopthorales\n pathogens of insects [\n23\n]). In rare cases, high-quality tissue from field-collected fruiting bodies can be used to generate genomes (e.g., \nEndogone\n, \nJimgerdemannia\n, and \nModicella\n [\n12\n,\n14\n,\n24\n]).\nThe diversity of DNA sequencing technologies allows researchers to select the tools that are most appropriate for addressing specific questions but also requires setting minimal reporting standards for each type of sequencing technology. During sequence processing, genomic DNA is cut and sequenced in length spans from 100–300 base pairs (short reads, Illumina) to 1000–60,000 base pairs (long reads, PacBio, or MinION). Illumina short-read sequencing remains the dominant technology used to generate fungal genomes, while long-read technologies such as PacBio and Oxford nanopore are being used with increased frequency, especially for larger genomes (\nSupplementary Table S1\n). Illumina sequencing generally provides the greatest sequencing quality and accuracy, although millions of short raw reads (150–300 bp) are produced; as a result, genome assembly can be challenging especially with genomes featuring large amounts of repetitive DNA. Assembly quality might be adjusted by combining the use of short reads from Illumina with long reads from another sequencing platform. The use of longer reads (up to 60,000 bp) facilitates read alignment and/or mapping, often achieving the length of the chromosome [\n25\n] and allows precise resolution of repetitive sequences of rDNA [\n26\n]. However, PacBio and other long-read technologies typically demand higher quality and quantity of DNA than Illumina. On the other hand, these technologies are changing rapidly as different companies compete for the market share and make efforts to increase the number and length of reads and to maintain and improve sequence accuracy [\n27\n].\nThe majority of zygomycete genomes are assembled de novo, even when assemblies of closely related species are already available. Choice of assembly software usually depends on the data type. For example, AllPaths-LG works best for assembling Illumina short-read sequences, while Falcon is preferred for longer PacBio reads (\nSupplementary Table S1\n) [\n28\n]. The most widely used genome assemblers for zygomycetes include gsAssembler (Roche Diagnostics, Indianapolis, IN, USA), Newbler [\n18\n], Velvet [\n29\n], Arachne, Celera [\n30\n], HGAP [\n31\n], JGI Jazz (especially among earlier assemblies from 2001–2014) [\n32\n], Ray [\n33\n], CLC Genomics Workbench 20.0 (\nhttps://digitalinsights.qiagen.com\n, accessed on 10 July 2023), MaSuRCA [\n34\n], Falcon, AllPaths-LG [\n35\n], SOAPdenovo [\n36\n], SPAdes [\n37\n], SOLiD [\n38\n], Canu [\n39\n], FinisherSC [\n40\n], Flye [\n41\n], and MEGAHIT [\n42\n] (\nFigure 2\n).\nMost zygomycete genome assemblies are similar in size to the average fungal genome: 30–50 Mb (\nSupplementary Table S1\n). Notable exceptions include species in \nEntomophthoromycotina\n, \nGlomeromycotina\n, and \nMucoromycotina\n, whose large genomes compare in size to \nArabidopsis thaliana\n (135 Mb), \nCaenorhabditis elegans\n (100 Mb), or \nDrosophila melanogaster\n (140 Mb) [\n43\n,\n44\n]. However, there are still far smaller than the genomes of some of the Basidiomycete fungi that cause rust diseases on plants, which includes the largest fungal genome sequenced to date (\nAustropuccinia psidii\n, 1 Gb) [\n45\n]. Most zygomycete genomes contain over 10,000 predicted genes. \nRhizophagus\n spp. (\nGlomeromycotina\n) are a notable exception; they contain more than double the typical number with 26–30 K predicted genes (\nFigure 3\n). The smallest numbers of genes are found in \nZoopagomycotina\n (4–8 K), followed by 6–11 K in \nKickxellomycotina\n, 9–16 K in \nEntomophthoromycotina\n, \nMucoromycotina\n and \nMortierellomycotina\n, and 20–30 K in \nGlomeromycotina\n (\nSupplementary Table S1\n). However, these numbers may change for \nEntomophthoromycotina\n and \nZoopagomycotina\n since there are only a few representative genomes available for those lineages.\nDuring the assembly process DNA sequences are combined into contigs, which are sometimes merged to form scaffolds (if sufficient evidence exists to support these merges). These scaffolds of assembled DNA sequences should ideally equal the number of chromosomes [\n46\n]. In practice, the number of scaffolds rarely matches exactly the number of chromosomes and, for most species, the exact number of chromosomes is unknown [\n47\n]. Many genomes of easily culturable \nMucoromycota\n with small genomes have the lowest number of scaffolds (e.g., 12 in \nActinomortierella wolfii\n), while the genomes of species with larger genomes (e.g., taxa in \nGlomeromycotina\n and \nEntomophthoromycotina\n) are more fragmented such as 210 contigs in \nRhizophagus irregularis\n [\n26\n], or 373,021 in \nMassospora cicadina\n [\n48\n]. These larger assemblies are due to larger overall genomes (e.g., larger number of chromosomes) and because of the difficulties with assembly caused by polyploidy, numerous repeats, and transposons [\n49\n]; these aspects are prevalent in many \nMucoromycota\n and \nZoopagomycota\n genomes (\nSupplementary Table S1\n). However, the sequenced genomes with hundreds of thousands of scaffolds often reflect low sequence coverage relative to the size of the genome, resulting in highly fragmented assemblies. All these factors contribute to the number of the scaffolds, not reflecting the actual numbers of chromosomes.\nGenome quality is also improved by increasing the sequence coverage. Some zygomycete genomes have been sequenced at a depth of 500–700× and many genome projects aim for a mean depth of ca. 100× coverage (\nSupplement Table S1\n). High-quality genome assemblies rely on increased sequencing depth, particularly in cases of high intraspecific polymorphism or variable genome architecture, e.g., species of \nGlomeromycotina\n and many noncoding regions and transposons, as in the genomes of \nEntomophthoromycotina\n species. However, some researchers have used low-coverage genome sequencing (ca. 10× coverage) as a cheap and efficient method to obtain a smaller number of orthologous gene regions for phylogenomic analyses [\n12\n,\n15\n,\n24\n].",
    "3._genomes_and_the_evolution_of_the_zygomycetes": "3. Genomes and the Evolution of the Zygomycetes\nThe first genome sequence of a zygomycete fungus was from a clinical strain of \nRhizopus delemar\n that was isolated from a patient with mucormycosis—a highly destructive and lethal infection that is typically seen in immunocompromised hosts. Sequencing of the \nR. delemar\n genome was driven from the clinical perspective, but it also provided the first genome of a fungus outside of the \nDikarya\n [\n18\n]. Moving forward a decade, a landmark project generated genomic sequences of all species known to cause mucoromycosis in humans. Thirty zygomycete genomes were sequenced and assembled for this project [\n50\n]. Another substantial advance in zygomycete genomics was made by the ZyGoLife team, comprising the efforts of 12 mycological labs across the USA and Canada in collaboration with the US Department of Energy Joint Genome Institute (JGI) [\n14\n]. The phylogenomic study by Spatafora et al. [\n6\n] found that the former \nZygomycota\n phylum was not monophyletic but instead comprised two distinct lineages—the primarily plant-associated saprotrophic and mycorrhizal \nMucoromycota\n versus the primarily mycoparasitic or animal-associated parasites and commensals in the \nZoopagomycota\n. However, further analyses using phylogenomics data to resolve the evolutionary relationships of zygomycetes have yielded slightly conflicting results. Although \nZoopagomycota\n and \nMucoromycota\n are maintained as monophyletic lineages, a recent study by Li et al. [\n51\n] found that \nZoopagomycota\n and \nMucoromycota\n formed one larger monophyletic clade in some (but not all) of their analyses. In contrast, other recent phylogenomic studies by Strassert and Monaghan [\n52\n] and Galindo et al. [\n53\n] recovered a topology that was similar to Spatafora et al. [\n6\n], where the \nZoopagomycota\n were resolved as the sister group to all terrestrial fungi. In many of the studies, the position of \nGlomeromycotina\n has been problematic, suggesting that more work will be needed to resolve the placement of this clade [\n51\n,\n54\n].\nOne of the greatest debates in early-diverging fungal evolution was the ploidy of the dominant life form given the predominantly haploid nature seen in the \nDikarya\n. One outcome of the analysis of genome sequences of zygomycetes species is that diploids are more common than expected [\n9\n,\n55\n,\n56\n,\n57\n].\n3.1. Mucoromycota\nMucoromycota\n comprises many critically important plant symbionts, including the arbuscular mycorrhizal fungi (\nGlomeromycotina\n) [\n58\n], \nEndogonales\n (\nMucoromycotina\n) [\n24\n], “fine root endophytes” (\nMucoromycotina\n) [\n59\n], and putative root endophytic species including \nMortierella\n (\nMortierellomycotina\n) [\n60\n], \nPygmaeomycetaceae\n (\nMucoromycotina\n) [\n61\n], and \nUmbelopsis\n (\nMucoromycotina\n) [\n62\n]. On the other hand, many fungi within this group are also noted plant pathogens (e.g., \nRhizopus microsporus\n, which causes rice seedling blight, and various \nChoanephora\n, \nGilbertella\n, and \nMucor\n species that cause post-harvest rots) as well as numerous species (\nActinomucor\n, \nApophysomyces\n, \nCokeromyces\n, \nCunninghamella\n, \nLichtheimia\n, \nMucor\n, \nRhizomucor\n, \nRhizopus\n, \nSaksenea\n, \nSyncephalastrum\n) that can cause the disease mucormycosis in humans and other animals [\n63\n].\nMost zygomycete genomes are of species within \nMucoromycota\n (\nFigure 1\n); as a result, much of what we know about genome evolution among early-diverging fungi comes from this phylum. Genome duplication appears to have played a significant role in their evolution, as first described for \nRhizopus delemar\n and \nMucor circinelloides\n [\n18\n,\n64\n]. Genome sequencing has also revealed a diversity of endobacteria that may be found as symbionts in the \nMucoromycota\n, e.g., in \nRhizopus microsporus\n and \nEndogone pisiformis\n (\nMucoromycotina\n), \nLinnemannia elongata\n and \nMortierella alpina\n (\nMortierellomycotina\n), and \nRhizophagus irregularis\n (\nGlomeromycotina\n) [\n65\n,\n66\n,\n67\n,\n68\n,\n69\n,\n70\n]. Many plant-associated fungal lineages contain endobacteria, but the potential role of these symbionts in the land colonization process remain to be characterized. “Foreign” DNA in the form of diverse mycoviruses has also been frequently detected during genome sequencing of zygomycetes [\n30\n,\n71\n]. Genomics enabled the systematic study of genome architecture [\n72\n,\n73\n,\n74\n], genetic manipulations [\n75\n], and intra-isolate genomic variations [\n76\n]. Genome-wide searches and comparisons have also detected evidence for transposon spread through genomes [\n77\n,\n78\n,\n79\n] and uniquely high 6-methyladenine DNA modifications in zygomycete fungi as compared to \nDikarya\n [\n80\n]. Studies on metabolic patterns across the fungal kingdom, the search for the mating gene loci and protein families [\n81\n,\n82\n,\n83\n], and the phylogenies of certain taxonomic groups [\n84\n,\n85\n] have also been conducted using-whole genome sequencing data. Genome-based research has also provided insights into the trophic modes of zygomycete fungi, including the evolution of mycorrhizae [\n24\n,\n86\n] and commonalities in the pathogenicity of Mucoralean fungi [\n50\n,\n87\n].\n3.2. Mucoromycotina\nGenome sequencing of this subphylum has been the most comprehensive among all the basal fungal lineages although genomes are still unavailable for several genera, including species of \nSiepmannia\n, \nChlamydoabsidia\n, and \nUtharomyces\n, as well as for two new root-associated species of \nPygmaeomyces\n of the new genus and family \nPygmaeomycetaceae\n [\n61\n]. Furthermore, the plant-associated order \nEndogonales\n remains highly undersampled despite recent advances [\n24\n,\n88\n]. Some of its “fine root endophytes” colonize early-diverging plants, and sometimes co-occur with AMF [\n89\n,\n90\n]. The average genome size in \nMucoromycotina\n species ranges from 35 to 50 Mbp, with species of \nUmbelopsis\n at the low end of the spectrum (22–30 Mbp) and \nEndogonales\n such as \nJimgerdemannia\n species at the higher end (240 Mbp) (\nSupplementary Table S1\n). For some genera, several hundred genomes have already been sequenced. For example, there are >220 genomes available for species of \nRhizopus\n, mostly of \nR. arrhizus\n (syn. \nR. oryzae\n) and its varieties and synonyms, and of \nR. microsporus\n, \nR. delemar\n, and \nR. stolonifer\n (\nSupplement Table S1\n). \nRhizopus\n is increasingly studied as a model organism thanks to its availability in culture collections and to its important role in biotechnology and human health. Genomic information might be helpful for future studies of pathogenicity in \nRhizopus\n species since infections by members of this genus are the leading cause of human mucormycosis [\n50\n,\n84\n]. Phylogenomic data suggest that species of \nRhizopus\n are part of a well resolved monophyletic group. However, this is in stark contrast to the situation among members of the genus \nMucor\n (>150 genomes), which is incredibly diverse and is likely polyphyletic (\nFigure 4\n). The additional \nMucoromycotina\n genomes consist mostly of saprotrophic species that are relevant to human health (species of \nLichtheimia\n and \nCunninghamella\n) and biotechnology (\nPhycomyces blakesleeanus\n) [\n91\n,\n92\n,\n93\n]. Genomes of \nEndogonales\n (as well as \nGlomeromycotina\n) contain effectors to facilitate plant–fungus interactions, which apparently aided in the terrestrialization of Earth by early land plants. Genome information helped to describe and clarify the phylogenetic placement of new lineages and species, such as \nBifiguratus\n [\n94\n] and \nCalcarisporiella\n [\n95\n].\n3.3. Mortierellomycotina\nThis subphylum contains an estimated 170 species [\n96\n] and was recently circumscribed into 13 monophyletic genera using multi-locus and low-coverage genome sequencing [\n12\n]. Reference genome sequences of both low quality and high quality are now available for representatives for most genera, including \nActinomortierella\n, \nBenniella\n, \nDissophora\n, \nEntomortierella\n, \nGamsiella\n, \nGryganskiella\n, \nLinnemannia\n, \nLobosporangium\n, \nLunasporangiospora\n, \nMortierella\n, \nNecromortierella\n, \nPodila\n, and the sporocarpic genus \nModicella\n [\n12\n,\n97\n]. A high diversity of \nMortierellomycotina\n species can be isolated from soil, but it appears that genera may differ in their ecological roles. For example, \nNecromortierella\n species appear to be necrotrophic, whereas \nActinomortierella\n spp. are often associated with millipedes, and \nEntomortierella\n spp. are often associated with arthropods [\n98\n]. Many genera, such as \nLinnemannia\n and \nPodila\n, have been recovered as rhizosphere associates and endophytes of plant roots [\n99\n,\n100\n], and they appear to improve plant growth and impact flower and seed production [\n101\n]. Several species such as \nMortierella alpina\n have been sequenced due to their use in industry and biotechnology for lipid production [\n102\n].\n3.4. Glomeromycotina\nArbuscular mycorrhizal fungi (AMFs) are arguably the most common and oldest symbionts of terrestrial plants [\n58\n], credited with the role in the facilitation of plant transition to the terrestrial habitat [\n103\n]. AMFs supply their plant hosts with mineral nutrients translocated from the soil in return for plant-assimilated carbon [\n104\n]. Yet, there are not many genomic sequences of these organisms available due to historical impediments hampering sequencing projects, including multinucleate spores with different genotypes, obligate biotrophy of AMFs, and the initial uncertainty concerning their genome sizes, with conflicting size estimates in \nRhizophagus irregularis\n ranging from 14.1 [\n105\n] to 154.8 Mb [\n106\n]. Once these obstacles were surmounted, genomic data confirmed that AMFs have unusually large genomes, ranging from 153 Mb in \nR. irregularis\n [\n26\n] to 773.1 Mb in \nGigaspora margarita\n [\n107\n]. This size enhancement relative to other \nMucoromycota\n is driven by lineage-specific expansions of gene families and massive proliferation of transposable elements [\n26\n,\n86\n,\n107\n]. Genomic data also revealed that AMFs display several other features that differentiate them not only from \nMucoromycota\n but also from other fungi. For example, despite the lack of morphological evidence of sexual reproduction, the \nR. irregularis\n genome harbors a candidate mating-type locus with two genes encoding homeodomain-like transcription factors [\n108\n]. If these homeodomain-like genes indeed control sex, then regulation of the reproductive processes in AMFs would resemble mating in \nDikarya\n rather than in \nMucoromycota\n, which rely on HMG domain proteins for sex determination [\n109\n]. \nRhizophagus irregularis\n differs also from other fungi in the organization of its rRNA operons. Instead of being tandemly arrayed as they are in other fungi, the rRNA operons in \nGlomeromycotina\n are dispersed individually across the genome [\n26\n]. This important discovery put an end to a long-lasting debate on whether intraindividual rRNA gene variation typical for AMFs is distributed among dissimilar nuclei [\n110\n] or contained in each nucleus [\n111\n], supporting the latter scenario. Lastly, genome-based inferences of metabolic capacity revealed that AMFs lack the gene encoding fatty acid synthase [\n112\n,\n113\n,\n114\n], which makes them obligately dependent on plant hosts for lipids [\n115\n,\n116\n,\n117\n,\n118\n]. As in other fastidious organisms, this information is important for devising cultivation strategies that complement fatty acid auxotrophy of AMF [\n119\n,\n120\n]. Even though accumulation of genomic data for AMF has lagged behind other \nMucoromycota\n, the insights gathered so far have been critical for resolving several puzzles in the biology of these unique organisms. PacBio HiFi and Hi-C sequencing of all available AMF heterokaryons helped to discover the two sets of coexisting homologous chromosomes in one heterokaryon. Genes required for plant colonization were found in gene-sparse, repeat-reach compartments [\n121\n]. Another important question that remains to be addressed is which genomic features of AMFs contribute to superior yield outcomes in agronomic crop species, as AMFs do not universally benefit all plant hosts.\n3.5. Zoopagomycota\nIn contrast to \nMucoromycota\n, most species of \nZoopagomycota\n are parasites or pathogenes of animals and fungi. This includes the insect pathogenic group \nEntomophthoromycotina\n (some members of which exhibit behavioral control over their hosts) [\n122\n], the \nKickxellomycotina\n that includes a mixture of ecologies (including commensalistic arthropods gut fungi) [\n15\n], and \nZoopagomycotina\n, which are parasites of fungi (mainly in \nMucoromycota\n) and microinvertebrates (e.g., amoebae, nematodes, rotifers) [\n20\n]. There are also opportunistic human pathogens in this phylum, including species of \nBasidiobolus\n and \nConidiobolus\n [\n123\n]. Axenic culturing of some fungi in \nZoopagomycota\n is possible [\n124\n,\n125\n] but extracting high-quality genomic DNA from many species remains difficult. Sometimes there is a need to extract genomic material of the parasite together with the host (often another fungus or insect) and separate their genomes during assembly, which creates additional challenges. Small amounts of available DNA have necessitated the use of single-cell DNA extraction in some cases, especially in species with dramatically reduced vegetative mycelial structures. Much greater success has been achieved for putative saprotrophic fungi such as dung-inhabiting species of \nKickxellales\n (\nSupplementary Table S1\n). Genomes and transcriptomes have been used primarily to resolve various evolutionary questions, including the monophyletic origin of \nZoopagales\n [\n20\n], evolution of ploidy from a diploid ancestral stage [\n11\n], and loss of a large number of pectinases and other plant cell-wall-degrading enzymes in \nZoopagomycota\n [\n126\n]. Genome data were also successfully used to resolve evolutionary relationships within particular taxonomic groups, such as \nMassospora\n [\n98\n], to track other evolutionary events such as horizontal gene transfer events in gut fungi [\n127\n], and to reveal the genetic toolbox in insect symbionts [\n128\n]. These studies help us to understand the evolutionary trajectories of genome size, namely, a dramatic increase in genome size for the insect pathogens and insect endosymbionts as compared to the genome size in the saprobes and mycoparasites. Genome data have also helped to clarify fundamental differences among \nZoopagomycota\n lineages in their production of secondary metabolites [\n129\n], as well as metabolic pathways in general [\n11\n]. Mating genetics in this phylum is still not well understood, and that is a question that remains to be addressed with genomic data.\n3.6. Kickxellomycotina\nThis subphylum contains an interesting mix of mycoparasites (\nDimargaritales\n), putative saprotrophs (\nKickxellales\n), and obligate insect endobionts (\nAsselariales\n, \nBarbatosporales\n, \nHarpellales\n, and \nOrphellales\n). The \nDimargaritales\n are similar to mycoparasites in the \nZoopagales\n in that they form penetration hyphae (haustoria) and mostly attack similar host species in the \nMucoromycota\n. In contrast to the \nZoopagales\n mycoparasites, species of \nDimargaritales\n appear to be rare in the environment and have mostly been isolated from dung rather than soil. Recent genomic analyses have also highlighted that members of the \nDimargaritales\n that have larger genomes and more predicted secondary metabolite genes compared to their close relatives [\n15\n,\n129\n]. Furthermore, single-cell genome data have suggested that \nDimargaris cristalligena\n may be nonhaploid and missing certain enzymes from metabolic pathways (e.g., thiamine biosynthesis and biotin metabolism) [\n11\n]. Identifying such genomic features of symbiotic species can provide targets for further experimental tests to understand the molecular interactions between hosts and parasites.\nOn the other hand, the \nKickxellales\n is the only group of \nZoopagomycota\n containing mostly saprotrophic species, and many appear to be rare in the environment, having only been reported in the literature one or a few times. An exception is the genus \nCoemansia\n, the species of which are commonly isolated from soil and dung samples [\n4\n,\n130\n]. Genome sequencing efforts have demonstrated that \nKickxellales\n species have small genomes (less than 40 MB) and variability in their predicted secondary metabolite genes, with \nCoemansia\n and \nLinderina\n, along with more polyketide synthases than other \nKickxellales\n and \nD. cristalligena\n having more nonribosomal peptide synthetases than other \nKickxellales\n [\n129\n]. A preliminary rDNA phylogeny showed polyphyly among \nKickxellales\n [\n130\n], and a large-scale sequencing project that utilized low-coverage genome data from >100 isolates to test these hypotheses, as well as explore the diversity of \nCoemansia\n species, resolved many of these relationships [\n15\n].\nThe gut fungi (\nTrichomycetes\n) include arthropod symbionts for which several draft genomes have been available since 2016 [\n131\n]. These fungi are distinct from the saprotrophic and coprophilic relatives (i.e., \nKickxellales\n) and belong to four distinct phylogenetic lineages—\nAsellariales\n, Barbatosporales, \nHarpellales\n, and \nOrphellales\n [\n132\n]. \nAsellariales\n are associated with isopods and spring tails (\nCollembola\n) [\n133\n]. Species within the three genera (\nAsellaria\n, \nBaltomyces\n, and \nOrchesellaria\n) have been recovered from the both terrestrial and aquatic hosts [\n133\n], but their phylogenetic relationships remain unclear, as sequence data have only been obtained from \nAsellaria\n [\n132\n], and no cultures are available for this group.\nHarpellales\n species are usually found in lower \nDiptera\n insect larvae and have coevolved with their hosts for over 200 million years [\n134\n]. Species of \nOrphellales\n are stonefly nymph symbionts with unusual morphological characters (i.e., asexual and sexual spore shapes, and thalli protruding beyond the anus of insect hosts) [\n135\n], which cluster together with other \nTrichomycetes\n and the \nSpiromycetales\n for a sister clade to \nKickxellales\n [\n15\n]. \nSmittium\n is a well-studied genus within \nHarpellales\n with approximately 100 described species [\n136\n]. However, there are only nine whole-genome sequences available for these insect gut-dwelling fungi, and all were made from culturable \nHarpellales\n species, with the best assembly—\nCapniomyces stellatus\n—having 72 scaffolds [\n131\n]. \nBarbatosporales\n are monotypic, and the single species (\nBarbatospora ambicaudata\n) has only been recorded from black fly larvae collected in the Great Smoky Mountains National Park in Tennessee, obtained in axenic culture [\n137\n].\nAlthough we only have a handful of \nHarpellales\n genomes, they have already expanded our knowledge and understanding of these enigmatic microbial fungi in multiple ways. For example, a mosquito-like polyubiquitin gene has been identified in \nZancudomyces culisetae\n (\nHarpellales\n), which was presumably acquired via a horizontal gene transfer event [\n127\n]. Comparative genomics revealed a fungus–insect symbiotic core gene toolbox (FISCoG) that is shared among the insect-associated fungi (e.g., \nHarpellales\n, \nBasidiobolus\n, and \nConidiobolus\n) and higher-ranked \nHypocreales\n (\nAscomycota\n). However, the insect pathogens (\nHypocreales\n and \nEntomophthoromycotina\n members) tend to have genomes enriched in genes that are useful for pathogenic processes such as the platelet-activating factor acetyl-hydrolase coding genes, whereas the gut commensals have genomes enriched in cell adhesion genes for a successful gut-dwelling lifestyle [\n128\n]. In addition, \nHarpellales\n genomes also facilitated a kingdom-wide study to confirm the production of selenoproteins in early-diverging fungal lineages [\n138\n]. As a major group of early-diverging fungi, representing seven of the nine fungal species that utilize selenoproteins, \nHarpellales\n may take the advantages of selenocysteine over cysteine for specific oxidoreductase functions.\nUnfortunately, no efforts have been successful in obtaining genome information of the \nAsellariales\n, \nBarbatosporales\n, and \nOrphellales\n, which colonize different host types. However, multigene analyses incorporating low-coverage genome data (along with data from \nAsellariales\n and \nOrphellales\n) suggested an alternate hypothesis for the evolution of fungal–insect associations. Contrary to previous topologies that suggested multiple events [\n132\n], the larger dataset showed a possible single origin of gut fungi [\n15\n]. Further evolutionary evidence may be identified with the help of their genome sequences to understand how these gut-dwelling microbial fungi interact with various aquatic insect hosts and evaluate the origins of the symbiosis.\n3.7. Zoopagomycotina\nZoopagomycotina\n species are fascinating, partially due to their cryptic ecological niches and ability to parasitize various hosts such as amoebae, nematodes, rotifers, and other fungi. It is still challenging to culture most of the \nZoopagomycotina\n isolates. Thus, it is not surprising to see that the \nZoopagomycotina\n has the lowest number of available genomes, the qualities of which are not comparable to other lineages, especially the well-sequenced \nMucoromycotina\n. Recently developed single-cell genomic techniques have provided an alternative, culture-independent method to obtain their genomic information [\n11\n]. On the basis of single-cell or multiple-cell libraries, the completeness of genome assemblies can be as high as 89.6% (\nPiptocephalis tieghemiana\n RSA 1565) [\n20\n]. The assembled \nZoopagomycotina\n genomes indicate that this clade of fungi is characterized by small genome size, but the numbers of protein-coding genes are not necessarily low. Some of the genomes can encode close to 10,000 genes (e.g., \nZoophagus insidians\n, a predator of rotifers and nematodes (\nSupplement Table S1\n). It seems likely that these completely microscopic fungi are capable of more complicated and yet-to-be identified interactions with their animal and/or fungal hosts, but more work will be needed to explore these interactions.\nTwo additional \nZoopagales\n have remarkably small genomes: a species of \nAcaulopage\n (11 Mbp) and a species of \nZoopage\n (14 Mbp). No genomes have yet been published for the following genera: \nAmoebophilus\n, \nAplectosoma\n, \nBdellospora\n, \nBrachymyces\n, \nCystopage\n, \nEndocochlus\n, \nEuryancale\n, \nHelicocephalum\n, \nReticulocephalis\n, and \nSigmoideomyces\n.\n3.8. Entomophthoromycotina\nThis lineage remains the most insufficiently sequenced fungal group at the subphylum level. Despite many genomes from the genus \nConidiobolus\n, there are only a few other species (all from the key family \nEntomophthoraceae\n) for which genomes are available. The genus \nConidiobolus\n is a polyphyletic assemblage of multiple lineages. This group of \nConidiobolus\n-like fungi was recently phylogenetically divided into three new families, using a combined multi-gene and phylogenomic approach, revealing that the ballistic conidia arose prior to their transition to a parasitic lifestyle [\n85\n,\n139\n]. Difficulties with culturing and, therefore, obtaining enough high-molecular-weight genomic DNA represent a reason why some species only have transcriptomes available. Alternatively, in some cases, the fungal pathogen is sequenced together with its host, and then the reads are separated bioinformatically. Aside from the polyphyletic genus \nConidiobolus\n and entomophthoroid-like \nBasidiobolus\n, genome or transcriptome data are available only for a few species of \nEntomophaga\n, \nEntomophthora\n, \nMassospora\n, \nPandora\n, and \nZoophthora\n. No genomes yet exist for \nAncylistes\n, \nApterivorax\n, \nBatkoa\n, \nErynia\n, \nEryniopsis\n, \nFuria\n, \nMacrobiotophthora\n, \nMeristacrum\n, \nNeozygites\n, \nOrthomyces\n, \nTabanomyces\n, \nThaxterosporium\n, \nSchizangiella\n, and \nStrongwellsea\n. The largest genomes recovered are over 2000 Mbp in \nMassospora\n and 650 Mbp in \nZoophthora\n, with possibly similar genome sizes in \nEntomophthora\n and \nEntomophaga\n (\nSupplementary Table S1\n). Phylogenetic analysis recently demonstrated that \nBasidiobolus\n, a genus of amphibian gut-dwelling fungi, does not belong to \nEntomophthorales\n, where it was traditionally placed, mostly on the basis of its production of forcibly discharged conidia that are morphologically similar to those in other entomophthoralean fungi [\n140\n]. The genus was difficult to place with rDNA data [\n141\n], but was inferred either as a separate clade sister to the \nMucoromycota\n [\n51\n] or as the earliest diverging lineage within \nZoopagomycota\n [\n128\n], on the basis of phylogenomic data. The ballistic spore dispersal mechanism, which differs structurally from that found in the \nEntomophthorales\n, is likely an example of convergent evolution among fungi that appear to be similar but are distantly related. In addition to being evolutionarily enigmatic, the genomes of \nB. meristosporus\n and \nB. heterosporus\n are larger than most other basal fungi and contained a much higher proportion of secondary metabolite-encoding genes than other \nZoopagomycota\n species that have been studied thus far. Furthermore, \nBasidiobolus\n genomes contain numerous genes that putatively originated from horizontal gene transfer events from bacteria [\n129\n].",
    "3.1._mucoromycota": "3.1. Mucoromycota\nMucoromycota\n comprises many critically important plant symbionts, including the arbuscular mycorrhizal fungi (\nGlomeromycotina\n) [\n58\n], \nEndogonales\n (\nMucoromycotina\n) [\n24\n], “fine root endophytes” (\nMucoromycotina\n) [\n59\n], and putative root endophytic species including \nMortierella\n (\nMortierellomycotina\n) [\n60\n], \nPygmaeomycetaceae\n (\nMucoromycotina\n) [\n61\n], and \nUmbelopsis\n (\nMucoromycotina\n) [\n62\n]. On the other hand, many fungi within this group are also noted plant pathogens (e.g., \nRhizopus microsporus\n, which causes rice seedling blight, and various \nChoanephora\n, \nGilbertella\n, and \nMucor\n species that cause post-harvest rots) as well as numerous species (\nActinomucor\n, \nApophysomyces\n, \nCokeromyces\n, \nCunninghamella\n, \nLichtheimia\n, \nMucor\n, \nRhizomucor\n, \nRhizopus\n, \nSaksenea\n, \nSyncephalastrum\n) that can cause the disease mucormycosis in humans and other animals [\n63\n].\nMost zygomycete genomes are of species within \nMucoromycota\n (\nFigure 1\n); as a result, much of what we know about genome evolution among early-diverging fungi comes from this phylum. Genome duplication appears to have played a significant role in their evolution, as first described for \nRhizopus delemar\n and \nMucor circinelloides\n [\n18\n,\n64\n]. Genome sequencing has also revealed a diversity of endobacteria that may be found as symbionts in the \nMucoromycota\n, e.g., in \nRhizopus microsporus\n and \nEndogone pisiformis\n (\nMucoromycotina\n), \nLinnemannia elongata\n and \nMortierella alpina\n (\nMortierellomycotina\n), and \nRhizophagus irregularis\n (\nGlomeromycotina\n) [\n65\n,\n66\n,\n67\n,\n68\n,\n69\n,\n70\n]. Many plant-associated fungal lineages contain endobacteria, but the potential role of these symbionts in the land colonization process remain to be characterized. “Foreign” DNA in the form of diverse mycoviruses has also been frequently detected during genome sequencing of zygomycetes [\n30\n,\n71\n]. Genomics enabled the systematic study of genome architecture [\n72\n,\n73\n,\n74\n], genetic manipulations [\n75\n], and intra-isolate genomic variations [\n76\n]. Genome-wide searches and comparisons have also detected evidence for transposon spread through genomes [\n77\n,\n78\n,\n79\n] and uniquely high 6-methyladenine DNA modifications in zygomycete fungi as compared to \nDikarya\n [\n80\n]. Studies on metabolic patterns across the fungal kingdom, the search for the mating gene loci and protein families [\n81\n,\n82\n,\n83\n], and the phylogenies of certain taxonomic groups [\n84\n,\n85\n] have also been conducted using-whole genome sequencing data. Genome-based research has also provided insights into the trophic modes of zygomycete fungi, including the evolution of mycorrhizae [\n24\n,\n86\n] and commonalities in the pathogenicity of Mucoralean fungi [\n50\n,\n87\n].",
    "3.2._mucoromycotina": "3.2. Mucoromycotina\nGenome sequencing of this subphylum has been the most comprehensive among all the basal fungal lineages although genomes are still unavailable for several genera, including species of \nSiepmannia\n, \nChlamydoabsidia\n, and \nUtharomyces\n, as well as for two new root-associated species of \nPygmaeomyces\n of the new genus and family \nPygmaeomycetaceae\n [\n61\n]. Furthermore, the plant-associated order \nEndogonales\n remains highly undersampled despite recent advances [\n24\n,\n88\n]. Some of its “fine root endophytes” colonize early-diverging plants, and sometimes co-occur with AMF [\n89\n,\n90\n]. The average genome size in \nMucoromycotina\n species ranges from 35 to 50 Mbp, with species of \nUmbelopsis\n at the low end of the spectrum (22–30 Mbp) and \nEndogonales\n such as \nJimgerdemannia\n species at the higher end (240 Mbp) (\nSupplementary Table S1\n). For some genera, several hundred genomes have already been sequenced. For example, there are >220 genomes available for species of \nRhizopus\n, mostly of \nR. arrhizus\n (syn. \nR. oryzae\n) and its varieties and synonyms, and of \nR. microsporus\n, \nR. delemar\n, and \nR. stolonifer\n (\nSupplement Table S1\n). \nRhizopus\n is increasingly studied as a model organism thanks to its availability in culture collections and to its important role in biotechnology and human health. Genomic information might be helpful for future studies of pathogenicity in \nRhizopus\n species since infections by members of this genus are the leading cause of human mucormycosis [\n50\n,\n84\n]. Phylogenomic data suggest that species of \nRhizopus\n are part of a well resolved monophyletic group. However, this is in stark contrast to the situation among members of the genus \nMucor\n (>150 genomes), which is incredibly diverse and is likely polyphyletic (\nFigure 4\n). The additional \nMucoromycotina\n genomes consist mostly of saprotrophic species that are relevant to human health (species of \nLichtheimia\n and \nCunninghamella\n) and biotechnology (\nPhycomyces blakesleeanus\n) [\n91\n,\n92\n,\n93\n]. Genomes of \nEndogonales\n (as well as \nGlomeromycotina\n) contain effectors to facilitate plant–fungus interactions, which apparently aided in the terrestrialization of Earth by early land plants. Genome information helped to describe and clarify the phylogenetic placement of new lineages and species, such as \nBifiguratus\n [\n94\n] and \nCalcarisporiella\n [\n95\n].",
    "3.3._mortierellomycotina": "3.3. Mortierellomycotina\nThis subphylum contains an estimated 170 species [\n96\n] and was recently circumscribed into 13 monophyletic genera using multi-locus and low-coverage genome sequencing [\n12\n]. Reference genome sequences of both low quality and high quality are now available for representatives for most genera, including \nActinomortierella\n, \nBenniella\n, \nDissophora\n, \nEntomortierella\n, \nGamsiella\n, \nGryganskiella\n, \nLinnemannia\n, \nLobosporangium\n, \nLunasporangiospora\n, \nMortierella\n, \nNecromortierella\n, \nPodila\n, and the sporocarpic genus \nModicella\n [\n12\n,\n97\n]. A high diversity of \nMortierellomycotina\n species can be isolated from soil, but it appears that genera may differ in their ecological roles. For example, \nNecromortierella\n species appear to be necrotrophic, whereas \nActinomortierella\n spp. are often associated with millipedes, and \nEntomortierella\n spp. are often associated with arthropods [\n98\n]. Many genera, such as \nLinnemannia\n and \nPodila\n, have been recovered as rhizosphere associates and endophytes of plant roots [\n99\n,\n100\n], and they appear to improve plant growth and impact flower and seed production [\n101\n]. Several species such as \nMortierella alpina\n have been sequenced due to their use in industry and biotechnology for lipid production [\n102\n].",
    "3.4._glomeromycotina": "3.4. Glomeromycotina\nArbuscular mycorrhizal fungi (AMFs) are arguably the most common and oldest symbionts of terrestrial plants [\n58\n], credited with the role in the facilitation of plant transition to the terrestrial habitat [\n103\n]. AMFs supply their plant hosts with mineral nutrients translocated from the soil in return for plant-assimilated carbon [\n104\n]. Yet, there are not many genomic sequences of these organisms available due to historical impediments hampering sequencing projects, including multinucleate spores with different genotypes, obligate biotrophy of AMFs, and the initial uncertainty concerning their genome sizes, with conflicting size estimates in \nRhizophagus irregularis\n ranging from 14.1 [\n105\n] to 154.8 Mb [\n106\n]. Once these obstacles were surmounted, genomic data confirmed that AMFs have unusually large genomes, ranging from 153 Mb in \nR. irregularis\n [\n26\n] to 773.1 Mb in \nGigaspora margarita\n [\n107\n]. This size enhancement relative to other \nMucoromycota\n is driven by lineage-specific expansions of gene families and massive proliferation of transposable elements [\n26\n,\n86\n,\n107\n]. Genomic data also revealed that AMFs display several other features that differentiate them not only from \nMucoromycota\n but also from other fungi. For example, despite the lack of morphological evidence of sexual reproduction, the \nR. irregularis\n genome harbors a candidate mating-type locus with two genes encoding homeodomain-like transcription factors [\n108\n]. If these homeodomain-like genes indeed control sex, then regulation of the reproductive processes in AMFs would resemble mating in \nDikarya\n rather than in \nMucoromycota\n, which rely on HMG domain proteins for sex determination [\n109\n]. \nRhizophagus irregularis\n differs also from other fungi in the organization of its rRNA operons. Instead of being tandemly arrayed as they are in other fungi, the rRNA operons in \nGlomeromycotina\n are dispersed individually across the genome [\n26\n]. This important discovery put an end to a long-lasting debate on whether intraindividual rRNA gene variation typical for AMFs is distributed among dissimilar nuclei [\n110\n] or contained in each nucleus [\n111\n], supporting the latter scenario. Lastly, genome-based inferences of metabolic capacity revealed that AMFs lack the gene encoding fatty acid synthase [\n112\n,\n113\n,\n114\n], which makes them obligately dependent on plant hosts for lipids [\n115\n,\n116\n,\n117\n,\n118\n]. As in other fastidious organisms, this information is important for devising cultivation strategies that complement fatty acid auxotrophy of AMF [\n119\n,\n120\n]. Even though accumulation of genomic data for AMF has lagged behind other \nMucoromycota\n, the insights gathered so far have been critical for resolving several puzzles in the biology of these unique organisms. PacBio HiFi and Hi-C sequencing of all available AMF heterokaryons helped to discover the two sets of coexisting homologous chromosomes in one heterokaryon. Genes required for plant colonization were found in gene-sparse, repeat-reach compartments [\n121\n]. Another important question that remains to be addressed is which genomic features of AMFs contribute to superior yield outcomes in agronomic crop species, as AMFs do not universally benefit all plant hosts.",
    "3.5._zoopagomycota": "3.5. Zoopagomycota\nIn contrast to \nMucoromycota\n, most species of \nZoopagomycota\n are parasites or pathogenes of animals and fungi. This includes the insect pathogenic group \nEntomophthoromycotina\n (some members of which exhibit behavioral control over their hosts) [\n122\n], the \nKickxellomycotina\n that includes a mixture of ecologies (including commensalistic arthropods gut fungi) [\n15\n], and \nZoopagomycotina\n, which are parasites of fungi (mainly in \nMucoromycota\n) and microinvertebrates (e.g., amoebae, nematodes, rotifers) [\n20\n]. There are also opportunistic human pathogens in this phylum, including species of \nBasidiobolus\n and \nConidiobolus\n [\n123\n]. Axenic culturing of some fungi in \nZoopagomycota\n is possible [\n124\n,\n125\n] but extracting high-quality genomic DNA from many species remains difficult. Sometimes there is a need to extract genomic material of the parasite together with the host (often another fungus or insect) and separate their genomes during assembly, which creates additional challenges. Small amounts of available DNA have necessitated the use of single-cell DNA extraction in some cases, especially in species with dramatically reduced vegetative mycelial structures. Much greater success has been achieved for putative saprotrophic fungi such as dung-inhabiting species of \nKickxellales\n (\nSupplementary Table S1\n). Genomes and transcriptomes have been used primarily to resolve various evolutionary questions, including the monophyletic origin of \nZoopagales\n [\n20\n], evolution of ploidy from a diploid ancestral stage [\n11\n], and loss of a large number of pectinases and other plant cell-wall-degrading enzymes in \nZoopagomycota\n [\n126\n]. Genome data were also successfully used to resolve evolutionary relationships within particular taxonomic groups, such as \nMassospora\n [\n98\n], to track other evolutionary events such as horizontal gene transfer events in gut fungi [\n127\n], and to reveal the genetic toolbox in insect symbionts [\n128\n]. These studies help us to understand the evolutionary trajectories of genome size, namely, a dramatic increase in genome size for the insect pathogens and insect endosymbionts as compared to the genome size in the saprobes and mycoparasites. Genome data have also helped to clarify fundamental differences among \nZoopagomycota\n lineages in their production of secondary metabolites [\n129\n], as well as metabolic pathways in general [\n11\n]. Mating genetics in this phylum is still not well understood, and that is a question that remains to be addressed with genomic data.",
    "3.6._kickxellomycotina": "3.6. Kickxellomycotina\nThis subphylum contains an interesting mix of mycoparasites (\nDimargaritales\n), putative saprotrophs (\nKickxellales\n), and obligate insect endobionts (\nAsselariales\n, \nBarbatosporales\n, \nHarpellales\n, and \nOrphellales\n). The \nDimargaritales\n are similar to mycoparasites in the \nZoopagales\n in that they form penetration hyphae (haustoria) and mostly attack similar host species in the \nMucoromycota\n. In contrast to the \nZoopagales\n mycoparasites, species of \nDimargaritales\n appear to be rare in the environment and have mostly been isolated from dung rather than soil. Recent genomic analyses have also highlighted that members of the \nDimargaritales\n that have larger genomes and more predicted secondary metabolite genes compared to their close relatives [\n15\n,\n129\n]. Furthermore, single-cell genome data have suggested that \nDimargaris cristalligena\n may be nonhaploid and missing certain enzymes from metabolic pathways (e.g., thiamine biosynthesis and biotin metabolism) [\n11\n]. Identifying such genomic features of symbiotic species can provide targets for further experimental tests to understand the molecular interactions between hosts and parasites.\nOn the other hand, the \nKickxellales\n is the only group of \nZoopagomycota\n containing mostly saprotrophic species, and many appear to be rare in the environment, having only been reported in the literature one or a few times. An exception is the genus \nCoemansia\n, the species of which are commonly isolated from soil and dung samples [\n4\n,\n130\n]. Genome sequencing efforts have demonstrated that \nKickxellales\n species have small genomes (less than 40 MB) and variability in their predicted secondary metabolite genes, with \nCoemansia\n and \nLinderina\n, along with more polyketide synthases than other \nKickxellales\n and \nD. cristalligena\n having more nonribosomal peptide synthetases than other \nKickxellales\n [\n129\n]. A preliminary rDNA phylogeny showed polyphyly among \nKickxellales\n [\n130\n], and a large-scale sequencing project that utilized low-coverage genome data from >100 isolates to test these hypotheses, as well as explore the diversity of \nCoemansia\n species, resolved many of these relationships [\n15\n].\nThe gut fungi (\nTrichomycetes\n) include arthropod symbionts for which several draft genomes have been available since 2016 [\n131\n]. These fungi are distinct from the saprotrophic and coprophilic relatives (i.e., \nKickxellales\n) and belong to four distinct phylogenetic lineages—\nAsellariales\n, Barbatosporales, \nHarpellales\n, and \nOrphellales\n [\n132\n]. \nAsellariales\n are associated with isopods and spring tails (\nCollembola\n) [\n133\n]. Species within the three genera (\nAsellaria\n, \nBaltomyces\n, and \nOrchesellaria\n) have been recovered from the both terrestrial and aquatic hosts [\n133\n], but their phylogenetic relationships remain unclear, as sequence data have only been obtained from \nAsellaria\n [\n132\n], and no cultures are available for this group.\nHarpellales\n species are usually found in lower \nDiptera\n insect larvae and have coevolved with their hosts for over 200 million years [\n134\n]. Species of \nOrphellales\n are stonefly nymph symbionts with unusual morphological characters (i.e., asexual and sexual spore shapes, and thalli protruding beyond the anus of insect hosts) [\n135\n], which cluster together with other \nTrichomycetes\n and the \nSpiromycetales\n for a sister clade to \nKickxellales\n [\n15\n]. \nSmittium\n is a well-studied genus within \nHarpellales\n with approximately 100 described species [\n136\n]. However, there are only nine whole-genome sequences available for these insect gut-dwelling fungi, and all were made from culturable \nHarpellales\n species, with the best assembly—\nCapniomyces stellatus\n—having 72 scaffolds [\n131\n]. \nBarbatosporales\n are monotypic, and the single species (\nBarbatospora ambicaudata\n) has only been recorded from black fly larvae collected in the Great Smoky Mountains National Park in Tennessee, obtained in axenic culture [\n137\n].\nAlthough we only have a handful of \nHarpellales\n genomes, they have already expanded our knowledge and understanding of these enigmatic microbial fungi in multiple ways. For example, a mosquito-like polyubiquitin gene has been identified in \nZancudomyces culisetae\n (\nHarpellales\n), which was presumably acquired via a horizontal gene transfer event [\n127\n]. Comparative genomics revealed a fungus–insect symbiotic core gene toolbox (FISCoG) that is shared among the insect-associated fungi (e.g., \nHarpellales\n, \nBasidiobolus\n, and \nConidiobolus\n) and higher-ranked \nHypocreales\n (\nAscomycota\n). However, the insect pathogens (\nHypocreales\n and \nEntomophthoromycotina\n members) tend to have genomes enriched in genes that are useful for pathogenic processes such as the platelet-activating factor acetyl-hydrolase coding genes, whereas the gut commensals have genomes enriched in cell adhesion genes for a successful gut-dwelling lifestyle [\n128\n]. In addition, \nHarpellales\n genomes also facilitated a kingdom-wide study to confirm the production of selenoproteins in early-diverging fungal lineages [\n138\n]. As a major group of early-diverging fungi, representing seven of the nine fungal species that utilize selenoproteins, \nHarpellales\n may take the advantages of selenocysteine over cysteine for specific oxidoreductase functions.\nUnfortunately, no efforts have been successful in obtaining genome information of the \nAsellariales\n, \nBarbatosporales\n, and \nOrphellales\n, which colonize different host types. However, multigene analyses incorporating low-coverage genome data (along with data from \nAsellariales\n and \nOrphellales\n) suggested an alternate hypothesis for the evolution of fungal–insect associations. Contrary to previous topologies that suggested multiple events [\n132\n], the larger dataset showed a possible single origin of gut fungi [\n15\n]. Further evolutionary evidence may be identified with the help of their genome sequences to understand how these gut-dwelling microbial fungi interact with various aquatic insect hosts and evaluate the origins of the symbiosis.",
    "3.7._zoopagomycotina": "3.7. Zoopagomycotina\nZoopagomycotina\n species are fascinating, partially due to their cryptic ecological niches and ability to parasitize various hosts such as amoebae, nematodes, rotifers, and other fungi. It is still challenging to culture most of the \nZoopagomycotina\n isolates. Thus, it is not surprising to see that the \nZoopagomycotina\n has the lowest number of available genomes, the qualities of which are not comparable to other lineages, especially the well-sequenced \nMucoromycotina\n. Recently developed single-cell genomic techniques have provided an alternative, culture-independent method to obtain their genomic information [\n11\n]. On the basis of single-cell or multiple-cell libraries, the completeness of genome assemblies can be as high as 89.6% (\nPiptocephalis tieghemiana\n RSA 1565) [\n20\n]. The assembled \nZoopagomycotina\n genomes indicate that this clade of fungi is characterized by small genome size, but the numbers of protein-coding genes are not necessarily low. Some of the genomes can encode close to 10,000 genes (e.g., \nZoophagus insidians\n, a predator of rotifers and nematodes (\nSupplement Table S1\n). It seems likely that these completely microscopic fungi are capable of more complicated and yet-to-be identified interactions with their animal and/or fungal hosts, but more work will be needed to explore these interactions.\nTwo additional \nZoopagales\n have remarkably small genomes: a species of \nAcaulopage\n (11 Mbp) and a species of \nZoopage\n (14 Mbp). No genomes have yet been published for the following genera: \nAmoebophilus\n, \nAplectosoma\n, \nBdellospora\n, \nBrachymyces\n, \nCystopage\n, \nEndocochlus\n, \nEuryancale\n, \nHelicocephalum\n, \nReticulocephalis\n, and \nSigmoideomyces\n.",
    "3.8._entomophthoromycotina": "3.8. Entomophthoromycotina\nThis lineage remains the most insufficiently sequenced fungal group at the subphylum level. Despite many genomes from the genus \nConidiobolus\n, there are only a few other species (all from the key family \nEntomophthoraceae\n) for which genomes are available. The genus \nConidiobolus\n is a polyphyletic assemblage of multiple lineages. This group of \nConidiobolus\n-like fungi was recently phylogenetically divided into three new families, using a combined multi-gene and phylogenomic approach, revealing that the ballistic conidia arose prior to their transition to a parasitic lifestyle [\n85\n,\n139\n]. Difficulties with culturing and, therefore, obtaining enough high-molecular-weight genomic DNA represent a reason why some species only have transcriptomes available. Alternatively, in some cases, the fungal pathogen is sequenced together with its host, and then the reads are separated bioinformatically. Aside from the polyphyletic genus \nConidiobolus\n and entomophthoroid-like \nBasidiobolus\n, genome or transcriptome data are available only for a few species of \nEntomophaga\n, \nEntomophthora\n, \nMassospora\n, \nPandora\n, and \nZoophthora\n. No genomes yet exist for \nAncylistes\n, \nApterivorax\n, \nBatkoa\n, \nErynia\n, \nEryniopsis\n, \nFuria\n, \nMacrobiotophthora\n, \nMeristacrum\n, \nNeozygites\n, \nOrthomyces\n, \nTabanomyces\n, \nThaxterosporium\n, \nSchizangiella\n, and \nStrongwellsea\n. The largest genomes recovered are over 2000 Mbp in \nMassospora\n and 650 Mbp in \nZoophthora\n, with possibly similar genome sizes in \nEntomophthora\n and \nEntomophaga\n (\nSupplementary Table S1\n). Phylogenetic analysis recently demonstrated that \nBasidiobolus\n, a genus of amphibian gut-dwelling fungi, does not belong to \nEntomophthorales\n, where it was traditionally placed, mostly on the basis of its production of forcibly discharged conidia that are morphologically similar to those in other entomophthoralean fungi [\n140\n]. The genus was difficult to place with rDNA data [\n141\n], but was inferred either as a separate clade sister to the \nMucoromycota\n [\n51\n] or as the earliest diverging lineage within \nZoopagomycota\n [\n128\n], on the basis of phylogenomic data. The ballistic spore dispersal mechanism, which differs structurally from that found in the \nEntomophthorales\n, is likely an example of convergent evolution among fungi that appear to be similar but are distantly related. In addition to being evolutionarily enigmatic, the genomes of \nB. meristosporus\n and \nB. heterosporus\n are larger than most other basal fungi and contained a much higher proportion of secondary metabolite-encoding genes than other \nZoopagomycota\n species that have been studied thus far. Furthermore, \nBasidiobolus\n genomes contain numerous genes that putatively originated from horizontal gene transfer events from bacteria [\n129\n].",
    "4._insights_from_genomics": "4. Insights from Genomics\n4.1. Adaptation to Terrestrial Life Inferred from Genomes\nThe transition to a terrestrial environment placed novel constraints on species of early-diverging fungi, especially in terms of their resistance to desiccation and solar radiation. Genomes have been essential to studying which zygomycete genes made this transition possible.\nSensing of and response to light have been explored in the model \nMucorales\n species \nPhycomyces blakesleeanus\n. Mutants impaired in photoresponses, especially phototropism, were isolated as reported in the 1970s [\n142\n]. However, the first genes related to photoresponses were not reported until 2006 [\n143\n]. These were identified using a candidate gene approach in which \nP. blakesleeanus\n was assumed to have similar blue light sensors as the \nDikarya\n species [\n143\n,\n144\n], wherein a two-protein complex was first identified in \nNeurospora crassa\n, defining a sensing and signaling system that uses a light-sensing domain coupled to transcription factor roles for signal transmission. With the release of the \nP. blakesleeanus\n genome sequence in 2010, identifying a candidate gene for \nmadB\n as encoding the interacting protein was achieved using BLAST against the genome sequence [\n145\n]. The genome sequence was performed along with that of \nM. circinelloidies\n and revealed an expansion of this pair of genes required for light responses (3–4 copies of each). Being able to make targeted gene mutations in \nM. circinelloides\n of these homologs, as based of genome sequence information, provided a clear example of subfunctionalization after gene duplication [\n146\n]. The identification of the mutations in \nmadI\n and \nmadC\n mutants in \nP. blakesleeanus\n used traditional genetic mapping with molecular markers derived from the comparison of the genomes between two strains. With the regions narrowed, candidate genes could be identified and confirmed by sequencing [\n64\n,\n147\n]. These genes play conserved roles in photobiology in the \nDikarya\n species, suggesting that this innovation for terrestrial life had already evolved in early-diverging fungal lineages. For instance, phenotypic analysis of the \nP. blakesleeanus madA\n and \nmadB\n mutants indicated that this pair of genes has a conserved function in protecting fungi from harmful ultraviolet light [\n148\n].\nIn addition to responding to light, many \nMucorales\n species can sense gravity. This has been correlated with the formation of vacuolar crystals in \nP. blakesleeanus\n [\n149\n]. Through purification of such crystals, followed by mass spectrometry of the associated proteins using the mass database derived from the genome sequence, the OCTIN protein was identified. A gravity-insensitive mutant had a mutation within the corresponding gene. Remarkably, phylogenetic comparison revealed that the origin of the gravity-sensing gene OCTIN in the \nMucorales\n was most likely via a horizontal gene transfer from a bacterial species [\n150\n]. Other challenges associated with terrestrial life, such as fluctuations in temperature and desiccation, have yet to explored from a genomic standpoint among zygomycetes. Some of the early diverging lineages such as \nGlomeromycotina\n and \nMortierellomycotina\n lack ergosterol, what can increase their membrane stiffness [\n77\n,\n112\n]. Ergosterol has long been considered as one of the regulators of dry–wet cycles [\n151\n].\n4.2. Endobacteria\nSymbiotic associations with highly coevolved endocellular bacteria stand out among the most prominent features differentiating \nMucoromycota\n from other fungi, including the \nDikarya\n [\n152\n,\n153\n,\n154\n]. Thus far, most of these endosymbionts have been identified as representatives of two bacterial families, \nBurkholderiaceae\n and \nMycoplasmataceae\n. While some of the \nMucoromycota\n associations with bacteria are mutually beneficial for both partners, in others, the fungi appear to be negatively impacted by their endosymbionts. The application of “omics” tools has been essential in elucidating the molecular underpinnings of the mutualism between \nGlomeromycotina\n and their ancient and uncultivable endosymbiont “\nCandidatus\n Glomeribacter gigasporarum” (CaGg, \nBurkholderiaceae\n) [\n155\n]. In this symbiosis, CaGg improves hyphal proliferation in the presymbiotic growth stage of the host fungus [\n156\n], which can be attributed to endobacteria-mediated reprograming of the fungal metabolism [\n157\n,\n158\n]. “Omics” approaches were also critical in understanding the biology and devising a cultivation strategy for \nMycoavidus cysteinexigens\n (\nBurkholderiaceae\n) [\n159\n], a cysteine auxotroph and ancient antagonistic endosymbiont of \nMortierellomycotina\n [\n69\n,\n160\n,\n161\n]. Comparative genomics also revealed that “\nCandidatus\n Mycoavidus necroximicus” produces several nematocidal metabolites that protect the fungal host \nMortierella verticillata\n from feeding by nematodes [\n162\n]. Endobacteria have also been shown to regulate and control mating and asexual reproduction in \nRhizopus microsporus\n [\n163\n], produce toxins (rhizoxin) that enable pathogenicity on plants, and provide protection from predators [\n164\n], as well as potentially protect fungal spores from the human immune system via anti-phagocyte activity [\n165\n]. The ease of partner manipulation in the mutualism between \nR. microsporus\n and \nMortierellaceae\n (\nMucoromycotina\n) and \nMycetohabitans\n spp. (formerly \nBurkholderia\n) [\n166\n,\n167\n] elevated this association to a model system for studying fungal-bacterial symbioses [\n163\n,\n168\n].\nWhile the symbioses of \nMucoromycota\n with \nBurkholderiaceae\n endobacteria are well characterized for some species, \nMucoromycota\n associations with \nMycoplasmataceae\n, referred to as \nMollicutes\n- or mycoplasma-related endobacteria (MREs) [\n169\n,\n170\n], are only beginning to be unraveled. MREs have been detected in all three subphyla of \nMucoromycota\n: \nGlomeromycotina\n [\n169\n], \nMortierellomycotina\n [\n171\n], and \nMucoromycotina\n [\n24\n,\n172\n]. MREs of \nGlomeromycotina\n are classified as “\nCandidatus\n Moeniiplasma glomeromycotorum” (CaMg) [\n173\n]. Genomic features of CaMg have been examined in depth [\n66\n,\n174\n], including evidence of gene acquisition from fungal hosts. However, the role of CaMg in the biology of \nGlomeromycotina\n remains uncertain. Naito et al. [\n174\n] speculated that CaMg is an antagonist of \nGlomeromycotina\n. If this is confirmed, then CaMg would resemble the lifestyle of the MREs associated with \nMortierellomycotina\n [\n171\n].\nMoreover, bacterial–fungal interactions seem to be much more common and diverse than previously thought [\n175\n], and \nMucoromycota\n representatives are no exception. Telagathoti et al. [\n176\n] showed recently that 30% of \nMortierellales\n isolates were associated with different groups of bacteria. Another survey of \nMucoromycota\n cultures from soil indicated diverse \nParaburkholderia\n-related sequences detected with 20% frequency from \nMortierella\n and \nUmbelopsis\n strains [\n154\n]. The ecological meaning of these interactions remains to be described.\nOutside of the \nMucoromycota\n, however, the importance or prevalence of endosymbiotic bacteria remains less clear. Despite bacterial sequences always present in the environmental samples of entomophthoralean fungi (A.P. Gryganskyi, personal observation), nothing is known about their connection to the entomopathogens and their role in pathogenic processes that impact insects. However, six recently constructed metagenome assemblies of four various bacterial species in connection with \nMassospora cicadina\n might indicate their symbiotic relationship to this entomopathogenic species [\n177\n]. Among \nZoopagomycotina\n, Davis et al. [\n20\n] detected 16S sequences with close matches to \nMycoavidus cysteinexexigens\n in the genome of \nStylopage hadra\n (nematode parasitic fungus). A recent genomic assessment of \nKickxellomycotina\n fungi did not reveal any obvious colonization by endosymbiotic bacteria [\n15\n], suggesting that these bacterial associations might be less important or prevalent in \nZoopagomycota\n than in \nMucoromycota\n.\n4.3. Secretomes, Gene Clusters, and Secondary Metabolites\nAll fungi explore and exploit their environment by secreting various substances. The secretome composition of basal fungal lineages was shaped by diversification early in their evolution. Characterization of secretome compositions of 132 zygomycete genomes revealed that current trophic mode plays a less significant role as compared to the phylogenetic relationships of the fungi [\n178\n]. This is in part because \nMucoromycota\n and \nZoopagomycota\n each had their own unique lineage-specific expansion of secreted digestive enzymes, according to their historical substrate differences and their different evolutionary trajectories [\n178\n].\nGenomic screenings of available genomes for novel natural compounds also show promising potential [\n179\n,\n180\n,\n181\n]. These screenings discovered the presence of gene clusters harboring polyketide synthases (PKS), non-ribosomal peptides, terpenoids, and L-tryptophan dimethylallyl transferases with transcription factor coding genes in proximity to some of the gene clusters. Since then, NRPS clusters have been detected in some \nMortierellomycotina\n and \nMucoromycotina\n. For example, the mycelium of \nMortierella alpina\n produces diverse novel compounds [\n182\n]. Similarly, the transcripts corresponding to PKS and NRPS were recently described in transcriptomes of five \nMucor\n species [\n183\n]. \nMucor circinelloides\n was shown to produce carotenoids and terpenoids [\n180\n], and the genes associated with terpene biosynthesis were identified recently in \nMucor\n and \nRhizopus\n genomes [\n74\n]. Siderophore production has been reported from \nGlomus\n [\n184\n], \nApophysomyces\n [\n185\n], \nRhizopus\n [\n186\n], and \nBasidiobolus\n [\n129\n]. Rhizoferrin from \nRhizopus delemar\n has been further characterized and showed a glycosylation pattern [\n187\n] that was classified as a member of the sodium (Na)–iodide symporter gene family [\n186\n]. The best-studied compound isolated from early diverging fungi is an antimitotic agent called rhizoxin produced by an endosymbiotic bacterium (\nMycetohabitans rhizoxinica\n) and encoded by a huge NRPS–PKS cluster [\n166\n]. The genome of amphibian gut symbiont \nBasidiobolus\n is enriched with the genes and gene clusters involved in the production of secondary metabolites through horizontal gene transfer from bacteria [\n129\n]. Genomes of mycoparasitic \nDimargaritales\n (\nKickxellomycotina\n) are also enriched for secondary metabolites [\n15\n], especially when compared to mycoparasitic \nZoopagomycotina\n (\nPiptocephalis\n and \nSyncephalis\n) whose genomes appear depauperate in these genes [\n129\n]. These groups of mycoparasites are very similar in their morphology and ecology; thus, the reasons underpinning the observed difference in metabolite genes remain unclear.\n4.4. Transposable Elements\nTransposable elements (TEs) are abundant in zygomycete genomes [\n79\n]. Genomes of \nEntomophtorales\n, \nBasidiobolales\n [\n129\n], and \nEndogonales\n [\n24\n] are particularly rich in TEs, while species of \nUmbelopsidales\n [\n188\n] and \nZoopagomycotina\n [\n11\n] have very few. Genomes of \nRhizopus\n species comprised approximately 40% repetitive sequences with only ~10% potentially active elements [\n84\n]. In taxa with more compact genomes such as \nUmbelopsis isabellina\n, transposons account for as little as 5% of their genome size. In contrast, \nJimgerdemannia flammicorona\n can have more than 77% of its genome occupied by repetitive elements and transposons [\n24\n]. In most of the analyzed genomes, long terminal repeat retrotransposons from the Ty3/Gypsy family dominate the TE landscape [\n84\n]. \nMucoromycotina\n, \nKickxellomycotina\n, and \nBlastocladiomycota\n possess transposons with a tyrosine recombinase from a gene family which seem to be lost in \nDikarya\n [\n78\n]. While the function of mobile elements in zygomycete genomes is not well understood, in Ascomycota, large mobile elements (termed “starships”) may carry a variety of genes (e.g., secondary metabolites, virulence factors, and heavy-metal tolerance) and contribute to the overall variation in genome structure [\n189\n,\n190\n].",
    "4.1._adaptation_to_terrestrial_life_inferred_from_genomes": "4.1. Adaptation to Terrestrial Life Inferred from Genomes\nThe transition to a terrestrial environment placed novel constraints on species of early-diverging fungi, especially in terms of their resistance to desiccation and solar radiation. Genomes have been essential to studying which zygomycete genes made this transition possible.\nSensing of and response to light have been explored in the model \nMucorales\n species \nPhycomyces blakesleeanus\n. Mutants impaired in photoresponses, especially phototropism, were isolated as reported in the 1970s [\n142\n]. However, the first genes related to photoresponses were not reported until 2006 [\n143\n]. These were identified using a candidate gene approach in which \nP. blakesleeanus\n was assumed to have similar blue light sensors as the \nDikarya\n species [\n143\n,\n144\n], wherein a two-protein complex was first identified in \nNeurospora crassa\n, defining a sensing and signaling system that uses a light-sensing domain coupled to transcription factor roles for signal transmission. With the release of the \nP. blakesleeanus\n genome sequence in 2010, identifying a candidate gene for \nmadB\n as encoding the interacting protein was achieved using BLAST against the genome sequence [\n145\n]. The genome sequence was performed along with that of \nM. circinelloidies\n and revealed an expansion of this pair of genes required for light responses (3–4 copies of each). Being able to make targeted gene mutations in \nM. circinelloides\n of these homologs, as based of genome sequence information, provided a clear example of subfunctionalization after gene duplication [\n146\n]. The identification of the mutations in \nmadI\n and \nmadC\n mutants in \nP. blakesleeanus\n used traditional genetic mapping with molecular markers derived from the comparison of the genomes between two strains. With the regions narrowed, candidate genes could be identified and confirmed by sequencing [\n64\n,\n147\n]. These genes play conserved roles in photobiology in the \nDikarya\n species, suggesting that this innovation for terrestrial life had already evolved in early-diverging fungal lineages. For instance, phenotypic analysis of the \nP. blakesleeanus madA\n and \nmadB\n mutants indicated that this pair of genes has a conserved function in protecting fungi from harmful ultraviolet light [\n148\n].\nIn addition to responding to light, many \nMucorales\n species can sense gravity. This has been correlated with the formation of vacuolar crystals in \nP. blakesleeanus\n [\n149\n]. Through purification of such crystals, followed by mass spectrometry of the associated proteins using the mass database derived from the genome sequence, the OCTIN protein was identified. A gravity-insensitive mutant had a mutation within the corresponding gene. Remarkably, phylogenetic comparison revealed that the origin of the gravity-sensing gene OCTIN in the \nMucorales\n was most likely via a horizontal gene transfer from a bacterial species [\n150\n]. Other challenges associated with terrestrial life, such as fluctuations in temperature and desiccation, have yet to explored from a genomic standpoint among zygomycetes. Some of the early diverging lineages such as \nGlomeromycotina\n and \nMortierellomycotina\n lack ergosterol, what can increase their membrane stiffness [\n77\n,\n112\n]. Ergosterol has long been considered as one of the regulators of dry–wet cycles [\n151\n].",
    "4.2._endobacteria": "4.2. Endobacteria\nSymbiotic associations with highly coevolved endocellular bacteria stand out among the most prominent features differentiating \nMucoromycota\n from other fungi, including the \nDikarya\n [\n152\n,\n153\n,\n154\n]. Thus far, most of these endosymbionts have been identified as representatives of two bacterial families, \nBurkholderiaceae\n and \nMycoplasmataceae\n. While some of the \nMucoromycota\n associations with bacteria are mutually beneficial for both partners, in others, the fungi appear to be negatively impacted by their endosymbionts. The application of “omics” tools has been essential in elucidating the molecular underpinnings of the mutualism between \nGlomeromycotina\n and their ancient and uncultivable endosymbiont “\nCandidatus\n Glomeribacter gigasporarum” (CaGg, \nBurkholderiaceae\n) [\n155\n]. In this symbiosis, CaGg improves hyphal proliferation in the presymbiotic growth stage of the host fungus [\n156\n], which can be attributed to endobacteria-mediated reprograming of the fungal metabolism [\n157\n,\n158\n]. “Omics” approaches were also critical in understanding the biology and devising a cultivation strategy for \nMycoavidus cysteinexigens\n (\nBurkholderiaceae\n) [\n159\n], a cysteine auxotroph and ancient antagonistic endosymbiont of \nMortierellomycotina\n [\n69\n,\n160\n,\n161\n]. Comparative genomics also revealed that “\nCandidatus\n Mycoavidus necroximicus” produces several nematocidal metabolites that protect the fungal host \nMortierella verticillata\n from feeding by nematodes [\n162\n]. Endobacteria have also been shown to regulate and control mating and asexual reproduction in \nRhizopus microsporus\n [\n163\n], produce toxins (rhizoxin) that enable pathogenicity on plants, and provide protection from predators [\n164\n], as well as potentially protect fungal spores from the human immune system via anti-phagocyte activity [\n165\n]. The ease of partner manipulation in the mutualism between \nR. microsporus\n and \nMortierellaceae\n (\nMucoromycotina\n) and \nMycetohabitans\n spp. (formerly \nBurkholderia\n) [\n166\n,\n167\n] elevated this association to a model system for studying fungal-bacterial symbioses [\n163\n,\n168\n].\nWhile the symbioses of \nMucoromycota\n with \nBurkholderiaceae\n endobacteria are well characterized for some species, \nMucoromycota\n associations with \nMycoplasmataceae\n, referred to as \nMollicutes\n- or mycoplasma-related endobacteria (MREs) [\n169\n,\n170\n], are only beginning to be unraveled. MREs have been detected in all three subphyla of \nMucoromycota\n: \nGlomeromycotina\n [\n169\n], \nMortierellomycotina\n [\n171\n], and \nMucoromycotina\n [\n24\n,\n172\n]. MREs of \nGlomeromycotina\n are classified as “\nCandidatus\n Moeniiplasma glomeromycotorum” (CaMg) [\n173\n]. Genomic features of CaMg have been examined in depth [\n66\n,\n174\n], including evidence of gene acquisition from fungal hosts. However, the role of CaMg in the biology of \nGlomeromycotina\n remains uncertain. Naito et al. [\n174\n] speculated that CaMg is an antagonist of \nGlomeromycotina\n. If this is confirmed, then CaMg would resemble the lifestyle of the MREs associated with \nMortierellomycotina\n [\n171\n].\nMoreover, bacterial–fungal interactions seem to be much more common and diverse than previously thought [\n175\n], and \nMucoromycota\n representatives are no exception. Telagathoti et al. [\n176\n] showed recently that 30% of \nMortierellales\n isolates were associated with different groups of bacteria. Another survey of \nMucoromycota\n cultures from soil indicated diverse \nParaburkholderia\n-related sequences detected with 20% frequency from \nMortierella\n and \nUmbelopsis\n strains [\n154\n]. The ecological meaning of these interactions remains to be described.\nOutside of the \nMucoromycota\n, however, the importance or prevalence of endosymbiotic bacteria remains less clear. Despite bacterial sequences always present in the environmental samples of entomophthoralean fungi (A.P. Gryganskyi, personal observation), nothing is known about their connection to the entomopathogens and their role in pathogenic processes that impact insects. However, six recently constructed metagenome assemblies of four various bacterial species in connection with \nMassospora cicadina\n might indicate their symbiotic relationship to this entomopathogenic species [\n177\n]. Among \nZoopagomycotina\n, Davis et al. [\n20\n] detected 16S sequences with close matches to \nMycoavidus cysteinexexigens\n in the genome of \nStylopage hadra\n (nematode parasitic fungus). A recent genomic assessment of \nKickxellomycotina\n fungi did not reveal any obvious colonization by endosymbiotic bacteria [\n15\n], suggesting that these bacterial associations might be less important or prevalent in \nZoopagomycota\n than in \nMucoromycota\n.",
    "4.3._secretomes,_gene_clusters,_and_secondary_metabolites": "4.3. Secretomes, Gene Clusters, and Secondary Metabolites\nAll fungi explore and exploit their environment by secreting various substances. The secretome composition of basal fungal lineages was shaped by diversification early in their evolution. Characterization of secretome compositions of 132 zygomycete genomes revealed that current trophic mode plays a less significant role as compared to the phylogenetic relationships of the fungi [\n178\n]. This is in part because \nMucoromycota\n and \nZoopagomycota\n each had their own unique lineage-specific expansion of secreted digestive enzymes, according to their historical substrate differences and their different evolutionary trajectories [\n178\n].\nGenomic screenings of available genomes for novel natural compounds also show promising potential [\n179\n,\n180\n,\n181\n]. These screenings discovered the presence of gene clusters harboring polyketide synthases (PKS), non-ribosomal peptides, terpenoids, and L-tryptophan dimethylallyl transferases with transcription factor coding genes in proximity to some of the gene clusters. Since then, NRPS clusters have been detected in some \nMortierellomycotina\n and \nMucoromycotina\n. For example, the mycelium of \nMortierella alpina\n produces diverse novel compounds [\n182\n]. Similarly, the transcripts corresponding to PKS and NRPS were recently described in transcriptomes of five \nMucor\n species [\n183\n]. \nMucor circinelloides\n was shown to produce carotenoids and terpenoids [\n180\n], and the genes associated with terpene biosynthesis were identified recently in \nMucor\n and \nRhizopus\n genomes [\n74\n]. Siderophore production has been reported from \nGlomus\n [\n184\n], \nApophysomyces\n [\n185\n], \nRhizopus\n [\n186\n], and \nBasidiobolus\n [\n129\n]. Rhizoferrin from \nRhizopus delemar\n has been further characterized and showed a glycosylation pattern [\n187\n] that was classified as a member of the sodium (Na)–iodide symporter gene family [\n186\n]. The best-studied compound isolated from early diverging fungi is an antimitotic agent called rhizoxin produced by an endosymbiotic bacterium (\nMycetohabitans rhizoxinica\n) and encoded by a huge NRPS–PKS cluster [\n166\n]. The genome of amphibian gut symbiont \nBasidiobolus\n is enriched with the genes and gene clusters involved in the production of secondary metabolites through horizontal gene transfer from bacteria [\n129\n]. Genomes of mycoparasitic \nDimargaritales\n (\nKickxellomycotina\n) are also enriched for secondary metabolites [\n15\n], especially when compared to mycoparasitic \nZoopagomycotina\n (\nPiptocephalis\n and \nSyncephalis\n) whose genomes appear depauperate in these genes [\n129\n]. These groups of mycoparasites are very similar in their morphology and ecology; thus, the reasons underpinning the observed difference in metabolite genes remain unclear.",
    "4.4._transposable_elements": "4.4. Transposable Elements\nTransposable elements (TEs) are abundant in zygomycete genomes [\n79\n]. Genomes of \nEntomophtorales\n, \nBasidiobolales\n [\n129\n], and \nEndogonales\n [\n24\n] are particularly rich in TEs, while species of \nUmbelopsidales\n [\n188\n] and \nZoopagomycotina\n [\n11\n] have very few. Genomes of \nRhizopus\n species comprised approximately 40% repetitive sequences with only ~10% potentially active elements [\n84\n]. In taxa with more compact genomes such as \nUmbelopsis isabellina\n, transposons account for as little as 5% of their genome size. In contrast, \nJimgerdemannia flammicorona\n can have more than 77% of its genome occupied by repetitive elements and transposons [\n24\n]. In most of the analyzed genomes, long terminal repeat retrotransposons from the Ty3/Gypsy family dominate the TE landscape [\n84\n]. \nMucoromycotina\n, \nKickxellomycotina\n, and \nBlastocladiomycota\n possess transposons with a tyrosine recombinase from a gene family which seem to be lost in \nDikarya\n [\n78\n]. While the function of mobile elements in zygomycete genomes is not well understood, in Ascomycota, large mobile elements (termed “starships”) may carry a variety of genes (e.g., secondary metabolites, virulence factors, and heavy-metal tolerance) and contribute to the overall variation in genome structure [\n189\n,\n190\n].",
    "5._conclusions": "5. Conclusions\nThere has been renewed research interest in the zygomycete fungi during the last decade, and this is reflected in the rapidly increasing number of genome sequences from this group of fungi. While the quality of the genomes varies according to the sequencing platform and starting materials available, the genomes are sufficient for phylogenomic reconstructions, as well as for the discovery of functional genes and gene clusters of interest. Much of the work has focused on several key topics, including the evolution and phylogeny of the group, adaptation, and transition to a terrestrial habitat (e.g., light and gravity sensors, and reinforcement of cell-wall structure to tolerate a nonaquatic environment), genome duplication, endosymbionts and horizontal gene transfer, genome architecture, pathogenicity, and coevolution with host species. The number of genomes has grown rapidly over the past decade, and we expect that the next decade will bring increased taxon sampling (e.g., new genomes for taxa that have not yet been sampled) and improvements in genome quality due to advances in long-read sequencing technologies and bioinformatics approaches. In the future, we expect that genomic analyses of these fungi will take new directions, including a detailed comparison of the genomes of aquatic vs. terrestrial lineages, structural studies, a comparison of the zygomycete vs. \nDikarya\n genomes, experimental manipulations of host/parasite interactions to understand the molecular mechanisms underpinning pathogenesis, and building links among genomic, proteomic, and metabolomic data."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10386755/"
}