{
  "id": "PMC10308117",
  "title": "Comparative genomic analysis of Cohnella hashimotonis sp. nov. isolated from the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Comparative genomic analysis of Cohnella hashimotonis sp. nov. isolated from the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10308117/"
  },
  "sections": {
    "abstract": "A single strain from the family \nPaenibacillaceae\n was isolated from the wall behind the Waste Hygiene Compartment aboard the International Space Station (ISS) in April 2018, as part of the Microbial Tracking mission series. This strain was identified as a gram-positive, rod-shaped, oxidase-positive, catalase-negative motile bacterium in the genus \nCohnella\n, designated as F6_2S_P_1\nT\n. The 16S sequence of the F6_2S_P_1\nT\n strain places it in a clade with \nC. rhizosphaerae\n and \nC. ginsengisoli\n, which were originally isolated from plant tissue or rhizosphere environments. The closest 16S and gyrB matches to strain F6_2S_P_1\nT\n are to \nC. rhizosphaerae\n with 98.84 and 93.99% sequence similarity, while a core single-copy gene phylogeny from all publicly available \nCohnella\n genomes places it as more closely related to \nC. ginsengisoli\n. Average nucleotide identity (ANI) and digital DNA–DNA hybridization (dDDH) values to any described \nCohnella\n species are <89 and <22%, respectively. The major fatty acids for strain F6_2S_P_1\nT\n are anteiso-C\n15:0\n (51.7%), iso-C\n16:0\n (23.1%), and iso-C\n15:0\n (10.5%), and it is able to metabolize a wide range of carbon compounds. Given the results of the ANI and dDDH analyses, this ISS strain is a novel species within the genus \nCohnella\n for which we propose the name \nCohnella hashimotonis\n, with the type strain F6_2S_P_1\nT\n (=NRRL B-65657\nT\n and DSMZ 115098\nT\n). Because no closely related \nCohnella\n genomes were available, this study generated the whole-genome sequences (WGSs) of the type strains for \nC. rhizosphaerae\n and \nC. ginsengisoli\n. Phylogenetic and pangenomic analysis reveals that F6_2S_P_1\nT\n, \nC. rhizosphaerae\n, and \nC. ginsengisoli\n, along with two uncharacterized \nCohnella\n strains, possess a shared set of 332 gene clusters which are not shared with any other WGS of \nCohnella\n species, and form a distinct clade branching off from \nC. nanjingensis\n. Functional traits were predicted for the genomes of strain F6_2S_P_1\nT\n and other members of this clade.",
    "introduction": "Introduction\nThe International Space Station (ISS) is an orbital space habitat which has been continuously inhabited by astronauts for 22 years (Robinson et al., \n2006\n) and is therefore the only current model for how the microbiome of a space habitat evolves over time. Because the ISS is hermetically sealed against the vacuum of space, sources of its microbiome must necessarily be the human commensals from the astronauts, new equipment and supplies, or experiments conducted on board (Checinska Sielaff et al., \n2019\n; Urbaniak et al., \n2022\n). With a number of both governmental and commercial closed-habitat space facilities planned for both earth and lunar orbit in the near future, studying the microbiome of this unique habitat is vital to understanding both how astronaut health is affected by the presence of bacteria and fungi exposed to the space environment, and how those microbes can be utilized for biotechnological applications. Part of this effort should include the whole-genome sequencing (WGS) and taxonomic classification of microbes isolated from the ISS, to track their sources, spread, interactions, and potential applications. Until the mid-2010s, monitoring of bacteria and fungi aboard the ISS was mainly done via traditional culturing and identification using Sanger sequencing methods, to ensure crew health and food and water safety (La Duc et al., \n2004\n; Checinska et al., \n2015\n). More recently, a series of NASA Space Biology-funded missions known as Microbial Tracking 1 and 2 investigated the metagenomes of ISS surfaces and performed WGS on all isolated bacteria and fungi (Checinska Sielaff et al., \n2016\n; Venkateswaran et al., \n2017\n; Urbaniak et al., \n2018\n; Bijlani et al., \n2020\n; Daudu et al., \n2020\n; Solomon et al., \n2020\n; Blachowicz et al., \n2021\n; Simpson et al., \n2021a\n,\nb\n), in order to fully characterize the ISS microbiome and how it changes over time (Singh et al., \n2018\n; Checinska Sielaff et al., \n2019\n; Urbaniak et al., \n2022\n). In the ongoing Microbial Tracking investigation of the ISS, spore-forming bacteria have been isolated multiple times from the genera \nBacillus\n and \nPaenibacillus\n; however, this is the first instance that a bacterium from the genus \nCohnella\n has been isolated from an ISS surface. As part of the Microbial Tracking 2 mission series, during April of 2018, astronauts sampled various surfaces aboard the ISS (Urbaniak et al., \n2022\n) with pre-packaged, pre-sterilized wipes, including the panel behind the Waste Hygiene Compartment (WHC). Upon return to Earth, the strain F6_2S_P_1\nT\n was isolated from the WHC sample wipe, on blood agar incubated at 37°C. Preliminary 16S rRNA sequence analysis placed strain F6_2S_P_1\nT\n in the genus \nCohnella\n.\nThe genus \nCohnella\n (family \nPaenibacillaceae\n, order \nBacillales\n, phylum Firmicutes/Bacillota) was first proposed by Kampfer et al. (\n2006\n) as distinct from the genus \nPaenibacillus\n, with the description of \nCohnella thermotolerans\n (type species, isolated during hygiene checks at a starch production company in Sweden) and the reclassification of \nPaenibacillus hongkongensis\n as \nCohnella hongkongensis\n (Teng et al., \n2003\n). \nCohnella\n species are differentiated from \nPaenibacillus\n due to high iso-C\n16:0\n content in their fatty acid profiles (Kampfer et al., \n2006\n). Members of \nCohnella\n are rod-shaped, usually endospore-forming, and gram-positive.\nCohnella\n species have been first isolated from a wide variety of environmental samples, most usually in soil (Kampfer et al., \n2014\n), but also in plant tissue (Garcia-Fraile et al., \n2008\n; Flores-Felix et al., \n2014\n) and compost heaps (He et al., \n2013\n). Species from this genus are used in industrial applications including fermentation, biofuel production, and wastewater treatment bioreactors (Lin et al., \n2020\n; Hero et al., \n2021\n; Chen et al., \n2022\n; Mohammadi et al., \n2022\n). As with the genus \nPaenibacillus\n, many members of the genus \nCohnella\n are strongly associated with the plant rhizosphere environment, particularly that of legume species (Niang et al., \n2018\n). Multiple novel \nCohnella\n species have been discovered in the root nodules of leguminous plants, although only two species are known to fix nitrogen (Garcia-Fraile et al., \n2008\n; Wang et al., \n2012\n, \n2015\n; Flores-Felix et al., \n2014\n; Takada et al., \n2019\n). \nCohnella\n species are also thought to play an important role in recycling plant biomass within soil, with multiple members of the genus possessing genes for degradation of hemicellulose, cellulose, and xylan (Khianngam et al., \n2010\n; Hameed et al., \n2013\n; Hero et al., \n2021\n; Johnson et al., \n2021\n). Overall, while \nCohnella\n species have been occasionally detected in the blood and oral cavities of immune-compromised or otherwise unhealthy individuals (Teng et al., \n2003\n; Abou Abdallah et al., \n2019\n; Kim et al., \n2021\n), they do not appear to be common human commensals.\nIn this study, we completed the characterization study of strain F6_2S_P_1\nT\n and describe it here with three main objectives. The first objective was to establish \nCohnella\n sp. F6_2S_P_1\nT\n as a novel species, for which chemotaxonomic, phenotypic, phylogenetic (using taxonomic marker genes), and comparative genomic analyses were carried out. In addition, initial taxonomic analysis for strain F6_2S_P_1\nT\n showed that it was most closely related to four \nCohnella\n species without publicly available genomes, two of which are officially recognized species (Kim et al., \n2010\n; Kampfer et al., \n2014\n). Thus, the strains \nCohnella ginsengisoli\n DSM 18997\nT\n and \nCohnella rhizosphaerae\n DSM 28161\nT\n were acquired from the Deutsche Sammlung von Mikroorganismen und Zellkulturen (DSMZ) and whole-genome-sequenced, and assembled draft genomes were generated for these species.\nThe second objective was to discover the phylogenetic placement of strain F6_2S_P_1\nT\n within the genus \nCohnella\n, for which we performed multiple phylogenetic analyses as well as a pangenome, and a genome-based tree containing all shared single-copy core genes from the genus \nCohnella\n. The third objective was to explore the functional traits predicted by the genome of strain F6_2S_P_1\nT\n. Because strain F6_2S_P_1\nT\n is part of a branch of the genus \nCohnella\n which is only distantly related to the rest of the genus, the functional traits predicted for the entire closely related clade of which strain F6_2S_P_1\nT\n is a member were characterized.",
    "materials_and_methods": "Materials and methods\nSample collection and isolation\nMethods for preparing sampling kits and processing samples were similar to those used in the Microbial Tracking 1 mission (Singh et al., \n2018\n; Checinska Sielaff et al., \n2019\n). For each of five flight missions for Microbial Tracking 2, Sterile TexTra™ 10 TX3224 Dry Cleanroom Wipers were moistened with 15 ml of sterile phosphate-buffered saline (PBS), folded into quarters and placed in sterile Ziploc baggies, which were later used to assemble sampling kits at NASA Ames. Sampling kits were transported to the ISS, where astronauts collected surface particulates from a square meter area of eight surfaces: (1) the cupola, (2) the WHC, (3) the advanced resistive exercise device, (4) dining table, (5) Zero-Gravity Stowage Rack overhead 4, (6) permanent multipurpose module Port 1, (7) laboratory overhead 3, and (8) crew quarters bump-out exterior wall (see Singh et al., \n2018\n for detailed surface descriptions). For each surface, the astronaut tasked with sampling donned a new pair of sterile gloves, removed and unfolded a sterile wipe from its bag, and wiped a square meter area of the surface three times, folding the wipe in half for the second pass and into quarters for the third pass; each time, the surface was sampled in a different direction (horizontally, vertically, and diagonally) using the new previously unexposed surface of the wipe. Additionally, a wipe was removed from its bag and briefly exposed to the air, as an environmental control. A total of nine (eight locations and one control) samples were produced for each flight and stored at 4°C aboard the ISS and during transport to earth.\nUpon delivery to Jet Propulsion Laboratory, ISS wipes and unopened control wipes were processed for the isolation of environmental microbes within a 12-h period. Each wipe was placed in a sterile 500-ml bottle with 200-ml sterile PBS and shaken vigorously for 2 min. PBS was then concentrated using an Innovaprep CP-150 (Innovaprep LLC, Drexel, Missouri, United States) with a 0.2 μm polysulfone hollow fiber concentrating pipette tip (Innovaprep LLC, SKU CC08022-10). Using additional sterile PBS, dilutions of 10\n−1\n through 10\n−6\n were prepared and plated onto Reasoner's 2 agar (R2A, BD Diagnostics Cat # 218263), potato dextrose agar (BD Diagnostics Cat #213400) with 0.05 g/L chloramphenicol, and blood agar (Hardy Diagnostics, #A10) media. Five colonies from each sample on each media type were selected and stored in one-tenth strength tryptic soy agar (TSA) stabs. Strain F6_2S_P_1\nT\n was isolated from blood agar inoculated with the PBS concentrate from Location 2 (wall behind WHC), collected during Flight 6 (third flight in the Microbial Tracking 2 mission series).\nDNA extraction and whole-genome sequencing\nThe ZymoBIOMICS DNA MagBead kit was used to extract genomic DNA from strain F6_2S_P_1\nT\n according to the manufacturer's instructions. An Illumina Nextera DNA Flex library preparation kit was used to prepare the library for WGS as in Simpson et al. (\n2021b\n). The library was sequenced as part of a run on a NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform. FastQC v0.11.7 (Bioinformatics, \n2011\n) was used to quality filter and trim reads, and fastp v0.20 (Chen et al., \n2018\n) was used to remove adapter sequences. A draft genome was assembled to the scaffold level using SPAdes v3.11.1 (Bankevich et al., \n2012\n). Assembly quality, including number of contigs, genome size, and N50 value, was assessed using QUAST v5.0.2 (Gurevich et al., \n2013\n). Default settings were used for all steps except for fastp, which included 512 adapters screening.\nA secondary round of sequencing for strain F6_2S_P_1\nT\n, as well as \nC. ginsengisoli\n DSM 18997\nT\n and \nC. rhizosphaerae\n DSM 28161\nT\n, was conducted using Oxford Nanopore sequencing. \nC. ginsengisoli\n DSM 18997\nT\n and \nC. rhizosphaerae\n DSM 28161\nT\n were ordered from the DSMZ and cryostocks prepared for long term storage. To produce a more resolved genome for \nCohnella\n sp. F6_2S_P_1\nT\n and to provide WGS, all strains were re-streaked from cryostock on TSA and genomic DNA was extracted using a Zymo QuikSpin DNA extraction kit. Nanopore sequencing libraries were prepared using an SQK-LSK110 Ligation Sequencing kit (Oxford Nanopore) and sequenced on an R9.4.1 flow cell, with base calling via MinKNOW/Guppy. Porechop (Wick et al., \n2017a\n) and Nanofilt (De Coster et al., \n2018\n) were used to remove adapter sequences and filter reads using the settings “-q 10 -l 200.” A hybrid genome assembly for \nCohnella\n sp. F6_2S_P_1\nT\n was generated via Unicycler (Wick et al., \n2017b\n) using Nanopore reads to polish the Illumina assembly. Flye (Kolmogorov et al., \n2019\n) followed by polishing with Medaka (Oxford Nanopore Technologies) was used to assemble draft genomes for type strains of \nC. ginsengisoli\n and \nC. rhizosphaerae\n from Nanopore reads, and assembly quality was assessed using QUAST v5.0.2 (Gurevich et al., \n2013\n).\nPhylogenetic analysis\nPhylogenetic analysis using 16S rRNA gene sequences was carried out by extracting the 16S rDNA sequence from the WGS of strain F6_2S_P_1\nT\n and aligning it to the NCBI nucleotide database via blast search. The top 30 matching 16S rRNA sequences were retrieved. In addition, all publicly available genomes from the genus \nCohnella\n were downloaded, and their 16S rDNA sequences were extracted using a blast wrapper script. 16S rRNA genes from the species \nPaenibacillus barengoltzii, Paenibacillus terrae, Thermoflavimicrobial dichotomicus\n, and \nThermoactinomyces vulgaris\n were used to root the tree. Similarly, gyrB sequences from strain F6_2S_P_1\nT\n and from all publicly available \nCohnella\n genomes, and the outgroups \nT. dichotomicus and T. vulgaris\n were extracted with the same wrapper script. For both gyrB and 16S trees, alignment was performed in R using the DECIPHER package (Wright, \n2016\n). Trimming and tree-building using maximum likelihood and the substitution model GTR + G + I were performed using the phangorn package, including model selection using AIC values and 1,000 bootstrap replicates (Schliep, \n2011\n). Phylogenetic trees based on 16S rRNA and gyrB genes were visualized using ggtree (Yu et al., \n2017\n).\nA genome-based phylogenetic tree was also generated using genes detected from the pangenomic analysis, which contained all publicly available \nCohnella\n genomes, plus those of strain F6_2S_P_1\nT\n, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n generated during this study (see below section for methods for pangenomic tree generation). Aligned, single-copy core genes which were shared by all species and had a geometric homogeneity of 1, but a functional homogeneity below 0.9, were extracted from the \nCohnella\n genus pangenome into a concatenated FASTA file. A maximum likelihood genome-based tree was generated using raxml v8.2.12 (Stamatakis, \n2014\n; Kozlov et al., \n2019\n) with a GTR-GAMMA substitution model and the option “autoMRE” to automatically choose the optimal number of bootstrap replicates. The tree was visualized using the online platform Interactive Tree of Life (iTOL) (Letunic and Bork, \n2007\n).\nAdditionally, average nucleotide identity (ANI) and digital DNA–DNA hybridization (dDDH) were calculated for strain F6_2S_P_1\nT\n against all sequenced and described \nCohnella\n species using fastANI v1.33 (Jain et al., \n2018\n) and DSMZ's online Genome-to-Genome Distance Calculator v3.0 (Meier-Kolthoff et al., \n2022\n).\nLight microscopy and SEM\nA liquid culture of strain F6_2S_P_1\nT\n was incubated at 80°C for 10 min, then plated on R2A and grown at 30°C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer–Fulton method (Schaeffer and Fulton, \n1933\n). Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software.\nTo prepare a colony of strain F6_2S_P_1\nT\n for SEM, the strain was streaked out on TSA and allowed to grow at 30°C for 48 h. A pure colony was then suspended in chilled 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1M sodium cacodylate (NaCaco) (Sigma Aldrich) solution for 1 h. The sample was then filtered through a 0.2 μm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States) and moved into a 1.5 ml centrifuge tube. The sample was then incubated in 0.1 M NaCaco solution at 4°C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this replacement was repeated three times. The sample was then dehydrated in a series of increasing IPA solutions mixed with water for 10 min each. The series was 50, 70, 80, 90, 95, and 100%, with the final 100% IPA rinsing occurring three times. The specimen was stored at 4°C in 100% IPA until it was critical point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were adhered with carbon tape to SEM stubs (Ted Pella Inc.) and then underwent ~12 nm thick carbon coating with a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM micrographs were captured on a FEI Quanta 200F microscope (Thermo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute.\nPangenomic analysis and other genome characterization\nPangenomic analysis was carried out using anvi'o v7.1 (Eren et al., \n2015\n) similar to methods described in Singh et al. (\n2021\n). Open reading frames were annotated with COG, KEGG, and KOfam database pathways/functions, and ANI between all genomes was additionally calculated. Two pangenomes were generated: one including all publicly available \nCohnella\n genomes including unnamed species and one containing only named species. The function \nanvi-compute-functional-enrichment-in-pan\n was used to calculate functional enrichment in the \nC. ginsengisoli\n clade compared to the rest of the genus \nCohnella\n.\nThe genome of the strain F6_2S_P_1\nT\n was also uploaded and annotated using the online Rapid Annotation using Subsystems Technology (RAST platform) (Aziz et al., \n2008\n). The presence of biosynthetic gene clusters (BGCs) which might produce secondary metabolites was predicted in the strain F6_2S_P_1\nT\n genome using the antiSMASH pipeline (Blin et al., \n2021\n). The presence of antimicrobial resistance or virulence genes was predicted by the ABRicate pipeline (Seemann, \n2018\n).\nTo evaluate the diversity of carbohydrate-degrading and other carbohydrate-cycling enzymes (Carbohydrate-Active Enzymes, i.e., CAZymes) (Drula et al., \n2022\n), the dbcan3 stand-alone tool (Zhang et al., \n2018\n) was run against all publicly available genomes in the genera \nCohnella\n and \nPaenibacillus\n as well as the genomes of strain F6_2S_P_1\nT\n, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n. The results were parsed to generate a count matrix for the number of each CAZyme family/subfamily predicted in the genome of each species. All statistics and plots from analysis of this data were generated in R [v 4.2.2, “Innocent and Trusting,” R Core Team (\n2022\n)] utilizing the Tidyverse package (Wickham et al., \n2019\n). An NMDS ordination (stress = 12.9, \nk\n = 3) was generated via vegan (Oksanen et al., \n2019\n) using Bray–Curtis distance after standardization of each CAZyme category to between 0 and 1, and individual Kruskal–Wallis tests were performed for each CAZyme testing mean abundance between members of the \nC. ginsengisoli\n clade and other species of \nCohnella\n and \nPaenibacillus\n with Bonferroni correction for multiple testing. Additionally, a heatmap of abundance for each category was generated using the pheatmap package (Kolde and Kolde, \n2018\n) after standardization of the data using robust centered log ratios.\nPhenotypic characterization\nGrowth temperature was determined by inoculating both solid (R2A plates) and liquid (trypticase soy broth (TSB), BD Diagnostics Cat # 257107) media in 15 ml loose-capped centrifuge tubes with strain F6_2S_P_1\nT\n and growing at 4, 15, 25, 30, 37, and 45°C. Plates and tubes were checked for growth daily for 7 days and incubation was halted if growth was observed. Samples grown at 4 and 15°C were incubated for additional time before final growth assessment: 2 weeks total for growth at 15°C and 4 weeks total at 4°C. Salt tolerance was determined by inoculating strain F6_2S_P_1\nT\n onto R2A with 0, 1, 2, 3, 4, and 5% added NaCl, as well as agar containing only peptone plus 0 or 1% NaCl, and examining growth after 7 days of incubation at 30°C. Oxidase activity was determined by testing solid culture with OxiDrops™ liquid oxidase reagent (Hardy Diagnostics). Catalase activity was determined by mixing colonies of strain F6_2S_P_1\nT\n with hydrogen peroxide on a sterile glass slide and monitoring for the presence of effervescence. pH tolerance (4–10) was tested by adjusting the pH of TSB broth with biological buffers as in Xu et al. (\n2005\n).\nMapping of metagenomic reads to genome\nMetagenomic reads from ISS surfaces from Microbial Tracking 1 (Checinska Sielaff et al., \n2019\n) and Microbial Tracking 2 (Urbaniak et al., \n2022\n) were mapped to the genome of \nCohnella\n sp. F6_2S_P_1\nT\n using Bowtie2 (Langmead and Salzberg, \n2012\n), using the flags “—no-mixed” (no unpaired alignments) and “—no-discordant” (only matches where both forward and reverse reads map to the same area are considered). The number of matches where both a forward and reverse read mapped to the \nCohnella\n sp. F6_2S_P_1\nT\n genome were reported as a percentage of total reads.\nChemotaxonomic analysis\nCells grown in TSB medium were harvested when growth of the cultures reached approximately 70% of the maximal optical density (exponential growth phase) and used for analysis of cellular fatty acids, polar lipids, and quinones, which was done as described previously (Ramaprasad et al., \n2015\n). In brief, for cellular fatty acids analysis, 40 mg of bacterial cells were subjected to a series of four different reagents followed by saponification and methylation of fatty acids, thus enabling their cleavage from lipids. The fatty acid methyl esters thus obtained were analyzed by gas chromatography. The peaks obtained were then labeled and the equivalent chain length values were computed as published elsewhere (MIDI, \n2012\n).\nThe polar lipid profile was analyzed by extracting polar lipids with methanol/chloroform/saline (2:1:0.8, by vol.) from 1 g freeze-dried bacterial cells. Separation of lipids was done by two-dimensional chromatography on a silica gel TLC plate (Kieselgel 60 F254; Merck) using chloroform–methanol–water (75:32:4 by vol.) in the first dimension and chloroform–methanol–acetic acid–water (86:16:15:4 by vol.) in the second dimension. Total polar lipid profiles were detected by spraying with 6% ethanolic molybdophosphoric acid. The respiratory isoprenoid quinone was extracted with chloroform/methanol mixture (2:1, v/v), evaporated under a vacuum, re-extracted with acetone, and analyzed using high-performance lipid chromatography according to previously reported methods (Ramaprasad et al., \n2018\n). Polyamines were analyzed as described by Busse and Auling (\n1988\n) and Busse et al. (\n1997\n). The peptidoglycan of cells of strain F6_2S_P_1\nT\n was isolated following disruption of the cells by shaking with glass beads and subsequent trypsin digestion, according to the method of Schleifer (\n1985\n). Cell wall was hydrolyzed for amino acid analyses as described by Schleifer and Kandler (\n1972\n). Amino acids in cell-wall hydrolysates were analyzed by high performance liquid chromatography (HPLC) (Mckerrow et al., \n2000\n; Ramaprasad et al., \n2015\n). Carbon substrate utilization profile analysis was carried out as per the BioLog protocol provided by the manufacturer for Firmicutes using the GEN III MicroPlate test assay with a Biolog system (Hayward, CA, USA).",
    "sample_collection_and_isolation": "Sample collection and isolation\nMethods for preparing sampling kits and processing samples were similar to those used in the Microbial Tracking 1 mission (Singh et al., \n2018\n; Checinska Sielaff et al., \n2019\n). For each of five flight missions for Microbial Tracking 2, Sterile TexTra™ 10 TX3224 Dry Cleanroom Wipers were moistened with 15 ml of sterile phosphate-buffered saline (PBS), folded into quarters and placed in sterile Ziploc baggies, which were later used to assemble sampling kits at NASA Ames. Sampling kits were transported to the ISS, where astronauts collected surface particulates from a square meter area of eight surfaces: (1) the cupola, (2) the WHC, (3) the advanced resistive exercise device, (4) dining table, (5) Zero-Gravity Stowage Rack overhead 4, (6) permanent multipurpose module Port 1, (7) laboratory overhead 3, and (8) crew quarters bump-out exterior wall (see Singh et al., \n2018\n for detailed surface descriptions). For each surface, the astronaut tasked with sampling donned a new pair of sterile gloves, removed and unfolded a sterile wipe from its bag, and wiped a square meter area of the surface three times, folding the wipe in half for the second pass and into quarters for the third pass; each time, the surface was sampled in a different direction (horizontally, vertically, and diagonally) using the new previously unexposed surface of the wipe. Additionally, a wipe was removed from its bag and briefly exposed to the air, as an environmental control. A total of nine (eight locations and one control) samples were produced for each flight and stored at 4°C aboard the ISS and during transport to earth.\nUpon delivery to Jet Propulsion Laboratory, ISS wipes and unopened control wipes were processed for the isolation of environmental microbes within a 12-h period. Each wipe was placed in a sterile 500-ml bottle with 200-ml sterile PBS and shaken vigorously for 2 min. PBS was then concentrated using an Innovaprep CP-150 (Innovaprep LLC, Drexel, Missouri, United States) with a 0.2 μm polysulfone hollow fiber concentrating pipette tip (Innovaprep LLC, SKU CC08022-10). Using additional sterile PBS, dilutions of 10\n−1\n through 10\n−6\n were prepared and plated onto Reasoner's 2 agar (R2A, BD Diagnostics Cat # 218263), potato dextrose agar (BD Diagnostics Cat #213400) with 0.05 g/L chloramphenicol, and blood agar (Hardy Diagnostics, #A10) media. Five colonies from each sample on each media type were selected and stored in one-tenth strength tryptic soy agar (TSA) stabs. Strain F6_2S_P_1\nT\n was isolated from blood agar inoculated with the PBS concentrate from Location 2 (wall behind WHC), collected during Flight 6 (third flight in the Microbial Tracking 2 mission series).",
    "dna_extraction_and_whole-genome_sequencing": "DNA extraction and whole-genome sequencing\nThe ZymoBIOMICS DNA MagBead kit was used to extract genomic DNA from strain F6_2S_P_1\nT\n according to the manufacturer's instructions. An Illumina Nextera DNA Flex library preparation kit was used to prepare the library for WGS as in Simpson et al. (\n2021b\n). The library was sequenced as part of a run on a NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform. FastQC v0.11.7 (Bioinformatics, \n2011\n) was used to quality filter and trim reads, and fastp v0.20 (Chen et al., \n2018\n) was used to remove adapter sequences. A draft genome was assembled to the scaffold level using SPAdes v3.11.1 (Bankevich et al., \n2012\n). Assembly quality, including number of contigs, genome size, and N50 value, was assessed using QUAST v5.0.2 (Gurevich et al., \n2013\n). Default settings were used for all steps except for fastp, which included 512 adapters screening.\nA secondary round of sequencing for strain F6_2S_P_1\nT\n, as well as \nC. ginsengisoli\n DSM 18997\nT\n and \nC. rhizosphaerae\n DSM 28161\nT\n, was conducted using Oxford Nanopore sequencing. \nC. ginsengisoli\n DSM 18997\nT\n and \nC. rhizosphaerae\n DSM 28161\nT\n were ordered from the DSMZ and cryostocks prepared for long term storage. To produce a more resolved genome for \nCohnella\n sp. F6_2S_P_1\nT\n and to provide WGS, all strains were re-streaked from cryostock on TSA and genomic DNA was extracted using a Zymo QuikSpin DNA extraction kit. Nanopore sequencing libraries were prepared using an SQK-LSK110 Ligation Sequencing kit (Oxford Nanopore) and sequenced on an R9.4.1 flow cell, with base calling via MinKNOW/Guppy. Porechop (Wick et al., \n2017a\n) and Nanofilt (De Coster et al., \n2018\n) were used to remove adapter sequences and filter reads using the settings “-q 10 -l 200.” A hybrid genome assembly for \nCohnella\n sp. F6_2S_P_1\nT\n was generated via Unicycler (Wick et al., \n2017b\n) using Nanopore reads to polish the Illumina assembly. Flye (Kolmogorov et al., \n2019\n) followed by polishing with Medaka (Oxford Nanopore Technologies) was used to assemble draft genomes for type strains of \nC. ginsengisoli\n and \nC. rhizosphaerae\n from Nanopore reads, and assembly quality was assessed using QUAST v5.0.2 (Gurevich et al., \n2013\n).",
    "phylogenetic_analysis": "Phylogenetic analysis\nPhylogenetic analysis using 16S rRNA gene sequences was carried out by extracting the 16S rDNA sequence from the WGS of strain F6_2S_P_1\nT\n and aligning it to the NCBI nucleotide database via blast search. The top 30 matching 16S rRNA sequences were retrieved. In addition, all publicly available genomes from the genus \nCohnella\n were downloaded, and their 16S rDNA sequences were extracted using a blast wrapper script. 16S rRNA genes from the species \nPaenibacillus barengoltzii, Paenibacillus terrae, Thermoflavimicrobial dichotomicus\n, and \nThermoactinomyces vulgaris\n were used to root the tree. Similarly, gyrB sequences from strain F6_2S_P_1\nT\n and from all publicly available \nCohnella\n genomes, and the outgroups \nT. dichotomicus and T. vulgaris\n were extracted with the same wrapper script. For both gyrB and 16S trees, alignment was performed in R using the DECIPHER package (Wright, \n2016\n). Trimming and tree-building using maximum likelihood and the substitution model GTR + G + I were performed using the phangorn package, including model selection using AIC values and 1,000 bootstrap replicates (Schliep, \n2011\n). Phylogenetic trees based on 16S rRNA and gyrB genes were visualized using ggtree (Yu et al., \n2017\n).\nA genome-based phylogenetic tree was also generated using genes detected from the pangenomic analysis, which contained all publicly available \nCohnella\n genomes, plus those of strain F6_2S_P_1\nT\n, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n generated during this study (see below section for methods for pangenomic tree generation). Aligned, single-copy core genes which were shared by all species and had a geometric homogeneity of 1, but a functional homogeneity below 0.9, were extracted from the \nCohnella\n genus pangenome into a concatenated FASTA file. A maximum likelihood genome-based tree was generated using raxml v8.2.12 (Stamatakis, \n2014\n; Kozlov et al., \n2019\n) with a GTR-GAMMA substitution model and the option “autoMRE” to automatically choose the optimal number of bootstrap replicates. The tree was visualized using the online platform Interactive Tree of Life (iTOL) (Letunic and Bork, \n2007\n).\nAdditionally, average nucleotide identity (ANI) and digital DNA–DNA hybridization (dDDH) were calculated for strain F6_2S_P_1\nT\n against all sequenced and described \nCohnella\n species using fastANI v1.33 (Jain et al., \n2018\n) and DSMZ's online Genome-to-Genome Distance Calculator v3.0 (Meier-Kolthoff et al., \n2022\n).",
    "light_microscopy_and_sem": "Light microscopy and SEM\nA liquid culture of strain F6_2S_P_1\nT\n was incubated at 80°C for 10 min, then plated on R2A and grown at 30°C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer–Fulton method (Schaeffer and Fulton, \n1933\n). Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software.\nTo prepare a colony of strain F6_2S_P_1\nT\n for SEM, the strain was streaked out on TSA and allowed to grow at 30°C for 48 h. A pure colony was then suspended in chilled 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1M sodium cacodylate (NaCaco) (Sigma Aldrich) solution for 1 h. The sample was then filtered through a 0.2 μm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States) and moved into a 1.5 ml centrifuge tube. The sample was then incubated in 0.1 M NaCaco solution at 4°C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this replacement was repeated three times. The sample was then dehydrated in a series of increasing IPA solutions mixed with water for 10 min each. The series was 50, 70, 80, 90, 95, and 100%, with the final 100% IPA rinsing occurring three times. The specimen was stored at 4°C in 100% IPA until it was critical point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were adhered with carbon tape to SEM stubs (Ted Pella Inc.) and then underwent ~12 nm thick carbon coating with a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM micrographs were captured on a FEI Quanta 200F microscope (Thermo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute.",
    "pangenomic_analysis_and_other_genome_characterization": "Pangenomic analysis and other genome characterization\nPangenomic analysis was carried out using anvi'o v7.1 (Eren et al., \n2015\n) similar to methods described in Singh et al. (\n2021\n). Open reading frames were annotated with COG, KEGG, and KOfam database pathways/functions, and ANI between all genomes was additionally calculated. Two pangenomes were generated: one including all publicly available \nCohnella\n genomes including unnamed species and one containing only named species. The function \nanvi-compute-functional-enrichment-in-pan\n was used to calculate functional enrichment in the \nC. ginsengisoli\n clade compared to the rest of the genus \nCohnella\n.\nThe genome of the strain F6_2S_P_1\nT\n was also uploaded and annotated using the online Rapid Annotation using Subsystems Technology (RAST platform) (Aziz et al., \n2008\n). The presence of biosynthetic gene clusters (BGCs) which might produce secondary metabolites was predicted in the strain F6_2S_P_1\nT\n genome using the antiSMASH pipeline (Blin et al., \n2021\n). The presence of antimicrobial resistance or virulence genes was predicted by the ABRicate pipeline (Seemann, \n2018\n).\nTo evaluate the diversity of carbohydrate-degrading and other carbohydrate-cycling enzymes (Carbohydrate-Active Enzymes, i.e., CAZymes) (Drula et al., \n2022\n), the dbcan3 stand-alone tool (Zhang et al., \n2018\n) was run against all publicly available genomes in the genera \nCohnella\n and \nPaenibacillus\n as well as the genomes of strain F6_2S_P_1\nT\n, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n. The results were parsed to generate a count matrix for the number of each CAZyme family/subfamily predicted in the genome of each species. All statistics and plots from analysis of this data were generated in R [v 4.2.2, “Innocent and Trusting,” R Core Team (\n2022\n)] utilizing the Tidyverse package (Wickham et al., \n2019\n). An NMDS ordination (stress = 12.9, \nk\n = 3) was generated via vegan (Oksanen et al., \n2019\n) using Bray–Curtis distance after standardization of each CAZyme category to between 0 and 1, and individual Kruskal–Wallis tests were performed for each CAZyme testing mean abundance between members of the \nC. ginsengisoli\n clade and other species of \nCohnella\n and \nPaenibacillus\n with Bonferroni correction for multiple testing. Additionally, a heatmap of abundance for each category was generated using the pheatmap package (Kolde and Kolde, \n2018\n) after standardization of the data using robust centered log ratios.",
    "phenotypic_characterization": "Phenotypic characterization\nGrowth temperature was determined by inoculating both solid (R2A plates) and liquid (trypticase soy broth (TSB), BD Diagnostics Cat # 257107) media in 15 ml loose-capped centrifuge tubes with strain F6_2S_P_1\nT\n and growing at 4, 15, 25, 30, 37, and 45°C. Plates and tubes were checked for growth daily for 7 days and incubation was halted if growth was observed. Samples grown at 4 and 15°C were incubated for additional time before final growth assessment: 2 weeks total for growth at 15°C and 4 weeks total at 4°C. Salt tolerance was determined by inoculating strain F6_2S_P_1\nT\n onto R2A with 0, 1, 2, 3, 4, and 5% added NaCl, as well as agar containing only peptone plus 0 or 1% NaCl, and examining growth after 7 days of incubation at 30°C. Oxidase activity was determined by testing solid culture with OxiDrops™ liquid oxidase reagent (Hardy Diagnostics). Catalase activity was determined by mixing colonies of strain F6_2S_P_1\nT\n with hydrogen peroxide on a sterile glass slide and monitoring for the presence of effervescence. pH tolerance (4–10) was tested by adjusting the pH of TSB broth with biological buffers as in Xu et al. (\n2005\n).",
    "mapping_of_metagenomic_reads_to_genome": "Mapping of metagenomic reads to genome\nMetagenomic reads from ISS surfaces from Microbial Tracking 1 (Checinska Sielaff et al., \n2019\n) and Microbial Tracking 2 (Urbaniak et al., \n2022\n) were mapped to the genome of \nCohnella\n sp. F6_2S_P_1\nT\n using Bowtie2 (Langmead and Salzberg, \n2012\n), using the flags “—no-mixed” (no unpaired alignments) and “—no-discordant” (only matches where both forward and reverse reads map to the same area are considered). The number of matches where both a forward and reverse read mapped to the \nCohnella\n sp. F6_2S_P_1\nT\n genome were reported as a percentage of total reads.",
    "chemotaxonomic_analysis": "Chemotaxonomic analysis\nCells grown in TSB medium were harvested when growth of the cultures reached approximately 70% of the maximal optical density (exponential growth phase) and used for analysis of cellular fatty acids, polar lipids, and quinones, which was done as described previously (Ramaprasad et al., \n2015\n). In brief, for cellular fatty acids analysis, 40 mg of bacterial cells were subjected to a series of four different reagents followed by saponification and methylation of fatty acids, thus enabling their cleavage from lipids. The fatty acid methyl esters thus obtained were analyzed by gas chromatography. The peaks obtained were then labeled and the equivalent chain length values were computed as published elsewhere (MIDI, \n2012\n).\nThe polar lipid profile was analyzed by extracting polar lipids with methanol/chloroform/saline (2:1:0.8, by vol.) from 1 g freeze-dried bacterial cells. Separation of lipids was done by two-dimensional chromatography on a silica gel TLC plate (Kieselgel 60 F254; Merck) using chloroform–methanol–water (75:32:4 by vol.) in the first dimension and chloroform–methanol–acetic acid–water (86:16:15:4 by vol.) in the second dimension. Total polar lipid profiles were detected by spraying with 6% ethanolic molybdophosphoric acid. The respiratory isoprenoid quinone was extracted with chloroform/methanol mixture (2:1, v/v), evaporated under a vacuum, re-extracted with acetone, and analyzed using high-performance lipid chromatography according to previously reported methods (Ramaprasad et al., \n2018\n). Polyamines were analyzed as described by Busse and Auling (\n1988\n) and Busse et al. (\n1997\n). The peptidoglycan of cells of strain F6_2S_P_1\nT\n was isolated following disruption of the cells by shaking with glass beads and subsequent trypsin digestion, according to the method of Schleifer (\n1985\n). Cell wall was hydrolyzed for amino acid analyses as described by Schleifer and Kandler (\n1972\n). Amino acids in cell-wall hydrolysates were analyzed by high performance liquid chromatography (HPLC) (Mckerrow et al., \n2000\n; Ramaprasad et al., \n2015\n). Carbon substrate utilization profile analysis was carried out as per the BioLog protocol provided by the manufacturer for Firmicutes using the GEN III MicroPlate test assay with a Biolog system (Hayward, CA, USA).",
    "results_and_discussion": "Results and discussion\nCohnella\n sp. F6_2S_P_1\nT\n isolated from the ISS was subjected to polyphasic taxonomic characterization to determine its phylogenetic affiliation. In addition, WGSs of \nC. ginsengisoli\n and \nC. rhizosphaerae\n were generated and compared with the genome of \nCohnella\n sp. F6_2S_P_1\nT\n to identify the variable, conserved, and distinctive genomic traits.\nGenome characteristics and relatedness indices\nAssembly statistics for \nCohnella\n sp. F6_2S_P_1, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n are summarized in \nTable 1\n. Genome sizes are 9.06 Mb for strain F6_2S_P_1, 7.22 Mb for \nC. ginsengisoli\n, and 8.5 Mb for \nC. rhizosphaerae\n. GC content ranged from 58.37% for \nCohnella\n sp. F6_2S_P_1\nT\n to 59.49% for \nC. rhizosphaerae\n. In general, among 39 sequenced \nCohnella\n genomes, genome size varied from 4.0 to 9.4 Mb. This genome variation should be investigated for any functional genes acquired or shed over time.\nTable 1\nAssembly statistics for hybrid Illumina and Nanopore assembly of \nCohnella\n sp. F6_2S_P_1\nT\n.\n\n\nSpecies/strain\n\n\nNCBI accession no\n.\n\n\nIsolation location\n\n\n\n\nNo. of scaffolds/ contigs\n\n\n\n\nGenome size (bp)\n\n\n\n\nN50 (bp)\n\n\n\n\nAverage coverage\n\n\n\n\nG + C content (%)\n\n\n\n\nFiltered reads used for assembly\n\n\n\n\nCoding sequences\n\n\nCohnella hashimotonis\n F6_2S_P_1\nT\nJAGRPV000000000\nWaste hygiene compartment, ISS\n8\n9,059,145\n8,667,868\n368\n58.37\n34,984,402 (Illumina), 312,000 (Nanopore)\n7,569\nCohnella ginsengisoli\n DSM 18997\nT\nJAPDHZ000000000\nGinseng soil (Kim et al., \n2010\n)\n8\n7,220,644\n2,121,708\n57\n59.06\n184,000 (Nanopore)\n6,543\nCohnella rhizosphaerae\n DSM 28161\nT\nJAPDIA000000000\nMaize rhizosphere (Kampfer et al., \n2014\n)\n9\n8,497,463\n2,277,727\n55\n59.48\n160,000 (Nanopore)\n7,541\nANI values between \nCohnella\n sp. F6_2S_P_1\nT\n and \nC. ginsengisoli\n, and \nC. rhizosphaerae\n were 88.4 and 88.0%, respectively (\nTable 2\n). ANI between \nCohnella\n sp. F6_2S_P_1\nT\n and all other named \nCohnella\n species for which a genome was publicly available was <79.4% (\nTable 2\n). We also tested ANI between \nCohnella\n sp. F6_2S_P_1\nT\n and available genomes for unnamed \nCohnella\n species and found that \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 were also closely related, with ANIs of 88.9 and 88.0%, respectively. This was also the trend for \nC. ginsengisoli\n and \nC. rhizosphaerae\n, which showed ANI to each other and to \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 ranging from 88 to 92%, and which was otherwise most closely related to \nC. nanjingensis\n with an ANI value of ~79%. The dDDH results showed a similar pattern, as values were 35 and 34.5% between \nCohnella\n sp. F6_2S_P_1\nT\n and \nC. ginsengisoli\n, and \nC. rhizosphaerae\n, respectively, and were otherwise below 22% (\nTable 2\n).\nTable 2\nAverage nucleotide identity and digital DNA hybridization values between strain F6_2S_P_1\nT\n and other named members of the genus \nCohnella\n.\nCohnella hashimotonis\n\n\nF6_2S_P_1\nT\n\n\nSpecies (NCBI accession no.)\n\n\n\n\nANI value (%)\n\n\n\n\ndDDH (%) (formula 2)\n\n\nCohnella ginsengisoli\n DSM 18997\nT\n88.4\n35\nCohnella rhizosphaerae\n DSM 28161\nT\n88.0\n34.2\nCohnella nanjingensis\n DSM 28246\nT\n (GCA_014212125.1)\n79.3\n21.5\nCohnella xylanilytica\n DSM 25239\nT\n (GCA_014212175.1)\n78.6\n20.3\nCohnella thailandensis\n DSM 25241\nT\n (GCA_014212135.1)\n78.3\n20.2\n“\nCohnella zeiphila\n” CBP-2801 (GCA_014212055.1)\n78.2\n19.9\nCohnella lubricantis\n DSM 103658\nT\n (GCA_014212015.1)\n78.2\n20.3\n“\nCohnella candidum\n” 18JY8-7 (GCA_003713065.1)\n78.0\n20.1\nCohnella thermotolerans\n DSM 17683\nT\n (GCA_000429825.1)\n78.0\n19.9\nCohnella algarum\n Pch-40\nT\n (GCA_016937515.1)\n77.7\n20.5\nCohnella laeviribosi\n DSM 21336\nT\n (GCA_000378425.1)\n77.5\n19.5\nCohnella panacarvi\n Gsoil 349\nT\n (GCA_000515335.1)\n77.5\n19.7\n“\nCohnella abietis”\n HS21 (GCA_004295585.1)\n<77\n22.6\nCohnella boryungensis\n DSM 26489\nT\n (GCA_016908615.1)\n<77\n19\nCohnella endophytica\n M2MS4P-1\nT\n (GCA_003628305.1)\n<77\n19.7\nCohnella faecalis\n K2E09-144\nT\n (GCA_003570905.1)\n<77\n20.4\nCohnella kolymensis\n VKM B-2846\nT\n (GCA_000829465.1)\n<77\n18.9\nCohnella luojiensis\n CCTCC AB 208254\nT\n (GCA_004564235.1)\n<77\n18.5\nCohnella lupini\n CECT 8236\nT\n (GCA_003386205.1)\n<77\n19.4\nCohnella phaseoli\n CECT 7287\nT\n (GCA_003386235.1)\n<77\n20.6\n“\nCohnella pontilimi”\n CAU 1483 (GCA_005049045.1)\n<77\n19.4\nPhylogeny of strain F6_2S_P_1\nT\nA 16S rDNA-based phylogenetic tree of all \nCohnella\n species, plus the species \nP. barengoltzii, P. terrae, T. dichotomicus, and T. vulgaris\n as outgroups, shows that strain F6_2S_P_1\nT\n is placed within a clade containing the officially named species \nC. rhizosphaerae\n and \nC. ginsengisoli\n, as well as yet-to-be described species “\nC. plantaginis”\n and “\nC. capsici”\n (\nFigure 1\n). The 16S rDNA sequence similarities of strain F6_2S_P_1\nT\n with the members of this clade ranged from 98.84 to 97.37%. “\nC. plantaginis”\n and “\nC. capsici”\n form their own well-supported branch within this clade, while \nC. rhizosphaerae\n is basal to strain F6_2S_P_1\nT\n and \nC. ginsengisoli\n is the most basal species of the clade (\nFigure 1\n). However, branch support for the divergence of strain F6_2S_P_1\nT\n from \nC. rhizosphaerae\n was low (50) and not shown in \nFigure 1\n. A gyrB-based phylogeny was also generated using all publicly available \nCohnella\n genomes plus the outgroups \nT. dichotomicus and T. vulgaris\n (\nFigure 2\n). The \ngyrB\n sequence similarities of strain F6_2S_P_1\nT\n with the members of this clade ranged from 93.99 to 93.55%. The \ngyrB\n tree supports the position of strain F6_2S_P_1\nT\n as non-basal to \nC. rhizosphaerae\n and \nC. ginsengisoli\n, with \nC. ginsengisoli\n as the most basal species in this branch of the genus \nCohnella\n. Since WGSs of “\nC. plantaginis”\n and “\nC. capsici”\n are not available, they were not included in the gyrB phylogeny.\nFigure 1\nMaximum likelihood phylogenetic tree based on 16S rRNA gene sequences, showing the inclusion of Cohnella sp. F6_2S_P_1\nT\n in a branch of the genus including species isolated from plant tissue or rhizosphere soil.\nFigure 2\nMaximum likelihood phylogenetic tree based on gyrB sequences of the genus \nCohnella\n.\nThe genome-based tree (\nFigure 3\n) for all sequenced and fully described \nCohnella\n species was based on a concatenated alignment of 14 gene clusters containing a total of 294 single-copy core genes common to all species in the genus. This tree supports the position of \nC. rhizosphaerae\n as basal to \nC. ginsengisoli\n, in contrast to the 16S and gyrB trees. Nevertheless, the position of strain F6_2S_P_1\nT\n remains the same. A second genome-based tree was generated using a second pangenome analysis including genomes of all \nCohnella\n species along with yet-to-be described species (\nSupplementary Figure S1\n), which showed that \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 are also part of this clade, with \nCohnella\n sp. GbtcB17 as the most basal species and \nCohnella\n sp. OV330 as basal to \nC. ginsengisoli\n and strain F6_2S_P_1\nT\n.\nFigure 3\nPhylogenetic tree based on 294 single-copy core genes shared by all available \nCohnella\n species genomes.\nPhenotypic and chemotaxonomic characterization\nLight microscopy and staining with safranin and malachite green show that cells are rod-shaped and vary extensively in length and that strain F6_2S_P_1\nT\n forms ellipsoidal/oval endospores which quickly convert back to vegetative cells (\nFigure 4\n). SEM imaging reveals the presence of peritrichous flagella attached to F6_2S_P_1\nT\n cells (\nFigure 5A\n) and confirms the presence of elongated cells (\nFigure 5B\n).\nFigure 4\nLight microscopy images of strain F6_2S_P_1\nT\n. \n(A)\n Bright field images at 1000X magnification with staining with safranin and malachite green for endospore visualization; \n(B)\n close-up of A featuring multiple endospores which are beginning to transition back to vegetative cells, as well as an endospore within a vegetative cell; \n(C)\n phase-contrast microscopy (1000X) of strain F6_2S_P_1\nT\n showing the presence of endospores; \n(D)\n phase-contrast microscopy (1000X) of strain F6_2S_P_1\nT\n showing the presence of elongated Spaghetti-like cells.\nFigure 5\nSEM image of \nCohnella\n sp. F6_2S_P_1\nT\n, \n(A)\n with the visible presence of flagella and \n(B)\n showing long “spaghetti-like” cells.\nDifferentiating biochemical characteristics of \nCohnella\n sp. F6_2S_P_1\nT\n with other \nCohnella\n species are depicted in \nTable 3\n. \nCohnella\n sp. F6_2S_P_1\nT\n grew at temperatures between 15 and 37°C, between pHs 6 and 8, and from 0 to 3% NaCl. Colonies were weakly oxidase-positive and catalase-negative. Catalase positive in \nC. ginsengisoli, C. plantaginis\n, and \nC. capsici\n; absence of growth at 3% NaCl and production of oxidase in \nC. ginsengisoli\n; absence of endospore formation in \nC. rhizosphaerae\n; nitrate reduction not seen in \nC. plantaginis\n and \nC. capsica\n were some of the phenotypic characteristics that could differentiate \nCohnella\n sp. F6_2S_P_1\nT\n from other \nCohnella\n species.\nTable 3\nPhenotypic characteristics of strain F6_2S_P_1\nT\n and closely related species of genus \nCohnella\n.\n\n\nCharacteristic\n\n\n\n\n1\n\n\n\n\n2\n\n\n\n\n3\n\n\n\n\n4\n\n\n\n\n5\n\n\nGrowth temperature (°C)\n15–37\n15–45\n10–40\n10–45\n4–45\nGrowth pH\n6.0–8.0\n5.5–9.5\n5.0–9.0\n5.0–8.0\n5.0–8.0\nGrowth in the presence of 3% NaCl\n+\n+\n–\n+\n+\nEndospore formation\n+\n–\n+\n+\n+\nMotility\n+\n–\n+\n+\n+\nCatalase\n–\n–\n+\n+\n+\nNitrate reduction\n+\n+\n+\n–\n–\nOxidase\nw\nw\n+\n–\n–\nDextrin\n+\nN.D.\nN.D.\n+\n+\n\n\nAssimilation of:\n\n\nAlanine\n+\n–\n–\n+\nN.D.\nHistidine\n+\n–\n–\n+\nN.D.\nSerine\n+\n–\n–\n+\nN.D.\nSucrose\n+\nw\n–\n+\n+\nL-Arabinose\n+\nw\n+\n–\nN.D.\nMelibiose\n+\nw\n+\n—\nN.D.\nD-Fructose\n+\nw\nN.D.\n+\n+\nInositol\n+\n+\n—\nN.D.\n+\nLactose\n+\n–\nN.D.\n+\n+\n\n\nAcid production from:\n\n\nMaltose\n+\n–\nN.D.\n+\n–\nSucrose\n+\n–\nN.D.\n+\n+\nD-fructose\n+\n+\nN.D.\n+\n+\nD-ribose\n+\n+\nN.D.\n+\n+\nN\n-acetyl glucosamine\n+\n+\nN.D.\n+\n+\nLactose\n+\n–\nN.D.\n+\n+\nTrisodium citrate\n–\n+\nN.D.\n+\n–\nStrains: 1, F6_2S_P_1\nT\n (\nCohnella hashimotonis sp. nov\n.); 2, \nCohnella rhizosphaerae\n CSE-5610\nT\n (Kampfer et al., \n2014\n); 3, \nCohnella ginsengisoli\n DSM 18997\nT\n (Kim et al., \n2010\n); 4, \nCohnella plantaginis\n YN-83\nT\n (Wang et al., \n2012\n); and 5, \nCohnella capsici\n YN-59\nT\n (Wang et al., \n2015\n). w, weakly positive; +, positive; –, negative; N.D., not determined.\nMajor fatty acids (more than 5% of the total) are C16:0, iso-C15:0, iso-C16:0, and anteiso-C15:0 (\nTable 4\n). Differences in fatty acid profile of strain F6_2S_P_1\nT\n with regard to \nC. rhizosphaerae\n CSE-5610\nT\n, \nCohnella ginsengisoli\n DSM 18997\nT\n, \nC. plantaginis\n YN-83\nT\n, and \nC. capsici\n YN-59\nT\n are shown in \nTable 4\n. \nC. rhizosphaerae\n showed >25% of C16:0 saturated fatty acid, whereas other \nCohnella\n species exhibited <10% production. Absence of branched fatty acid such as iso-C14:0 in \nCohnella\n sp. F6_2S_P_1\nT\n and in \nC rhizosphaerae\n could be used to differentiate the novel species described in this study. However, production of iso-C16:0 and anteiso-C15:0 was very high in \nCohnella\n sp. F6_2S_P_1\nT\n when compared to other described \nCohnella\n species.\nTable 4\nPercentage of total cellular fatty acids for strain F6_2S_P_1\nT\n and closely related species of genus \nCohnella\n.\n\n\nFatty acids\n\n\n\n\n1\n\n\n\n\n2\n\n\n\n\n3\n\n\n\n\n4\n\n\n\n\n5\n\n\n\n\nSaturated\n\n\nC\n12:0\n–\n3.3\n–\n–\n–\nC\n14:0\n2.0\n5.6\n3.1\n1.6\n1.6\nC\n16:0\n4.9\n25.6\n6.7\n8.9\n7.7\n\n\nBranched\n\n\niso-C\n14:0\n–\n8.2\n4.0\n4.1\niso-C\n15:0\n10.5\n10.2\n12.2\n9.7\n11.3\niso-C\n16:0\n23.1\n12.2\n15.0\n19.2\n18.6\niso-C\n17:0\n1.1\n–\n–\nTr\n1.2\nanteiso-C\n15:0\n51.7\n36.5\n48.9\n45.3\n44.3\nanteiso-C\n17:0\n2.2\n6.7\n1.8\n3.5\n3.1\n\n\nUnsaturated\n\n\nC\n18:1\n-ω9c\n1.1\n–\n–\n1.5\n1.4\nStrains: 1, F6_2S_P_1\nT\n (\nCohnella hashimotonis sp. nov\n.); 2, \nCohnella rhizosphaerae\n CSE-5610\nT\n (Kampfer et al., \n2014\n); 3, \nCohnella ginsengisoli\n DSM 18997\nT\n (Kim et al., \n2010\n); 4, \nCohnella plantaginis\n YN-83\nT\n (Wang et al., \n2012\n); and 5, \nCohnella capsici\n YN-59\nT\n (Wang et al., \n2015\n). –, Not detected, Tr, trace amount (<1%).\nThe polar lipid profile was composed of diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, three aminophospholipids, a phospholipid, and minor amounts of unidentified polar lipid (\nSupplementary Figure S2\n). This profile is in agreement with other described members of the \nC. ginsengisoli\n clade (Kim et al., \n2010\n; Kampfer et al., \n2014\n; Wang et al., \n2015\n).\nThe quinone system contained menaquinones MK-7 (98%) and MK-8 (2%). The cell-wall peptidoglycan of strain F6_2S_P_1\nT\n contained meso-diaminopimelic acid as the diamino acid, which is the case for other described members of the \nC. ginsengisoli\n clade where that data are reported. All other described members of the \nC. ginsengisoli\n clade also contain MK-7 as the dominant menaquinone (Kim et al., \n2010\n; Kampfer et al., \n2014\n; Wang et al., \n2015\n). Descriptions of \nC. capsici\n and \nC\n. \nplantaginis\n do not report low abundance menaquinones, but the quinone system of F6_2S_P_1\nT\n is similar to that of \nC. rhizosphaerae\n (99.8% MK-7, 0.2% MK-8), while \nC. ginsengisoli\n has 93% MK-7 and 7% MK-6.\nComparative genomic analysis of \nC. hashimotonis\n and the \nC. ginsengisoli\n clade\nThe genome of strain F6_2S_P_1\nT\n contained 309 genes not aligned with other species of \nCohnella\n, named or undescribed (\nFigure 6\n). Of these genes, 121 of them received an annotation from at least one predictive database. Annotated genes specific to strain F6_2S_P_1\nT\n were dominated by the COG pathways of carbohydrate and/or amino acid transport and metabolism (27 genes), transcription (10 genes), cell wall/membrane/envelope biogenesis (11 genes), and signal transduction mechanisms (+ transcription) (18 genes). The large number of carbon-cycling metabolic genes found in the genome of strain F6_2S_P_1\nT\n within \nCohnella\n is unsurprising, given the diverse nature of the carbon substrates which strain F6_2S_P_1\nT\n, \nC. capsici\n, and \nC. plantaginis\n can metabolize compared to the fairly limited substrates utilized by \nC. rhizosphaerae\n and \nC. ginsengisoli\n (\nTable 3\n).\nFigure 6\nPangenomic analysis of the genus \nCohnella\n, including C. hashimotonis sp. nov. (pink) as well as its previously unsequenced closest relatives C. rhizosphaerae (blue) and C. ginsengisoli (green).\nBecause \nC. capsici\n and \nC. plantaginis\n are both characterized as fixing N\n2\n, the annotations for the genome of strain F6_2S_P_1\nT\n were searched extensively for genes having to do with nitrogen fixation, as well as blastn and blastx searches for key genes involved in N\n2\n fixation. However, despite the presence of the gene nifU in most species of the genus \nCohnella\n, there was no indication that strain F6_2S_P_1\nT\n encodes for N\n2\n fixation.\nOther genes of interest predicted by annotation on the RAST platform include multiple genes for endospore formation and for the plant growth hormone auxin, genes which are likely shared by many members of the genus \nCohnella\n, which belongs to the order \nBacillales\n (including many known spore formers) and which are common plant endophytes. BGCs which might produce secondary metabolites were predicted in the genome of strain F6_2S_P_1\nT\n via the antiSMASH pipeline, including two lassopeptides, two non-ribosomal peptide synthetase clusters, one agrD-like cyclic lactone autoinducer peptide, one protein cluster, and one heterocyst glycolipid synthase-like polyketide synthase. All are uncharacterized except the two lassopeptides; these are moderate matches to the lasso peptide paeninodin which was characterized from the species \nPaenibacillus dendritiformis\n (Zhu et al., \n2016\n). Paeninodin and BGCs showing similarity to it have been predicted in multiple \nBacillus\n and \nPaenibacillus\n endophyte species and are suspected to have biocontrol properties that combat plant pathogens (Muñoz et al., \n2022\n; Semenzato et al., \n2022\n). The genomes of \nC. ginsengisoli, C. rhizosphaerae\n, and strain F6_2S_P_1\nT\n all contained 2–3 predicted BGCs for paeninodin, with \nC. ginsengisoli\n containing one that is a 100% match, while \nC. nanjingensis\n (the most closely related species outside the \nC. ginsengisoli\n clade) contained a single paeninodin match. The only other match in any of these species to a known BGC is a predicted cluster in the \nC. rhizosphaerae\n which is a moderate match to ectoine. Other differences include multiple cyclic lactone autoinducer peptide BGCs predicted in the genome of \nC. nanjingensis\n (vs. a single one in all other tested genomes), and a siderophore predicted in the genome of \nC. rhizosphaerae\n. Strain F6_2S_P_1\nT\n was the only genome in the genus \nCohnella\n which a heterocyst glycolipid synthase-like polyketide synthase was detected; these BGCs are used by cyanobacteria to compartmentalize N\n2\n fixation and are activated in low-nitrogen conditions (Campbell et al., \n1997\n), but as strain F6_2S_P_1\nT\n does not contain a full suite of genes for N\n2\n fixation and the cluster is not a strong match, it is likely a producer of some kind of potentially uncharacterized lipid compound. No genes for antimicrobial resistance or virulence were predicted by the ABRicate pipeline.\nThe entire closely related branch of which strain F6_2S_P_1\nT\n is a member, which we term the \nC. ginsengisoli\n clade (due to its basal position and status as the first officially described species within the clade), contained 322 gene clusters not found in any other publicly available \nCohnella\n genome. All members of this clade in addition to strain F6_2S_P_1\nT\n were originally isolated from plant tissue or the rhizosphere environment, including \nC. ginsengisoli\n (isolated from soil in which ginseng was grown, Kim et al., \n2010\n), \nC. rhizosphaerae\n (isolated from healthy maize seed tissue, Kampfer et al., \n2014\n), \nC. capsici\n (isolated from \nCapsicum\n rhizosphere, Wang et al., \n2015\n), \nC. plantaginis\n (isolated from plantain rhizosphere, Wang et al., \n2012\n), \nCohnella\n sp. OV330 (isolated from poplar rhizosphere, JGI, \n2015\n), and \nCohnella\n sp. GbtcB17 (isolated from \nGinko biloba\n root tissue, Zou et al., \n2021\n). It is speculated that strain F6_2S_P_1\nT\n might have originated from the plants grown in ISS. Since shotgun metagenomics of plants associated samples (tissue, water, and soil) were not available, the source of this novel strain isolated from the WHC location could not be confirmed. \nCohnella\n was one of the top 30 genera recently detected via 16S amplicon sequencing of plant tissue of chili peppers grown in the Advanced Plant Habitat from sterilized seeds aboard the ISS, though it was not a top genus detected in artificial soil medium (Khodadad et al., \n2022\n). \nCohnella\n was also not a dominant member of the microbiome of Outredgeous lettuce grown aboard the ISS (Khodadad et al., \n2020\n). However, since in these ISS studies, a 250-bp 16S rRNA gene amplicon was used for the microbial diversity analyses, \nCohnella\n species might have not been identified appropriately.\nFunctional enrichment analysis for the \nC. ginsengisoli\n clade compared to other \nCohnella\n species using the COG20 and KOfam databases revealed hundreds of statistically significantly enriched predicted functions (\np\n < 0.05 with FDR adjustment) annotating one or more gene clusters, including 11 functions which were detected in all \nC. ginsengisoli\n clade members (\nSupplementary Table S1\n) but in none of the rest of the genus. Most notably, \nC. ginsengisoli\n clade species were enriched in genes for heme oxygenase and for a bacteriophytochrome (annotated on NCBI as diguanylate cyclase), which were detected using both COG20 and KOfam database annotation. Consensus protein sequences for genes related to these functions, when aligned to the NCBI database, most closely match to the genome of \nPaenibacillus chitinolyticus\n (after matches to members of the \nC. ginsengisoli\n clade); heme oxygenase and diguanylate cyclase are located one after the other in the assembled chromosome of this species (NZ_CP026520.1). Heme oxygenase (HO-1) breaks down heme and releases iron and is a regulator of intracellular iron availability in plants and animals (Singh and Bhatla, \n2022\n). Enhanced HO-1 expression in plants and animals is also associated with stress response as the resulting biliverdin and bilirubin scavenge ROS species (Singh and Bhatla, \n2022\n); the bacterial species \nPaenibacillus polymyxa\n applied as a probiotic induces increased intestinal HO-1 expression as part of its anti-oxidant effects on gut health in animals (Wu et al., \n2019\n). In bacteria, expression and production of heme oxygenase are associated with iron scavenging within a host, and heme oxygenase expression can have either beneficial anti-oxidant or enhanced pathogenic effects on plant or animal hosts (Richard et al., \n2019\n). In non-photosynthetic bacteria, heme oxygenase also produces biliverdin which is used as the chromatophore in bacteriophytochromes (Takemoto et al., \n2019\n). It is also possible that this HO-1/diguanylate cyclase complex acts as an oxygen sensor (Martínková et al., \n2013\n). Other functions significantly enriched in this clade include stress response genes such as heat shock protein DnaJ. KEGG pathway analysis predicted two functional pathways in all \nC. ginsengisoli\n clade species which were not present in any other \nCohnella\n species: a pathway for carbon fixation (incomplete reductive citrate cycle) and a pathway for plant terpenoid biosynthesis (specifically beta-carotene biosynthesis).\nPredictive analysis of the presence of CAZymes (carbohydrate-active enzymes, Drula et al., \n2022\n) was followed by ordination (\nFigure 7\n; \nSupplementary Figure S3\n) and heatmap generation (\nSupplementary Figure S4\n). Both heatmaps and ordinations show that strain F6_2S_P1\nT\n and its closest relatives cluster tightly together, along with \nC. fermenti\n (isolated from a fermented vegetable, Lin et al., \n2020\n)\n, C. phaseoli\n (isolated from the root nodule of a legume species, Garcia-Fraile et al., \n2008\n)\n, C. zeiphila\n (isolated from corn tissue, Johnson et al., \n2021\n), and several undescribed strains; members of the \nC. ginsengisoli\n clade, therefore, appear to be both taxonomically similar and have similar profiles of carbohydrate-cycling genes. PERMANOVA analysis confirmed that the centroid of the \nC. ginsengisoli\n clade was significantly different from that of other \nCohnella\n and \nPaenibacillus\n species (\np\n < 0.001). One axis out of three in the NMDS ordination clearly differentiates the \nC. ginsengisoli\n clade and the other \nCohnella\n species mentioned above from the majority of \nCohnella\n and \nPaenibacillus\n species (NMDS2, shown in \nFigure 7\n; \nSupplementary Figure S3\n); therefore, scores correlating CAZyme ordination vectors to this axis using the envfit function were assessed for significance, plotted, and ranked against the axis in question.\nFigure 7\nFirst two axes of NMDS ordination (standardization = “range,” distance = “Bray-Curtis,” maxit = 500, k = 3, stress = 0.129, R\n2\n = 0.98) for counts of different predicted CAZymes in the genomes of \nCohnella\n and Paenibacillus species. Also present in the figure are CAZyme vector correlations with axes 1 and 2 (not original coordinates) via envfit/Pearson's correlation with fdr correction + p < 0.01. Species belonging to the C. ginsengisoli clade and the top 4 CAZyme families/subfamilies positively correlated with axis 2 are labeled.\nMost strongly associated with this axis and the \nC. ginsengisoli\n clade are the CAZyme families CBM67 and GH78, which were both identified as part of the enzyme α-L-rhamnosidase which alters flavonoids and other rhamnose-containing glycosides such as pectins in plant cell walls (Yadav et al., \n2010\n). Flavonoids are phenolic compounds produced by plants that often have medicinal or flavorful properties. α-L-rhamnosidase cleaves terminal α-rhamnose residues and in doing so helps concentrate and improve the action of flavonoids; α-L-rhamnosidase from different bacterial species is used for many industrial applications such as improving wine aroma, sweetening fruit juice, and increasing concentration and efficacy of antibiotic and anti-cancer compounds \n(\nXie et al., \n2022\n)\n. The \nC. ginsengisoli\n clade and other \nCohnella\n species enriched in α-L-rhamnosidase enzyme modules are all confirmed or likely plant symbionts or feed on plant tissue; however, since the majority of \nCohnella\n and \nPaenibacillus\n species appear to have at least some association with plant tissue or rhizosphere, there may be additional promising applications for these particular species in processing plant medicinal or other plant phenolic compounds.\nCAZymes negatively associated with the \nC. ginsengisoli\n clade (and associated mainly with \nPaenibacillus\n species) include chitosanases (GH46 and CBM12), endo-β-N-acetylglucosaminidase (GH85), and β-1,4-mannosyl-glycoprotein β-1,4-N-acetylglucosaminyltransferase (GT17). Four CAZyme families associated with the \nC. ginsengisoli\n clade compared to other \nCohnella\n and \nPaenibacillus\n species had an effect size of 0.5 or greater (Kruskal–Wallis); these were maltooligosaccharide-producing α-amylases (CG13_5), chondroitin AC lyase (PL8_3), and alginate lyases (PL34 and PL14_3).\nPresence of \nCohnella\n sp. F6_2S_P_1\nT\n in ISS metagenomes\nMetagenomic reads from ISS surfaces, crew capsule, and ISS HEPA filter particulates (Venkateswaran et al., \n2014\n; Checinska Sielaff et al., \n2019\n; Urbaniak et al., \n2022\n) were mapped to the genome of strain F6_2S_P_1\nT\n. Most metagenomes had <0.05% of reads that mapped to strain F6_2S_P_1\nT\n, with a maximum of 0.22% of reads mapping to strain F6_2S_P_1\nT\n for a low-read-number sample collected from the cupola of the ISS during Flight 4 of the Microbial Tracking 2 mission series. But upon examination of regions to which the metagenomic reads mapped to strain F6_2S_P_1\nT\n, 98+% of reads mapped to regions of 16S or 23S rRNA genes and were only considered significant by bowtie2 because of the conserved nature of the 16S and 23S rRNA genes. We therefore concluded that strain F6_2S_P_1\nT\n is not dominant in the ISS environmental surfaces or air particulates collected during the Microbial Tracking 1 and 2 mission series. However, molecular microbial diversity-based examination of plant and its associated materials using culturing and metagenomics would allow NASA to trace the source of this strain, since \nCohnella\n species were reported to produce hormones that might promote growth of plants. For example, as mentioned above, \nCohnella\n was an abundant genus in the microbiome of healthy plant tissue of chili plants grown aboard the ISS (Khodadad et al., \n2022\n).",
    "genome_characteristics_and_relatedness_indices": "Genome characteristics and relatedness indices\nAssembly statistics for \nCohnella\n sp. F6_2S_P_1, \nC. ginsengisoli\n, and \nC. rhizosphaerae\n are summarized in \nTable 1\n. Genome sizes are 9.06 Mb for strain F6_2S_P_1, 7.22 Mb for \nC. ginsengisoli\n, and 8.5 Mb for \nC. rhizosphaerae\n. GC content ranged from 58.37% for \nCohnella\n sp. F6_2S_P_1\nT\n to 59.49% for \nC. rhizosphaerae\n. In general, among 39 sequenced \nCohnella\n genomes, genome size varied from 4.0 to 9.4 Mb. This genome variation should be investigated for any functional genes acquired or shed over time.\nTable 1\nAssembly statistics for hybrid Illumina and Nanopore assembly of \nCohnella\n sp. F6_2S_P_1\nT\n.\n\n\nSpecies/strain\n\n\nNCBI accession no\n.\n\n\nIsolation location\n\n\n\n\nNo. of scaffolds/ contigs\n\n\n\n\nGenome size (bp)\n\n\n\n\nN50 (bp)\n\n\n\n\nAverage coverage\n\n\n\n\nG + C content (%)\n\n\n\n\nFiltered reads used for assembly\n\n\n\n\nCoding sequences\n\n\nCohnella hashimotonis\n F6_2S_P_1\nT\nJAGRPV000000000\nWaste hygiene compartment, ISS\n8\n9,059,145\n8,667,868\n368\n58.37\n34,984,402 (Illumina), 312,000 (Nanopore)\n7,569\nCohnella ginsengisoli\n DSM 18997\nT\nJAPDHZ000000000\nGinseng soil (Kim et al., \n2010\n)\n8\n7,220,644\n2,121,708\n57\n59.06\n184,000 (Nanopore)\n6,543\nCohnella rhizosphaerae\n DSM 28161\nT\nJAPDIA000000000\nMaize rhizosphere (Kampfer et al., \n2014\n)\n9\n8,497,463\n2,277,727\n55\n59.48\n160,000 (Nanopore)\n7,541\nANI values between \nCohnella\n sp. F6_2S_P_1\nT\n and \nC. ginsengisoli\n, and \nC. rhizosphaerae\n were 88.4 and 88.0%, respectively (\nTable 2\n). ANI between \nCohnella\n sp. F6_2S_P_1\nT\n and all other named \nCohnella\n species for which a genome was publicly available was <79.4% (\nTable 2\n). We also tested ANI between \nCohnella\n sp. F6_2S_P_1\nT\n and available genomes for unnamed \nCohnella\n species and found that \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 were also closely related, with ANIs of 88.9 and 88.0%, respectively. This was also the trend for \nC. ginsengisoli\n and \nC. rhizosphaerae\n, which showed ANI to each other and to \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 ranging from 88 to 92%, and which was otherwise most closely related to \nC. nanjingensis\n with an ANI value of ~79%. The dDDH results showed a similar pattern, as values were 35 and 34.5% between \nCohnella\n sp. F6_2S_P_1\nT\n and \nC. ginsengisoli\n, and \nC. rhizosphaerae\n, respectively, and were otherwise below 22% (\nTable 2\n).\nTable 2\nAverage nucleotide identity and digital DNA hybridization values between strain F6_2S_P_1\nT\n and other named members of the genus \nCohnella\n.\nCohnella hashimotonis\n\n\nF6_2S_P_1\nT\n\n\nSpecies (NCBI accession no.)\n\n\n\n\nANI value (%)\n\n\n\n\ndDDH (%) (formula 2)\n\n\nCohnella ginsengisoli\n DSM 18997\nT\n88.4\n35\nCohnella rhizosphaerae\n DSM 28161\nT\n88.0\n34.2\nCohnella nanjingensis\n DSM 28246\nT\n (GCA_014212125.1)\n79.3\n21.5\nCohnella xylanilytica\n DSM 25239\nT\n (GCA_014212175.1)\n78.6\n20.3\nCohnella thailandensis\n DSM 25241\nT\n (GCA_014212135.1)\n78.3\n20.2\n“\nCohnella zeiphila\n” CBP-2801 (GCA_014212055.1)\n78.2\n19.9\nCohnella lubricantis\n DSM 103658\nT\n (GCA_014212015.1)\n78.2\n20.3\n“\nCohnella candidum\n” 18JY8-7 (GCA_003713065.1)\n78.0\n20.1\nCohnella thermotolerans\n DSM 17683\nT\n (GCA_000429825.1)\n78.0\n19.9\nCohnella algarum\n Pch-40\nT\n (GCA_016937515.1)\n77.7\n20.5\nCohnella laeviribosi\n DSM 21336\nT\n (GCA_000378425.1)\n77.5\n19.5\nCohnella panacarvi\n Gsoil 349\nT\n (GCA_000515335.1)\n77.5\n19.7\n“\nCohnella abietis”\n HS21 (GCA_004295585.1)\n<77\n22.6\nCohnella boryungensis\n DSM 26489\nT\n (GCA_016908615.1)\n<77\n19\nCohnella endophytica\n M2MS4P-1\nT\n (GCA_003628305.1)\n<77\n19.7\nCohnella faecalis\n K2E09-144\nT\n (GCA_003570905.1)\n<77\n20.4\nCohnella kolymensis\n VKM B-2846\nT\n (GCA_000829465.1)\n<77\n18.9\nCohnella luojiensis\n CCTCC AB 208254\nT\n (GCA_004564235.1)\n<77\n18.5\nCohnella lupini\n CECT 8236\nT\n (GCA_003386205.1)\n<77\n19.4\nCohnella phaseoli\n CECT 7287\nT\n (GCA_003386235.1)\n<77\n20.6\n“\nCohnella pontilimi”\n CAU 1483 (GCA_005049045.1)\n<77\n19.4",
    "phylogeny_of_strain_f6_2s_p_1t": "Phylogeny of strain F6_2S_P_1\nT\nA 16S rDNA-based phylogenetic tree of all \nCohnella\n species, plus the species \nP. barengoltzii, P. terrae, T. dichotomicus, and T. vulgaris\n as outgroups, shows that strain F6_2S_P_1\nT\n is placed within a clade containing the officially named species \nC. rhizosphaerae\n and \nC. ginsengisoli\n, as well as yet-to-be described species “\nC. plantaginis”\n and “\nC. capsici”\n (\nFigure 1\n). The 16S rDNA sequence similarities of strain F6_2S_P_1\nT\n with the members of this clade ranged from 98.84 to 97.37%. “\nC. plantaginis”\n and “\nC. capsici”\n form their own well-supported branch within this clade, while \nC. rhizosphaerae\n is basal to strain F6_2S_P_1\nT\n and \nC. ginsengisoli\n is the most basal species of the clade (\nFigure 1\n). However, branch support for the divergence of strain F6_2S_P_1\nT\n from \nC. rhizosphaerae\n was low (50) and not shown in \nFigure 1\n. A gyrB-based phylogeny was also generated using all publicly available \nCohnella\n genomes plus the outgroups \nT. dichotomicus and T. vulgaris\n (\nFigure 2\n). The \ngyrB\n sequence similarities of strain F6_2S_P_1\nT\n with the members of this clade ranged from 93.99 to 93.55%. The \ngyrB\n tree supports the position of strain F6_2S_P_1\nT\n as non-basal to \nC. rhizosphaerae\n and \nC. ginsengisoli\n, with \nC. ginsengisoli\n as the most basal species in this branch of the genus \nCohnella\n. Since WGSs of “\nC. plantaginis”\n and “\nC. capsici”\n are not available, they were not included in the gyrB phylogeny.\nFigure 1\nMaximum likelihood phylogenetic tree based on 16S rRNA gene sequences, showing the inclusion of Cohnella sp. F6_2S_P_1\nT\n in a branch of the genus including species isolated from plant tissue or rhizosphere soil.\nFigure 2\nMaximum likelihood phylogenetic tree based on gyrB sequences of the genus \nCohnella\n.\nThe genome-based tree (\nFigure 3\n) for all sequenced and fully described \nCohnella\n species was based on a concatenated alignment of 14 gene clusters containing a total of 294 single-copy core genes common to all species in the genus. This tree supports the position of \nC. rhizosphaerae\n as basal to \nC. ginsengisoli\n, in contrast to the 16S and gyrB trees. Nevertheless, the position of strain F6_2S_P_1\nT\n remains the same. A second genome-based tree was generated using a second pangenome analysis including genomes of all \nCohnella\n species along with yet-to-be described species (\nSupplementary Figure S1\n), which showed that \nCohnella\n sp. OV330 and \nCohnella\n sp. GbtcB17 are also part of this clade, with \nCohnella\n sp. GbtcB17 as the most basal species and \nCohnella\n sp. OV330 as basal to \nC. ginsengisoli\n and strain F6_2S_P_1\nT\n.\nFigure 3\nPhylogenetic tree based on 294 single-copy core genes shared by all available \nCohnella\n species genomes.",
    "phenotypic_and_chemotaxonomic_characterization": "Phenotypic and chemotaxonomic characterization\nLight microscopy and staining with safranin and malachite green show that cells are rod-shaped and vary extensively in length and that strain F6_2S_P_1\nT\n forms ellipsoidal/oval endospores which quickly convert back to vegetative cells (\nFigure 4\n). SEM imaging reveals the presence of peritrichous flagella attached to F6_2S_P_1\nT\n cells (\nFigure 5A\n) and confirms the presence of elongated cells (\nFigure 5B\n).\nFigure 4\nLight microscopy images of strain F6_2S_P_1\nT\n. \n(A)\n Bright field images at 1000X magnification with staining with safranin and malachite green for endospore visualization; \n(B)\n close-up of A featuring multiple endospores which are beginning to transition back to vegetative cells, as well as an endospore within a vegetative cell; \n(C)\n phase-contrast microscopy (1000X) of strain F6_2S_P_1\nT\n showing the presence of endospores; \n(D)\n phase-contrast microscopy (1000X) of strain F6_2S_P_1\nT\n showing the presence of elongated Spaghetti-like cells.\nFigure 5\nSEM image of \nCohnella\n sp. F6_2S_P_1\nT\n, \n(A)\n with the visible presence of flagella and \n(B)\n showing long “spaghetti-like” cells.\nDifferentiating biochemical characteristics of \nCohnella\n sp. F6_2S_P_1\nT\n with other \nCohnella\n species are depicted in \nTable 3\n. \nCohnella\n sp. F6_2S_P_1\nT\n grew at temperatures between 15 and 37°C, between pHs 6 and 8, and from 0 to 3% NaCl. Colonies were weakly oxidase-positive and catalase-negative. Catalase positive in \nC. ginsengisoli, C. plantaginis\n, and \nC. capsici\n; absence of growth at 3% NaCl and production of oxidase in \nC. ginsengisoli\n; absence of endospore formation in \nC. rhizosphaerae\n; nitrate reduction not seen in \nC. plantaginis\n and \nC. capsica\n were some of the phenotypic characteristics that could differentiate \nCohnella\n sp. F6_2S_P_1\nT\n from other \nCohnella\n species.\nTable 3\nPhenotypic characteristics of strain F6_2S_P_1\nT\n and closely related species of genus \nCohnella\n.\n\n\nCharacteristic\n\n\n\n\n1\n\n\n\n\n2\n\n\n\n\n3\n\n\n\n\n4\n\n\n\n\n5\n\n\nGrowth temperature (°C)\n15–37\n15–45\n10–40\n10–45\n4–45\nGrowth pH\n6.0–8.0\n5.5–9.5\n5.0–9.0\n5.0–8.0\n5.0–8.0\nGrowth in the presence of 3% NaCl\n+\n+\n–\n+\n+\nEndospore formation\n+\n–\n+\n+\n+\nMotility\n+\n–\n+\n+\n+\nCatalase\n–\n–\n+\n+\n+\nNitrate reduction\n+\n+\n+\n–\n–\nOxidase\nw\nw\n+\n–\n–\nDextrin\n+\nN.D.\nN.D.\n+\n+\n\n\nAssimilation of:\n\n\nAlanine\n+\n–\n–\n+\nN.D.\nHistidine\n+\n–\n–\n+\nN.D.\nSerine\n+\n–\n–\n+\nN.D.\nSucrose\n+\nw\n–\n+\n+\nL-Arabinose\n+\nw\n+\n–\nN.D.\nMelibiose\n+\nw\n+\n—\nN.D.\nD-Fructose\n+\nw\nN.D.\n+\n+\nInositol\n+\n+\n—\nN.D.\n+\nLactose\n+\n–\nN.D.\n+\n+\n\n\nAcid production from:\n\n\nMaltose\n+\n–\nN.D.\n+\n–\nSucrose\n+\n–\nN.D.\n+\n+\nD-fructose\n+\n+\nN.D.\n+\n+\nD-ribose\n+\n+\nN.D.\n+\n+\nN\n-acetyl glucosamine\n+\n+\nN.D.\n+\n+\nLactose\n+\n–\nN.D.\n+\n+\nTrisodium citrate\n–\n+\nN.D.\n+\n–\nStrains: 1, F6_2S_P_1\nT\n (\nCohnella hashimotonis sp. nov\n.); 2, \nCohnella rhizosphaerae\n CSE-5610\nT\n (Kampfer et al., \n2014\n); 3, \nCohnella ginsengisoli\n DSM 18997\nT\n (Kim et al., \n2010\n); 4, \nCohnella plantaginis\n YN-83\nT\n (Wang et al., \n2012\n); and 5, \nCohnella capsici\n YN-59\nT\n (Wang et al., \n2015\n). w, weakly positive; +, positive; –, negative; N.D., not determined.\nMajor fatty acids (more than 5% of the total) are C16:0, iso-C15:0, iso-C16:0, and anteiso-C15:0 (\nTable 4\n). Differences in fatty acid profile of strain F6_2S_P_1\nT\n with regard to \nC. rhizosphaerae\n CSE-5610\nT\n, \nCohnella ginsengisoli\n DSM 18997\nT\n, \nC. plantaginis\n YN-83\nT\n, and \nC. capsici\n YN-59\nT\n are shown in \nTable 4\n. \nC. rhizosphaerae\n showed >25% of C16:0 saturated fatty acid, whereas other \nCohnella\n species exhibited <10% production. Absence of branched fatty acid such as iso-C14:0 in \nCohnella\n sp. F6_2S_P_1\nT\n and in \nC rhizosphaerae\n could be used to differentiate the novel species described in this study. However, production of iso-C16:0 and anteiso-C15:0 was very high in \nCohnella\n sp. F6_2S_P_1\nT\n when compared to other described \nCohnella\n species.\nTable 4\nPercentage of total cellular fatty acids for strain F6_2S_P_1\nT\n and closely related species of genus \nCohnella\n.\n\n\nFatty acids\n\n\n\n\n1\n\n\n\n\n2\n\n\n\n\n3\n\n\n\n\n4\n\n\n\n\n5\n\n\n\n\nSaturated\n\n\nC\n12:0\n–\n3.3\n–\n–\n–\nC\n14:0\n2.0\n5.6\n3.1\n1.6\n1.6\nC\n16:0\n4.9\n25.6\n6.7\n8.9\n7.7\n\n\nBranched\n\n\niso-C\n14:0\n–\n8.2\n4.0\n4.1\niso-C\n15:0\n10.5\n10.2\n12.2\n9.7\n11.3\niso-C\n16:0\n23.1\n12.2\n15.0\n19.2\n18.6\niso-C\n17:0\n1.1\n–\n–\nTr\n1.2\nanteiso-C\n15:0\n51.7\n36.5\n48.9\n45.3\n44.3\nanteiso-C\n17:0\n2.2\n6.7\n1.8\n3.5\n3.1\n\n\nUnsaturated\n\n\nC\n18:1\n-ω9c\n1.1\n–\n–\n1.5\n1.4\nStrains: 1, F6_2S_P_1\nT\n (\nCohnella hashimotonis sp. nov\n.); 2, \nCohnella rhizosphaerae\n CSE-5610\nT\n (Kampfer et al., \n2014\n); 3, \nCohnella ginsengisoli\n DSM 18997\nT\n (Kim et al., \n2010\n); 4, \nCohnella plantaginis\n YN-83\nT\n (Wang et al., \n2012\n); and 5, \nCohnella capsici\n YN-59\nT\n (Wang et al., \n2015\n). –, Not detected, Tr, trace amount (<1%).\nThe polar lipid profile was composed of diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, three aminophospholipids, a phospholipid, and minor amounts of unidentified polar lipid (\nSupplementary Figure S2\n). This profile is in agreement with other described members of the \nC. ginsengisoli\n clade (Kim et al., \n2010\n; Kampfer et al., \n2014\n; Wang et al., \n2015\n).\nThe quinone system contained menaquinones MK-7 (98%) and MK-8 (2%). The cell-wall peptidoglycan of strain F6_2S_P_1\nT\n contained meso-diaminopimelic acid as the diamino acid, which is the case for other described members of the \nC. ginsengisoli\n clade where that data are reported. All other described members of the \nC. ginsengisoli\n clade also contain MK-7 as the dominant menaquinone (Kim et al., \n2010\n; Kampfer et al., \n2014\n; Wang et al., \n2015\n). Descriptions of \nC. capsici\n and \nC\n. \nplantaginis\n do not report low abundance menaquinones, but the quinone system of F6_2S_P_1\nT\n is similar to that of \nC. rhizosphaerae\n (99.8% MK-7, 0.2% MK-8), while \nC. ginsengisoli\n has 93% MK-7 and 7% MK-6.",
    "comparative_genomic_analysis_of_c._hashimotonis_and_the_c._g": "Comparative genomic analysis of \nC. hashimotonis\n and the \nC. ginsengisoli\n clade\nThe genome of strain F6_2S_P_1\nT\n contained 309 genes not aligned with other species of \nCohnella\n, named or undescribed (\nFigure 6\n). Of these genes, 121 of them received an annotation from at least one predictive database. Annotated genes specific to strain F6_2S_P_1\nT\n were dominated by the COG pathways of carbohydrate and/or amino acid transport and metabolism (27 genes), transcription (10 genes), cell wall/membrane/envelope biogenesis (11 genes), and signal transduction mechanisms (+ transcription) (18 genes). The large number of carbon-cycling metabolic genes found in the genome of strain F6_2S_P_1\nT\n within \nCohnella\n is unsurprising, given the diverse nature of the carbon substrates which strain F6_2S_P_1\nT\n, \nC. capsici\n, and \nC. plantaginis\n can metabolize compared to the fairly limited substrates utilized by \nC. rhizosphaerae\n and \nC. ginsengisoli\n (\nTable 3\n).\nFigure 6\nPangenomic analysis of the genus \nCohnella\n, including C. hashimotonis sp. nov. (pink) as well as its previously unsequenced closest relatives C. rhizosphaerae (blue) and C. ginsengisoli (green).\nBecause \nC. capsici\n and \nC. plantaginis\n are both characterized as fixing N\n2\n, the annotations for the genome of strain F6_2S_P_1\nT\n were searched extensively for genes having to do with nitrogen fixation, as well as blastn and blastx searches for key genes involved in N\n2\n fixation. However, despite the presence of the gene nifU in most species of the genus \nCohnella\n, there was no indication that strain F6_2S_P_1\nT\n encodes for N\n2\n fixation.\nOther genes of interest predicted by annotation on the RAST platform include multiple genes for endospore formation and for the plant growth hormone auxin, genes which are likely shared by many members of the genus \nCohnella\n, which belongs to the order \nBacillales\n (including many known spore formers) and which are common plant endophytes. BGCs which might produce secondary metabolites were predicted in the genome of strain F6_2S_P_1\nT\n via the antiSMASH pipeline, including two lassopeptides, two non-ribosomal peptide synthetase clusters, one agrD-like cyclic lactone autoinducer peptide, one protein cluster, and one heterocyst glycolipid synthase-like polyketide synthase. All are uncharacterized except the two lassopeptides; these are moderate matches to the lasso peptide paeninodin which was characterized from the species \nPaenibacillus dendritiformis\n (Zhu et al., \n2016\n). Paeninodin and BGCs showing similarity to it have been predicted in multiple \nBacillus\n and \nPaenibacillus\n endophyte species and are suspected to have biocontrol properties that combat plant pathogens (Muñoz et al., \n2022\n; Semenzato et al., \n2022\n). The genomes of \nC. ginsengisoli, C. rhizosphaerae\n, and strain F6_2S_P_1\nT\n all contained 2–3 predicted BGCs for paeninodin, with \nC. ginsengisoli\n containing one that is a 100% match, while \nC. nanjingensis\n (the most closely related species outside the \nC. ginsengisoli\n clade) contained a single paeninodin match. The only other match in any of these species to a known BGC is a predicted cluster in the \nC. rhizosphaerae\n which is a moderate match to ectoine. Other differences include multiple cyclic lactone autoinducer peptide BGCs predicted in the genome of \nC. nanjingensis\n (vs. a single one in all other tested genomes), and a siderophore predicted in the genome of \nC. rhizosphaerae\n. Strain F6_2S_P_1\nT\n was the only genome in the genus \nCohnella\n which a heterocyst glycolipid synthase-like polyketide synthase was detected; these BGCs are used by cyanobacteria to compartmentalize N\n2\n fixation and are activated in low-nitrogen conditions (Campbell et al., \n1997\n), but as strain F6_2S_P_1\nT\n does not contain a full suite of genes for N\n2\n fixation and the cluster is not a strong match, it is likely a producer of some kind of potentially uncharacterized lipid compound. No genes for antimicrobial resistance or virulence were predicted by the ABRicate pipeline.\nThe entire closely related branch of which strain F6_2S_P_1\nT\n is a member, which we term the \nC. ginsengisoli\n clade (due to its basal position and status as the first officially described species within the clade), contained 322 gene clusters not found in any other publicly available \nCohnella\n genome. All members of this clade in addition to strain F6_2S_P_1\nT\n were originally isolated from plant tissue or the rhizosphere environment, including \nC. ginsengisoli\n (isolated from soil in which ginseng was grown, Kim et al., \n2010\n), \nC. rhizosphaerae\n (isolated from healthy maize seed tissue, Kampfer et al., \n2014\n), \nC. capsici\n (isolated from \nCapsicum\n rhizosphere, Wang et al., \n2015\n), \nC. plantaginis\n (isolated from plantain rhizosphere, Wang et al., \n2012\n), \nCohnella\n sp. OV330 (isolated from poplar rhizosphere, JGI, \n2015\n), and \nCohnella\n sp. GbtcB17 (isolated from \nGinko biloba\n root tissue, Zou et al., \n2021\n). It is speculated that strain F6_2S_P_1\nT\n might have originated from the plants grown in ISS. Since shotgun metagenomics of plants associated samples (tissue, water, and soil) were not available, the source of this novel strain isolated from the WHC location could not be confirmed. \nCohnella\n was one of the top 30 genera recently detected via 16S amplicon sequencing of plant tissue of chili peppers grown in the Advanced Plant Habitat from sterilized seeds aboard the ISS, though it was not a top genus detected in artificial soil medium (Khodadad et al., \n2022\n). \nCohnella\n was also not a dominant member of the microbiome of Outredgeous lettuce grown aboard the ISS (Khodadad et al., \n2020\n). However, since in these ISS studies, a 250-bp 16S rRNA gene amplicon was used for the microbial diversity analyses, \nCohnella\n species might have not been identified appropriately.\nFunctional enrichment analysis for the \nC. ginsengisoli\n clade compared to other \nCohnella\n species using the COG20 and KOfam databases revealed hundreds of statistically significantly enriched predicted functions (\np\n < 0.05 with FDR adjustment) annotating one or more gene clusters, including 11 functions which were detected in all \nC. ginsengisoli\n clade members (\nSupplementary Table S1\n) but in none of the rest of the genus. Most notably, \nC. ginsengisoli\n clade species were enriched in genes for heme oxygenase and for a bacteriophytochrome (annotated on NCBI as diguanylate cyclase), which were detected using both COG20 and KOfam database annotation. Consensus protein sequences for genes related to these functions, when aligned to the NCBI database, most closely match to the genome of \nPaenibacillus chitinolyticus\n (after matches to members of the \nC. ginsengisoli\n clade); heme oxygenase and diguanylate cyclase are located one after the other in the assembled chromosome of this species (NZ_CP026520.1). Heme oxygenase (HO-1) breaks down heme and releases iron and is a regulator of intracellular iron availability in plants and animals (Singh and Bhatla, \n2022\n). Enhanced HO-1 expression in plants and animals is also associated with stress response as the resulting biliverdin and bilirubin scavenge ROS species (Singh and Bhatla, \n2022\n); the bacterial species \nPaenibacillus polymyxa\n applied as a probiotic induces increased intestinal HO-1 expression as part of its anti-oxidant effects on gut health in animals (Wu et al., \n2019\n). In bacteria, expression and production of heme oxygenase are associated with iron scavenging within a host, and heme oxygenase expression can have either beneficial anti-oxidant or enhanced pathogenic effects on plant or animal hosts (Richard et al., \n2019\n). In non-photosynthetic bacteria, heme oxygenase also produces biliverdin which is used as the chromatophore in bacteriophytochromes (Takemoto et al., \n2019\n). It is also possible that this HO-1/diguanylate cyclase complex acts as an oxygen sensor (Martínková et al., \n2013\n). Other functions significantly enriched in this clade include stress response genes such as heat shock protein DnaJ. KEGG pathway analysis predicted two functional pathways in all \nC. ginsengisoli\n clade species which were not present in any other \nCohnella\n species: a pathway for carbon fixation (incomplete reductive citrate cycle) and a pathway for plant terpenoid biosynthesis (specifically beta-carotene biosynthesis).\nPredictive analysis of the presence of CAZymes (carbohydrate-active enzymes, Drula et al., \n2022\n) was followed by ordination (\nFigure 7\n; \nSupplementary Figure S3\n) and heatmap generation (\nSupplementary Figure S4\n). Both heatmaps and ordinations show that strain F6_2S_P1\nT\n and its closest relatives cluster tightly together, along with \nC. fermenti\n (isolated from a fermented vegetable, Lin et al., \n2020\n)\n, C. phaseoli\n (isolated from the root nodule of a legume species, Garcia-Fraile et al., \n2008\n)\n, C. zeiphila\n (isolated from corn tissue, Johnson et al., \n2021\n), and several undescribed strains; members of the \nC. ginsengisoli\n clade, therefore, appear to be both taxonomically similar and have similar profiles of carbohydrate-cycling genes. PERMANOVA analysis confirmed that the centroid of the \nC. ginsengisoli\n clade was significantly different from that of other \nCohnella\n and \nPaenibacillus\n species (\np\n < 0.001). One axis out of three in the NMDS ordination clearly differentiates the \nC. ginsengisoli\n clade and the other \nCohnella\n species mentioned above from the majority of \nCohnella\n and \nPaenibacillus\n species (NMDS2, shown in \nFigure 7\n; \nSupplementary Figure S3\n); therefore, scores correlating CAZyme ordination vectors to this axis using the envfit function were assessed for significance, plotted, and ranked against the axis in question.\nFigure 7\nFirst two axes of NMDS ordination (standardization = “range,” distance = “Bray-Curtis,” maxit = 500, k = 3, stress = 0.129, R\n2\n = 0.98) for counts of different predicted CAZymes in the genomes of \nCohnella\n and Paenibacillus species. Also present in the figure are CAZyme vector correlations with axes 1 and 2 (not original coordinates) via envfit/Pearson's correlation with fdr correction + p < 0.01. Species belonging to the C. ginsengisoli clade and the top 4 CAZyme families/subfamilies positively correlated with axis 2 are labeled.\nMost strongly associated with this axis and the \nC. ginsengisoli\n clade are the CAZyme families CBM67 and GH78, which were both identified as part of the enzyme α-L-rhamnosidase which alters flavonoids and other rhamnose-containing glycosides such as pectins in plant cell walls (Yadav et al., \n2010\n). Flavonoids are phenolic compounds produced by plants that often have medicinal or flavorful properties. α-L-rhamnosidase cleaves terminal α-rhamnose residues and in doing so helps concentrate and improve the action of flavonoids; α-L-rhamnosidase from different bacterial species is used for many industrial applications such as improving wine aroma, sweetening fruit juice, and increasing concentration and efficacy of antibiotic and anti-cancer compounds \n(\nXie et al., \n2022\n)\n. The \nC. ginsengisoli\n clade and other \nCohnella\n species enriched in α-L-rhamnosidase enzyme modules are all confirmed or likely plant symbionts or feed on plant tissue; however, since the majority of \nCohnella\n and \nPaenibacillus\n species appear to have at least some association with plant tissue or rhizosphere, there may be additional promising applications for these particular species in processing plant medicinal or other plant phenolic compounds.\nCAZymes negatively associated with the \nC. ginsengisoli\n clade (and associated mainly with \nPaenibacillus\n species) include chitosanases (GH46 and CBM12), endo-β-N-acetylglucosaminidase (GH85), and β-1,4-mannosyl-glycoprotein β-1,4-N-acetylglucosaminyltransferase (GT17). Four CAZyme families associated with the \nC. ginsengisoli\n clade compared to other \nCohnella\n and \nPaenibacillus\n species had an effect size of 0.5 or greater (Kruskal–Wallis); these were maltooligosaccharide-producing α-amylases (CG13_5), chondroitin AC lyase (PL8_3), and alginate lyases (PL34 and PL14_3).",
    "presence_of_cohnella_sp._f6_2s_p_1t_in_iss_metagenomes": "Presence of \nCohnella\n sp. F6_2S_P_1\nT\n in ISS metagenomes\nMetagenomic reads from ISS surfaces, crew capsule, and ISS HEPA filter particulates (Venkateswaran et al., \n2014\n; Checinska Sielaff et al., \n2019\n; Urbaniak et al., \n2022\n) were mapped to the genome of strain F6_2S_P_1\nT\n. Most metagenomes had <0.05% of reads that mapped to strain F6_2S_P_1\nT\n, with a maximum of 0.22% of reads mapping to strain F6_2S_P_1\nT\n for a low-read-number sample collected from the cupola of the ISS during Flight 4 of the Microbial Tracking 2 mission series. But upon examination of regions to which the metagenomic reads mapped to strain F6_2S_P_1\nT\n, 98+% of reads mapped to regions of 16S or 23S rRNA genes and were only considered significant by bowtie2 because of the conserved nature of the 16S and 23S rRNA genes. We therefore concluded that strain F6_2S_P_1\nT\n is not dominant in the ISS environmental surfaces or air particulates collected during the Microbial Tracking 1 and 2 mission series. However, molecular microbial diversity-based examination of plant and its associated materials using culturing and metagenomics would allow NASA to trace the source of this strain, since \nCohnella\n species were reported to produce hormones that might promote growth of plants. For example, as mentioned above, \nCohnella\n was an abundant genus in the microbiome of healthy plant tissue of chili plants grown aboard the ISS (Khodadad et al., \n2022\n).",
    "conclusion": "Conclusion\nWe used multiple means of characterization, including phenotypic, chemotaxonomic, phylogenetic, and functional genome-prediction methods to characterize \nCohnella\n sp. F6_2S_P_1\nT\n and place it within the established taxonomy of the genus \nCohnella\n. Based on these data, we propose that this novel species be named \nC. hashimotonis\n. We also characterized the branch of \nCohnella\n within which \nC. hashimotonis\n is placed and predicted functional characteristics of \nC. hashimotonis\n and the \nC. ginsengisoli\n clade as a whole. All species of \nCohnella\n closely related to \nC. hashimotonis\n are from the plant/rhizosphere environment and likely have mutualistic associations with plant roots or other tissue. It is likely, therefore, that \nC. hashimotonis\n was introduced to the ISS not as a human commensal but as a plant commensal during one of the many plant growth experiments conducted on board. Nevertheless, \nC. hashimotonis\n can clearly survive in the extreme conditions of the ISS built environment, including radiation exposure, desiccation, low nutrient availability, and microgravity, and is closely related to a number of rhizosphere bacteria; it is therefore a promising candidate for testing as a member of plant-growth-promoting consortia for future plant experiments in outer space.",
    "description_of_cohnella_hashimotonis_sp._nov.": "Description of \nCohnella hashimotonis\n sp. nov.\nCohnella hashimotonis\n (ha.shi.mo.to.nis. masc. n. \nhashimotonis\n named in honor of Professor Hideo Hashimoto, a food microbiologist from Hiroshima Univ., Japan). Cells are endospore-forming, aerobic, and gram-positive rods, 0.5–0.6 μm in width and 0.8–100+ μm in length. In addition to normal cells, elongated, spaghetti-like cells (\nFigures 4D\n, \n5B\n) are observed in light microscopy and SEM images. Colonies are translucent cream-colored, acquiring a pinkish tinge after multiple days of growth, and grow well on R2A but poorly on TSA. Growth occurs at between 15 and 37°C, between pHs 6 and 8, and from 0 to 3% NaCl. Colonies are weakly oxidase-positive and catalase-negative. This species reduces nitrate to nitrite, produces dextrin from starch, and utilizes the following carbon substrates: alanine, histidine, serine, sucrose, L-arabinose, melibiose, D-fructose, inositol, and lactose. The following substances are utilized for acid production: maltose, sucrose, D-fructose, D-ribose, N-acetyl, glucosamine, lactose, and trisodium citrate. Major fatty acids composing \nC. hashimotonis\n are anteiso-C\n15:0\n (51.7%), iso-C\n16:0\n (23.1%), and iso-C\n15:0\n (10.5%). The polar lipids are diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, three aminophospholipids, and a phospholipid. The major quinone system is menaquinones MK-7. The cell-wall peptidoglycan of strain contained meso-diaminopimelic acid as the diamino acid.\nC. hashimotonis\n is closely related to \nC. rhizosphaerae\n and \nC. ginsengisoli\n based on 16 rRNA gene sequence similarity (<99%). However, the phylogenetic position of the strain F6_2S_P_1\nT\n was resolved as a novel species due to gyrB sequence similarity (<94%), ANI (<89%), and dDDH (<35%) analyses with any other sequenced \nCohnella\n species. GC content is 58.37%. The type strain F6_2S_P_1\nT\n was isolated from the wall behind the Waste Hygiene Compartment, i.e., the space toilet, aboard the ISS, in 2018; its genome is available on NCBI, accession number JAGRPV000000000. The type strain F6_2S_P_1\nT\n is submitted to two culture collections (=NRRL B-65657\nT\n and DSMZ 115098\nT\n).",
    "data_availability_statement": "Data availability statement\nThe datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found in the article/\nSupplementary material\n.",
    "author_contributions": "Author contributions\nNS and KV managed the ISS strain collection and the ISS strain genome sequencing project. AS, VE, and KV conceived and designed the study. VE and AS performed the microbiological experiments and carried out the phenotypic assays. VE performed BioLog based biochemical characterization and chemotaxonomy. FK managed to coordinate in sample collection from ISS and developed sample collection protocols. CM and ND generated shotgun metagenome sequences using ONT platform. NS performed the original taxonomic analysis and \nde novo\n assembly. AS performed genomic, pangenomic, and metagenomic characterization, long-read assemblies, and light microscopy assays and wrote the manuscript. KV edited the manuscript. CP performed SEM on F6_2S_P_1\nT\n. All authors read and approved the final manuscript.",
    "conflict_of_interest": "Conflict of interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "publisher's_note": "Publisher's note\nAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "supplementary_material": "Supplementary material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fmicb.2023.1166013/full#supplementary-material\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10308117/"
}