{
  "id": "PMC10793275",
  "title": "Draft genome sequence of Sphingomonas paucimobilis strain Sph5, isolated from tap water filtration membrane",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft genome sequence of Sphingomonas paucimobilis strain Sph5, isolated from tap water filtration membrane",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10793275/"
  },
  "sections": {
    "abstract": "ABSTRACT\nSphingomonadaceae are common membrane colonizers and biofilm formers. As part of our studies on long-term genetic changes in drinking water biofilm species, we report the draft genome sequence of \nSphingomonas\n strain Sph5, isolated from a tap water filtration membrane. The isolate was determined as \nSphingomonas paucimobilis\n through whole genome sequencing and \nde novo\n assembly.",
    "announcement": "ANNOUNCEMENT\nWidely used for drinking water, membrane filtration systems face biofouling due to microbe accumulation and biofilm formation. Studies reveal Sphingomonadaceae as common initial colonizers, persisting dominantly during biofilm growth (\n1\n\n\n–\n\n\n4\n). Here, we report the genome sequence of a prevalent isolate.\n\n\nSphingomonas\n spp. Sph5 was isolated from a biofilm on a Nadir MP005 microfiltration membrane used for drinking water biofouling studies (\n1\n, \n5\n). Sph5 was previously reported to be phylogenetically closest to \nSphingomonas sanguinis\n strains BAB-7166 (99%) and NBRC 13937 (99%) based on 16S rRNA sequencing and cultivation methods (\n1\n). However, the whole genome sequence (WGS) was not reported. WGS analysis is critical to uncover strain-specific traits associated with membrane biofouling. Here, we report the WGS of \nSphingomonas\n spp. Sph5 using Illumina short-read sequencing and \nde novo\n assembly methods.\nWe received the \nSphingomonas\n spp. Sph5 water isolate from Wetsus, Netherlands. Single isolated colonies were obtained on Reasoner’s 2A agar (R2A, Teknova R0005; Difco 214530) and cultured in R2A broth at room temperature. Genomic DNA was extracted using DNeasy UltraClean microbial kit (Qiagen 12224) following the company-provided protocol.\nSequencing libraries were generated using Kapa’s Hyperplus kit (KK8514) and IDT adapters (#00989130v2). Quality was verified using an Agilent Tapestation and qPCR (NEBNext Library Quant Kit, E7630L) on Thermo Fisher’s Quantstudio5.\nNineteen million 2 × 150 bp reads were obtained on a NovaSeq (Illumina) at Anschutz Medical Campus Genomics and Microarray Core, with an average Phred score of 33–36 calculated by FastQC [v0.11.9 (\n6\n)].\nAssembly was performed with SPADES, default isolate settings [v3.15.2 (\n7\n)]. Contigs were aligned to NCBI databases with DIAMOND [v2.0.13 (\n8\n)]. Completeness was estimated using BUSCO [v5.2.2 (\n9\n)] proteobacteria marker genes. Of the 219 genes, there were 214 (97.7%) complete and single copy, 2 (0.9%) duplicated, 1 (0.5%) fragmented, and 2 (0.9%) missing.\nFor species identification, average nucleotide identity (ANI) was calculated between all complete \nSphingomonas\n genomes and Sph5 with PYANI [v0.2.11 (\n10\n)] and MUMMER [v4.0.0 (\n11\n)]. ANI scores between Sph5 and \nS. paucimobilis\n ranged from 99.77%–99.95%, while ANI between Sph5 and \nS. sanguinis\n was 87.74%.\nAnnotations were predicted with Prokka [v1.14.6 (\n12\n)], given \nS. sanguinis\n and \nS. paucimobilis\n references (\nTable 1\n), and used for orthogroup-based phylogeny construction with Orthofinder [v2.5.4 (\n13\n)], MAFFT [v7.490 (\n14\n)], and FastTree [v.2.1.10 (\n15\n)].\nTABLE 1\nSummary of the draft whole genome sequences of \nSphingomonas paucimobilis\n Sph5 from the tap water filtration membrane\nVariable\nData\nGenus and species\n\n\nSphingomonas paucimobilis\n\n\nStrain\n\n\nSph5\n\n\nNCBI accession no.\nJAMRJL000000000\nCountry\nThe Netherlands\nSource\nBiofilm on Nadir MP005 microfiltration membrane\nFeed water source\nTap water from the city of Leeuwarden\nGenome size (bp)\n4680620\nN\n50\n (bp)\n4016723\nScaffold reference\nASM1602843v1\nScaffolds ≥50,000 bp\n29, 4\nMean coverage\n1,089×\nG + C content (%)\n65.30\nNo. of annotated CDS\n3,342\nNo. of raw reads\n19,032,602\nNo. of reads used for assembly\n19,032,602\nNo. of coding sequences\n4,321\nThe WGS phylogeny (\nFig. 1\n) confirms that Sph5 is closest to \nS. paucimobilis\n while related to \nS. sanguinis\n. As a result, \nS. paucimobilis\n reference genomes were used for RagTag [v2.1.0 (\n16\n)] scaffolding of Sph5 contigs. ASM1602843v1 was the best scaffold (93.6% total length in three longest contigs of resulting assembly). Realignment of raw reads to ASM1602843v1-scaffolded Sph5 assembly with BWA [v0.7.17 (\n17\n)], SamTools [v1.12 (\n18\n)], and Picard [v2.25.0 (\n19\n)], evaluated by Mosdepth [v0.3.3 (\n20\n)], supports this (99.48% reads aligned, 1,089× coverage).\nFig 1\nOrthofinder-generated rooted tree of 50 complete \nSphingomonas\n genomes with the Sph5 strain. Branch lengths represent evolutionary distance. We used the multiple-sequence alignment option with MAFFT and used FastTree to infer the trees. The mathematical parameters used are built in to the OrthoFinder tool, and we did not alter them from the default.\nRe-annotation with Prokka predicts 4,321 CDS, 3 rRNAs, 54 tRNAs, 1 tmRNA, and 1 repeat region. Of the CDS, 3,342 could be functionally annotated.",
    "data_availability": "DATA AVAILABILITY\nThe assembly and raw data are deposited at NCBI through the SRA genome submission portal under the accession numbers \nJAMRJL000000000\n and \nSRR25337554\n. The version deposited in this paper is the first version."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10793275/"
}