{
  "id": "PMC10344948",
  "title": "Caenorhabditis elegans in microgravity: An omics perspective",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Caenorhabditis elegans in microgravity: An omics perspective",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10344948/"
  },
  "sections": {
    "permalink": "Copy",
    "amanda_scott": "1\nDepartment of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, Athens, OH, USA\nFind articles by \nAmanda Scott",
    "craig_rg_willis": "2\nSchool of Chemistry and Biosciences, Faculty of Life Sciences, University of Bradford, Bradford, UK\nFind articles by \nCraig RG Willis",
    "masafumi_muratani": "3\nTransborder Medical Research Center and Department of Genome Biology, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan\nFind articles by \nMasafumi Muratani",
    "atsushi_higashitani": "4\nGraduate School of Life Sciences, Tohoku University, Sendai, Japan\nFind articles by \nAtsushi Higashitani",
    "timothy_etheridge": "5\nDepartment of Sport and Health Sciences, College of Life and Environmental Sciences, University of Exeter, Exeter, UK\nFind articles by \nTimothy Etheridge",
    "nathaniel_j_szewczyk": "1\nDepartment of Biomedical Sciences, Heritage College of Osteopathic Medicine, Ohio University, Athens, OH, USA\n6\nOhio Musculoskeletal and Neurological Institute, Ohio University, Athens, OH, USA\nFind articles by \nNathaniel J Szewczyk",
    "colleen_s_deane": "5\nDepartment of Sport and Health Sciences, College of Life and Environmental Sciences, University of Exeter, Exeter, UK\n7\nHuman Development & Health, Faculty of Medicine, University of Southampton, Southampton General Hospital, Southampton, UK\nFind articles by \nColleen S Deane",
    "summary": "The application of omics to study \nCaenorhabditis elegans\n (\nC. elegans\n) in the context of spaceflight is increasing, illuminating the wide-ranging biological impacts of spaceflight on physiology. In this review, we highlight the application of omics, including transcriptomics, genomics, proteomics, multi-omics, and integrated omics in the study of spaceflown \nC. elegans\n, and discuss the impact, use, and future direction of this branch of research. We highlight the variety of molecular alterations that occur in response to spaceflight, most notably changes in metabolic and neuromuscular gene regulation. These transcriptional features are reproducible and evident across many spaceflown species (e.g., mice and astronauts), supporting the use of \nC. elegans\n as a model organism to study spaceflight physiology with translational capital. Integrating tissue-specific, spatial, and multi-omics approaches, which quantitatively link molecular responses to phenotypic adaptations, will facilitate the identification of candidate regulatory molecules for therapeutic intervention and thus represents the next frontiers in \nC. elegans\n space omics research.\nSubject areas:\n Omics, Model organism, Space sciences",
    "graphical_abstract": "Open in a new tab",
    "introduction": "Since Yuri Gagarin first traveled to space in 1961, human spaceflight activity has grown rapidly. One of the most notable events to date was the 1998 launch of the International Space Station (ISS), a lower Earth orbiting research platform, which allows astronauts to live and work in space for up to a year at a time.\n1\n The microgravity environment of space presents an extreme environmental stressor, which induces a multitude of physiological maladaptations including, but not limited to, skeletal muscle and bone loss, cardiovascular decline, immune compromise,\n2\n neuronal damage, and decreased gray matter volume.\n3\n These resemble some of the adverse health changes associated with chronological aging on Earth, and additionally serve as an accelerated model of other non-communicable health concerns such as diabetes, cardiovascular disease, and obesity.\n4\n As people look to travel further into space and for longer periods than ever before—owing to the rise in commercial spaceflight and increasingly lower cost access to space—understanding the mechanistic underpinnings of spaceflight-induced maladaptation is essential to developing effective countermeasures that promote safe space travel and also benefit health on Earth.\nHuman and rodent studies have provided invaluable insight into the mechanistic regulation of the microgravity phenotype; however, they are limited by significant operational (e.g., crew time, human/rodent numbers, and sample feasibility) and economical (e.g., high costs) constraints.\n5\n,\n6\n Alternative model organisms are, therefore, required to achieve the experimental power necessary to draw conclusions on the causes of space-induced health decline. \nCaenorhabditis elegans\n (\nC. elegans\n) is a non-parasitic, microscopic (∼0.25–1 mm) nematode characterized by a short lifespan (∼3 weeks), large brood size, fully sequenced genome, multiple evolutionary conserved mechanisms, ease of culture, and low expense,\n7\n presenting a primary biologically relevant model for spaceflight research that is relatively cheap and feasible. In fact, \nC. elegans\n spaceflight experiments have been conducted since the time of the space shuttle. Previous studies have shown that \nC. elegans\n can mate, reproduce, and undergo embryonic development during spaceflight, and they are also susceptible to radiation-induced mutations during spaceflight.\n8\n,\n9\n However, since these experiments were performed on ordinary agar medium, the effects of strong hydrostatic pressure adhesion between the \nC. elegans\n and the agar surface could not be ruled out. Therefore, in examining the effects of microgravity, a liquid culture was devised. The first space experiment to test the difference between liquid and agar media could not be analyzed due to an unforeseen accident on Columbia’s return. However, the \nC. elegans\n were found alive a few days later, protected by a sturdy container.\n10\n Since then, our space experiments have been conducted using CeMM (\nC. elegans\n Maintenance Medium)\n11\n and \nE. coli\n OP-50 liquid media. In addition, \nC. elegans\n permit the use of genetic and molecular tools (e.g., genetic mutants), to dissect specific biological pathways and trial emerging countermeasures, such as the efficacy of preclinical drugs.\n12\n Since \nC. elegans\n display high molecular, metabolic, and physiologic orthology with people, with as much as 83% of the \nC. elegans\n proteome sharing homologous genes with humans,\n13\n they serve as efficient model organisms to understand (human) disease processes. For example, their use as a biomedical research model organism has been invaluable in the study of Alzheimer disease and Duchenne muscular dystrophy.\n14\n Specific to spaceflight, \nC. elegans\n successfully live in microgravity\n15\n and display reduced movement capacity,\n16\n analogous to the decline in muscle function observed in astronauts post-flight,\n17\n demonstrating the suitability of \nC. elegans\n as a model organism to study the effects of spaceflight on physiology. Therefore, using \nC. elegans\n to uncover the precise molecular mechanisms regulating adaptations to microgravity can significantly accelerate our understanding of the mechanisms of spaceflight-induced physiological decline in humans.\nRecently, there has been an exponential increase in the use of “omics” technologies and informatic tools to probe the etiology of, and develop countermeasures for, pathological states,\n18\n including spaceflight.\n19\n The application of omics seeks to establish the sum of the parts within a biological system, rather than identifying individual components, promoting a holistic rather than reductive path of biological study.\n20\n In addition to the beneficial “systems biology” approach, omics can capitalize on pre-existing biological samples (i.e., samples that were collected before the omics “boom” and “bio-banked” samples), which are particularly rare in the context of spaceflight. Recently, the National Aeronautics and Space Administration (NASA) launched project “GeneLab” to allow free and unrestricted access to omics data from spaceflight experiments to researchers all over the globe.\n21\n The success of this open-science model has maximized the use of scarce spaceflight biological samples and led to several discoveries otherwise not possible, such as the identification of spaceflight CO\n2\n levels as a confounding variable in the animal enclosure modules used in rodent experiments.\n22\n More recently, the European Space Agency (ESA)-funded Space Omics Topical Team has supported new and ongoing ESA scientific community activities that focus on the application and exploitation of omics research in space.\n23\n,\n24\n Indeed, omics technology has been applied to spaceflight research using \nC. elegans\n, leading to a more complete understanding of biological processes that occur in response to spaceflight, although these works remain to be consolidated.\nThe aim of this narrative review is, therefore, to summarize the literature pertaining to the use of \nC. elegans\n as a model organism for spaceflight-related research with a specific focus on publications that have applied omics technologies to uncover the mechanistic basis of the microgravity phenotype, thus highlighting how the extensive use of \nC. elegans\n in spaceflight research has constructed a more coherent picture of the biological response to spaceflight. To do this, we provide an overview of the available omics literature, including hyper-, micro-, and simulated gravity scenarios, highlighting key biological themes and, where relevant, highlight how the molecular flight-responsive signatures in worms correspond with known molecular and/or functional adaptations reported in higher animals and humans. We also summarize the impact of the \nC. elegans\n space omics literature to date and highlight what we believe are the next frontiers in \nC. elegans\n space omics research. Although previous reviews have appreciated the use of \nC. elegans\n as a model organism for spaceflight research, these reviews have either not focused on omics\n25\n or are non-comprehensive due to geographical constraints.\n24\n Thus, global efforts combining \nC. elegans\n and omics in space remain to be detailed.",
    "omics_investigations_of_c._elegans_in_microgravity": "To date, the majority of omics spaceflight research in \nC. elegans\n is transcriptomic in nature, with far fewer proteomic investigations and comparative omics analysis (summarized in \nTables 1\n, \n2\n, and \n3\n, respectively). Together, these investigations have revealed robust metabolic and neuromuscular biological themes, discussed herein (\nFigure 1\n).\nTable 1.\n\n\nTranscriptomic investigations of \nC. elegans\n in the context of microgravity\n\n\n\n\n\n\nAuthors\n\n\nSpaceflight\nMission/s\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nCelen et al.\n26\n\n\n\n\nCERISE\nSimulated microgravity\n\n\nRNA-seq\n\n\n\n\n\n\n-\nSimulated microgravity affects the sphingolipid signaling pathway and the longevity-regulating insulin/IGF-1 pathway\n\n\n\n\n\n\n-\n118 genes were identified as commonly differentially expressed in \nC. elegans\n exposed to either simulated microgravity or spaceflight\n\n\n\n\n\n\nDetrimental effects from spaceflight are replicable in simulated microgravity and pose long-term health concerns\n\n\n\n\n\n\nSudevan et al.\n27\n\n\n\n\nCERISE\nEPIGENETICS\nMME\nSimulated microgravity\n\n\nMicroarray\n\n\n\n\n-\nSpaceflown \nC. elegans\n consistently display decreased \ncomt-4\n gene expression (a catechol-\nO\n-methyltransferase dopamine degradation enzyme)\n\n\n\n\nTargeting the dopamine system may be a viable and realistic therapeutic to promote safe space travel\n\n\n\n\n\n\nSun et al.\n28\n\n\n\n\nSimulated microgravity\n\n\nRNA-seq\n\n\n\n\n\n\n-\nMultiple intestinal long non-coding RNAs were increased/decreased by simulated microgravity\n\n\n\n\n\n\n-\nKnockdown of a candidate long non-coding RNA and simulated microgravity led to the dysregulation of 43 genes\n\n\n\n\n\n\nLong non-coding RNAs are involved in regulating the response to simulated microgravity\n\n\n\n\n\n\nHigashitani et al.\n29\n\n\n\n\nEPIGENETICS\n\n\nMicroarray\n\n\n\n\n-\n39 genes expressed in \nC. elegans\n in response to microgravity are suppressed by the action of HDA-4\n\n\n\n\n(At least some) transcriptional changes caused by microgravity are epigenetically controlled\n\n\n\n\n\n\nSun et al.\n30\n\n\n\n\nSimulated microgravity\n\n\nmiRNA-Seq\n\n\n\n\n-\n19 miRNAs are dysregulated by exposure to simulated microgravity, many of which served to protect against the toxicity of microgravity\n\n\n\n\nmiRNA regulation can be protective against the negative effects of simulated microgravity\n\n\n\n\n\n\nTee et al.\n31\n\n\n\n\nSimulated microgravity\n\n\nMicroarray\n\n\n\n\n\n\n-\n1 gene was downregulated in nematode growth medium-cultured \nC. elegans\n exposed to simulated microgravity\n\n\n\n\n\n\n-\n6 genes were upregulated and 2 downregulated in \nC. elegans\n exposed to Maintenance Medium during microgravity\n\n\n\n\n\n\n-\n5 of the upregulated genes encoded non-coding RNAs\n\n\n\n\n\n\nSimulated microgravity on a single generation of \nC. elegans\n did not induce major transcriptional changes\n\n\n\n\n\n\nGao et al.\n32\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nProtein phosphorylation/dephosphorylation is receptive to microgravity and space radiation\n\n\n\n\n\n\n-\nMicrogravity impacts transcription depending on the dystrophin gene (\ndys-1\n)\n\n\n\n\n\n\n-\nLoss of function of \nced-1\n (apoptotic gene) leads protective responses to space radiation\n\n\n\n\n\n\nMicrogravity elicits transcriptional changes in \nC. elegans\n during short-duration spaceflight\n\n\n\n\n\n\nHigashibata et al.\n33\n\n\n\n\nCERISE\n\n\nMicroarray\n\n\n\n\n-\nDownregulation of muscle-related genes (such as the myosin heavy chains, troponins, and intermediate filaments) and metabolic genes in spaceflown samples\n\n\n\n\nGene changes reproducible across spaceflights\n\n\n\n\n\n\nZhao et al.\n34\n\n\n\n\nSZ-8\n\n\nMicroarray\n\n\n\n\n-\n86 differentially expressed genes were identified in response to space, and were mainly related to oxidative phosphorylation\n\n\n\n\nMicrogravity was the main factor to induce the biological effects in the level of gene expressions, rather than space radiation\n\n\n\n\n\n\nGao et al.\n35\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nSpaceflight increased the number of differentially expressed miRNAs\n\n\n\n\n\n\n-\nSpace conditions increased changes in the expression of miRNAs that may impact development, energy metabolism, apoptosis, and signaling transduction\n\n\n\n\n\n\nmiRNAs are likely involved in apoptosis during short-term spaceflight\n\n\n\n\n\n\nGao et al.\n36\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nDouble the number of transcripts were significantly altered in the spaceflight environment compared with space radiation alone\n\n\n\n\n\n\n-\nThe majority of alterations were related to protein amino acid dephosphorylation and histidine metabolic and catabolic processes\n\n\n\n\n\n\n-\ncel-miR-81, cel- miR-82, cel-miR-124, and cel-miR-795 were predicted to regulate DNA damage response\n\n\n\n\n\n\nMicrogravity, in the presence of radiation, enhances the DNA damage response in \nC. elegans\n\n\n\n\n\n\n\n\nXu et al.\n37\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\n23 miRNAs were altered in spaceflight\n\n\n\n\n\n\n-\nMost putative target genes of the altered miRNAs were predicted to be involved in developmental processes\n\n\n\n\n\n\n-\ncel-miR-52, -55, and −56 of the miR-51 family were sensitive to space environmental stressors\n\n\n\n\n\n\n\n\nC. elegans\n respond to spaceflight by altering miRNAs expression\n\n\n\n\n\n\nEtheridge et al.\n38\n\n\n\n\nCERISE\n\n\nMicroarray\nmicroRNA\n\n\n\n\n\n\n-\nThe expression of the vast majority of microRNAs is not affected by microgravity\n\n\n\n\n\n\n-\nRNAi effectively silenced transgenic and endogenous genes in the gonad\n\n\n\n\n\n\n-\nRNAi against lysosomal protease genes prevented muscle protein degradation\n\n\n\n\n\n\nRNAi works as effectively in the spaceflight environment as on Earth within multiple tissues\n\n\n\n\n\n\nSelch et al.\n39\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nNormal developmental timing, apoptosis, and DNA repair transcriptional signature\n\n\n\n\n\n\n-\nAltered muscle developmenttranscriptional signature\n\n\n\n\n\n\n-\nSpaceflown \nC. elegans\n undergo a metabolic shift, which may be underlaid by insulin and/or TGF-β signaling\n\n\n\n\n\n\n\n\nC. elegans\n can be used to study the effects of altered gravity\n\n\n\n\n\n\nHigashibata et al.\n40\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nMicrogravity upregulated genes related to early embryogenesis\n\n\n\n\n\n\n-\nMicrogravity downregulated genes related to locomotion\n\n\n\n\n\n\nMicrogravity regulates genes related to locomotion, early embryogenesis, and regeneration in \nC. elegans.\n\n\n\n\n\n\n\n\nHigashibata et al.\n16\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nMyosin heavy chain isoforms in the body wall muscles (isoforms A & B) and the pharyngeal muscles (isoforms C & D) decreased in expression in \nC. elegans\n developed in space, relative to ground controls\n\n\n\n\n\n\n-\nExpression of transcription factors controlling the expression of the myosin heavy chain isoforms was also decreased\n\n\n\n\n\n\n-\nGenes encoding troponins and tropomyosins were also decreased\n\n\n\n\n\n\n\n\nC. elegans\n muscle development is altered in spaceflight, which may contribute to spaceflight-induced muscle atrophy\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nCERISE, \nC. elegans\n RNAi Space Experiment; EDL, extensor digitorum longus; EPIENETICS, The effect of microgravity on the epigenetic modification in \nC. elegans\n; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space; IGF-1, Insulin-like growth factor 1; ISS, International Space Station; MME, Molecular Muscle Experiment; SZ-8, Shenzhou-8; TGF-β, transforming growth factor-beta.\nTable 2.\n\n\nProteomic investigations of \nC. elegans\n in the context of microgravity\n\n\n\n\n\n\nAuthors\n\n\nSpaceflight\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nHigashibata et al.\n33\n\n\n\n\nCERISE\n\n\niTRAQ\n\n\n\n\n\n\n-\n16 upregulated proteins, with many related to protein synthesis\n\n\n\n\n\n\n-\n43 downregulated proteins, many being cytoskeletal and metabolic proteins\n\n\n\n\n\n\nProtein changes reproducible across spaceflights\n\n\n\n\n\n\nHigashibata et al.\n41\n\n\n\n\nICE-FIRST\n\n\n2D gel electrophoresis and MALDI-TOF MS\n\n\n\n\n\n\n-\n∼100 proteins identified\n\n\n\n\n\n\n-\nSpaceflight reduced paramyosin and aconitase expression\n\n\n\n\n\n\n-\nSpaceflight reduced the expression of troponin T, but increased the phosphorylation of troponin T\n\n\n\n\n\n\nSpaceflight influenced the expression of muscle-related proteins\n\n\n\n\n\n\nHigashibata et al.\n40\n\n\n\n\nICE-FIRST\n\n\n2D gel electrophoresis\n\n\n\n\n\n\n-\n>1000 total protein spots and ∼200 phosphoprotein spots detected\n\n\n\n\n\n\n-\n10%–15% significantly increased or decreased in spaceflown samples\n\n\n\n\n\n\n-\nSeveral phosphoprotein spots also significantly reduced in spaceflown samples\n\n\n\n\n\n\nSpaceflight impacts proteome\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nCERISE, \nC. elegans\n RNAi Space Experiment; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space; ISS, International Space Station; iTRAQ, isobaric tags for relative and absolute quantitation; MALDI-TOF, matrix-assisted laser desorption/ionization-time of flight; MME, Molecular Muscle Experiment; MS, mass spectrometry; 2D, 2 dimensional.\nTable 3.\n\n\nComparative omic investigations of \nC. elegans\n in the context of microgravity\n\n\n\n\n\n\nAuthors\n\n\nSpaceflight\nMission/s\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nCahill et al.\n12\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nC. elegans\n transcriptional response to spaceflight demonstrates greater similarity with mouse EDL (fast-twitch muscle) compared to the soleus (slow-twitch muscle)\n\n\n\n\n\n\n-\nThere was a similar increase in proliferation-related genes, cAMP signaling\n\n\n\n\n\n\n\n\nC. elegans\n results might be able to be extrapolated to mammalian results\n\n\n\n\n\n\nWillis et al.\n5\n\n\n\n\nMicrogravity:\nICE-FIRST\nCERISE\nHypergravity\n\n\n\n\nMicroarray\n\n\n\n\n\n\n-\nMost common gene signatures between hypergravity and microgravity were similarly upregulated (ubiquitin-mediated catabolism, actin cytoskeleton regulation, cell cycle processes) or downregulated (immune system regulation)\n\n\n\n\n\n\n-\n“Metabolic regulation” displayed opposing regulation in response to hypergravity versus microgravity\n\n\n\n\n\n\nHypergravity and microgravity elicit neuronal and metabolic adaptations\n\n\n\n\n\n\nLeandro et al.\n42\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nOnly 6 genes were commonly downregulated in \nC. elegans\n and \nDrosophila melanogaster\n\n\n\n\n\n\n-\nAlthough, the number of genes that could be compared was reduced to only ∼20% of the comparative genome, due to ortholog-related challenges\n\n\n\n\n\n\n-\nThe 6 genes were associated with metabolic and neuromuscular signaling\n\n\n\n\n\n\nVery few genes are commonly regulated between \nC. elegans\n and \nDrosophila melanogaster\n by spaceflight\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\ncAMP, cyclic adenosine monophosphate; CERISE, \nC. elegans\n RNAi Space Experiment; EDL, extensor digitorum longus; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nKey insights from \nC. elegans\n space omics experiments\n\n\n(A) Venn diagram depicting reproducible gene expression signatures from multiple microgravity experiments in \nC. elegans\n.\n\n\n(B) A summary of the key findings from \nC. elegans\n space omics experiments.\nMetabolic alterations in microgravity\n\n\nBoth transcriptomic and proteomic investigations have been applied in an effort to understand the biological response of \nC. elegans\n to spaceflight, which have revealed robust metabolic alterations. In fact, three independent spaceflight missions, the FIRST International \nC. elegans\n Experiment in space (ICE-FIRST), \nC. elegans\n RNA Interference in Space Experiment (CERISE), and Shenzhou-8 (SZ-8), have all found altered metabolism in flight (\nFigure 1\n). The first investigation into the transcriptional responses in spaceflown worms was ICE-FIRST in 2006. Using microarray analysis, the authors demonstrated a metabolic shift occurring mainly in the intestines that could be underlaid by altered TGF-β and insulin signaling (\nFigure 1\n).\n39\n Considering the possible implications for altered endocrine signaling due to altered metabolism of lipids as well as alterations to innate immunity, these changes to TGF-β and insulin signaling warrant further study.\n32\n,\n39\n\n\nJust as microgravity is associated with consistent insulin signaling changes, simulated microgravity also elicits reproducible insulin signaling changes. For example, a recent study looking at simulated microgravity-exposed \nC. elegans\n found altered expression in the insulin/IGF-1 signaling pathway.\n26\n Another study found that simulated microgravity-exposed \nC. elegans\n demonstrated decreased expression of \nlinc-50\n, an intestinal long non-coding RNA which appears to target FoxO transcription factor DAF-16, which is part of the insulin signaling pathway downstream of the insulin receptor/DAF-2.\n28\n\n\nAnother element of the ICE-FIRST effort was also the first known proteomic investigation into spaceflown \nC. elegans\n, which found that spaceflight reduced aconitase expression; a citric acid cycle enzyme responsible for citrate-isocitrate conversion, which could affect ATP generation (\nFigure 1\n).\n41\n Other studies have demonstrated a similar pattern of alterations to genes and processes involved in the generation of ATP. For example, one such study found 86 differentially expressed genes in response to spaceflight, which were related to the process of mitochondrial respiration, which is the final step of the process of cellular respiration that generates ATP.\n34\n\n\nSubsequent proteomic and transcriptomic analysis of spaceflown \nC. elegans\n from the 2009 CERISE experiment also displayed alterations in metabolism on two fronts. First, the mitochondrial anchorage protein, ANC-1, was found to have decreased levels of expression.\n33\n ANC-1 is involved in nuclear anchorage and positioning, as well as the positioning of mitochondria and the endoplasmic reticulum.\n43\n Mutations to ANC-1 negatively affect the health of \nC. elegans\n, with ANC-1 mutants displaying smaller body sizes, changes to the shape of the nucleus, fragmentation of the endoplasmic reticulum, and movement of the nucleus and endoplasmic reticulum during body movement.\n43\n Second, multiple metabolic proteins in all stages of cellular respiration, including glycolysis and the glyoxylate cycle, gluconeogenesis, and the electron transport chain, were found in significantly reduced levels (\nFigure 1\n).\n33\n\n\nThe launch of the NASA GeneLab database\n21\n and more recent initiatives such as the ESA-funded Space Omics Topical Team\n23\n,\n24\n has allowed access to vast amounts of spaceflight-related omics data, including that from \nC. elegans\n. Such access facilitates comparative omics investigations, that is using multiple datasets from different conditions/species to identify reproducible omics profiles, maximizing the scientific return on investment. In one such comparative analysis, the authors aimed to understand whether the transcriptional profiles of microgravity are the inverse of the hypergravity expression pattern, a hypothesis worthy of investigation considering the divergent physiological adaptations to microgravity versus hypergravity.\n5\n The authors found that while most common gene signatures were similarly up- or downregulated, genes pertaining to the Gene Ontology term “metabolic regulation” displayed opposing regulation, being upregulated in hypergravity and downregulated in microgravity.\n5\n Downstream network analysis identified a tyrosine degrading enzyme, \nhpd-1\n, as the most highly connected hub gene providing a candidate for future therapeutic targeting.\n5\n\n\nResearch into similarities in the response to spaceflight between organisms has demonstrated that the subsequent metabolic changes are not unique to \nC. elegans.\n One study used comparative omics to explore spaceflight gene expression changes between \nDrosophila melanogaster\n and \nC. elegans\n in order to understand how similarly or dissimilarly these organisms respond to spaceflight.\n42\n Surprisingly, only 6 genes were commonly downregulated in both organisms, several of which were associated with metabolic signaling, although due to ortholog-related challenges the number of genes that could be compared was reduced to roughly only 20% of the comparative genome.\n42\n\n\nExamined together, all of the studies discussed previously demonstrate a clear pattern of metabolic changes in response to spaceflight and microgravity, affecting primarily the mitochondria and the processes involved in the generation of ATP. Decline in mitochondrial ATP production occurs naturally with age, and mitochondrial dysfunction has been found in humans with a variety of health conditions, including type 2 diabetes mellitus and insulin resistance.\n44\n Further, mitochondrial dysfunction has been linked as being both a cause and consequence of muscle atrophy due to muscle disuse.\n45\n,\n46\n These alterations in mitochondria could also partly explain phenotypes in other high energy-consuming tissues such as neurons.\n47\n Therefore, understanding these metabolic changes induced in spaceflight contributes to understanding the cause of muscle decline and alterations in other tissue systems observed in astronauts.\nMuscular and neuromuscular alterations in microgravity\n\n\nOmics analysis of microgravity samples has also highlighted robust muscular and neuromuscular changes in spaceflown \nC. elegans\n. For example, spaceflown \nC. elegans\n from ICE-FIRST were characterized by altered muscle development, which was accompanied by corresponding declines in myosin heavy chain isoform gene expression\n16\n and locomotion-related genes (\nFigure 1\n).\n40\n It should be noted that the ICE-FIRST experiments were carried out in a chemically defined medium, which permitted the study of the effects of surface tension in spaceflight, but significantly alters \nC. elegans\n development akin to dietary restriction.\n33\n,\n48\n Proteomic analysis from the same spaceflight mission (ICE-FIRST) found the core thick filament protein, paramyosin, was reduced in spaceflown samples.\n41\n Additionally, spaceflight reduced troponin T, which binds tropomyosin and tethers the troponin complex to the thin filament, but increased troponin T phosphorylation.\n41\n These data suggest that these genes and proteins may play a key role in the maintenance of muscle structure and function, and that their expressional change may be involved in spaceflight-induced muscle decline.\n\n\nUtilizing quantitative isobaric tag for relative and absolute quantitation methodology, the follow-on CERISE experiment found that spaceflown \nC. elegans\n displayed an increase in 16 proteins mostly related to protein synthesis, including ribosomal proteins and translation elongation factors, and a decrease in 43 proteins, predominantly cytoskeletal, muscular, and mitochondrial related.\n33\n Spaceflight-induced declines in muscular (e.g., UNC-15 (paromysin)) and cytoskeletal (e.g., ACT-5 (actin)) gene and protein expression have been shown, suggesting that the observed downregulation in these genes translates to reduced expression of the encoded protein.\n33\n Importantly, physiological declines, such as reduced body length and altered movement, were also present suggesting these translational expression changes are physiologically meaningful. Of particular importance, the downregulation of myosin heavy chain and paramyosin genes reproduced earlier proteomic observations,\n41\n providing confirmation that the observed proteomic changes were indeed due to microgravity.\n\n\nTwo recent studies highlighted potential therapeutic avenues to target in order to offset muscle decline in space. Sudevan et al. demonstrated that spaceflown \nC. elegans\n from 3 independent spaceflight missions consistently displayed decreased \ncomt-4\n gene expression (\nFigure 1\n), which is a catechol-\nO\n-methyltransferase dopamine degradation enzyme.\n27\n Thus, targeting the dopamine system may be a viable and realistic therapeutic to promote health in space. Another study found that simulated microgravity-exposed \nC. elegans\n which overexpressed one of three miRNAs (\nmir-54\n, \nmir-354\n, or \nmir-2208\n) experienced a lower level of effect on locomotion behavior, suggesting miRNA expression may have a role in resisting the detrimental effects of microgravity.\n30\n\n\nAdditionally, \nC. elegans\n shows potential as a model organism to explore the neuromuscular changes found in other animals exposed to spaceflight and microgravity. In one comparative analysis study, it was demonstrated that \nC. elegans\n transcriptional response to spaceflight demonstrates greater similarity with mouse extensor digitorum longus (fast-twitch muscle) compared to the soleus (slow-twitch muscle).\n12\n Consistent with these observations, a shift from slow-twitch fiber toward fast-twitch fiber was seen in the soleus muscle in spaceflown mice.\n49\n This may suggest that \nC. elegans\n results can be extrapolated to mammalian results; however, the caveat of this analysis is that whole \nC. elegans\n (i.e., muscle, neurons, gut, and reproductive tissue) were utilized and so the transcriptional signature is not isolated to \nC. elegans\n muscle.\n12\n\n\nThere are also spaceflight experiments not yet published that are exploring neuromuscular changes during spaceflight and generating transcriptomic datasets. For example, in 2018, there was the launch of the first UK-led experiment to the ISS, the Molecular Muscle Experiment (MME), which aims to demonstrate the precise mechanisms underlying muscle decline in space and to explore the efficacy of novel therapeutic interventions aimed at insulin signaling and muscle attachment complexes for offsetting spaceflight-induced muscle decline.\n50\n More recently in 2021, there was the follow-up Molecular Muscle Experiment 2 (MME2), which aims to confirm past spaceflight-induced gene expression changes (i.e., MME) and trial the efficacy of pharmacological interventions aimed at improving mitochondrial health and neuromuscular signaling. Through collaboration with NASA GeneLab, samples from MME and MME2 have been subjected to RNA-sequencing and are undergoing analysis.\n\n\nTogether, the research discussed previously has highlighted many muscular and neuromuscular alterations in response to spaceflight and microgravity, providing the mechanistic basis for future studies of how microgravity elicits muscle adaptations in \nC. elegans\n.\n33\n Importantly, some of these reproducible gene expression changes observed in spaceflown \nC. elegans\n, such as decreased myosin expression, are also observed in rodents and humans.\n51\n Thus, spaceflight-induced changes in \nC. elegans\n gene expression are conserved in higher organisms and may explain the muscle decline observed in astronauts.\nMicroRNA and epigenetic alterations in microgravity\n\n\nTranscriptional understanding of spaceflight (patho)physiology has been built upon by researchers based in China, following the SZ-8 mission. These authors focused on understanding the role of microRNAs (non-coding RNAs that control gene expression via the destabilization of messenger RNA targets at the post-transcriptional level and via translational inhibition) in response to microgravity and space radiation versus space radiation in isolation.\n37\n The authors found microRNAs that are altered in spaceflight,\n37\n more so than in response to radiation alone,\n35\n are involved in developmental, DNA damage, apoptotic, and metabolic responses.\n34\n,\n35\n,\n36\n,\n37\n The authors found that microRNAs are involved in apoptotic gene expression due to the stressors of spaceflight (\nFigure 1\n).\n36\n Additionally, another study found that \nC. elegans\n exposed to microgravity demonstrated greater non-coding RNA gene expression.\n31\n The data from these studies suggest that epigenetic changes occur with microgravity exposure.\n31\n\n\nMicrogravity has also been shown to alter DNA repair genes and the regulatory microRNAs. In a recent integrative analysis combining transcriptional and microRNA datasets from 3 microgravity experiments that each included spaceflight, spaceflight control with a 1-G centrifugal device, and ground control conditions, Zhao and colleagues reported significant alterations in the expression of DNA repair genes in response to microgravity.\n52\n Their integrative analysis approach allowed the identification of microRNA’s as potential post-transcriptional regulators that regulate the DNA repair gene expression in microgravity conditions. For example, under spaceflight/ground control conditions, the authors reported that 6 differentially expressed miRNAs (cel-miR-90, cel-miR-124, cel-miR-124, cel-miR-355, cel-miR-795, and cel-lsy-6) potentially regulate the expressions of 4 DNA repair genes (\nrfs-1\n, \nrcq-5\n, \nxpc-1\n, \nand mnat-1\n),\n52\n demonstrating the power of omic analysis to provide insight into the altered DNA response in microgravity conditions.\n\n\nConsidering robust transcriptional changes occur in spaceflown \nC. elegans\n, it has been suggested that epigenetic changes may also occur since epigenetic modifications, such as DNA methylation and histone modifications, regulate gene expression.\n29\n Despite this sound hypothesis, research into the epigenetic responses of spaceflown \nC. elegans\n has only recently begun. In the only relevant study known to date, microarray analysis revealed that 39 genes expressed in \nC. elegans\n in response to microgravity are suppressed by the action of HDA-4.\n29\n This suggests that microgravity-induced transcriptional changes are potentially, in part, epigenetically controlled, thus calling for further research into the epigenetic programs underpinning microgravity adaptations, especially considering the potential heritability of any epigenetic changes.\n53\n The potential intergenerational effects of spaceflight have already been reported in mice, where one study found that the offspring of space-traveled mice demonstrated altered expression of genes in the liver.\n54\n Further study will build a deeper understanding of the effects of microgravity on the epigenome and the potential ramifications for any potential future offspring of spaceflown organisms and astronauts.",
    "table_1.": "Transcriptomic investigations of \nC. elegans\n in the context of microgravity\nAuthors\n\n\nSpaceflight\nMission/s\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nCelen et al.\n26\n\n\n\n\nCERISE\nSimulated microgravity\n\n\nRNA-seq\n\n\n\n\n\n\n-\nSimulated microgravity affects the sphingolipid signaling pathway and the longevity-regulating insulin/IGF-1 pathway\n\n\n\n\n\n\n-\n118 genes were identified as commonly differentially expressed in \nC. elegans\n exposed to either simulated microgravity or spaceflight\n\n\n\n\n\n\nDetrimental effects from spaceflight are replicable in simulated microgravity and pose long-term health concerns\n\n\n\n\n\n\nSudevan et al.\n27\n\n\n\n\nCERISE\nEPIGENETICS\nMME\nSimulated microgravity\n\n\nMicroarray\n\n\n\n\n-\nSpaceflown \nC. elegans\n consistently display decreased \ncomt-4\n gene expression (a catechol-\nO\n-methyltransferase dopamine degradation enzyme)\n\n\n\n\nTargeting the dopamine system may be a viable and realistic therapeutic to promote safe space travel\n\n\n\n\n\n\nSun et al.\n28\n\n\n\n\nSimulated microgravity\n\n\nRNA-seq\n\n\n\n\n\n\n-\nMultiple intestinal long non-coding RNAs were increased/decreased by simulated microgravity\n\n\n\n\n\n\n-\nKnockdown of a candidate long non-coding RNA and simulated microgravity led to the dysregulation of 43 genes\n\n\n\n\n\n\nLong non-coding RNAs are involved in regulating the response to simulated microgravity\n\n\n\n\n\n\nHigashitani et al.\n29\n\n\n\n\nEPIGENETICS\n\n\nMicroarray\n\n\n\n\n-\n39 genes expressed in \nC. elegans\n in response to microgravity are suppressed by the action of HDA-4\n\n\n\n\n(At least some) transcriptional changes caused by microgravity are epigenetically controlled\n\n\n\n\n\n\nSun et al.\n30\n\n\n\n\nSimulated microgravity\n\n\nmiRNA-Seq\n\n\n\n\n-\n19 miRNAs are dysregulated by exposure to simulated microgravity, many of which served to protect against the toxicity of microgravity\n\n\n\n\nmiRNA regulation can be protective against the negative effects of simulated microgravity\n\n\n\n\n\n\nTee et al.\n31\n\n\n\n\nSimulated microgravity\n\n\nMicroarray\n\n\n\n\n\n\n-\n1 gene was downregulated in nematode growth medium-cultured \nC. elegans\n exposed to simulated microgravity\n\n\n\n\n\n\n-\n6 genes were upregulated and 2 downregulated in \nC. elegans\n exposed to Maintenance Medium during microgravity\n\n\n\n\n\n\n-\n5 of the upregulated genes encoded non-coding RNAs\n\n\n\n\n\n\nSimulated microgravity on a single generation of \nC. elegans\n did not induce major transcriptional changes\n\n\n\n\n\n\nGao et al.\n32\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nProtein phosphorylation/dephosphorylation is receptive to microgravity and space radiation\n\n\n\n\n\n\n-\nMicrogravity impacts transcription depending on the dystrophin gene (\ndys-1\n)\n\n\n\n\n\n\n-\nLoss of function of \nced-1\n (apoptotic gene) leads protective responses to space radiation\n\n\n\n\n\n\nMicrogravity elicits transcriptional changes in \nC. elegans\n during short-duration spaceflight\n\n\n\n\n\n\nHigashibata et al.\n33\n\n\n\n\nCERISE\n\n\nMicroarray\n\n\n\n\n-\nDownregulation of muscle-related genes (such as the myosin heavy chains, troponins, and intermediate filaments) and metabolic genes in spaceflown samples\n\n\n\n\nGene changes reproducible across spaceflights\n\n\n\n\n\n\nZhao et al.\n34\n\n\n\n\nSZ-8\n\n\nMicroarray\n\n\n\n\n-\n86 differentially expressed genes were identified in response to space, and were mainly related to oxidative phosphorylation\n\n\n\n\nMicrogravity was the main factor to induce the biological effects in the level of gene expressions, rather than space radiation\n\n\n\n\n\n\nGao et al.\n35\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nSpaceflight increased the number of differentially expressed miRNAs\n\n\n\n\n\n\n-\nSpace conditions increased changes in the expression of miRNAs that may impact development, energy metabolism, apoptosis, and signaling transduction\n\n\n\n\n\n\nmiRNAs are likely involved in apoptosis during short-term spaceflight\n\n\n\n\n\n\nGao et al.\n36\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\nDouble the number of transcripts were significantly altered in the spaceflight environment compared with space radiation alone\n\n\n\n\n\n\n-\nThe majority of alterations were related to protein amino acid dephosphorylation and histidine metabolic and catabolic processes\n\n\n\n\n\n\n-\ncel-miR-81, cel- miR-82, cel-miR-124, and cel-miR-795 were predicted to regulate DNA damage response\n\n\n\n\n\n\nMicrogravity, in the presence of radiation, enhances the DNA damage response in \nC. elegans\n\n\n\n\n\n\n\n\nXu et al.\n37\n\n\n\n\nSZ-8\n\n\nMicroarray\nmicroRNA microarray\n\n\n\n\n\n\n-\n23 miRNAs were altered in spaceflight\n\n\n\n\n\n\n-\nMost putative target genes of the altered miRNAs were predicted to be involved in developmental processes\n\n\n\n\n\n\n-\ncel-miR-52, -55, and −56 of the miR-51 family were sensitive to space environmental stressors\n\n\n\n\n\n\n\n\nC. elegans\n respond to spaceflight by altering miRNAs expression\n\n\n\n\n\n\nEtheridge et al.\n38\n\n\n\n\nCERISE\n\n\nMicroarray\nmicroRNA\n\n\n\n\n\n\n-\nThe expression of the vast majority of microRNAs is not affected by microgravity\n\n\n\n\n\n\n-\nRNAi effectively silenced transgenic and endogenous genes in the gonad\n\n\n\n\n\n\n-\nRNAi against lysosomal protease genes prevented muscle protein degradation\n\n\n\n\n\n\nRNAi works as effectively in the spaceflight environment as on Earth within multiple tissues\n\n\n\n\n\n\nSelch et al.\n39\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nNormal developmental timing, apoptosis, and DNA repair transcriptional signature\n\n\n\n\n\n\n-\nAltered muscle developmenttranscriptional signature\n\n\n\n\n\n\n-\nSpaceflown \nC. elegans\n undergo a metabolic shift, which may be underlaid by insulin and/or TGF-β signaling\n\n\n\n\n\n\n\n\nC. elegans\n can be used to study the effects of altered gravity\n\n\n\n\n\n\nHigashibata et al.\n40\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nMicrogravity upregulated genes related to early embryogenesis\n\n\n\n\n\n\n-\nMicrogravity downregulated genes related to locomotion\n\n\n\n\n\n\nMicrogravity regulates genes related to locomotion, early embryogenesis, and regeneration in \nC. elegans.\n\n\n\n\n\n\n\n\nHigashibata et al.\n16\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nMyosin heavy chain isoforms in the body wall muscles (isoforms A & B) and the pharyngeal muscles (isoforms C & D) decreased in expression in \nC. elegans\n developed in space, relative to ground controls\n\n\n\n\n\n\n-\nExpression of transcription factors controlling the expression of the myosin heavy chain isoforms was also decreased\n\n\n\n\n\n\n-\nGenes encoding troponins and tropomyosins were also decreased\n\n\n\n\n\n\n\n\nC. elegans\n muscle development is altered in spaceflight, which may contribute to spaceflight-induced muscle atrophy\nOpen in a new tab\nCERISE, \nC. elegans\n RNAi Space Experiment; EDL, extensor digitorum longus; EPIENETICS, The effect of microgravity on the epigenetic modification in \nC. elegans\n; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space; IGF-1, Insulin-like growth factor 1; ISS, International Space Station; MME, Molecular Muscle Experiment; SZ-8, Shenzhou-8; TGF-β, transforming growth factor-beta.",
    "table_2.": "Proteomic investigations of \nC. elegans\n in the context of microgravity\nAuthors\n\n\nSpaceflight\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nHigashibata et al.\n33\n\n\n\n\nCERISE\n\n\niTRAQ\n\n\n\n\n\n\n-\n16 upregulated proteins, with many related to protein synthesis\n\n\n\n\n\n\n-\n43 downregulated proteins, many being cytoskeletal and metabolic proteins\n\n\n\n\n\n\nProtein changes reproducible across spaceflights\n\n\n\n\n\n\nHigashibata et al.\n41\n\n\n\n\nICE-FIRST\n\n\n2D gel electrophoresis and MALDI-TOF MS\n\n\n\n\n\n\n-\n∼100 proteins identified\n\n\n\n\n\n\n-\nSpaceflight reduced paramyosin and aconitase expression\n\n\n\n\n\n\n-\nSpaceflight reduced the expression of troponin T, but increased the phosphorylation of troponin T\n\n\n\n\n\n\nSpaceflight influenced the expression of muscle-related proteins\n\n\n\n\n\n\nHigashibata et al.\n40\n\n\n\n\nICE-FIRST\n\n\n2D gel electrophoresis\n\n\n\n\n\n\n-\n>1000 total protein spots and ∼200 phosphoprotein spots detected\n\n\n\n\n\n\n-\n10%–15% significantly increased or decreased in spaceflown samples\n\n\n\n\n\n\n-\nSeveral phosphoprotein spots also significantly reduced in spaceflown samples\n\n\n\n\n\n\nSpaceflight impacts proteome\nOpen in a new tab\nCERISE, \nC. elegans\n RNAi Space Experiment; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space; ISS, International Space Station; iTRAQ, isobaric tags for relative and absolute quantitation; MALDI-TOF, matrix-assisted laser desorption/ionization-time of flight; MME, Molecular Muscle Experiment; MS, mass spectrometry; 2D, 2 dimensional.",
    "table_3.": "Comparative omic investigations of \nC. elegans\n in the context of microgravity\nAuthors\n\n\nSpaceflight\nMission/s\n\n\nOmics Analysis Platform\n\n\nKey Outcomes\n\n\nTake Home Message\n\n\n\n\n\n\n\n\nCahill et al.\n12\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nC. elegans\n transcriptional response to spaceflight demonstrates greater similarity with mouse EDL (fast-twitch muscle) compared to the soleus (slow-twitch muscle)\n\n\n\n\n\n\n-\nThere was a similar increase in proliferation-related genes, cAMP signaling\n\n\n\n\n\n\n\n\nC. elegans\n results might be able to be extrapolated to mammalian results\n\n\n\n\n\n\nWillis et al.\n5\n\n\n\n\nMicrogravity:\nICE-FIRST\nCERISE\nHypergravity\n\n\n\n\nMicroarray\n\n\n\n\n\n\n-\nMost common gene signatures between hypergravity and microgravity were similarly upregulated (ubiquitin-mediated catabolism, actin cytoskeleton regulation, cell cycle processes) or downregulated (immune system regulation)\n\n\n\n\n\n\n-\n“Metabolic regulation” displayed opposing regulation in response to hypergravity versus microgravity\n\n\n\n\n\n\nHypergravity and microgravity elicit neuronal and metabolic adaptations\n\n\n\n\n\n\nLeandro et al.\n42\n\n\n\n\nICE-FIRST\n\n\nMicroarray\n\n\n\n\n\n\n-\nOnly 6 genes were commonly downregulated in \nC. elegans\n and \nDrosophila melanogaster\n\n\n\n\n\n\n-\nAlthough, the number of genes that could be compared was reduced to only ∼20% of the comparative genome, due to ortholog-related challenges\n\n\n\n\n\n\n-\nThe 6 genes were associated with metabolic and neuromuscular signaling\n\n\n\n\n\n\nVery few genes are commonly regulated between \nC. elegans\n and \nDrosophila melanogaster\n by spaceflight\nOpen in a new tab\ncAMP, cyclic adenosine monophosphate; CERISE, \nC. elegans\n RNAi Space Experiment; EDL, extensor digitorum longus; ICE-FIRST, FIRST International \nC. elegans\n Experiment in space.",
    "figure_1.": "Open in a new tab\nKey insights from \nC. elegans\n space omics experiments\n\n\n(A) Venn diagram depicting reproducible gene expression signatures from multiple microgravity experiments in \nC. elegans\n.\n\n\n(B) A summary of the key findings from \nC. elegans\n space omics experiments.",
    "metabolic_alterations_in_microgravity": "Both transcriptomic and proteomic investigations have been applied in an effort to understand the biological response of \nC. elegans\n to spaceflight, which have revealed robust metabolic alterations. In fact, three independent spaceflight missions, the FIRST International \nC. elegans\n Experiment in space (ICE-FIRST), \nC. elegans\n RNA Interference in Space Experiment (CERISE), and Shenzhou-8 (SZ-8), have all found altered metabolism in flight (\nFigure 1\n). The first investigation into the transcriptional responses in spaceflown worms was ICE-FIRST in 2006. Using microarray analysis, the authors demonstrated a metabolic shift occurring mainly in the intestines that could be underlaid by altered TGF-β and insulin signaling (\nFigure 1\n).\n39\n Considering the possible implications for altered endocrine signaling due to altered metabolism of lipids as well as alterations to innate immunity, these changes to TGF-β and insulin signaling warrant further study.\n32\n,\n39\nJust as microgravity is associated with consistent insulin signaling changes, simulated microgravity also elicits reproducible insulin signaling changes. For example, a recent study looking at simulated microgravity-exposed \nC. elegans\n found altered expression in the insulin/IGF-1 signaling pathway.\n26\n Another study found that simulated microgravity-exposed \nC. elegans\n demonstrated decreased expression of \nlinc-50\n, an intestinal long non-coding RNA which appears to target FoxO transcription factor DAF-16, which is part of the insulin signaling pathway downstream of the insulin receptor/DAF-2.\n28\nAnother element of the ICE-FIRST effort was also the first known proteomic investigation into spaceflown \nC. elegans\n, which found that spaceflight reduced aconitase expression; a citric acid cycle enzyme responsible for citrate-isocitrate conversion, which could affect ATP generation (\nFigure 1\n).\n41\n Other studies have demonstrated a similar pattern of alterations to genes and processes involved in the generation of ATP. For example, one such study found 86 differentially expressed genes in response to spaceflight, which were related to the process of mitochondrial respiration, which is the final step of the process of cellular respiration that generates ATP.\n34\nSubsequent proteomic and transcriptomic analysis of spaceflown \nC. elegans\n from the 2009 CERISE experiment also displayed alterations in metabolism on two fronts. First, the mitochondrial anchorage protein, ANC-1, was found to have decreased levels of expression.\n33\n ANC-1 is involved in nuclear anchorage and positioning, as well as the positioning of mitochondria and the endoplasmic reticulum.\n43\n Mutations to ANC-1 negatively affect the health of \nC. elegans\n, with ANC-1 mutants displaying smaller body sizes, changes to the shape of the nucleus, fragmentation of the endoplasmic reticulum, and movement of the nucleus and endoplasmic reticulum during body movement.\n43\n Second, multiple metabolic proteins in all stages of cellular respiration, including glycolysis and the glyoxylate cycle, gluconeogenesis, and the electron transport chain, were found in significantly reduced levels (\nFigure 1\n).\n33\nThe launch of the NASA GeneLab database\n21\n and more recent initiatives such as the ESA-funded Space Omics Topical Team\n23\n,\n24\n has allowed access to vast amounts of spaceflight-related omics data, including that from \nC. elegans\n. Such access facilitates comparative omics investigations, that is using multiple datasets from different conditions/species to identify reproducible omics profiles, maximizing the scientific return on investment. In one such comparative analysis, the authors aimed to understand whether the transcriptional profiles of microgravity are the inverse of the hypergravity expression pattern, a hypothesis worthy of investigation considering the divergent physiological adaptations to microgravity versus hypergravity.\n5\n The authors found that while most common gene signatures were similarly up- or downregulated, genes pertaining to the Gene Ontology term “metabolic regulation” displayed opposing regulation, being upregulated in hypergravity and downregulated in microgravity.\n5\n Downstream network analysis identified a tyrosine degrading enzyme, \nhpd-1\n, as the most highly connected hub gene providing a candidate for future therapeutic targeting.\n5\nResearch into similarities in the response to spaceflight between organisms has demonstrated that the subsequent metabolic changes are not unique to \nC. elegans.\n One study used comparative omics to explore spaceflight gene expression changes between \nDrosophila melanogaster\n and \nC. elegans\n in order to understand how similarly or dissimilarly these organisms respond to spaceflight.\n42\n Surprisingly, only 6 genes were commonly downregulated in both organisms, several of which were associated with metabolic signaling, although due to ortholog-related challenges the number of genes that could be compared was reduced to roughly only 20% of the comparative genome.\n42\nExamined together, all of the studies discussed previously demonstrate a clear pattern of metabolic changes in response to spaceflight and microgravity, affecting primarily the mitochondria and the processes involved in the generation of ATP. Decline in mitochondrial ATP production occurs naturally with age, and mitochondrial dysfunction has been found in humans with a variety of health conditions, including type 2 diabetes mellitus and insulin resistance.\n44\n Further, mitochondrial dysfunction has been linked as being both a cause and consequence of muscle atrophy due to muscle disuse.\n45\n,\n46\n These alterations in mitochondria could also partly explain phenotypes in other high energy-consuming tissues such as neurons.\n47\n Therefore, understanding these metabolic changes induced in spaceflight contributes to understanding the cause of muscle decline and alterations in other tissue systems observed in astronauts.",
    "muscular_and_neuromuscular_alterations_in_microgravity": "Omics analysis of microgravity samples has also highlighted robust muscular and neuromuscular changes in spaceflown \nC. elegans\n. For example, spaceflown \nC. elegans\n from ICE-FIRST were characterized by altered muscle development, which was accompanied by corresponding declines in myosin heavy chain isoform gene expression\n16\n and locomotion-related genes (\nFigure 1\n).\n40\n It should be noted that the ICE-FIRST experiments were carried out in a chemically defined medium, which permitted the study of the effects of surface tension in spaceflight, but significantly alters \nC. elegans\n development akin to dietary restriction.\n33\n,\n48\n Proteomic analysis from the same spaceflight mission (ICE-FIRST) found the core thick filament protein, paramyosin, was reduced in spaceflown samples.\n41\n Additionally, spaceflight reduced troponin T, which binds tropomyosin and tethers the troponin complex to the thin filament, but increased troponin T phosphorylation.\n41\n These data suggest that these genes and proteins may play a key role in the maintenance of muscle structure and function, and that their expressional change may be involved in spaceflight-induced muscle decline.\nUtilizing quantitative isobaric tag for relative and absolute quantitation methodology, the follow-on CERISE experiment found that spaceflown \nC. elegans\n displayed an increase in 16 proteins mostly related to protein synthesis, including ribosomal proteins and translation elongation factors, and a decrease in 43 proteins, predominantly cytoskeletal, muscular, and mitochondrial related.\n33\n Spaceflight-induced declines in muscular (e.g., UNC-15 (paromysin)) and cytoskeletal (e.g., ACT-5 (actin)) gene and protein expression have been shown, suggesting that the observed downregulation in these genes translates to reduced expression of the encoded protein.\n33\n Importantly, physiological declines, such as reduced body length and altered movement, were also present suggesting these translational expression changes are physiologically meaningful. Of particular importance, the downregulation of myosin heavy chain and paramyosin genes reproduced earlier proteomic observations,\n41\n providing confirmation that the observed proteomic changes were indeed due to microgravity.\nTwo recent studies highlighted potential therapeutic avenues to target in order to offset muscle decline in space. Sudevan et al. demonstrated that spaceflown \nC. elegans\n from 3 independent spaceflight missions consistently displayed decreased \ncomt-4\n gene expression (\nFigure 1\n), which is a catechol-\nO\n-methyltransferase dopamine degradation enzyme.\n27\n Thus, targeting the dopamine system may be a viable and realistic therapeutic to promote health in space. Another study found that simulated microgravity-exposed \nC. elegans\n which overexpressed one of three miRNAs (\nmir-54\n, \nmir-354\n, or \nmir-2208\n) experienced a lower level of effect on locomotion behavior, suggesting miRNA expression may have a role in resisting the detrimental effects of microgravity.\n30\nAdditionally, \nC. elegans\n shows potential as a model organism to explore the neuromuscular changes found in other animals exposed to spaceflight and microgravity. In one comparative analysis study, it was demonstrated that \nC. elegans\n transcriptional response to spaceflight demonstrates greater similarity with mouse extensor digitorum longus (fast-twitch muscle) compared to the soleus (slow-twitch muscle).\n12\n Consistent with these observations, a shift from slow-twitch fiber toward fast-twitch fiber was seen in the soleus muscle in spaceflown mice.\n49\n This may suggest that \nC. elegans\n results can be extrapolated to mammalian results; however, the caveat of this analysis is that whole \nC. elegans\n (i.e., muscle, neurons, gut, and reproductive tissue) were utilized and so the transcriptional signature is not isolated to \nC. elegans\n muscle.\n12\nThere are also spaceflight experiments not yet published that are exploring neuromuscular changes during spaceflight and generating transcriptomic datasets. For example, in 2018, there was the launch of the first UK-led experiment to the ISS, the Molecular Muscle Experiment (MME), which aims to demonstrate the precise mechanisms underlying muscle decline in space and to explore the efficacy of novel therapeutic interventions aimed at insulin signaling and muscle attachment complexes for offsetting spaceflight-induced muscle decline.\n50\n More recently in 2021, there was the follow-up Molecular Muscle Experiment 2 (MME2), which aims to confirm past spaceflight-induced gene expression changes (i.e., MME) and trial the efficacy of pharmacological interventions aimed at improving mitochondrial health and neuromuscular signaling. Through collaboration with NASA GeneLab, samples from MME and MME2 have been subjected to RNA-sequencing and are undergoing analysis.\nTogether, the research discussed previously has highlighted many muscular and neuromuscular alterations in response to spaceflight and microgravity, providing the mechanistic basis for future studies of how microgravity elicits muscle adaptations in \nC. elegans\n.\n33\n Importantly, some of these reproducible gene expression changes observed in spaceflown \nC. elegans\n, such as decreased myosin expression, are also observed in rodents and humans.\n51\n Thus, spaceflight-induced changes in \nC. elegans\n gene expression are conserved in higher organisms and may explain the muscle decline observed in astronauts.",
    "microrna_and_epigenetic_alterations_in_microgravity": "Transcriptional understanding of spaceflight (patho)physiology has been built upon by researchers based in China, following the SZ-8 mission. These authors focused on understanding the role of microRNAs (non-coding RNAs that control gene expression via the destabilization of messenger RNA targets at the post-transcriptional level and via translational inhibition) in response to microgravity and space radiation versus space radiation in isolation.\n37\n The authors found microRNAs that are altered in spaceflight,\n37\n more so than in response to radiation alone,\n35\n are involved in developmental, DNA damage, apoptotic, and metabolic responses.\n34\n,\n35\n,\n36\n,\n37\n The authors found that microRNAs are involved in apoptotic gene expression due to the stressors of spaceflight (\nFigure 1\n).\n36\n Additionally, another study found that \nC. elegans\n exposed to microgravity demonstrated greater non-coding RNA gene expression.\n31\n The data from these studies suggest that epigenetic changes occur with microgravity exposure.\n31\nMicrogravity has also been shown to alter DNA repair genes and the regulatory microRNAs. In a recent integrative analysis combining transcriptional and microRNA datasets from 3 microgravity experiments that each included spaceflight, spaceflight control with a 1-G centrifugal device, and ground control conditions, Zhao and colleagues reported significant alterations in the expression of DNA repair genes in response to microgravity.\n52\n Their integrative analysis approach allowed the identification of microRNA’s as potential post-transcriptional regulators that regulate the DNA repair gene expression in microgravity conditions. For example, under spaceflight/ground control conditions, the authors reported that 6 differentially expressed miRNAs (cel-miR-90, cel-miR-124, cel-miR-124, cel-miR-355, cel-miR-795, and cel-lsy-6) potentially regulate the expressions of 4 DNA repair genes (\nrfs-1\n, \nrcq-5\n, \nxpc-1\n, \nand mnat-1\n),\n52\n demonstrating the power of omic analysis to provide insight into the altered DNA response in microgravity conditions.\nConsidering robust transcriptional changes occur in spaceflown \nC. elegans\n, it has been suggested that epigenetic changes may also occur since epigenetic modifications, such as DNA methylation and histone modifications, regulate gene expression.\n29\n Despite this sound hypothesis, research into the epigenetic responses of spaceflown \nC. elegans\n has only recently begun. In the only relevant study known to date, microarray analysis revealed that 39 genes expressed in \nC. elegans\n in response to microgravity are suppressed by the action of HDA-4.\n29\n This suggests that microgravity-induced transcriptional changes are potentially, in part, epigenetically controlled, thus calling for further research into the epigenetic programs underpinning microgravity adaptations, especially considering the potential heritability of any epigenetic changes.\n53\n The potential intergenerational effects of spaceflight have already been reported in mice, where one study found that the offspring of space-traveled mice demonstrated altered expression of genes in the liver.\n54\n Further study will build a deeper understanding of the effects of microgravity on the epigenome and the potential ramifications for any potential future offspring of spaceflown organisms and astronauts.",
    "insights_and_impact_of_c._elegans_space_omics_work": "As elucidated previously, space omics studies in \nC. elegans\n have generated several valuable insights on the molecular regulation of spaceflight maladaptation which, in turn, stand to beneficially impact future translatable research efforts toward better understanding and counteracting spaceflight-induced health declines. For instance, transcriptomic analyses highlight strong overlap of dysregulated genes in \nC. elegans\n from different spaceflight missions, despite variant experimental factors.\n5\n,\n33\n These reproducible findings highlight the utility of \nC. elegans\n as a prime model organism for \nrobust\n spaceflight omics investigation and in particular future efforts aimed at ameliorating impaired molecular responses to spaceflight (the MME and MME2 missions as two examples). Particularly evident from previous worm space omics research are reproducible expression changes in neuronal/muscular and metabolic genes.\n5\n,\n33\n Given that worms in space might feasibly tract neuromuscular changes in gene expression of higher organisms in space,\n12\n omics work to date thus also pinpoints \nC. elegans\n as an especially valuable model for understanding molecular causes of and developing countermeasures to declines in astronaut muscle health.\nInterestingly, dysregulation of key muscle genes is evident even when spaceflown worms are compared to onboard 1-G control worms,\n33\n implicating that such expression changes are the consequence of microgravity more so than increased radiation exposure. That mechanical load is the partial driver of muscle changes in space is further supported by other previous worm space microarray analyses, wherein dystrophin (a highly mechanosensitive molecule that plays a key role in maintaining muscle structure/function)\n55\n was shown to be important in the omics response to spaceflight, particularly with respect to neuromuscular/cytoskeletal changes.\n56\n In fact, transcriptional changes in worms generally appear more widespread in the spaceflight environment than with space radiations alone,\n35\n with \nC. elegans\n work thus indicating that microgravity is the more predominant effector of spaceflight omics changes. More specifically, the space radiation dose on the ISS is ∼0.5–1 mSv per day, including ∼50 charged particles/sr/cm2 with high linear energy transfer (>10 keV/μm).\n57\n,\n58\n,\n59\n Since an adult nematode \nC. elegans\n is ∼1 mm long and 0.05 mm wide, the probability of a direct hit by charged particles is relatively low. In addition, DNA damage by heavy particle radiation, not only ionizing radiation, is efficiently repaired in meiotic oocytes, which make up the majority of nematode adult gonads, because of their high homologous recombination activity.\n60\n,\n61\n Thus, it is challenging to precisely evaluate the effects of space radiation in omics analyses using a large number of \nC. elegans\n cultured for a short period. Instead, the effects of space radiation on \nC. elegans\n are mainly studied by examining the frequency of mutations that can be observed in each individual nematode.\n8\n,\n62\n,\n63\n Thus, while it appears from studies in \nC. elegans\n that radiation exposure in lower Earth orbit is not a major contributor to observed omics changes, the effects in higher mammals and humans, as well as the potential effects beyond in lower Earth orbit and the protective effects of the Van Allen belts, render the consequences of spaceflight radiation on omics/biology uncertain.\nOmics work in spaceflown worms has also provided several important insights into upstream regulatory mechanisms of spaceflight molecular responses. For example, microarray analysis of spaceflown \nC. elegans\n implicates a prominence toward insulin signaling regulation of spaceflight-induced expression changes\n39\n that is likely to be partly driven by DAF-16/FoxO\n25\n—though more recent comparative transcriptomic analyses of \nC. elegans\n suggest that FoxO regulation of gene expression may be a stress response to altered gravity \nper se\n.\n5\n Regardless, given that FoxO signaling is a highly conserved regulatory pathway across species,\n64\n such worm omics data should provide a strong basis to accelerate mechanistic understanding of poor spaceflight adaptations of higher organisms.\n5\n Indeed, recent evidence supports insulin signaling alterations during spaceflight in higher organisms, including both rodents and astronauts.\n65\n Finally, more recent transcriptomic-driven analysis of spaceflown worms suggests that dopamine signaling is also perturbed with microgravity.\n27\n Key implications and insights from \nC. elegans\n space omics work have been further summarized in \nFigure 1\n.",
    "next_frontiers_in_c._elegans_space_omics": "Linking omics to phenotype\n\n\nWhile understanding the molecular responses to microgravity in isolation are important, these will be more informative if they quantitatively link to functional outcomes. Using informatic approaches, authors can, and should, directly relate the \nC. elegans\n omics signatures to functional outcomes such as movement rate and/or strength, to identify biologically important pathways and molecules regulating the phenotypic responses to microgravity. Ideally, all of these analyses would be performed in the same animals to make firm mechanistic links.\n33\n Indeed, such “omics-phenotype” links have been made previously, albeit not in the context of spaceflown \nC. elegans\n.\n66\n,\n67\n This approach can also be taken toward the creation and application of personalized medicine in the treatment of human disease. The potential use of \nC. elegans\n as a model organism for personalized medicine is already being explored in various ways. One study explored using \nC. elegans\n as a model for examining variations in metabolism between individuals via the application of metabolomics and comparative genomics, demonstrating differences in the levels of several metabolites between four strains of \nC. elegans\n.\n68\n This demonstrates the use of \nC. elegans\n as a building block toward understanding the differences in metabolism between individuals within a species.\n68\nIntegrated multi-omics\n\n\nWithout doubt, transcriptomics and proteomics are the most common omics analyses performed thus far in \nC. elegans\n subjected to microgravity conditions. However, microgravity likely affects many other biological layers, therefore the use of other omics can contribute to a more complete understanding of the effects of spaceflight. For example, \nC. elegans\n-specific metabolomics and lipidomics methodologies are emerging,\n69\n providing additional and powerful omics capabilities to probe the pathophysiological effects of spaceflight and reveal the potential of therapeutic interventions. These multiple omics approaches can be integrated (i.e., at the computational analysis stage) to provide a comprehensive understanding of the condition-specific crosstalk between different biological levels, therein providing a better understanding of microgravity-inducing mechanisms and the identification of novel candidates for therapeutic intervention. Indeed, this approach has been taken in \nC. elegans\n to investigate responses to aging,\n70\n starvation,\n71\n and antibiotics,\n72\n albeit not in the context of spaceflight.\nTissue-specific and spatial omics\n\n\nIt is notable that the majority of omics work to date has been generated using RNA/protein extracted from whole worms containing all tissue types (i.e., muscles, gut, and neurons) as opposed to individual tissues, and so the tissue-specific transcriptome/proteome responses to altered gravity are yet to be distinguished.\n5\n Indeed, it is possible to isolate and sequence individual tissues derived from \nC. elegans\n,\n73\n and since spaceflight can induced a wide variety of maladaptations across many organs, understanding tissue-specific responses to microgravity is necessary in order to precisely underpin regulatory mechanisms and develop targeted and effective countermeasures against spaceflight-induced maladaptations.\n\n\nFurther, conventional microarray and RNA-sequencing approaches do not provide spatial information, and tissue-specific transcriptomics only partially solves this problem since it still takes into account ubiquitously expressed genes (i.e., housekeeper genes).\n74\n Spatial transcriptomics is an emerging method to overcome these limitations, which combines RNA-sequencing with serial tissue sectioning\n75\n to identify tissue-specific spatiotemporal gene responses. By adapting the RNA tomography approach originally developed for zebrafish,\n75\n Ebbing and co-authors were able to successfully apply spatial transcriptomics to \nC. elegans\n, which was considered a major challenge due to the limited amount of mRNA that can be extracted from individual sections of small organisms.\n74\n The authors individually froze and cryosectioned (20 μm) \nC. elegans\n, followed by RNA extraction and processing using CEL-seq (to overcome the challenges of low input).\n76\n Using this combination of tools, the authors were able to detect an average of 16,394 genes in young wild-type adult hermaphrodites, equating to 93% of genes detected in bulk RNA-sequencing experiments,\n77\n and they also demonstrated regional expression was highly indicative of function.\n74\n Thus, spatial transcriptomics offers a highly sensitive method to generate complex data, and develop deeper understanding of tissue organization, or disorganization, in disease. Spatial transcriptomics has been used to create tissue atlases that have served not only particular use in creating detailed maps of the nervous system of mice but also furthered understanding of important topics in biology like heart development.\n78\n Currently, the application of \nC. elegans\n spatial transcriptomics is in its infancy with only three publications known to date,\n74\n,\n79\n,\n80\n none of which have been conducted in the context of microgravity. Similarly, cell-specific proteomics methodologies that permit analysis of body wall muscles, neurons, and pharyngeal muscles have been developed\n81\n but are yet to be exploited in the context of microgravity.\n\n\nIn the absence of high-throughput spatiotemporal techniques, spatiotemporal insight is traditionally and routinely gained in \nC. elegans\n through the utility of GFP.\n38\n,\n82\n Capitalizing on the nematodes transparent body, GFP is “tagged” to a gene/protein of interest to gain information on expression patterns and subcellular localization \nin vivo\n. In the context of simulated microgravity, Zhao and colleagues demonstrated the temporal induction of oxidative stress and the underlying mechanisms.\n82\n In the context of microgravity, the utility of GFP helped to demonstrate that treatment with RNAi works as effectively in space as it does on Earth in multiple tissues.\n38\n Most recently, as part of the MME, GFP was exploited to monitor neuronal responses to microgravity.\n47\n\n\nIn summary, despite the potential promise of these emerging methods for transforming our mechanistic understanding of spaceflight (patho)physiology, these methods must be trialed for effectiveness in the spaceflight environment, much like RNAi technology was.\n38",
    "linking_omics_to_phenotype": "While understanding the molecular responses to microgravity in isolation are important, these will be more informative if they quantitatively link to functional outcomes. Using informatic approaches, authors can, and should, directly relate the \nC. elegans\n omics signatures to functional outcomes such as movement rate and/or strength, to identify biologically important pathways and molecules regulating the phenotypic responses to microgravity. Ideally, all of these analyses would be performed in the same animals to make firm mechanistic links.\n33\n Indeed, such “omics-phenotype” links have been made previously, albeit not in the context of spaceflown \nC. elegans\n.\n66\n,\n67\n This approach can also be taken toward the creation and application of personalized medicine in the treatment of human disease. The potential use of \nC. elegans\n as a model organism for personalized medicine is already being explored in various ways. One study explored using \nC. elegans\n as a model for examining variations in metabolism between individuals via the application of metabolomics and comparative genomics, demonstrating differences in the levels of several metabolites between four strains of \nC. elegans\n.\n68\n This demonstrates the use of \nC. elegans\n as a building block toward understanding the differences in metabolism between individuals within a species.\n68",
    "integrated_multi-omics": "Without doubt, transcriptomics and proteomics are the most common omics analyses performed thus far in \nC. elegans\n subjected to microgravity conditions. However, microgravity likely affects many other biological layers, therefore the use of other omics can contribute to a more complete understanding of the effects of spaceflight. For example, \nC. elegans\n-specific metabolomics and lipidomics methodologies are emerging,\n69\n providing additional and powerful omics capabilities to probe the pathophysiological effects of spaceflight and reveal the potential of therapeutic interventions. These multiple omics approaches can be integrated (i.e., at the computational analysis stage) to provide a comprehensive understanding of the condition-specific crosstalk between different biological levels, therein providing a better understanding of microgravity-inducing mechanisms and the identification of novel candidates for therapeutic intervention. Indeed, this approach has been taken in \nC. elegans\n to investigate responses to aging,\n70\n starvation,\n71\n and antibiotics,\n72\n albeit not in the context of spaceflight.",
    "tissue-specific_and_spatial_omics": "It is notable that the majority of omics work to date has been generated using RNA/protein extracted from whole worms containing all tissue types (i.e., muscles, gut, and neurons) as opposed to individual tissues, and so the tissue-specific transcriptome/proteome responses to altered gravity are yet to be distinguished.\n5\n Indeed, it is possible to isolate and sequence individual tissues derived from \nC. elegans\n,\n73\n and since spaceflight can induced a wide variety of maladaptations across many organs, understanding tissue-specific responses to microgravity is necessary in order to precisely underpin regulatory mechanisms and develop targeted and effective countermeasures against spaceflight-induced maladaptations.\nFurther, conventional microarray and RNA-sequencing approaches do not provide spatial information, and tissue-specific transcriptomics only partially solves this problem since it still takes into account ubiquitously expressed genes (i.e., housekeeper genes).\n74\n Spatial transcriptomics is an emerging method to overcome these limitations, which combines RNA-sequencing with serial tissue sectioning\n75\n to identify tissue-specific spatiotemporal gene responses. By adapting the RNA tomography approach originally developed for zebrafish,\n75\n Ebbing and co-authors were able to successfully apply spatial transcriptomics to \nC. elegans\n, which was considered a major challenge due to the limited amount of mRNA that can be extracted from individual sections of small organisms.\n74\n The authors individually froze and cryosectioned (20 μm) \nC. elegans\n, followed by RNA extraction and processing using CEL-seq (to overcome the challenges of low input).\n76\n Using this combination of tools, the authors were able to detect an average of 16,394 genes in young wild-type adult hermaphrodites, equating to 93% of genes detected in bulk RNA-sequencing experiments,\n77\n and they also demonstrated regional expression was highly indicative of function.\n74\n Thus, spatial transcriptomics offers a highly sensitive method to generate complex data, and develop deeper understanding of tissue organization, or disorganization, in disease. Spatial transcriptomics has been used to create tissue atlases that have served not only particular use in creating detailed maps of the nervous system of mice but also furthered understanding of important topics in biology like heart development.\n78\n Currently, the application of \nC. elegans\n spatial transcriptomics is in its infancy with only three publications known to date,\n74\n,\n79\n,\n80\n none of which have been conducted in the context of microgravity. Similarly, cell-specific proteomics methodologies that permit analysis of body wall muscles, neurons, and pharyngeal muscles have been developed\n81\n but are yet to be exploited in the context of microgravity.\nIn the absence of high-throughput spatiotemporal techniques, spatiotemporal insight is traditionally and routinely gained in \nC. elegans\n through the utility of GFP.\n38\n,\n82\n Capitalizing on the nematodes transparent body, GFP is “tagged” to a gene/protein of interest to gain information on expression patterns and subcellular localization \nin vivo\n. In the context of simulated microgravity, Zhao and colleagues demonstrated the temporal induction of oxidative stress and the underlying mechanisms.\n82\n In the context of microgravity, the utility of GFP helped to demonstrate that treatment with RNAi works as effectively in space as it does on Earth in multiple tissues.\n38\n Most recently, as part of the MME, GFP was exploited to monitor neuronal responses to microgravity.\n47\nIn summary, despite the potential promise of these emerging methods for transforming our mechanistic understanding of spaceflight (patho)physiology, these methods must be trialed for effectiveness in the spaceflight environment, much like RNAi technology was.\n38",
    "conclusion": "C. elegans\n represents a cheap and feasible organism to study the mechanisms regulating phenotypic adaptations in response to microgravity. We highlight that the application of omics analysis to spaceflight research has identified many ways that \nC. elegans\n respond to microgravity, at the level of the transcriptome, proteome, and epigenome. Notably, microgravity elicits transcriptional responses with microgravity robustly regulating genes related to muscle locomotion and metabolism (\nFigure 1\n). Similarly, proteomic changes in microgravity represent robust declines in cytoskeletal and metabolic proteins, which may underpin the pathophysiological phenotype associated with microgravity, particularly muscle decline. Importantly, these major transcriptional signatures are reproducible despite substantial differences in culturing conditions. Future work should consider using emerging omics approaches, such as multi-omics and spatial transcriptomics, to unravel tissue-specific spatiotemporal responses to microgravity in \nC. elegans\n. Where possible, such experiments should adopt, or at least consider, consortium-devised omics-related working pipelines in order to standardize experimental design, such as those developed by the International Standards for Space Omics Processing. In turn, this will facilitate future comparative omics investigations, thus extracting as much insight as possible from rare space omics experiments. This will lead to the identification of the fundamental mechanisms regulating (mal)adaptations to microgravity, benefiting health while in space and on Earth (e.g., aging, diabetes).",
    "acknowledgments": "T.E., N.J.S., and C.S.D. are members of the European Space Agency-funded Space Omics Topical Team, funded by the ESA grant/contract 4000131202/20/NL/PG/pt “Space Omics: Toward an integrated ESA/NASA –omics database for spaceflight and ground facilities experiments.” N.J.S. was supported by grants from NASA [NSSC22K0250; NSSC22K0278] and acknowledges the support of the Osteopathic Heritage Foundation through funding for the Osteopathic Heritage Foundation Ralph S. Licklider, D.O., Research Endowment in the Heritage College of Osteopathic Medicine. C.S.D. was supported by a Medical Research Council Skills Development Fellowship (MR/T026014/1). For the purpose of open access, the author has applied a ‘Creative Commons Attribution (CC BY) licence to any Author Accepted Manuscript version arising.This study did not generate any new data.\nAuthor contributions\n\n\nA.S., T.E., N.J.S., and C.S.D.: conception and design. A.S. and C.S.D.: original draft preparation. A.S., C.R.G.W., M.M., A.H., T.E., N.J.S., and C.S.D.: subsection contributions, review and editing. All authors contributed to the final approval of manuscript.\nDeclaration of interests\n\n\nThe authors declare no conflicts of interest.",
    "author_contributions": "A.S., T.E., N.J.S., and C.S.D.: conception and design. A.S. and C.S.D.: original draft preparation. A.S., C.R.G.W., M.M., A.H., T.E., N.J.S., and C.S.D.: subsection contributions, review and editing. All authors contributed to the final approval of manuscript.",
    "declaration_of_interests": "The authors declare no conflicts of interest.",
    "references": "1.\nGarrett-Bakelman F.E., Darshi M., Green S.J., Gur R.C., Lin L., Macias B.R., McKenna M.J., Meydan C., Mishra T., Nasrini J., et al.  The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight. Science. 2019;364:eaau8650. doi: 10.1126/science.aau8650.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nVandenburgh H., Chromiak J., Shansky J., Del Tatto M., Lemaire J. Space travel directly induces skeletal muscle atrophy. Faseb. J. 1999;13:1031–1038. doi: 10.1096/fasebj.13.9.1031.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nMhatre S.D., Iyer J., Puukila S., Paul A.M., Tahimic C.G.T., Rubinstein L., Lowe M., Alwood J.S., Sowa M.B., Bhattacharya S., et al.  Neuro-consequences of the spaceflight environment. Neurosci. Biobehav. Rev. 2022;132:908–935. doi: 10.1016/j.neubiorev.2021.09.055.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nMitchell W.K., Williams J., Atherton P., Larvin M., Lund J., Narici M. Sarcopenia, dynapenia, and the impact of advancing age on human skeletal muscle size and strength; a quantitative review. Front. Physiol. 2012;3:260. doi: 10.3389/fphys.2012.00260.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nWillis C.R.G., Szewczyk N.J., Costes S.V., Udranszky I.A., Reinsch S.S., Etheridge T., Conley C.A. Comparative Transcriptomics Identifies Neuronal and Metabolic Adaptations to Hypergravity and Microgravity in Caenorhabditis elegans. iScience. 2020;23:101734. doi: 10.1016/j.isci.2020.101734.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nRutter L., Barker R., Bezdan D., Cope H., Costes S.V., Degoricija L., Fisch K.M., Gabitto M.I., Gebre S., Giacomello S., et al.  A New Era for Space Life Science: International Standards for Space Omics Processing. Patterns (N Y) 2020;1:100148. doi: 10.1016/j.patter.2020.100148.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nCorsi A.K., Wightman B., Chalfie M. A Transparent Window into Biology: A Primer on Caenorhabditis elegans. Genetics. 2015;200:387–407. doi: 10.1534/genetics.115.176099.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nNelson G.A., Schubert W.W., Kazarians G.A., Richards G.F., Benton E.V., Benton E.R., Henke R. Radiation effects in nematodes: results from IML-1 experiments. Adv. Space Res. 1994;14:87–91. doi: 10.1016/0273-1177(94)90455-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nNelson G.A., Schubert W.W., Kazarians G.A., Richards G.F. Development and chromosome mechanics in nematodes: results from IML-1. Adv. Space Res. 1994;14:209–214. doi: 10.1016/0273-1177(94)90405-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nSzewczyk N.J., Mancinelli R.L., McLamb W., Reed D., Blumberg B.S., Conley C.A. Caenorhabditis elegans survives atmospheric breakup of STS-107, space shuttle Columbia. Astrobiology. 2005;5:690–705. doi: 10.1089/ast.2005.5.690.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nSzewczyk N.J., Kozak E., Conley C.A. Chemically defined medium and Caenorhabditis elegans. BMC Biotechnol. 2003;3:19. doi: 10.1186/1472-6750-3-19.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nCahill T., Cope H., Bass J.J., Overbey E.G., Gilbert R., da Silveira W.A., Paul A.M., Mishra T., Herranz R., Reinsch S.S., et al.  Mammalian and Invertebrate Models as Complementary Tools for Gaining Mechanistic Insight on Muscle Responses to Spaceflight. Int. J. Mol. Sci. 2021;22:9470. doi: 10.3390/ijms22179470.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nLai C.H., Chou C.Y., Ch'ang L.Y., Liu C.S., Lin W. Identification of novel human genes evolutionarily conserved in Caenorhabditis elegans by comparative proteomics. Genome Res. 2000;10:703–713. doi: 10.1101/gr.10.5.703.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nMarkaki M., Tavernarakis N. Modeling human diseases in Caenorhabditis elegans. Biotechnol. J. 2010;5:1261–1276. doi: 10.1002/biot.201000183.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nOczypok E.A., Etheridge T., Freeman J., Stodieck L., Johnsen R., Baillie D., Szewczyk N.J. Remote automated multi-generational growth and observation of an animal in low Earth orbit. J. R. Soc. Interface. 2012;9:596–599. doi: 10.1098/rsif.2011.0716.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nHigashibata A., Szewczyk N.J., Conley C.A., Imamizo-Sato M., Higashitani A., Ishioka N. Decreased expression of myogenic transcription factors and myosin heavy chains in Caenorhabditis elegans muscles developed during spaceflight. J. Exp. Biol. 2006;209:3209–3218. doi: 10.1242/jeb.02365.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nTrappe S., Costill D., Gallagher P., Creer A., Peters J.R., Evans H., Riley D.A., Fitts R.H. Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J. Appl. Physiol. 2009;106:1159–1168. doi: 10.1152/japplphysiol.91578.2008.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nHasin Y., Seldin M., Lusis A. Multi-omics approaches to disease. Genome Biol. 2017;18:83. doi: 10.1186/s13059-017-1215-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nSchmidt M.A., Goodwin T.J. Personalized medicine in human space flight: using Omics based analyses to develop individualized countermeasures that enhance astronaut safety and performance. Metabolomics. 2013;9:1134–1156. doi: 10.1007/s11306-013-0556-3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nKarahalil B. Overview of Systems Biology and Omics Technologies. Curr. Med. Chem. 2016;23:4221–4230. doi: 10.2174/0929867323666160926150617.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nRay S., Gebre S., Fogle H., Berrios D.C., Tran P.B., Galazka J.M., Costes S.V. GeneLab: Omics database for spaceflight experiments. Bioinformatics. 2019;35:1753–1759. doi: 10.1093/bioinformatics/bty884.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nBeheshti A., Cekanaviciute E., Smith D.J., Costes S.V. Global transcriptomic analysis suggests carbon dioxide as an environmental stressor in spaceflight: A systems biology GeneLab case study. Sci. Rep. 2018;8:4191. doi: 10.1038/s41598-018-22613-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nMadrigal P., Gabel A., Villacampa A., Manzano A., Deane C.S., Bezdan D., Carnero-Diaz E., Medina F.J., Hardiman G., Grosse I., et al.  Revamping Space-omics in Europe. Cell Syst. 2020;11:555–556. doi: 10.1016/j.cels.2020.10.006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nDeane C.S., Space Omics Topical Team. da Silveira W.A., Herranz R. Space omics research in Europe: Contributions, geographical distribution and ESA member state funding schemes. iScience. 2022;25:103920. doi: 10.1016/j.isci.2022.103920.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nHonda Y., Honda S., Narici M., Szewczyk N.J. Spaceflight and ageing: reflecting on Caenorhabditis elegans in space. Gerontology. 2014;60:138–142. doi: 10.1159/000354772.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nCelen I., Jayasinghe A., Doh J.H., Sabanayagam C.R. Transcriptomic Signature of the Simulated Microgravity Response in Caenorhabditis elegans and Comparison to Spaceflight Experiments. Cells. 2023;12 doi: 10.3390/cells12020270.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nSudevan S., Muto K., Higashitani N., Hashizume T., Higashibata A., Ellwood R.A., Deane C.S., Rahman M., Vanapalli S.A., Etheridge T., et al.  Loss of physical contact in space alters the dopamine system in C. elegans. iScience. 2022;25:103762. doi: 10.1016/j.isci.2022.103762.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nSun L., Li D., Yuan Y., Wang D. Intestinal long non-coding RNAs in response to simulated microgravity stress in Caenorhabditis elegans. Sci. Rep. 2021;11:1997. doi: 10.1038/s41598-021-81619-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nHigashitani A., Hashizume T., Takiura M., Higashitani N., Teranishi M., Oshima R., Yano S., Kuriyama K., Higashibata A. Histone deacetylase HDA-4-mediated epigenetic regulation in space-flown C. elegans. NPJ Microgravity. 2021;7:33. doi: 10.1038/s41526-021-00163-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nSun L., Li W., Li D., Wang D. microRNAs involved in the control of toxicity on locomotion behavior induced by simulated microgravity stress in Caenorhabditis elegans. Sci. Rep. 2020;10:17510. doi: 10.1038/s41598-020-74582-z.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nTee L.F., Neoh H.M., Then S.M., Murad N.A., Asillam M.F., Hashim M.H., Nathan S., Jamal R. Effects of simulated microgravity on gene expression and biological phenotypes of a single generation Caenorhabditis elegans cultured on 2 different media. Life Sci. Space Res. 2017;15:11–17. doi: 10.1016/j.lssr.2017.06.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nGao Y., Xu D., Zhao L., Sun Y. The DNA damage response of C. elegans affected by gravity sensing and radiosensitivity during the Shenzhou-8 spaceflight. Mutat. Res. 2017;795:15–26. doi: 10.1016/j.mrfmmm.2017.01.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nHigashibata A., Hashizume T., Nemoto K., Higashitani N., Etheridge T., Mori C., Harada S., Sugimoto T., Szewczyk N.J., Baba S.A., et al.  Microgravity elicits reproducible alterations in cytoskeletal and metabolic gene and protein expression in space-flown Caenorhabditis elegans. NPJ Microgravity. 2016;2:15022. doi: 10.1038/npjmgrav.2015.22.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nZhao L., Gao Y., Mi D., Sun Y. Mining potential biomarkers associated with space flight in Caenorhabditis elegans experienced Shenzhou-8 mission with multiple feature selection techniques. Mutat. Res. 2016;791–792:27–34. doi: 10.1016/j.mrfmmm.2016.08.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nGao Y., Xu D., Zhao L., Zhang M., Sun Y. Effects of microgravity on DNA damage response in Caenorhabditis elegans during Shenzhou-8 spaceflight. Int. J. Radiat. Biol. 2015;91:531–539. doi: 10.3109/09553002.2015.1043754.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nGao Y., Li S., Xu D., Wang J., Sun Y. Changes in apoptotic microRNA and mRNA expression profiling in Caenorhabditis elegans during the Shenzhou-8 mission. J. Radiat. Res. 2015;56:872–882. doi: 10.1093/jrr/rrv050.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nXu D., Gao Y., Huang L., Sun Y. Changes in miRNA expression profile of space-flown Caenorhabditis elegans during Shenzhou-8 mission. Life Sci. Space Res. 2014;1:44–52. doi: 10.1016/j.lssr.2013.12.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nEtheridge T., Nemoto K., Hashizume T., Mori C., Sugimoto T., Suzuki H., Fukui K., Yamazaki T., Higashibata A., Szewczyk N.J., Higashitani A. The effectiveness of RNAi in Caenorhabditis elegans is maintained during spaceflight. PLoS One. 2011;6:e20459. doi: 10.1371/journal.pone.0020459.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nSelch F., Higashibata A., Imamizo-Sato M., Higashitani A., Ishioka N., Szewczyk N.J., Conley C.A. Genomic response of the nematode Caenorhabditis elegans to spaceflight. Adv. Space Res. 2008;41:807–815. doi: 10.1016/j.asr.2007.11.015.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nHigashibata A., Higashitani A., Adachi R., Kagawa H., Honda S., Honda Y., Higashitani N., Sasagawa Y., Miyazawa Y., Szewczyk N.J., et al.  Biochemical and Molecular Biological Analyses of space-flown nematodes in Japan, the First International Caenorhabditis elegans Experiment (ICE-First) Microgravity Sci. Technol. 2007;19:159–163. doi: 10.1007/BF02919473.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nHigashibata A., Higashitani N., Imamizo-Sato M., Hashizume T., Etheridge T., Szewczyk N., Higashitani A., Ishioka N. Space Flight Induces Reduction of Paramyosin and Troponin T: Proteomic Analysis of Space-Flown Caenorhabditis elegans. Curr. Biotechnol. 2013;2:262–271. doi: 10.2174/22115501113029990015.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nLeandro L.J., Szewczyk N.J., Benguría A., Herranz R., Laván D., Medina F.J., Gasset G., Loon J.V., Conley C.A., Marco R. Comparative analysis of Drosophila melanogaster and Caenorhabditis elegans gene expression experiments in the European Soyuz flights to the International Space Station. Adv. Space Res. 2007;40:506–512. doi: 10.1016/j.asr.2007.05.070.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nHao H., Kalra S., Jameson L.E., Guerrero L.A., Cain N.E., Bolivar J., Starr D.A. The Nesprin-1/-2 ortholog ANC-1 regulates organelle positioning in C. elegans independently from its KASH or actin-binding domains. Elife. 2021;10:e61069. doi: 10.7554/eLife.61069.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nJohannsen D.L., Ravussin E. The role of mitochondria in health and disease. Curr. Opin. Pharmacol. 2009;9:780–786. doi: 10.1016/j.coph.2009.09.002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nHyatt H., Deminice R., Yoshihara T., Powers S.K. Mitochondrial dysfunction induces muscle atrophy during prolonged inactivity: A review of the causes and effects. Arch. Biochem. Biophys. 2019;662:49–60. doi: 10.1016/j.abb.2018.11.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nDeane C.S., Willis C.R.G., Phillips B.E., Atherton P.J., Harries L.W., Ames R.M., Szewczyk N.J., Etheridge T. Transcriptomic meta-analysis of disuse muscle atrophy vs. resistance exercise-induced hypertrophy in young and older humans. J. Cachexia Sarcopenia Muscle. 2021;12:629–645. doi: 10.1002/jcsm.12706.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nLaranjeiro R., Harinath G., Pollard A.K., Gaffney C.J., Deane C.S., Vanapalli S.A., Etheridge T., Szewczyk N.J., Driscoll M. Spaceflight affects neuronal morphology and alters transcellular degradation of neuronal debris in adult Caenorhabditis elegans. iScience. 2021;24:102105. doi: 10.1016/j.isci.2021.102105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nSzewczyk N.J., Udranszky I.A., Kozak E., Sunga J., Kim S.K., Jacobson L.A., Conley C.A. Delayed development and lifespan extension as features of metabolic lifestyle alteration in C. elegans under dietary restriction. J. Exp. Biol. 2006;209:4129–4139. doi: 10.1242/jeb.02492.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nOkada R., Fujita S.I., Suzuki R., Hayashi T., Tsubouchi H., Kato C., Sadaki S., Kanai M., Fuseya S., Inoue Y., et al.  Transcriptome analysis of gravitational effects on mouse skeletal muscles under microgravity and artificial 1 g onboard environment. Sci. Rep. 2021;11:9168. doi: 10.1038/s41598-021-88392-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nPollard A.K., Gaffney C.J., Deane C.S., Balsamo M., Cooke M., Ellwood R.A., Hewitt J.E., Mierzwa B.E., Mariani A., Vanapalli S.A., et al.  Molecular Muscle Experiment: Hardware and Operational Lessons for Future Astrobiology Space Experiments. Astrobiology. 2020;20:935–943. doi: 10.1089/ast.2019.2181.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nReeves N.J., Maganaris C.N., Ferretti G., Narici M.V. Influence of simulated microgravity on human skeletal muscle architecture and function. J. Gravitational Physiol. 2002;9:P153–P154.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nZhao L., Zhang G., Tang A., Huang B., Mi D. Microgravity alters the expressions of DNA repair genes and their regulatory miRNAs in space-flown Caenorhabditis elegans. Life Sci. Space Res. 2023;37:25–38. doi: 10.1016/j.lssr.2023.02.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nTurner B.M. Epigenetic responses to environmental change and their evolutionary implications. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2009;364:3403–3418. doi: 10.1098/rstb.2009.0125.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nYoshida K., Fujita S.I., Isotani A., Kudo T., Takahashi S., Ikawa M., Shiba D., Shirakawa M., Muratani M., Ishii S. Intergenerational effect of short-term spaceflight in mice. iScience. 2021;24:102773. doi: 10.1016/j.isci.2021.102773.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nHughes D.C., Marcotte G.R., Marshall A.G., West D.W.D., Baehr L.M., Wallace M.A., Saleh P.M., Bodine S.C., Baar K. Age-related Differences in Dystrophin: Impact on Force Transfer Proteins, Membrane Integrity, and Neuromuscular Junction Stability. J. Gerontol. A Biol. Sci. Med. Sci. 2017;72:640–648. doi: 10.1093/gerona/glw109.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nXu D., Gao Y., Guo L., Lin C., Sun Y. Effect of dys-1 mutation on gene expression profile in space-flown Caenorhabditis elegans. Muscle Nerve. 2018 doi: 10.1002/mus.26076.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nOhnishi T., Takahashi A., Nagamatsu A., Omori K., Suzuki H., Shimazu T., Ishioka N. Detection of space radiation-induced double strand breaks as a track in cell nucleus. Biochem. Biophys. Res. Commun. 2009;390:485–488. doi: 10.1016/j.bbrc.2009.09.114.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nKodaira S., Kawashima H., Kitamura H., Kurano M., Uchihori Y., Yasuda N., Ogura K., Kobayashi I., Suzuki A., Koguchi Y., et al.  Analysis of radiation dose variations measured by passive dosimeters onboard the International Space Station during the solar quiet period (2007–2008) Radiat. Meas. 2013;49:95–102. doi: 10.1016/j.radmeas.2012.11.020.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nNagamatsu A., Murakami K., Kitajo K., Shimada K., Kumagai H., Tawara H. Area radiation monitoring on ISS Increments 17 to 22 using PADLES in the Japanese Experiment Module Kibo. Radiat. Meas. 2013;59:84–93. doi: 10.1016/j.radmeas.2013.05.008.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nTakanami T., Mori A., Takahashi H., Higashitani A. Hyper-resistance of meiotic cells to radiation due to a strong expression of a single recA-like gene in Caenorhabditis elegans. Nucleic Acids Res. 2000;28:4232–4236. doi: 10.1093/nar/28.21.4232.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nTakanami T., Zhang Y., Aoki H., Abe T., Yoshida S., Takahashi H., Horiuchi S., Higashitani A. Efficient repair of DNA damage induced by heavy ion particles in meiotic prophase I nuclei of Caenorhabditis elegans. J. Radiat. Res. 2003;44:271–276. doi: 10.1269/jrr.44.271.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nHartman P.S., Hlavacek A., Wilde H., Lewicki D., Schubert W., Kern R.G., Kazarians G.A., Benton E.V., Benton E.R., Nelson G.A. A comparison of mutations induced by accelerated iron particles versus those induced by low earth orbit space radiation in the FEM-3 gene of Caenorhabditis elegans. Mutat. Res. 2001;474:47–55. doi: 10.1016/s0027-5107(00)00154-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nZhao Y., Lai K., Cheung I., Youds J., Tarailo M., Tarailo S., Rose A. A mutational analysis of Caenorhabditis elegans in space. Mutat. Res. 2006;601:19–29. doi: 10.1016/j.mrfmmm.2006.05.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nWebb A.E., Kundaje A., Brunet A. Characterization of the direct targets of FOXO transcription factors throughout evolution. Aging Cell. 2016;15:673–685. doi: 10.1111/acel.12479.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nMathyk B.A., Tabetah M., Karim R., Zaksas V., Kim J., I A., Muratani M., Tasoula A., Singh R., Chen Y.-K., et al.  Spaceflight alters insulin and estrogen signaling pathways. Research Square. 2023\n [\nGoogle Scholar\n]\n\n\n\n\n66.\nWillis C.R.G., Ames R.M., Deane C.S., Phillips B.E., Boereboom C.L., Abdulla H., Bukhari S.S.I., Lund J.N., Williams J.P., Wilkinson D.J., et al.  Network analysis of human muscle adaptation to aging and contraction. Aging (Albany NY) 2020;12:740–755. doi: 10.18632/aging.102653.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nWillis C.R.G., Gallagher I.J., Wilkinson D.J., Brook M.S., Bass J.J., Phillips B.E., Smith K., Etheridge T., Stokes T., McGlory C., et al.  Transcriptomic links to muscle mass loss and declines in cumulative muscle protein synthesis during short-term disuse in healthy younger humans. Faseb. J. 2021;35:e21830. doi: 10.1096/fj.202100276RR.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nFox B.W., Ponomarova O., Lee Y.U., Zhang G., Giese G.E., Walker M., Roberto N.M., Na H., Rodrigues P.R., Curtis B.J., et al.  C. elegans as a model for inter-individual variation in metabolism. Nature. 2022;607:571–577. doi: 10.1038/s41586-022-04951-3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nMolenaars M., Schomakers B.V., Elfrink H.L., Gao A.W., Vervaart M.A.T., Pras-Raves M.L., Luyf A.C., Smith R.L., Sterken M.G., Kammenga J.E., et al.  Metabolomics and lipidomics in Caenorhabditis elegans using a single-sample preparation. Dis. Model. Mech. 2021;14:dmm047746. doi: 10.1242/dmm.047746.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nHastings J., Mains A., Virk B., Rodriguez N., Murdoch S., Pearce J., Bergmann S., Le Novère N., Casanueva O. Multi-Omics and Genome-Scale Modeling Reveal a Metabolic Shift During C. elegans Aging. Front. Mol. Biosci. 2019;6:2. doi: 10.3389/fmolb.2019.00002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nHarvald E.B., Sprenger R.R., Dall K.B., Ejsing C.S., Nielsen R., Mandrup S., Murillo A.B., Larance M., Gartner A., Lamond A.I., Færgeman N.J. Multi-omics Analyses of Starvation Responses Reveal a Central Role for Lipoprotein Metabolism in Acute Starvation Survival in C. elegans. Cell Syst. 2017;5:38–52.e4. doi: 10.1016/j.cels.2017.06.004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nGao A.W., El Alam G., Lalou A., Li T.Y., Molenaars M., Zhu Y., Overmyer K.A., Shishkova E., Hof K., Bou Sleiman M., et al.  Multi-omics analysis identifies essential regulators of mitochondrial stress response in two wild-type C. elegans strains. iScience. 2022;25:103734. doi: 10.1016/j.isci.2022.103734.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nKaletsky R., Yao V., Williams A., Runnels A.M., Tadych A., Zhou S., Troyanskaya O.G., Murphy C.T. Transcriptome analysis of adult Caenorhabditis elegans cells reveals tissue-specific gene and isoform expression. PLoS Genet. 2018;14:e1007559. doi: 10.1371/journal.pgen.1007559.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nEbbing A., Vértesy Á., Betist M.C., Spanjaard B., Junker J.P., Berezikov E., van Oudenaarden A., Korswagen H.C. Spatial Transcriptomics of C. elegans Males and Hermaphrodites Identifies Sex-Specific Differences in Gene Expression Patterns. Dev. Cell. 2018;47:801–813.e6. doi: 10.1016/j.devcel.2018.10.016.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nJunker J.P., Noël E.S., Guryev V., Peterson K.A., Shah G., Huisken J., McMahon A.P., Berezikov E., Bakkers J., van Oudenaarden A. Genome-wide RNA Tomography in the zebrafish embryo. Cell. 2014;159:662–675. doi: 10.1016/j.cell.2014.09.038.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\nGrün D., Kester L., van Oudenaarden A. Validation of noise models for single-cell transcriptomics. Nat. Methods. 2014;11:637–640. doi: 10.1038/nmeth.2930.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nKim B., Suo B., Emmons S.W. Gene Function Prediction Based on Developmental Transcriptomes of the Two Sexes in C. elegans. Cell Rep. 2016;17:917–928. doi: 10.1016/j.celrep.2016.09.051.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nRao A., Barkley D., França G.S., Yanai I. Exploring tissue architecture using spatial transcriptomics. Nature. 2021;596:211–220. doi: 10.1038/s41586-021-03634-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\nRödelsperger C., Ebbing A., Sharma D.R., Okumura M., Sommer R.J., Korswagen H.C. Spatial Transcriptomics of Nematodes Identifies Sperm Cells as a Source of Genomic Novelty and Rapid Evolution. Mol. Biol. Evol. 2021;38:229–243. doi: 10.1093/molbev/msaa207.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nSchild E.S., Mars J., Ebbing A., Vivié J., Betist M., Korswagen H.C. Spatial transcriptomics of the nematode Caenorhabditis elegans using RNA tomography. STAR Protoc. 2021;2:100411. doi: 10.1016/j.xpro.2021.100411.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nYuet K.P., Doma M.K., Ngo J.T., Sweredoski M.J., Graham R.L.J., Moradian A., Hess S., Schuman E.M., Sternberg P.W., Tirrell D.A. Cell-specific proteomic analysis in Caenorhabditis elegans. Proc. Natl. Acad. Sci. USA. 2015;112:2705–2710. doi: 10.1073/pnas.1421567112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nZhao L., Rui Q., Wang D. Molecular basis for oxidative stress induced by simulated microgravity in nematode Caenorhabditis elegans. Sci. Total Environ. 2017;607–608:1381–1390. doi: 10.1016/j.scitotenv.2017.07.088.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.3 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10344948/"
}