{
  "id": "PMC11500582",
  "title": "Functional redundancy between trans-Golgi network SNARE family members in Arabidopsis thaliana.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Functional redundancy between trans-Golgi network SNARE family members in Arabidopsis thaliana.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11500582/"
  },
  "sections": {
    "abstract": "SNAREs play an important role in the process of membrane trafficking. In the present research, we investigated subcellular localization of an uncharacterized \nArabidopsis thaliana\n protein reported to interact with a \ntrans\n-Golgi network-localized Qa-SNARE, SYNTAXIN OF PLANTS 43. Based on the similarity of its amino acid sequence to metazoan fucosyltransferases, we have named this novel protein AtGTLP (\nArabidopsis thaliana\n\n\nG\nlycosyl\nT\nransferase-\nL\nike \nP\nrotein) and predicted that it should be a member of yet uncharacterized family of Arabidopsis fucosyltransferases, as it shows no significant sequence similarity to fucosyltransferases previously identified in Arabidopsis. AtGTLP is a membrane-anchored protein, which exhibits a type II-like topology, with a single transmembrane helix and a globular domain in the C-terminal part of its amino acid sequence. Colocalization data we collected suggest that AtGTLP should localize mainly to Golgi apparatus, especially to certain zones of \ntrans\n-Golgi. As single \natgtlp−/−\n mutants showed no obvious difference in phenotype (primary root length and fresh mass), AtGTLP and proteins related to AtGTLP with high similarity in amino acid sequences may have redundant functions.",
    "introduction": "Introduction\nAn efficient and well-organized intracellular transport system is a basic requirement for life to exist, as many components necessary for metabolic processes, that take place inside or outside of a eukaryotic cell, are produced and subsequently modified in different cell compartments. The transport system responsible for delivering cargo collected from one compartment (that is: a membrane-enclosed organelle, such as endoplasmic reticulum, Golgi, or vacuole) to its next destination has been given the name of “membrane traffic”.\nIn the membrane traffic, macromolecules are packed as cargo into vesicles, which then carry the cargo to another organelle, plasma membrane or extracellular space. SNARE (soluble \nN\n-ethylmaleimide-sensitive factor attachment receptor) proteins, a family of membrane-anchored proteins comprising of more than 60 members in Arabidopsis (\nSanderfoot 2007\n), play an important role in this transport system. Assisted by other molecules, such as Rab GTPases and tethering factors, SNAREs mediate fusion between the membrane of vesicle carrying the cargo and the membrane of the organelle the cargo is addressed to (\nStenmark 2009\n). To facilitate the fusion, SNAREs form a complex comprising of four SNAREs—three Q-SNAREs (Qa-, Qb-, Qc-SNARE), which reside on the target membrane and are characterized by the presence of glutamine as the central amino acid in SNARE motif, in addition to one R-SNARE residing on the transport vesicle, with arginine as the central amino acid (\nFasshauer et al. 1998\n). When a R-SNARE comes into contact with the three Q-SNAREs, first a link is formed between the vesicle and the target membrane, and subsequently, due to the change in conformation of the SNARE complex from “loose” to “tight” state, the vesicle is pulled toward the target membrane, allowing the two membranes to fuse together and the cargo to enter the lumen of the organelle (\nJahn and Scheller 2006\n). To ensure the specificity of fusion, a large number of SNAREs localizes selectively to a specific cell compartment. This characteristic made it possible for those SNAREs to be successfully used as organelle markers in subcellular localization studies (\nUemura et al. 2004\n).\nThrough their crucial role in membrane trafficking, members of SNARE family in plants were reported to be implicit in a variety of biological processes, ranging from growth to biotic/abiotic stress resistance. One group of SNAREs, that has been linked to secretion-dependent resistance against pathogens, is SYP4 (SYNTAXIN of PLANTs 4) group. SYP4 group comprises of three members (SYP41, SYP42 and SYP43) with partially overlapping functions, all localizing to the TGN (\ntrans\n-Golgi network). \nsyp42−/−syp43−/−\n double mutant exhibits phenotype of shorter roots, semi-dwarfism, and early senescence, in addition to increase in susceptibility to host-adapted virulent powdery fungus \nGolovinomyces orontii\n infection, when compared to wild type (\nUemura et al. 2012\n).\nA research focused on interactome of Qa-SNARE proteins in Arabidopsis reported a number of new interactions between specific SNARE proteins and numerous proteins of diverse functions, including novel proteins with unknown functions (\nFujiwara et al. 2014\n). One such interaction was found between SYP43 and an uncharacterized protein, which we decided to name AtGTLP (\nArabidopsis thaliana\n\n\nG\nlycosyl\nT\nransferase-\nL\nike \nP\nrotein) due to the similarity to glycosyltransferases in its amino acid sequence.\nGlycosyltransferases (GTs) are a large family of enzymes, characterized by their ability to transfer sugar moieties to a specific acceptor substrate creating a glycosidic bond. GTs are known to produce a variety of glycoproteins and small sugar-containing molecules with diverse biological roles, but in plants, these enzymes are especially important for processing products of photosynthesis and for biosynthesis of cell-wall (\nKeegstra and Raikhel 2001\n). At present, 567 Arabidopsis proteins recorded in the Carbohydrate Active Enzyme Database (CAZy) (\nCantarel et al. 2009\n; http://www.cazy.org/e1.html, accessed Nov 1, 2023) with ‘GlycosylTransferase’ annotation have been further classified into 45 of 117 GT families known today (including GT0 or GTnc, ‘non-classified’). Independently from the sequence-based classification implemented in CAZy database, GTs can also be categorized according to the type of sugar they use as a substrate. One such example is the superfamily of fucosyltransferases (FUTs), which utilize guanidine 5′-diphosphate-β-L-fucose (GDP-Fuc) as a substrate (\nMartinez-Duncker et al. 2003\n). In plants, macromolecules known to incorporate fucose in their structures are \nN\n-glycans, \nO\n-fucosylated proteins, as well as components of cell walls, such as xyloglucans, arabinogalactan proteins and pectic polysaccharides—rhamnogalacturonan I (RG-I) and rhamnogalacturonan II (RG-II) (\nSoto et al. 2019\n). Based on characteristics of FUTs that have been identified thus far (a majority of which are putative fucosyltransferases), it has been established that fucose is attached to each of these types of macromolecules by a specific FUT(s). As our knowledge about plant FUTs is still lacking, the full scope of their biological functions is, at present, not fully understood.\nIn the present study, we observed subcellular localization of AtGTLP by cross-pollinating a transgenic Arabidopsis line expressing AtGTLP-mGFP construct with organelle marker lines, as the first step to investigate the functions of AtGTLP.",
    "materials_and_methods": "Materials and methods\nPlant material and growth conditions\nFor colocalization observations, Arabidopsis plants were grown in growth chamber, in 22°C in long-day light (16 h/8 h, L/D) conditions on MS medium w/vitamins (Duchefa Biochemie), containing 0.3% gellan gum (Wako) and 2% sucrose. pH was adjusted to 6.265. Fluorescence was observed in cells in the elongation zone of roots of 5-day-old seedlings.\nFor analysis of mutant phenotype, two T-DNA insertion lines SALK_025999 (\natgtlp-1\n) and SALK_011654 (\natgtlp-2\n) were used. Columbia-0 accession plants were used as a control. Growth conditions and medium were the same as for colocalization analysis. For statistical analysis of primary root length and fresh mass, 25 individuals (11-day-old) were used for each genotype.\nRNA extraction and RT-PCR\nRNA was extracted from 10-day-old Arabidopsis seedling with RNeasy® Plant Mini Kit (Qiagen). 100 mg of fresh tissue was used for each sample. cDNA was synthesized using SuperScript™ III Reverse Transcriptase (ThermoFisher Scientific). 5 µg of the extracted RNA was added to each reaction as a template. The presence or lack of \nAtGTLP\n expression in mutant lines was confirmed by PCR reaction using ExTaq polymerase (Takara). 1 µg of cDNA was used as a template. Primers used for RT-PCR are listed in Supplementary Table S1.\nGene cloning\nA 5.1 kbp fragment of nucleotide sequence comprising of the native promoter and \nAtGTLP\n (\nAt2g04280\n) gene sequence flanked by 5′ and 3′ UTRs was amplified using PrimeSTAR® GXL DNA Polymerase (Takara). The amplified sequence was subsequently subcloned into a pENTR™ vector using pENTR™/D-TOPO Vector Kit (ThermoFisher Scientific) for directional cloning. The vector was used to transform One Shot™ TOP10 Chemically Competent \nEscherichia coli\n (ThermoFisher Scientific).\nTransformants were selected on solid LB medium with kanamycin 50 mg l\n−1\n and cultured overnight in liquid LB with the same antibiotic concentration. Isolated plasmid was linearized and fused with monomeric GFP (mGFP) (\nSegami et al. 2014\n) gene sequence using In-Fusion HD Kit (Takara). Product of this reaction was used to transform competent \nE. coli\n cells and the transformants selection procedure was repeated. Isolated plasmid was used as the entry clone for pHGW vector (\nKarimi et al. 2002\n) as the destination vector in Gateway™ LR Clonase™ II reaction (ThermoFisher Scientific). \nAtGTLP-mGFP\n in pHGW construct was transformed into competent \nE. coli\n cells and transformant colonies were selected on solid LB medium with 100 mg l\n−1\n spectinomycin.\nFor creation of mRFP-GOS12 Golgi marker line, translational fusion between \nmRFP\n (\nCampbell et al. 2002\n) and \nGOS12\n were generated by inserting cDNA encoding \nmRFP\n in front of the start codon of \nGOS12\n genomic sequence including 1.9 kb of the 5′-flanking sequence and 1.2 kb of the 3′-flanking sequence in pENTR™ vector using In-Fusion HD Kit. The resulted mRFP-GOS12 construct was subcloned into pGWB1 by LR Clonase™ II (\nNakagawa et al. 2007\n).\nPrimers used for gene cloning and linearization are listed in Supplementary Table S1.\nGeneration of Arabidopsis transformants\nCol-0 plants were infected with \nAgrobacterium tumefaciens\n transformed with the prepared plasmid containing the \nAtGTLP-mGFP\n construct using flower dip method (\nClough and Bent 1998\n). Collected seeds were sown on MS medium with 2% sucrose, 0.8% agar with 25 mg l\n−1\n of hygromycin and 250 mg l\n−1\n of claforan.\nSelection of T\n1\n lines with a single \nAtGTLP-mGFP\n construct was conducted by sowing T\n2\n seeds on selective MS medium with hygromycin. Lines, for which we observed 3 : 1 segregation ratio of resistant to non-resistant plants, were selected as single-insertion lines.\nConfocal laser scanning microscopy observations\nFor subcellular localization observations of AtGTLP protein, AtGTLP-mGFP single-insertion lines were cross-pollinated with organelle markers lines. mRFP-VAMP721 (\nUemura et al. 2019\n) and tagRFP-VAMP727 (\nEbine et al. 2008\n) lines were used as markers for transport vesicle from the TGN to the cell plate/plasma membrane or to the vacuole, respectively. mRFP-SYP61 (\nShimizu et al. 2021\n), mRFP-SYP43 (\nAsaoka et al. 2013\n), and VHAa1-mRFP (\nDettmer et al. 2006\n) lines were used as TGN markers. ST-mRFP was used as a \ntrans\n-Golgi marker (\nUemura et al. 2012\n) and mRFP-GOS12 as a Golgi marker (in this study).\nColocalization observations were conducted using Zeiss LSM980 with Airyscan 2 confocal laser scanning microscope system equipped with Plan-Apochromat 63x/1.40 Oil DIC M27 immersion objective. Excitation laser wavelengths of 488 nm and 543 nm were used. Pinhole was set to 1AU.\nColocalization analysis\nThe degree of colocalization of each organelle marker with AtGTLP-mGFP was assessed by calculating Pearson correlation coefficient (PCC) (\nAdler and Parmryd 2010\n; \nDunn et al. 2011\n). To obtain PCC values, Coloc 2 plugin for Fiji/ImageJ software (\nSchindelin et al. 2012\n) was used. For each organelle marker, three 50 µm×50 µm images with 15 randomly selected regions of interest (ROIs), freehand-drawn around the observed dot-like structures, were used for analysis (45 ROIs total for each marker). Noise in the images was corrected using the ‘Smooth’ function of Fiji/ImageJ. Line fluorescence intensity plots were generated using RGB profiler plugin for Fiji/ImageJ.",
    "plant_material_and_growth_conditions": "Plant material and growth conditions\nFor colocalization observations, Arabidopsis plants were grown in growth chamber, in 22°C in long-day light (16 h/8 h, L/D) conditions on MS medium w/vitamins (Duchefa Biochemie), containing 0.3% gellan gum (Wako) and 2% sucrose. pH was adjusted to 6.265. Fluorescence was observed in cells in the elongation zone of roots of 5-day-old seedlings.\nFor analysis of mutant phenotype, two T-DNA insertion lines SALK_025999 (\natgtlp-1\n) and SALK_011654 (\natgtlp-2\n) were used. Columbia-0 accession plants were used as a control. Growth conditions and medium were the same as for colocalization analysis. For statistical analysis of primary root length and fresh mass, 25 individuals (11-day-old) were used for each genotype.",
    "rna_extraction_and_rt-pcr": "RNA extraction and RT-PCR\nRNA was extracted from 10-day-old Arabidopsis seedling with RNeasy® Plant Mini Kit (Qiagen). 100 mg of fresh tissue was used for each sample. cDNA was synthesized using SuperScript™ III Reverse Transcriptase (ThermoFisher Scientific). 5 µg of the extracted RNA was added to each reaction as a template. The presence or lack of \nAtGTLP\n expression in mutant lines was confirmed by PCR reaction using ExTaq polymerase (Takara). 1 µg of cDNA was used as a template. Primers used for RT-PCR are listed in Supplementary Table S1.",
    "gene_cloning": "Gene cloning\nA 5.1 kbp fragment of nucleotide sequence comprising of the native promoter and \nAtGTLP\n (\nAt2g04280\n) gene sequence flanked by 5′ and 3′ UTRs was amplified using PrimeSTAR® GXL DNA Polymerase (Takara). The amplified sequence was subsequently subcloned into a pENTR™ vector using pENTR™/D-TOPO Vector Kit (ThermoFisher Scientific) for directional cloning. The vector was used to transform One Shot™ TOP10 Chemically Competent \nEscherichia coli\n (ThermoFisher Scientific).\nTransformants were selected on solid LB medium with kanamycin 50 mg l\n−1\n and cultured overnight in liquid LB with the same antibiotic concentration. Isolated plasmid was linearized and fused with monomeric GFP (mGFP) (\nSegami et al. 2014\n) gene sequence using In-Fusion HD Kit (Takara). Product of this reaction was used to transform competent \nE. coli\n cells and the transformants selection procedure was repeated. Isolated plasmid was used as the entry clone for pHGW vector (\nKarimi et al. 2002\n) as the destination vector in Gateway™ LR Clonase™ II reaction (ThermoFisher Scientific). \nAtGTLP-mGFP\n in pHGW construct was transformed into competent \nE. coli\n cells and transformant colonies were selected on solid LB medium with 100 mg l\n−1\n spectinomycin.\nFor creation of mRFP-GOS12 Golgi marker line, translational fusion between \nmRFP\n (\nCampbell et al. 2002\n) and \nGOS12\n were generated by inserting cDNA encoding \nmRFP\n in front of the start codon of \nGOS12\n genomic sequence including 1.9 kb of the 5′-flanking sequence and 1.2 kb of the 3′-flanking sequence in pENTR™ vector using In-Fusion HD Kit. The resulted mRFP-GOS12 construct was subcloned into pGWB1 by LR Clonase™ II (\nNakagawa et al. 2007\n).\nPrimers used for gene cloning and linearization are listed in Supplementary Table S1.",
    "generation_of_arabidopsis_transformants": "Generation of Arabidopsis transformants\nCol-0 plants were infected with \nAgrobacterium tumefaciens\n transformed with the prepared plasmid containing the \nAtGTLP-mGFP\n construct using flower dip method (\nClough and Bent 1998\n). Collected seeds were sown on MS medium with 2% sucrose, 0.8% agar with 25 mg l\n−1\n of hygromycin and 250 mg l\n−1\n of claforan.\nSelection of T\n1\n lines with a single \nAtGTLP-mGFP\n construct was conducted by sowing T\n2\n seeds on selective MS medium with hygromycin. Lines, for which we observed 3 : 1 segregation ratio of resistant to non-resistant plants, were selected as single-insertion lines.",
    "confocal_laser_scanning_microscopy_observations": "Confocal laser scanning microscopy observations\nFor subcellular localization observations of AtGTLP protein, AtGTLP-mGFP single-insertion lines were cross-pollinated with organelle markers lines. mRFP-VAMP721 (\nUemura et al. 2019\n) and tagRFP-VAMP727 (\nEbine et al. 2008\n) lines were used as markers for transport vesicle from the TGN to the cell plate/plasma membrane or to the vacuole, respectively. mRFP-SYP61 (\nShimizu et al. 2021\n), mRFP-SYP43 (\nAsaoka et al. 2013\n), and VHAa1-mRFP (\nDettmer et al. 2006\n) lines were used as TGN markers. ST-mRFP was used as a \ntrans\n-Golgi marker (\nUemura et al. 2012\n) and mRFP-GOS12 as a Golgi marker (in this study).\nColocalization observations were conducted using Zeiss LSM980 with Airyscan 2 confocal laser scanning microscope system equipped with Plan-Apochromat 63x/1.40 Oil DIC M27 immersion objective. Excitation laser wavelengths of 488 nm and 543 nm were used. Pinhole was set to 1AU.",
    "colocalization_analysis": "Colocalization analysis\nThe degree of colocalization of each organelle marker with AtGTLP-mGFP was assessed by calculating Pearson correlation coefficient (PCC) (\nAdler and Parmryd 2010\n; \nDunn et al. 2011\n). To obtain PCC values, Coloc 2 plugin for Fiji/ImageJ software (\nSchindelin et al. 2012\n) was used. For each organelle marker, three 50 µm×50 µm images with 15 randomly selected regions of interest (ROIs), freehand-drawn around the observed dot-like structures, were used for analysis (45 ROIs total for each marker). Noise in the images was corrected using the ‘Smooth’ function of Fiji/ImageJ. Line fluorescence intensity plots were generated using RGB profiler plugin for Fiji/ImageJ.",
    "results": "Results\nAtGTLP is a putative glycosyltransferase\nAtGTLP is predicted to be a membrane-anchored protein comprising of 568 residues. DeepTMHMM (\nHallgren et al. 2022\n; https://dtu.biolib.com/DeepTMHMM, accessed Nov 1, 2023) transmembrane topology prediction model for this protein indicates a presence of a single transmembrane helix near the N-terminus of AtGTLP protein (residues 24–44). The short N-terminal tail of the protein was predicted to localize on the cytosolic side of an organelle membrane, while residues 45–568 reside inside the lumen (\nFigure 1A\n). AlphaFold2 (\nJumper et al. 2021\n) model of AtGTLP’s three-dimensional structure includes a globular domain of unknown function in the C-terminal part of the amino acid sequence (\nFigure 1B\n). The C-terminal part of the amino-acid sequence was modelled with high confidence, while N-terminal part had a lower reliability score (\nFigure 1C–E\n).\nFigure 1. (A) Schematic model of AtGTLP topology and (B) AlphaFold2 prediction of the three-dimensional structure of AtGTLP. AtGTLP comprises of a short N-terminal tail, single transmembrane helix and globular domain in the C-terminal part of amino-acid sequence positioned on a short stalk (type II topology). (C) The prediction reliability described by predicted Local Distance Difference Test (pLDDT). Some of the regions in the N-terminal side have score less than 50 and the structures of those regions are less reliable. (D) Predicted three-dimensional structure of AtGTLP in pLDDT coloring. An α-helix at the bottom is the N-terminal side. Blue color indicates less reliable region and red color indicates region with high reliability. Note that the region with similar structure to \nO\n-fucosyltransferase 2 has high reliability. (E) Predicted Alignment Error (PAE). N-terminal side has high error (red), and C-terminal side has low error (blue). (F) Superposition between the three-dimensional structure of AtGTLP (from 260 to 566) and that of human protein \nO\n-fucosyltransferase 2 (PDB ID: 4AP6, A chain). The region in white in AtGTLP is the N-terminal region that was not included in the superposition. The gradation coloring scheme was employed from N-terminal to C-terminal side on the superposed region. Human \nO\n-fucosyltransferase 2 is colored in gray with GDP analogue in ball-and-stick model which suggests the active site of the protein. Root mean square deviation (RMSD) of the backbone is 5.9 Å. The similarity of the location of α-helices can be noticed.\nAnalysis of AtGTLP’s amino acid sequence using Phyre\n2\n server (\nKelley et al. 2015\n; http://www.sbg.bio.ic.ac.uk/phyre2/html/page.cgi?id=index, accessed Nov 1, 2023) suggests a distant homology between the C-terminal domain of AtGTLP and human protein \nO\n-fucosyltransferase 2 (POFUT2; 19% of sequence identity, 99.2% confidence), protein \nO\n-fucosyltransferase 1 (POFUT1; 16% i.d., 98.9% confidence), as well as \nC. elegans\n protein \nO\n-fucosyltransferase 2 (CePOFUT2; 20% i.d., 98.9% confidence) and protein \nO\n-fucosyltransferase 1 (CePOFUT1; 18% i.d., 99.2% confidence). Superposition between AlphaFold2 model of C-terminal domain of AtGTLP and the top ranked template (human POFUT2; PDB ID: 4AP6, A chain) is shown in \nFigure 1F\n. Interestingly, among top ranked templates, we observed no plant GTs nor other types of plant enzymes. Moreover, although the Conserved Domain Database (\nLu et al. 2020\n; https://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi, accessed Nov 1, 2023) recognizes the presence of ‘\nO\n-FUT-like’ domain in the C-terminal region of AtGTLP, when its amino acid sequence was used as a query in BLAST search against Arabidopsis proteome, none of the 38 proteins that have been characterized as members of Arabidopsis FUT family in literature (\nSmith et al. 2018\n) were present among the results. No other motif that could suggest possible functions of AtGTLP has been found to be present in its amino acid sequence. In the CAZy database, AtGTLP is currently classified as ‘GTnc’.\nAtGTLP is localized mainly on the \ntrans\n-Golgi\nTo investigate the subcellular localization of AtGTLP, we established transgenic Arabidopsis expressing mGFP-tagged AtGTLP (AtGTLP-mGFP) under the control of native promoter. The fluorescence of AtGTLP-mGFP protein concentrated in dot- or ring-like structures scattered within the cell (\nFigure 2\n).\nFigure 2. Subcellular localization of AtGTLP. Confocal laser scanning microscopy images of elongation zone cells of Arabidopsis seedling expressing AtGTLP-GFP construct, and organelle marker fused with RFP (A) ST-mRFP, (B) mRFP-GOS12, (C) mRFP-SYP61, (D) VHAa1-mRFP, (E) mRFP-SYP43, (F) mRFP-VAMP721, (G) tagRFP-VAMP727. Scale bar=10 μm. White arrow heads in (F) close up-dots of ‘free’ tagRFP-VAMP727. Close-up scale bar=2 μm.\nIn order to reveal which organelle those structures correspond to, we established double-visualization Arabidopsis lines expressing AtGTLP-mGFP with various RFP-tagged organelle markers. Among tested markers, the extent of colocalization of AtGTLP with \ntrans\n-Golgi marker, ST (\nBoevink et al. 1998\n) was the highest and relatively consistent among all analyzed ROIs (\nFigure 3\n; PCC=0.5–0.91; median=0.75), suggesting that a significant population of AtGTLP localizes to \ntrans\n-Golgi. Visual observations of colocalization of these two proteins show that while both seem to often localize to the same disk-like structures, patches of magenta-only and green-only fluorescence within those structures were also visible (\nFigure 2A\n, ‘close-up’). Based on this characteristic, we suspect that within \ntrans\n-Golgi, AtGTLP segregates to specific zones only. As expected, relatively high PCCs were obtained also when colocalization with GOS12, a Golgi marker (\nFigure 2B\n; \nUemura et al. 2004\n), was analyzed (\nFigure 3\n; 0.21–0.83, median=0.58). However, whereas for the AtGTLP-mGFP/ST-mRFP pair, the two peaks representing GFP and RFP in side-view line fluorescence profile of a single disk-like structure overlap almost entirely (\nFigure 4A\n), for the AtGTLP-mGFP/mRFP-GOS12 pair a slight shift between those two peaks was observed (\nFigure 4B\n).\nFigure 3. Colocalization of AtGTLP with organelle markers. As a mean of assessing the degree of colocalization, for each marker line expressing AtGTLP-mGFP and organelle marker fused with RFP Pearson’s correlation coefficient was calculated for 45 ROIs hand-drawn around clusters of dot-like structures. Three separate images were analyzed (15 ROIs/image) for each marker. Median is shown for each marker.\nFigure 4. Line fluorescence intensity profile for (A) AtGTLP-mGFP and ST-mRFP, (B) AtGTLP-mGFP and mRFP-GOS12, (C) AtGTLP-mGFP and mRFP-SYP61, (D) AtGTLP-mGFP and VHAa1-mRFP; (E) AtGTLP-mGFP and mRFP-SYP43, (F) AtGTLP-mGFP and mRFP-VAMP721, (G) AtGTLP-mGFP and tagRFP-VAMP727 line. (A)–(G) left panel—en face orientation of AtGTLP ring; right panel—side orientation of AtGTLP ring. Intensity plot was generated along and in direction of the white arrow. Scale bar=1 μm.\nMoreover, we found that in some of the analyzed ROIs, AtGTLP partially colocalizes with TGN markers, SYP61 (\nFigure 2C\n; \nUemura et al. 2004\n) and VHAa1 (\nFigure 2D\n; \nDettmer et al. 2006\n), whereas in other ROIs, PCC was close to zero (\nFigure 3\n; PCC=0.0–0.65; median=0.41 and PCC=−0.01–0.79; median=0.46, respectively). Side-view line fluorescence profiles for these two markers show a similar shift between the GFP and RFP peaks (\nFigure 4C, D\n). Interestingly, for the third analyzed TGN marker used in this study, SYP43 (\nUemura et al. 2004\n), we observed that areas where the two colors of florescence overlap with each other, were scarcer (\nFigure 2E\n). Relatively low degree of colocalization for AtGTLP-mGFP/mRFP-SYP43 pair was also reflected in lower PCC values (\nFigure 3\n; −0.17–0.64, with median of 0.26) and line fluorescence profile, which suggest that SYP43 localizes to the center of AtGTLP rings (\nFigure 4E\n).\nTaking into consideration the possibility that AtGTLP is transported within the cell as a cargo, two transport pathway markers—VAMP721, a marker of transport from the TGN to the cell plate and the plasma membrane, as well as VAMP727, a marker of vacuolar transport (\nShimizu and Uemura 2022\n)—were also included in the study. In case of VAMP721, we observed very little overlap of GFP and RFP fluorescence (\nFigure 2F\n, \nFigure 4F\n), and low PCCs (\nFigure 3\n; −0.48–0.48, median=0.15), whereas colocalization between AtGTLP and VAMP727, similarly to SYP61 and VHAa1, was inconsistent across the analyzed ROIs (\nFigure 2G\n, \nFigure 3\n; PCC=0.01–0.7, median=0.42). Line fluorescence profiles for AtGTLP-GFP/tagRFP-VAMP727 pair also show a pattern similar to AtGTLP-GFP/mRFP-SYP61 pair (\nFigure 4G\n). When inspecting the degree of colocalization visually, we observed that the areas of overlapping fluorescence were present mainly within clusters of dot- or ring-like structures, which most likely correspond to Golgi/TGN. In addition to these clusters, ‘free’ dots of tagRFP-VAMP727 signal, where AtGTLP-mGFP was absent, could also be observed (\nFigure 2G\n, arrowheads).\natgtlp mutants exhibit no obvious phenotypes\nAccording to data available in eFP Browser (Klepikova Arabidopsis Atlas; \nKlepikova et al. 2016\n), \nAtGTLP\n is expressed in most parts of a plant, including roots and young leaves, with the exception of dry seeds.\nIn both mutant lines used in this study, T-DNA insertion was confirmed to be present inside \nAtGTLP\n’s exon (\nFigure 5A\n). Although the results of RT-PCR confirmed that transcription of \nAtGTLP\n in both of the T-DNA lines is absent or reduced to levels undetectable with this method (\nFigure 5B\n), growth of mutant plants was comparable to wild type plants, and we could not observe any distinctive phenotype differences between \natgtlp-1\n or \natgtlp-2\n single mutants and wild-type plants in 8-day-old and 11-day-old seedlings (\nFigure 5C, D\n).\nFigure 5. Characteristics of \natgtlp-1\n and \natgtlp-2\n single mutant lines. (A) T-DNA insertion sites inside nucleotide sequence of \nAtGTLP\n gene in \natgtlp-1\n (SALK_025999) and \natgtlp-2\n (SALK_011654) lines, (B) RT-PCR results, control—\nTUA3\n (tubulin), (C) Phenotype of \natgtlp-1\n and \natgtlp-2\n 8-day-old-seedlings no difference between Col-0 plants and mutants has been observed. Scale bar=1 cm. (D) Comparison of fresh weight and length of primary roots in Col-0 and \natgtlp-1\n, \natgtlp-2\n plants (\nn\n=25).",
    "atgtlp_is_a_putative_glycosyltransferase": "AtGTLP is a putative glycosyltransferase\nAtGTLP is predicted to be a membrane-anchored protein comprising of 568 residues. DeepTMHMM (\nHallgren et al. 2022\n; https://dtu.biolib.com/DeepTMHMM, accessed Nov 1, 2023) transmembrane topology prediction model for this protein indicates a presence of a single transmembrane helix near the N-terminus of AtGTLP protein (residues 24–44). The short N-terminal tail of the protein was predicted to localize on the cytosolic side of an organelle membrane, while residues 45–568 reside inside the lumen (\nFigure 1A\n). AlphaFold2 (\nJumper et al. 2021\n) model of AtGTLP’s three-dimensional structure includes a globular domain of unknown function in the C-terminal part of the amino acid sequence (\nFigure 1B\n). The C-terminal part of the amino-acid sequence was modelled with high confidence, while N-terminal part had a lower reliability score (\nFigure 1C–E\n).\nFigure 1. (A) Schematic model of AtGTLP topology and (B) AlphaFold2 prediction of the three-dimensional structure of AtGTLP. AtGTLP comprises of a short N-terminal tail, single transmembrane helix and globular domain in the C-terminal part of amino-acid sequence positioned on a short stalk (type II topology). (C) The prediction reliability described by predicted Local Distance Difference Test (pLDDT). Some of the regions in the N-terminal side have score less than 50 and the structures of those regions are less reliable. (D) Predicted three-dimensional structure of AtGTLP in pLDDT coloring. An α-helix at the bottom is the N-terminal side. Blue color indicates less reliable region and red color indicates region with high reliability. Note that the region with similar structure to \nO\n-fucosyltransferase 2 has high reliability. (E) Predicted Alignment Error (PAE). N-terminal side has high error (red), and C-terminal side has low error (blue). (F) Superposition between the three-dimensional structure of AtGTLP (from 260 to 566) and that of human protein \nO\n-fucosyltransferase 2 (PDB ID: 4AP6, A chain). The region in white in AtGTLP is the N-terminal region that was not included in the superposition. The gradation coloring scheme was employed from N-terminal to C-terminal side on the superposed region. Human \nO\n-fucosyltransferase 2 is colored in gray with GDP analogue in ball-and-stick model which suggests the active site of the protein. Root mean square deviation (RMSD) of the backbone is 5.9 Å. The similarity of the location of α-helices can be noticed.\nAnalysis of AtGTLP’s amino acid sequence using Phyre\n2\n server (\nKelley et al. 2015\n; http://www.sbg.bio.ic.ac.uk/phyre2/html/page.cgi?id=index, accessed Nov 1, 2023) suggests a distant homology between the C-terminal domain of AtGTLP and human protein \nO\n-fucosyltransferase 2 (POFUT2; 19% of sequence identity, 99.2% confidence), protein \nO\n-fucosyltransferase 1 (POFUT1; 16% i.d., 98.9% confidence), as well as \nC. elegans\n protein \nO\n-fucosyltransferase 2 (CePOFUT2; 20% i.d., 98.9% confidence) and protein \nO\n-fucosyltransferase 1 (CePOFUT1; 18% i.d., 99.2% confidence). Superposition between AlphaFold2 model of C-terminal domain of AtGTLP and the top ranked template (human POFUT2; PDB ID: 4AP6, A chain) is shown in \nFigure 1F\n. Interestingly, among top ranked templates, we observed no plant GTs nor other types of plant enzymes. Moreover, although the Conserved Domain Database (\nLu et al. 2020\n; https://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi, accessed Nov 1, 2023) recognizes the presence of ‘\nO\n-FUT-like’ domain in the C-terminal region of AtGTLP, when its amino acid sequence was used as a query in BLAST search against Arabidopsis proteome, none of the 38 proteins that have been characterized as members of Arabidopsis FUT family in literature (\nSmith et al. 2018\n) were present among the results. No other motif that could suggest possible functions of AtGTLP has been found to be present in its amino acid sequence. In the CAZy database, AtGTLP is currently classified as ‘GTnc’.",
    "atgtlp_is_localized_mainly_on_the_trans-golgi": "AtGTLP is localized mainly on the \ntrans\n-Golgi\nTo investigate the subcellular localization of AtGTLP, we established transgenic Arabidopsis expressing mGFP-tagged AtGTLP (AtGTLP-mGFP) under the control of native promoter. The fluorescence of AtGTLP-mGFP protein concentrated in dot- or ring-like structures scattered within the cell (\nFigure 2\n).\nFigure 2. Subcellular localization of AtGTLP. Confocal laser scanning microscopy images of elongation zone cells of Arabidopsis seedling expressing AtGTLP-GFP construct, and organelle marker fused with RFP (A) ST-mRFP, (B) mRFP-GOS12, (C) mRFP-SYP61, (D) VHAa1-mRFP, (E) mRFP-SYP43, (F) mRFP-VAMP721, (G) tagRFP-VAMP727. Scale bar=10 μm. White arrow heads in (F) close up-dots of ‘free’ tagRFP-VAMP727. Close-up scale bar=2 μm.\nIn order to reveal which organelle those structures correspond to, we established double-visualization Arabidopsis lines expressing AtGTLP-mGFP with various RFP-tagged organelle markers. Among tested markers, the extent of colocalization of AtGTLP with \ntrans\n-Golgi marker, ST (\nBoevink et al. 1998\n) was the highest and relatively consistent among all analyzed ROIs (\nFigure 3\n; PCC=0.5–0.91; median=0.75), suggesting that a significant population of AtGTLP localizes to \ntrans\n-Golgi. Visual observations of colocalization of these two proteins show that while both seem to often localize to the same disk-like structures, patches of magenta-only and green-only fluorescence within those structures were also visible (\nFigure 2A\n, ‘close-up’). Based on this characteristic, we suspect that within \ntrans\n-Golgi, AtGTLP segregates to specific zones only. As expected, relatively high PCCs were obtained also when colocalization with GOS12, a Golgi marker (\nFigure 2B\n; \nUemura et al. 2004\n), was analyzed (\nFigure 3\n; 0.21–0.83, median=0.58). However, whereas for the AtGTLP-mGFP/ST-mRFP pair, the two peaks representing GFP and RFP in side-view line fluorescence profile of a single disk-like structure overlap almost entirely (\nFigure 4A\n), for the AtGTLP-mGFP/mRFP-GOS12 pair a slight shift between those two peaks was observed (\nFigure 4B\n).\nFigure 3. Colocalization of AtGTLP with organelle markers. As a mean of assessing the degree of colocalization, for each marker line expressing AtGTLP-mGFP and organelle marker fused with RFP Pearson’s correlation coefficient was calculated for 45 ROIs hand-drawn around clusters of dot-like structures. Three separate images were analyzed (15 ROIs/image) for each marker. Median is shown for each marker.\nFigure 4. Line fluorescence intensity profile for (A) AtGTLP-mGFP and ST-mRFP, (B) AtGTLP-mGFP and mRFP-GOS12, (C) AtGTLP-mGFP and mRFP-SYP61, (D) AtGTLP-mGFP and VHAa1-mRFP; (E) AtGTLP-mGFP and mRFP-SYP43, (F) AtGTLP-mGFP and mRFP-VAMP721, (G) AtGTLP-mGFP and tagRFP-VAMP727 line. (A)–(G) left panel—en face orientation of AtGTLP ring; right panel—side orientation of AtGTLP ring. Intensity plot was generated along and in direction of the white arrow. Scale bar=1 μm.\nMoreover, we found that in some of the analyzed ROIs, AtGTLP partially colocalizes with TGN markers, SYP61 (\nFigure 2C\n; \nUemura et al. 2004\n) and VHAa1 (\nFigure 2D\n; \nDettmer et al. 2006\n), whereas in other ROIs, PCC was close to zero (\nFigure 3\n; PCC=0.0–0.65; median=0.41 and PCC=−0.01–0.79; median=0.46, respectively). Side-view line fluorescence profiles for these two markers show a similar shift between the GFP and RFP peaks (\nFigure 4C, D\n). Interestingly, for the third analyzed TGN marker used in this study, SYP43 (\nUemura et al. 2004\n), we observed that areas where the two colors of florescence overlap with each other, were scarcer (\nFigure 2E\n). Relatively low degree of colocalization for AtGTLP-mGFP/mRFP-SYP43 pair was also reflected in lower PCC values (\nFigure 3\n; −0.17–0.64, with median of 0.26) and line fluorescence profile, which suggest that SYP43 localizes to the center of AtGTLP rings (\nFigure 4E\n).\nTaking into consideration the possibility that AtGTLP is transported within the cell as a cargo, two transport pathway markers—VAMP721, a marker of transport from the TGN to the cell plate and the plasma membrane, as well as VAMP727, a marker of vacuolar transport (\nShimizu and Uemura 2022\n)—were also included in the study. In case of VAMP721, we observed very little overlap of GFP and RFP fluorescence (\nFigure 2F\n, \nFigure 4F\n), and low PCCs (\nFigure 3\n; −0.48–0.48, median=0.15), whereas colocalization between AtGTLP and VAMP727, similarly to SYP61 and VHAa1, was inconsistent across the analyzed ROIs (\nFigure 2G\n, \nFigure 3\n; PCC=0.01–0.7, median=0.42). Line fluorescence profiles for AtGTLP-GFP/tagRFP-VAMP727 pair also show a pattern similar to AtGTLP-GFP/mRFP-SYP61 pair (\nFigure 4G\n). When inspecting the degree of colocalization visually, we observed that the areas of overlapping fluorescence were present mainly within clusters of dot- or ring-like structures, which most likely correspond to Golgi/TGN. In addition to these clusters, ‘free’ dots of tagRFP-VAMP727 signal, where AtGTLP-mGFP was absent, could also be observed (\nFigure 2G\n, arrowheads).",
    "atgtlp_mutants_exhibit_no_obvious_phenotypes": "atgtlp mutants exhibit no obvious phenotypes\nAccording to data available in eFP Browser (Klepikova Arabidopsis Atlas; \nKlepikova et al. 2016\n), \nAtGTLP\n is expressed in most parts of a plant, including roots and young leaves, with the exception of dry seeds.\nIn both mutant lines used in this study, T-DNA insertion was confirmed to be present inside \nAtGTLP\n’s exon (\nFigure 5A\n). Although the results of RT-PCR confirmed that transcription of \nAtGTLP\n in both of the T-DNA lines is absent or reduced to levels undetectable with this method (\nFigure 5B\n), growth of mutant plants was comparable to wild type plants, and we could not observe any distinctive phenotype differences between \natgtlp-1\n or \natgtlp-2\n single mutants and wild-type plants in 8-day-old and 11-day-old seedlings (\nFigure 5C, D\n).\nFigure 5. Characteristics of \natgtlp-1\n and \natgtlp-2\n single mutant lines. (A) T-DNA insertion sites inside nucleotide sequence of \nAtGTLP\n gene in \natgtlp-1\n (SALK_025999) and \natgtlp-2\n (SALK_011654) lines, (B) RT-PCR results, control—\nTUA3\n (tubulin), (C) Phenotype of \natgtlp-1\n and \natgtlp-2\n 8-day-old-seedlings no difference between Col-0 plants and mutants has been observed. Scale bar=1 cm. (D) Comparison of fresh weight and length of primary roots in Col-0 and \natgtlp-1\n, \natgtlp-2\n plants (\nn\n=25).",
    "discussion": "Discussion\nTrans\n-Golgi localization of AtGTLP\nIn our subcellular localization study, we found that AtGTLP colocalized well with the \ntrans\n-Golgi marker, ST, as well as with the Golgi marker, GOS12. Based on these results, we consider AtGTLP to be a resident Golgi protein, localizing mainly to \ntrans\n-Golgi. Furthermore, the ring-like appearance of AtGTLP-mGFP fluorescence suggest that it localizes mainly to the rim of Golgi cisternae (\nTie et al. 2018\n).\nThe results of this study showed that the predicted characteristics of AtGTLP match that of glycosyltransferases. In eukaryotic cells, glycosylation processes are commonly thought to occur mainly in ER and Golgi (\nHansen et al. 2010\n). In plants, biosynthesis of many cell wall polysaccharides, another process that involves GTs, was also reported to take place in Golgi (\nKeegstra and Raikhel 2001\n; \nSaint-Jore-Dupas et al. 2004\n). Predicted topology model of AtGTLP suggests that it possesses a short cytoplasmic N-terminal tail and a single transmembrane helix, while its globular functional domain is positioned inside the lumen. Such topology, often described as ‘type II topology’ in literature, is common among Golgi-resident enzymes known to take part in protein glycosylation processes (\nBanfield 2011\n; \nHansen et al. 2010\n; \nWelch and Munro 2019\n).\nOur data suggest that whilst AtGTLP partially colocalized with TGN markers, SYP61 and VHAa1, and to a lesser extent, SYP43, in a portion of the analyzed ROIs, the number of ROIs, where the Pearson correlation coefficient was close to 0, which suggests no colocalization, is noteworthy. TGN is a vesicular-tubular compartment adjacent to the \ntrans\n side of a Golgi apparatus, but generally considered to be a distinct organelle with functions different from the Golgi (\nGriffiths and Simons 1986\n). Indeed, more recently, existence of two types of TGN in plant cells, Golgi-associated TGN (GA-TGN) and Golgi-independent TGN (free-TGN/GI-TGN)—a subpopulation of the TGN that is physiologically separated from Golgi stacks, has been reported (\nStaehelin and Kang 2008\n; \nUemura et al. 2014\n; \nViotti et al. 2010\n). The general role of TGN is to receive proteins modified in Golgi and direct them either for vacuoles, the plasma membrane or for secretion (\nGriffiths and Simons 1986\n) and therefore, this organelle is considered to be an important hub in the membrane traffic system, where cargo proteins are sorted, before being dispatched for their next destination (\nKeller and Simons 1997\n). In addition to TGN-resident SNAREs, involved in transport, other TGN-localized proteins include lipid-processing enzymes, which help to pack cargo proteins into transport vesicles (\nGu et al. 2001\n). Glycosylation is a sequential process, in which different types of sugar are added to glycans in a specific order, as the modified macromolecule travels from ER through Golgi apparatus to finally reach the TGN. In mammalian cells, some types of sugars, such as galactose and sialic acid, can be added to glycans in the TGN by TGN-localized GTs (\nRabouille et al. 1995\n; \nStanley 2011\n). In plants, however, there are no reports of glycotransferase activity in the TGN. Based on the collected data, we therefore propose that AtGTLP is a \ntrans\n-Golgi-localized protein.\nAtGTLP—a novel fucosyltransferase?\nAnalysis of AtGTLP amino acid sequence has shown that its C-terminal domain bears resemblance to the conserved domain found in metazoan POFUTs, although no obvious sequence similarity was found between AtGTLP and the proteins which have been previously classified as members of FUT family in Arabidopsis. Although, at present, we lack evidence that would confirm GT or FUT activity in AtGTLP, we consider that this protein may potentially belong to a yet uncharacterized family of Arabidopsis proteins with either GT or FUT activity.\nOne interesting possibility that is worth considering is that AtGTLP is indeed a POFUT. Phylogenetic analyses report putative POFUTs in plants and suggest plant POFUTs are phylogenetically distant from POFUTs families in other organisms (POFUT1 and POFUT2 families) (\nHansen et al. 2012\n; \nSoto et al. 2019\n). Interestingly however, recently described Arabidopsis putative POFUT, \nO\n-FUCOSYLTRANSFERASE1 (AtOFT1), implicit in pollen tube penetration through the stigma-style interface, was reported to diverge from this pattern. Phylogenetic analysis of \nAtOFT1\n has shown that it exhibits a relatively high sequence identity to members of POFUT1 family, compared to other putative POFUTs found in Arabidopsis (\nSmith et al. 2018\n). As in silico analysis suggests that AtGTLP may also be potentially related to metazoan POFUTs, the possibility that yet uncharacterized families of POFUTs, more related to metazoan POFUTs than previously reported POFUTs, exist in Arabidopsis genome is worth further examinations.\nIn our subcellular localization study, we found that AtGTLP localizes mainly to \ntrans\n-Golgi. Human POFUT1 and POFUT2 localize to the ER (\nLuo and Haltiwanger 2005\n; \nLuo et al. 2006\n), where the \nO\n-glycosylation process for most proteins starts (\nStanley 2011\n). Arabidopsis POFUT with confirmed activity, SPINDY, is known to be active in nucleus/cytoplasm (\nBi et al. 2023\n; \nKumar et al. 2023\n; \nZentella et al. 2023\n). However, it is the only POFUT discovered thus far with this subcellular localization (\nSun 2021\n). On the other hand, putative Arabidopsis POFUTs, such as AtOFT1 (\nRobichaux et al. 2023\n; \nSmith et al. 2018\n), as well as FRIABLE1 (\nNeumetzler et al. 2012\n) and ESMERALDA1 (\nVerger et al. 2016\n) were experimentally shown to localize to Golgi. In addition, α1,3-fucosylation in sycamore cells, as well as α1,4-fucosylation by FUT13 in Arabidopsis was shown to occur mainly in \ntrans\n-Golgi cisternae (\nFitchette-Lainé et al. 1994\n; \nSchoberer et al. 2013\n), suggesting that fucose is available at plant Golgi to be used as a substrate.\nIn relation to AtGTLP showing distant similarity to metazoan POFUTs, alternative possibility is that it may be a new type of plant fucosyltransferase. One type of macromolecules, which contain fucose are pectic polysaccharides—RG-I and RG-II. At present, biosynthesis of RG-I and RG-II is not fully understood, and no specific fucosyltransferase, which could be linked to synthesis of RG-I and RG-II side chains, has been identified (\nSoto et al. 2019\n; \nVoxeur et al. 2012\n), suggesting that yet uncharacterized type of fucosyltransferase is present in plants and responsible for this process.\nGTs are a diverse family of enzymes and very few members of FUT family in Arabidopsis has been well-characterized thus far. Despite the fact that characteristics of AtGTLP, such as its \ntrans\n-Golgi localization, type II topology and the presence of \nO\n-FUT-like conserved domain, seem to agree with the assumption that it is a member of the glycosyltransferase family, the data currently available are not enough to conclusively state that AtGTLP is a GT or a type of FUT, precisely. Under standard growth conditions, \natgtlp−/−\n single mutant displayed phenotype indistinguishable from Col-0 plants and one possible explanation for this result is that AtGTLP and related proteins with high amino acid sequence similarity to AtGTLP might have redundant functions. Protein At4g12700, which shows a very high sequence similarity to AtGTLP is one potential candidate. Further research is needed to confirm the presence of glycosyltransferase/fucosyltranferase activity, as well as the biological role of AtGTLP.",
    "trans-golgi_localization_of_atgtlp": "Trans\n-Golgi localization of AtGTLP\nIn our subcellular localization study, we found that AtGTLP colocalized well with the \ntrans\n-Golgi marker, ST, as well as with the Golgi marker, GOS12. Based on these results, we consider AtGTLP to be a resident Golgi protein, localizing mainly to \ntrans\n-Golgi. Furthermore, the ring-like appearance of AtGTLP-mGFP fluorescence suggest that it localizes mainly to the rim of Golgi cisternae (\nTie et al. 2018\n).\nThe results of this study showed that the predicted characteristics of AtGTLP match that of glycosyltransferases. In eukaryotic cells, glycosylation processes are commonly thought to occur mainly in ER and Golgi (\nHansen et al. 2010\n). In plants, biosynthesis of many cell wall polysaccharides, another process that involves GTs, was also reported to take place in Golgi (\nKeegstra and Raikhel 2001\n; \nSaint-Jore-Dupas et al. 2004\n). Predicted topology model of AtGTLP suggests that it possesses a short cytoplasmic N-terminal tail and a single transmembrane helix, while its globular functional domain is positioned inside the lumen. Such topology, often described as ‘type II topology’ in literature, is common among Golgi-resident enzymes known to take part in protein glycosylation processes (\nBanfield 2011\n; \nHansen et al. 2010\n; \nWelch and Munro 2019\n).\nOur data suggest that whilst AtGTLP partially colocalized with TGN markers, SYP61 and VHAa1, and to a lesser extent, SYP43, in a portion of the analyzed ROIs, the number of ROIs, where the Pearson correlation coefficient was close to 0, which suggests no colocalization, is noteworthy. TGN is a vesicular-tubular compartment adjacent to the \ntrans\n side of a Golgi apparatus, but generally considered to be a distinct organelle with functions different from the Golgi (\nGriffiths and Simons 1986\n). Indeed, more recently, existence of two types of TGN in plant cells, Golgi-associated TGN (GA-TGN) and Golgi-independent TGN (free-TGN/GI-TGN)—a subpopulation of the TGN that is physiologically separated from Golgi stacks, has been reported (\nStaehelin and Kang 2008\n; \nUemura et al. 2014\n; \nViotti et al. 2010\n). The general role of TGN is to receive proteins modified in Golgi and direct them either for vacuoles, the plasma membrane or for secretion (\nGriffiths and Simons 1986\n) and therefore, this organelle is considered to be an important hub in the membrane traffic system, where cargo proteins are sorted, before being dispatched for their next destination (\nKeller and Simons 1997\n). In addition to TGN-resident SNAREs, involved in transport, other TGN-localized proteins include lipid-processing enzymes, which help to pack cargo proteins into transport vesicles (\nGu et al. 2001\n). Glycosylation is a sequential process, in which different types of sugar are added to glycans in a specific order, as the modified macromolecule travels from ER through Golgi apparatus to finally reach the TGN. In mammalian cells, some types of sugars, such as galactose and sialic acid, can be added to glycans in the TGN by TGN-localized GTs (\nRabouille et al. 1995\n; \nStanley 2011\n). In plants, however, there are no reports of glycotransferase activity in the TGN. Based on the collected data, we therefore propose that AtGTLP is a \ntrans\n-Golgi-localized protein.",
    "atgtlp—a_novel_fucosyltransferase?": "AtGTLP—a novel fucosyltransferase?\nAnalysis of AtGTLP amino acid sequence has shown that its C-terminal domain bears resemblance to the conserved domain found in metazoan POFUTs, although no obvious sequence similarity was found between AtGTLP and the proteins which have been previously classified as members of FUT family in Arabidopsis. Although, at present, we lack evidence that would confirm GT or FUT activity in AtGTLP, we consider that this protein may potentially belong to a yet uncharacterized family of Arabidopsis proteins with either GT or FUT activity.\nOne interesting possibility that is worth considering is that AtGTLP is indeed a POFUT. Phylogenetic analyses report putative POFUTs in plants and suggest plant POFUTs are phylogenetically distant from POFUTs families in other organisms (POFUT1 and POFUT2 families) (\nHansen et al. 2012\n; \nSoto et al. 2019\n). Interestingly however, recently described Arabidopsis putative POFUT, \nO\n-FUCOSYLTRANSFERASE1 (AtOFT1), implicit in pollen tube penetration through the stigma-style interface, was reported to diverge from this pattern. Phylogenetic analysis of \nAtOFT1\n has shown that it exhibits a relatively high sequence identity to members of POFUT1 family, compared to other putative POFUTs found in Arabidopsis (\nSmith et al. 2018\n). As in silico analysis suggests that AtGTLP may also be potentially related to metazoan POFUTs, the possibility that yet uncharacterized families of POFUTs, more related to metazoan POFUTs than previously reported POFUTs, exist in Arabidopsis genome is worth further examinations.\nIn our subcellular localization study, we found that AtGTLP localizes mainly to \ntrans\n-Golgi. Human POFUT1 and POFUT2 localize to the ER (\nLuo and Haltiwanger 2005\n; \nLuo et al. 2006\n), where the \nO\n-glycosylation process for most proteins starts (\nStanley 2011\n). Arabidopsis POFUT with confirmed activity, SPINDY, is known to be active in nucleus/cytoplasm (\nBi et al. 2023\n; \nKumar et al. 2023\n; \nZentella et al. 2023\n). However, it is the only POFUT discovered thus far with this subcellular localization (\nSun 2021\n). On the other hand, putative Arabidopsis POFUTs, such as AtOFT1 (\nRobichaux et al. 2023\n; \nSmith et al. 2018\n), as well as FRIABLE1 (\nNeumetzler et al. 2012\n) and ESMERALDA1 (\nVerger et al. 2016\n) were experimentally shown to localize to Golgi. In addition, α1,3-fucosylation in sycamore cells, as well as α1,4-fucosylation by FUT13 in Arabidopsis was shown to occur mainly in \ntrans\n-Golgi cisternae (\nFitchette-Lainé et al. 1994\n; \nSchoberer et al. 2013\n), suggesting that fucose is available at plant Golgi to be used as a substrate.\nIn relation to AtGTLP showing distant similarity to metazoan POFUTs, alternative possibility is that it may be a new type of plant fucosyltransferase. One type of macromolecules, which contain fucose are pectic polysaccharides—RG-I and RG-II. At present, biosynthesis of RG-I and RG-II is not fully understood, and no specific fucosyltransferase, which could be linked to synthesis of RG-I and RG-II side chains, has been identified (\nSoto et al. 2019\n; \nVoxeur et al. 2012\n), suggesting that yet uncharacterized type of fucosyltransferase is present in plants and responsible for this process.\nGTs are a diverse family of enzymes and very few members of FUT family in Arabidopsis has been well-characterized thus far. Despite the fact that characteristics of AtGTLP, such as its \ntrans\n-Golgi localization, type II topology and the presence of \nO\n-FUT-like conserved domain, seem to agree with the assumption that it is a member of the glycosyltransferase family, the data currently available are not enough to conclusively state that AtGTLP is a GT or a type of FUT, precisely. Under standard growth conditions, \natgtlp−/−\n single mutant displayed phenotype indistinguishable from Col-0 plants and one possible explanation for this result is that AtGTLP and related proteins with high amino acid sequence similarity to AtGTLP might have redundant functions. Protein At4g12700, which shows a very high sequence similarity to AtGTLP is one potential candidate. Further research is needed to confirm the presence of glycosyltransferase/fucosyltranferase activity, as well as the biological role of AtGTLP.",
    "supplementary_data": "Supplementary Data\nSupplementary Data"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11500582/"
}