{
  "id": "PMC12008199",
  "title": "Gravity signaling in flowering plant roots",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Gravity signaling in flowering plant roots",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12008199/"
  },
  "sections": {
    "abstract": "Root gravitropism relies on gravity perception by the root cap and requires tightly regulated phytohormone signaling. Here, we isolate a rice mutant that displays root coiling in hydroponics but normal gravitropic growth in soil. We identify \nCOILING ROOT IN WATER 1\n (\nCRW1\n) encoding an ETHYLENE-INSENSITIVE3 (EIN3)-BINDING F-BOX PROTEIN (OsEBF1) as the causative gene for the mutant phenotype. We show that the OsCRW1-EIN3 LIKE 1 and 2 (OsEIL1/2)-ETHYLENE RESPONSE FACTOR 82 (OsERF82) module controls the production of reactive oxygen species in the root tip, subsequently impacting root cap stability, polar localization of PIN-FORMED 2 (OsPIN2), symmetric distribution of auxin, and ultimately gravitropic growth of roots. The OsEIL1/2-OsERF82 ethylene signaling module is effectively impeded by applying gentle mechanical resistance to root tips, including growing in water-saturated paddy soil. We further show that mechanosensing-induced calcium signaling is required and sufficient for antagonizing the ethylene signaling pathway. This study has revealed previously unanticipated interplay among ethylene, auxin, and mechanosensing in the control of plant gravitropism.",
    "introduction": "Introduction\nThe terrestrial colonization of plants is a critical milestone in the Earth’s evolution history, dramatically increasing the productivity of organic carbon on land to support highly diverse ecosystems\n1\n,\n2\n. The emergence of roots with a gravitropic growth pattern is a critical evolution for land plants, enabling them to anchor in the soil and absorb water and nutrients\n3\n. Root gravitropism features perception of gravity by the root cap and directional growth regulation mediated by auxin\n4\n. In gravity-oriented roots, symmetrical distribution of auxin in root tips maintain symmetrical growth\n5\n. When root growth deviates from the direction of gravity, the amyloplasts in the columella cells of the root cap rapidly sink to the plasma membrane at the bottom, triggering the activation of gravity response via LAZY proteins\n6\n,\n7\n. Such response entails relocation of the auxin exporter PIN-FORMED (PIN) in the cells and redistribution of auxin\n8\n–\n10\n, thus promoting asymmetric auxin flow and asymmetric cell growth to bend the root tip to the gravity direction\n11\n. Mutations in auxin transporters and gravity-signaling-related proteins often lead to defective root gravitropism during vertical growth, such as root tips growing toward random directions\n7\n,\n12\n,\n13\n, wavy roots\n14\n, and enlarged root angles\n15\n,\n16\n.\nThe gaseous plant hormone ethylene plays crucial roles in plant development, senescence, and stress resistance\n17\n,\n18\n. Ethylene biosynthesis and signaling are induced by specific conditions or stresses, including flooding, drought, low temperatures, and pathogens\n18\n. Ethylene signaling pathway starts with ethylene receptors in the endoplasmic reticulum membrane\n19\n–\n21\n and ends with gene regulation in the nucleus\n22\n–\n24\n. In the nucleus, the core ethylene response transcription factors ETHYLENE INSENSITIVE3 (EIN3)/ EIN3-Like proteins (EILs) activate the transcription of specific downstream genes in response to ethylene-inducing stress events\n25\n,\n26\n. When the stress signal fades and the ethylene level goes down, EIN3/EILs are degraded by the EIN3-BINDING F-box protein 1/2 (EBF1/2) mediated ubiquitination/proteasome pathway\n27\n,\n28\n.\nAlthough ethylene is indispensable for plants, high level of ethylene is adverse for root growth\n29\n. In compacted soil, diffusion of ethylene away from roots is limited, resulting in the accumulation of ethylene and inhibition of root penetration into the soil\n30\n. Ethylene inhibits root elongation by interacting with other plant hormones, such as auxin and abscisic acid\n31\n. For example, excess ethylene enhances auxin biosynthesis and promotes Auxin Response Factors (ARFs)-mediated transcriptional regulation to affect cell wall composition, thereby limiting the elongation of root cells\n32\n,\n33\n. Excess ethylene also weakens root gravitropic response by affecting auxin biosynthesis\n34\n,\n35\n. In addition, some auxin signaling and transport mutants exhibit both defective gravitropic phenotypes and insensitivity to ethylene\n36\n,\n37\n. However, the specific mechanism whereby ethylene signaling controls gravitropic growth remains unclear.\nIn this study, we isolated an intriguing rice mutant that displays root coiling in hydroponic culture but normal gravitropic growth in soil. The mutated gene represents a loss-of-function allele for the EIN3-binding F-box protein OsCRW1/OsEBF1, leading to overaccumulation of the OsEIL1 and OsEIL2 and amplified ethylene signaling. We show that OsEIL1/2 act on the ethylene response factor OsERF82, which subsequently regulates the transcription of several genes involved in the production of reactive oxygen species (ROS). Overaccumulation of ROS in the root tip leads to premature loss of the root cap structure, impaired polar localization of OsPIN2 and auxin distribution, resulting in severely impaired gravitropism. In the soil-grown plants, however, gravitropism is restored in a mechanosensing-induced calcium signaling-dependent manner, revealing an intricate regulation of gravitropism by crosstalk between ethylene signaling and mechanosensing.",
    "results": "Results\ncrw1\n roots coil in water but not in soil\nWe screened an ethyl methylsulfonate-mutagenized population (approximately 5000 lines) of the rice (\nOryza sativa\n L.) cultivar Zhonghua11 and isolated a mutant with root coiling phenotype when grown in hydroponic culture (Fig. \n1a\n, Supplementary Movie \n1\n). Both seminal and adventitious roots of the mutant coiled in the root tip region, resulting in a shorter root depth compared to the wild type (WT, Supplementary Fig. \n1\n). Changes in nutrient supply, solution pH, aeration (dissolved oxygen level), and exposure to light did not alter the root coiling phenotype of the mutant in hydroponic culture (Supplementary Fig. \n2\n). When grown in water-saturated solid media (e.g. paddy soil, soil-vermiculite mixture, vermiculite and peat pellet), however, the root coiling phenotype disappeared (Fig. \n1a\n and Supplementary Fig. \n3\n). We named the mutant \ncoiling root in water\n (\ncrw1\n).\nFig. 1\ncrw1\n shows defective gravitropism when grown in water but not in soil.\na\n–\nd\n Seedlings of WT and \ncrw1\n were grown in water or soil for 2 days. \na\n Root phenotypes. \nb\n Root caps. \nc\n Lugol’s staining of amyloplast. \nd\n, \ne\n Responses of WT and \ncrw1\n roots to gravity stimulation. Seedlings of WT and \ncrw1\n were grown in water or soil for 1 day, and roots were placed horizontally for another 9-hour growth. \nd\n Root phenotypes. \ne\n Growth angle of root tip at 9 h. The direction of each root tip was measured as the absolute value toward the direction of gravity. The frequency was calculated as the proportion of root number that fell within 15° to the total number of analyzed roots for WT and \ncrw1\n. \nf\n, \ng\n Auxin distribution of root tips indicated by expressing DR5rev::VENUS (green fluorescence). \nf\n WT and \ncrw1\n grow in water or soil for two days. \ng\n When growing in water, the auxin of \ncrw1\n root tips is consistently asymmetrically distributed. The red fluorescence of propidium iodide (PI) indicates cell wall. White dashes outline the root tip of \ncrw1\n and the white arrow with g indicates the direction of gravity. \nh\n Localization of OsPIN2-GFP of epidermis at 1 mm from the root tip focusing on the left (L), middle (M) or right (R) side of the root. WT and crw1 expressing proOsPIN2::OsPIN2-GFP grew in water or soil for two days. Scale bars are 1 cm in (\na,\n\n\nd\n), 100 μm in (\nb, c, f, g\n) and 20 μm in (\nh\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nIn contrast to the distinctive root phenotype, shoots of \ncrw1\n grew normally in hydroponics (Supplementary Fig. \n4a, b\n). Plants were grown to maturity in two paddy fields. In one paddy field, no significant difference was observed between \ncrw1\n and WT in any of the agronomic traits determined at plant maturity (Supplementary Fig. \n4c–h\n), whereas in the other field there was a small and significant reduction in the percentage of filled grains and grain biomass per plant in \ncrw1\n compared with WT (Supplementary Fig. \n4i–n\n).\ncrw1\n exhibits smaller root cap, asymmetric auxin distribution and defective gravitropic response in hydroponic\nThe coiling phenotype of \ncrw1\n suggests that it may be a gravitropic mutant. Compared with WT, \ncrw1\n had a smaller root cap (Fig. \n1b\n) and fewer amyloplasts in the root tip (Fig. \n1c\n). When roots were placed horizontally, \ncrw1\n responded less sensitively to gravity than WT and started to coil at 6 h after horizontal placement (Fig. \n1d, e\n and Supplementary Fig. \n5\n), indicating impaired gravitropic response.\nAuxin distribution is crucial for root gravitropism\n11\n. To examine the auxin distribution in the root tip, we introduced the auxin reporter \nDR5rev::VENUS\n into WT and \ncrw1\n. When grown in water (Fig. \n1g\n), WT roots showed symmetrical auxin distribution, whereas \ncrw1\n showed asymmetric auxin distribution at different stages of coiling (Fig. \n1g\n). When WT roots were placed horizontally, gravity triggered rapid accumulation of auxin on the bottom side of the root tip, causing it to grow towards the gravity direction; once the root tip grew in the gravity direction, symmetrical auxin distribution was restored (Supplementary Fig. \n6a\n). In contrast, \ncrw1\n exhibited an asymmetric auxin distribution at all stages under gravitational stimulation (Supplementary Fig. \n6b\n). As expected, asymmetric auxin distribution led to asymmetric cell length on the two sides of the root tip (Supplementary Fig. \n7a–c\n). Compared to WT, \ncrw1\n had a shorter meristem and fewer meristem cells (Supplementary Fig. \n7d, e\n). Staining with 5-ethynyl-2-deoxyuridine (EdU) showed a lower proliferation of meristem cells in \ncrw1\n than WT (Supplementary Fig. \n7f, g\n). Applying the auxin biosynthesis inhibitor L-Kynurenine (L-Kyn) or removing the root cap resulted in a more even auxin distribution (indicated by \nDR5rev::VENUS\n) and rescued the root coiling phenotype of \ncrw1\n (Supplementary Fig. \n8\n).\nIn \nArabidopsis thaliana\n, symmetrical auxin distribution in the root tip is maintained by the auxin exporter PIN2, which is polarly localized on the top of the root epidermal cells to allow the shootward flow of auxin from the root tip\n12\n. This pattern of polar localization is conserved in seed plants\n3\n. To examine the localization of OsPIN2 in the root tip, we introduced \nOsPIN2-GFP\n driven by its native promoter (\npOsPIN2::OsPIN2-GFP\n) into WT and \ncrw1\n by crossing. OsPIN2-GFP was polarly localized in the epidermal cells in WT, whereas such polarity was lost in \ncrw1\n (Fig. \n1h\n), which is consistent with the asymmetric auxin distribution observed in \ncrw1\n root tips.\nWhen grown in soil, all phenotypes of the mutant, including root coiling, root cap size, OsPIN2 polar localization, auxin distribution, and gravity response, were rescued to similar levels observed in WT (Fig. \n1a–h\n and Supplementary Fig. \n5\n). Taken together, these data suggest that the root coiling phenotype of \ncrw1\n in water is caused by a smaller root cap size with fewer amyloplasts and asymmetric auxin distribution resulted from OsPIN2 mis-localization.\nCloning the causative gene of \ncrw1\nTo clone the causal gene for the \ncrw1\n phenotype, we backcrossed WT (paternal) with \ncrw1\n (maternal). All F\n1\n plants showed the straight-root phenotype in water (Supplementary Fig. \n9a\n), and the F\n2\n progeny segregated into 340 and 119 straight and coiling-root, respectively, which is consistent with a 3:1 ratio (χ\n2\n = 0.002, \nP\n = 0.966) (Supplementary Fig. \n9b\n), indicating that the root coiling phenotype of \ncrw1\n resulted from recessive mutation of a single gene. We conducted genomic resequencing mapping and Mut-Map analysis on the F\n2\n progeny and identified three candidate genes, \nOs06g0604400\n, \nOs06g0605900\n, and \nOs06g0619600\n (Supplementary Fig. \n9c, d\n). Complementation tests identified \nOs06g0605900\n as the causative gene for the mutant phenotype, which we name \nCOILING ROOT IN WATER 1 (OsCRW1)\n (Fig. \n2a–d\n and Supplementary Fig. \n9e, f\n). Compared to WT, a 3681-bp fragment deletion was identified in the promoter and a portion of the open reading frame of \ncrw1\n allele, resulting in a total loss of transcription (Fig. \n2a, b\n). CRISPR/Cas9-mediated knockout of \nOsCRW1\n (\noscrw1\nKO\n) in WT also generated the same root coiling phenotype in water, which disappeared in soil (Fig. \n2e, f\n and Supplementary Fig. \n10a\n). The three \noscrw1\nKO\n lines also showed smaller root caps and asymmetric auxin distribution in the root tips when grown in water, and these defective phenotypes were rescued when plants were grown in soil (Supplementary Fig. \n10b, c\n).\nFig. 2\nOsCRW1/OsEBF1\n is the causative gene of \ncrw1.\na\n A 3681-bp deletion occurred in the upstream and coding sequence of \nOsCRW1\n in \ncrw1\n. \nb\n\n\nOsCRW1\n transcript in WT, \ncrw1\n and \nOsCRW1\nCOM\n/crw1\n complementation lines. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. \nc\n, \nd\n WT, \ncrw1\n and \nOsCRW1\nCOM\n/crw1\n seedlings were grown in water for 2 days. \nc\n Root phenotypes. \nd\n Root depth. \ne\n, \nf\n WT, \ncrw1\n and \nOsCRW1\n knockout (\noscrw1\nKO\n, in WT background) lines were grown in water for 2 days. \ne\n Root phenotypes. \nf\n Root depth. \ng\n, \nh\n Tissue expression pattern of \nOsCRW1\n in the root tip of transgenic plants expressing \nproOsCRW1::GFP\n or \nproOsCRW1::GUS\n. \ni\n Subcellular localization of OsCRW1 detected by expressing \npro35S::GFP\n or \npro35S::GFP-OsCRW1\n in rice protoplasts transiently. Data are means ± SD, \nn\n = 4 in (\nb\n) and \nn\n = 10 in (\nd\n); In (\nf\n), \nn\n = 11 in \noscrw1\nKO\n-1\n of soil group, 13 in WT and \ncrw1\n of soil group and 12 in the other columns. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 1 cm in (\ne\n and \nc\n), 1 mm in (\ng\n), 200 μm in (\nh\n) and 20 μm in (\ni\n). The data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nAnalysis of transgenic plants expressing \npOsCRW1::GFP\n and \npOsCRW1::GUS\n showed that \nOsCRW1\n was expressed in both roots and shoots (Fig. \n2g, h\n and Supplementary Fig. \n11\n). In roots, \nOsCRW1\n was strongly expressed in root tips, especially in the root cap (Fig. \n2g, h\n). Transient expression of \np35S::GFP-OsCRW1\n in rice protoplasts showed that OsCRW1 was localized in the nucleus (Fig. \n2i\n).\nElevated ethylene response in \ncrw1\n when grown in hydroponic\nOsCRW1\n encodes an F-box domain containing protein (OsEBF1), a homolog of the \nArabidopsis\n EIN3-binding F-box protein 1 (AtEBF1)\n27\n,\n28\n. Recent studies showed that OsEBF1 and OsEBF2 negatively control ethylene signaling like AtEBF1 and AtEBF2\n38\n, and loss of function of OsEBF1 or OsEBF2 led to a hypersensitivity of root and coleoptile to exogenous ethylene\n38\n, and a decreased resistance to brown planthopper in rice\n39\n,\n40\n. To examine whether loss of function of \nOsEBF2\n affects gravitropism, we knocked out \nOsEBF2\n in the WT background using CRISPR/Cas9. No effect on root growth and gravitropism was found (Supplementary Fig. \n12a, b\n). Knockout of \nOsEBF2\n in \ncrw1\n did not exacerbate the root coiling phenotype in water, and also did not affect the phenotype recovery in soil (Supplementary Fig. \n12c, d\n), suggesting that OsEBF2, unlike OsCRW1/OsEBF1, does not play a role in root gravitropism.\nWe performed RNA-seq analysis on WT and \ncrw1\n roots grown in water or soil. Among the differentially expressed genes (DEGs) between \ncrw1\n and WT grown in water, ethylene-responsive genes were strongly enriched, with 30 of the 32 DEGs being significantly upregulated in \ncrw1\n, including 20 ethylene response transcription factors (ERFs) (Fig. \n3a, b\n). When grown in soil, the number of DEGs between \ncrw1\n and WT decreased to 5, with 2 ethylene-related genes being upregulated in \ncrw1\n compared with WT (Supplementary Fig. \n13\n). Application of 1-MCP, an ethylene response inhibitor, totally rescued the phenotypes of smaller root cap, asymmetric auxin distribution and root coiling in \ncrw1\n and three \noscrw1\nKO\n lines in water (Fig. \n3c–f\n), suggesting that excessive ethylene response leads to the root coiling phenotype.\nFig. 3\nAmplified ethylene-activated signaling causes root coiling of \ncrw1\n when grown in water.\na\n, \nb\n Gene oncology pathway enrichment of differentially expressed genes (DEGs) between \ncrw1\n and WT roots. WT and \ncrw1\n seedlings were grown in water for 2 days and whole roots were sampled for RNA-seq analysis. An adjusted \np\n-value of ≤0.05 in multiple tests and an absolute log\n2\nfold change\n value ≥ 1 were used as the thresholds for determining significant differences in gene expression. \na\n Top 25 pathways sorted based on the enrichment factor and \np\n-value. \nb\n Expression levels of DEGs in the ethylene-activated signaling pathway. \nc\n–\nf\n WT, \ncrw1\n and \nOsCRW1\n knockout lines were grown in water with or without 10 μM 1-Methylcyclopropene (1-MCP) for 2 days. \nc\n Lugol’s staining of amyloplast. \nd\n DR5rev::VENUS signal in root tips. \ne\n Root phenotypes. \nf\n Root depth. Data shown are mean ± SD, \nn\n = 6 in the control group and 7 in the 1-MCP group. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 100 μm in (\nc\n and \nd\n) and 1 cm in (\ne\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nThe above findings support the notion that OsCRW1/OsEBF1 may, like \nArabidopsis\n AtEBF1, function in the degradation of core ethylene response transcription factors\n27\n,\n28\n. These may include OsEIL1 and OsEIL2 that are rice homologs of AtEIN3/EIL1 (Supplementary Fig. \n14a\n), the central transcriptional factors controlling the activation of ethylene signaling and targets of AtEBF1\n41\n,\n42\n. We investigated whether OsCRW1 interacts with OsEIL1/OsEIL2 proteins. Yeast two-hybrid (Y2H) and bimolecular fluorescence complementation (BiFC) assays showed that OsCRW1 physically interacted with OsEIL1 and OsEIL2 (Supplementary Fig. \n14b, c\n). We generated transgenic plants expressing \npOsEIL1::OsEIL1-Flag\n or \npOsEIL2::OsEIL2-Flag\n in WT, and introduced these transgenes into \ncrw1\n by crossing. Western blot showed that \ncrw1\n roots accumulated much higher levels of OsEIL1 and OsEIL2 than WT when grown in water, but the differences largely disappeared when grown in soil (Fig. \n4a, b\n). WT roots grown in water, submerged paddy soil, vermiculite or soil-vermiculite mixture showed similarly low levels of OsEIL1 (Supplementary Fig. \n15\n), indicative of similar levels of ethylene in these media. In contrast, WT roots grown in a highly compacted soil (bulk density = 1.6 g cm\n−3\n) exhibited an elevated level of OsEIL1, indicating an increased ethylene consistent with the report by Pandey et al.\n30\n Next, we knocked out \nOsEIL1\n (\noseil1\nKO\n/crw1\n) or \nOsEIL2\n (\noseil2\nKO\n/crw1\n) in \ncrw1\n by using CRISPR/Cas9 (Supplementary Fig. \n14d, e\n), which essentially rescued the root coiling phenotype of \ncrw1\n in water (Fig. \n4c, d\n), with the effect being greater in \noseil1\nKO\n/crw1\n than in \noseil2\nKO\n/crw1\n. These results indicate that loss of function of OsCRW1/OsEBF1 leads to overaccumulation of both OsEIL1 and OsEIL2, causing the root coiling phenotype in water, with OsEIL1 playing a larger role than OsEIL2.\nFig. 4\nAmplified module of OsEIL1/2-OsERF82 causes root coiling of \ncrw1\n when grown in water.\na\n, \nb\n Immunoblot analysis of OsEIL1 and OsEIL2 proteins in roots. WT and \ncrw1\n seedlings expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were grown in water or soil for 2 days before analysis. OsEIL1-Flag and OsEIL2-Flag proteins were detected by Flag antibody (anti-Flag) and the Actin (anti-Actin) was used as a loading control. \nc\n, \nd\n WT, \ncrw1\n, \noseil1\nKO\n/crw1\n lines and \noseil2\nKO\n/crw1\n lines were grown in water for 2 days. \nc\n Root phenotypes. \nd\n root depth. \ne\n Transcriptional level (FPKM value) of \nOsERF82\n in roots. \nf\n, \ng\n WT, \ncrw1\n, and \noserf82\n\n\nKO\n/crw1\n lines were grown in water for 3 days. \nf\n Root phenotypes. \ng\n Root depth. \nh\n Analysis of \nOsERF82\n promoter (2.5 kb). EBS, EIN3-binding site (ATGTA). \ni\n, \nj\n Detection of the direct binding between OsEIL1 (or OsEIL2) and \nOsERF82\n promoter by EMSA. \nk\n and \nl\n Binding of OsEIL1 or OsEIL2 on \nOsERF82\n promoter by ChIP-qPCR assay. \ncrw1\n seedlings expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were grown in water or soil for 2 days before ChIP-qPCR analysis. IgG was used as the control. \nm\n Transcriptional level of \nOsERF82\n in roots by qPCR. WT, \ncrw1\n, \noseil1\nKO\n/crw1\n and \noseil2\nKO\n/crw1\n lines were grown in water for 2 days before qPCR analysis. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. Data are means ± SD; \nn\n = 3 in (\ne,\n\n\nk,\n\n\nl,\n\n\nm\n), 8 in (\nd\n) and 10 in (\ng\n). In (\nd,\n\n\ng\n), different letters above bars indicate a significant difference at \nP\n < 0.05 (one-way ANOVA followed by Tukey’s test). In (\nk\n, \nl\n), significant difference from WT at *\nP\n < 0.05 and **\nP\n < 0.01, respectively (Student’s t-test, one-sided). Scale bars, 1 cm. Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nNext, we overexpressed \nOsEIL1\n or \nOsEIL2\n driven by the maize \nUbiquitin\n promoter, increasing the transcription of the two genes by 16-22- and 52-57-fold, respectively (Supplementary Fig. \n16a, b\n). When grown in water, \nOsEIL1\n and \nOsEIL2\n overexpressing lines showed shorter and slightly curved roots compared with WT (Supplementary Fig. \n16c\n). Addition of a small dose of the ethylene precursor ACC (1 μM) in water decreased root growth of WT slightly but caused \nOsEIL1\n and \nOsEIL2\n overexpressing lines to coil in the root tip region, a phenotype resembling \ncrw1\n (Supplementary Fig. \n16d\n). Overexpression of \nOsEIL1\n or \nOsEIL2\n alone did not cause root coiling, likely because OsEIL1 or OsEIL2 is degraded in the presence of functional OsCRW1/OsEBF1. In contrast, enhanced ethylene concentration from ACC addition may repress the translation of OsCRW1/OsEBF1 and thus stabilize OsEIL1 and OsEIL2 proteins, as has been shown in \nArabidopsis\n43\n. When grown in soil, the shorter and curvy roots of \nOsEIL1\n and \nOsEIL2\n overexpressing lines were largely rescued (Supplementary Fig. \n16e\n).\nOsEIL1 and OsEIL2 act on the ethylene response factor OsERF82\nTo search for the direct target genes downstream of OsEIL1 and OsEIL2 that cause root coiling in \ncrw1\n, we analyzed the expression pattern of all of the 139 \nERF\n genes from the transcriptomic data. We expected that the transcriptional levels of the target genes should match the phenotype changes, i.e. elevated in \ncrw1\n only in water but reduced in soil. When grown in water, 20 \nERF\n genes were expressed at higher levels in \ncrw1\n roots than WT (Supplementary Fig. \n17a\n). When grown in soil, 17 of these 20 \nERF\n genes were equally highly expressed in both WT and \ncrw1\n (Supplementary Fig. \n17b\n), suggesting that these 17 \nERF\n genes may not be related to the root coiling phenotype of \ncrw1\n. The three remaining \nERF\n genes, \nOsERF2\n (\nOs06g0181700\n), \nOsERF81\n (\nOs02g0520000\n) and \nOsERF82\n (\nOs04g0399800\n) were significantly downregulated in both WT and \ncrw1\n when grown in soil (Supplementary Fig. \n17b\n). These \nERF\n genes are potential candidate genes targeted by OsEIL1 and OsEIL2 and associated with the occurrence of the root coiling phenotype (Supplementary Fig. \n17b, c\n and Fig. \n4e\n). We used CRISPR/Cas9 to knock out the three \nERF\n genes individually in the \ncrw1\n background (Supplementary Fig. \n17d–f\n) and found that disruption of \nOsERF82\n (\noserf82\nKO\n/crw1\n) rescued the root coiling phenotype of \ncrw1\n in water to a large extent (Fig. \n4f, g\n), whereas knockout of \nOsERF2\n or \nOsERF81\n had no effect (Supplementary Fig. \n17g, h\n). The OsERF82 protein was localized in the nucleus and exhibited transactivation activity (Supplementary Fig. \n18a, b\n). We used yeast one-hybrid (Y1H) and electrophoretic mobility shift assay (EMSA) to demonstrate that OsEIL1 and OsEIL2 could specifically bind to the EIN3-binding sites (EBS, ATGTA) in the promoter region (2.5 Kb) of \nOsERF82\n (Fig. \n4h–j\n and Supplementary Fig. \n18c\n). Chromatin immunoprecipitation (ChIP)-qPCR of \npOsEIL1::OsEIL1-Flag/crw1\n and \npOsEIL2::OsEIL2-Flag/crw1\n transgenic plants showed that OsEIL1 and OsEIL2 bound to the EBS sequences in the OsERF82 promoter in vivo (Fig. \n4k, l\n). Furthermore, knockout of \nOsEIL1\n or \nOsEIL2\n in \ncrw1\n largely abolished the upregulation of \nOsERF82\n expression when grown in water (Fig. \n4m\n). Taken together, the transcription factor OsERF82 acts as a direct target of OsEIL1 and OsEIL2 to amplify ethylene signaling and cause root coiling of \ncrw1\n in water. The complete rescue of the \ncrw1\n phenotype in \noseil1/crw1\n but the incomplete rescue in \noserf82\nKO\n/crw1\n suggests that other target genes regulated by OsEIL1 may also be involved.\nOsEIL1/OsEIL2-OsERF82-ROS nexus controls gravitropism\nIn addition to the ethylene signaling pathway, RNA-seq showed that genes related to production of reactive oxygen species (ROS) were also enriched in \ncrw1\n when grown in water but not in soil (Fig. \n3a\n and Supplementary Fig. \n19a\n), suggesting that ROS may be involved in the root coiling phenotype. Among the DEGs between \ncrw1\n and WT, a ROS-responsive gene \nBsr-d1/ZFP36\n, a respiratory burst oxidase homolog enzyme gene (\nRBOHH\n) and four class III peroxidase genes were upregulated in \ncrw1\n (Supplementary Fig. \n19b\n). It has been shown OsRBOHH is involved in ROS production in rice roots\n44\n. The Class III peroxidases are also possibly involved in ROS production in multiple and functionally redundant ways\n45\n. To examine whether ROS is involved in the root coiling phenotype, we used the ROS fluorescent probe H\n2\nDCFDA to monitor root ROS levels in WT and \ncrw1\n grown in water. Compared with WT, the ROS level in the root tips of \ncrw1\n was elevated dramatically, especially in the coiling region and the sloughing root cap cells (Fig. \n5a\n). Aeration of hydroponic solution had no effect on the ROS level in \ncrw1\n (Supplementary Fig. \n20\n). When grown in soil or vermiculite, ROS in \ncrw1\n roots returned to a low level comparable to that in WT, corresponding to the recovery of the root phenotype (Supplementary Fig. \n19c, d\n). Increased programmed cell death was observed in the root cap cells of \ncrw1\n grown in water by the TUNEL assay (Fig. \n5b\n), which was likely induced by excess ROS\n46\n and explained why \ncrw1\n had a smaller root cap than WT. Application of the ROS scavenger N-acetylcysteine (NAC, 200 μM), the RBOH inhibitor diphenyleneiodonium (DPI, 50 nM), or the inhibitor of the class III peroxidase salicylhydroxamic acid (SHAM, 10 μM) in water reduced ROS in \ncrw1\n roots to the level comparable to that in WT (Fig. \n5a\n and Supplementary Fig. \n19e, f\n), prevented the excessive programmed cell death and sloughing of the root cap cells, and largely rescued the root coiling phenotype (Fig. \n5b, c\n and Supplementary Fig. \n19g, h\n). Furthermore, clearance of ROS restored the polar localization of OsPIN2 and symmetric distribution of auxin in the root tips of \ncrw1\n (Fig. \n5d, e\n). Taken together, these data suggest that enhanced ROS generation, likely by RBOHs and PRXs, causes root coiling in \ncrw1\n by accelerating sloughing of root cap cells and impairing OsPIN2 localization.\nFig. 5\nOsCRW1-OsEIL1/2-OsERF82 controls ROS homeostasis in root tips to maintain root gravitropism.\na\n–\ne\n WT and \ncrw1\n were grown in water with or without 200 μM NAC for 2 days. \na\n ROS fluorescence in the 0-5 mm root tips (top row) and the root cap (bottom row). \nb\n TUNEL fluorescence (green) in the root cap. Red fluorescence, propidium iodide. \nc\n Lugol’s staining of root caps. \nd\n OsPIN2-GFP fluorescence of epidermis at 1 mm from the root tip. \ne\n auxin distribution revealed in root tips by DR5rev::VENUS fluorescence. \nf\n–\nh\n WT, \ncrw1\n, \noseil1\nKO\n/crw1\n, \noseil2\nKO\n/crw1\n and \noserf82\nKO\n/crw1\n were grown in water for 2 days. \nf\n ROS fluorescence in the 0-5 mm root tips (top row) and the root caps (bottom row). \ng\n Quantification of ROS fluorescence intensity in the root tips and \nh\n the root caps. Data are means ± SD, \nn\n = 6. Different letters above bars indicate a significant difference at \nP\n < 0.05 (one-way ANOVA followed by Tukey’s test). Scale bars are 100 μm in (\na,\n\n\nb,\n\n\nc,\n\n\ne, f\n) and 20 μm in (\nd\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo establish the causal relationship between excess ROS and the amplified OsEIL1/2-OsERF82 module in \ncrw1\n roots, we grew WT, \ncrw1\n, \noseil1\nKO\n/crw1\n lines, \noseil2\nKO\n/crw1\n lines, and \noserf82\nKO\n/crw1\n lines in water and examined the ROS level in root tips. Knockout of \nOsEIL1\n, \nOsEIL2\n, or \nOsERF82\n in \ncrw1\n decreased ROS to a similar level as in WT (Fig. \n5f–h\n), suggesting that the amplified OsEIL1/2-OsERF82 module in \ncrw1\n leads to excessive ROS generation in the root tip. To explore how enhanced OsERF82 promotes ROS production, we found that the promoter regions (approximately 3 Kb) of \nOsRBOHH\n and three Class III \nOsPRX\n genes (Os09g0323700, Os06g0695400 and Os07g0638600) contain potential ERF binding sites, including DRE/CRT (GCCGAC), GCC-box (GCCGCC) and G-box (CACGTG)\n47\n (Supplementary Fig. \n21a\n). The Yeast one-hybrid (Y1H) and electrophoretic mobility shift assay (EMSA) demonstrated that OsERF82 specifically bound to the binding sites of the DRE/CRT, GCC-box and G-box in the promoter region of \nOsRBOHH\n and three Class III \nOsPRX\n genes (Supplementary Fig. \n21b, c\n). Quantitative PCR showed that the transcriptional levels of \nOsRBOHH\n and the three Class III \nOsPRX\n genes were upregulated in \ncrw1\n root tips compared with those in WT (Supplementary Fig. \n21d\n), whereas knockout of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n in \ncrw1\n suppressed the upregulation of these genes (Supplementary Fig. \n21d\n). Taken together, amplified OsEIL1/2-OsERF82 causes ROS accumulation in \ncrw1\n root tips likely by promoting the transcription of \nOsRBOHH\n and Class III \nOsPRX\n genes.\nMechanical resistance on the root tip rescued the root coiling phenotype of \ncrw1\nAfter identifying amplified ethylene signaling module of OsEIL1/2-OsERF82 leading to ROS overproduction as the cause of impaired gravitropism in \ncrw1\n, we explored the mechanism underlying the rescue of the root coiling phenotype in \ncrw1\n when plants were grown in water-saturated paddy soil and other solid media (Supplementary Fig. \n3\n). These solid media were soft and had a penetration resistance of 35-67 Pa (Supplementary Fig. \n3a\n), which is 25-47 folds smaller than that in the same paddy soil unsaturated with water (moisture content 20%) and compacted to a bulk density of 1.6 g cm\n−3\n (i.e. a condition similar to that used in the study of Pandey et al.\n30\n). To test the strength of mechanical resistance required to rescue the \ncrw1\n phenotype, we grew the mutant and WT in agar-solidified medium varying in the hardness by adding different amounts of agar (0.3 – 1.2%, mass/volume). \ncrw1\n showed root coiling in 0.3% and 0.4% agar media (penetration resistance 1 - 6 Pa) just as in water or nutrient solution (Supplementary Fig. \n2b\n), curvy roots in 0.6% agar (penetration resistance 19 Pa), and normal straight roots in 0.8 – 1.2% agar (penetration resistance 34 – 77 Pa) (Fig. \n6a–c\n). Similar phenotypic responses to different concentrations of agar (0.4%, 0.8% and 1.2%) were observed when \ncrw1\n plants were grown on the surface of vertical agar plates tilted at a 10° angle to allow the root tips in contact with varying degrees of mechanical resistance (Supplementary Fig. \n22\n). These results suggest that a gentle mechanical resistance of ≥ 34 Pa is sufficient to rescue the root coiling phenotype of \ncrw1\n.\nFig. 6\nGentle mechanical resistance on the root tip rescues the root coiling phenotype of \ncrw1.\na\n–\nc\n WT and \ncrw1\n were grown in agar with different mechanical resistance for 2 days. \na\n Penetration resistance of agar with different concentration (0.3\n-\n1.2%). \nb\n Root phenotypes. \nc\n Root depth. \nd\n–\nf\n WT and \ncrw1\n were grown in water with or without buoyance resistance for 2 days. \nd\n a diagram for the polystyrene foam pellet experiment. \ne\n Root phenotypes. \nf\n Root depth. Data are means ± SD; \nn\n = 9 in (\nc\n) and 12 in (\nf\n). Different letters above bars indicate a significant difference at \nP\n < 0.05 (two-way ANOVA followed by Tukey’s test). Scale bars are 1 cm. Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo further examine the effect of mechanical resistance, we attached a polystyrene foam pellet (1-mm diameter) to the root tip of \ncrw1\n grown in water, which applied a mechanical stimulus to the root tip through the buoyance of water against the foam pellet (Fig. \n6d\n). The pellet was open at the top to allow normal gas diffusion. The resistance of the foam pellet to the root tip was estimated to be approximately 104 Pa (Supplementary Fig. \n23\n). The attachment of foam pellet did not affect the root cap size and symmetric auxin distribution in WT, but largely rescued the root cap size, auxin distribution and the root coiling phenotype of \ncrw1\n (Supplementary Fig. \n24\n and Fig. \n6e, f\n), indicating that the root tip is the site for sensing mechanical stimulus which rescues the loss of gravitropism in \ncrw1\n.\nSoil compaction may restrict ethylene diffusion away from plant roots, thus amplifying ethylene signaling and inhibiting root growth\n30\n. We compared root growth of WT and \ncrw1\n in a paddy soil packed at a normal (1.0 g cm\n−3\n) and a high (1.6 g cm\n−3\n) bulk density. Both levels of bulk density restored the coiling root phenotype of \ncrw1\n to straight roots. At 1.0 bulk density, WT, \ncrw1\n and two \noscrw1\nKO\n mutants showed similar root length (Supplementary Fig. \n25\n). Increasing bulk density to 1.6 decreased the root length of WT by 36% and of \ncrw1\n and two \noscrw1\nKO\n mutants by 47-51% (Supplementary Fig. \n25\n). The larger inhibition in \ncrw1\n is consistent with the heightened ethylene signaling.\nMechanosensing rescuing \ncrw1\n phenotype requires calcium signaling in the root cap\nCalcium (Ca\n2+\n) is a critical signal in plant responses to mechanical stimuli\n48\n,\n49\n. To investigate whether Ca\n2+\n signaling is involved in the rescue of the root coiling phenotype in \ncrw1\n, we expressed \nNES-YC3.6\n50\n, a cytosolic Ca\n2+\n ([Ca\n2+\n]\ncyt\n) reporter gene, driven by the maize \nUbiquitin\n promoter in WT and then introduced the gene into \ncrw1\n through crossing. The root caps of both WT and \ncrw1\n growing in four different solid media showed a significantly higher [Ca\n2+\n]\ncyt\n signal than those growing in water, and there were no significant differences between WT and \ncrw1\n (Fig. \n7a, b\n). Similarly, the [Ca\n2+\n]\ncyt\n signal remained low in the root caps of both WT and \ncrw1\n when grown in 0.3% and 0.4% agar, and increased significantly when both were grown in 0.8-1.2% agar (Supplementary Fig. \n26\n). These results suggest that a gentle mechanical resistance of approximately ≥ 34 Pa enhances [Ca\n2+\n]\ncyt\n in the root cap and beyond this threshold there is no further increase in [Ca\n2+\n]\ncyt\n. Moreover, loss of function of OsCRW1/OsEBF1 does not affect [Ca\n2+\n]\ncyt\n in the root cap or its response to mechanical resistance.\nFig. 7\nMechanosensing induced Ca\n2+\n signaling antagonizes ethylene signaling to maintain root gravitropism in \ncrw1.\na\n, \nb\n WT and crw1 (both expressing \nNES-YC3.6\n) were grown in water or different soil for 2 days. \na\n The NES-YC3.6 fluorescence in the root caps. \nb\n Quantification of NES-YC3.6 fluorescence in the root caps. \nc\n–\nj\n WT and \ncrw1\n expressing various reporters were grown in 0.4% and 0.8% agar with or without 100 μM LaCl\n3\n for 2−3 days. (\nc\n) Cytosolic Ca\n2+\n in the root caps detected by NES-YC3.6. \nd\n Quantification of NES-YC3.6 intensity. \ne\n Lugol’s staining of root caps. \nf\n DR5rev::VENUS fluorescence of root tips. \ng\n Root phenotypes. \nh\n, \ni\n Level of OsEIL1 and OsEIL2 proteins in WT and \ncrw1\n roots by immunoblot. OsEIL1-Flag and OsEIL2-Flag proteins were detected by Flag antibody (anti-Flag) and the Actin (anti-Actin) was used as a loading control. \nj\n Transcriptional level of \nOsERF82\n in roots by Q-PCR. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. Data are means ± SD; \nn\n = 12 in (\nb\n), \nn\n = 15−19 in (\nd\n), and \nn\n = 4 in (\nj\n). Different letters above bars indicate a significant difference at \nP\n < 0.05 (two-way ANOVA followed by Tukey’s test). Scale bars are 1 cm in (\ng\n) and 100 μm in (\na,\n\n\nc,\n\n\ne,\n\n\nf\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo investigate whether the enhanced Ca\n2+\n signal in the root cap is involved in the recovery of \ncrw1\n’s phenotypes, we applied 100 μM LaCl\n3\n, a Ca\n2+\n channel blocker, to 0.8% agar. We found that LaCl\n3\n suppressed [Ca\n2+\n]\ncyt\n in the root caps (Fig. \n7c, d\n) and largely abolished the rescue effect of mechanical resistance on the root cap size and auxin distribution (Fig. \n7e, f\n). Importantly, the addition of LaCl\n3\n abolished the recovery of the root coiling phenotype in \ncrw1\n grown in 0.8-1.2% agar (Fig. \n7g\n and Supplementary Fig. \n27\n), indicating the root cap calcium signal triggered by mechanosensing is required for the rescue of gravitropism in \ncrw1\n.\nThe observation that growing in soil prevented overaccumulation of OsEIL1 and OsEIL2 in \ncrw1\n roots (Fig. \n4a, b\n) suggests that mechanosensing-Ca\n2+\n signaling may rescue the root coiling phenotype of \ncrw1\n by limiting the accumulation of OsEIL1 and OsEIL2. Western blot showed that \ncrw1\n roots accumulated OsEIL1 and OsEIL2 when grown in 0.4% agar, and accumulation of the two proteins was suppressed to the WT levels when grown in 0.8% agar (Fig. \n7h, i\n). Addition of 100 μM LaCl\n3\n to 0.8% agar suppressed [Ca\n2+\n]\ncyt\n in the root caps, resulting in an over-accumulation of OsEIL1 and OsEIL2 in the \ncrw1\n roots (Fig. \n7h, i\n). There were no significant differences in the transcript levels of \nOsEIL1\n and \nOsEIL2\n between WT and \ncrw1\n in different agar concentrations or between 0.8% agar with and without addition of LaCl\n3\n (Supplementary Fig. \n28\n), suggesting that the effect of mechanosensing-induced Ca\n2+\n signaling on the protein levels of OsEIL1 and OsEIL2 is not related to transcriptional regulation of \nOsEIL1\n and \nOsEIL2\n. Furthermore, upregulation of \nOsERF82\n and excess ROS production in \ncrw1\n roots were observed when grown in 0.4% agar but not in 0.8% agar, whereas the addition of LaCl\n3\n to 0.8% agar medium significantly increased \nOsERF82\n transcription and ROS accumulation in \ncrw1\n roots (Fig. \n7j\n and Supplementary Fig. \n29\n). In WT roots, OsEIL1 and OsEIL2 proteins were kept at low levels because of the presence of OsCRW1, which likely explains the lack of response of \nOsERF82\n transcription and ROS level to mechano-sensing induced Ca\n2+\n signaling in WT. These results suggest that mechano-sensing induced Ca\n2+\n signaling inhibits the amplified module of OsEIL1/OsEIL2-OsERF82-ROS in \ncrw1\n, and rescues the root cap structure, OsPIN2 polar localization, auxin distribution, and consequently gravitropism.\nThe root coiling phenotype in hydroponics occurs in natural rice accessions\nRice roots show considerable natural variation in the growth phenotype when grown in hydroponics. During the screen of a panel of 230 rice accessions consisting mainly of landraces in the lower Yangtze River delta in China, we found that 53, 46 and 131 accessions exhibited the root coiling, straight root, and intermediate phenotypes, respectively, when grown in water (Supplementary Fig. \n30a\n). We randomly selected 8 accessions each with coiling or straight roots (Supplementary Fig. \n30b, c\n). Quantitative PCR showed that the group of root coiling accessions had a significantly lower level of \nOsCRW1\n transcript than the group with straight roots (Supplementary Fig. \n30d\n). Addition of 1-MCP to water straightened the coiling roots (Supplementary Fig. \n30e\n), suggesting the phenotype in these rice accessions is likely caused by enhanced ethylene signaling. When grown in water-saturated paddy soil, the root coiling phenotype was completely rescued (Supplementary Fig. \n30f\n), which is consistent with the phenotype recovery of \ncrw1\n. In highly compacted soil, coiling-root accessions showed shorter root elongation than straight-root accessions, which is consistent with the phenotypes of \ncrw1\n and WT, respectively (Supplementary Fig. \n30g\n).",
    "crw1_roots_coil_in_water_but_not_in_soil": "crw1\n roots coil in water but not in soil\nWe screened an ethyl methylsulfonate-mutagenized population (approximately 5000 lines) of the rice (\nOryza sativa\n L.) cultivar Zhonghua11 and isolated a mutant with root coiling phenotype when grown in hydroponic culture (Fig. \n1a\n, Supplementary Movie \n1\n). Both seminal and adventitious roots of the mutant coiled in the root tip region, resulting in a shorter root depth compared to the wild type (WT, Supplementary Fig. \n1\n). Changes in nutrient supply, solution pH, aeration (dissolved oxygen level), and exposure to light did not alter the root coiling phenotype of the mutant in hydroponic culture (Supplementary Fig. \n2\n). When grown in water-saturated solid media (e.g. paddy soil, soil-vermiculite mixture, vermiculite and peat pellet), however, the root coiling phenotype disappeared (Fig. \n1a\n and Supplementary Fig. \n3\n). We named the mutant \ncoiling root in water\n (\ncrw1\n).\nFig. 1\ncrw1\n shows defective gravitropism when grown in water but not in soil.\na\n–\nd\n Seedlings of WT and \ncrw1\n were grown in water or soil for 2 days. \na\n Root phenotypes. \nb\n Root caps. \nc\n Lugol’s staining of amyloplast. \nd\n, \ne\n Responses of WT and \ncrw1\n roots to gravity stimulation. Seedlings of WT and \ncrw1\n were grown in water or soil for 1 day, and roots were placed horizontally for another 9-hour growth. \nd\n Root phenotypes. \ne\n Growth angle of root tip at 9 h. The direction of each root tip was measured as the absolute value toward the direction of gravity. The frequency was calculated as the proportion of root number that fell within 15° to the total number of analyzed roots for WT and \ncrw1\n. \nf\n, \ng\n Auxin distribution of root tips indicated by expressing DR5rev::VENUS (green fluorescence). \nf\n WT and \ncrw1\n grow in water or soil for two days. \ng\n When growing in water, the auxin of \ncrw1\n root tips is consistently asymmetrically distributed. The red fluorescence of propidium iodide (PI) indicates cell wall. White dashes outline the root tip of \ncrw1\n and the white arrow with g indicates the direction of gravity. \nh\n Localization of OsPIN2-GFP of epidermis at 1 mm from the root tip focusing on the left (L), middle (M) or right (R) side of the root. WT and crw1 expressing proOsPIN2::OsPIN2-GFP grew in water or soil for two days. Scale bars are 1 cm in (\na,\n\n\nd\n), 100 μm in (\nb, c, f, g\n) and 20 μm in (\nh\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nIn contrast to the distinctive root phenotype, shoots of \ncrw1\n grew normally in hydroponics (Supplementary Fig. \n4a, b\n). Plants were grown to maturity in two paddy fields. In one paddy field, no significant difference was observed between \ncrw1\n and WT in any of the agronomic traits determined at plant maturity (Supplementary Fig. \n4c–h\n), whereas in the other field there was a small and significant reduction in the percentage of filled grains and grain biomass per plant in \ncrw1\n compared with WT (Supplementary Fig. \n4i–n\n).",
    "crw1_exhibits_smaller_root_cap,_asymmetric_auxin_distributio": "crw1\n exhibits smaller root cap, asymmetric auxin distribution and defective gravitropic response in hydroponic\nThe coiling phenotype of \ncrw1\n suggests that it may be a gravitropic mutant. Compared with WT, \ncrw1\n had a smaller root cap (Fig. \n1b\n) and fewer amyloplasts in the root tip (Fig. \n1c\n). When roots were placed horizontally, \ncrw1\n responded less sensitively to gravity than WT and started to coil at 6 h after horizontal placement (Fig. \n1d, e\n and Supplementary Fig. \n5\n), indicating impaired gravitropic response.\nAuxin distribution is crucial for root gravitropism\n11\n. To examine the auxin distribution in the root tip, we introduced the auxin reporter \nDR5rev::VENUS\n into WT and \ncrw1\n. When grown in water (Fig. \n1g\n), WT roots showed symmetrical auxin distribution, whereas \ncrw1\n showed asymmetric auxin distribution at different stages of coiling (Fig. \n1g\n). When WT roots were placed horizontally, gravity triggered rapid accumulation of auxin on the bottom side of the root tip, causing it to grow towards the gravity direction; once the root tip grew in the gravity direction, symmetrical auxin distribution was restored (Supplementary Fig. \n6a\n). In contrast, \ncrw1\n exhibited an asymmetric auxin distribution at all stages under gravitational stimulation (Supplementary Fig. \n6b\n). As expected, asymmetric auxin distribution led to asymmetric cell length on the two sides of the root tip (Supplementary Fig. \n7a–c\n). Compared to WT, \ncrw1\n had a shorter meristem and fewer meristem cells (Supplementary Fig. \n7d, e\n). Staining with 5-ethynyl-2-deoxyuridine (EdU) showed a lower proliferation of meristem cells in \ncrw1\n than WT (Supplementary Fig. \n7f, g\n). Applying the auxin biosynthesis inhibitor L-Kynurenine (L-Kyn) or removing the root cap resulted in a more even auxin distribution (indicated by \nDR5rev::VENUS\n) and rescued the root coiling phenotype of \ncrw1\n (Supplementary Fig. \n8\n).\nIn \nArabidopsis thaliana\n, symmetrical auxin distribution in the root tip is maintained by the auxin exporter PIN2, which is polarly localized on the top of the root epidermal cells to allow the shootward flow of auxin from the root tip\n12\n. This pattern of polar localization is conserved in seed plants\n3\n. To examine the localization of OsPIN2 in the root tip, we introduced \nOsPIN2-GFP\n driven by its native promoter (\npOsPIN2::OsPIN2-GFP\n) into WT and \ncrw1\n by crossing. OsPIN2-GFP was polarly localized in the epidermal cells in WT, whereas such polarity was lost in \ncrw1\n (Fig. \n1h\n), which is consistent with the asymmetric auxin distribution observed in \ncrw1\n root tips.\nWhen grown in soil, all phenotypes of the mutant, including root coiling, root cap size, OsPIN2 polar localization, auxin distribution, and gravity response, were rescued to similar levels observed in WT (Fig. \n1a–h\n and Supplementary Fig. \n5\n). Taken together, these data suggest that the root coiling phenotype of \ncrw1\n in water is caused by a smaller root cap size with fewer amyloplasts and asymmetric auxin distribution resulted from OsPIN2 mis-localization.",
    "cloning_the_causative_gene_of_crw1": "Cloning the causative gene of \ncrw1\nTo clone the causal gene for the \ncrw1\n phenotype, we backcrossed WT (paternal) with \ncrw1\n (maternal). All F\n1\n plants showed the straight-root phenotype in water (Supplementary Fig. \n9a\n), and the F\n2\n progeny segregated into 340 and 119 straight and coiling-root, respectively, which is consistent with a 3:1 ratio (χ\n2\n = 0.002, \nP\n = 0.966) (Supplementary Fig. \n9b\n), indicating that the root coiling phenotype of \ncrw1\n resulted from recessive mutation of a single gene. We conducted genomic resequencing mapping and Mut-Map analysis on the F\n2\n progeny and identified three candidate genes, \nOs06g0604400\n, \nOs06g0605900\n, and \nOs06g0619600\n (Supplementary Fig. \n9c, d\n). Complementation tests identified \nOs06g0605900\n as the causative gene for the mutant phenotype, which we name \nCOILING ROOT IN WATER 1 (OsCRW1)\n (Fig. \n2a–d\n and Supplementary Fig. \n9e, f\n). Compared to WT, a 3681-bp fragment deletion was identified in the promoter and a portion of the open reading frame of \ncrw1\n allele, resulting in a total loss of transcription (Fig. \n2a, b\n). CRISPR/Cas9-mediated knockout of \nOsCRW1\n (\noscrw1\nKO\n) in WT also generated the same root coiling phenotype in water, which disappeared in soil (Fig. \n2e, f\n and Supplementary Fig. \n10a\n). The three \noscrw1\nKO\n lines also showed smaller root caps and asymmetric auxin distribution in the root tips when grown in water, and these defective phenotypes were rescued when plants were grown in soil (Supplementary Fig. \n10b, c\n).\nFig. 2\nOsCRW1/OsEBF1\n is the causative gene of \ncrw1.\na\n A 3681-bp deletion occurred in the upstream and coding sequence of \nOsCRW1\n in \ncrw1\n. \nb\n\n\nOsCRW1\n transcript in WT, \ncrw1\n and \nOsCRW1\nCOM\n/crw1\n complementation lines. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. \nc\n, \nd\n WT, \ncrw1\n and \nOsCRW1\nCOM\n/crw1\n seedlings were grown in water for 2 days. \nc\n Root phenotypes. \nd\n Root depth. \ne\n, \nf\n WT, \ncrw1\n and \nOsCRW1\n knockout (\noscrw1\nKO\n, in WT background) lines were grown in water for 2 days. \ne\n Root phenotypes. \nf\n Root depth. \ng\n, \nh\n Tissue expression pattern of \nOsCRW1\n in the root tip of transgenic plants expressing \nproOsCRW1::GFP\n or \nproOsCRW1::GUS\n. \ni\n Subcellular localization of OsCRW1 detected by expressing \npro35S::GFP\n or \npro35S::GFP-OsCRW1\n in rice protoplasts transiently. Data are means ± SD, \nn\n = 4 in (\nb\n) and \nn\n = 10 in (\nd\n); In (\nf\n), \nn\n = 11 in \noscrw1\nKO\n-1\n of soil group, 13 in WT and \ncrw1\n of soil group and 12 in the other columns. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 1 cm in (\ne\n and \nc\n), 1 mm in (\ng\n), 200 μm in (\nh\n) and 20 μm in (\ni\n). The data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nAnalysis of transgenic plants expressing \npOsCRW1::GFP\n and \npOsCRW1::GUS\n showed that \nOsCRW1\n was expressed in both roots and shoots (Fig. \n2g, h\n and Supplementary Fig. \n11\n). In roots, \nOsCRW1\n was strongly expressed in root tips, especially in the root cap (Fig. \n2g, h\n). Transient expression of \np35S::GFP-OsCRW1\n in rice protoplasts showed that OsCRW1 was localized in the nucleus (Fig. \n2i\n).",
    "elevated_ethylene_response_in_crw1_when_grown_in_hydroponic": "Elevated ethylene response in \ncrw1\n when grown in hydroponic\nOsCRW1\n encodes an F-box domain containing protein (OsEBF1), a homolog of the \nArabidopsis\n EIN3-binding F-box protein 1 (AtEBF1)\n27\n,\n28\n. Recent studies showed that OsEBF1 and OsEBF2 negatively control ethylene signaling like AtEBF1 and AtEBF2\n38\n, and loss of function of OsEBF1 or OsEBF2 led to a hypersensitivity of root and coleoptile to exogenous ethylene\n38\n, and a decreased resistance to brown planthopper in rice\n39\n,\n40\n. To examine whether loss of function of \nOsEBF2\n affects gravitropism, we knocked out \nOsEBF2\n in the WT background using CRISPR/Cas9. No effect on root growth and gravitropism was found (Supplementary Fig. \n12a, b\n). Knockout of \nOsEBF2\n in \ncrw1\n did not exacerbate the root coiling phenotype in water, and also did not affect the phenotype recovery in soil (Supplementary Fig. \n12c, d\n), suggesting that OsEBF2, unlike OsCRW1/OsEBF1, does not play a role in root gravitropism.\nWe performed RNA-seq analysis on WT and \ncrw1\n roots grown in water or soil. Among the differentially expressed genes (DEGs) between \ncrw1\n and WT grown in water, ethylene-responsive genes were strongly enriched, with 30 of the 32 DEGs being significantly upregulated in \ncrw1\n, including 20 ethylene response transcription factors (ERFs) (Fig. \n3a, b\n). When grown in soil, the number of DEGs between \ncrw1\n and WT decreased to 5, with 2 ethylene-related genes being upregulated in \ncrw1\n compared with WT (Supplementary Fig. \n13\n). Application of 1-MCP, an ethylene response inhibitor, totally rescued the phenotypes of smaller root cap, asymmetric auxin distribution and root coiling in \ncrw1\n and three \noscrw1\nKO\n lines in water (Fig. \n3c–f\n), suggesting that excessive ethylene response leads to the root coiling phenotype.\nFig. 3\nAmplified ethylene-activated signaling causes root coiling of \ncrw1\n when grown in water.\na\n, \nb\n Gene oncology pathway enrichment of differentially expressed genes (DEGs) between \ncrw1\n and WT roots. WT and \ncrw1\n seedlings were grown in water for 2 days and whole roots were sampled for RNA-seq analysis. An adjusted \np\n-value of ≤0.05 in multiple tests and an absolute log\n2\nfold change\n value ≥ 1 were used as the thresholds for determining significant differences in gene expression. \na\n Top 25 pathways sorted based on the enrichment factor and \np\n-value. \nb\n Expression levels of DEGs in the ethylene-activated signaling pathway. \nc\n–\nf\n WT, \ncrw1\n and \nOsCRW1\n knockout lines were grown in water with or without 10 μM 1-Methylcyclopropene (1-MCP) for 2 days. \nc\n Lugol’s staining of amyloplast. \nd\n DR5rev::VENUS signal in root tips. \ne\n Root phenotypes. \nf\n Root depth. Data shown are mean ± SD, \nn\n = 6 in the control group and 7 in the 1-MCP group. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 100 μm in (\nc\n and \nd\n) and 1 cm in (\ne\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nThe above findings support the notion that OsCRW1/OsEBF1 may, like \nArabidopsis\n AtEBF1, function in the degradation of core ethylene response transcription factors\n27\n,\n28\n. These may include OsEIL1 and OsEIL2 that are rice homologs of AtEIN3/EIL1 (Supplementary Fig. \n14a\n), the central transcriptional factors controlling the activation of ethylene signaling and targets of AtEBF1\n41\n,\n42\n. We investigated whether OsCRW1 interacts with OsEIL1/OsEIL2 proteins. Yeast two-hybrid (Y2H) and bimolecular fluorescence complementation (BiFC) assays showed that OsCRW1 physically interacted with OsEIL1 and OsEIL2 (Supplementary Fig. \n14b, c\n). We generated transgenic plants expressing \npOsEIL1::OsEIL1-Flag\n or \npOsEIL2::OsEIL2-Flag\n in WT, and introduced these transgenes into \ncrw1\n by crossing. Western blot showed that \ncrw1\n roots accumulated much higher levels of OsEIL1 and OsEIL2 than WT when grown in water, but the differences largely disappeared when grown in soil (Fig. \n4a, b\n). WT roots grown in water, submerged paddy soil, vermiculite or soil-vermiculite mixture showed similarly low levels of OsEIL1 (Supplementary Fig. \n15\n), indicative of similar levels of ethylene in these media. In contrast, WT roots grown in a highly compacted soil (bulk density = 1.6 g cm\n−3\n) exhibited an elevated level of OsEIL1, indicating an increased ethylene consistent with the report by Pandey et al.\n30\n Next, we knocked out \nOsEIL1\n (\noseil1\nKO\n/crw1\n) or \nOsEIL2\n (\noseil2\nKO\n/crw1\n) in \ncrw1\n by using CRISPR/Cas9 (Supplementary Fig. \n14d, e\n), which essentially rescued the root coiling phenotype of \ncrw1\n in water (Fig. \n4c, d\n), with the effect being greater in \noseil1\nKO\n/crw1\n than in \noseil2\nKO\n/crw1\n. These results indicate that loss of function of OsCRW1/OsEBF1 leads to overaccumulation of both OsEIL1 and OsEIL2, causing the root coiling phenotype in water, with OsEIL1 playing a larger role than OsEIL2.\nFig. 4\nAmplified module of OsEIL1/2-OsERF82 causes root coiling of \ncrw1\n when grown in water.\na\n, \nb\n Immunoblot analysis of OsEIL1 and OsEIL2 proteins in roots. WT and \ncrw1\n seedlings expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were grown in water or soil for 2 days before analysis. OsEIL1-Flag and OsEIL2-Flag proteins were detected by Flag antibody (anti-Flag) and the Actin (anti-Actin) was used as a loading control. \nc\n, \nd\n WT, \ncrw1\n, \noseil1\nKO\n/crw1\n lines and \noseil2\nKO\n/crw1\n lines were grown in water for 2 days. \nc\n Root phenotypes. \nd\n root depth. \ne\n Transcriptional level (FPKM value) of \nOsERF82\n in roots. \nf\n, \ng\n WT, \ncrw1\n, and \noserf82\n\n\nKO\n/crw1\n lines were grown in water for 3 days. \nf\n Root phenotypes. \ng\n Root depth. \nh\n Analysis of \nOsERF82\n promoter (2.5 kb). EBS, EIN3-binding site (ATGTA). \ni\n, \nj\n Detection of the direct binding between OsEIL1 (or OsEIL2) and \nOsERF82\n promoter by EMSA. \nk\n and \nl\n Binding of OsEIL1 or OsEIL2 on \nOsERF82\n promoter by ChIP-qPCR assay. \ncrw1\n seedlings expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were grown in water or soil for 2 days before ChIP-qPCR analysis. IgG was used as the control. \nm\n Transcriptional level of \nOsERF82\n in roots by qPCR. WT, \ncrw1\n, \noseil1\nKO\n/crw1\n and \noseil2\nKO\n/crw1\n lines were grown in water for 2 days before qPCR analysis. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. Data are means ± SD; \nn\n = 3 in (\ne,\n\n\nk,\n\n\nl,\n\n\nm\n), 8 in (\nd\n) and 10 in (\ng\n). In (\nd,\n\n\ng\n), different letters above bars indicate a significant difference at \nP\n < 0.05 (one-way ANOVA followed by Tukey’s test). In (\nk\n, \nl\n), significant difference from WT at *\nP\n < 0.05 and **\nP\n < 0.01, respectively (Student’s t-test, one-sided). Scale bars, 1 cm. Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nNext, we overexpressed \nOsEIL1\n or \nOsEIL2\n driven by the maize \nUbiquitin\n promoter, increasing the transcription of the two genes by 16-22- and 52-57-fold, respectively (Supplementary Fig. \n16a, b\n). When grown in water, \nOsEIL1\n and \nOsEIL2\n overexpressing lines showed shorter and slightly curved roots compared with WT (Supplementary Fig. \n16c\n). Addition of a small dose of the ethylene precursor ACC (1 μM) in water decreased root growth of WT slightly but caused \nOsEIL1\n and \nOsEIL2\n overexpressing lines to coil in the root tip region, a phenotype resembling \ncrw1\n (Supplementary Fig. \n16d\n). Overexpression of \nOsEIL1\n or \nOsEIL2\n alone did not cause root coiling, likely because OsEIL1 or OsEIL2 is degraded in the presence of functional OsCRW1/OsEBF1. In contrast, enhanced ethylene concentration from ACC addition may repress the translation of OsCRW1/OsEBF1 and thus stabilize OsEIL1 and OsEIL2 proteins, as has been shown in \nArabidopsis\n43\n. When grown in soil, the shorter and curvy roots of \nOsEIL1\n and \nOsEIL2\n overexpressing lines were largely rescued (Supplementary Fig. \n16e\n).",
    "oseil1_and_oseil2_act_on_the_ethylene_response_factor_oserf8": "OsEIL1 and OsEIL2 act on the ethylene response factor OsERF82\nTo search for the direct target genes downstream of OsEIL1 and OsEIL2 that cause root coiling in \ncrw1\n, we analyzed the expression pattern of all of the 139 \nERF\n genes from the transcriptomic data. We expected that the transcriptional levels of the target genes should match the phenotype changes, i.e. elevated in \ncrw1\n only in water but reduced in soil. When grown in water, 20 \nERF\n genes were expressed at higher levels in \ncrw1\n roots than WT (Supplementary Fig. \n17a\n). When grown in soil, 17 of these 20 \nERF\n genes were equally highly expressed in both WT and \ncrw1\n (Supplementary Fig. \n17b\n), suggesting that these 17 \nERF\n genes may not be related to the root coiling phenotype of \ncrw1\n. The three remaining \nERF\n genes, \nOsERF2\n (\nOs06g0181700\n), \nOsERF81\n (\nOs02g0520000\n) and \nOsERF82\n (\nOs04g0399800\n) were significantly downregulated in both WT and \ncrw1\n when grown in soil (Supplementary Fig. \n17b\n). These \nERF\n genes are potential candidate genes targeted by OsEIL1 and OsEIL2 and associated with the occurrence of the root coiling phenotype (Supplementary Fig. \n17b, c\n and Fig. \n4e\n). We used CRISPR/Cas9 to knock out the three \nERF\n genes individually in the \ncrw1\n background (Supplementary Fig. \n17d–f\n) and found that disruption of \nOsERF82\n (\noserf82\nKO\n/crw1\n) rescued the root coiling phenotype of \ncrw1\n in water to a large extent (Fig. \n4f, g\n), whereas knockout of \nOsERF2\n or \nOsERF81\n had no effect (Supplementary Fig. \n17g, h\n). The OsERF82 protein was localized in the nucleus and exhibited transactivation activity (Supplementary Fig. \n18a, b\n). We used yeast one-hybrid (Y1H) and electrophoretic mobility shift assay (EMSA) to demonstrate that OsEIL1 and OsEIL2 could specifically bind to the EIN3-binding sites (EBS, ATGTA) in the promoter region (2.5 Kb) of \nOsERF82\n (Fig. \n4h–j\n and Supplementary Fig. \n18c\n). Chromatin immunoprecipitation (ChIP)-qPCR of \npOsEIL1::OsEIL1-Flag/crw1\n and \npOsEIL2::OsEIL2-Flag/crw1\n transgenic plants showed that OsEIL1 and OsEIL2 bound to the EBS sequences in the OsERF82 promoter in vivo (Fig. \n4k, l\n). Furthermore, knockout of \nOsEIL1\n or \nOsEIL2\n in \ncrw1\n largely abolished the upregulation of \nOsERF82\n expression when grown in water (Fig. \n4m\n). Taken together, the transcription factor OsERF82 acts as a direct target of OsEIL1 and OsEIL2 to amplify ethylene signaling and cause root coiling of \ncrw1\n in water. The complete rescue of the \ncrw1\n phenotype in \noseil1/crw1\n but the incomplete rescue in \noserf82\nKO\n/crw1\n suggests that other target genes regulated by OsEIL1 may also be involved.",
    "oseil1/oseil2-oserf82-ros_nexus_controls_gravitropism": "OsEIL1/OsEIL2-OsERF82-ROS nexus controls gravitropism\nIn addition to the ethylene signaling pathway, RNA-seq showed that genes related to production of reactive oxygen species (ROS) were also enriched in \ncrw1\n when grown in water but not in soil (Fig. \n3a\n and Supplementary Fig. \n19a\n), suggesting that ROS may be involved in the root coiling phenotype. Among the DEGs between \ncrw1\n and WT, a ROS-responsive gene \nBsr-d1/ZFP36\n, a respiratory burst oxidase homolog enzyme gene (\nRBOHH\n) and four class III peroxidase genes were upregulated in \ncrw1\n (Supplementary Fig. \n19b\n). It has been shown OsRBOHH is involved in ROS production in rice roots\n44\n. The Class III peroxidases are also possibly involved in ROS production in multiple and functionally redundant ways\n45\n. To examine whether ROS is involved in the root coiling phenotype, we used the ROS fluorescent probe H\n2\nDCFDA to monitor root ROS levels in WT and \ncrw1\n grown in water. Compared with WT, the ROS level in the root tips of \ncrw1\n was elevated dramatically, especially in the coiling region and the sloughing root cap cells (Fig. \n5a\n). Aeration of hydroponic solution had no effect on the ROS level in \ncrw1\n (Supplementary Fig. \n20\n). When grown in soil or vermiculite, ROS in \ncrw1\n roots returned to a low level comparable to that in WT, corresponding to the recovery of the root phenotype (Supplementary Fig. \n19c, d\n). Increased programmed cell death was observed in the root cap cells of \ncrw1\n grown in water by the TUNEL assay (Fig. \n5b\n), which was likely induced by excess ROS\n46\n and explained why \ncrw1\n had a smaller root cap than WT. Application of the ROS scavenger N-acetylcysteine (NAC, 200 μM), the RBOH inhibitor diphenyleneiodonium (DPI, 50 nM), or the inhibitor of the class III peroxidase salicylhydroxamic acid (SHAM, 10 μM) in water reduced ROS in \ncrw1\n roots to the level comparable to that in WT (Fig. \n5a\n and Supplementary Fig. \n19e, f\n), prevented the excessive programmed cell death and sloughing of the root cap cells, and largely rescued the root coiling phenotype (Fig. \n5b, c\n and Supplementary Fig. \n19g, h\n). Furthermore, clearance of ROS restored the polar localization of OsPIN2 and symmetric distribution of auxin in the root tips of \ncrw1\n (Fig. \n5d, e\n). Taken together, these data suggest that enhanced ROS generation, likely by RBOHs and PRXs, causes root coiling in \ncrw1\n by accelerating sloughing of root cap cells and impairing OsPIN2 localization.\nFig. 5\nOsCRW1-OsEIL1/2-OsERF82 controls ROS homeostasis in root tips to maintain root gravitropism.\na\n–\ne\n WT and \ncrw1\n were grown in water with or without 200 μM NAC for 2 days. \na\n ROS fluorescence in the 0-5 mm root tips (top row) and the root cap (bottom row). \nb\n TUNEL fluorescence (green) in the root cap. Red fluorescence, propidium iodide. \nc\n Lugol’s staining of root caps. \nd\n OsPIN2-GFP fluorescence of epidermis at 1 mm from the root tip. \ne\n auxin distribution revealed in root tips by DR5rev::VENUS fluorescence. \nf\n–\nh\n WT, \ncrw1\n, \noseil1\nKO\n/crw1\n, \noseil2\nKO\n/crw1\n and \noserf82\nKO\n/crw1\n were grown in water for 2 days. \nf\n ROS fluorescence in the 0-5 mm root tips (top row) and the root caps (bottom row). \ng\n Quantification of ROS fluorescence intensity in the root tips and \nh\n the root caps. Data are means ± SD, \nn\n = 6. Different letters above bars indicate a significant difference at \nP\n < 0.05 (one-way ANOVA followed by Tukey’s test). Scale bars are 100 μm in (\na,\n\n\nb,\n\n\nc,\n\n\ne, f\n) and 20 μm in (\nd\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo establish the causal relationship between excess ROS and the amplified OsEIL1/2-OsERF82 module in \ncrw1\n roots, we grew WT, \ncrw1\n, \noseil1\nKO\n/crw1\n lines, \noseil2\nKO\n/crw1\n lines, and \noserf82\nKO\n/crw1\n lines in water and examined the ROS level in root tips. Knockout of \nOsEIL1\n, \nOsEIL2\n, or \nOsERF82\n in \ncrw1\n decreased ROS to a similar level as in WT (Fig. \n5f–h\n), suggesting that the amplified OsEIL1/2-OsERF82 module in \ncrw1\n leads to excessive ROS generation in the root tip. To explore how enhanced OsERF82 promotes ROS production, we found that the promoter regions (approximately 3 Kb) of \nOsRBOHH\n and three Class III \nOsPRX\n genes (Os09g0323700, Os06g0695400 and Os07g0638600) contain potential ERF binding sites, including DRE/CRT (GCCGAC), GCC-box (GCCGCC) and G-box (CACGTG)\n47\n (Supplementary Fig. \n21a\n). The Yeast one-hybrid (Y1H) and electrophoretic mobility shift assay (EMSA) demonstrated that OsERF82 specifically bound to the binding sites of the DRE/CRT, GCC-box and G-box in the promoter region of \nOsRBOHH\n and three Class III \nOsPRX\n genes (Supplementary Fig. \n21b, c\n). Quantitative PCR showed that the transcriptional levels of \nOsRBOHH\n and the three Class III \nOsPRX\n genes were upregulated in \ncrw1\n root tips compared with those in WT (Supplementary Fig. \n21d\n), whereas knockout of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n in \ncrw1\n suppressed the upregulation of these genes (Supplementary Fig. \n21d\n). Taken together, amplified OsEIL1/2-OsERF82 causes ROS accumulation in \ncrw1\n root tips likely by promoting the transcription of \nOsRBOHH\n and Class III \nOsPRX\n genes.",
    "mechanical_resistance_on_the_root_tip_rescued_the_root_coili": "Mechanical resistance on the root tip rescued the root coiling phenotype of \ncrw1\nAfter identifying amplified ethylene signaling module of OsEIL1/2-OsERF82 leading to ROS overproduction as the cause of impaired gravitropism in \ncrw1\n, we explored the mechanism underlying the rescue of the root coiling phenotype in \ncrw1\n when plants were grown in water-saturated paddy soil and other solid media (Supplementary Fig. \n3\n). These solid media were soft and had a penetration resistance of 35-67 Pa (Supplementary Fig. \n3a\n), which is 25-47 folds smaller than that in the same paddy soil unsaturated with water (moisture content 20%) and compacted to a bulk density of 1.6 g cm\n−3\n (i.e. a condition similar to that used in the study of Pandey et al.\n30\n). To test the strength of mechanical resistance required to rescue the \ncrw1\n phenotype, we grew the mutant and WT in agar-solidified medium varying in the hardness by adding different amounts of agar (0.3 – 1.2%, mass/volume). \ncrw1\n showed root coiling in 0.3% and 0.4% agar media (penetration resistance 1 - 6 Pa) just as in water or nutrient solution (Supplementary Fig. \n2b\n), curvy roots in 0.6% agar (penetration resistance 19 Pa), and normal straight roots in 0.8 – 1.2% agar (penetration resistance 34 – 77 Pa) (Fig. \n6a–c\n). Similar phenotypic responses to different concentrations of agar (0.4%, 0.8% and 1.2%) were observed when \ncrw1\n plants were grown on the surface of vertical agar plates tilted at a 10° angle to allow the root tips in contact with varying degrees of mechanical resistance (Supplementary Fig. \n22\n). These results suggest that a gentle mechanical resistance of ≥ 34 Pa is sufficient to rescue the root coiling phenotype of \ncrw1\n.\nFig. 6\nGentle mechanical resistance on the root tip rescues the root coiling phenotype of \ncrw1.\na\n–\nc\n WT and \ncrw1\n were grown in agar with different mechanical resistance for 2 days. \na\n Penetration resistance of agar with different concentration (0.3\n-\n1.2%). \nb\n Root phenotypes. \nc\n Root depth. \nd\n–\nf\n WT and \ncrw1\n were grown in water with or without buoyance resistance for 2 days. \nd\n a diagram for the polystyrene foam pellet experiment. \ne\n Root phenotypes. \nf\n Root depth. Data are means ± SD; \nn\n = 9 in (\nc\n) and 12 in (\nf\n). Different letters above bars indicate a significant difference at \nP\n < 0.05 (two-way ANOVA followed by Tukey’s test). Scale bars are 1 cm. Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo further examine the effect of mechanical resistance, we attached a polystyrene foam pellet (1-mm diameter) to the root tip of \ncrw1\n grown in water, which applied a mechanical stimulus to the root tip through the buoyance of water against the foam pellet (Fig. \n6d\n). The pellet was open at the top to allow normal gas diffusion. The resistance of the foam pellet to the root tip was estimated to be approximately 104 Pa (Supplementary Fig. \n23\n). The attachment of foam pellet did not affect the root cap size and symmetric auxin distribution in WT, but largely rescued the root cap size, auxin distribution and the root coiling phenotype of \ncrw1\n (Supplementary Fig. \n24\n and Fig. \n6e, f\n), indicating that the root tip is the site for sensing mechanical stimulus which rescues the loss of gravitropism in \ncrw1\n.\nSoil compaction may restrict ethylene diffusion away from plant roots, thus amplifying ethylene signaling and inhibiting root growth\n30\n. We compared root growth of WT and \ncrw1\n in a paddy soil packed at a normal (1.0 g cm\n−3\n) and a high (1.6 g cm\n−3\n) bulk density. Both levels of bulk density restored the coiling root phenotype of \ncrw1\n to straight roots. At 1.0 bulk density, WT, \ncrw1\n and two \noscrw1\nKO\n mutants showed similar root length (Supplementary Fig. \n25\n). Increasing bulk density to 1.6 decreased the root length of WT by 36% and of \ncrw1\n and two \noscrw1\nKO\n mutants by 47-51% (Supplementary Fig. \n25\n). The larger inhibition in \ncrw1\n is consistent with the heightened ethylene signaling.",
    "mechanosensing_rescuing_crw1_phenotype_requires_calcium_sign": "Mechanosensing rescuing \ncrw1\n phenotype requires calcium signaling in the root cap\nCalcium (Ca\n2+\n) is a critical signal in plant responses to mechanical stimuli\n48\n,\n49\n. To investigate whether Ca\n2+\n signaling is involved in the rescue of the root coiling phenotype in \ncrw1\n, we expressed \nNES-YC3.6\n50\n, a cytosolic Ca\n2+\n ([Ca\n2+\n]\ncyt\n) reporter gene, driven by the maize \nUbiquitin\n promoter in WT and then introduced the gene into \ncrw1\n through crossing. The root caps of both WT and \ncrw1\n growing in four different solid media showed a significantly higher [Ca\n2+\n]\ncyt\n signal than those growing in water, and there were no significant differences between WT and \ncrw1\n (Fig. \n7a, b\n). Similarly, the [Ca\n2+\n]\ncyt\n signal remained low in the root caps of both WT and \ncrw1\n when grown in 0.3% and 0.4% agar, and increased significantly when both were grown in 0.8-1.2% agar (Supplementary Fig. \n26\n). These results suggest that a gentle mechanical resistance of approximately ≥ 34 Pa enhances [Ca\n2+\n]\ncyt\n in the root cap and beyond this threshold there is no further increase in [Ca\n2+\n]\ncyt\n. Moreover, loss of function of OsCRW1/OsEBF1 does not affect [Ca\n2+\n]\ncyt\n in the root cap or its response to mechanical resistance.\nFig. 7\nMechanosensing induced Ca\n2+\n signaling antagonizes ethylene signaling to maintain root gravitropism in \ncrw1.\na\n, \nb\n WT and crw1 (both expressing \nNES-YC3.6\n) were grown in water or different soil for 2 days. \na\n The NES-YC3.6 fluorescence in the root caps. \nb\n Quantification of NES-YC3.6 fluorescence in the root caps. \nc\n–\nj\n WT and \ncrw1\n expressing various reporters were grown in 0.4% and 0.8% agar with or without 100 μM LaCl\n3\n for 2−3 days. (\nc\n) Cytosolic Ca\n2+\n in the root caps detected by NES-YC3.6. \nd\n Quantification of NES-YC3.6 intensity. \ne\n Lugol’s staining of root caps. \nf\n DR5rev::VENUS fluorescence of root tips. \ng\n Root phenotypes. \nh\n, \ni\n Level of OsEIL1 and OsEIL2 proteins in WT and \ncrw1\n roots by immunoblot. OsEIL1-Flag and OsEIL2-Flag proteins were detected by Flag antibody (anti-Flag) and the Actin (anti-Actin) was used as a loading control. \nj\n Transcriptional level of \nOsERF82\n in roots by Q-PCR. \nOsHistone\n and \nOsActin\n were used as the internal reference genes. Data are means ± SD; \nn\n = 12 in (\nb\n), \nn\n = 15−19 in (\nd\n), and \nn\n = 4 in (\nj\n). Different letters above bars indicate a significant difference at \nP\n < 0.05 (two-way ANOVA followed by Tukey’s test). Scale bars are 1 cm in (\ng\n) and 100 μm in (\na,\n\n\nc,\n\n\ne,\n\n\nf\n). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file.\nTo investigate whether the enhanced Ca\n2+\n signal in the root cap is involved in the recovery of \ncrw1\n’s phenotypes, we applied 100 μM LaCl\n3\n, a Ca\n2+\n channel blocker, to 0.8% agar. We found that LaCl\n3\n suppressed [Ca\n2+\n]\ncyt\n in the root caps (Fig. \n7c, d\n) and largely abolished the rescue effect of mechanical resistance on the root cap size and auxin distribution (Fig. \n7e, f\n). Importantly, the addition of LaCl\n3\n abolished the recovery of the root coiling phenotype in \ncrw1\n grown in 0.8-1.2% agar (Fig. \n7g\n and Supplementary Fig. \n27\n), indicating the root cap calcium signal triggered by mechanosensing is required for the rescue of gravitropism in \ncrw1\n.\nThe observation that growing in soil prevented overaccumulation of OsEIL1 and OsEIL2 in \ncrw1\n roots (Fig. \n4a, b\n) suggests that mechanosensing-Ca\n2+\n signaling may rescue the root coiling phenotype of \ncrw1\n by limiting the accumulation of OsEIL1 and OsEIL2. Western blot showed that \ncrw1\n roots accumulated OsEIL1 and OsEIL2 when grown in 0.4% agar, and accumulation of the two proteins was suppressed to the WT levels when grown in 0.8% agar (Fig. \n7h, i\n). Addition of 100 μM LaCl\n3\n to 0.8% agar suppressed [Ca\n2+\n]\ncyt\n in the root caps, resulting in an over-accumulation of OsEIL1 and OsEIL2 in the \ncrw1\n roots (Fig. \n7h, i\n). There were no significant differences in the transcript levels of \nOsEIL1\n and \nOsEIL2\n between WT and \ncrw1\n in different agar concentrations or between 0.8% agar with and without addition of LaCl\n3\n (Supplementary Fig. \n28\n), suggesting that the effect of mechanosensing-induced Ca\n2+\n signaling on the protein levels of OsEIL1 and OsEIL2 is not related to transcriptional regulation of \nOsEIL1\n and \nOsEIL2\n. Furthermore, upregulation of \nOsERF82\n and excess ROS production in \ncrw1\n roots were observed when grown in 0.4% agar but not in 0.8% agar, whereas the addition of LaCl\n3\n to 0.8% agar medium significantly increased \nOsERF82\n transcription and ROS accumulation in \ncrw1\n roots (Fig. \n7j\n and Supplementary Fig. \n29\n). In WT roots, OsEIL1 and OsEIL2 proteins were kept at low levels because of the presence of OsCRW1, which likely explains the lack of response of \nOsERF82\n transcription and ROS level to mechano-sensing induced Ca\n2+\n signaling in WT. These results suggest that mechano-sensing induced Ca\n2+\n signaling inhibits the amplified module of OsEIL1/OsEIL2-OsERF82-ROS in \ncrw1\n, and rescues the root cap structure, OsPIN2 polar localization, auxin distribution, and consequently gravitropism.",
    "the_root_coiling_phenotype_in_hydroponics_occurs_in_natural_": "The root coiling phenotype in hydroponics occurs in natural rice accessions\nRice roots show considerable natural variation in the growth phenotype when grown in hydroponics. During the screen of a panel of 230 rice accessions consisting mainly of landraces in the lower Yangtze River delta in China, we found that 53, 46 and 131 accessions exhibited the root coiling, straight root, and intermediate phenotypes, respectively, when grown in water (Supplementary Fig. \n30a\n). We randomly selected 8 accessions each with coiling or straight roots (Supplementary Fig. \n30b, c\n). Quantitative PCR showed that the group of root coiling accessions had a significantly lower level of \nOsCRW1\n transcript than the group with straight roots (Supplementary Fig. \n30d\n). Addition of 1-MCP to water straightened the coiling roots (Supplementary Fig. \n30e\n), suggesting the phenotype in these rice accessions is likely caused by enhanced ethylene signaling. When grown in water-saturated paddy soil, the root coiling phenotype was completely rescued (Supplementary Fig. \n30f\n), which is consistent with the phenotype recovery of \ncrw1\n. In highly compacted soil, coiling-root accessions showed shorter root elongation than straight-root accessions, which is consistent with the phenotypes of \ncrw1\n and WT, respectively (Supplementary Fig. \n30g\n).",
    "discussion": "Discussion\nEthylene plays a critical role in plant growth, development and resistance to multiple biotic and abiotic stresses. Because ethylene biosynthesis fluctuates widely under the influence of changing environments\n18\n,\n51\n, its effect on gravitropic growth of roots must be tightly regulated. In this study, by dissecting the genetic basis for the root coiling phenotype in the rice mutant \ncrw1\n, we uncovered the molecular module of OsCRW1 (OsEBF1)-OsEIL1/OsEIL2-OsERF82-ROS that connects ethylene signaling to gravitropism in rice roots (Fig. \n8\n). Furthermore, by addressing why growing in soft solid media rescued root coiling phenotype of \ncrw1\n, we discovered an unexpected role of root cap mechanosensing in limiting excessive ethylene signaling, thereby safeguarding gravitropic growth of rice roots (Fig. \n8\n).\nFig. 8\nA model of OsCRW1 and mechanosensing inhibiting ethylene signaling to maintain root gravitropism.\nThe presence of OsCRW1 and mechanosensing of root tips maintains root gravitropism in soil. OsCRW1 and the mechanosensing induced Ca\n2+\n signaling inhibit the ethylene signaling module of OsEIL1/OsEIL2-OsERF82 to control ROS homeostasis in root tips, consequently maintaining the structural stability of root cap and polar localization of OsPIN2, ultimately ensuring gravitropism in rice roots. Some components of this Figure were creased with Adobe Illustrator (\nhttps://helpx.adobe.com/cn/support/illustrator.html\n).\nThe gravitropic growth of roots depends on the perception of gravity by the root cap and the symmetric distribution of auxin in the root tip. The former requires amyloplast as the gravity responder to transmit the gravity signal via LAZY proteins\n6\n,\n7\n, and the latter is tightly controlled by polar-localized auxin transporters such as PIN2\n12\n. Mutations of critical genes in auxin transport (e.g. \npin2\n12\n, \naux1\n13\n, \neir1\n36\n), amyloplast synthesis\n52\n,\n53\n and gravity signaling\n6\n,\n7\n cause plant roots to display defective gravitropic behaviors during vertical growth. The impact of ethylene signaling on root gravitropism appears to vary among plant species. In \nArabidopsis\n, loss-of-function mutations of the key genes that control ethylene biosynthesis or signal transduction, including \nETO1\n, \nCTR1, EIN2,\n and \nEIN3\n, did not affect gravitropic growth of roots\n35\n. In contrast, disruption of \nEIL1\n and \nEIN2\n homologous genes in rice or maize resulted in enlarged angle of adventitious roots when grown in hydroponic, indicating a weakened gravitropism\n35\n. In the present study, we found that loss of function of OsCRW1/OsEBF1 led to coiling of both seminal and adventitious roots of rice in hydroponic culture, indicative of a severe disruption of gravitropism. The F-box proteins EBFs bind to EIN3 and EIL proteins, thus promoting their degradation via a ubiquitin/proteasome pathway\n27\n,\n28\n. The loss of function of OsCRW1/OsEBF1 led to overaccumulation of OsEIL1/2 proteins in rice roots and consequently amplified ethylene signaling. We identified OsERF82, a hitherto unreported ethylene response factor, as the downstream target of OsEIL1/2. OsERF82 transcriptionally regulates the expression of several genes involved in ROS production, including \nOsRBOHH\n and several Class III peroxidase genes. The elevated expression of \nOsERF82\n in \ncrw1\n enhanced the expression of these ROS-related genes, resulting in an excessive accumulation of ROS in the root tip. Apart from OsERF82, it is possible that other target genes regulated by OsEIL1 may also play a small role in the coiling root phenotype of \ncrw1\n.\nWe found that excessive ROS accumulation in the root tip of \ncrw1\n accelerates root cap sloughing through programed cell death, thereby reducing the number of amyloplast and weakening gravity perception. Furthermore, excessive accumulation of ROS disrupted the symmetrical auxin distribution in the root tip by impairing the polar localization of OsPIN2. This is consistent with an earlier finding that application of exogenous H\n2\nO\n2\n inhibits vesicle-mediated trafficking and polar localization of AtPIN2 in \nArabidopsis\n54\n. Disrupted polar localization of OsPIN2 and reduced root cap stability together explain the severe loss of gravitropism in \ncrw1\n roots. Thus, limiting ethylene signaling in the nucleus is critical for the normal gravitropic growth of rice roots.\nAlthough growing in compacted soil may increase the ethylene level in roots due to restricted gas diffusion\n30\n, we found that gentle mechanical resistance that rice roots typically encounter in water-saturated paddy soil or other soft solid media enhances the degradation of OsEIL1/OsEIL2 and thus dampens the excessive ethylene signaling in \ncrw1\n, leading to rescue of the root coiling phenotype. The mechanical resistance required to antagonize ethylene signaling amplification is mild (penetration resistance ≥ 34 Pa), consistent with the soft nature of submerged paddy soil that rice plants are adapted to. This level of mechanical resistance is more than an order of magnitude lower than in water unsaturated and compacted soil used in the study of Pandey et al.\n30\n. Strong mechanical resistance can inhibit root elongation or change the direction of root growth. For example, root tips stop growing when encountering three-dimensional impenetrable compactness\n30\n, change direction to avoid a flat obstacle\n55\n, or grow in a wavy or circular manner on an impenetrable agar slope\n56\n–\n58\n. A recent study showed that \nArabidopsis\n roots growing on the agar surface can produce different growth paths in response to subtle changes of mechanical forces\n59\n. In the present study, mild mechanical resistance did not affect the normal root growth of WT but was sufficient to ensure gravitropic root growth of \ncrw1\n and coiling-root accessions, suggesting that mechanical resistance below the level that inhibits root growth can be sensed by rice roots to help safeguard gravitropism. Such an effect has not been reported before but is consistent with previous findings that plants can sensitively perceive different strengths of mechanical stimuli from nature and produce rapid thigmonastic responses or gradual morphogenetic alterations\n60\n,\n61\n.\nWe found that the rescue of root gravitropism in \ncrw1\n by gentle mechanical resistance requires Ca\n2+\nsignaling in the root cap. In the absence of OsCRW1/OsEBF1, mechanosensing-induced Ca\n2+\nsignaling safeguards the gravitropic growth of \ncrw1\n roots by suppressing the accumulation of OsEIL1 and OsEIL2. How enhanced Ca\n2+\n signaling in the root cap prevents over-accumulation of OsEIL1 and OsEIL2 remains unclear and warrants further investigation. The observation that knockout of \nOsEBF2\n in \ncrw1\n did not affect the rescue of the root coiling phenotype by gentle mechanical resistance suggests that enhanced Ca\n2+\nsignaling promotes the degradation of OsEIL1 and OsEIL2 proteins in an OsCRW1/OsEBF1 and OsEBF2-independent mechanism. Mechanosensing-induced Ca\n2+\nsignaling may play a particularly important role in keeping ethylene signaling in check under stress conditions, which suppress the translation of OsCRW1/OsEBF1\n43\n, or in natural rice accessions with a weak or loss-of-function OsCRW1. On the other hand, although OsCRW1 may be dispensable in uncompacted soil, it is needed to restrict excessive ethylene signaling in compacted soil to reduce the inhibition on root growth.\nInterestingly, we observed that the root coiling phenotype was present in some natural rice accessions when grown in hydroponics, and the phenotype was apparently related to the transcription level of \nOsCRW1/OsEBF1\n. Some of the coiling-root accessions had a \nOsCRW1/OsEBF1\n transcript level similar to those in the straight-root accessions, suggesting that variation in the protein level or in the coding sequence may also be involved. Growing these rice accessions in soft paddy soil also restored their gravitropic growth. A lower level of OsCRW1/OsEBF1 may be advantageous for stress resistance because of enhanced ethylene signaling, especially when root gravitropic growth can be safeguarded by mechanosensing. Several stress response pathways were enriched in the differentially expressed genes (DEGs) between \ncrw1\n and WT (Fig. \n3b\n). Among these DEGs, at least 24 genes that were upregulated in \ncrw1\n have been previously reported to be involved in the resistance to drought, salinity, cold, or diseases (Supplemental Fig. \n31\n). Evolution of land plants is accompanied with expansion of genes involved in hormone signaling and transcription factors\n62\n. Our study shows that mechanosensing induced Ca\n2+\n signaling plays an unexpected role in balancing the ethylene-auxin signaling pathways for gravitropic growth of plants in soil.",
    "methods": "Methods\nPlant materials and growth conditions\nThe japonica rice cultivar Zhonghua11 was used as the wild type (WT) for all experiments. An ethyl methylsulfonate (EMS)-mutagenized population (M3 generation) was used for root phenotype screening. Transgenic plant materials were generated as described below. Seeds were surface sterilized with 15% NaClO for 30 min, washed with sterilized water, and placed in a 37 °C incubator for 2 days to promote germination. Germinated seeds were transferred to hydroponic boxes, soil culture boxes or agar plates to grow depending on the requirements of different experiments. Experiments were carried out in a growth room with the following conditions: temperature 28 °C ± 0.5 °C, humidity 50%–60%, 12-h photoperiod with a light intensity of 100 mmol of photons m\n−2\n s\n−1\n. WT and mutant were also grown in two paddy fields (Nanjing and Sanya) to maturity. Agronomic traits, including plant height, tiller number, percentage of filled grains, 1000-grain weight and grain biomass per plant, were determined at plant maturity.\nPlasmid construction and plant transformation\nThe CRISPR/Cas9 system\n63\n was used to knock out \nOsCRW1\n (\nOs06g0605900\n) and \nOsEBF2\n (\nOs02g0200900\n) in the Zhonghua11 background and \nOsEBF2\n, \nOsEIL1\n (\nOs03g0324200\n), \nOsEIL2\n (\nOs07g0685700\n), \nOsERF2\n (\nOs06g0181700\n), \nOsERF81\n (\nOs02g0520000\n), and \nOsERF82\n (\nOs04g0399800\n) in the \ncrw1\n background. Two 20-bp target sequences were selected from the coding sequence (CDS) of each gene and cloned into two single-guide RNA (sgRNA) expression cassettes of \npYLgRNA-OsU6a\n and \npYLgRNA-OsU6b\n by overlapping PCR, producing \nproU6a-T1-sgRNA\n and \nproU6b-T2-sgRNA\n fragments, respectively. The two fragments were sequentially cloned into the BsaI site of the \npYLCRISPR-Cas9Pubi-H\n vector to generate the ultimate plasmids. To generate the complementation constructs of \nproOsCRW1::OsCRW1\n, \nproOs06g0604400:: Os06g0604400\n and \nproOs06g0619600::Os06g0619600\n, we amplified the promoter (1739 bp of \nproOsCRW1\n, 3 Kb of \nproOs06g0604400\n and 3 Kb of \nproOs06g0619600\n) and the open reading frame (ORF) of \nOsCRW1\n, \nOs06g0604400\n and \nOs06g0619600\n from the DNA of Zhonghua11. The promoter and ORF were cloned together by overlapping PCR and introduced into the EcoRI/XbaI site of the \npCAMBIAL1301\n vector. To generate \nproOsCRW1::GFP\n constructs, we amplified the promoter of \nOsCRW1\n (1739 bp) from the DNA of Zhonghua11and the GFP sequence from the \npUN1301\n vector with addition of the initiation codon. The promoter and GFP sequence were cloned together by overlapping PCR and introduced into the HindIII/SacI site of the \npUN1301\n vector. To generate \npOsCRW1::GUS\n constructs, we amplified the promoter of \nOsCRW1\n (1739 bp) from the DNA of Zhonghua11 and introduced \nOsCRW1\n promoter into the HindIII/BamHI site of the \np1300\n vector. To generate \nproOsEIL1::OsEIL1-Flag\n and \nproOsEIL2::OsEIL2-Flag\n constructs, we amplified the promoter (2588 bp of \nproOsEIL1\n, 2500 bp of \nproOsEIL2\n) and the full-length CDS (without the stop codon) of \nOsEIL1\n and \nOsEIL2\n from the DNA and cDNA of Zhonghua11. The promoter and CDS were cloned together by overlapping PCR and introduced into the BamHI/SpeI site of the \npTCK303\n vector. To generate \nproUbi::OsEIL1\n (OsEIL1-OX) and \nproUbi::OsEIL2\n (OsEIL2-OX) constructs, we amplified the full-length CDS of \nOsEIL1\n and \nOsEIL2\n from the cDNA of cv. ZH11 and introduced the CDS segments into the BamHI/SacI site of the \npUN1301\n vector. The plasmids were transformed into the callus of Zhonghua11 or \ncrw1\n using \nAgrobacterium\n-mediated transformation\n64\n. Transformants were verified by PCR. All primers used in this study are listed in Supplementary Table \n1\n.\nZhonghua11 expressing \nDR5rev::VENUS\n65\n, \nproOsPIN2::OsPIN2-GFP\n14\n, or \nNES-YC3.6\n65\n were obtained from previous studies. These genotypes and Zhonghua11 expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were crossed with \ncrw1\n or \noscrw1\nKO\n lines (maternal) to obtain the reporter or tag lines in the mutant background by PCR. The F3 seeds were used for experiments.\nRoot growth experiments\nGerminated seeds were placed on a net floating on deionized water for ten days and then transferred to ½ strength Kimura B nutrient solution\n66\n for different durations according to the requirements of experiments. The nutrient solution was changed every three days, and the pH was maintained at 5.6-5.8. To investigate the effects of nutrients, pH, light and dissolved oxygen level on root phenotypes, we grew seedlings of \ncrw1\n and WT in hydroponic boxes filled with deionized water or nutrient solution at the ¼ and ½ strength, different solution pH (from 4 to 8), light condition (12 h/12 h light/dark or 24 h dark), with or without aeration treatment (dissolved oxygen level 12.45 and 5.36 mg/L, respectively). To compare the root phenotypes grown in water and solid media, we grew germinated seedlings in water (pH = 5.6-5.8), water-saturated paddy soil, water-saturated vermiculite or water-saturated peat pellet for 2-10 days. Dissolved oxygen concentrations in hydroponic solution and soil were measured using a dissolved oxygen probe. In some experiments, paddy soil was packed at a normal (1.0 g cm\n−3\n) and a high (1.6 g cm\n−3\n) bulk density. The penetration resistance of soil and other solid growth media was measured by using a soil compactness tester.\nTo investigate the effect of mechanical resistance on root phenotypes, we grew seedlings of WT and \ncrw1\n in agar-solidified medium with 0.3, 0.4, 0.6, 0.8, 1.0 or 1.2% (w/v) agar in square Petri dishes. The top 2-cm agar was removed and the emerged seminal roots (1-2 mm) of WT and \ncrw1\n were embedded in the agar and allowed to grow vertically for 2 to 3 days. To apply resistance on root tips, we made polystyrene foam spherical pellets (1 mm diameter) with a slit in the middle, placed root tip into the slit and grew seedlings in deionized water for 2-3 days. For chemical treatment, L-Kynurenine (L-Kyn, 10 μM), 1-Methylcyclopropene (1-MCP, 10 μM), 1-Aminocyclopropanecarboxylic Acid (ACC, 1 μM), N-acetylcysteine (NAC, 200 μM), diphenyleneiodonium (DPI, 50 nM), salicylhydroxamic acid (SHAM, 10 μM) or LaCl\n3\n (100 μM) were added to deionized water or agar medium according to different experiments. Each genotype and treatment had at least 3 biological replicates, 7-12 plants per replicate in short-term hydroponic experiments, 3-6 plants per replicate in long-term hydroponic experiments, 3-4 plants per replicate in petri dish experiments, and 7-12 plants per replicate in soil-vermiculite experiments.\nMutMap-based gene cloning\nTo clone the causal gene responsible for the coiling-root phenotype of \ncrw1\n, we backcrossed \ncrw1\n to WT (Zhonghua11) to generate F\n1\n progenies. F\n1\n progenies were selfed to generate F\n2\n progenies. DNA was extracted from 50 F\n2\n plants showing the coiling-root phenotype in water and mixed in equal proportions to generate a pooled genomic DNA of \ncrw1\n. A pooled genomic DNA of WT was prepared in the same way. Genome sequencing was performed using Illumina Hiseq4000 at 50× and 30× coverage for \ncrw1\n and WT, respectively), generating 150-bp paired-end reads. After removing the adapter sequences and low-quality reads, clean reads were mapped to the reference genome sequence (OsNipponbare-Reference-RGAP7, MSU) using BWA software\n67\n, followed by SNP-calling using GATK software\n68\n. Causative variant were calculated using the MutMap SNP-index method\n69\n and candidate SNPs were identified.\nTissue expression pattern analysis of \nOsCRW1\nTransgenic rice plants expressing \nproOsCRW1::GUS\n were grown in water for 3 days before being used for histochemical staining for the GUS activity in roots, and in nutrient solution for different durations for GUS staining of leaves and reproductive organs. Roots and other tissues were incubated with a GUS staining solution for 2 h at 37 °C, transferred to 70% ethanol overnight, and then photographed under an ultra-depth stereoscopic microscope (Leica, DVM6a). Transgenic rice plants expressing \nproOsCRW1::GFP\n were grown in water for 3 days and roots were cut and were placed on a slide for fluorescence imaging under a macro zoom microscope (Carl Zeiss, MVX10). The GFP fluorescence was observed at 505-560 nm for emission and 488 nm for excitation.\nSubcellular localization of OsCRW1 and OsERF82\nTo generate constructs of \nGFP-OsCRW1\n or \nGFP-OsERF82\n driven by the CaMV35S promoter (\npro35S::GFP-OsCRW1\n or \npro35S::GFP-OsERF82\n), we amplified the full-length CDS of \nOsCRW1\n or \nOsERF82\n from the cDNA of Zhonghua11 and introduced the CDS into the HindIII/EcoRI site of the \npSAT6-GFP-C\n vector. The fragments of \npro35S::GFP-OsCRW1\n or \npro35S::GFP-OsERF82\n were isolated from the \npSAT6-GFP-C\n vector by PI-PspI endonuclease and introduced into the PI-PspI site of the \npRCS2\n vector. The plasmids were transformed into rice protoplasts for transient expression\n70\n. Protoplasts were isolated from rice stems and labeled with the nucleus marker 4’,6-diamidino-2-phenylindole (DAPI) for co-localization. The GFP and DAPI fluorescence was observed under a confocal laser-scanning microscope (Carl Zeiss, LSM780) at 505-560 nm and 400-470 nm for emission, respectively, and at 488 nm and 360 nm for excitation, respectively.\nRoot cap size observation and amyloplast staining\nRoot tips from two-day-old seedlings were cut and stained with 0.1% (w/v) basic fuchsin solution for 6 h. Root tips were resin-embedded, sectioned according to a previous method\n71\n, and photographed under a microscope to reveal the root cap size. Root tips from two-day-old seedlings were cut, stained with 5% (v/v) Lugol’s solution for 1 minute, washed with distilled water, and photographed under a microscope for the observation of the amyloplasts in the root caps. Lugol’s stock solution was prepared by dissolving 5% (m/v) iodine in 10% (m/v) KI solution.\nFluorescence imaging of OsPIN2 localization, auxin response, cytosolic Ca\n2+\n and ROS\nPlants expressing \nproOsPIN2::OsPIN2-GFP\n or the reporter gene for auxin response (\nDR5rev::VENUS\n) or for cytosolic Ca\n2+\n (\nNES-YC3.6\n, driven by the maize \nUbiquitin\n promoter) were grown under different growth conditions or treatments for two to three days. Root tips were cut and immediately observed under a confocal laser-scanning microscope. The GFP fluorescence was observed as described above. The VENUS fluorescence was observed at 520-550 nm for emission and 515 nm for excitation. For NES-YC3.6 detection, the measurement of cpVENUS/ECFP ratio shifts was based on fluorescence resonance energy transfer according to a previous method\n50\n. The ECFP fluorescence was observed at 460-490 nm for emission and 415 nm for excitation. For detection of ROS, roots were incubated with 10 μM H\n2\nDCFDA for 10 mins, washed with deionized water, and the ROS fluorescence was observed under a confocal laser-scanning microscope at 505-560 nm and 488 nm for emission and excitation, respectively\n65\n.\nTUNEL assay\nThe TUNEL assay was used to detect the programed cell death of root caps. Root tips were sampled and fixed in 4% paraformaldehyde for 30 mins, followed by washing with phosphate-buffered saline (PBS). Root tips were immersed in PBS containing 0.3% Triton X-100 for 5 mins, washed with PBS, and incubated in the TUNEL detection solution (Beyotime, China) at 37 °C for 1 h. The TUNEL fluorescence was observed under a confocal laser-scanning microscope at 515-565 nm and 488 nm for emission and excitation, respectively.\nYeast two-hybrid (Y2H)\nThe Y2H assay was used to detect the interaction between OsCRW1 and OsEIL1 or OsEIL2.The full-length CDS of \nOsCRW1\n was introduced into the EcoRI/BamHI site of the \npGBKT7\n vector to generate the \npGBKT7-OsCRW1\n vector expressing fusion proteins containing the yeast GAL4 transcription binding domain (BD). The full-length CDS of \nOsEIL1\n or \nOsEIL2\n was introduced into the EcoRI/BamHI site of \npGADT7\n to generate the \npGADT7-OsEIL1\n and \npGADT7-EIL2\n vector expressing fusion proteins containing the yeast GAL4 transcription activation domain (AD). The \npGBKT7-OsCRW1\n plasmid and \npGADT7-OsEIL1\n or \npGADT7-OsEIL2\n plasmid were transformed into the Y2H Gold yeast strain alone or in pairs. \npGBKT7-53\n together with \npGADT7-T\n were transformed as a positive control, and \npGBKT7-lam\n together with \npGADT7-T\n were transformed as a negative control. The yeast colonies were cultured in Synthetic Dropout (SD) liquid medium (-Trp, -Leu) to an optical density (OD) of 0.8. The serially diluted yeast solution was inoculated on a double-deficient SD medium (-Trp, -Leu) and a quadruple-deficient SD medium (-Trp, -Leu, -His, -Ade, +X-α-gal) for growth.\nBimolecular fluorescence complementation\nThe full-length CDS of \nOsCRW1\n was fused to the vector of \npDONR221-P3P2\n, and the full-length CDS of \nOsEIL1\n and \nOsEIL2\n were fused to the vector of \npDONR221-P1P4\n by gateway cloning, and then were transferred into \npBiFCt-2in1-NN\n vector alone or in pairs by LR clonase to fuse with the N- and C-terminal fragments of yellow fluorescent protein (YFP). The final plasmids were introduced into \nAgrobacterium tumefaciens\n strain GV3101. Bacterial cultures of the test combinations and controls were infiltrated into tobacco (Latin name) leaves. Two days after infiltration, the YFP signal was detected under confocal laser microscopy at 520-550 nm and 515 nm for emission and excitation, respectively.\nWestern blot\nFor immunological detection of OsEIL1-Flag, OsEIL2-Flag and OsActin in the roots of WT and \ncrw1\n, total soluble proteins were extracted from 15-20 seminal roots with 1 ml plant protein extraction buffer. Proteins were denatured by heating at 95 \no\nC for 10 min in a metal-bath and separated on 12% SDS-PAGE. Subsequently, proteins were transferred onto a polyvinylidene difluoride (PVDF) membrane and immunoblots were probed with the following antibodies in the TBST solution (100 mM Tris-HCl, 150 mM NaCl, 0.1%(v/v) Tween 20, pH=7.4) with 5% non-fat dry milk. A mouse anti-Flag antibody (Invitrogen, MA1-91878, 1:5000 dilution) and a mouse anti-Actin antibody (Beyotime, AA128, 1:5000 dilution) were used as the primary antibodies and HPR-conjugated goat anti-mouse IgG (Beyotime, A0216, 1:5000 dilution) was used as the secondary antibody. Chemiluminescence was performed using ECL Western Blotting Substrate (Beyotime, China) according to the manufacturer’s instructions.\nYeast one-hybrid\nThe full-length CDS of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n was introduced into the EcoRI/BamHI site of the \npGADT7\n vector to express fusion proteins containing the yeast GAL4 transcription activation domain. To detect the binding of OsEIL1/2 with the EIN3-binding site (EBS, ATGTA) on the promoter of \nOsERF82\n, we introduced three copies of EBS into the SmaI/SalI site of the \npAbAi\n vector. A random mutation sequence in EBS was designed (EBS\nmut\n, CGAGA) and used as a negative control. To detect the binding of OsERF82 with the GCC-box (GCCGCC), G-box (CACGTG) and DRE/CRT (GCCGAC) on the promoter sequence of \nOsRBOHH\n and three Class III \nOsPRX\n genes, we introduced three copies of DRE/CRT, GCC box and G box sequence into the SmaI/SalI site of the \npAbAi\n vector. A random mutation sequence in each potential binding site was designed (GCC-box\nmut\n, ACCACC; G-box\nmut\n, AACTTG; DRE/CRT\nmut\n, GTCGAA) and used as a negative control. \npAbAi\n carrying different binding sites were transformed into Y1H Gold yeast strain to screen the proper concentration of aureobasidin A (AbA) for inhibiting transcriptional self-activation. \npGADT7\n carrying \nOsEIL1\n or \nOsEIL2\n or \nOsERF82\n, and \npAbAi\n carrying different sequences were co-transformed into Y1H Gold yeast strain. The yeast colonies were cultured in Leu-deficient SD liquid medium to OD of 0.8. The serially diluted yeast solution was inoculated on Leu-deficient SD medium (with or without AbA) for growth.\nElectrophoretic mobility shift assay (EMSA)\nThe full-length CDS of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n were introduced into the NdeI/XhoI site of the \npET29a\n vector and transformed into \nEscherichia coli\n BL21 to express OsEIL1-His, OsEIL2-His or OsERF82-His fusion protein. OsEIL1-His, OsEIL2-His and OsERF82-His fusion proteins were purified from \nE. coli\n by nickel affinity columns. Primers were designed for the EIN3-binding site (EBS, ATGTA) on the promoter sequence of \nOsERF82\n or designed for the ERF-binding sites including the GCC box, the G box and the DRE/CRT sequence on the promoter sequence of \nOsRBOHH\n and three Class III \nOsPRX\n genes to synthesize biotin-labeled probes, unlabeled probes, and unlabeled mutation probes. The protein and probe were incubated with EMSA reaction solution (prepared according to the manufacturer’s protocol, Beyotime, China) for 20 min at room temperature, separated on a 5% polyacrylamide native gel at 4 °C, and transferred to a nylon membrane. After UV light cross-linking, the DNA on the membrane was detected using the Chemiluminescent Nucleic Acid Detection Module. Primers used are listed in Supplementary Table \n2\n.\nChromatin immunoprecipitation (ChIP)- qPCR assay\nThe ChIP assay was performed using the BeyoChIP™ ChIP Assay Kit (Beyotime, P2080S, China) according to the manufacturer’s instructions. Plants of \npOsEIL2::OsEIL2-Flag/crw1\n and \npOsEIL2::OsEIL2-Flag/crw1\n were grown in water for two day, and 15-20 roots were collected as one biological replicate, with three biological replicates for each experiment. Root tissue was cross-linked in 1% (v/v) formaldehyde under vacuum. Chromatin was extracted from the samples and fragmented via ultrasound treatment to a size of 200-500 bp, and 2% of the yield was set aside as input template. The OsEIL1-DNA and OsEIL2-DNA complex were coimmunoprecipitated with anti-Flag antibody (Invitrogen, MA1-91878, 1:5000 dilution) and protein A/G beads (Beyotime, P2080S, China), or coimmunoprecipitated with IgG (Beyotime, A7028, China) with protein A/G beads. NaCl (0.2 M) was added to the solution of protein-DNA complex and heated at 65 °C for 4 hours to remove the cross-linking between protein and genomic DNA. According to the manufacturer’s instructions, DNA was extracted with phenol/chloroform agent for DNA purification (Solarbio, T0250, China). Primers (Supplementary Table \n3\n) were designed near the three EBS sequences on the \nOsERF82\n promoter. Primers and purified DNA were used for ChIP-qPCR.\nTransactivation activity of OsERF82\nThe full-length CDS of \nOsERF82\n was introduced into the EcoRI/BamHI site of the \npGBKT7\n vector to generate the \npGBKT7-OsCRW1\n vector expressing fusion protein containing the yeast GAL4 transcription binding domain (BD). The \npGBKT7-OsERF82\n plasmid was transformed into the AH109 yeast strain. \npGBKT7\n plasmid was transformed as a negative control. The yeast colonies were cultured in Synthetic Dropout (SD) liquid medium (-Trp) to OD = 0.8. The serially diluted yeast solution was inoculated on Trp-deficient SD medium and double-deficient SD medium (-Trp, -His, +X-α-gal) for growth.\nRNA sequencing\nRNA sequencing was performed on roots of \ncrw1\n and WT grown in water or in a soil-vermiculite mixture for two days. Each group contained three replicates with 15-20 plants per replicate. Total RNA was extracted using a Plant Total RNA Extraction Kit (BioTeke). The cDNA libraries were sequenced on the Illumina NovaSeq 6000 sequencing platform at Benagen Technology (Wuhan, China), and 150-bp paired-end reads were generated. For the analysis of gene expression, fragments per kilobase of transcript per million mapped reads and read counts of each unigene were calculated and normalized based on the number of uniquely positioned reads overlapping the exon regions. Differentially expressed genes (DEGs) were identified using R software (v.3.5.1) with the DESeq2 package (\nhttp://bioconductor.org/packages/release/bioc/html/DESeq2.html\n).\nRNA extraction and quantitative real-time PCR\nTotal RNA was extracted using a Plant Total RNA Extraction Kit (BioTeke, Beijing, China). A HiScript II 1st Strand cDNA Synthesis Kit (Vazyme, Nanjing, China) was used to convert 1 μg of total RNA to 20 μL cDNA. Quantitative real-time PCR was performed on an RT-PCR detection system (CFX96, Bio-Rad) by using SYBR Green Master Mix (Vazyme, Nanjing, China). \nOsActin\n and \nOsHistone\n were used as the internal reference genes. The expression levels were calculated using the equation 2\n–Δ(ΔCt)\n. Primers are shown in Supplementary Table \n3\n.\nStatistics and reproducibility\nThe experiments performed in this study were repeated independently at least three times with similar results. The data are presented as the mean ± SD and the microscope images presented are the most representative of the results. The significance of the difference between two sets of data was tested by one- or two-sided Student’s t-test using Microsoft Excel 2019. The difference among more than two sets of data was analyzed by one-way or two-way ANOVA followed by Tukey’s test as post hoc analysis using IBM SPSS Statistics 21.0. No statistical method was used to predetermine sample size. No data were excluded from the analyses. The experiments were not randomized. The Investigators were not blinded to allocation during experiments and outcome assessment.\nReporting summary\nFurther information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "plant_materials_and_growth_conditions": "Plant materials and growth conditions\nThe japonica rice cultivar Zhonghua11 was used as the wild type (WT) for all experiments. An ethyl methylsulfonate (EMS)-mutagenized population (M3 generation) was used for root phenotype screening. Transgenic plant materials were generated as described below. Seeds were surface sterilized with 15% NaClO for 30 min, washed with sterilized water, and placed in a 37 °C incubator for 2 days to promote germination. Germinated seeds were transferred to hydroponic boxes, soil culture boxes or agar plates to grow depending on the requirements of different experiments. Experiments were carried out in a growth room with the following conditions: temperature 28 °C ± 0.5 °C, humidity 50%–60%, 12-h photoperiod with a light intensity of 100 mmol of photons m\n−2\n s\n−1\n. WT and mutant were also grown in two paddy fields (Nanjing and Sanya) to maturity. Agronomic traits, including plant height, tiller number, percentage of filled grains, 1000-grain weight and grain biomass per plant, were determined at plant maturity.",
    "plasmid_construction_and_plant_transformation": "Plasmid construction and plant transformation\nThe CRISPR/Cas9 system\n63\n was used to knock out \nOsCRW1\n (\nOs06g0605900\n) and \nOsEBF2\n (\nOs02g0200900\n) in the Zhonghua11 background and \nOsEBF2\n, \nOsEIL1\n (\nOs03g0324200\n), \nOsEIL2\n (\nOs07g0685700\n), \nOsERF2\n (\nOs06g0181700\n), \nOsERF81\n (\nOs02g0520000\n), and \nOsERF82\n (\nOs04g0399800\n) in the \ncrw1\n background. Two 20-bp target sequences were selected from the coding sequence (CDS) of each gene and cloned into two single-guide RNA (sgRNA) expression cassettes of \npYLgRNA-OsU6a\n and \npYLgRNA-OsU6b\n by overlapping PCR, producing \nproU6a-T1-sgRNA\n and \nproU6b-T2-sgRNA\n fragments, respectively. The two fragments were sequentially cloned into the BsaI site of the \npYLCRISPR-Cas9Pubi-H\n vector to generate the ultimate plasmids. To generate the complementation constructs of \nproOsCRW1::OsCRW1\n, \nproOs06g0604400:: Os06g0604400\n and \nproOs06g0619600::Os06g0619600\n, we amplified the promoter (1739 bp of \nproOsCRW1\n, 3 Kb of \nproOs06g0604400\n and 3 Kb of \nproOs06g0619600\n) and the open reading frame (ORF) of \nOsCRW1\n, \nOs06g0604400\n and \nOs06g0619600\n from the DNA of Zhonghua11. The promoter and ORF were cloned together by overlapping PCR and introduced into the EcoRI/XbaI site of the \npCAMBIAL1301\n vector. To generate \nproOsCRW1::GFP\n constructs, we amplified the promoter of \nOsCRW1\n (1739 bp) from the DNA of Zhonghua11and the GFP sequence from the \npUN1301\n vector with addition of the initiation codon. The promoter and GFP sequence were cloned together by overlapping PCR and introduced into the HindIII/SacI site of the \npUN1301\n vector. To generate \npOsCRW1::GUS\n constructs, we amplified the promoter of \nOsCRW1\n (1739 bp) from the DNA of Zhonghua11 and introduced \nOsCRW1\n promoter into the HindIII/BamHI site of the \np1300\n vector. To generate \nproOsEIL1::OsEIL1-Flag\n and \nproOsEIL2::OsEIL2-Flag\n constructs, we amplified the promoter (2588 bp of \nproOsEIL1\n, 2500 bp of \nproOsEIL2\n) and the full-length CDS (without the stop codon) of \nOsEIL1\n and \nOsEIL2\n from the DNA and cDNA of Zhonghua11. The promoter and CDS were cloned together by overlapping PCR and introduced into the BamHI/SpeI site of the \npTCK303\n vector. To generate \nproUbi::OsEIL1\n (OsEIL1-OX) and \nproUbi::OsEIL2\n (OsEIL2-OX) constructs, we amplified the full-length CDS of \nOsEIL1\n and \nOsEIL2\n from the cDNA of cv. ZH11 and introduced the CDS segments into the BamHI/SacI site of the \npUN1301\n vector. The plasmids were transformed into the callus of Zhonghua11 or \ncrw1\n using \nAgrobacterium\n-mediated transformation\n64\n. Transformants were verified by PCR. All primers used in this study are listed in Supplementary Table \n1\n.\nZhonghua11 expressing \nDR5rev::VENUS\n65\n, \nproOsPIN2::OsPIN2-GFP\n14\n, or \nNES-YC3.6\n65\n were obtained from previous studies. These genotypes and Zhonghua11 expressing \nproOsEIL1::OsEIL1-Flag\n or \nproOsEIL2::OsEIL2-Flag\n were crossed with \ncrw1\n or \noscrw1\nKO\n lines (maternal) to obtain the reporter or tag lines in the mutant background by PCR. The F3 seeds were used for experiments.",
    "root_growth_experiments": "Root growth experiments\nGerminated seeds were placed on a net floating on deionized water for ten days and then transferred to ½ strength Kimura B nutrient solution\n66\n for different durations according to the requirements of experiments. The nutrient solution was changed every three days, and the pH was maintained at 5.6-5.8. To investigate the effects of nutrients, pH, light and dissolved oxygen level on root phenotypes, we grew seedlings of \ncrw1\n and WT in hydroponic boxes filled with deionized water or nutrient solution at the ¼ and ½ strength, different solution pH (from 4 to 8), light condition (12 h/12 h light/dark or 24 h dark), with or without aeration treatment (dissolved oxygen level 12.45 and 5.36 mg/L, respectively). To compare the root phenotypes grown in water and solid media, we grew germinated seedlings in water (pH = 5.6-5.8), water-saturated paddy soil, water-saturated vermiculite or water-saturated peat pellet for 2-10 days. Dissolved oxygen concentrations in hydroponic solution and soil were measured using a dissolved oxygen probe. In some experiments, paddy soil was packed at a normal (1.0 g cm\n−3\n) and a high (1.6 g cm\n−3\n) bulk density. The penetration resistance of soil and other solid growth media was measured by using a soil compactness tester.\nTo investigate the effect of mechanical resistance on root phenotypes, we grew seedlings of WT and \ncrw1\n in agar-solidified medium with 0.3, 0.4, 0.6, 0.8, 1.0 or 1.2% (w/v) agar in square Petri dishes. The top 2-cm agar was removed and the emerged seminal roots (1-2 mm) of WT and \ncrw1\n were embedded in the agar and allowed to grow vertically for 2 to 3 days. To apply resistance on root tips, we made polystyrene foam spherical pellets (1 mm diameter) with a slit in the middle, placed root tip into the slit and grew seedlings in deionized water for 2-3 days. For chemical treatment, L-Kynurenine (L-Kyn, 10 μM), 1-Methylcyclopropene (1-MCP, 10 μM), 1-Aminocyclopropanecarboxylic Acid (ACC, 1 μM), N-acetylcysteine (NAC, 200 μM), diphenyleneiodonium (DPI, 50 nM), salicylhydroxamic acid (SHAM, 10 μM) or LaCl\n3\n (100 μM) were added to deionized water or agar medium according to different experiments. Each genotype and treatment had at least 3 biological replicates, 7-12 plants per replicate in short-term hydroponic experiments, 3-6 plants per replicate in long-term hydroponic experiments, 3-4 plants per replicate in petri dish experiments, and 7-12 plants per replicate in soil-vermiculite experiments.",
    "mutmap-based_gene_cloning": "MutMap-based gene cloning\nTo clone the causal gene responsible for the coiling-root phenotype of \ncrw1\n, we backcrossed \ncrw1\n to WT (Zhonghua11) to generate F\n1\n progenies. F\n1\n progenies were selfed to generate F\n2\n progenies. DNA was extracted from 50 F\n2\n plants showing the coiling-root phenotype in water and mixed in equal proportions to generate a pooled genomic DNA of \ncrw1\n. A pooled genomic DNA of WT was prepared in the same way. Genome sequencing was performed using Illumina Hiseq4000 at 50× and 30× coverage for \ncrw1\n and WT, respectively), generating 150-bp paired-end reads. After removing the adapter sequences and low-quality reads, clean reads were mapped to the reference genome sequence (OsNipponbare-Reference-RGAP7, MSU) using BWA software\n67\n, followed by SNP-calling using GATK software\n68\n. Causative variant were calculated using the MutMap SNP-index method\n69\n and candidate SNPs were identified.",
    "tissue_expression_pattern_analysis_of_oscrw1": "Tissue expression pattern analysis of \nOsCRW1\nTransgenic rice plants expressing \nproOsCRW1::GUS\n were grown in water for 3 days before being used for histochemical staining for the GUS activity in roots, and in nutrient solution for different durations for GUS staining of leaves and reproductive organs. Roots and other tissues were incubated with a GUS staining solution for 2 h at 37 °C, transferred to 70% ethanol overnight, and then photographed under an ultra-depth stereoscopic microscope (Leica, DVM6a). Transgenic rice plants expressing \nproOsCRW1::GFP\n were grown in water for 3 days and roots were cut and were placed on a slide for fluorescence imaging under a macro zoom microscope (Carl Zeiss, MVX10). The GFP fluorescence was observed at 505-560 nm for emission and 488 nm for excitation.",
    "subcellular_localization_of_oscrw1_and_oserf82": "Subcellular localization of OsCRW1 and OsERF82\nTo generate constructs of \nGFP-OsCRW1\n or \nGFP-OsERF82\n driven by the CaMV35S promoter (\npro35S::GFP-OsCRW1\n or \npro35S::GFP-OsERF82\n), we amplified the full-length CDS of \nOsCRW1\n or \nOsERF82\n from the cDNA of Zhonghua11 and introduced the CDS into the HindIII/EcoRI site of the \npSAT6-GFP-C\n vector. The fragments of \npro35S::GFP-OsCRW1\n or \npro35S::GFP-OsERF82\n were isolated from the \npSAT6-GFP-C\n vector by PI-PspI endonuclease and introduced into the PI-PspI site of the \npRCS2\n vector. The plasmids were transformed into rice protoplasts for transient expression\n70\n. Protoplasts were isolated from rice stems and labeled with the nucleus marker 4’,6-diamidino-2-phenylindole (DAPI) for co-localization. The GFP and DAPI fluorescence was observed under a confocal laser-scanning microscope (Carl Zeiss, LSM780) at 505-560 nm and 400-470 nm for emission, respectively, and at 488 nm and 360 nm for excitation, respectively.",
    "root_cap_size_observation_and_amyloplast_staining": "Root cap size observation and amyloplast staining\nRoot tips from two-day-old seedlings were cut and stained with 0.1% (w/v) basic fuchsin solution for 6 h. Root tips were resin-embedded, sectioned according to a previous method\n71\n, and photographed under a microscope to reveal the root cap size. Root tips from two-day-old seedlings were cut, stained with 5% (v/v) Lugol’s solution for 1 minute, washed with distilled water, and photographed under a microscope for the observation of the amyloplasts in the root caps. Lugol’s stock solution was prepared by dissolving 5% (m/v) iodine in 10% (m/v) KI solution.",
    "fluorescence_imaging_of_ospin2_localization,_auxin_response,": "Fluorescence imaging of OsPIN2 localization, auxin response, cytosolic Ca\n2+\n and ROS\nPlants expressing \nproOsPIN2::OsPIN2-GFP\n or the reporter gene for auxin response (\nDR5rev::VENUS\n) or for cytosolic Ca\n2+\n (\nNES-YC3.6\n, driven by the maize \nUbiquitin\n promoter) were grown under different growth conditions or treatments for two to three days. Root tips were cut and immediately observed under a confocal laser-scanning microscope. The GFP fluorescence was observed as described above. The VENUS fluorescence was observed at 520-550 nm for emission and 515 nm for excitation. For NES-YC3.6 detection, the measurement of cpVENUS/ECFP ratio shifts was based on fluorescence resonance energy transfer according to a previous method\n50\n. The ECFP fluorescence was observed at 460-490 nm for emission and 415 nm for excitation. For detection of ROS, roots were incubated with 10 μM H\n2\nDCFDA for 10 mins, washed with deionized water, and the ROS fluorescence was observed under a confocal laser-scanning microscope at 505-560 nm and 488 nm for emission and excitation, respectively\n65\n.",
    "tunel_assay": "TUNEL assay\nThe TUNEL assay was used to detect the programed cell death of root caps. Root tips were sampled and fixed in 4% paraformaldehyde for 30 mins, followed by washing with phosphate-buffered saline (PBS). Root tips were immersed in PBS containing 0.3% Triton X-100 for 5 mins, washed with PBS, and incubated in the TUNEL detection solution (Beyotime, China) at 37 °C for 1 h. The TUNEL fluorescence was observed under a confocal laser-scanning microscope at 515-565 nm and 488 nm for emission and excitation, respectively.",
    "yeast_two-hybrid_(y2h)": "Yeast two-hybrid (Y2H)\nThe Y2H assay was used to detect the interaction between OsCRW1 and OsEIL1 or OsEIL2.The full-length CDS of \nOsCRW1\n was introduced into the EcoRI/BamHI site of the \npGBKT7\n vector to generate the \npGBKT7-OsCRW1\n vector expressing fusion proteins containing the yeast GAL4 transcription binding domain (BD). The full-length CDS of \nOsEIL1\n or \nOsEIL2\n was introduced into the EcoRI/BamHI site of \npGADT7\n to generate the \npGADT7-OsEIL1\n and \npGADT7-EIL2\n vector expressing fusion proteins containing the yeast GAL4 transcription activation domain (AD). The \npGBKT7-OsCRW1\n plasmid and \npGADT7-OsEIL1\n or \npGADT7-OsEIL2\n plasmid were transformed into the Y2H Gold yeast strain alone or in pairs. \npGBKT7-53\n together with \npGADT7-T\n were transformed as a positive control, and \npGBKT7-lam\n together with \npGADT7-T\n were transformed as a negative control. The yeast colonies were cultured in Synthetic Dropout (SD) liquid medium (-Trp, -Leu) to an optical density (OD) of 0.8. The serially diluted yeast solution was inoculated on a double-deficient SD medium (-Trp, -Leu) and a quadruple-deficient SD medium (-Trp, -Leu, -His, -Ade, +X-α-gal) for growth.",
    "bimolecular_fluorescence_complementation": "Bimolecular fluorescence complementation\nThe full-length CDS of \nOsCRW1\n was fused to the vector of \npDONR221-P3P2\n, and the full-length CDS of \nOsEIL1\n and \nOsEIL2\n were fused to the vector of \npDONR221-P1P4\n by gateway cloning, and then were transferred into \npBiFCt-2in1-NN\n vector alone or in pairs by LR clonase to fuse with the N- and C-terminal fragments of yellow fluorescent protein (YFP). The final plasmids were introduced into \nAgrobacterium tumefaciens\n strain GV3101. Bacterial cultures of the test combinations and controls were infiltrated into tobacco (Latin name) leaves. Two days after infiltration, the YFP signal was detected under confocal laser microscopy at 520-550 nm and 515 nm for emission and excitation, respectively.",
    "western_blot": "Western blot\nFor immunological detection of OsEIL1-Flag, OsEIL2-Flag and OsActin in the roots of WT and \ncrw1\n, total soluble proteins were extracted from 15-20 seminal roots with 1 ml plant protein extraction buffer. Proteins were denatured by heating at 95 \no\nC for 10 min in a metal-bath and separated on 12% SDS-PAGE. Subsequently, proteins were transferred onto a polyvinylidene difluoride (PVDF) membrane and immunoblots were probed with the following antibodies in the TBST solution (100 mM Tris-HCl, 150 mM NaCl, 0.1%(v/v) Tween 20, pH=7.4) with 5% non-fat dry milk. A mouse anti-Flag antibody (Invitrogen, MA1-91878, 1:5000 dilution) and a mouse anti-Actin antibody (Beyotime, AA128, 1:5000 dilution) were used as the primary antibodies and HPR-conjugated goat anti-mouse IgG (Beyotime, A0216, 1:5000 dilution) was used as the secondary antibody. Chemiluminescence was performed using ECL Western Blotting Substrate (Beyotime, China) according to the manufacturer’s instructions.",
    "yeast_one-hybrid": "Yeast one-hybrid\nThe full-length CDS of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n was introduced into the EcoRI/BamHI site of the \npGADT7\n vector to express fusion proteins containing the yeast GAL4 transcription activation domain. To detect the binding of OsEIL1/2 with the EIN3-binding site (EBS, ATGTA) on the promoter of \nOsERF82\n, we introduced three copies of EBS into the SmaI/SalI site of the \npAbAi\n vector. A random mutation sequence in EBS was designed (EBS\nmut\n, CGAGA) and used as a negative control. To detect the binding of OsERF82 with the GCC-box (GCCGCC), G-box (CACGTG) and DRE/CRT (GCCGAC) on the promoter sequence of \nOsRBOHH\n and three Class III \nOsPRX\n genes, we introduced three copies of DRE/CRT, GCC box and G box sequence into the SmaI/SalI site of the \npAbAi\n vector. A random mutation sequence in each potential binding site was designed (GCC-box\nmut\n, ACCACC; G-box\nmut\n, AACTTG; DRE/CRT\nmut\n, GTCGAA) and used as a negative control. \npAbAi\n carrying different binding sites were transformed into Y1H Gold yeast strain to screen the proper concentration of aureobasidin A (AbA) for inhibiting transcriptional self-activation. \npGADT7\n carrying \nOsEIL1\n or \nOsEIL2\n or \nOsERF82\n, and \npAbAi\n carrying different sequences were co-transformed into Y1H Gold yeast strain. The yeast colonies were cultured in Leu-deficient SD liquid medium to OD of 0.8. The serially diluted yeast solution was inoculated on Leu-deficient SD medium (with or without AbA) for growth.",
    "electrophoretic_mobility_shift_assay_(emsa)": "Electrophoretic mobility shift assay (EMSA)\nThe full-length CDS of \nOsEIL1\n, \nOsEIL2\n or \nOsERF82\n were introduced into the NdeI/XhoI site of the \npET29a\n vector and transformed into \nEscherichia coli\n BL21 to express OsEIL1-His, OsEIL2-His or OsERF82-His fusion protein. OsEIL1-His, OsEIL2-His and OsERF82-His fusion proteins were purified from \nE. coli\n by nickel affinity columns. Primers were designed for the EIN3-binding site (EBS, ATGTA) on the promoter sequence of \nOsERF82\n or designed for the ERF-binding sites including the GCC box, the G box and the DRE/CRT sequence on the promoter sequence of \nOsRBOHH\n and three Class III \nOsPRX\n genes to synthesize biotin-labeled probes, unlabeled probes, and unlabeled mutation probes. The protein and probe were incubated with EMSA reaction solution (prepared according to the manufacturer’s protocol, Beyotime, China) for 20 min at room temperature, separated on a 5% polyacrylamide native gel at 4 °C, and transferred to a nylon membrane. After UV light cross-linking, the DNA on the membrane was detected using the Chemiluminescent Nucleic Acid Detection Module. Primers used are listed in Supplementary Table \n2\n.",
    "chromatin_immunoprecipitation_(chip)-_qpcr_assay": "Chromatin immunoprecipitation (ChIP)- qPCR assay\nThe ChIP assay was performed using the BeyoChIP™ ChIP Assay Kit (Beyotime, P2080S, China) according to the manufacturer’s instructions. Plants of \npOsEIL2::OsEIL2-Flag/crw1\n and \npOsEIL2::OsEIL2-Flag/crw1\n were grown in water for two day, and 15-20 roots were collected as one biological replicate, with three biological replicates for each experiment. Root tissue was cross-linked in 1% (v/v) formaldehyde under vacuum. Chromatin was extracted from the samples and fragmented via ultrasound treatment to a size of 200-500 bp, and 2% of the yield was set aside as input template. The OsEIL1-DNA and OsEIL2-DNA complex were coimmunoprecipitated with anti-Flag antibody (Invitrogen, MA1-91878, 1:5000 dilution) and protein A/G beads (Beyotime, P2080S, China), or coimmunoprecipitated with IgG (Beyotime, A7028, China) with protein A/G beads. NaCl (0.2 M) was added to the solution of protein-DNA complex and heated at 65 °C for 4 hours to remove the cross-linking between protein and genomic DNA. According to the manufacturer’s instructions, DNA was extracted with phenol/chloroform agent for DNA purification (Solarbio, T0250, China). Primers (Supplementary Table \n3\n) were designed near the three EBS sequences on the \nOsERF82\n promoter. Primers and purified DNA were used for ChIP-qPCR.",
    "transactivation_activity_of_oserf82": "Transactivation activity of OsERF82\nThe full-length CDS of \nOsERF82\n was introduced into the EcoRI/BamHI site of the \npGBKT7\n vector to generate the \npGBKT7-OsCRW1\n vector expressing fusion protein containing the yeast GAL4 transcription binding domain (BD). The \npGBKT7-OsERF82\n plasmid was transformed into the AH109 yeast strain. \npGBKT7\n plasmid was transformed as a negative control. The yeast colonies were cultured in Synthetic Dropout (SD) liquid medium (-Trp) to OD = 0.8. The serially diluted yeast solution was inoculated on Trp-deficient SD medium and double-deficient SD medium (-Trp, -His, +X-α-gal) for growth.",
    "rna_sequencing": "RNA sequencing\nRNA sequencing was performed on roots of \ncrw1\n and WT grown in water or in a soil-vermiculite mixture for two days. Each group contained three replicates with 15-20 plants per replicate. Total RNA was extracted using a Plant Total RNA Extraction Kit (BioTeke). The cDNA libraries were sequenced on the Illumina NovaSeq 6000 sequencing platform at Benagen Technology (Wuhan, China), and 150-bp paired-end reads were generated. For the analysis of gene expression, fragments per kilobase of transcript per million mapped reads and read counts of each unigene were calculated and normalized based on the number of uniquely positioned reads overlapping the exon regions. Differentially expressed genes (DEGs) were identified using R software (v.3.5.1) with the DESeq2 package (\nhttp://bioconductor.org/packages/release/bioc/html/DESeq2.html\n).",
    "rna_extraction_and_quantitative_real-time_pcr": "RNA extraction and quantitative real-time PCR\nTotal RNA was extracted using a Plant Total RNA Extraction Kit (BioTeke, Beijing, China). A HiScript II 1st Strand cDNA Synthesis Kit (Vazyme, Nanjing, China) was used to convert 1 μg of total RNA to 20 μL cDNA. Quantitative real-time PCR was performed on an RT-PCR detection system (CFX96, Bio-Rad) by using SYBR Green Master Mix (Vazyme, Nanjing, China). \nOsActin\n and \nOsHistone\n were used as the internal reference genes. The expression levels were calculated using the equation 2\n–Δ(ΔCt)\n. Primers are shown in Supplementary Table \n3\n.",
    "statistics_and_reproducibility": "Statistics and reproducibility\nThe experiments performed in this study were repeated independently at least three times with similar results. The data are presented as the mean ± SD and the microscope images presented are the most representative of the results. The significance of the difference between two sets of data was tested by one- or two-sided Student’s t-test using Microsoft Excel 2019. The difference among more than two sets of data was analyzed by one-way or two-way ANOVA followed by Tukey’s test as post hoc analysis using IBM SPSS Statistics 21.0. No statistical method was used to predetermine sample size. No data were excluded from the analyses. The experiments were not randomized. The Investigators were not blinded to allocation during experiments and outcome assessment.",
    "reporting_summary": "Reporting summary\nFurther information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "supplementary_information": "Supplementary information\nThe online version contains supplementary material available at 10.1038/s41467-025-59047-z.",
    "source_data": "Source data\n\n\nSource Data",
    "peer_review_information": "Peer review information\nNature Communications\n thanks Haodong Chen and the other, anonymous, reviewers for their contribution to the peer review of this work. A peer review file is available."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12008199/"
}