{
  "id": "PMC10605753",
  "title": "Spaceflight Induces Strength Decline in Caenorhabditis elegans",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spaceflight Induces Strength Decline in Caenorhabditis elegans",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10605753/"
  },
  "sections": {
    "abstract": "Abstract\nBackground:\n Understanding and countering the well-established negative health consequences of spaceflight remains a primary challenge preventing safe deep space exploration. Targeted/personalized therapeutics are at the forefront of space medicine strategies, and cross-species molecular signatures now define the ‘typical’ spaceflight response. However, a lack of direct genotype–phenotype associations currently limits the robustness and, therefore, the therapeutic utility of putative mechanisms underpinning pathological changes in flight. \nMethods:\n We employed the worm \nCaenorhabditis elegans\n as a validated model of space biology, combined with ‘NemaFlex-S’ microfluidic devices for assessing animal strength production as one of the most reproducible physiological responses to spaceflight. Wild-type and \ndys-1\n (BZ33) strains (a Duchenne muscular dystrophy (DMD) model for comparing predisposed muscle weak animals) were cultured on the International Space Station in chemically defined media before loading second-generation gravid adults into NemaFlex-S devices to assess individual animal strength. These same cultures were then frozen on orbit before returning to Earth for next-generation sequencing transcriptomic analysis. \nResults:\n Neuromuscular strength was lower in flight \nversus\n ground controls (16.6% decline, \np\n < 0.05), with \ndys-1\n significantly more (23% less strength, \np\n < 0.01) affected than wild types. The transcriptional gene ontology signatures characterizing both strains of weaker animals in flight strongly corroborate previous results across species, enriched for upregulated stress response pathways and downregulated mitochondrial and cytoskeletal processes. Functional gene cluster analysis extended this to implicate decreased neuronal function, including abnormal calcium handling and acetylcholine signaling, in space-induced strength declines under the predicted control of UNC-89 and DAF-19 transcription factors. Finally, gene modules specifically altered in \ndys-1\n animals in flight again cluster to neuronal/neuromuscular pathways, suggesting strength loss in DMD comprises a strong neuronal component that predisposes these animals to exacerbated strength loss in space. \nConclusions:\n Highly reproducible gene signatures are strongly associated with space-induced neuromuscular strength loss across species and neuronal changes in calcium/acetylcholine signaling require further study. These results promote targeted medical efforts towards and provide an in vivo model for safely sending animals and people into deep space in the near future.",
    "1._introduction": "1. Introduction\nAs a species, we have been working and living in space for more than 60 years, with continuous occupation for the last 23 years via the International Space Station (ISS) [\n1\n]. During this time, we have discovered that spaceflight induces numerous physiologic alterations, including but not limited to muscle and bone loss, structural changes in the eyes and brain, altered cardiovascular function, and altered cognitive function [\n2\n,\n3\n,\n4\n,\n5\n,\n6\n,\n7\n,\n8\n,\n9\n]. In some cases, we have developed effective countermeasures for these undesirable outcomes, but in other cases, understanding and countering the causes of these outcomes remain active areas of investigation. For example, adequate exercise and nutrition are sufficient to limit bone and muscle loss in astronauts onboard the ISS [\n10\n]. In contrast, causes of and countermeasures for alterations in the brain remain active areas of research [\n11\n]. As research advances, it has become increasingly clear that there are some molecular hallmarks of spaceflight [\n12\n], which include mitochondrial dysregulation, oxidative stress, DNA damage, and epigenetic changes. Current challenges of space life sciences research include linking these molecular alterations to the physiologic ones as well as to the known spaceflight hazards. These hazards include distance from Earth, confinement, being in a hostile and closed environment, altered gravity, and increased and altered radiation exposure [\n12\n,\n13\n,\n14\n].\nWith our increased presence in space, our ability to conduct space medicine continues to improve. For example, we now understand that improved skin care is needed in flight due to the frequency of skin rashes [\n15\n]. Currently, there is an increased interest in personalized approaches for optimizing astronaut health [\n16\n,\n17\n,\n18\n,\n19\n,\n20\n]. For example, exercise and nutrition can be individually tailored to prevent muscle loss in flight [\n10\n,\n21\n]. The success of these approaches on Earth, combined with the increased use of -omics data in terrestrial medicine, has also led to using -omics approaches in astronauts [\n17\n,\n21\n,\n22\n,\n23\n]. While still in its infancy [\n24\n,\n25\n,\n26\n], it seems clear that combining -omics data from space-flown model organisms, such as \nC. elegans\n, \nDrosophila\n, and rodents, with astronaut data can accelerate the discovery process, in part by compensating for the current rarity of human space -omics datasets [\n22\n,\n27\n]. For example, \nC. elegans\n, rodents, and humans all display alterations in insulin-linked gene expression in response to spaceflight [\n28\n]. Given the central role of insulin in human health and longevity on Earth [\n29\n], it is highly likely this system is equally important to maintain in space. Indeed, recent data from space-flown rodents confirm that the liver–muscle axis is central to regulating both global metabolic health and muscle health functions the same in space as on Earth and that its perturbation may contribute to both liver and muscle pathology in flight [\n30\n].\nWhile our advances in fundamental space life sciences and space medicine have been substantial, these are largely limited to habitation in the Low Earth Orbit (LEO). With planned government and commercial missions beyond LEO (BLEO), understanding fundamental changes to biological systems and countermeasures to detrimental alterations at new destinations, such as the Moon and Mars, are emerging challenges [\n31\n]. For example, current exercise countermeasures for maintaining muscle on the ISS are not feasible on currently planned spacecraft due to size constraints [\n32\n]. Similarly, storing adequate nutrition further away from Earth is operationally challenging [\n33\n,\n34\n,\n35\n]. Thus, despite not being a current priority for research on the ISS, understanding molecular mechanisms underpinning muscle atrophy in space remains important for these new exploration class missions.\nCurrently, designing space biology experiments for BLEO means that the experiments must be small and autonomous [\n36\n,\n37\n,\n38\n]. For example, using a CubeSat, such as Biosentinel [\n39\n], as a passive or mostly passive payload on Artemis [\n40\n], or an autonomous instrument on a Commercial Lunar Payload Services mission [\n41\n]. Thus, using standard flight genomic model organisms [\n27\n] that are small, such as bacteria, yeast, \nC. elegans\n, or \nDrosophila,\n is feasible. In terms of muscle strength, a microfluidic device has been developed for assessing strength in \nC. elegans\n [\n42\n], and this has been successfully used to both demonstrate decreased strength in mutants with defective muscle structure [\n43\n,\n44\n,\n45\n] and to identify drugs to improve strength both in muscle mutants [\n46\n] and with age [\n47\n]. Thus, the use of \nC. elegans\n for studying and countering muscle strength decline on the Moon is technically feasible, albeit challenging.\nThe use of \nC. elegans\n in space biology has recently been reviewed [\n48\n,\n49\n,\n50\n]. Notably, past studies have demonstrated conserved gene expression changes in response to spaceflight between \nC. elegans\n, rodents, and humans. These include declines in muscle contractile genes [\n51\n], mitochondrial genes [\n12\n,\n52\n], and insulin signaling [\n28\n,\n53\n]. The knockdown of these genes on Earth is sufficient to induce strength decline [\n45\n,\n46\n]. Therefore, we hypothesized that worms would be weaker in space and aimed to directly test this on the micro-16 ISS payload, flown starting in February 2021 (NG-15 launch). The results from our experiment pave the way for testing pharmaceutical and nutrient countermeasures for strength decline in spaceflown \nC. elegans,\n as well as for testing \nC. elegans\n muscle strength at various BLEO destinations.",
    "2._materials_and_methods": "2. Materials and Methods\n2.1. Worm Preparation\nWild-type (\nwt\n) Bristol isolate (N2 [\n54\n]) and dystrophin (\ndys-1\n) mutant (BZ33 [\n55\n]) worms were maintained in \nC. elegans\n Maintenance Medium (CeMM) [\n56\n], purchased on contract from Cell Guidance Systems, Cambridge, UK. Cultures were established as previously described [\n49\n] and maintained at two separate sites (Texas Tech University, USA and University of Nottingham, UK). Ten days before the launch, approximately 1000 larvae from a stock culture were transferred into a Fluorinated Ethylene Propylene (FEP) bag (Saint Gobain Performance Plastics Corporation, Solon, OH, USA) containing 20 mL CeMM at Texas Tech University (TTU). These primary culture bags and CeMM-Filled FEP bags were shipped to the Eastern Virginia Medical School (EVMS), Norfolk, on 10th February 2021. The culture bags were shipped with phase change material [\n57\n] at a temperature of 16 ± 2 °C. Upon arrival (following a lengthy delay of shipment in transit due to poor weather), culture bags were inspected for contamination and stored in the incubator at 22 °C for 2 days (flight bags) and 4 days (ground bags). The flight bags were handed over to NASA cold stowage on 17th February 2021 at a temperature of 15 ± 1 °C for the 20th February 2021 NG-15 launch. Ground control bags were sent to TTU, and the temperature profile of flight bags was replicated on a time delay of two days (\nFigure 1\n). Upon arrival at the ISS, the culture bags were incubated at 20 °C, and the CeMM bags were stored at 4 °C. Cultures were incubated for a week in microgravity before initiating the multigenerational culturing outlined in [\n49\n]. Briefly, 1 mL of culture was transferred to a fresh FEP bag containing CeMM every 2 weeks. All experiments used a starting mixed population of well-fed animals, with force measurements only being made on gravid adults. Upon experiment completion, ground bags at TTU were frozen and stored at −80 °C, while flight bags were frozen in the ISS MELFI at −80 °C until download to Earth via NASA cold stowage at −20 °C, followed by dry ice transport to TTU for storage at −80 °C.\n2.2. Fabrication and Assembly of a Microfluidic Device in Worm Loading Apparatus (WLA)\nDevices were fabricated and assembled in WLA as previously described [\n42\n,\n49\n]. The micropillar-based NemaFlex-S device was fabricated using a modified two-step soft lithography process [\n58\n]. The mold was fabricated in SU-8 2050 negative photoresist (Microchem) on a 4″ silicon wafer as a substrate. First, a 20 μm tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. Next, a second layer of 80 μm height was fabricated on top of the initial layer. The second layer was fabricated with cylindrical holes that form the micropillars. This two-layer approach provided chambers with a depth of approximately 100 μm containing deformable pillars of 80 μm height. Polydimethylsiloxane (PDMS) devices of 4.25 ± 0.25 mm thickness were cast using Sylgard 184 part A (base) and part B (curing agent) 10:1 by weight (Dow Corning) over the SU-8 mold by curing for approximately 2 h at 70 ± 1 °C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Acuderm, Fort Lauderdale, FL, USA). The devices were thoroughly cleaned with Scotch tape to remove dirt before bonding. The PDMS replica was then treated in an air-plasma cleaner (Harrick Plasma, Ithaca, NY, USA) for 90s and bonded to a 2 × 3 inch glass slide. Bonding was done, ensuring the pillars did not collapse or deform. The bonded devices were immediately placed in an oven for 10 min at 70 ± 1 °C. Devices were then treated with 5 wt% Pluronic F127 (Sigma-Aldrich, St. Louis, MO, USA) for 30 min to prevent any bacterial build-up and reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The treated devices were soaked in DI water overnight at 20 ± 1 °C to release any air bubbles from the devices. Fabrication of devices took place at TTU, with devices shipped to EVMS. The microfluidic chips were shipped in Ziploc bags with DI water. Fabrication of WLA took place at BioServe Space Technologies, with WLA shipped to EVMS. Assembly took place at EVMS and was conducted by BioServe Space Technologies (Boulder, CO, USA).\n2.3. Image Acquisition and Processing\nThe worms were loaded into NemaFlex-S chambers using a previously described procedure [\n49\n]. Briefly, a five-step process involving a syringe pump and NemaFlex-S device priming was used to transfer worms from FEP culture bags into the NemaFlex-S device for imaging in a semi-automated fashion. For on-orbit loading, an additional manual centrifugation of worms toward the loading port of the FEP bags was achieved by having the crew member swing the bag in a circular motion with the injection port pointed away from the crew member. Additionally, loading volumes on orbit were calibrated based upon the results of a training time point prior to the experimental time point and based upon crew member impressions of culture density for the experimental time point vs. the training time point. Once loaded, worms were allowed to habituate to the micropillar arena for approximately 10 min before imaging. One-minute-long videos of crawling worms were acquired with a Nikon inverted microscope (Eclipse TS 100) at 4× magnification with a camera resolution of 1920 × 1080 pixels recorded at 5 frames per second. All videos were recorded at a temperature of 22 ± 2 °C. The recorded movies were processed offline using custom routines written in MATLAB (Mathworks, R2018b) for the quantification of pillar displacements as previously published [\n42\n]. Recorded videos were analyzed manually using ImageJ (version 1.48 [\n59\n]) for measuring worm diameters at the mid-section and body length at the centerline of the worm. Videos were processed manually for quantification of coiling phenotyping. Adult worms were identified based on their body size and the presence of eggs.\n2.4. RNA Extraction, Sequencing and Data Pre-Processing\nRNA was extracted from frozen worm samples using Direct-zol RNA Miniprep kit (Zymo Research cat# R2050). Two to three independent biological replicates were prepared for each treatment. RNA concentration was determined using Nanodrop 2000 Spectrophotometer (Thermo Fisher Scientific). Library preparation and next-generation sequencing were subsequently performed by the Beijing Genomics Institute (BGI, Hong Kong), with strand-specific (second strand cDNA synthesis with dUTP) 100 bp paired-end reads generated using the DNBseq platform. Cleaned reads (reads with adaptor sequences, contamination, and low-quality reads removed via the SOAPnuke software version 2.1.8 developed by BGI [\n60\n]) obtained from BGI were deemed to be of good quality (no over-represented sequences or adapter sequences, and median per base quality scores always >30, as determined using FastQC; Babraham Bioinformatics) and transcript-level abundances consequently estimated via pseudo-alignment to the \nC. elegans\n reference transcriptome (Ensembl release 108) using Kallisto (version 0.48.0 [\n61\n]). Gene counts were then inferred via the tximport R package (version 1.28.0 [\n62\n]), and lowly expressed genes were filtered out (genes with a count <10 in every sample) to leave 13,897 genes for downstream analyses.\n2.5. Gene Expression Analysis\nDifferential gene expression analysis was performed via DESeq2 (version 1.40.2 [\n63\n]) in R (version 4.3.1). Beforehand, principal component analysis (PCA) of the top 500 most variable genes (with variance stabilizing transformed counts used as input) was undertaken for unsupervised clustering of samples. Wald tests were then used to test for differential gene expression, with pairwise comparisons made between flight and ground samples per strain, as well as between the ground samples of each strain and between the flight samples of each strain. Log fold-change shrinkage was performed using an adaptive shrinkage method (ashr) [\n64\n], and the Benjamini–Hochberg procedure was used to adjust \np\n values to control for false discovery rate (FDR) [\n65\n]. Significant gene expression changes in each case were defined at the adjusted \np\n < 0.05 level. Functional characteristics of differentially expressed gene lists were elucidated by undertaking over-representation analysis of Gene Ontology (GO) terms using the clusterProfiler R package [\n66\n]. In this case, each GO sub-category (biological process, cellular component, molecular function) was considered, with the corresponding background gene list being the genes input into differential expression testing. Enriched GO terms were defined as those with a Benjamini Hochberg corrected \np\n < 0.05 [\n65\n]. Mapping of our gene expression data to established gene co-expression modules was conducted using the genemodules tool for \nC. elegans\n [\n67\n]. Briefly, this software applied an independent component analysis approach on a large collection of \nC. elegans\n microarray studies to identify clusters of genes with related gene expression patterns and then annotated these clusters based on their predicted molecular roles and functions. Tool 1 was used per pairwise comparison with log2 fold-change values of all genes subject to differential expression testing (i.e., the 13,897 genes that survived pre-filtering) as input in each case to determine the directional activity of the 209 defined transcriptional modules. Module descriptions potentially relevant to spaceflight and putative transcriptional regulators were subjectively assigned from \nSupplemental Table S2\n (from [\n67\n]) and Tool 3. For drug target prediction, differentially expressed genes were first mapped to human orthologs using OrthoList2 [\n68\n] with one-to-many mapping. Following this, the QIAGEN Ingenuity Pathway Analysis (IPA) (version 01-22-01) Upstream Regulator Analysis tool [\n69\n] was used on the human orthologs of significant differential expressed genes (adjusted \np\n < 0.05), with the human orthologs for all genes used as input into differential expression testing serving as the reference/background set. Targets were considered inhibited if the activation Z-score was <−2 and activated if the activation Z-score was >2 [\n69\n]. Additionally, targets were only deemed significant if the Benjamini–Hochberg-corrected \np\n value was <0.05 [\n65\n].",
    "2.1._worm_preparation": "2.1. Worm Preparation\nWild-type (\nwt\n) Bristol isolate (N2 [\n54\n]) and dystrophin (\ndys-1\n) mutant (BZ33 [\n55\n]) worms were maintained in \nC. elegans\n Maintenance Medium (CeMM) [\n56\n], purchased on contract from Cell Guidance Systems, Cambridge, UK. Cultures were established as previously described [\n49\n] and maintained at two separate sites (Texas Tech University, USA and University of Nottingham, UK). Ten days before the launch, approximately 1000 larvae from a stock culture were transferred into a Fluorinated Ethylene Propylene (FEP) bag (Saint Gobain Performance Plastics Corporation, Solon, OH, USA) containing 20 mL CeMM at Texas Tech University (TTU). These primary culture bags and CeMM-Filled FEP bags were shipped to the Eastern Virginia Medical School (EVMS), Norfolk, on 10th February 2021. The culture bags were shipped with phase change material [\n57\n] at a temperature of 16 ± 2 °C. Upon arrival (following a lengthy delay of shipment in transit due to poor weather), culture bags were inspected for contamination and stored in the incubator at 22 °C for 2 days (flight bags) and 4 days (ground bags). The flight bags were handed over to NASA cold stowage on 17th February 2021 at a temperature of 15 ± 1 °C for the 20th February 2021 NG-15 launch. Ground control bags were sent to TTU, and the temperature profile of flight bags was replicated on a time delay of two days (\nFigure 1\n). Upon arrival at the ISS, the culture bags were incubated at 20 °C, and the CeMM bags were stored at 4 °C. Cultures were incubated for a week in microgravity before initiating the multigenerational culturing outlined in [\n49\n]. Briefly, 1 mL of culture was transferred to a fresh FEP bag containing CeMM every 2 weeks. All experiments used a starting mixed population of well-fed animals, with force measurements only being made on gravid adults. Upon experiment completion, ground bags at TTU were frozen and stored at −80 °C, while flight bags were frozen in the ISS MELFI at −80 °C until download to Earth via NASA cold stowage at −20 °C, followed by dry ice transport to TTU for storage at −80 °C.",
    "2.2._fabrication_and_assembly_of_a_microfluidic_device_in_wo": "2.2. Fabrication and Assembly of a Microfluidic Device in Worm Loading Apparatus (WLA)\nDevices were fabricated and assembled in WLA as previously described [\n42\n,\n49\n]. The micropillar-based NemaFlex-S device was fabricated using a modified two-step soft lithography process [\n58\n]. The mold was fabricated in SU-8 2050 negative photoresist (Microchem) on a 4″ silicon wafer as a substrate. First, a 20 μm tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. Next, a second layer of 80 μm height was fabricated on top of the initial layer. The second layer was fabricated with cylindrical holes that form the micropillars. This two-layer approach provided chambers with a depth of approximately 100 μm containing deformable pillars of 80 μm height. Polydimethylsiloxane (PDMS) devices of 4.25 ± 0.25 mm thickness were cast using Sylgard 184 part A (base) and part B (curing agent) 10:1 by weight (Dow Corning) over the SU-8 mold by curing for approximately 2 h at 70 ± 1 °C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Acuderm, Fort Lauderdale, FL, USA). The devices were thoroughly cleaned with Scotch tape to remove dirt before bonding. The PDMS replica was then treated in an air-plasma cleaner (Harrick Plasma, Ithaca, NY, USA) for 90s and bonded to a 2 × 3 inch glass slide. Bonding was done, ensuring the pillars did not collapse or deform. The bonded devices were immediately placed in an oven for 10 min at 70 ± 1 °C. Devices were then treated with 5 wt% Pluronic F127 (Sigma-Aldrich, St. Louis, MO, USA) for 30 min to prevent any bacterial build-up and reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The treated devices were soaked in DI water overnight at 20 ± 1 °C to release any air bubbles from the devices. Fabrication of devices took place at TTU, with devices shipped to EVMS. The microfluidic chips were shipped in Ziploc bags with DI water. Fabrication of WLA took place at BioServe Space Technologies, with WLA shipped to EVMS. Assembly took place at EVMS and was conducted by BioServe Space Technologies (Boulder, CO, USA).",
    "2.3._image_acquisition_and_processing": "2.3. Image Acquisition and Processing\nThe worms were loaded into NemaFlex-S chambers using a previously described procedure [\n49\n]. Briefly, a five-step process involving a syringe pump and NemaFlex-S device priming was used to transfer worms from FEP culture bags into the NemaFlex-S device for imaging in a semi-automated fashion. For on-orbit loading, an additional manual centrifugation of worms toward the loading port of the FEP bags was achieved by having the crew member swing the bag in a circular motion with the injection port pointed away from the crew member. Additionally, loading volumes on orbit were calibrated based upon the results of a training time point prior to the experimental time point and based upon crew member impressions of culture density for the experimental time point vs. the training time point. Once loaded, worms were allowed to habituate to the micropillar arena for approximately 10 min before imaging. One-minute-long videos of crawling worms were acquired with a Nikon inverted microscope (Eclipse TS 100) at 4× magnification with a camera resolution of 1920 × 1080 pixels recorded at 5 frames per second. All videos were recorded at a temperature of 22 ± 2 °C. The recorded movies were processed offline using custom routines written in MATLAB (Mathworks, R2018b) for the quantification of pillar displacements as previously published [\n42\n]. Recorded videos were analyzed manually using ImageJ (version 1.48 [\n59\n]) for measuring worm diameters at the mid-section and body length at the centerline of the worm. Videos were processed manually for quantification of coiling phenotyping. Adult worms were identified based on their body size and the presence of eggs.",
    "2.4._rna_extraction,_sequencing_and_data_pre-processing": "2.4. RNA Extraction, Sequencing and Data Pre-Processing\nRNA was extracted from frozen worm samples using Direct-zol RNA Miniprep kit (Zymo Research cat# R2050). Two to three independent biological replicates were prepared for each treatment. RNA concentration was determined using Nanodrop 2000 Spectrophotometer (Thermo Fisher Scientific). Library preparation and next-generation sequencing were subsequently performed by the Beijing Genomics Institute (BGI, Hong Kong), with strand-specific (second strand cDNA synthesis with dUTP) 100 bp paired-end reads generated using the DNBseq platform. Cleaned reads (reads with adaptor sequences, contamination, and low-quality reads removed via the SOAPnuke software version 2.1.8 developed by BGI [\n60\n]) obtained from BGI were deemed to be of good quality (no over-represented sequences or adapter sequences, and median per base quality scores always >30, as determined using FastQC; Babraham Bioinformatics) and transcript-level abundances consequently estimated via pseudo-alignment to the \nC. elegans\n reference transcriptome (Ensembl release 108) using Kallisto (version 0.48.0 [\n61\n]). Gene counts were then inferred via the tximport R package (version 1.28.0 [\n62\n]), and lowly expressed genes were filtered out (genes with a count <10 in every sample) to leave 13,897 genes for downstream analyses.",
    "2.5._gene_expression_analysis": "2.5. Gene Expression Analysis\nDifferential gene expression analysis was performed via DESeq2 (version 1.40.2 [\n63\n]) in R (version 4.3.1). Beforehand, principal component analysis (PCA) of the top 500 most variable genes (with variance stabilizing transformed counts used as input) was undertaken for unsupervised clustering of samples. Wald tests were then used to test for differential gene expression, with pairwise comparisons made between flight and ground samples per strain, as well as between the ground samples of each strain and between the flight samples of each strain. Log fold-change shrinkage was performed using an adaptive shrinkage method (ashr) [\n64\n], and the Benjamini–Hochberg procedure was used to adjust \np\n values to control for false discovery rate (FDR) [\n65\n]. Significant gene expression changes in each case were defined at the adjusted \np\n < 0.05 level. Functional characteristics of differentially expressed gene lists were elucidated by undertaking over-representation analysis of Gene Ontology (GO) terms using the clusterProfiler R package [\n66\n]. In this case, each GO sub-category (biological process, cellular component, molecular function) was considered, with the corresponding background gene list being the genes input into differential expression testing. Enriched GO terms were defined as those with a Benjamini Hochberg corrected \np\n < 0.05 [\n65\n]. Mapping of our gene expression data to established gene co-expression modules was conducted using the genemodules tool for \nC. elegans\n [\n67\n]. Briefly, this software applied an independent component analysis approach on a large collection of \nC. elegans\n microarray studies to identify clusters of genes with related gene expression patterns and then annotated these clusters based on their predicted molecular roles and functions. Tool 1 was used per pairwise comparison with log2 fold-change values of all genes subject to differential expression testing (i.e., the 13,897 genes that survived pre-filtering) as input in each case to determine the directional activity of the 209 defined transcriptional modules. Module descriptions potentially relevant to spaceflight and putative transcriptional regulators were subjectively assigned from \nSupplemental Table S2\n (from [\n67\n]) and Tool 3. For drug target prediction, differentially expressed genes were first mapped to human orthologs using OrthoList2 [\n68\n] with one-to-many mapping. Following this, the QIAGEN Ingenuity Pathway Analysis (IPA) (version 01-22-01) Upstream Regulator Analysis tool [\n69\n] was used on the human orthologs of significant differential expressed genes (adjusted \np\n < 0.05), with the human orthologs for all genes used as input into differential expression testing serving as the reference/background set. Targets were considered inhibited if the activation Z-score was <−2 and activated if the activation Z-score was >2 [\n69\n]. Additionally, targets were only deemed significant if the Benjamini–Hochberg-corrected \np\n value was <0.05 [\n65\n].",
    "3._results": "3. Results\n3.1. Growth\nObservation of ground control worms indicated that worm growth was as expected based upon results from the experiment verification test [\n49\n]. The crew assessed flight growth by eye based on perceived density (e.g., small or medium) of worms within FEP bags. Growth was adequate for the ability to load worms into NemaFlex-S devices as indicated by loading of 37 \nwt\n including 15 adults and 25 \ndys-1\n, including 13 adults on the crew’s training time point session. For the experimental time point, 41 \nwt\n including 30 adults and 49 \ndys-1\n including 29 adults were loaded into the devices. For comparison, ground cultures for the experimental time point were 45 \nwt\n including 30 adults and 36 \ndys-1\n including 25 adults loaded into the devices. These data suggest no major differences in development/reproduction in flight, consistent with past \nC. elegans\n flight data [\n70\n,\n71\n,\n72\n,\n73\n,\n74\n,\n75\n].\n3.2. Body Diameter and Length\nForce estimation using NemaFlex devices is dependent on adjustment for body diameter [\n42\n]. Therefore, the body diameter and length of both \nwt\n and \ndys-1\n adult worms were measured from the recorded movies. The diameter of both strains cultured on ISS was significantly lower than both strains cultured on Earth (\nFigure 2\na, \nTable 1\n). The body diameter of \nwt\n worms was 5.5% less, and in \ndys-1\n worms, it was 7.9% less. The smaller diameter might be due to altered metabolism, as this has previously been reported for spaceflown \nC. elegans\n [\n52\n]. Indeed, our gene expression data are consistent with previously reported gene expression data for spaceflown \nC. elegans\n [\n48\n,\n51\n,\n52\n,\n53\n,\n76\n,\n77\n]. The length of both strains was not significantly different in flight than on the ground. Note that this contrasts with a previous flight where length decreased significantly by 5.5% [\n52\n]. This discrepancy could be because we used mixed populations of worms, whereas [\n52\n,\n78\n] used age-synchronized worms, or because we are using a different diet, which is known to profoundly impact \nC. elegans\n morphology and life history [\n79\n].\n3.3. Muscle Strength\nStrength was measured in the second generation in flight to reflect strength in worms wholly developed onboard ISS and with in-flight loading methods and video quality that had been tested on first generation from Earth prior to use with the experimental time point. To measure adult worms’ muscle strength, a 60-s-long video of crawling worms in NemaFlex-S chambers was recorded. The recorded videos were analyzed, and we identified the pillar with the maximal deflection in each image and generated a cumulative probability distribution with all the maximal deflections, as previously described [\n42\n]. We use the 95th percentile of this maximal force distribution, referred to as \nf\n95\n, as a measure of muscle strength. As shown in \nFigure 3\n, on Earth, gravid adult \ndys-1\n worms are not significantly weaker than \nwt\n. This is consistent with previous reports where \ndys-1\n mutants only display strength deficits vs. \nwt\n post day 1 of adulthood [\n44\n].\nThe muscle strength of the \nwt\n worms cultured onboard the ISS was significantly lower than on Earth (ground: \nf\n95\n = 22.34 ± 5.67, flight \nf\n95\n = 18.62 ± 4.05, \nn\n = 30 per group, \np\n ≤ 0.05; \nFigure 3\n). Notably, the strength deficit (16%) was roughly similar to what is observed in astronauts’ muscles (6–14% [\n80\n]) and similar to the previously published quantitative changes in muscle contractile protein during flight (7–10% [\n51\n]). In flight, \ndys-1\n mutants were also weaker than on Earth (ground: \nf\n95\n = 21.38 ± 5.39, \nn\n = 25; flight \nf\n95\n= 14.23 ± 3.87, \nn\n = 29, \np\n ≤ 0.001; \nFigure 3\n). It should be noted that the decrease in body diameter of both strains is similar in flight (see \nFigure 2\n and \nTable 1\n), indicating the strength decrement is not due to the differences in the measurement technique. The strength in the \ndys-1\n mutants was 23% less than \nwt\n worms onboard the ISS. This may reflect our small sample size or a difference in the response to spaceflight in \ndys-1\n mutants vs. wild-type, as previously reported [\n81\n]. It could be that the altered neuromuscular health of \ndys-1\n worms predisposes them to the negative effects of spaceflight on the neuromuscular system.\n3.4. Gene Expression Analysis\nPast gene expression analysis of spaceflown \nC. elegans\n has revealed decreased expression of muscle cytoskeletal genes and mitochondrial genes [\n48\n,\n51\n,\n52\n,\n77\n,\n82\n]. We have previously shown that mutation of some of these muscle genes results in decreased strength [\n45\n] and that declines in mitochondrial function also result in decreased strength [\n46\n,\n47\n], both in \nC. elegans\n on Earth. Therefore, to confirm that decreased expression of cytoskeletal genes or mitochondrial genes could be contributing to strength decline in flight, we measured gene expression in the same cultures of worms that we measured strength in, as well as two additional cultures.\nUnlike most past flights of \nC. elegans\n [\n48\n], we employed an unbiased approach to the analysis of gene expression (e.g., we did not focus solely on specific subsets of genes). As shown in \nFigure 4\nA, Principal Component Analysis (PCA) of the most variable genes showed a distinct clustering of samples in line with their experimental conditions. The tight clustering of samples within conditions indicates that the cultures without strength measures have similar gene expression profiles to the cultures from which strength measures were obtained. The first principal component (PC1), which accounted for 72.9% of the variance, separated the samples based on environment (i.e., flight vs. ground control). Meanwhile, the second principal component (PC2) differentiated the samples based on genetic background, distinguishing between \nwt\n and \ndys-1\n mutant and explaining 13.5% of the variance. These results suggest that spaceflight is the main driver of the bulk of gene expression changes, while the \ndys-1\n mutation has a lesser but significant effect. This is consistent with a past report demonstrating that \ndys-1\n mutation has an impact on the transcriptional response to spaceflight [\n81\n]. The outlier genes driving the variation in the PCA are shown in \nFigure 4\nB. The descriptions of these genes match the descriptions of the clusters of genes identified in our module analysis below.\nIn terms of Differential Expressed Genes (DEGs) with spaceflight, the distribution of expression changes is largely similar between the two strains, as shown in \nFigure 4\nC. While it is tempting to examine individual DEGs as meaningful, biological systems are complex, and genes do not act in isolation [\n83\n,\n84\n]. Therefore, we provide the full set of DEGs (\nTable S1\n) but limit discussion of changes to sets of genes with changing expression rather than individual genes.\nIn terms of the genome level scale of changes with spaceflight (e.g., each strain’s flight response normalized against each strain’s ground control), 4726 genes displayed significant changes in expression in response to spaceflight, with 409 uniquely up in \nwt\n, 394 uniquely down in \nwt\n, 1069 uniquely up in \ndys-1\n, 765 uniquely down in \ndys-1\n, and 1295 up in both strains and 819 down in both strains (\nFigure 5\nA).\nAs shown in \nFigure 5\nB, gene ontology analysis of DEGs reveals changes in innate immune response as up in both strains, stress response as up in both strains and metabolism and cytoskeleton as down in both. These changes are broadly similar to past analyses of space-flown \nC. elegans\n where the stress response is up and metabolic and cytoskeletal genes are down [\n48\n,\n51\n,\n52\n,\n53\n,\n77\n]. These gene expression changes could underlie the strength decline in flight as strength goes down in both strains. These gene expression changes could also potentially underlie the decrease in muscle size that has previously [\n85\n] and recently been reported for other spaceflown \nC. elegans\n [\n86\n]. Changes not likely to underlie strength decline in both strains in flight include upregulation of protein synthesis in \ndys-1\n in flight and decreased neural development/function in \ndys-1\n in flight.\nC. elegans\n was the first multicellular animal for which a transcriptional co-regulation map was generated [\n87\n]. This map has recently been updated [\n67\n], employing advances in both DEG identification and analysis [\n88\n,\n89\n,\n90\n,\n91\n,\n92\n]. When \nwt\n and \ndys-1\n DEGs are analyzed for the effect of spaceflight vs. ground controls, three modules are inhibited in response to space flight, and four modules are activated in both \nwt\n and \ndys-1\n (\nFigure 6\nA). Only one module is uniquely activated in \nwt,\n whereas three are uniquely activated in \ndys-1\n (\nFigure 6\nA). These observations are consistent with spaceflight being the major driver of gene expression changes (\nFigure 4\nA). The modules inhibited in both include identifications (\nFigure 6\nB) consistent with past spaceflight experiments [\n48\n]. Module 65 was previously [\n67\n] specifically identified as responsive to spaceflight and other environmental conditions and may be controlled by the transcription factor DAF-16 [\n93\n], amongst others, where DAF-16 has been suggested to be a controller of \nC. elegans\n response to spaceflight [\n52\n,\n53\n,\n77\n,\n94\n]. Module 169 is a HIF-1 [\n95\n] responsive module [\n67\n] and is associated with mitochondrial function. This is consistent with both past \nC. elegans\n gene expression changes and the recent observation that decreased mitochondrial gene expression is a fundamental feature of biological alterations in response to spaceflight [\n96\n]. Notably, this module may also be regulated [\n67\n] by SKN-1 [\n97\n], which has also previously been suggested to be a transcription factor regulating the response to spaceflight [\n53\n]. Module 185 is associated with calcium handling in neurons and may be regulated [\n67\n] by UNC-89 [\n98\n] and DAF-19 [\n99\n]. This module is particularly interesting following recent observations that neuronal morphology [\n100\n] and neurotransmitter production [\n76\n] are altered in \nC. elegans\n in flight. Similarly, altered calcium handling in aging \nC. elegans\n muscle has recently been shown to negatively impact mitochondrial health [\n101\n] and, therefore, might be an alternative mechanism by which mitochondrial gene expression declines in response to spaceflight. In terms of commonly activated modules, modules 47 and 118 are both responsive to mitochondrial stress [\n67\n], which is consistent with modules 65 and 169 being inhibited. Potential transcriptional regulators of these modules are displayed in (\nFigure 6\nC). Module 61 is associated with response to inhibited Acetylcholinesterase [\n67\n], which is consistent with Acetylcholinesterase gene expression being decreased in response to spaceflight in \nC. elegans\n [\n53\n]. Module 151 is associated with desmosomal cell adhesion and calcium metabolism in the hypodermis [\n67\n]. This result contrasts decreased cell adhesion in \nC. elegans\n [\n51\n,\n52\n] and human muscle [\n102\n] in response to spaceflight. It could be that this response is unique to \nC. elegans\n as they have a hydrostatic skeleton that would be predicted to be altered by spaceflight. It could be related to alterations in global calcium homeostasis in \nC. elegans\n and the potential regulation of mitochondria via both calcium and cadherins in \nC. elegans\n [\n47\n,\n101\n], or it could be an over compensation of adhesome structures as a response to failure as recently suggested for aging human muscle [\n103\n]. As with the DEG GO analysis, the module analysis identifies decreased expression of mitochondrial metabolism genes and increased expression of mitochondrial/other stress response genes as a potential cause of the decreased strength in flight. Unlike the DEG GO analysis, the module analysis also suggests decreased neuronal function and specifically altered acetylcholine signal from nerve to muscle (and consequent post-synaptic remodeling of excitation–contraction coupling) as another potential contributor to strength decline in flight.\nConsistent with the past report that \ndys-1\n modulates the DEG in response to spaceflight [\n81\n], our DEG (\nFigure 5\n) and module analysis (\nFigure 6\n) confirm \ndys-1\n modulates the DEG response to spaceflight. As shown in \nFigure 6\nA, module 77 is uniquely activated in \nwt\n and is responsive to mitochondrial stress [\n67\n]. Interestingly, module 77 is significantly activated in \ndys-1\n vs. \nwt\n on the ground (\nFigure 6\nB), potentially explaining the lack of further significant activation in \ndys-1\n in flight. Activation of this module at baseline is not surprising given the impact of \ndys-1\n on mitochondrial function [\n44\n,\n46\n,\n104\n] and gene expression [\n105\n]. Consistent with a baseline mitochondria stress response in \ndys-1\n, the modules uniquely activated in \ndys-1\n in response to flight include a stress-responsive module (29) [\n106\n] that includes the dystrophin-associated protein Dystrobrevin, a neuromuscular function module (18), and a protein translation in muscle module (93) (\nFigure 6\n). The activation of these modules suggests that the baseline neuromuscular dysfunction in \ndys-1\n is exacerbated by the added negative effect(s) of spaceflight on the neuromuscular system. Interestingly, three modules that are inhibited at baseline in \ndys-1\n do not alter in response to spaceflight (\nFigure 6\nB,C). These are module 6, metabolic response to starvation, module 86, response to mitochondrial stress, and module 149, response to iron stress, pH, and starvation [\n67\n]. This, again, suggests that the baseline neuromuscular dysfunction in \ndys-1\n is exacerbated by the added negative effect(s) of spaceflight on the neuromuscular system. This may explain why \ndys-1\n are significantly weaker in flight than \nwt\n (small sample size being the other obvious reason).\n3.5. Genes Predicted to Be Altered in Space Are Predicted to Be Altered by Drugs on Earth\nWith the increased interest in precision medicine in space, the commercialization of space, and the rise of synthetic biology [\n107\n,\n108\n,\n109\n], astropharmacy has recently emerged as a recognized field of specialization [\n110\n,\n111\n]. The goals of astropharmacy mirror those of pharmacy on Earth but with a specific focus on medication storage [\n112\n,\n113\n,\n114\n,\n115\n], access [\n114\n,\n115\n], use, and manufacturing beyond Earth [\n111\n,\n116\n]. Current challenges include understanding how detrimental physiological changes in flight might be countered by existing medications, how medications may work differently in flight, and how to ensure our explorers receive the best possible outcome while minimizing side effects despite limited resources. Having found a number of gene expression changes that were conserved with past missions [\n48\n,\n51\n,\n52\n,\n53\n,\n76\n,\n77\n] and profiles indicative of pathways that medications target (e.g., mitochondria, metabolism, neurotransmitters), we were curious if drugs might be predicted to act differently in flight. Therefore, we explored the potential of using drug target predictions to identify compounds that might work better or worse in flight based upon spaceflight-induced gene expression changes. As shown in \nFigure 7\n, QIAGEN Ingenuity Pathway Analysis identifies 31 drugs as being regulators of genes whose expression is either increased or decreased in flight. These results suggest, unsurprisingly, that pharmacological activity is likely to be affected, resulting in alterations of medication’s efficacy and safety profile in flight, based upon underlying alterations in gene expression due to not only physiological changes in spaceflight but also further exacerbation by alterations in gene expressions due to medications, such as on the list. Potential consequences include the need for dose adjustments, changes to classic first-line treatment options, and ultimately, for drug selection to be optimized through pharmacogenomics and/or modeling. Clearly, this is an important area of future research as we begin to live and work on other celestial bodies with a more diverse population with different comorbidities needing a better understanding of astropharmacy.",
    "3.1._growth": "3.1. Growth\nObservation of ground control worms indicated that worm growth was as expected based upon results from the experiment verification test [\n49\n]. The crew assessed flight growth by eye based on perceived density (e.g., small or medium) of worms within FEP bags. Growth was adequate for the ability to load worms into NemaFlex-S devices as indicated by loading of 37 \nwt\n including 15 adults and 25 \ndys-1\n, including 13 adults on the crew’s training time point session. For the experimental time point, 41 \nwt\n including 30 adults and 49 \ndys-1\n including 29 adults were loaded into the devices. For comparison, ground cultures for the experimental time point were 45 \nwt\n including 30 adults and 36 \ndys-1\n including 25 adults loaded into the devices. These data suggest no major differences in development/reproduction in flight, consistent with past \nC. elegans\n flight data [\n70\n,\n71\n,\n72\n,\n73\n,\n74\n,\n75\n].",
    "3.2._body_diameter_and_length": "3.2. Body Diameter and Length\nForce estimation using NemaFlex devices is dependent on adjustment for body diameter [\n42\n]. Therefore, the body diameter and length of both \nwt\n and \ndys-1\n adult worms were measured from the recorded movies. The diameter of both strains cultured on ISS was significantly lower than both strains cultured on Earth (\nFigure 2\na, \nTable 1\n). The body diameter of \nwt\n worms was 5.5% less, and in \ndys-1\n worms, it was 7.9% less. The smaller diameter might be due to altered metabolism, as this has previously been reported for spaceflown \nC. elegans\n [\n52\n]. Indeed, our gene expression data are consistent with previously reported gene expression data for spaceflown \nC. elegans\n [\n48\n,\n51\n,\n52\n,\n53\n,\n76\n,\n77\n]. The length of both strains was not significantly different in flight than on the ground. Note that this contrasts with a previous flight where length decreased significantly by 5.5% [\n52\n]. This discrepancy could be because we used mixed populations of worms, whereas [\n52\n,\n78\n] used age-synchronized worms, or because we are using a different diet, which is known to profoundly impact \nC. elegans\n morphology and life history [\n79\n].",
    "3.3._muscle_strength": "3.3. Muscle Strength\nStrength was measured in the second generation in flight to reflect strength in worms wholly developed onboard ISS and with in-flight loading methods and video quality that had been tested on first generation from Earth prior to use with the experimental time point. To measure adult worms’ muscle strength, a 60-s-long video of crawling worms in NemaFlex-S chambers was recorded. The recorded videos were analyzed, and we identified the pillar with the maximal deflection in each image and generated a cumulative probability distribution with all the maximal deflections, as previously described [\n42\n]. We use the 95th percentile of this maximal force distribution, referred to as \nf\n95\n, as a measure of muscle strength. As shown in \nFigure 3\n, on Earth, gravid adult \ndys-1\n worms are not significantly weaker than \nwt\n. This is consistent with previous reports where \ndys-1\n mutants only display strength deficits vs. \nwt\n post day 1 of adulthood [\n44\n].\nThe muscle strength of the \nwt\n worms cultured onboard the ISS was significantly lower than on Earth (ground: \nf\n95\n = 22.34 ± 5.67, flight \nf\n95\n = 18.62 ± 4.05, \nn\n = 30 per group, \np\n ≤ 0.05; \nFigure 3\n). Notably, the strength deficit (16%) was roughly similar to what is observed in astronauts’ muscles (6–14% [\n80\n]) and similar to the previously published quantitative changes in muscle contractile protein during flight (7–10% [\n51\n]). In flight, \ndys-1\n mutants were also weaker than on Earth (ground: \nf\n95\n = 21.38 ± 5.39, \nn\n = 25; flight \nf\n95\n= 14.23 ± 3.87, \nn\n = 29, \np\n ≤ 0.001; \nFigure 3\n). It should be noted that the decrease in body diameter of both strains is similar in flight (see \nFigure 2\n and \nTable 1\n), indicating the strength decrement is not due to the differences in the measurement technique. The strength in the \ndys-1\n mutants was 23% less than \nwt\n worms onboard the ISS. This may reflect our small sample size or a difference in the response to spaceflight in \ndys-1\n mutants vs. wild-type, as previously reported [\n81\n]. It could be that the altered neuromuscular health of \ndys-1\n worms predisposes them to the negative effects of spaceflight on the neuromuscular system.",
    "3.4._gene_expression_analysis": "3.4. Gene Expression Analysis\nPast gene expression analysis of spaceflown \nC. elegans\n has revealed decreased expression of muscle cytoskeletal genes and mitochondrial genes [\n48\n,\n51\n,\n52\n,\n77\n,\n82\n]. We have previously shown that mutation of some of these muscle genes results in decreased strength [\n45\n] and that declines in mitochondrial function also result in decreased strength [\n46\n,\n47\n], both in \nC. elegans\n on Earth. Therefore, to confirm that decreased expression of cytoskeletal genes or mitochondrial genes could be contributing to strength decline in flight, we measured gene expression in the same cultures of worms that we measured strength in, as well as two additional cultures.\nUnlike most past flights of \nC. elegans\n [\n48\n], we employed an unbiased approach to the analysis of gene expression (e.g., we did not focus solely on specific subsets of genes). As shown in \nFigure 4\nA, Principal Component Analysis (PCA) of the most variable genes showed a distinct clustering of samples in line with their experimental conditions. The tight clustering of samples within conditions indicates that the cultures without strength measures have similar gene expression profiles to the cultures from which strength measures were obtained. The first principal component (PC1), which accounted for 72.9% of the variance, separated the samples based on environment (i.e., flight vs. ground control). Meanwhile, the second principal component (PC2) differentiated the samples based on genetic background, distinguishing between \nwt\n and \ndys-1\n mutant and explaining 13.5% of the variance. These results suggest that spaceflight is the main driver of the bulk of gene expression changes, while the \ndys-1\n mutation has a lesser but significant effect. This is consistent with a past report demonstrating that \ndys-1\n mutation has an impact on the transcriptional response to spaceflight [\n81\n]. The outlier genes driving the variation in the PCA are shown in \nFigure 4\nB. The descriptions of these genes match the descriptions of the clusters of genes identified in our module analysis below.\nIn terms of Differential Expressed Genes (DEGs) with spaceflight, the distribution of expression changes is largely similar between the two strains, as shown in \nFigure 4\nC. While it is tempting to examine individual DEGs as meaningful, biological systems are complex, and genes do not act in isolation [\n83\n,\n84\n]. Therefore, we provide the full set of DEGs (\nTable S1\n) but limit discussion of changes to sets of genes with changing expression rather than individual genes.\nIn terms of the genome level scale of changes with spaceflight (e.g., each strain’s flight response normalized against each strain’s ground control), 4726 genes displayed significant changes in expression in response to spaceflight, with 409 uniquely up in \nwt\n, 394 uniquely down in \nwt\n, 1069 uniquely up in \ndys-1\n, 765 uniquely down in \ndys-1\n, and 1295 up in both strains and 819 down in both strains (\nFigure 5\nA).\nAs shown in \nFigure 5\nB, gene ontology analysis of DEGs reveals changes in innate immune response as up in both strains, stress response as up in both strains and metabolism and cytoskeleton as down in both. These changes are broadly similar to past analyses of space-flown \nC. elegans\n where the stress response is up and metabolic and cytoskeletal genes are down [\n48\n,\n51\n,\n52\n,\n53\n,\n77\n]. These gene expression changes could underlie the strength decline in flight as strength goes down in both strains. These gene expression changes could also potentially underlie the decrease in muscle size that has previously [\n85\n] and recently been reported for other spaceflown \nC. elegans\n [\n86\n]. Changes not likely to underlie strength decline in both strains in flight include upregulation of protein synthesis in \ndys-1\n in flight and decreased neural development/function in \ndys-1\n in flight.\nC. elegans\n was the first multicellular animal for which a transcriptional co-regulation map was generated [\n87\n]. This map has recently been updated [\n67\n], employing advances in both DEG identification and analysis [\n88\n,\n89\n,\n90\n,\n91\n,\n92\n]. When \nwt\n and \ndys-1\n DEGs are analyzed for the effect of spaceflight vs. ground controls, three modules are inhibited in response to space flight, and four modules are activated in both \nwt\n and \ndys-1\n (\nFigure 6\nA). Only one module is uniquely activated in \nwt,\n whereas three are uniquely activated in \ndys-1\n (\nFigure 6\nA). These observations are consistent with spaceflight being the major driver of gene expression changes (\nFigure 4\nA). The modules inhibited in both include identifications (\nFigure 6\nB) consistent with past spaceflight experiments [\n48\n]. Module 65 was previously [\n67\n] specifically identified as responsive to spaceflight and other environmental conditions and may be controlled by the transcription factor DAF-16 [\n93\n], amongst others, where DAF-16 has been suggested to be a controller of \nC. elegans\n response to spaceflight [\n52\n,\n53\n,\n77\n,\n94\n]. Module 169 is a HIF-1 [\n95\n] responsive module [\n67\n] and is associated with mitochondrial function. This is consistent with both past \nC. elegans\n gene expression changes and the recent observation that decreased mitochondrial gene expression is a fundamental feature of biological alterations in response to spaceflight [\n96\n]. Notably, this module may also be regulated [\n67\n] by SKN-1 [\n97\n], which has also previously been suggested to be a transcription factor regulating the response to spaceflight [\n53\n]. Module 185 is associated with calcium handling in neurons and may be regulated [\n67\n] by UNC-89 [\n98\n] and DAF-19 [\n99\n]. This module is particularly interesting following recent observations that neuronal morphology [\n100\n] and neurotransmitter production [\n76\n] are altered in \nC. elegans\n in flight. Similarly, altered calcium handling in aging \nC. elegans\n muscle has recently been shown to negatively impact mitochondrial health [\n101\n] and, therefore, might be an alternative mechanism by which mitochondrial gene expression declines in response to spaceflight. In terms of commonly activated modules, modules 47 and 118 are both responsive to mitochondrial stress [\n67\n], which is consistent with modules 65 and 169 being inhibited. Potential transcriptional regulators of these modules are displayed in (\nFigure 6\nC). Module 61 is associated with response to inhibited Acetylcholinesterase [\n67\n], which is consistent with Acetylcholinesterase gene expression being decreased in response to spaceflight in \nC. elegans\n [\n53\n]. Module 151 is associated with desmosomal cell adhesion and calcium metabolism in the hypodermis [\n67\n]. This result contrasts decreased cell adhesion in \nC. elegans\n [\n51\n,\n52\n] and human muscle [\n102\n] in response to spaceflight. It could be that this response is unique to \nC. elegans\n as they have a hydrostatic skeleton that would be predicted to be altered by spaceflight. It could be related to alterations in global calcium homeostasis in \nC. elegans\n and the potential regulation of mitochondria via both calcium and cadherins in \nC. elegans\n [\n47\n,\n101\n], or it could be an over compensation of adhesome structures as a response to failure as recently suggested for aging human muscle [\n103\n]. As with the DEG GO analysis, the module analysis identifies decreased expression of mitochondrial metabolism genes and increased expression of mitochondrial/other stress response genes as a potential cause of the decreased strength in flight. Unlike the DEG GO analysis, the module analysis also suggests decreased neuronal function and specifically altered acetylcholine signal from nerve to muscle (and consequent post-synaptic remodeling of excitation–contraction coupling) as another potential contributor to strength decline in flight.\nConsistent with the past report that \ndys-1\n modulates the DEG in response to spaceflight [\n81\n], our DEG (\nFigure 5\n) and module analysis (\nFigure 6\n) confirm \ndys-1\n modulates the DEG response to spaceflight. As shown in \nFigure 6\nA, module 77 is uniquely activated in \nwt\n and is responsive to mitochondrial stress [\n67\n]. Interestingly, module 77 is significantly activated in \ndys-1\n vs. \nwt\n on the ground (\nFigure 6\nB), potentially explaining the lack of further significant activation in \ndys-1\n in flight. Activation of this module at baseline is not surprising given the impact of \ndys-1\n on mitochondrial function [\n44\n,\n46\n,\n104\n] and gene expression [\n105\n]. Consistent with a baseline mitochondria stress response in \ndys-1\n, the modules uniquely activated in \ndys-1\n in response to flight include a stress-responsive module (29) [\n106\n] that includes the dystrophin-associated protein Dystrobrevin, a neuromuscular function module (18), and a protein translation in muscle module (93) (\nFigure 6\n). The activation of these modules suggests that the baseline neuromuscular dysfunction in \ndys-1\n is exacerbated by the added negative effect(s) of spaceflight on the neuromuscular system. Interestingly, three modules that are inhibited at baseline in \ndys-1\n do not alter in response to spaceflight (\nFigure 6\nB,C). These are module 6, metabolic response to starvation, module 86, response to mitochondrial stress, and module 149, response to iron stress, pH, and starvation [\n67\n]. This, again, suggests that the baseline neuromuscular dysfunction in \ndys-1\n is exacerbated by the added negative effect(s) of spaceflight on the neuromuscular system. This may explain why \ndys-1\n are significantly weaker in flight than \nwt\n (small sample size being the other obvious reason).",
    "3.5._genes_predicted_to_be_altered_in_space_are_predicted_to": "3.5. Genes Predicted to Be Altered in Space Are Predicted to Be Altered by Drugs on Earth\nWith the increased interest in precision medicine in space, the commercialization of space, and the rise of synthetic biology [\n107\n,\n108\n,\n109\n], astropharmacy has recently emerged as a recognized field of specialization [\n110\n,\n111\n]. The goals of astropharmacy mirror those of pharmacy on Earth but with a specific focus on medication storage [\n112\n,\n113\n,\n114\n,\n115\n], access [\n114\n,\n115\n], use, and manufacturing beyond Earth [\n111\n,\n116\n]. Current challenges include understanding how detrimental physiological changes in flight might be countered by existing medications, how medications may work differently in flight, and how to ensure our explorers receive the best possible outcome while minimizing side effects despite limited resources. Having found a number of gene expression changes that were conserved with past missions [\n48\n,\n51\n,\n52\n,\n53\n,\n76\n,\n77\n] and profiles indicative of pathways that medications target (e.g., mitochondria, metabolism, neurotransmitters), we were curious if drugs might be predicted to act differently in flight. Therefore, we explored the potential of using drug target predictions to identify compounds that might work better or worse in flight based upon spaceflight-induced gene expression changes. As shown in \nFigure 7\n, QIAGEN Ingenuity Pathway Analysis identifies 31 drugs as being regulators of genes whose expression is either increased or decreased in flight. These results suggest, unsurprisingly, that pharmacological activity is likely to be affected, resulting in alterations of medication’s efficacy and safety profile in flight, based upon underlying alterations in gene expression due to not only physiological changes in spaceflight but also further exacerbation by alterations in gene expressions due to medications, such as on the list. Potential consequences include the need for dose adjustments, changes to classic first-line treatment options, and ultimately, for drug selection to be optimized through pharmacogenomics and/or modeling. Clearly, this is an important area of future research as we begin to live and work on other celestial bodies with a more diverse population with different comorbidities needing a better understanding of astropharmacy.",
    "4._discussion": "4. Discussion\nHistorically, space biology experiments have been constrained by mass, power, size, and crew time limitations [\n117\n]. Now, with a functional ISS, there is functional laboratory equipment, such as the microscope we employed in this study, and crew time for carrying out complex tasks, such as our experiment or extracting and sequencing DNA on ISS [\n118\n]. With these improved abilities to conduct science, we were able to extend past studies using \nC. elegans\n in space to include capture not only of transcriptomic data [\n48\n] but to study physiology more comprehensively than simple movement analysis [\n49\n]. Using our NemaFlex-S, we were successfully able to measure worm strength both in flight and on the ground. Using these extended capabilities, we were able to test and confirm the hypothesis that worms, like people [\n119\n], are weaker in space. This demonstration extends our understanding of muscle response to spaceflight by demonstrating that not only are the molecular changes in muscle sarcomeric gene expression driven by altered MyoD expression conserved between worms and people [\n51\n], but so too are the functional consequences. These technical advances and increased knowledge may now be combined to test various nutrient and pharmaceutical interventions to improve muscle strength in flight, as we have recently been able to do for DMD and aging muscle on Earth [\n46\n,\n47\n]. This experiment presents an example of how near-simultaneous in-flight collection of -omics alongside phenotypic measures can enable insights into the potential molecular mechanisms behind spaceflight-associated physiological deconditioning [\n120\n].\nResponse of gene expression to spaceflight has gained increased interest in the past few years, principally due to the implementation of NASA’s GeneLab program [\n121\n]. This has even resulted in introducing network biology into scientific roadmaps, for example ESA’s Biology roadmap 9E [\n122\n]. At the simplest level, DEG analysis focuses on individual genes, while this may be useful, it ignores the power of big data, such as reproducibility [\n123\n] across experiments and systems and may be biased based upon differences in computational approach/pipeline [\n124\n]. For example, the gene identified as most downregulated in this study was previously identified as one of the most upregulated in the first unbiased whole genome response of \nC. elegans\n to flight [\n77\n]. This difference could also be due to operational differences in the two missions. In contrast, our use of GO and network/module analysis has, once again [\n48\n], revealed a consistent and reproducible change in gene expression in \nC. elegans\n in response to spaceflight. A key finding of this study is that strength decreases in flight. As discussed above, declines in mitochondrial gene expression are repeatedly observed in response to spaceflight [\n48\n] and are a treatable cause of strength decline on Earth [\n46\n,\n47\n]. Therefore, testing of mitochondrial interventions to reverse strength decline in space is now required to determine if the correlation between strength and mitochondrial decline is causal or not. Additionally, as our gene annotation and computational skills improve, it is possible to obtain more knowledge from gene expression data than in the past. For example, our module analysis reveals that certain gene expression changes can be attributed to specific tissues (for example, cell adhesion in the hypodermis), whereas others are more universal (for example, mitochondrial stress). Further, our new analysis reveals that calcium metabolism in neurons is also a potential cause of strength decline in space, more specifically by altering acetylcholine signaling, again suggesting an interventional study is required to (dis)prove the casualty of this link. This suggestion, unsurprisingly, has also previously been made for human strength decline in flight [\n125\n,\n126\n].\nAs we confront the new age of commercial spaceflight, it remains unclear how experiments such as ours will be possible on as yet unbuilt commercial space stations. The largest space agencies (the Japanese Space Exploration Agency, the European Space Agency, and the National Aeronautics and Space Administration) have not announced any plans for funding scientists to conduct research on such platforms. Given that the US National Lab program relies on scientists to provide their own funding, it seems current US policy may continue, and there will be no funding for academic research on commercial space stations provided by the US government. Clearly, this is an opportunity for smaller agencies, such as the United Kingdom, the Australian, the Italian, and the United Arab Emirates Space Agencies, to grow their research portfolio by continuing to purchase commercial access to these new space stations as they currently do for the ISS. However, for the larger agencies, it is clear that the goal is moving BLEO [\n36\n]. For example, NASA’s Thriving in Space initiative [\n127\n], the Artemis program [\n128\n], and the Commercial Lunar Payload Services (CLPS) program. In this return to the Moon push, the Artemis program is effectively a return to the Apollo program for space biology, which means mass, size, power, and crew time will all be limiting to experiment design again. Similarly, the CLPS program is uncrewed and currently without sample return capabilities. For these reasons, autonomous experiments with data received by telemetry are essential, for example, the recently selected Lunar Explorer Instrument for Space Biology Applications (LEIA) payload. Cube-sats provide an ideal example of how to achieve this, with more than 1500 having previously flown and Biosentinal having already demonstrated that biology experiments beyond low Earth orbit can be successfully conducted [\n39\n]. Conducting an experiment such as ours on the Moon or another BLEO destination is technically feasible. Worms have previously been autonomously cultured on ISS for six months, with video data returned via telemetry [\n70\n]. Thus, the key challenges to testing worm strength on the Moon are designing culture chambers and strength measurement chambers to function in a cube-sat platform. Currently, funding for the development of hardware for use on the Moon is a challenge via the largest space agencies. Additionally, late load for biology payloads is a key requirement that is currently not accommodated by CLPS, so consideration of inert experiments that can be activated in flight is key. This is possible with \nC. elegans\n where developmentally arrested larvae have previously been restored to normal development once on orbit [\n129\n]. With new destinations for exploration come new challenges for space biology. However, cutting-edge experiments, such as those conducted here with \nC. elegans\n on ISS, are within technical reality for execution on the Moon or beyond.",
    "5._conclusions": "5. Conclusions\nThis study extends the growing literature base solidifying the general molecular features underpinning spaceflight-related health decline. By directly linking neuromuscular strength loss with increased stress response and reduced mitochondrial/cytoskeletal gene pathways, we provide a robust framework in which to develop targeted therapeutics against a primary maladaptation to space habitation. Our informatic pipeline, combined with the use of \ndys-1\n muscle weakness mutants, further highlights perturbed calcium handling and acetylcholine signaling within neurons as primary candidates causing impaired neuromuscular strength in space. These findings provide the foundations for, and an in vivo model of, space-induced strength loss to employ on near-term missions beyond low Earth orbit and to the Moon."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10605753/"
}