{
  "id": "PMC11930778",
  "title": "The biology of tardigrade disordered proteins in extreme stress tolerance.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The biology of tardigrade disordered proteins in extreme stress tolerance.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11930778/"
  },
  "sections": {
    "abstract": "Anhydrobiosis, a phenomenon in which organisms survive extreme dehydration by entering a reversible ametabolic state, is a remarkable example of survival strategies. This study focuses on anhydrobiosis in tardigrades, which are known for their resilience to severe environmental conditions. Tardigrades utilize several protective mechanisms against desiccation, notably the constitutive expression of cytoplasmic abundant heat soluble (CAHS) proteins in \nRamazzottius varieornatus\n. These proteins share similarities in their amphiphatic alpha helices with late embryogenesis abundant (LEA) proteins, but differ significantly in their amino acid sequences. In this study, we further explored the functionality of CAHS proteins by analyzing their role in aggregation and tolerance to hyperosmotic stress in mammalian cells. Using live cell imaging, we examined the subcellular localization of several CAHS and LEA proteins in response to hyperosmotic stress. The expression of CAHS1, CAHS3, and CAHS8 tended to enhance the resilience to the hyperosmotic conditions. These findings not only deepen our understanding of the molecular mechanisms of anhydrobiosis but also highlight the potential of CAHS proteins as cryoprotectants.",
    "introduction": "Introduction\nAnhydrobiosis, derived from “life without water” in Greek, is a phenomenon where an organism loses almost all of its water and enters a state of reversible ametabolism (\nCrowe \net al.\n, 1998\n; \nKeilin, 1959\n). An organism capable of anhydrobiosis tolerates extreme dehydration (desiccation), dries to equilibrium with moderately to extremely dry air, and then restores its vital functions after rehydration. Anhydrobiosis is observed in both microorganisms and animals, including bacteria, nematodes, seeds, spores, gemma, lichen soredium, egg, shoot fragments, and more (\nGarcía, 2011\n; \nHibshman \net al.\n, 2020\n; \nLeprince and Buitink, 2015\n). Desiccation primarily damages proteins, nucleic acids, and membrane lipids, leading to cell death. Therefore, living organisms that exhibit anhydrobiosis have protective mechanisms to mitigate desiccation. Trehalose accumulation (\nCrowe \net al.\n, 1998\n; \nLapinski and Tunnacliffe, 2003\n), late embryogenesis abundant (LEA) proteins (\nGoyal \net al.\n, 2005\n; \nKikawada \net al.\n, 2006\n; \nMacRae, 2016\n), heat shock proteins (\nCornette \net al.\n, 2010\n; \nKing and MacRae, 2015\n), and ROS scavenging (\nGusev \net al.\n, 2010\n; \nRizzo \net al.\n, 2010\n) have been proposed as mechanisms of desiccation tolerance (\nJanis \net al.\n, 2018\n).\nTardigrades, widely used as model organisms for anhydrobiosis research, exhibit extreme tolerance to high and low temperatures, high pressure, and radiation in their anhydrobiotic state (\nRebecchi \net al.\n, 2007\n; \nWright, 2001\n). Although several reports have been reported on the defense mechanisms underlying anhydrobiosis in tardigrades, including induction of heat shock proteins and defensive peroxidases (\nReuner \net al.\n, 2010\n; \nRizzo \net al.\n, 2010\n; \nSchokraie \net al.\n, 2011\n; \nYoshida \net al.\n, 2022\n), cytoplasmic abundant heat soluble (CAHS) proteins, identified as a family of highly hydrophilic and heat-soluble proteins, have attracted much attention. CAHS proteins are constitutively expressed in \nRamazzottius varieornatus\n, which exhibits strong desiccation tolerance without \nde novo\n gene expression. On the other hand, in another tardigrade, \nHypsibius exemplaris\n, the expression of CAHS proteins is strongly induced under desiccated condition, and these expressions are essential for desiccation tolerance (\nArakawa, 2022\n; \nKondo \net al.\n, 2015\n, \n2019\n; \nYoshida \net al.\n, 2017\n). CAHS proteins share some similarities with LEA proteins in terms of bioinformatic predictions of a strong tendency for amphiphatic α-helix formation, despite their low amino acid sequence similarity to LEA proteins. Recently, several groups, including ours, have reported that the CAHS proteins demonstrate gelation, droplet, or fibrous structures \nin vitro\n and in cells (\nMalki \net al.\n, 2022\n; \nTanaka \net al.\n, 2022\n; \nVeling \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n). It has also been shown that the heterologous expression of CAHS proteins suppresses hyperosmotic pressure-induced cell death of budding yeast, bacteria, and \nDrosphila\n S2 cells (\nBoothby \net al.\n, 2017\n; \nTanaka \net al.\n, 2022\n). However, it remains unclear whether the heterologous expression of CAHS proteins confers hyperosmotic stress tolerance to cultured mammalian cells.\nIn this study, we show the changes in the subcellular localization of \nR. varieornatus\n CAHS1, CAHS3, CAHS8, CAHS12, late embryogenesis abundant protein mitochondrial (LEAM), and mitochondrial abundant heat soluble (MAHS) proteins upon hyperosmotic stress stimulation by live cell imaging in mammalian cultured cells. We also investigated the tolerance to hyperosmotic stress by the expression of CAHS proteins, and found that the expression of CAHS1, CAHS3, or CAHS8 rendered the cells tolerant to the hyperosmotic stress.",
    "methods": "Methods\nPlasmid construction\nAll plasmids used in this study are summarized in \nTable S1\n, along with Benchling links to the plasmid sequences and maps. Plasmids were constructed by standard molecular biology methods. The cDNAs of \nR. varieornatus\n CAHS1, CAHS3, CAHS8, CAHS12, LEAM, and MAHS were synthesized with codon optimization for the human genome using gBlocks Gene Fragments (Integrated DNA Technologies, Coralville, IA, USA) and inserted into the pCAGGS vector (\nNiwa \net al.\n, 1991\n) for transient expression experiments (\nFig. 1\n) and the pT2A vector (pT2Apuro-rtTA2-TRE) for drug-inducible expression experiments (\nFig. 2\n and \n3\n). Of note, since CAHS proteins are known to be abundantly expressed in tardigrades, we optimized the codon of the CAHS genes in order to express sufficient amounts of CAHS proteins in HeLa cells. The Tol2-based transposon donor vector (pT2A) and the Tol2 transposase expression vector (pCAGGS-T2TP) were kindly provided by Koichi Kawakami (National Institute of Genetics, Mishima, Japan) (\nKawakami and Noda, 2004\n). The cDNAs of rtTA (\nRoney \net al.\n, 2016\n) synthesized by FASMAC, tet-response element, and multiple cloning sites were inserted into a Tol2 donor vector by ligation and Gibson assembly to generate pTol2puro-rtTA2-TRE-MCS. The cDNAs of monomeric enhanced green fluorescent protein (mEGFP), CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were subcloned into the pT2Apuro-rtTA2-TRE-MCS vector.\nCell culture\nHeLa cells were kindly provided by Michiyuki Matsuda (Kyoto University). HeLa cells were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM) high glucose (#08458-45, Nacalai Tesque, Kyoto, Japan) supplemented with 10% heat-inactivated fetal bovine serum (FBS) (#F7524, Sigma-Aldrich, St. Louis, MO, USA) at 37°C in a humidified atmosphere containing 5% CO\n2\n.\nEstablishment of stable cell lines\nFor transposon-mediated gene transfer, HeLa cells were transfected with Tol2 donor vectors and Tol2 transposase-expressing vectors in a 1:1 ratio. Approximately 16–24 h after transfection, the cells were treated with 1.0 μg/mL puromycin (#ant-pr-1, InvivoGen, San Diego, CA, USA) for more than one week to select bulk cell lines. Cells were maintained in the presence of puromycin. In \nFig. 2\n, the bright fluorescent cells were sorted into a 96-well plate using a cell sorter (MA900, SONY, Tokyo, Japan), and the single cell clone was used in \nFig. 2\n. The bulk cell population was used in \nFig. 3\n.\nTime-lapse imaging with hyperosmotic stress\nHeLa cells were seeded on a 35-mm dish (#150460, Thermo Fisher Scientific, Rockford, IL, USA) or a 6 well plate (#140675, Thermo Fisher Scientific). The plasmid expressing the CAHS1-mEGFP protein, the CAHS3-mEGFP, the CAHS8-mEGFP, the CAHS12-mEGFP, the LEAM-mEGFP, the MAHS-mEGFP and the mEGFP were transfected into the HeLa cells with 293fectin\nTM\n Transfection Reagent (#12347-019, Invitrogen, Waltham, MA, USA). After 24 h of transfection, the cells were loaded onto a microfluidic plate (M04S-03-5PK, Millipore, Burlington, MA, USA) according to the manufacturer’s instructions. The microfluidic plates were controlled by a CellASIC ONIX2 Microfluidic System (CAX2-S0000, Millipore). After 48 h of transfection, the culture medium was replaced with an imaging medium containing FluoroBrite\nTM\n DMEM (#A1896701, Thermo Fisher Scientific) supplemented with 1% GlutaMAX\nTM\n Supplement (#35050061, Thermo Fisher Scientific) and 0.1% bovine serum albumin. The imaging medium continuously flowed at 5 psi (“psi” is a unit of pressure) while heating at 37°C by a temperature-controllable manifold (CAX2-MXT20, Millipore).\nFor hyperosmotic shock experiments, 0.5 M sorbitol solution and 0.2 M sodium chloride solution were prepared as follows: 4.5 M sorbitol in DDW and 5 M sodium chloride in DDW were dissolved by the imaging medium, resulting in 0.5 M sorbitol solution and 0.2 M sodium chloride solution, respectively. The transfected cells seeded on microfluidic plates were time-lapse imaged under the imaging medium condition every 10 sec for 2 min. The imaging medium continuously flowed at 1 psi while heating at 37°C. Then, 0.5 M sorbitol solution or 0.2 M sodium chloride solution was added, and fluorescence images were acquired every 10 sec for 5 min. The hyperosmotic medium continuously flowed at 5 psi while heating at 37°C. After incubation, the hyperosmotic medium was replaced with the imaging medium, and the cells were observed every 10 sec for 10 min. The imaging medium continuously flowed at 5 psi while heating at 37°C.\nCells were imaged with an inverted microscope (IX83, Olympus/Evident, Tokyo, Japan) equipped with an sCMOS camera (ORCA-Fusion BT, Hamamatsu photonics, Hamamatsu, Japan), a spinning disk confocal unit (CSU-W1, Yokogawa Electric Corporation, Musashino, Japan), and diode lasers at a wavelength of 488 nm. An oil immersion objective lens (UPLXAPO100XO, N.A. 1.45, Olympus/Evident) was used. The excitation laser and fluorescence filter settings were as follows: excitation laser, 488 nm; dichroic mirror (DM), 405/488/561 nm; and emission filters, 500–550 nm. During the observation, the cells were incubated with microfluidic plates at 37°C. The microscope was controlled by MetaMorph software (Molecular Devices, San Jose, CA, USA).\nFluorescence imaging data were analyzed and quantified in Fiji/ImageJ (\nSchindelin \net al.\n, 2012\n). The background was subtracted by a constant value. If salt-and-pepper noise was not negligible, a median filter with 1-pixel was applied. To compensate for the misregistration caused during time-lapse imaging, the “StackReg function” was applied with the “Translation” option.\nFluorescence imaging for quantifying expression levels\nHeLa cells carrying the doxycycline-inducible expression cassette of CAHS1, 3, 8, 12-mEGFP or mEGFP were seeded on a 96-well plate (#167008, Thermo Fisher Scientific). One day after seeding, the cells were treated with the indicated concentration of doxycycline, and 24 h after doxycycline treatment, the cells were observed with a fluorescence microscope.\nThe cells were imaged with an inverted microscope (IX81, Olympus/Evident) equipped with a cooled CCD camera (Retiga 4000R, Photometrics, Tucson, AZ, USA), an excitation light source (Spectra-X light engine, Lumencor Inc., Beaverton, OR, USA), a laser-based autofocus system (IX2-ZDC, Olympus/Evident), a controller for filter wheels and XY stage (MAC5000, Ludl Electronic Products, Hawthorne, NY, USA), and an incubation chamber (STXG-IX3WX, Tokai Hit, Fujinomiya, Japan). An objective lens (UPlanApo 10x, N.A. 0.40, Olympus/Evident) was used. For EGFP imaging, a 475/28 excitation filter, a 20/80 beamsplitter dichroic mirror (Chroma Technology Corp., Bellows Falls, VT, Japan), and a 542/27 emission filter (Semrock, IDEX Health & Science, LLC, West Henrietta, NY, USA) were used. During the observation, live cells were incubated in a stage incubator containing 5% CO\n2\n at 37°C. The microscope was controlled by MetaMorph software (Molecular Devices).\nThe fluorescence imaging data were analyzed and quantified in Fiji/ImageJ (\nSchindelin \net al.\n, 2012\n). The background was subtracted by the rolling ball method. The region of interest (ROI) of each cell was extracted with the “StarDistD2” function (Probability/Score Threshold: 0.55), and the fluorescence intensity (Mean value) of each ROI was obtained with the “Measure” function.\nCell viability assay and cell death assay\nFor the cell viability assay and the cell death assay, a low serum concentration medium (1% FBS), hereinafter referred to as the assay medium, was used to reduce the background absorbance in the measurement of lactate dehydrogenase (LDH) release assay because serum contains LDH. The assay medium contains 1x DME culture solution (#639-29631, Nitta Gelatin, Yao, Japan), 1% FBS, 26 mM NaHCO\n3\n (#09655-25, Nacalai Tesque), and 1 μg/mL puromycin (if needed). For hyperosmotic stress, a 3.2 M sorbitol solution in the assay medium was prepared by mixing 4.5 M sorbitol in DDW, 5x DME culture solution, 260 mM NaHCO\n3\n, 100% FBS, DDW, and 1 mg/mL puromycin. This 3.2 M sorbitol solution in the assay medium was serially diluted with the assay medium to produce the indicated concentration of sorbitol solution. For drug-inducible gene expression, 1 mg/mL doxycycline (#D4116, Tokyo Chemical Industry, Tokyo, Japan) was serially diluted with the assay medium to produce the indicated concentration of doxycycline solution in the assay medium.\nHeLa cells were plated on 96-well plates (7.5 × 10\n2\n – 3.0 × 10\n3\n cells/well) (#167425, Thermo Fisher Scientific), and cultured in the assay medium for 24 h. To induce gene expression, the cells were treated with doxycycline for 24 h, followed by the treatment with sorbitol solution for 24 h. For the simultaneous cell viability assay and cell death assay (\nFig. 2\n), half of the cell supernatant was used for the water-soluble tetrazolium (WST)-1 assay with a Premix WST-1 Cell Proliferation Assay System (#MK400, TaKaRa, Otsu, Japan) and the other half for the lactate dehydrogenase (LDH) release assay with an LDH Cytotoxicity Detection Kit (#MK401, TaKaRa) according to the manufacturer’s instructions. Both the WST-1 and LDH release assays were evaluated based on absorbance at 450 nm (and 620 nm as a control) using a microplate reader (#51119000, Thermo Fisher Scientific).\nThe absorbance values obtained from the microplate reader were exported and analyzed by Python (ver. 3.7.3). First, the absorbance values were subtracted from the value obtained from the well containing only the assay medium. Second, the subtracted values were normalized by the following equation:\n\n\nY\n \n=\n \n(\nX\n-\nL\no\nw\n)\n/\n(\nH\ni\ng\nh\n-\nL\no\nw\n)\n\n\nwhere \nY\n is the normalized value, \nX\n is the experimental data, and \nHigh\n and \nLow\n are the highest and lowest values of the data obtained on the same day, respectively. For the cell viability assay in \nFig. 2\n, the High and Low values were obtained from the maximum and minimum values on the same day, respectively. In \nFig. 3\n, where the bulk population cell lines were used, the High and Low values were obtained from the value of the well in the absence of sorbitol and the minimum values on the same day, respectively. For the cell death assay, the High and Low values were taken from the value using Triton X-100 treated cells and the lowest values on the same day, respectively. Of note, the absolute number of cells seeded on the well plate varied between experiments, even though the number of cells was counted and the same number of cells were seeded between experiments. Therefore, the “High” and “Low” values were changeable. In addition, the LDH assay requires the supernatant to be taken from each well. These factors and procedures would cause the large variation between experiments. The normalized values were used to generate maps using the seaborn library in Python (\nFigs. 2\nD, \n3\nB, \nS1\n, \nS2\n and \nS3\n). The normalized data were fitted with the following functions using the scipy.optimize.corve_fit in Python:\n\n\nW\nS\nT\n(\nx\n)\n=\n(\nm\na\nx\n-\nm\ni\nn\n)\n∗\nI\nC\n50\nn\n/\n(\nx\nn\n+\nI\nC\n5\n0\nn\n)\n+\nm\ni\nn\n\n\n\n\nL\nD\nH\n(\nx\n)\n=\n(\nm\na\nx\n-\nm\ni\nn\n)\n∗\nx\nn\n/\n(\nx\nn\n+\nE\nC\n5\n0\nn\n)\n+\nm\ni\nn\n\n\nwhere \nWST(x)\n and \nLDH(x)\n are the fitted WST and LDH values, \nx\n is the sorbitol concentration, max and min are the maximum and minimum values, \nn\n is the Hill coefficient, and \nIC50\n and \nEC50\n are the half inhibitory concentration and half effective concentration for cell viability and cell death, respectively.\nStructure prediction by AlphaFold2\nThe predicted structures of CAHS1, CAHS3, CAHS8, and CAHS12 were obtained from the AlphaFold Protein Structure Database (\nhttps://alphafold.ebi.ac.uk/\n). Direct links are as follows: CAHS1 (\nhttps://alphafold.ebi.ac.uk/entry/J7M799\n), CAHS3 (\nhttps://alphafold.ebi.ac.uk/entry/J7M3T1\n), CAHS8 (\nhttps://alphafold.ebi.ac.uk/entry/A0A1D1UQN2\n), and CAHS12 (\nhttps://alphafold.ebi.ac.uk/entry/A0A1D1VNN8\n).",
    "plasmid_construction": "Plasmid construction\nAll plasmids used in this study are summarized in \nTable S1\n, along with Benchling links to the plasmid sequences and maps. Plasmids were constructed by standard molecular biology methods. The cDNAs of \nR. varieornatus\n CAHS1, CAHS3, CAHS8, CAHS12, LEAM, and MAHS were synthesized with codon optimization for the human genome using gBlocks Gene Fragments (Integrated DNA Technologies, Coralville, IA, USA) and inserted into the pCAGGS vector (\nNiwa \net al.\n, 1991\n) for transient expression experiments (\nFig. 1\n) and the pT2A vector (pT2Apuro-rtTA2-TRE) for drug-inducible expression experiments (\nFig. 2\n and \n3\n). Of note, since CAHS proteins are known to be abundantly expressed in tardigrades, we optimized the codon of the CAHS genes in order to express sufficient amounts of CAHS proteins in HeLa cells. The Tol2-based transposon donor vector (pT2A) and the Tol2 transposase expression vector (pCAGGS-T2TP) were kindly provided by Koichi Kawakami (National Institute of Genetics, Mishima, Japan) (\nKawakami and Noda, 2004\n). The cDNAs of rtTA (\nRoney \net al.\n, 2016\n) synthesized by FASMAC, tet-response element, and multiple cloning sites were inserted into a Tol2 donor vector by ligation and Gibson assembly to generate pTol2puro-rtTA2-TRE-MCS. The cDNAs of monomeric enhanced green fluorescent protein (mEGFP), CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were subcloned into the pT2Apuro-rtTA2-TRE-MCS vector.",
    "cell_culture": "Cell culture\nHeLa cells were kindly provided by Michiyuki Matsuda (Kyoto University). HeLa cells were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM) high glucose (#08458-45, Nacalai Tesque, Kyoto, Japan) supplemented with 10% heat-inactivated fetal bovine serum (FBS) (#F7524, Sigma-Aldrich, St. Louis, MO, USA) at 37°C in a humidified atmosphere containing 5% CO\n2\n.",
    "establishment_of_stable_cell_lines": "Establishment of stable cell lines\nFor transposon-mediated gene transfer, HeLa cells were transfected with Tol2 donor vectors and Tol2 transposase-expressing vectors in a 1:1 ratio. Approximately 16–24 h after transfection, the cells were treated with 1.0 μg/mL puromycin (#ant-pr-1, InvivoGen, San Diego, CA, USA) for more than one week to select bulk cell lines. Cells were maintained in the presence of puromycin. In \nFig. 2\n, the bright fluorescent cells were sorted into a 96-well plate using a cell sorter (MA900, SONY, Tokyo, Japan), and the single cell clone was used in \nFig. 2\n. The bulk cell population was used in \nFig. 3\n.",
    "time-lapse_imaging_with_hyperosmotic_stress": "Time-lapse imaging with hyperosmotic stress\nHeLa cells were seeded on a 35-mm dish (#150460, Thermo Fisher Scientific, Rockford, IL, USA) or a 6 well plate (#140675, Thermo Fisher Scientific). The plasmid expressing the CAHS1-mEGFP protein, the CAHS3-mEGFP, the CAHS8-mEGFP, the CAHS12-mEGFP, the LEAM-mEGFP, the MAHS-mEGFP and the mEGFP were transfected into the HeLa cells with 293fectin\nTM\n Transfection Reagent (#12347-019, Invitrogen, Waltham, MA, USA). After 24 h of transfection, the cells were loaded onto a microfluidic plate (M04S-03-5PK, Millipore, Burlington, MA, USA) according to the manufacturer’s instructions. The microfluidic plates were controlled by a CellASIC ONIX2 Microfluidic System (CAX2-S0000, Millipore). After 48 h of transfection, the culture medium was replaced with an imaging medium containing FluoroBrite\nTM\n DMEM (#A1896701, Thermo Fisher Scientific) supplemented with 1% GlutaMAX\nTM\n Supplement (#35050061, Thermo Fisher Scientific) and 0.1% bovine serum albumin. The imaging medium continuously flowed at 5 psi (“psi” is a unit of pressure) while heating at 37°C by a temperature-controllable manifold (CAX2-MXT20, Millipore).\nFor hyperosmotic shock experiments, 0.5 M sorbitol solution and 0.2 M sodium chloride solution were prepared as follows: 4.5 M sorbitol in DDW and 5 M sodium chloride in DDW were dissolved by the imaging medium, resulting in 0.5 M sorbitol solution and 0.2 M sodium chloride solution, respectively. The transfected cells seeded on microfluidic plates were time-lapse imaged under the imaging medium condition every 10 sec for 2 min. The imaging medium continuously flowed at 1 psi while heating at 37°C. Then, 0.5 M sorbitol solution or 0.2 M sodium chloride solution was added, and fluorescence images were acquired every 10 sec for 5 min. The hyperosmotic medium continuously flowed at 5 psi while heating at 37°C. After incubation, the hyperosmotic medium was replaced with the imaging medium, and the cells were observed every 10 sec for 10 min. The imaging medium continuously flowed at 5 psi while heating at 37°C.\nCells were imaged with an inverted microscope (IX83, Olympus/Evident, Tokyo, Japan) equipped with an sCMOS camera (ORCA-Fusion BT, Hamamatsu photonics, Hamamatsu, Japan), a spinning disk confocal unit (CSU-W1, Yokogawa Electric Corporation, Musashino, Japan), and diode lasers at a wavelength of 488 nm. An oil immersion objective lens (UPLXAPO100XO, N.A. 1.45, Olympus/Evident) was used. The excitation laser and fluorescence filter settings were as follows: excitation laser, 488 nm; dichroic mirror (DM), 405/488/561 nm; and emission filters, 500–550 nm. During the observation, the cells were incubated with microfluidic plates at 37°C. The microscope was controlled by MetaMorph software (Molecular Devices, San Jose, CA, USA).\nFluorescence imaging data were analyzed and quantified in Fiji/ImageJ (\nSchindelin \net al.\n, 2012\n). The background was subtracted by a constant value. If salt-and-pepper noise was not negligible, a median filter with 1-pixel was applied. To compensate for the misregistration caused during time-lapse imaging, the “StackReg function” was applied with the “Translation” option.",
    "fluorescence_imaging_for_quantifying_expression_levels": "Fluorescence imaging for quantifying expression levels\nHeLa cells carrying the doxycycline-inducible expression cassette of CAHS1, 3, 8, 12-mEGFP or mEGFP were seeded on a 96-well plate (#167008, Thermo Fisher Scientific). One day after seeding, the cells were treated with the indicated concentration of doxycycline, and 24 h after doxycycline treatment, the cells were observed with a fluorescence microscope.\nThe cells were imaged with an inverted microscope (IX81, Olympus/Evident) equipped with a cooled CCD camera (Retiga 4000R, Photometrics, Tucson, AZ, USA), an excitation light source (Spectra-X light engine, Lumencor Inc., Beaverton, OR, USA), a laser-based autofocus system (IX2-ZDC, Olympus/Evident), a controller for filter wheels and XY stage (MAC5000, Ludl Electronic Products, Hawthorne, NY, USA), and an incubation chamber (STXG-IX3WX, Tokai Hit, Fujinomiya, Japan). An objective lens (UPlanApo 10x, N.A. 0.40, Olympus/Evident) was used. For EGFP imaging, a 475/28 excitation filter, a 20/80 beamsplitter dichroic mirror (Chroma Technology Corp., Bellows Falls, VT, Japan), and a 542/27 emission filter (Semrock, IDEX Health & Science, LLC, West Henrietta, NY, USA) were used. During the observation, live cells were incubated in a stage incubator containing 5% CO\n2\n at 37°C. The microscope was controlled by MetaMorph software (Molecular Devices).\nThe fluorescence imaging data were analyzed and quantified in Fiji/ImageJ (\nSchindelin \net al.\n, 2012\n). The background was subtracted by the rolling ball method. The region of interest (ROI) of each cell was extracted with the “StarDistD2” function (Probability/Score Threshold: 0.55), and the fluorescence intensity (Mean value) of each ROI was obtained with the “Measure” function.",
    "cell_viability_assay_and_cell_death_assay": "Cell viability assay and cell death assay\nFor the cell viability assay and the cell death assay, a low serum concentration medium (1% FBS), hereinafter referred to as the assay medium, was used to reduce the background absorbance in the measurement of lactate dehydrogenase (LDH) release assay because serum contains LDH. The assay medium contains 1x DME culture solution (#639-29631, Nitta Gelatin, Yao, Japan), 1% FBS, 26 mM NaHCO\n3\n (#09655-25, Nacalai Tesque), and 1 μg/mL puromycin (if needed). For hyperosmotic stress, a 3.2 M sorbitol solution in the assay medium was prepared by mixing 4.5 M sorbitol in DDW, 5x DME culture solution, 260 mM NaHCO\n3\n, 100% FBS, DDW, and 1 mg/mL puromycin. This 3.2 M sorbitol solution in the assay medium was serially diluted with the assay medium to produce the indicated concentration of sorbitol solution. For drug-inducible gene expression, 1 mg/mL doxycycline (#D4116, Tokyo Chemical Industry, Tokyo, Japan) was serially diluted with the assay medium to produce the indicated concentration of doxycycline solution in the assay medium.\nHeLa cells were plated on 96-well plates (7.5 × 10\n2\n – 3.0 × 10\n3\n cells/well) (#167425, Thermo Fisher Scientific), and cultured in the assay medium for 24 h. To induce gene expression, the cells were treated with doxycycline for 24 h, followed by the treatment with sorbitol solution for 24 h. For the simultaneous cell viability assay and cell death assay (\nFig. 2\n), half of the cell supernatant was used for the water-soluble tetrazolium (WST)-1 assay with a Premix WST-1 Cell Proliferation Assay System (#MK400, TaKaRa, Otsu, Japan) and the other half for the lactate dehydrogenase (LDH) release assay with an LDH Cytotoxicity Detection Kit (#MK401, TaKaRa) according to the manufacturer’s instructions. Both the WST-1 and LDH release assays were evaluated based on absorbance at 450 nm (and 620 nm as a control) using a microplate reader (#51119000, Thermo Fisher Scientific).\nThe absorbance values obtained from the microplate reader were exported and analyzed by Python (ver. 3.7.3). First, the absorbance values were subtracted from the value obtained from the well containing only the assay medium. Second, the subtracted values were normalized by the following equation:\n\n\nY\n \n=\n \n(\nX\n-\nL\no\nw\n)\n/\n(\nH\ni\ng\nh\n-\nL\no\nw\n)\n\n\nwhere \nY\n is the normalized value, \nX\n is the experimental data, and \nHigh\n and \nLow\n are the highest and lowest values of the data obtained on the same day, respectively. For the cell viability assay in \nFig. 2\n, the High and Low values were obtained from the maximum and minimum values on the same day, respectively. In \nFig. 3\n, where the bulk population cell lines were used, the High and Low values were obtained from the value of the well in the absence of sorbitol and the minimum values on the same day, respectively. For the cell death assay, the High and Low values were taken from the value using Triton X-100 treated cells and the lowest values on the same day, respectively. Of note, the absolute number of cells seeded on the well plate varied between experiments, even though the number of cells was counted and the same number of cells were seeded between experiments. Therefore, the “High” and “Low” values were changeable. In addition, the LDH assay requires the supernatant to be taken from each well. These factors and procedures would cause the large variation between experiments. The normalized values were used to generate maps using the seaborn library in Python (\nFigs. 2\nD, \n3\nB, \nS1\n, \nS2\n and \nS3\n). The normalized data were fitted with the following functions using the scipy.optimize.corve_fit in Python:\n\n\nW\nS\nT\n(\nx\n)\n=\n(\nm\na\nx\n-\nm\ni\nn\n)\n∗\nI\nC\n50\nn\n/\n(\nx\nn\n+\nI\nC\n5\n0\nn\n)\n+\nm\ni\nn\n\n\n\n\nL\nD\nH\n(\nx\n)\n=\n(\nm\na\nx\n-\nm\ni\nn\n)\n∗\nx\nn\n/\n(\nx\nn\n+\nE\nC\n5\n0\nn\n)\n+\nm\ni\nn\n\n\nwhere \nWST(x)\n and \nLDH(x)\n are the fitted WST and LDH values, \nx\n is the sorbitol concentration, max and min are the maximum and minimum values, \nn\n is the Hill coefficient, and \nIC50\n and \nEC50\n are the half inhibitory concentration and half effective concentration for cell viability and cell death, respectively.",
    "structure_prediction_by_alphafold2": "Structure prediction by AlphaFold2\nThe predicted structures of CAHS1, CAHS3, CAHS8, and CAHS12 were obtained from the AlphaFold Protein Structure Database (\nhttps://alphafold.ebi.ac.uk/\n). Direct links are as follows: CAHS1 (\nhttps://alphafold.ebi.ac.uk/entry/J7M799\n), CAHS3 (\nhttps://alphafold.ebi.ac.uk/entry/J7M3T1\n), CAHS8 (\nhttps://alphafold.ebi.ac.uk/entry/A0A1D1UQN2\n), and CAHS12 (\nhttps://alphafold.ebi.ac.uk/entry/A0A1D1VNN8\n).",
    "results_and_discussion": "Results and Discussion\nHyperosmotic stress-induced changes in the subcellular localization of CAHS, LEAM, and MAHS proteins in HeLa cells\nWe examined changes in the subcellular localization of anhydrobiosis-related proteins in \nR. varieornatus\n induced by hyperosmotic stress, which is thought to be an early step in anhydrobiosis. Six types of proteins, including CAHS1, CAHS3, CAHS8, and CAHS12, mitochondrial LEA (LEAM), and mitochondrial abundant heat soluble (MAHS), were separately expressed as mEGFP-fused protein in HeLa cells (\nFig. 1\nA). We selected CAHS1, CAHS3, CAHS8, and CAHS12 because they reversibly form different types of aggregates in response to osmotic stimulation (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n), but their roles in osmotic stress resistance have not been investigated except for CAHS3 (\nTanaka \net al.\n, 2022\n). The cells were loaded into a microfluidic chamber for rapid osmolyte solution perfusion. One day after loading into the microfluidic chamber, the cells were imaged with a spinning disk conformal microscope to visualize the subcellular distribution of these fusion proteins upon hyperosmotic stress such as 0.5 M sorbitol or 0.2 M NaCl (\nFig. 1\nB). Of note, NaCl is the principal determinant of tonicity of the extracellular fluid (\nBurg \net al.\n, 2007\n). However, cell membranes are permeable to Na\n+\n, and elevated chloride specifically increases the expression of α-Na\n+\n-K\n+\n-ATPase (\nCapasso \net al.\n, 2003\n). For this reason, poorly permeating organic solutes like sorbitol, mannitol, or raffinose are often used to produce hypertonicity (\nBurg \net al.\n, 2007\n).\nHeLa cells expressing mEGFP treated with the osmolytes showed increased fluorescence signal in both the cytoplasm and nucleus, and puncta formation in the nucleus (\nFig. 1\nC and \nMovie 1\n). These changes were reverted to the basal state by osmolyte washout (\nFig. 1\nC). Under unstressed conditions, CAHS1-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were broadly distributed in both the cytosol and nucleus, whereas CAHS3-mEGFP was mainly localized in the cytosol (\nFig. 1\nD–G and \nMovies 2\n–\n5\n). When exposed to hyperosmotic medium supplemented with 0.5 M sorbitol or 0.2 M NaCl, these CAHS proteins formed different aggregation patterns; CAHS1-mEGFP mainly forms granules and filamentous structures and slightly accumulates at the plasma membrane (\nFig. 1\nD and \nMovie 2\n). CAHS3-mEGFP shows fibrous structures in the cytoplasm (\nFig. 1\nE and \nMovie 3\n). CAHS8-mEGFP seems to have the same pattern as mEGFP, but it slightly accumulates at the nuclear membrane (\nFig. 1\nF and \nMovie 4\n). CAHS12-mEGFP appears to undergo decomposition in the nucleus (\nBracha \net al.\n, 2018\n), while it exhibits granules and filamentous structures (\nFig. 1\nG and \nMovie 5\n). These results are, for the most part, consistent with previous reports (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n). Interestingly, CAHS proteins appear to behave differently between 0.5 M sorbitol and 0.2 M NaCl osmotic stress. For example, CAHS1 did not aggregate at the cell membrane under 0.2 M NaCl stress, but showed strong aggregation in the cytoplasm (\nFig. 1\nD). CAHS12 also showed strong aggregation at the nuclear membrane and plasma membrane upon 0.5 M sorbitol and 0.2 M NaCl, respectively (\nFig. 1\nG). Regardless of whether the aggregate forms granules or filaments during hyperosmotic stress, mEGFP and all CAHS protein condensates show rapid disassembly and restoration of coherent distribution upon the release of stress. It is reasonable to conclude that these rapid aggregation and disassembly processes are attributed to the biophysical properties of both mEGFP and each CAHS protein. Such efficient reversible phase transitioning mirrors the relatively fast induction and recovery of tardigrade anhydrobiosis. The varying modes of aggregation and localization patterns of different CAHS paralogs upon hyperosmotic stress suggest that these paralogs serve differentiated functions rather than for mere redundancy. Emerging tissue-specific expression patterns of tardigrade anhydrobiosis-related proteins (\nTanaka \net al.\n, 2023\n) could be part of the reasons for such differentiation.\nIt has been reported that two mitochondrial heat-soluble proteins, LEAM and MAHS, in \nR. varieornatus\n improve the hyperosmotic tolerance of human cells, possibly by acting as mitochondrial protectants (\nTanaka \net al.\n, 2015\n). Therefore, we investigated the subcellular localization of LEAM and MAHS in HeLa cells stimulated by hyperosmotic stress. Under unstressed conditions, LEAM-mEGFP and MAHS-mEGFP were localized to the mitochondria, and LEAM-mEGFP was weakly distributed in the cytosol and nucleus (\nFig. 1\nH and I). Hyperosmotic stress arrested the random movement of mitochondria, but did not substantially change the subcellular localization of LEAM-mEGFP and MAHS-mEGFP (\nFig. 1\nH and I). Removal of osmolytes by replacement with an isosmotic medium resumed the thermal fluctuation of the mitochondria. Based on the fact that both LEAM and MAHS proteins localize to mitochondria and are highly hydrophilic (\nTanaka \net al.\n, 2015\n), LEAM and MAHS are likely to be localized to the mitochondrial matrix. Taken together, these results suggest that the resistance to hyperosmotic stress by LEAM and MAHS expression is not cell-wide protection as observed for CAHS proteins, so we focused on the CAHS proteins for our subsequent analyses.\nCAHS1 expression renders HeLa cells resistant to hyperosmotic stress\nRecent studies have elucidated that the CAHS3 protein forms fibrillar aggregates under hyperosmotic conditions in mammalian cells, thereby enhancing their tolerance to hyperosmotic stress, as observed in \nDrosophila\n S2 cells (\nTanaka \net al.\n, 2022\n). However, the question remained as to whether other CAHS proteins, which exhibit varied aggregation patterns under elevated osmotic pressure, also contribute to augmented resistance to such conditions. To this end, we developed a method for quantitatively assessing osmotic stress resistance using HeLa cells expressing CAHS1 (\nFig. 2\nA). We first established a single-cell clone of HeLa cells, expressing CAHS1-mEGFP in a manner dependent on doxycycline treatment. The experimental procedure was as follows: One day after cell seeding, doxycycline was added to induce CAHS1-mEGFP expression for two days, followed by different concentrations of sorbitol as osmolite. Cell viability and increased cell death were evaluated using the WST-1 and LDH assays, respectively (see Methods for details)(\nFig. 2\nB).\nWe first confirmed the increase in CAHS1-mEGFP expression levels when we treated the cells with doxycycline (\nFig. 2\nC). Despite performing single-cell cloning, the variation in the expression levels of CAHS1-mEGFP between cells was unexpectedly large. Under this condition, the cells were further exposed to hyperosmotic stress. Cell viability was strongly inhibited even in 0.1 M sorbitol in the absence of doxycycline (\nFig. 2\nD, left, first row, and \nFig. S1\n). The increase in CAHS1-mEGFP expression attenuated the decrease in cell viability by hyperosmotic stress with sorbitol (\nFig. 2\nD, left, and \nFig. S1\n). The half maximal inhibitory concentration (IC50) increased depending on the CAHS1-mEGFP expression level (\nFig. 2\nE, left). Parental HeLa cells as a negative control showed no change in cell viability with or without doxycycline treatment (\nFig. 2\nE, right). In line with the cell viability assay, the number of hyperosmotic stress-induced cell death was also reduced by the expression of CAHS1-mEGFP (\nFig. 2\nD, right, and \nFig. S1\n). The half-maximal effective concentration (EC50) demonstrated a tendency to elevate with increasing expression of CAHS1-mEGFP (\nFig. 2\nF, left). As a negative control, doxycycline treatment did not affect the EC50 values of sorbitol-induced cell death in parental HeLa cells (\nFig. 2\nF, right). These results suggest that CAHS1 expression confers resistance to hyperosmotic stress in HeLa cells. CAHS1-mEGFP localizes to aggregates and fibrous structures and even to the plasma membrane at high osmotic pressure (\nFig. 1\nD), suggesting that CAHS1 exerts some protective function against osmotic stress at these sites. It should be noted that the time-scales of CAHS1 aggregation (~5 min) is much faster than the inhibition of cell proliferation and cell death (~24 h) in response to hyperosmotic stress. This difference may explain the non-linear relationship between CAHS1 expression level (\nFig. 2\nC) and the effects of sorbitol on cell viability (\nFig. 2\nE) and cell death (\nFig. 2\nF). In addition, in this study, the single-cell clone of HeLa cells stably expressing CAHS1-mEGFP indicated lower IC50 values for cell viability and EC50 values for cell death in response to sorbitol stimulation in the absence of doxycycline than parental HeLa cells (\nFig. 2\nE and \n2\nF). This may be because the single-cell clones established in this study happen to retain such properties. Further investigation would be needed in future studies to address this concern.\nExpression of CAHS1, CAHS3, or CAHS8 confers osmotic stress resistance to HeLa cells\nWe next examined the other CAHS proteins for their ability to confer osmotic stress tolerance to HeLa cells. To simplify the experiment, HeLa cell lines were established that express mEGFP, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP in a doxycycline-dependent manner. Of note, these HeLa cell lines were bulk population cells, but not single-cell clones, because it takes longer time to establish the single-cell clones. First, we quantified the CAHS expression levels induced by doxycycline treatment in these HeLa cells, and found that doxycycline treatment elevated CAHS expression levels several-fold (\nFig. 3\nA). The greater cellular heterogeneity compared to the single-cell cloned CAHS1-mEGFP cell line (\nFig. 2\nC) may be because these cell lines are bulk population cells that have not been subjected to single-cell cloning. Second, we examined the changes in cell viability in these cell lines upon hyperosmotic stress with sorbitol using the WST-1 assay. The average cell viability of each cell line under conditions without and with doxycycline is shown in the heat map (\nFig. 3\nB). Even before doxycycline treatment, cell viability was higher in cells expressing CAHS1-mEGFP and CAHS8-mEGFP, but not CAHS3-mEGFP and CAHS12-mEGFP, than in control mEGFP-expressing cells (\nFig. 3\nB, left). This may be because leakage of CAHS1 or CAHS8 proteins prior to doxycycline treatment contributes to tolerance to high osmotic pressure, while the expression levels of CAHS3 and CAHS12 did not reach the critical thresholds. In addition, doxycycline treatment rendered CAHS1-mEGFP, CAHS3-mEGFP, or CAHS8-mEGFP expressing cells more resistant to higher concentrations of sorbitol than control mEGFP-expressing cells (\nFig. 3\nB, right). In our hand, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, or CAHS12-mEGFP expressing cells have rather increased cell viability under low concentrations of sorbitol (\nFig. 3\nB, right). At this time, we do not know whether this is a result of variability in our experiments or whether the CAHS proteins potentiate cell viability under low concentrations of sorbitol. To quantitatively evaluate the resistance to hyperosmotic stress, we calculated the ratio of the IC50 value of cell viability against sorbitol after doxycycline treatment to that before doxycycline treatment. The IC50 values of CAHS1-mEGFP, CAHS3-mEGFP, and CAHS8-mEGFP cells increased by 10–20% in a doxycycline-dependent manner (\nFig. 3\nC). No increase in the ratio of IC50 values was observed in mEGFP or CAHS12-mEGFP cells. Although the \np\n-value (\np\n = 0.058 for CAHS1 compared with mEGFP) indicated that the observed difference was not statistically significant, the data suggest a potential trend toward increased resistance to osmotic stress through CAHS1 expression, which may warrant further investigation. The expression level of CAHS12 remained relatively low compared to CAHS3 and CAHS8, which had comparable expression levels before doxycycline treatment (\nFig. 3\nA). We have previously shown that CAHS1 condensation displays concentration-dependent sigmoidal threshold-like behavior between 0.3–0.6 mM at neutral pH (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n); therefore, there still remains the possibility that the CAHS12 concentration did not exceed the critical threshold. Nevertheless, from these results, we conclude that overexpression of CAHS1, CAHS3, and CAHS8 moderately confers tolerance to hyperosmotic stress in HeLa cells, and it is regardless of the mode of aggregation, whether granular or fibrous.\nFinally, we investigated the structure of the CAHS proteins in AlphaFold (\nJumper \net al.\n, 2021\n; \nVaradi \net al.\n, 2022\n), and found that CAHS1, CAHS3, CAHS8, and CAHS12 all share a single long α-helix and intrinsically disordered regions (IDRs) at the N- and C-termini (\nFig. 4\n); CAHS3 and CAHS12 have a predicted structure at the N-terminus, but their confidence is low. Despite the close structural similarity between CAHS proteins, the subcellular localization of these CAHS proteins under high osmotic pressure differed from each other (\nFig. 1\n). As shown in the previous report, CAHS3 shows a coiled-coil structure and forms a fibrous structure, thereby stabilizing the cell structure and increasing the resistance to high osmotic pressure (\nTanaka \net al.\n, 2022\n). We have demonstrated that CAHS1 and CAHS8 localize to granules, plasma membrane, and nuclear membrane at high osmotic pressure (\nFig. 1\n), suggesting that CAHS1 and CAHS8 may protect organelles such as plasma membrane and nuclear membrane from hyperosmotic stimuli. These diverse aggregation patterns of CAHS proteins may coordinate anhydrobiosis in tardigrades.",
    "hyperosmotic_stress-induced_changes_in_the_subcellular_local": "Hyperosmotic stress-induced changes in the subcellular localization of CAHS, LEAM, and MAHS proteins in HeLa cells\nWe examined changes in the subcellular localization of anhydrobiosis-related proteins in \nR. varieornatus\n induced by hyperosmotic stress, which is thought to be an early step in anhydrobiosis. Six types of proteins, including CAHS1, CAHS3, CAHS8, and CAHS12, mitochondrial LEA (LEAM), and mitochondrial abundant heat soluble (MAHS), were separately expressed as mEGFP-fused protein in HeLa cells (\nFig. 1\nA). We selected CAHS1, CAHS3, CAHS8, and CAHS12 because they reversibly form different types of aggregates in response to osmotic stimulation (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n), but their roles in osmotic stress resistance have not been investigated except for CAHS3 (\nTanaka \net al.\n, 2022\n). The cells were loaded into a microfluidic chamber for rapid osmolyte solution perfusion. One day after loading into the microfluidic chamber, the cells were imaged with a spinning disk conformal microscope to visualize the subcellular distribution of these fusion proteins upon hyperosmotic stress such as 0.5 M sorbitol or 0.2 M NaCl (\nFig. 1\nB). Of note, NaCl is the principal determinant of tonicity of the extracellular fluid (\nBurg \net al.\n, 2007\n). However, cell membranes are permeable to Na\n+\n, and elevated chloride specifically increases the expression of α-Na\n+\n-K\n+\n-ATPase (\nCapasso \net al.\n, 2003\n). For this reason, poorly permeating organic solutes like sorbitol, mannitol, or raffinose are often used to produce hypertonicity (\nBurg \net al.\n, 2007\n).\nHeLa cells expressing mEGFP treated with the osmolytes showed increased fluorescence signal in both the cytoplasm and nucleus, and puncta formation in the nucleus (\nFig. 1\nC and \nMovie 1\n). These changes were reverted to the basal state by osmolyte washout (\nFig. 1\nC). Under unstressed conditions, CAHS1-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP were broadly distributed in both the cytosol and nucleus, whereas CAHS3-mEGFP was mainly localized in the cytosol (\nFig. 1\nD–G and \nMovies 2\n–\n5\n). When exposed to hyperosmotic medium supplemented with 0.5 M sorbitol or 0.2 M NaCl, these CAHS proteins formed different aggregation patterns; CAHS1-mEGFP mainly forms granules and filamentous structures and slightly accumulates at the plasma membrane (\nFig. 1\nD and \nMovie 2\n). CAHS3-mEGFP shows fibrous structures in the cytoplasm (\nFig. 1\nE and \nMovie 3\n). CAHS8-mEGFP seems to have the same pattern as mEGFP, but it slightly accumulates at the nuclear membrane (\nFig. 1\nF and \nMovie 4\n). CAHS12-mEGFP appears to undergo decomposition in the nucleus (\nBracha \net al.\n, 2018\n), while it exhibits granules and filamentous structures (\nFig. 1\nG and \nMovie 5\n). These results are, for the most part, consistent with previous reports (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n). Interestingly, CAHS proteins appear to behave differently between 0.5 M sorbitol and 0.2 M NaCl osmotic stress. For example, CAHS1 did not aggregate at the cell membrane under 0.2 M NaCl stress, but showed strong aggregation in the cytoplasm (\nFig. 1\nD). CAHS12 also showed strong aggregation at the nuclear membrane and plasma membrane upon 0.5 M sorbitol and 0.2 M NaCl, respectively (\nFig. 1\nG). Regardless of whether the aggregate forms granules or filaments during hyperosmotic stress, mEGFP and all CAHS protein condensates show rapid disassembly and restoration of coherent distribution upon the release of stress. It is reasonable to conclude that these rapid aggregation and disassembly processes are attributed to the biophysical properties of both mEGFP and each CAHS protein. Such efficient reversible phase transitioning mirrors the relatively fast induction and recovery of tardigrade anhydrobiosis. The varying modes of aggregation and localization patterns of different CAHS paralogs upon hyperosmotic stress suggest that these paralogs serve differentiated functions rather than for mere redundancy. Emerging tissue-specific expression patterns of tardigrade anhydrobiosis-related proteins (\nTanaka \net al.\n, 2023\n) could be part of the reasons for such differentiation.\nIt has been reported that two mitochondrial heat-soluble proteins, LEAM and MAHS, in \nR. varieornatus\n improve the hyperosmotic tolerance of human cells, possibly by acting as mitochondrial protectants (\nTanaka \net al.\n, 2015\n). Therefore, we investigated the subcellular localization of LEAM and MAHS in HeLa cells stimulated by hyperosmotic stress. Under unstressed conditions, LEAM-mEGFP and MAHS-mEGFP were localized to the mitochondria, and LEAM-mEGFP was weakly distributed in the cytosol and nucleus (\nFig. 1\nH and I). Hyperosmotic stress arrested the random movement of mitochondria, but did not substantially change the subcellular localization of LEAM-mEGFP and MAHS-mEGFP (\nFig. 1\nH and I). Removal of osmolytes by replacement with an isosmotic medium resumed the thermal fluctuation of the mitochondria. Based on the fact that both LEAM and MAHS proteins localize to mitochondria and are highly hydrophilic (\nTanaka \net al.\n, 2015\n), LEAM and MAHS are likely to be localized to the mitochondrial matrix. Taken together, these results suggest that the resistance to hyperosmotic stress by LEAM and MAHS expression is not cell-wide protection as observed for CAHS proteins, so we focused on the CAHS proteins for our subsequent analyses.",
    "cahs1_expression_renders_hela_cells_resistant_to_hyperosmoti": "CAHS1 expression renders HeLa cells resistant to hyperosmotic stress\nRecent studies have elucidated that the CAHS3 protein forms fibrillar aggregates under hyperosmotic conditions in mammalian cells, thereby enhancing their tolerance to hyperosmotic stress, as observed in \nDrosophila\n S2 cells (\nTanaka \net al.\n, 2022\n). However, the question remained as to whether other CAHS proteins, which exhibit varied aggregation patterns under elevated osmotic pressure, also contribute to augmented resistance to such conditions. To this end, we developed a method for quantitatively assessing osmotic stress resistance using HeLa cells expressing CAHS1 (\nFig. 2\nA). We first established a single-cell clone of HeLa cells, expressing CAHS1-mEGFP in a manner dependent on doxycycline treatment. The experimental procedure was as follows: One day after cell seeding, doxycycline was added to induce CAHS1-mEGFP expression for two days, followed by different concentrations of sorbitol as osmolite. Cell viability and increased cell death were evaluated using the WST-1 and LDH assays, respectively (see Methods for details)(\nFig. 2\nB).\nWe first confirmed the increase in CAHS1-mEGFP expression levels when we treated the cells with doxycycline (\nFig. 2\nC). Despite performing single-cell cloning, the variation in the expression levels of CAHS1-mEGFP between cells was unexpectedly large. Under this condition, the cells were further exposed to hyperosmotic stress. Cell viability was strongly inhibited even in 0.1 M sorbitol in the absence of doxycycline (\nFig. 2\nD, left, first row, and \nFig. S1\n). The increase in CAHS1-mEGFP expression attenuated the decrease in cell viability by hyperosmotic stress with sorbitol (\nFig. 2\nD, left, and \nFig. S1\n). The half maximal inhibitory concentration (IC50) increased depending on the CAHS1-mEGFP expression level (\nFig. 2\nE, left). Parental HeLa cells as a negative control showed no change in cell viability with or without doxycycline treatment (\nFig. 2\nE, right). In line with the cell viability assay, the number of hyperosmotic stress-induced cell death was also reduced by the expression of CAHS1-mEGFP (\nFig. 2\nD, right, and \nFig. S1\n). The half-maximal effective concentration (EC50) demonstrated a tendency to elevate with increasing expression of CAHS1-mEGFP (\nFig. 2\nF, left). As a negative control, doxycycline treatment did not affect the EC50 values of sorbitol-induced cell death in parental HeLa cells (\nFig. 2\nF, right). These results suggest that CAHS1 expression confers resistance to hyperosmotic stress in HeLa cells. CAHS1-mEGFP localizes to aggregates and fibrous structures and even to the plasma membrane at high osmotic pressure (\nFig. 1\nD), suggesting that CAHS1 exerts some protective function against osmotic stress at these sites. It should be noted that the time-scales of CAHS1 aggregation (~5 min) is much faster than the inhibition of cell proliferation and cell death (~24 h) in response to hyperosmotic stress. This difference may explain the non-linear relationship between CAHS1 expression level (\nFig. 2\nC) and the effects of sorbitol on cell viability (\nFig. 2\nE) and cell death (\nFig. 2\nF). In addition, in this study, the single-cell clone of HeLa cells stably expressing CAHS1-mEGFP indicated lower IC50 values for cell viability and EC50 values for cell death in response to sorbitol stimulation in the absence of doxycycline than parental HeLa cells (\nFig. 2\nE and \n2\nF). This may be because the single-cell clones established in this study happen to retain such properties. Further investigation would be needed in future studies to address this concern.",
    "expression_of_cahs1,_cahs3,_or_cahs8_confers_osmotic_stress_": "Expression of CAHS1, CAHS3, or CAHS8 confers osmotic stress resistance to HeLa cells\nWe next examined the other CAHS proteins for their ability to confer osmotic stress tolerance to HeLa cells. To simplify the experiment, HeLa cell lines were established that express mEGFP, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, and CAHS12-mEGFP in a doxycycline-dependent manner. Of note, these HeLa cell lines were bulk population cells, but not single-cell clones, because it takes longer time to establish the single-cell clones. First, we quantified the CAHS expression levels induced by doxycycline treatment in these HeLa cells, and found that doxycycline treatment elevated CAHS expression levels several-fold (\nFig. 3\nA). The greater cellular heterogeneity compared to the single-cell cloned CAHS1-mEGFP cell line (\nFig. 2\nC) may be because these cell lines are bulk population cells that have not been subjected to single-cell cloning. Second, we examined the changes in cell viability in these cell lines upon hyperosmotic stress with sorbitol using the WST-1 assay. The average cell viability of each cell line under conditions without and with doxycycline is shown in the heat map (\nFig. 3\nB). Even before doxycycline treatment, cell viability was higher in cells expressing CAHS1-mEGFP and CAHS8-mEGFP, but not CAHS3-mEGFP and CAHS12-mEGFP, than in control mEGFP-expressing cells (\nFig. 3\nB, left). This may be because leakage of CAHS1 or CAHS8 proteins prior to doxycycline treatment contributes to tolerance to high osmotic pressure, while the expression levels of CAHS3 and CAHS12 did not reach the critical thresholds. In addition, doxycycline treatment rendered CAHS1-mEGFP, CAHS3-mEGFP, or CAHS8-mEGFP expressing cells more resistant to higher concentrations of sorbitol than control mEGFP-expressing cells (\nFig. 3\nB, right). In our hand, CAHS1-mEGFP, CAHS3-mEGFP, CAHS8-mEGFP, or CAHS12-mEGFP expressing cells have rather increased cell viability under low concentrations of sorbitol (\nFig. 3\nB, right). At this time, we do not know whether this is a result of variability in our experiments or whether the CAHS proteins potentiate cell viability under low concentrations of sorbitol. To quantitatively evaluate the resistance to hyperosmotic stress, we calculated the ratio of the IC50 value of cell viability against sorbitol after doxycycline treatment to that before doxycycline treatment. The IC50 values of CAHS1-mEGFP, CAHS3-mEGFP, and CAHS8-mEGFP cells increased by 10–20% in a doxycycline-dependent manner (\nFig. 3\nC). No increase in the ratio of IC50 values was observed in mEGFP or CAHS12-mEGFP cells. Although the \np\n-value (\np\n = 0.058 for CAHS1 compared with mEGFP) indicated that the observed difference was not statistically significant, the data suggest a potential trend toward increased resistance to osmotic stress through CAHS1 expression, which may warrant further investigation. The expression level of CAHS12 remained relatively low compared to CAHS3 and CAHS8, which had comparable expression levels before doxycycline treatment (\nFig. 3\nA). We have previously shown that CAHS1 condensation displays concentration-dependent sigmoidal threshold-like behavior between 0.3–0.6 mM at neutral pH (\nTanaka \net al.\n, 2022\n; \nYagi-Utsumi \net al.\n, 2021\n); therefore, there still remains the possibility that the CAHS12 concentration did not exceed the critical threshold. Nevertheless, from these results, we conclude that overexpression of CAHS1, CAHS3, and CAHS8 moderately confers tolerance to hyperosmotic stress in HeLa cells, and it is regardless of the mode of aggregation, whether granular or fibrous.\nFinally, we investigated the structure of the CAHS proteins in AlphaFold (\nJumper \net al.\n, 2021\n; \nVaradi \net al.\n, 2022\n), and found that CAHS1, CAHS3, CAHS8, and CAHS12 all share a single long α-helix and intrinsically disordered regions (IDRs) at the N- and C-termini (\nFig. 4\n); CAHS3 and CAHS12 have a predicted structure at the N-terminus, but their confidence is low. Despite the close structural similarity between CAHS proteins, the subcellular localization of these CAHS proteins under high osmotic pressure differed from each other (\nFig. 1\n). As shown in the previous report, CAHS3 shows a coiled-coil structure and forms a fibrous structure, thereby stabilizing the cell structure and increasing the resistance to high osmotic pressure (\nTanaka \net al.\n, 2022\n). We have demonstrated that CAHS1 and CAHS8 localize to granules, plasma membrane, and nuclear membrane at high osmotic pressure (\nFig. 1\n), suggesting that CAHS1 and CAHS8 may protect organelles such as plasma membrane and nuclear membrane from hyperosmotic stimuli. These diverse aggregation patterns of CAHS proteins may coordinate anhydrobiosis in tardigrades.",
    "conclusion": "Conclusion\nIn this study, we expressed \nR. varieornatus\n CAHS proteins in HeLa cells to investigate their effects on resistance to hyperosmotic stress, an early step in anhydrobiosis. All of these proteins demonstrated reversible aggregation upon hyperosmotic stress in HeLa cells, exhibiting granular and filamentous structures (\nFig. 1\n). Furthermore, we found that expression of CAHS1, CAHS3, and CAHS8 conferred resistance to sorbitol-induced hyperosmotic stress in HeLa cells (\nFigs. 2\n and \n3\n). These results not only provide new insights into the mechanism of desiccation tolerance in \nR. varieornatus\n, but also suggest a potential use of these CAHS proteins as cryoprotectants.",
    "fundings": "Fundings\nThis work was financially supported in part by grants from the MEXT/JSPS KAKENHI (22H02625 and 24H01416) to K. Aoki and to K. Arakawa (21H05279), the Takeda Science Foundation to K. Aoki, the NAGASE Science Technology Foundation to K. Aoki, and the Joint Research of the Exploratory Research Center on Life and Living Systems (ExCELLS) (ExCELLS program No. 19-501, 24EXC601) to K. Arakawa and K. Aoki, and partly by research funds from the Yamagata Prefectural Government and Tsuruoka City, Japan to K. Arakawa.",
    "data_availability_statement": "Data Availability Statement\nThe supporting information for this article is available in J-STAGE Data.\n\n\nRaw datasets acquired to investigate the possible roles of CAHS proteins from tardigrade in osmotic stress tolerance in mammalian cells and their analysis program\n\n\n10.51021/data.csf.27948918",
    "supplementary_material": "Supplementary Material\nMovie 1. \nHeLa cells expressing mEGFP were loaded onto a microfluidic plate and grown for 1 day. Time-lapse imaging was performed using a spinning disk confocal microscope. The cells were treated with 0.5 M Sorbitol (left) and 0.2 M NaCl (right) at 2 min and incubated for 5 min, followed by the replacement of imaging medium. Images were acquired every 10 sec. Total imaging time = 17 min.\nMovie 2. \nHeLa cells expressing CAHS1-mEGFP were loaded onto a microfluidic plate and grown for 1 day. Time-lapse imaging was performed using a spinning disk confocal microscope. The cells were treated with 0.5 M Sorbitol (left) and 0.2 M NaCl (right) at 2 min and incubated for 5 min, followed by the replacement of imaging medium. Images were acquired every 10 sec. Total imaging time = 17 min.\nMovie 3. \nHeLa cells expressing CAHS3-mEGFP were loaded onto a microfluidic plate and grown for 1 day. Time-lapse imaging was performed using a spinning disk confocal microscope. The cells were treated with 0.5 M Sorbitol (left) and 0.2 M NaCl (right) at 2 min and incubated for 5 min, followed by the replacement of imaging medium. Images were acquired every 10 sec. Total imaging time = 17 min.\nMovie 4. \nHeLa cells expressing CAHS8-mEGFP were loaded onto a microfluidic plate and grown for 1 day. Time-lapse imaging was performed using a spinning disk confocal microscope. The cells were treated with 0.5 M Sorbitol (left) and 0.2 M NaCl (right) at 2 min and incubated for 5 min, followed by the replacement of imaging medium. Images were acquired every 10 sec. Total imaging time = 17 min.\nMovie 5. \nHeLa cells expressing CAHS12-mEGFP were loaded onto a microfluidic plate and grown for 1 day. Time-lapse imaging was performed using a spinning disk confocal microscope. The cells were treated with 0.5 M Sorbitol (left) and 0.2 M NaCl (right) at 2 min and incubated for 5 min, followed by the replacement of imaging medium. Images were acquired every 10 sec. Total imaging time = 17 min.\nSupplementary Materials"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11930778/"
}