{
  "id": "PMC11747068",
  "title": "Hindlimb Unloading: Rodent Analog for Microgravity",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Hindlimb Unloading: Rodent Analog for Microgravity",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11747068/"
  },
  "sections": {
    "abstract": "Background\nProlonged spaceflight is known to cause vascular deconditioning and remodeling. Tail suspension, a widely used spaceflight analog, is reported to result in vascular remodeling of rats. However, little is known about the cellular atlas of the heterogeneous cells of CA and FA from hindlimb-unloaded rats.\nMethods\nFirstly, we leveraged scRNA-seq to perform clustering analysis to identify diverse cell populations and sub-clusters within CA and FA from rats subjected to 3 months of hindlimb unloading. The dysregulated genes specific for artery types and cell types in HU group compared to Con were unraveled. Then R package “Cellchat” was used to reveal ligand-receptor cellular communication. At last, the TF network analysis was performed using the SCENIC R package to predict the pivotal TFs in rat artery remodeling induced by hindlimb unloading.\nResults\nClustering analysis identified ECs, SMCs, fibroblasts, and a spectrum of immune cells, as well as neuronal and stem cells. Notably, an increased percentage of ECs in the CA and a diminished proportion of SMCs in both CA and FA were observed following tail suspension. Intersection of dysregulated genes specific for artery type and cell type after tail suspension revealed several gene sets involved in ECM remodeling, inflammation, vasoconstriction, etc. Fibroblasts, in particular, exhibited the most significant gene expression variability, highlighting their plasticity. Subclustering within ECs, SMCs and fibroblasts revealed specialized subsets engaged in processes such as EndoMT and cell cycle checkpoint regulation. Additionally, enhanced intercellular interactions among major cell types, especially between SMC and fibroblast, underscored the importance of cell communication in vascular remodeling. Several TFs were identified as potentially influential in the vascular remodeling process under simulated microgravity conditions.\nConclusions\nThis study presents the first cellular atlas of the conductive arteries in hindlimb-unloaded rats, revealing a spectrum of dysregulated gene profiles. The identification of the subclusters of ECs, SMCs and fibroblasts, cellular communication analysis and transcription factors prediction are also included in this work. The findings provide a reference for future research on vascular deconditioning following long-duration spaceflight.\nSupplementary Information\nThe online version contains supplementary material available at 10.1007/s00018-024-05572-x.",
    "background": "Background\nProlonged spaceflight is known to cause vascular deconditioning and remodeling. Tail suspension, a widely used spaceflight analog, is reported to result in vascular remodeling of rats. However, little is known about the cellular atlas of the heterogeneous cells of CA and FA from hindlimb-unloaded rats.",
    "methods": "Methods\nHindlimb unloading treatment\nA total of 12 male Sprague-Dawley rats (Fourth Military Medical University, Xi’an, China), aged eight weeks and sourced, were randomly allocated to either the hindlimb unloading (HU, \nn\n = 6) or the control group (Con, \nn\n = 6). The tail suspension technique, a well-established model for simulating microgravity conditions, was employed and has been comprehensively detailed in our previous work [\n6\n]. The detailed steps are shown in supplementary methods.\nArtery dissociation\nThe rats were initially anesthetized using carbon dioxide according to AVMA Guidelines for the Euthanasia of Animals (2020). Subsequently, they were euthanized through exsanguination, facilitated by a transcardial perfusion with 50 mL of PBS. After the removal of surrounding perivascular adipose and connective tissues, the CA and FA were pooled from 6 rats in each group (Con and HU). As described before [\n7\n], the isolated arteries were then sectioned into smaller pieces. These sections were subjected to enzymatic digestion using 2 mg/mL of collagenase I (17018-029, Invitrogen, Waltham, Massachusetts, USA) and 2 mg/mL of dispase II (D4693, Sigma-Aldrich, St. Louis, Missouri, USA) in Hank’s balanced salt solution, incubated at 37 °C for 30 min. The enzymatic digestion process was halted by adding PBS supplemented with 10% fetal bovine serum, followed by vigorous pipetting for 5 to 10 times to ensure thorough mixing. The resulting cell suspension was then filtered through a 30 μm cell strainer and subsequently centrifuged.\nScRNA-seq of CA and FA cells\nCells were enumerated using a cell counter and then adjusted to an optimal concentration, ensuring no less than 1000 cells per microliter. Subsequently, the cell suspension was prepared for single-cell sequencing on the 10× Genomics GemCode platform. The cells were combined with enzymes and bonded to Gel Beads, each impregnated with unique barcode information. This mixture was then processed through the 10× Genomics instrument, which encapsulated the cells within oil surfactant droplets to form single-cell GEM. Following this, primers were released and thoroughly mixed with the cell lysates upon the dissolution of the Gel Beads. This facilitated the reverse transcription of barcoded, full-length cDNA. PCR amplification was performed using cDNA as template for library construction. Finally, the libraries were sequenced utilizing the Chromium Next GEM Single Cell 3’ Reagent Kits, version 3.1. The quality control, normalizing and dimentional reduction are shown in supplementary methods.\nClustering, cell type annotation and subclustering of scRNA-seq data\nThe graph-based clustering and the optimal cluster resolution were performed according to previously identified PCs. For visual representation, t-SNE was employed, utilizing the same set of PCs to encapsulate the data’s high-dimensional structure. Cluster identity was assigned by applying the Single R package according to classic cell type markers. Detailed methods are shown in Supplementary methods.\nFor subclustering of ECs, SMCs and fibroblasts, gene expression data were processed with log-normalization, gene filtration, PCA, clustering, t-SNE. To identify subcluster-specific markers, the FindAllMarkers function from Seurat was utilized, providing a comprehensive set of differentially expressed genes that could distinguish each subcluster.\nFunctional enrichment analysis\nDifferentially expressed genes in specific cell types, clusters and differentially expressed genes between Con and HU were used to perform GO, KEGG and GSVA functional enrichment analysis. Each significantly enriched GO-term refers to a type of ontology which belongs to molecular function, cellular component or biological process. Similarly, KEGG analysis identifies metabolic pathways or signal transduction pathways in differentially expressed genes. GSVA was performed using GSVA R package (version 1.26) to identify enriched pathways and cellular processes in different clusters and sub-clusters.\nPseudotime trajectory analysis\nECs clusters, SMCs and fibroblasts were isolated and reprocessed using Seurat. Then the R package Monocle 2 [\n8\n] (version 2.26.0) was used to convert the above Seurat subsets to a Monocle object. The pseudotime kinetics of differentially expressed genes and the heatmap were displayed using the corresponding functions in the R package.\nCellular communication analysis\nLigand-receptor pair analysis was conducted utilizing R package “Cellchat”. Briefly, the communication probability or interaction strength of a specific ligand-receptor pair was obtained according to the gene expression of signaling ligands, receptors and their cofactors contained in Cellchat software. Our analysis encompassed a spectrum of molecular interactions, including paracrine and autocrine signaling, ECM-receptor interactions, and direct cell-cell contact interactions. The probability of communication at the signaling pathway level was calculated according to the communication probabilities of all ligand-receptor interactions in each signaling pathway.\nCell cycle analysis\nTo perform the cell cycle analysis, the Seurat R package was utilized to assign a cell cycle score to each cell by the expression levels of cell cycle markers (15 marker genes for G1 phase, 20 marker genes for S phase, 61 marker genes for G2 phase, 64 marker genes for M phase). Cells were then assigned to G1, S, or G2/M phases based on cell cycle scores.\nTF analysis\nAnalysis was performed through SCENIC software, which integrates the GENIE3 algorithm, RcisTarget, and AUCell. TFs and their targets were obtained via GENIE3 algorithm. RcisTarget was used to calculate motifs that were significantly enriched in each co-expression module. The potential direct targets of motif were then predicted. We then delineated gene regulatory networks, termed regulons, which encompass both the TFs and their associated target genes. The activity of each regulon was obtained based on normalized AUC score or AUC binary matrix via AUCell R package. Gene regulatory network was done using the cytoscape software. TF analysis in the part of pseudotime trajectory analysis was performed using FIMO tools from MEMEsuite (5.1.0).\nHematoxylin and eosin (H&E) staining\nParaffin-embedded tissues were sectioned at a 5 mm thickness using a cryomicrotome (RM2016, Leica, Wetzlar, Germany) and these sections were subsequently mounted onto glass microscope slides. The slides were first deparaffinized in xylene I and II (20 min each). Then xylene was eliminated in a graded series of alcohols (100%, 95%, 90%, 80%, 70%). The sections were incubated with H&E solution (G1005, Servicebio, Wuhan, China). Finally, the stained images were digitized using a Pannoramic MIDI scanner (3DHISTECH, Budapest, Hungary).\nImmunofluorescent staining\nSections were fixed with 4% paraformaldehyde, permeabilized with 0.1% Triton X-100 (9036-19-5, Sigma-Aldrich, St. Louis, MO, USA) and then blocked for 0.5 h with goat serum. Sections were then incubated in primary antibody which was diluted 1:100 in TBST overnight at 4 °C. Following antibodies were used: anti-CD31 (28083-1-AP, Proteintech, Cook County, Illinois, USA), anti-eNOS (27120-1-AP, Proteintech), anti-α-SMA (67735-1-Ig, Proteintech), anti-CD68 (28058-1-AP, Proteintech), anti-CEBPB (66649-1-Ig, Proteintech), anti-SPARC (15274-1-AP, Proteintech), anti-KLF4 (11880-1-AP, Proteintech), anti-SERPINE2 (11303-1-AP, Proteintech), anti-TXNIP (18243-1-AP, Proteintech), anti-FOSB (ab184938, Abcam, Cambridge, MA, USA), anti-ET-1 (DF6125, Affinity Bioscience, Melbourne, Australia), anti-PDGFRα (sc-398206, Santa Cruz Biotechnology, Dallas, Texas, USA), anti-CXCR4 (sc-53534, Santa Cruz Biotechnology), anti-PLN (ab219626, Abcam), anti-DPT (10537-1-AP, Proteintech). After washing with PBS (three times, 5 min each), the sections were incubated with secondary antibodies Fluor488 (1:500 dilution, EK011, Zhuangzhi Biotech, Xi’an, Shaanxi, China) or Cy3 (1:500 dilution, EK022, Zhuangzhi Biotech) for 1 h at room temperature. The nuclei were counterstained with DAPI. Images were scanned with Pannoramic MIDI scanner (3DHISTECH).\nStatistical analysis\nIntima-media thickness of CA and FA from Con and HU rats was represented as mean ± standard error of mean. P-value < 0.05 determined by unpaired Student’s t-test was considered statistically significant.",
    "results": "Results\nConstruction of rat single-cell atlases by scRNA-Seq\nAlthough scRNA-seq has extensively profiled vascular changes in cardiovascular and metabolic diseases, a detailed single-cell analysis of arterial adaptations in hindlimb-suspended rats remains absent. We performed a systematic scRNA-seq study on more than 22,000 cells from rat carotid and femoral arteries. These rats experienced three months of hindlimb unloading, with some serving as controls under normal gravity conditions. (Fig. \n1\nA). After quality control, 6742, 2983, 4487, 2463 cells were acquired in Con-CA (carotid artery in contol group), Con-FA (femoral artery in contol group), HU-CA (carotid artery in hindlimb unloading group) and HU-FA (femoral artery in hindlimb unloading group) datasets (Fig. \n1\nB), which correspond to the median of 2260.5, 2064, 1909 and 1825 genes per cell, respectively. The mean reads per cell were 37,089, 86,801, 62,761 and 113,861 in Con-CA, Con-FA, HU-CA and HU-FA.\nIndividual clusters were labeled for cell type with known marker genes. In total, we identified 23 cell clusters (Fig. \n1\nC) that could be divided into 10 major cell types (Fig. \n1\nD). Integrated datasets of above four groups displayed satisfactory alignment. Known markers used to divide cell types were shown in Additional file 1: Table. S1. Vascular cell types represented in the distinct clusters included ECs (cluster 5, 7, 11, 13, 20), VSMCs (cluster 0, 3, 9, 10, 14, 15), fibroblasts (cluster 1, 2, 4, 6, 12), macrophages (cluster 8), B cells (cluster 21), T cells (cluster 18), dendritic cells (cluster 17), neutrophil (cluster 19), neuron (cluster 22), and stem cells (cluster 16). The expression of marker genes across the 10 cell clusters were shown in Additional file 1: Fig. \nS1\n.\nWe then examined the distribution of major cell types within each group (Fig. \n1\nE, F, Additional file 1: Table. S2). Notably, the proportion of SMCs was elevated in the CA relative to the FA. Interestingly, a reduction in SMC fraction was observed in HU-CA and HU-FA compared to Con (Fig. \n1\nF). This finding contradicts prior studies suggesting that simulated weightlessness stimulates the proliferation of CA SMCs in rats [\n5\n]. Additionally, HU-CA demonstrated a higher percentage of ECs compared with Con-CA. Moreover, the HU-FA group exhibited increased percentage of immune cells—comprising B cells, T cells, dendritic cells, and neutrophils—compared to Con-FA.\nThen, we presented top 5 highest differential expression genes relative to all other cells in each cluster (Fig. \n1\nG). For example, the specific markers of ECs are \nMall\n, \nCldn5\n, \nVwf\n, \nMmrn2\n, \nGja5\n. \nVwf\n is the canonical ECs gene. \nCldn5\n, encoding a tight junction protein, and \nMmrn2\n, encoding an extracellular matrix protein known as Multimerin 2, were also highlighted. The markers of SMCs are \nActa1\n and potassium channel subfamily K member 3 (\nKcnk3\n). Fibroblast marker is \nScara5\n, a class A scavenger receptor with the clearance function of foreign and endogenous material [\n9\n]. Here we also showed the number of upregulated genes with average fold change > 1.28, P value < 0.05 for each cell type compared to all other cells (Fig. \n1\nH). Consistent with previous findings, monocytes including dendritic cells and macrophages have more differentially expressed genes than other cell clusters [\n10\n].\n\n\nFig. 1\nSingle-cell RNA-sequencing (scRNA-seq) atlas of Con and HU CA and FA. (\nA\n) Overview of experimental design and approach. CA and FA were collected from rats subjected to 3 months hindlimb unloading (HU) or exposed to normal gravity (Con). Then the single-cell suspension was sequenced using scRNA-seq method. Bioinformatics analysis was performed according to the results of scRNA-seq. (\nB\n) T-Distributed Stochastic Neighbor Embedding (t-SNE) plot of scRNA-seq datasets from Con-CA, Con-FA, HU-CA and HU-FA samples. (\nC\n) t-SNE plot of single-cell gene expression showing 22 identified cell clusters. (\nD\n) t-SNE plot of single-cell gene expression showing 10 identified cell types. (\nE\n) Cell number of each cell type in Con-CA, Con-FA, HU-CA and HU-FA samples. (\nF\n) Percentage of major cell types in each group. (\nG\n) Dot plot demonstrates the top 5 highest differential expression genes relative to all other cells in each type. Dot size corresponds to proportion of cells within the group expressing each transcript, and dot color corresponds to expression level. (\nH\n) The number of differentially expressed genes in each cell type compared to other cell types\n\n\nArtery-specific differentially expressed genes between con and HU group in ECs and distinct gene expression profiles for EC sub-clusters\nCurrently, there’s no report on gene expression differences in SMCs, ECs, fibroblasts, and immune cells from carotid and femoral arteries under microgravity, mainly because isolating these cell types is difficult. After sequencing of flow-sorted vascular cells, datasets from different cell types were aggregated in this study.\nWe first focused on the differentially expressed genes in ECs between Con and HU (Fig. \n2\nA, B). For ECM remodeling, genes encoding collagen such as \ncol4a1\n, \ncol4a2\n were downregulated in both HU-CA and HU-FA. For secretory function of ECs, the increase of \nVcam1\n and \nNos3\n suggested enhanced vasodilatation and adhesion of leukocytes in HU-CA ECs. Downregulation of \nEdn1\n which encodes ET-1 may give rise to decreased vasoconstriction and basal vascular tone in HU-CA. The protein levels of eNOS (Fig. \n2\nC), which was coded by \nNos3\n, and ET-1 (Fig. \n2\nD) were verified by immunofluorescence. \nMmrn1\n and \nVwf\n were increased in HU-CA, promoting platelet adhesion and clotting [\n11\n]. \nCcn1\n, essential for atherogenesis, was reported to be induced by oscillatory shear stress and inhibited by laminar shear stress [\n12\n]. It was upregulated in HU-FA but downregulated in HU-CA, highlighting the differential shear stress impacts on the CA and FA. KEGG pathway analysis revealed an upregulation of genes encoding ribosomal proteins, such as \nRpl37\n,\n Rpl36\n,\n Rpl35\n, in ECs from both HU-CA and HU-FA when compared to their Con counterparts (Fig. \n2\nE, F).\nSub-clustering analysis of ECs revealed 6 sub-clusters. Sub-cluster 0 showed high expression of \nIsl1\n (Fig. \n2\nG), a marker of embryonic stem cell-derived progenitors [\n13\n], indicating the potential of self-renewal. The sub-cluster also featured increased expression of \nBmp6\n, a gene implicated in osteogenic differentiation of ECs during vascular calcification [\n14\n]. This sub-cluster showed enrichment for KEGG terms related to protein processing in endoplasmic reticulum (Fig. \n2\nH), which was confirmed by GSVA analysis result that sub-cluster 0 was involved in protein secretion and unfolded protein response (Fig. \n2\nI). Compared to FA, more ECs from CA were in sub-cluster 0 (Fig. \n2\nJ). Contrary to sub-cluster 0, sub-cluster 1 demonstrated a more enrichment of cell number in FA (Fig. \n2\nH). \nLipe\n and \nGpihbp1\n, involved in lipolytic process [\n15\n], were two markers for sub-cluster 1. Sub-cluster 1 specifically exhibited enrichment for the “Rap1 signaling pathway” and its downstream “PI3K/AKT/mTOR signaling pathway” (Fig. \n2\nK), which are known to play roles in cell adhesion, migration, and angiogenesis. Consistent with this, \nCxcl12\n, another marker of sub-cluster 1, is recognized for its involvement in endothelial migration [\n16\n]. For EC sub-cluster 2, marker genes \nRpl30\n and \nRps25\n were crucial for ribosome assembly and protein translation. Consistently, GO enrichment analysis indicated significant enrichment for the terms “Translation” and “Structural constituent of ribosome” in EC sub-cluster 2 (Additional file 1: Fig. S2). The EC sub-cluster 3 expressed \nLyve1\n, a lymphatic endothelial marker, suggesting this population was lymphatic endothelium. The definition of sub-cluster 3 was further confirmed by the elevated expression of \nCcl21\n, a chemokine produced by lymphatic endothelial cells. Notably, there were more lymphatic endothelial cells in FA than that in CA (Fig. \n2\nJ). \nCnn1\n, a canonical marker of SMCs and a late indicator of EndoMT, is a hallmark of EC sub-cluster 4 [\n17\n]. EndoMT is a process whereby endothelial cells undergo phenotype changes towards to mesenchymal cells such as SMCs and fibroblasts. EndoMT is integral to the pathogenesis of conditions such as hypertension-induced vascular injury [\n18\n] and atherosclerosis [\n19\n]. The sub-cluster 4 also expresses the myogenic marker \nActa2\n which encodes α-SMA and \nPln\n which encodes phospholamban, a regulator of ER Ca\n2+\n homeostasis in angiogenesis [\n20\n], suggesting a mesenchymal cell phenotype possibly due to EndoMT. To further confirm EndoMT, we compared the differential expression of endothelial cell markers and mesenchymal cell markers between the HU group and the Con group. The dot plot showed that the expression of Tie1, Cdh5, and Vwf was downregulated, whereas the expression of S100a4, Vimentin and smooth muscle cell markers Acta2, Spp1 and Cnn1 was upregulated in EC sub-cluster 4 of HU-CA in comparison with Con counterpart (Additional file 1: Fig. S3A). Moreover, the expression of Cdh5 was decreased and the expression of S100a4, Vimentin was increased in EC sub-cluster 5 of both HU-CA and HU-FA compared to their Con counterparts (Additional file 1: Fig. S3B). Additionally, Cald1 is a molecule that distinguishes smooth muscle cells from fibroblasts, being exclusively expressed in smooth muscle cells [\n21\n]. The results demonstrated that the expression of Cald1 in sub-cluster 4 was significantly higher than that in sub-cluster 5 (Additional file 1: Fig. S3C), suggesting the smooth muscle cell phenotype in sub-cluster 4.\nTo delve deeper, we employed pseudotime analysis to simulate the EndoMT transition of EC sub-clusters into fibroblasts and SMCs. As shown in Fig. \n2\nL, a subset of EC sub-cluster 4 appeared to be positioned between the ECs and SMCs in biological evolution. Besides, sub-cluster 5 of ECs was located at the intermediate stage of differentiation between fibroblasts and endothelial cells. Then 3 different cell states were identified: state 1, 2, 3. The ECs were primarily distributed in states 1, located in the initial state of the cell differentiation trajectory. The fibroblasts and SMCs were predominantly distributed in states 2 and 3, representing the final stage of the differentiation trajectory. Subsequently, genes with significant changes over pseudotime were clustered, followed by KEGG enrichment analysis for each cluster (Fig. \n2\n M). Cluster 1 gene set manifested protein processing in endoplasmic reticulum. Cluster 2 gene set exhibited enrichment of vascular smooth muscle contraction. Additionally, we used gene clusters 1 and 2 as target genes for TF prediction and found \nEgr2\n, \nSpi1\n and \nNrf1\n may play important roles in the differentiation process of ECs to fibroblasts, and \nKlf15\n, \nNr5a2\n and \nZfx\n may be crucial for the transition of ECs into SMCs (Additional file 1: Fig. S4). We also compared the pseudotime trajectories between CA and FA. It was found that the process of EC sub-cluster 4 differentiating into SMCs occured only in the CA while transition of ECs into fibroblasts occurred in CA and FA (Fig. \n2\n N). Besides, EC sub-cluster 4 from HU-CA exclusively exhibited differentiation into SMCs compared to Con-CA, as shown in Fig. 2O. Tail suspension simulated weightlessness might also promote transition of EC sub-cluster 4 to fibroblasts in FA (Additional file 1: Fig. S5).\n\n\nFig. 2\nArtery-specific transcriptomic changes during hindlimb unloading and sub-clusters of ECs\n. (\nA\n, \nB\n) Volcano plot of differentially expressed genes (average log fold change > 0.23, average fold change > 1.28, P value < 0.05) in HU-CA ECs (\nA\n) and HU-FA ECs (\nB\n) in comparison with Con counterparts. (\nC\n, \nD\n) Immunostaining of eNOS (\nC\n) and ET-1 (\nD\n) in Con and HU-CA. Scale bar, 40 μm. (\nE\n, \nF\n) KEGG analysis of sub-differentially expressed genes in HU-CA ECs (\nE\n) and HU-FA ECs (\nF\n) in comparison with Con counterparts. (\nG\n) Heatmap showing EC sub-cluster identity and the top 5 marker genes of each EC sub-cluster. (\nH\n) KEGG analysis of specific genes in EC sub-cluster 0. (\nI\n) GSVA analysis of EC sub-cluster-specific genes. (\nJ\n) Percentage of each sub-cluster of ECs. (\nK\n) KEGG analysis of specific genes in EC sub-cluster (1) (\nL\n) The trajectory distribution of EC sub-clusters, SMCs and fibroblasts and 3 states in differentiation trajectories. (\nM\n) Differentially expressed genes across pseudotime which were divided into cluster 1 and 2 and the represented biological pathways from KEGG analysis of gene cluster 1 and (2) (\nN\n) Pseudotime trajectories of EC sub-cluster 4 and 5 in CA + FA, CA and FA. (\nO\n) Pseudotime trajectories of EC sub-cluster 4 in Con-CA and HU-CA. Scale bar, 40 μm\n\n\nArtery-specific differentially expressed genes between con and HU group in SMCs and distinct gene expression profiles for SMC sub-clusters\nIn our study, SMCs exhibited heightened transcription of \nActa2\n in both HU-CA and HU-FA, signifying an increase in α-SMA levels (Fig. \n3\nA, B). This could explain the observed increase in carotid artery intima-media thickness in tail-suspended rats [\n5\n], despite a reduced SMC cell count in HU-CA compared to Con-CA. Our research also confirmed the increased intima-media thickness in HU-CA (Fig. \n3\nC). The selective upregulation of the ryanodine receptor (\nTrdn\n), the voltage-dependent L-type calcium channel (\nCacna1d\n) and \nPln\n are integral to ER Ca\n2+\n homeostasis [\n20\n]. The increased expression of these genes indicated a hypercontractile state in HU-CA SMCs. The protein level of PLN was verified by immunostaining (Fig. \n3\nD). Regarding the ECM, HU-CA SMCs showed a decrease in genes encoding elastin (\nEln\n), collagens (\nCol1a1\n,\n Col4a1\n,\n Col6a1\n), laminins (\nLamc1\n,\n Lamb1\n,\n Lama2\n), thrombospondins (\nThbs2\n,\n Thbs3\n), and fibronectin (\nFn1\n) when compared to Con-CA. Notably, genes encoding components of the ribosome, such as \nRpl37\n and \nRpl41\n, were upregulated in HU-CA SMCs relative to Con-CA. However, a downregulation of genes \nRps2\n and \nRps27a\n was noted in HU-FA compared to Con-FA (Fig. \n3\nB, Additional file 1: Fig. S6). Additionally, the expression level of genes (\nSpp1\n,\n Msx2\n,\n Bmp2\n) encoding vascular calcification markers (OPN, MSX2, BMP2) were elevated in HU-FA compared to Con-FA, indicating the tendency of calcification of FA but not CA. Collectively, these results highlighted the heterogeneity between the forebody and hindbody arteries of hindlimb-unloaded rats. This was possibly due to differential transmural pressures across the CA and FA as a result of hindlimb unloading [\n22\n].\nSub-clustering analysis of SMCs revealed 6 sub-clusters (Fig. \n3\nE). Sub-cluster 0 was characterized by elevated levels of \nCol4a6\n,\n Acta2\n, and glutamine synthetase 2 (\nGls2\n), a regulator of glutaminolysis and ferroptosis. The enriched GO term “organonitrogen compound metabolic process” highlighted this sub-cluster’s metabolic role (Fig. \n3\nF). Sub-cluster 1 was marked by the presence of \nSacsin\n, encoding a chaperone involved in intermediate filament assembly [\n23\n] and the ryanodine receptor 2 (\nRyr2\n), crucial for calcium release and SMC contraction. Sub-cluster 2 featured the gene for vitronectin (\nVtn\n), an glycoprotein involved in cell adhesion [\n24\n], and \nHigd1b\n, which maintains mitochondrial integrity under hypoxia [\n25\n]. This sub-cluster was more prevalent in the FA than in the CA (Fig. \n3\nG). Sub-cluster 3 was defined by \nNdufa4\n and \nRps20\n. NDUFA4 is a component of the mitochondrial respiratory chain essential for mitochondrial function and energy metabolism [\n26\n]. \nRps20\n encodes a ribosomal protein. The sub-cluster’s contribution to ribosome construction was indicated by the GO terms “structure constituent of ribosome” (Fig. \n3\nH). The markers of sub-cluster 4 are oncofetal gene \nGpc3\n and SMCs progenitor marker \nPi16\n [\n27\n]. According to GSVA (Fig. \n3\nI), sub-cluster 4 showed enrichment of “Hedgehog signaling pathway” which is essential in embryogenesis and a key regulator of stem cell [\n28\n, \n29\n]. High expression of ECM-related genes in this sub cluster, demonstrated by GO enrichment analysis (Fig. \n3\nJ), heralded that sub-cluster 4 was major contributor to the surrounding microenvironmental vascular matrix. The marker of sub-cluster 5 \nEsco2\n is involved in tethering between sister chromatids during DNA double-strand break repair [\n30\n]. Another marker \nGas2l3\n is responsible for linking actin and microtubule filaments in interphase of cells and plays a pivotal role in mitosis and cytokinesis [\n31\n]. Consistently, GSVA revealed that “G2M checkpoint”, “mitotic spindle signaling pathway” were enriched in SMCs sub-cluster 5. The enrichment of GO term “cell cycle” (Fig. \n3\nK) and the enrichment of KEGG terms “DNA replication” and “spliceosome” (Fig. \n3\nL) further confirmed the role of this sub-cluster in cell cycle. Notably, this sub-cluster had a higher percentage of G2-phase cells and a lower percentage of non-cycling cells compared to others (Fig. \n3\nM). The percentage of sub-cluster 4 and 5 in CA and FA was lower after hindlimb unloading (Fig. \n3\nG), suggesting that hindlimb unloading may inhibit the cell cycle of SMCs.\n\n\nFig. 3\nArtery-specific transcriptomic changes during hindlimb unloading and sub-clusters of SMCs. (\nA\n, \nB\n) Volcano plot of differentially expressed genes (average log fold change > 0.23, average fold change > 1.28, P value < 0.05) in HU-CA SMCs (\nA\n) and HU-FA SMCs (\nB\n) in comparison with Con counterparts. (\nC\n) Representative photomicrograph of CA and FA of rats in both Con and HU group showing histo-morphological changes in medial thickness. (\nD\n) Immunostaining of α-SMA and PLN in Con and HU-CA. (\nE\n) Heatmap of top 5 marker genes of each SMC sub-cluster. (\nF\n) Go enrichment analysis of specific genes in SMC sub-cluster 0. (\nG\n) Percentage of each sub-cluster of SMCs in each group. (\nH\n) Go enrichment analysis of specific genes in SMC sub-cluster 3. (\nI\n) GSVA analysis of SMC sub-cluster-specific genes. (\nJ\n) Go enrichment analysis of specific genes in SMC sub-cluster 4. (\nK\n) Percentage of cells at different stages of cell cycle in each SMC sub-cluster. (\nL\n, \nM\n) Go enrichment analysis (\nL\n) and KEGG analysis (\nM\n) of specific genes in SMC sub-cluster 5. Scale bar, 40 μm. *\nP\n < 0.05\n\n\nArtery-specific differentially expressed genes between con and HU group in fibroblasts and distinct gene expression profiles for fibroblast sub-clusters\nThe outer adventitia is predominantly composed of collagen and fibroblasts. Fibroblasts showed the greatest number of both downregulated and upregulated genes in HU group compared to Con counterparts across all clusters (Fig. \n4\nA, B), highlighting their high plasticity, which is consistent with previous findings that adventitial plays a pivotal role in vascular remodeling in response to hyperlipidemia or balloon injury [\n32\n, \n33\n]. As for ECM, an upregulation of \nSerpine1\n and \nSerpine2\n (Fig. \n4\nC), which encode PAI-1 and PN-1 respectively, indicated heightened antifibrinolytic activity [\n34\n] and the limitation in matrix breakdown in HU-CA. The upregulation of \nNox4\n and \nTxnip\n (Fig. \n4\nC, D) may give rise to increased oxidative stress and NLRP3 inflammasome activation [\n35\n] in HU-CA and HU-FA. The marker of fibroblast \nPdgfra\n (Fig. \n4\nC, D), which drives fibrosis and proliferation of fibroblast, was upregulated in both HU-CA and HU-FA. The protein level of TXNIP (Fig. \n4\nE), PDGFRα and SERPINE2 (Fig. \n4\nF) was verified by immunofluorescence. The upregulation of progenitor marker \nPi16\n (Fig. \n4\nC, D) in HU-CA and HU-FA suggested the increased progenitor group of fibroblasts [\n27\n]. Phenotypic transformation of adventitial fibroblasts, which is characterized by elevated expression of \nActa2\n (Fig. \n4\nC, D), is important in the process of vascular diseases [\n36\n]. The upregulation of \nActa2\n suggested a shift of fibroblasts towards a myofibroblast phenotype in HU-CA and HU-FA. GSVA analysis revealed an enrichment of myogenesis-related genes in HU-CA (Additional file 1: Fig. S7A), hinting at fibroblast involvement in the modulation of intima-media thickness during hindlimb unloading. It is worth noting that, following hindlimb unloading exposure, differentially expressed genes were enriched in metabolic process in fibroblast of CA and FA after microgravity according to GO terms analysis (Fig. \n4\nG, H).\nSub-clustering analysis of fibroblasts revealed 5 sub-clusters (Fig. \n4\nI). \nCol1a1\n and the glutamate transporter \nSlc1a3\n were markers for sub-cluster 0. The markers of sub-cluster 1 \nMup5\n was involved in glucose and lipid metabolism [\n37\n]. The enrichment of GO terms (Fig. \n4\nJ) and GSVA analysis (Additional file 1: Fig. S7B) confirmed this sub-cluster’s role in glycolysis and mitochondrial oxidative phosphorylation. The marker of fibroblast sub-cluster 2 included \nAlpl\n, which is involved in vascular calcification, and \nF2rl1\n which encoded PAR2, a modulator in vascular inflammation and atherogenesis [\n38\n]. Sub-cluster 3 maybe progenitor of fibroblast as demonstrated by the expression of \nProcr\n, a signature gene providing stem cell signal in various type of cells [\n39\n]. Another marker \nEfhd1\n was involved in mitochondrial morphology and energy metabolism in Ca\n2+\n dependent and independent manner [\n40\n]. The marker of sub-cluster 4 \nSpp1\n is involved in the process of atherosclerotic plaque formation [\n41\n]. GSVA analysis shows an enrichment of genes associated with angiogenesis (Additional file 1: Fig. S7B).\n\n\nFig. 4\nArtery-specific transcriptomic changes during hindlimb unloading and sub-clusters of fibroblasts. (\nA\n, \nB\n) Dot plot showing the expression of selected differentially expressed genes in HU-CA fibroblasts (\nA\n) and HU-FA fibroblasts (\nB\n) in comparison with Con counterparts. (\nC\n, \nD\n) Immunostaining of PDGFRα, TXNIP(\nC\n) and SERPINE2 (\nD\n) in Con and HU-CA. (\nE\n, \nF\n) GO enrichment analysis of differentially expressed genes in HU-CA ECs (\nE\n) and HU-FA ECs (\nF\n) in comparison with Con counterparts. (\nG\n) Heatmap of top 5 marker genes of each fibroblast sub-cluster. (\nH\n) Go analysis of specific genes in fibroblast sub-cluster 1. (\nI\n) GSVA analysis of specific genes in each fibroblast sub-cluster. Scale bar, 40 μm\n\n\nArtery-specific differentially expressed genes between con and HU group in macrophages and differentially expressed genes shared across several cell types\nMacrophages are crucial for angiogenesis [\n42\n] and the formation of atherosclerosis plaques [\n43\n]. The binding of CXCR4 with chemokine CXCL12 activates of mTOR and NF-κB signaling pathway, which are known to promote cellular growth and proliferation [\n44\n]. The upregulation of \nCxcr4\n in macrophages (Fig. \n5\nA) and the upregulation of \nCxcl12\n in fibroblasts of HU-CA suggested that the interaction of fibroblast CXCL12 with macrophage CXCR4 might be enhanced. The upregulated protein expression of CXCR4 in HU-CA was verified through immunofluorescence (Fig. \n5\nB). KEGG enrichment analysis revealed that upregulated genes (\nJund\n,\n Nfkbia\n,\n Hsp90ab1\n) were mainly enriched in IL-17 signalling in HU-CA and HU-FA. The downregulated genes (\nCyb\n,\n Atp6\n,\n Cox2\n,\n Nd1\n,\n Nd4l\n,\n Nd5\n,\n Nd6\n) were mainly enriched in oxidative phosphorylation in HU-FA (Fig. \n5\nA, D, E).\nThen we scrutinized genes with varying expression levels across multiple cell types to elucidate general vascular remodeling processes (Fig. \n5\nF, J). Notably, several TFs were found to be dysregulated. \nKlf4\n, which is involved in the mechanotransduction mechanism and up-regulates many atheroprotective genes [\n45\n], was upregulated in HU-CA ECs and fibroblasts as well as in four HU-FA cell types. The upregulation of \nCebpb\n and \nCebpd\n, which encode the transcription factor C/EBPs, was observed across ECs, SMCs and fibroblasts in HU-CA and HU-FA, suggesting the possibility of overall inflammatory state [\n46\n]. This was further supported by increased levels of \nFosb\n and \nJun\n, which encode components of the proinflammatory AP1 transcription factor, in several cell types in both HU-CA and HU-FA. Additionally, the exclusive downregulation of ECM–related genes was observed, consistent with previous report that ECM related genes were downregulated in CA of mice [\n47\n]. Specifically, \nLox\n, \nEln\n and \nDpt\n were downregulated across HU-CA and HU-FA endothelial cells, SMCs, and fibroblasts, indicating impaired vascular integrity and elasticity. The downregulation of \ncol1a1\n, \ncol3a1\n, and \nSparc\n, which are involved in collagen binding and maturation, suggests compromised basal lamina assembly and cellular adhesion [\n48\n] in CA and FA after hindlimb unloading. Protein level confirmation was obtained for the upregulation of KLF4, FOSB, CEBPB and the downregulation of SPARC, DPT in HU-CA. (Fig. \n5\nH, I, J, K, L).\n\n\nFig. 5\nArtery-specific transcriptomic changes of macrophage during hindlimb unloading and some genes that were commonly changed in more than one type of cells. (\nA\n)Dot plot showing the expression of selected differentially expressed genes in HU-CA macrophages. (\nB\n) Immunostaining of CD68 and CXCR4 in Con and HU-CA. (\nC\n) Volcano plot of differentially expressed genes (average log fold change > 0.23, average fold change > 1.28, P value < 0.05) in HU-FA macrophages in comparison with Con counterparts. (\nD\n, \nE\n) KEGG analysis of differentially expressed genes in HU-CA macrophages (\nD\n) and HU-FA macrophages (\nE\n) in comparison with Con counterparts. (\nF\n, \nG\n) Differential gene expression analysis showing the selected up- and down-regulated genes across several cell types in HU-CA (\nF\n) and HU-FA (\nG\n) compared to their Con counterparts. (\nH\n-\nL\n) Immunostaining of CEPBPB (\nH\n), DPT (\nI\n), FOSB (\nJ\n), SPARC (\nK\n), KLF4 (\nL\n) in Con and HU-CA. Scale bar, 40 μm\n\n\nCellular communication changes in FA and CA after hindlimb unloading in rats\nIntercellular communication between heterogenous clusters within artery was revealed leveraging CellChatDB. Among HU-related changes in ligand-receptor pairs in CA and FA, fibroblasts and SMCs played a crucial role in orchestrating intercellular communication changes, as supported by the more pronounced changes in the number of interactions and interaction strength (Fig. \n6\nA, B).\nTo elucidate changes in cell-to-cell communication in the CA due to HU, we utilized CellChat analysis to identify key signaling pathways. This analysis underscored the significant role of fibroblasts and SMCs in cellular communication. Specifically, SMCs received signals from \nSpp1\n, \nLaminin\n,\n Collagen\n,\n Fn1\n, and \nPtn\n, while fibroblasts were receptive to signals from \nMif\n,\n Pdgf\n, and \nWnt\n (Fig. \n6\nC). In terms of signal emission, SMCs released signals including \nSpp1\n,\n Notch\n, and \nEphb\n, whereas fibroblasts secreted \nCd99\n,\n Fn1\n,\n Sema3\n, and \nIgf\n (Fig. \n6\nD). Then we compared interaction strength between HU-CA and Con-CA (Fig. \n6\nE). For ECM-related ligand-receptor pairs, \nCol4a1_Sdc4\n,\n Col4a4_Sdc4\n,\n Fn1_Itga8/Itgb1\n,\n Fn1_Sdc4\n,\n Lamb2_Itga7/Itgb1\n were increased between ECs and SMCs. However, the interactions of ligands including \nlama4\n,\n lama5\n,\n lamb1\n and \nlamc1\n and receptors including \nItga7/Itgb1\n and \nDag1\n within SMCs of CA were decreased after HU. In our study, we also assessed the secreted signaling of specific ligand-receptor pairs. Notably, the anti-inflammatory interaction between \nPros1\n and \nAxl\n was diminished in the communication between fibroblasts and SMCs after HU in CA [\n49\n]. Midkine (\nMdk\n), a heparin-binding growth factor involved in cell growth, survival, migration, and angiogenesis [\n50\n], exhibited reduced interactions from fibroblasts with its transmembrane receptors \nLrp1\n, \nNcl\n, \nSdc2\n, and \nSdc4\n on SMCs in HU-CA compared to Con-CA. These ligand-receptor interactions were similarly attenuated within fibroblasts in HU-CA. Furthermore, arterial endothelial \nAckr3\n, known to mediate endothelium-immune cell adhesion [\n51\n], showed an increased interaction with \nMif\n from SMCs in HU-CA versus Con-CA. The interaction of \nMif_Ackr3\n pair was also enhanced within ECs. Additionally, the \nPdgfa_Pdgfrb\n signaling pair was likewise augmented within SMCs.\nHU-induced alterations in cellular communication within the FA were also characterized. ECs received signals from \nVegf\n, \nCdh5\n, and \nJam\n, while SMCs were responsive to \nSpp1\n, \nLaminin\n, and \nSema3\n (Additional file 1: Fig. S8). Post-HU analysis of the FA revealed changes in the interaction strength of specific ligand-receptor pairs (Fig. \n6\nF). Notably, the \nSema3c_Plxnd1\n pair, which suppresses angiogenesis [\n52\n], exhibited reduced signaling between fibroblasts and SMCs in HU-FA compared to Con-FA. In contrast to the CA, the anti-inflammatory \nPros1_Axl\n interaction was enhanced in fibroblast-SMC and fibroblast-fibroblast communications following HU in the FA. The secreted signaling pair \nMif_Ackr3\n was strengthened in SMCs-fibroblasts and fibroblasts-fibroblasts cell crosstalk. ECM-related pairs including \nCol1a1_Cd44\n, \nCol6a1_ Itga1/Itgb1\n, \nCol6a1_Cd44\n were diminished in fibroblast-SMC crosstalk. Unlike in the CA, ECM pairs such as \nCol1a1_Itga1/Itgb1\n, \nCol4a1_Itga1/Itgb1\n, and \nCol4a1_Cd44\n were also reduced in EC-SMC communications after HU in the FA. Furthermore, cell-cell contact interactions, including \nF11r_Jam3\n, \nJag2_Notch1\n, \nJag2_Notch2\n, and \nJam2_Jam3\n, were attenuated in EC-SMC crosstalk in HU-FA relative to Con-FA.\n\n\nFig. 6\nThe effect of hindlimb unloading on intercellular communication between different cell types in CA and FA. (\nA\n, \nB\n) Circle plot showing the differential number of interactions and differential interaction strength among different artery cell types in HU-CA (\nA\n) and HU-FA (\nB\n) in comparison with Con counterparts. The red line represented increased number and strength of interaction. The blue line represented the opposite trend. The line thickness is proportional to the number of ligands-receptors pairs and interaction strength. (\nC\n, \nD\n) Heatmap of incoming signaling patterns (\nC\n) and outgoing signaling patterns (\nD\n) of different cell types identified by CellChat analysis in Con-CA and HU-CA. (\nE\n, \nF\n) Heatmap revealing top predicted differential expressed ligand-receptor pairs between different cell types in HU-CA (\nE\n) and HU-FA (\nF\n) compared to their counterparts\n\n\nTranscription factor regulation features in FA and CA after hindlimb unloading in rats\nWe performed SCENIC analysis to identify the key TFs responsible for vascular cell heterogeneity and alterations in transcription during HU. We first explored the cluster-specific TF regulation features. In a heatmap of average regulon activity, we found that \nPrrx2\n,\n Cebpd\n and \nCreb3l1\n were highlighted in fibroblasts, while \nMef2c\n, crucial for the maturation of smooth muscle cells [\n53\n], were exclusively more active in SMCs. SMCs and immune cells showed higher activity of AP-1 family members \nJunb\n,\n Jund and Fosb\n (Fig. \n7\nA). Subsequently, we discerned differences in regulon activities between the HU and Con groups. The enhanced activity of \nMef2a\n was observed in HU-CA compared to Con-CA. \nEts1\n, which prevents vascular endothelial injury in diabetes [\n54\n], was predicted more active both in CA and FA of rats after HU.\nNext, we studied the differences in TF activity between experimental and control groups within specific cell type. The enhanced activity of inflammation-related \nFos\n,\n Jun\n,\n Cebpb\n in fibroblast might responsible for vascular remodeling in CA and FA after HU. Compared to the control group, the transcriptional activity of \nDdit3\n, also known as \nChop\n, was significantly increased in fibroblasts of the HU group (Fig. \n7\nC, Additional file 1: Fig. S9A). \nDdit3\n plays a crucial role in endoplasmic reticulum stress and has recently been found to be important in glucose metabolism [\n55\n]. This finding may partially explain the observed changes in metabolic pathways in fibroblasts within the HU group as mentioned earlier (Fig. \n5\nG, H). As of SMC, transcription factors \nFos\n,\n Fosb\n,\n Srf and Jund\n exhibited differential expression between the CA and FA, while \nMef2c\n is significantly upregulated in both CA and FA after HU (Fig. \n7\nD, Additional file 1: Fig. S9B). Given the pivotal role of \nMef2c\n in smooth muscle differentiation [\n53\n], the increased expression of \nActa2\n in HU-CA and HU-FA might be attributed to the enhanced activity of \nMef2c\n. \nZeb1\n, which is involved in epithelial–mesenchymal transition and plays a protective role in the process of atherosclerosis [\n56\n], had elevated activities in SMC of HU-CA (Fig. \n7\nD). \nAtf4\n, recognized for its role in angiogenic activation and its ability to heterodimerize with other TFs such as \nCebpb\n and \nJund\n [\n57\n], and AP-1 family member \nJun\n and \nFos\n, exhibited greater activity in HU-FA and HU-CA compared to Con groups in EC. Meanwhile, the atheroprotective \nKlf4\n demonstrated heightened activity in ECs of HU-FA but not HU-CA (Fig. \n7\nE, Additional file 1: Fig. S9C). Additionally, we constructed the TF-target gene network of some TFs and noticed that \nJun\n, \nFosb and Mef2c\n shared some target genes. \nActa2\n is related to \nSrf\n and \nEts1\n according to this network (Fig. \n7\nF), which has enlightening effects on studying the mechanism of \nActa2\n upregulation in several cell types.\n\n\nFig. 7\nTranscription factor analysis in different cell types of CA and FA. (\nA\n, \nB\n) Heatmap showing the enrichment of TFs based on normalized AUC values in each cell types (\nA\n) and in four groups (\nB\n). (\nC\n) Heatmap showing the activity of regulons within fibroblasts of HU-CA and Con-CA based on the AUC binary matrix. (\nD\n) Heatmap showing the activity of regulons within SMCs of HU-CA and Con-CA based on normalized AUC values. (\nE\n) Heatmap showing the activity of regulons within ECs of HU-CA and Con-CA based on the AUC binary matrix. (\nF\n) TFs with significantly changed activity and their targeted genes",
    "conclusions": "Conclusions\nComprehensive single-cell compendium of the vascular remodeling process in rats at the molecular level under simulated microgravity is described in our study. The identification of region-specific and artery-specific transcriptomic changes, along with commonalities between the CA and FA, contributes to a more comprehensive understanding of the vascular remodeling process under microgravity conditions. By focusing on the less-explored fibroblasts and immune cells, as well as the sub-clusters within the major arterial cell types, our research sheds light on the intricate biological processes at play under simulated microgravity.",
    "supplementary_information": "Supplementary Information\nThe online version contains supplementary material available at 10.1007/s00018-024-05572-x.",
    "introduction": "Introduction\nWith the increasing frequency of long-duration spaceflights, astronauts are confronted with a myriad of harsh conditions, including radiation, microgravity and circadian rhythm disruptions. These factors precipitate a cascade of cardiovascular changes, initially characterized by fluid shifts from the lower limbs to the head. Subsequent phenomena include decreased circulatory blood volume, diminished diastolic arterial pressure, reduced left ventricular dimensions, and post-flight orthostatic intolerance. Furthermore, there is evidence of accelerated physiological aging in the CA, which appears to be reversible [\n1\n]. The structural and functional vascular deconditioning observed in spaceflight has been attributed to alterations in the arterial wall. Studies have documented increased arterial stiffness and reduced compliance in the CA following 6 months of spaceflight, along with increased intima-media thickness in both CA and FA [\n2\n]. Several molecular regulators such as osteopontin [\n3\n], nuclear factor kappa B [\n4\n], and acid sphingomyelinase [\n5\n], have been implicated in the regional-specific arterial remodeling induced by weightlessness. However, a systematic genetic and molecular explanation for these vascular changes remains elusive.\nThe vascular tissue is made up of several types of cells such as ECs, SMCs, fibroblasts, macrophages, which exhibit different responsiveness to simulated microgravity. Traditional molecular biology techniques have struggled to discern the differential cellular responses to weightless environments, despite previous transcriptomic analyses of the vasculature under microgravity. While ECs and SMCs have been the focus of much research, the roles of fibroblasts and macrophages in vascular remodeling under simulated microgravity have not been well-defined. The advent of scRNA-seq has enabled the exploration of transcriptional heterogeneity across various vascular cell types. In this study, we conducted scRNA-seq on CA and FA from rats subjected to 3 months of tail suspension and compared them to age-matched controls under normal gravity conditions. This approach aimed to elucidate artery-specific and cell type-specific molecular signatures, identify key cell sub-clusters, assess intercellular communication networks, and identify important transcription factors. Our findings may shed light on the mechanisms underlying the structural and functional vascular changes observed in space.",
    "hindlimb_unloading_treatment": "Hindlimb unloading treatment\nA total of 12 male Sprague-Dawley rats (Fourth Military Medical University, Xi’an, China), aged eight weeks and sourced, were randomly allocated to either the hindlimb unloading (HU, \nn\n = 6) or the control group (Con, \nn\n = 6). The tail suspension technique, a well-established model for simulating microgravity conditions, was employed and has been comprehensively detailed in our previous work [\n6\n]. The detailed steps are shown in supplementary methods.",
    "artery_dissociation": "Artery dissociation\nThe rats were initially anesthetized using carbon dioxide according to AVMA Guidelines for the Euthanasia of Animals (2020). Subsequently, they were euthanized through exsanguination, facilitated by a transcardial perfusion with 50 mL of PBS. After the removal of surrounding perivascular adipose and connective tissues, the CA and FA were pooled from 6 rats in each group (Con and HU). As described before [\n7\n], the isolated arteries were then sectioned into smaller pieces. These sections were subjected to enzymatic digestion using 2 mg/mL of collagenase I (17018-029, Invitrogen, Waltham, Massachusetts, USA) and 2 mg/mL of dispase II (D4693, Sigma-Aldrich, St. Louis, Missouri, USA) in Hank’s balanced salt solution, incubated at 37 °C for 30 min. The enzymatic digestion process was halted by adding PBS supplemented with 10% fetal bovine serum, followed by vigorous pipetting for 5 to 10 times to ensure thorough mixing. The resulting cell suspension was then filtered through a 30 μm cell strainer and subsequently centrifuged.",
    "scrna-seq_of_ca_and_fa_cells": "ScRNA-seq of CA and FA cells\nCells were enumerated using a cell counter and then adjusted to an optimal concentration, ensuring no less than 1000 cells per microliter. Subsequently, the cell suspension was prepared for single-cell sequencing on the 10× Genomics GemCode platform. The cells were combined with enzymes and bonded to Gel Beads, each impregnated with unique barcode information. This mixture was then processed through the 10× Genomics instrument, which encapsulated the cells within oil surfactant droplets to form single-cell GEM. Following this, primers were released and thoroughly mixed with the cell lysates upon the dissolution of the Gel Beads. This facilitated the reverse transcription of barcoded, full-length cDNA. PCR amplification was performed using cDNA as template for library construction. Finally, the libraries were sequenced utilizing the Chromium Next GEM Single Cell 3’ Reagent Kits, version 3.1. The quality control, normalizing and dimentional reduction are shown in supplementary methods.",
    "clustering,_cell_type_annotation_and_subclustering_of_scrna-": "Clustering, cell type annotation and subclustering of scRNA-seq data\nThe graph-based clustering and the optimal cluster resolution were performed according to previously identified PCs. For visual representation, t-SNE was employed, utilizing the same set of PCs to encapsulate the data’s high-dimensional structure. Cluster identity was assigned by applying the Single R package according to classic cell type markers. Detailed methods are shown in Supplementary methods.\nFor subclustering of ECs, SMCs and fibroblasts, gene expression data were processed with log-normalization, gene filtration, PCA, clustering, t-SNE. To identify subcluster-specific markers, the FindAllMarkers function from Seurat was utilized, providing a comprehensive set of differentially expressed genes that could distinguish each subcluster.",
    "functional_enrichment_analysis": "Functional enrichment analysis\nDifferentially expressed genes in specific cell types, clusters and differentially expressed genes between Con and HU were used to perform GO, KEGG and GSVA functional enrichment analysis. Each significantly enriched GO-term refers to a type of ontology which belongs to molecular function, cellular component or biological process. Similarly, KEGG analysis identifies metabolic pathways or signal transduction pathways in differentially expressed genes. GSVA was performed using GSVA R package (version 1.26) to identify enriched pathways and cellular processes in different clusters and sub-clusters.",
    "pseudotime_trajectory_analysis": "Pseudotime trajectory analysis\nECs clusters, SMCs and fibroblasts were isolated and reprocessed using Seurat. Then the R package Monocle 2 [\n8\n] (version 2.26.0) was used to convert the above Seurat subsets to a Monocle object. The pseudotime kinetics of differentially expressed genes and the heatmap were displayed using the corresponding functions in the R package.",
    "cellular_communication_analysis": "Cellular communication analysis\nLigand-receptor pair analysis was conducted utilizing R package “Cellchat”. Briefly, the communication probability or interaction strength of a specific ligand-receptor pair was obtained according to the gene expression of signaling ligands, receptors and their cofactors contained in Cellchat software. Our analysis encompassed a spectrum of molecular interactions, including paracrine and autocrine signaling, ECM-receptor interactions, and direct cell-cell contact interactions. The probability of communication at the signaling pathway level was calculated according to the communication probabilities of all ligand-receptor interactions in each signaling pathway.",
    "cell_cycle_analysis": "Cell cycle analysis\nTo perform the cell cycle analysis, the Seurat R package was utilized to assign a cell cycle score to each cell by the expression levels of cell cycle markers (15 marker genes for G1 phase, 20 marker genes for S phase, 61 marker genes for G2 phase, 64 marker genes for M phase). Cells were then assigned to G1, S, or G2/M phases based on cell cycle scores.",
    "tf_analysis": "TF analysis\nAnalysis was performed through SCENIC software, which integrates the GENIE3 algorithm, RcisTarget, and AUCell. TFs and their targets were obtained via GENIE3 algorithm. RcisTarget was used to calculate motifs that were significantly enriched in each co-expression module. The potential direct targets of motif were then predicted. We then delineated gene regulatory networks, termed regulons, which encompass both the TFs and their associated target genes. The activity of each regulon was obtained based on normalized AUC score or AUC binary matrix via AUCell R package. Gene regulatory network was done using the cytoscape software. TF analysis in the part of pseudotime trajectory analysis was performed using FIMO tools from MEMEsuite (5.1.0).",
    "hematoxylin_and_eosin_(h&e)_staining": "Hematoxylin and eosin (H&E) staining\nParaffin-embedded tissues were sectioned at a 5 mm thickness using a cryomicrotome (RM2016, Leica, Wetzlar, Germany) and these sections were subsequently mounted onto glass microscope slides. The slides were first deparaffinized in xylene I and II (20 min each). Then xylene was eliminated in a graded series of alcohols (100%, 95%, 90%, 80%, 70%). The sections were incubated with H&E solution (G1005, Servicebio, Wuhan, China). Finally, the stained images were digitized using a Pannoramic MIDI scanner (3DHISTECH, Budapest, Hungary).",
    "immunofluorescent_staining": "Immunofluorescent staining\nSections were fixed with 4% paraformaldehyde, permeabilized with 0.1% Triton X-100 (9036-19-5, Sigma-Aldrich, St. Louis, MO, USA) and then blocked for 0.5 h with goat serum. Sections were then incubated in primary antibody which was diluted 1:100 in TBST overnight at 4 °C. Following antibodies were used: anti-CD31 (28083-1-AP, Proteintech, Cook County, Illinois, USA), anti-eNOS (27120-1-AP, Proteintech), anti-α-SMA (67735-1-Ig, Proteintech), anti-CD68 (28058-1-AP, Proteintech), anti-CEBPB (66649-1-Ig, Proteintech), anti-SPARC (15274-1-AP, Proteintech), anti-KLF4 (11880-1-AP, Proteintech), anti-SERPINE2 (11303-1-AP, Proteintech), anti-TXNIP (18243-1-AP, Proteintech), anti-FOSB (ab184938, Abcam, Cambridge, MA, USA), anti-ET-1 (DF6125, Affinity Bioscience, Melbourne, Australia), anti-PDGFRα (sc-398206, Santa Cruz Biotechnology, Dallas, Texas, USA), anti-CXCR4 (sc-53534, Santa Cruz Biotechnology), anti-PLN (ab219626, Abcam), anti-DPT (10537-1-AP, Proteintech). After washing with PBS (three times, 5 min each), the sections were incubated with secondary antibodies Fluor488 (1:500 dilution, EK011, Zhuangzhi Biotech, Xi’an, Shaanxi, China) or Cy3 (1:500 dilution, EK022, Zhuangzhi Biotech) for 1 h at room temperature. The nuclei were counterstained with DAPI. Images were scanned with Pannoramic MIDI scanner (3DHISTECH).",
    "statistical_analysis": "Statistical analysis\nIntima-media thickness of CA and FA from Con and HU rats was represented as mean ± standard error of mean. P-value < 0.05 determined by unpaired Student’s t-test was considered statistically significant.",
    "construction_of_rat_single-cell_atlases_by_scrna-seq": "Construction of rat single-cell atlases by scRNA-Seq\nAlthough scRNA-seq has extensively profiled vascular changes in cardiovascular and metabolic diseases, a detailed single-cell analysis of arterial adaptations in hindlimb-suspended rats remains absent. We performed a systematic scRNA-seq study on more than 22,000 cells from rat carotid and femoral arteries. These rats experienced three months of hindlimb unloading, with some serving as controls under normal gravity conditions. (Fig. \n1\nA). After quality control, 6742, 2983, 4487, 2463 cells were acquired in Con-CA (carotid artery in contol group), Con-FA (femoral artery in contol group), HU-CA (carotid artery in hindlimb unloading group) and HU-FA (femoral artery in hindlimb unloading group) datasets (Fig. \n1\nB), which correspond to the median of 2260.5, 2064, 1909 and 1825 genes per cell, respectively. The mean reads per cell were 37,089, 86,801, 62,761 and 113,861 in Con-CA, Con-FA, HU-CA and HU-FA.\nIndividual clusters were labeled for cell type with known marker genes. In total, we identified 23 cell clusters (Fig. \n1\nC) that could be divided into 10 major cell types (Fig. \n1\nD). Integrated datasets of above four groups displayed satisfactory alignment. Known markers used to divide cell types were shown in Additional file 1: Table. S1. Vascular cell types represented in the distinct clusters included ECs (cluster 5, 7, 11, 13, 20), VSMCs (cluster 0, 3, 9, 10, 14, 15), fibroblasts (cluster 1, 2, 4, 6, 12), macrophages (cluster 8), B cells (cluster 21), T cells (cluster 18), dendritic cells (cluster 17), neutrophil (cluster 19), neuron (cluster 22), and stem cells (cluster 16). The expression of marker genes across the 10 cell clusters were shown in Additional file 1: Fig. \nS1\n.\nWe then examined the distribution of major cell types within each group (Fig. \n1\nE, F, Additional file 1: Table. S2). Notably, the proportion of SMCs was elevated in the CA relative to the FA. Interestingly, a reduction in SMC fraction was observed in HU-CA and HU-FA compared to Con (Fig. \n1\nF). This finding contradicts prior studies suggesting that simulated weightlessness stimulates the proliferation of CA SMCs in rats [\n5\n]. Additionally, HU-CA demonstrated a higher percentage of ECs compared with Con-CA. Moreover, the HU-FA group exhibited increased percentage of immune cells—comprising B cells, T cells, dendritic cells, and neutrophils—compared to Con-FA.\nThen, we presented top 5 highest differential expression genes relative to all other cells in each cluster (Fig. \n1\nG). For example, the specific markers of ECs are \nMall\n, \nCldn5\n, \nVwf\n, \nMmrn2\n, \nGja5\n. \nVwf\n is the canonical ECs gene. \nCldn5\n, encoding a tight junction protein, and \nMmrn2\n, encoding an extracellular matrix protein known as Multimerin 2, were also highlighted. The markers of SMCs are \nActa1\n and potassium channel subfamily K member 3 (\nKcnk3\n). Fibroblast marker is \nScara5\n, a class A scavenger receptor with the clearance function of foreign and endogenous material [\n9\n]. Here we also showed the number of upregulated genes with average fold change > 1.28, P value < 0.05 for each cell type compared to all other cells (Fig. \n1\nH). Consistent with previous findings, monocytes including dendritic cells and macrophages have more differentially expressed genes than other cell clusters [\n10\n].\n\n\nFig. 1\nSingle-cell RNA-sequencing (scRNA-seq) atlas of Con and HU CA and FA. (\nA\n) Overview of experimental design and approach. CA and FA were collected from rats subjected to 3 months hindlimb unloading (HU) or exposed to normal gravity (Con). Then the single-cell suspension was sequenced using scRNA-seq method. Bioinformatics analysis was performed according to the results of scRNA-seq. (\nB\n) T-Distributed Stochastic Neighbor Embedding (t-SNE) plot of scRNA-seq datasets from Con-CA, Con-FA, HU-CA and HU-FA samples. (\nC\n) t-SNE plot of single-cell gene expression showing 22 identified cell clusters. (\nD\n) t-SNE plot of single-cell gene expression showing 10 identified cell types. (\nE\n) Cell number of each cell type in Con-CA, Con-FA, HU-CA and HU-FA samples. (\nF\n) Percentage of major cell types in each group. (\nG\n) Dot plot demonstrates the top 5 highest differential expression genes relative to all other cells in each type. Dot size corresponds to proportion of cells within the group expressing each transcript, and dot color corresponds to expression level. (\nH\n) The number of differentially expressed genes in each cell type compared to other cell types",
    "artery-specific_differentially_expressed_genes_between_con_a": "Artery-specific differentially expressed genes between con and HU group in macrophages and differentially expressed genes shared across several cell types\nMacrophages are crucial for angiogenesis [\n42\n] and the formation of atherosclerosis plaques [\n43\n]. The binding of CXCR4 with chemokine CXCL12 activates of mTOR and NF-κB signaling pathway, which are known to promote cellular growth and proliferation [\n44\n]. The upregulation of \nCxcr4\n in macrophages (Fig. \n5\nA) and the upregulation of \nCxcl12\n in fibroblasts of HU-CA suggested that the interaction of fibroblast CXCL12 with macrophage CXCR4 might be enhanced. The upregulated protein expression of CXCR4 in HU-CA was verified through immunofluorescence (Fig. \n5\nB). KEGG enrichment analysis revealed that upregulated genes (\nJund\n,\n Nfkbia\n,\n Hsp90ab1\n) were mainly enriched in IL-17 signalling in HU-CA and HU-FA. The downregulated genes (\nCyb\n,\n Atp6\n,\n Cox2\n,\n Nd1\n,\n Nd4l\n,\n Nd5\n,\n Nd6\n) were mainly enriched in oxidative phosphorylation in HU-FA (Fig. \n5\nA, D, E).\nThen we scrutinized genes with varying expression levels across multiple cell types to elucidate general vascular remodeling processes (Fig. \n5\nF, J). Notably, several TFs were found to be dysregulated. \nKlf4\n, which is involved in the mechanotransduction mechanism and up-regulates many atheroprotective genes [\n45\n], was upregulated in HU-CA ECs and fibroblasts as well as in four HU-FA cell types. The upregulation of \nCebpb\n and \nCebpd\n, which encode the transcription factor C/EBPs, was observed across ECs, SMCs and fibroblasts in HU-CA and HU-FA, suggesting the possibility of overall inflammatory state [\n46\n]. This was further supported by increased levels of \nFosb\n and \nJun\n, which encode components of the proinflammatory AP1 transcription factor, in several cell types in both HU-CA and HU-FA. Additionally, the exclusive downregulation of ECM–related genes was observed, consistent with previous report that ECM related genes were downregulated in CA of mice [\n47\n]. Specifically, \nLox\n, \nEln\n and \nDpt\n were downregulated across HU-CA and HU-FA endothelial cells, SMCs, and fibroblasts, indicating impaired vascular integrity and elasticity. The downregulation of \ncol1a1\n, \ncol3a1\n, and \nSparc\n, which are involved in collagen binding and maturation, suggests compromised basal lamina assembly and cellular adhesion [\n48\n] in CA and FA after hindlimb unloading. Protein level confirmation was obtained for the upregulation of KLF4, FOSB, CEBPB and the downregulation of SPARC, DPT in HU-CA. (Fig. \n5\nH, I, J, K, L).\n\n\nFig. 5\nArtery-specific transcriptomic changes of macrophage during hindlimb unloading and some genes that were commonly changed in more than one type of cells. (\nA\n)Dot plot showing the expression of selected differentially expressed genes in HU-CA macrophages. (\nB\n) Immunostaining of CD68 and CXCR4 in Con and HU-CA. (\nC\n) Volcano plot of differentially expressed genes (average log fold change > 0.23, average fold change > 1.28, P value < 0.05) in HU-FA macrophages in comparison with Con counterparts. (\nD\n, \nE\n) KEGG analysis of differentially expressed genes in HU-CA macrophages (\nD\n) and HU-FA macrophages (\nE\n) in comparison with Con counterparts. (\nF\n, \nG\n) Differential gene expression analysis showing the selected up- and down-regulated genes across several cell types in HU-CA (\nF\n) and HU-FA (\nG\n) compared to their Con counterparts. (\nH\n-\nL\n) Immunostaining of CEPBPB (\nH\n), DPT (\nI\n), FOSB (\nJ\n), SPARC (\nK\n), KLF4 (\nL\n) in Con and HU-CA. Scale bar, 40 μm",
    "cellular_communication_changes_in_fa_and_ca_after_hindlimb_u": "Cellular communication changes in FA and CA after hindlimb unloading in rats\nIntercellular communication between heterogenous clusters within artery was revealed leveraging CellChatDB. Among HU-related changes in ligand-receptor pairs in CA and FA, fibroblasts and SMCs played a crucial role in orchestrating intercellular communication changes, as supported by the more pronounced changes in the number of interactions and interaction strength (Fig. \n6\nA, B).\nTo elucidate changes in cell-to-cell communication in the CA due to HU, we utilized CellChat analysis to identify key signaling pathways. This analysis underscored the significant role of fibroblasts and SMCs in cellular communication. Specifically, SMCs received signals from \nSpp1\n, \nLaminin\n,\n Collagen\n,\n Fn1\n, and \nPtn\n, while fibroblasts were receptive to signals from \nMif\n,\n Pdgf\n, and \nWnt\n (Fig. \n6\nC). In terms of signal emission, SMCs released signals including \nSpp1\n,\n Notch\n, and \nEphb\n, whereas fibroblasts secreted \nCd99\n,\n Fn1\n,\n Sema3\n, and \nIgf\n (Fig. \n6\nD). Then we compared interaction strength between HU-CA and Con-CA (Fig. \n6\nE). For ECM-related ligand-receptor pairs, \nCol4a1_Sdc4\n,\n Col4a4_Sdc4\n,\n Fn1_Itga8/Itgb1\n,\n Fn1_Sdc4\n,\n Lamb2_Itga7/Itgb1\n were increased between ECs and SMCs. However, the interactions of ligands including \nlama4\n,\n lama5\n,\n lamb1\n and \nlamc1\n and receptors including \nItga7/Itgb1\n and \nDag1\n within SMCs of CA were decreased after HU. In our study, we also assessed the secreted signaling of specific ligand-receptor pairs. Notably, the anti-inflammatory interaction between \nPros1\n and \nAxl\n was diminished in the communication between fibroblasts and SMCs after HU in CA [\n49\n]. Midkine (\nMdk\n), a heparin-binding growth factor involved in cell growth, survival, migration, and angiogenesis [\n50\n], exhibited reduced interactions from fibroblasts with its transmembrane receptors \nLrp1\n, \nNcl\n, \nSdc2\n, and \nSdc4\n on SMCs in HU-CA compared to Con-CA. These ligand-receptor interactions were similarly attenuated within fibroblasts in HU-CA. Furthermore, arterial endothelial \nAckr3\n, known to mediate endothelium-immune cell adhesion [\n51\n], showed an increased interaction with \nMif\n from SMCs in HU-CA versus Con-CA. The interaction of \nMif_Ackr3\n pair was also enhanced within ECs. Additionally, the \nPdgfa_Pdgfrb\n signaling pair was likewise augmented within SMCs.\nHU-induced alterations in cellular communication within the FA were also characterized. ECs received signals from \nVegf\n, \nCdh5\n, and \nJam\n, while SMCs were responsive to \nSpp1\n, \nLaminin\n, and \nSema3\n (Additional file 1: Fig. S8). Post-HU analysis of the FA revealed changes in the interaction strength of specific ligand-receptor pairs (Fig. \n6\nF). Notably, the \nSema3c_Plxnd1\n pair, which suppresses angiogenesis [\n52\n], exhibited reduced signaling between fibroblasts and SMCs in HU-FA compared to Con-FA. In contrast to the CA, the anti-inflammatory \nPros1_Axl\n interaction was enhanced in fibroblast-SMC and fibroblast-fibroblast communications following HU in the FA. The secreted signaling pair \nMif_Ackr3\n was strengthened in SMCs-fibroblasts and fibroblasts-fibroblasts cell crosstalk. ECM-related pairs including \nCol1a1_Cd44\n, \nCol6a1_ Itga1/Itgb1\n, \nCol6a1_Cd44\n were diminished in fibroblast-SMC crosstalk. Unlike in the CA, ECM pairs such as \nCol1a1_Itga1/Itgb1\n, \nCol4a1_Itga1/Itgb1\n, and \nCol4a1_Cd44\n were also reduced in EC-SMC communications after HU in the FA. Furthermore, cell-cell contact interactions, including \nF11r_Jam3\n, \nJag2_Notch1\n, \nJag2_Notch2\n, and \nJam2_Jam3\n, were attenuated in EC-SMC crosstalk in HU-FA relative to Con-FA.\n\n\nFig. 6\nThe effect of hindlimb unloading on intercellular communication between different cell types in CA and FA. (\nA\n, \nB\n) Circle plot showing the differential number of interactions and differential interaction strength among different artery cell types in HU-CA (\nA\n) and HU-FA (\nB\n) in comparison with Con counterparts. The red line represented increased number and strength of interaction. The blue line represented the opposite trend. The line thickness is proportional to the number of ligands-receptors pairs and interaction strength. (\nC\n, \nD\n) Heatmap of incoming signaling patterns (\nC\n) and outgoing signaling patterns (\nD\n) of different cell types identified by CellChat analysis in Con-CA and HU-CA. (\nE\n, \nF\n) Heatmap revealing top predicted differential expressed ligand-receptor pairs between different cell types in HU-CA (\nE\n) and HU-FA (\nF\n) compared to their counterparts",
    "transcription_factor_regulation_features_in_fa_and_ca_after_": "Transcription factor regulation features in FA and CA after hindlimb unloading in rats\nWe performed SCENIC analysis to identify the key TFs responsible for vascular cell heterogeneity and alterations in transcription during HU. We first explored the cluster-specific TF regulation features. In a heatmap of average regulon activity, we found that \nPrrx2\n,\n Cebpd\n and \nCreb3l1\n were highlighted in fibroblasts, while \nMef2c\n, crucial for the maturation of smooth muscle cells [\n53\n], were exclusively more active in SMCs. SMCs and immune cells showed higher activity of AP-1 family members \nJunb\n,\n Jund and Fosb\n (Fig. \n7\nA). Subsequently, we discerned differences in regulon activities between the HU and Con groups. The enhanced activity of \nMef2a\n was observed in HU-CA compared to Con-CA. \nEts1\n, which prevents vascular endothelial injury in diabetes [\n54\n], was predicted more active both in CA and FA of rats after HU.\nNext, we studied the differences in TF activity between experimental and control groups within specific cell type. The enhanced activity of inflammation-related \nFos\n,\n Jun\n,\n Cebpb\n in fibroblast might responsible for vascular remodeling in CA and FA after HU. Compared to the control group, the transcriptional activity of \nDdit3\n, also known as \nChop\n, was significantly increased in fibroblasts of the HU group (Fig. \n7\nC, Additional file 1: Fig. S9A). \nDdit3\n plays a crucial role in endoplasmic reticulum stress and has recently been found to be important in glucose metabolism [\n55\n]. This finding may partially explain the observed changes in metabolic pathways in fibroblasts within the HU group as mentioned earlier (Fig. \n5\nG, H). As of SMC, transcription factors \nFos\n,\n Fosb\n,\n Srf and Jund\n exhibited differential expression between the CA and FA, while \nMef2c\n is significantly upregulated in both CA and FA after HU (Fig. \n7\nD, Additional file 1: Fig. S9B). Given the pivotal role of \nMef2c\n in smooth muscle differentiation [\n53\n], the increased expression of \nActa2\n in HU-CA and HU-FA might be attributed to the enhanced activity of \nMef2c\n. \nZeb1\n, which is involved in epithelial–mesenchymal transition and plays a protective role in the process of atherosclerosis [\n56\n], had elevated activities in SMC of HU-CA (Fig. \n7\nD). \nAtf4\n, recognized for its role in angiogenic activation and its ability to heterodimerize with other TFs such as \nCebpb\n and \nJund\n [\n57\n], and AP-1 family member \nJun\n and \nFos\n, exhibited greater activity in HU-FA and HU-CA compared to Con groups in EC. Meanwhile, the atheroprotective \nKlf4\n demonstrated heightened activity in ECs of HU-FA but not HU-CA (Fig. \n7\nE, Additional file 1: Fig. S9C). Additionally, we constructed the TF-target gene network of some TFs and noticed that \nJun\n, \nFosb and Mef2c\n shared some target genes. \nActa2\n is related to \nSrf\n and \nEts1\n according to this network (Fig. \n7\nF), which has enlightening effects on studying the mechanism of \nActa2\n upregulation in several cell types.\n\n\nFig. 7\nTranscription factor analysis in different cell types of CA and FA. (\nA\n, \nB\n) Heatmap showing the enrichment of TFs based on normalized AUC values in each cell types (\nA\n) and in four groups (\nB\n). (\nC\n) Heatmap showing the activity of regulons within fibroblasts of HU-CA and Con-CA based on the AUC binary matrix. (\nD\n) Heatmap showing the activity of regulons within SMCs of HU-CA and Con-CA based on normalized AUC values. (\nE\n) Heatmap showing the activity of regulons within ECs of HU-CA and Con-CA based on the AUC binary matrix. (\nF\n) TFs with significantly changed activity and their targeted genes",
    "discussion": "Discussion\nWeightless environment has a wide range of physiological effects on blood vessels. Here, we present a comprehensive CA and FA cell atlas in rats subjected to hindlimb suspension by utilizing scRNA-seq. We observed hindlimb unloading-associated alterations in cell type composition. Cell type-specific and artery type-specific transcriptomic changes were presented. The heterogeneous sub-clusters of the major cell types were then identified. In addition, cellular communication and TF prediction in FA and CA of rats under hindlimb unweighting was described. Our study will collectively provide insights into the mechanisms underlying arterial remodeling in microgravity conditions.\nThe most frequently reported duration for rat tail suspension is 28 days. However, as human spaceflight missions become increasingly prolonged, it is imperative to observe the physiological effects of long-term weightlessness on biological organisms. Consequently, we have extended the duration of rat tail suspension to three months. Using scRNA-sequencing method, we delineated 23 distinct cell clusters, representing the predominant cell types within the CA and FA. A comparative analysis between the HU and Con groups revealed a notable decrease in the proportion of SMCs in both the CA and FA after tail suspension. This observation contradicts earlier studies [\n5\n], possibly due to variations in the duration of hindlimb suspension, as vascular remodeling is an ongoing and dynamic process. Furthermore, an elevated proportion of immune cells in the HU-FA suggests heightened inflammation in the femoral arteries of rats subjected to weightlessness.\nConsidering dysregulated genes may be highly specific for different vascular cell types, we provide transcriptomic changes of four major arterial cell types (SMCs, ECs, fibroblasts and macrophages). Notably, fibroblasts from both the CA and FA showed the most significant upregulation and downregulation of genes. This finding underscored their high plasticity and crucial role in vascular remodeling in hindlimb-unloaded rats. The adventitial fibroblast’s role in vascular remodeling is increasingly recognized [\n58\n, \n59\n]. However, knowledge about vascular fibroblasts from rats exposed to hindlimb suspension is lacking. ScRNA-seq offers an opportunity to detect gene expression of vascular fibroblasts from HU-CA and HU-FA. The upregulation of \nSerpine1\n and \nSerpine2\n suggested impaired matrix degradation in CA and FA after microgravity. Additionally, the heightened expression of \nTxnip\n indicated the elevated oxidative stress and inflammatory state of fibroblasts in HU-CA and HU-FA. Metabolic processes in adventitial fibroblasts were also found to be altered post-hindlimb unloading in the CA and FA, emphasizing the importance of fibroblast metabolic changes in vascular remodeling. This result was consistent with a previous study that highlighted the significant role of metabolic changes in adventitial fibroblasts in the vascular remodeling of pulmonary arterial hypertension in pulmonary hypertension [\n60\n].\nConsidering the distinct hemodynamics between the upper and lower body, we hypothesized differential gene expression in the FA and CA. Our findings confirmed this, with the CA and FA showing some divergent changes. For instance, genes involved in ribosome subunits were upregulated in HU-CA SMCs but downregulated in HU-FA SMCs compared to controls. However, we also found some similarities in arterial changes between CA and FA, suggesting that there may be other factors contributing to arterial remodeling in addition to headward fluid shift under microgravity. Notably, the expression of \nActa2\n, which encodes α-SMA, was enhanced in SMCs of both HU-CA and HU-FA. This, coupled with the reduced proportion of SMCs in the CA and FA, helps us understand the mechanism behind the intima-media thickening in HU-CA. We speculate that the elevated \nActa2\n expression may predominantly contribute to intima-media thickening in the CA, while the decreased SMC fraction in HU-FA could counteract the increased \nActa2\n expression. Moreover, the upregulation of inflammation-related TFs (\nKlf4\n,\n Fos\n,\n Jun\n,\n Cebpb\n) across several cell types, the upregulation of \nCxcr4\n in HU-CA and HU-FA macrophages, and heightened \nTxnip\n expression in fibroblasts collectively suggest a possible inflammatory state in the circulatory system of hindlimb-unweighted rats. This study reports for the first time the high levels of inflammation and oxidative stress in the upper and lower body blood vessels under simulated weightlessness. This finding was consistent to previous research showing an inflammatory response in the CA of rats subjected to hindlimb unloading [\n61\n]. Similarly, biomarkers of oxidative stress and inflammation have been found elevated in astronauts following long-duration spaceflight [\n62\n]. Additionally, the downregulation of these genes associated with elastic fibers (\nEln\n), collagens (\nCol1a1\n,\n Col3a1\n), and other ECM components (\nLox\n,\n Sparc\n) in the CA and FA of hindlimb-unweighted rats may partially explain the observed decrease in vascular distensibility and the increased vascular stiffness reported previously [\n2\n].\nAdding another layer of complexity to vascular remodeling in simulated microgravity, heterogeneous cell types exhibited specific features. ECs, SMCs and fibroblasts were extracted from total cells and divided into several sub-populations, respectively. Our study revealed two EndoMT-related EC sub-clusters which were in the process of differentiation into SMCs and fibroblasts. Notably, only EC sub-cluster 4 from HU-CA was in the process of differentiation into SMCs. This finding was evidenced by the pseudotime analysis. EndoMT is a kind of phenotypic switch through which ECs gain mesenchymal-like properties, resulting in enhanced migration and endothelial dysfunction. Inducers of EndoMT include biochemical and biomechanical stimuli [\n63\n]. We postulate that elevated transmural pressure in the CA of rats subjected to tail suspension could be a contributing factor. Another possibility is that increased expression of \nSerpine1\n in fibroblasts mediated EndoMT as previously reported [\n64\n]. Endothelial impairment was reported during and after spaceflight [\n65\n]. The finding of EndoMT in this study may provide new insight of endothelial impairment. Moreover, we found a sub-cluster of SMCs responsible for DNA replication and mitosis, indicating the highly proliferative activity of this sub-cluster of SMCs.\nAs adjacent component of blood vessels, ECs, SMCs and fibroblasts can communicate with each other through direct contact, paracrine and extracellular vesicles [\n66\n]. The communication between ECs and VSMCs has been studied intensively. Here we first reported that the number of significantly enriched ligand-receptor pairs between SMCs and fibroblasts was more than that between other cell types in HU-CA and HU-FA. Some studies have found that SMCs interact with fibroblasts in pathological conditions through extracellular vesicles [\n36\n, \n67\n], highlighting the important role of cellular communication between SMCs and fibroblasts in artery remodeling process. This was also demonstrated in our study. Transcription factor network analysis unraveled the high activity of \nFos\n,\n Jun\n,\n Cebpb\n in ECs and fibroblasts, indicating the hyperinflammatory state in CA and FA. This finding further suggests the important role of AP-1 family members and CEBPs in vascular remodeling in rats under simulated microgravity.\nLimitations of the study lie in the following aspects. First, most of the descriptive results in our study lack proof of protein level although some are verified using immunofluorescent staining. Second, the relatively small number of some cell types such as T and B immune cells and stem cells limits the research of genetic changes in response to simulated microgravity. Third, our study’s primary focus was on conduit arteries, namely the CA and FA. The impact of modeled microgravity on microcirculatory changes merits further exploration in future studies.",
    "electronic_supplementary_material": "Electronic supplementary material\nBelow is the link to the electronic supplementary material.\n\n\nSupplementary Material 1"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11747068/"
}