{
  "id": "PMC11166969",
  "title": "Secretome profiling reveals acute changes in oxidative stress, brain homeostasis, and coagulation following short-duration spaceflight",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Secretome profiling reveals acute changes in oxidative stress, brain homeostasis, and coagulation following short-duration spaceflight",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166969/"
  },
  "sections": {
    "permalink": "Copy",
    "nadia_houerbi": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nNadia Houerbi",
    "jangkeun_kim": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nJangKeun Kim",
    "eliah_g_overbey": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nEliah G Overbey",
    "richa_batra": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nRicha Batra",
    "annalise_schweickart": "2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\n3\nTri-Institutional Biology and Medicine program, Weill Cornell Medicine, New York, NY 10021 USA\nFind articles by \nAnnalise Schweickart",
    "laura_patras": "4\nChildren’s Cancer and Blood Foundation Laboratories, Departments of Pediatrics and Cell and Developmental Biology, Drukier Institute for Children’s Health, Weill Cornell Medicine, New York, NY USA\n5\nDepartment of Molecular Biology and Biotechnology, Center of Systems Biology, Biodiversity and Bioresources, Faculty of Biology and Geology, Babes-Bolyai University, Cluj-Napoca, Romania\nFind articles by \nLaura Patras",
    "serena_lucotti": "4\nChildren’s Cancer and Blood Foundation Laboratories, Departments of Pediatrics and Cell and Developmental Biology, Drukier Institute for Children’s Health, Weill Cornell Medicine, New York, NY USA\n6\nDepartment of Pharmacology, Weill Cornell Medicine, New York, NY USA\nFind articles by \nSerena Lucotti",
    "krista_a_ryon": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nKrista A Ryon",
    "deena_najjar": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nDeena Najjar",
    "cem_meydan": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nCem Meydan",
    "namita_damle": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nNamita Damle",
    "christopher_chin": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nChristopher Chin",
    "s_anand_narayanan": "7\nDepartment of Nutrition & Integrative Physiology, Florida State University, Tallahassee, FL USA\nFind articles by \nS Anand Narayanan",
    "joseph_w_guarnieri": "8\nCenter of Mitochondrial and Epigenomic Medicine, Children’s Hospital of Philadelphia, Philadelphia, PA 19104 USA\nFind articles by \nJoseph W Guarnieri",
    "gabrielle_widjaja": "8\nCenter of Mitochondrial and Epigenomic Medicine, Children’s Hospital of Philadelphia, Philadelphia, PA 19104 USA\nFind articles by \nGabrielle Widjaja",
    "afshin_beheshti": "9\nStanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA USA\n10\nKBR, Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA USA\nFind articles by \nAfshin Beheshti",
    "gabriel_tobias": "4\nChildren’s Cancer and Blood Foundation Laboratories, Departments of Pediatrics and Cell and Developmental Biology, Drukier Institute for Children’s Health, Weill Cornell Medicine, New York, NY USA\n11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nGabriel Tobias",
    "fanny_vatter": "4\nChildren’s Cancer and Blood Foundation Laboratories, Departments of Pediatrics and Cell and Developmental Biology, Drukier Institute for Children’s Health, Weill Cornell Medicine, New York, NY USA\n11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nFanny Vatter",
    "jeremy_wain_hirschberg": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nJeremy Wain Hirschberg",
    "ashley_kleinman": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\nFind articles by \nAshley Kleinman",
    "evan_e_afshin": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nEvan E Afshin",
    "matthew_mackay": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\nFind articles by \nMatthew MacKay",
    "qiuying_chen": "6\nDepartment of Pharmacology, Weill Cornell Medicine, New York, NY USA\nFind articles by \nQiuying Chen",
    "dawson_miller": "6\nDepartment of Pharmacology, Weill Cornell Medicine, New York, NY USA\nFind articles by \nDawson Miller",
    "aaron_s_gajadhar": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nAaron S Gajadhar",
    "lucy_williamson": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nLucy Williamson",
    "purvi_tandel": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nPurvi Tandel",
    "qiu_yang": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nQiu Yang",
    "jessica_chu": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nJessica Chu",
    "ryan_benz": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nRyan Benz",
    "asim_siddiqui": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nAsim Siddiqui",
    "daniel_hornburg": "11\nSeer, Inc., Redwood City, CA 94065 USA\nFind articles by \nDaniel Hornburg",
    "steven_gross": "6\nDepartment of Pharmacology, Weill Cornell Medicine, New York, NY USA\nFind articles by \nSteven Gross",
    "bader_shirah": "12\nDepartment of Neuroscience, King Faisal Specialist Hospital & Research Centre, Jeddah, Saudi Arabia\nFind articles by \nBader Shirah",
    "jan_krumsiek": "2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\n3\nTri-Institutional Biology and Medicine program, Weill Cornell Medicine, New York, NY 10021 USA\nFind articles by \nJan Krumsiek",
    "jaime_mateus": "13\nSpace Exploration Technologies Corporation (SpaceX), Hawthorne, CA USA\nFind articles by \nJaime Mateus",
    "xiao_mao": "14\nDepartment of Basic Sciences, Division of Biomedical Engineering Sciences (BMES), Loma Linda University Health, Loma Linda, CA 92350 USA\nFind articles by \nXiao Mao",
    "irina_matei": "4\nChildren’s Cancer and Blood Foundation Laboratories, Departments of Pediatrics and Cell and Developmental Biology, Drukier Institute for Children’s Health, Weill Cornell Medicine, New York, NY USA\n15\nMeyer Cancer Center, Weill Cornell Medicine, New York, NY 10065 USA\nFind articles by \nIrina Matei",
    "christopher_e_mason": "1\nDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, NY USA\n2\nThe HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY USA\n3\nTri-Institutional Biology and Medicine program, Weill Cornell Medicine, New York, NY 10021 USA\n16\nThe Feil Family Brain and Mind Research Institute, Weill Cornell Medicine, New York, NY 10021 USA\n17\nWorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, NY 10021 USA\nFind articles by \nChristopher E Mason",
    "abstract": "As spaceflight becomes more common with commercial crews, blood-based measures of crew health can guide both astronaut biomedicine and countermeasures. By profiling plasma proteins, metabolites, and extracellular vesicles/particles (EVPs) from the SpaceX Inspiration4 crew, we generated “spaceflight secretome profiles,” which showed significant differences in coagulation, oxidative stress, and brain-enriched proteins. While >93% of differentially abundant proteins (DAPs) in vesicles and metabolites recovered within six months, the majority (73%) of plasma DAPs were still perturbed post-flight. Moreover, these proteomic alterations correlated better with peripheral blood mononuclear cells than whole blood, suggesting that immune cells contribute more DAPs than erythrocytes. Finally, to discern possible mechanisms leading to brain-enriched protein detection and blood-brain barrier (BBB) disruption, we examined protein changes in dissected brains of spaceflight mice, which showed increases in PECAM-1, a marker of BBB integrity. These data highlight how even short-duration spaceflight can disrupt human and murine physiology and identify spaceflight biomarkers that can guide countermeasure development.\nSubject terms:\n Epigenomics, Metabolomics",
    "introduction": "As spaceflight and long-term human missions become more attainable, minimally invasive approaches to monitor physiological responses to spaceflight in diverse populations will be key to preventing acute and long-term complications\n1\n. The plasma proteome provides a catalog of proteins circulating in the blood, and thus it can paint an informative picture of the systemic physiological state of astronauts\n2\n, yet there are scant studies of astronaut plasma proteomics. Previous plasma proteomic studies of long-duration spaceflight reported changes in platelet function, coagulation, hemostasis, immune function, and metabolism\n3\n–\n5\n. In addition, various ground-based analog studies (i.e. head-down bed rest) have reported blood proteomic changes including complement activation, acute inflammatory responses, fibrinolysis, and thrombosis\n6\n,\n7\n. Moreover, da Silveira et al. demonstrated that mitochondrial disruption and oxidative stress were the key hubs for increased health risks\n7\n, based on miRNA biomarkers in plasma.\nPlasma-circulating extracellular vesicles and particles (EVPs) and metabolites provide additional information regarding the cellular phenotype and state of distal organs and tissues\n8\n,\n9\n. EVPs are actively released into the peripheral circulation at concentrations of > 10\n9\n vesicles/mL, and are demonstrated biomarkers in cancer\n8\n, traumatic brain injury\n10\n, and autoimmune diseases\n11\n. Thus, EVP cargo analysis could be used to monitor health risks associated with space exploration, such as spaceflight-associated neuro-ocular syndrome (SANS)\n12\n and thrombosis\n13\n,\n14\n, but studies of spaceflight-induced changes in EVP cargo have been limited\n15\n. Moreover, for metabolites, prior missions have focused on markers of bone metabolism and musculoskeletal deconditioning, including increased osteogenesis and resorption markers (e.g., osteocalcin, sclerostin, parathyroid hormone, osteoprotegerin, and RANKL) in the blood of crew members\n16\n–\n19\n, and could benefit from a wider profile. The decreased muscular activity associated with spaceflight leads to a loss of nitrogen and an inability to maintain whole-body protein synthesis rates, exacerbated by hypocaloric intake\n20\n, but this has not been examined in EVPs or metabolites in recent missions. Prior missions have also revealed spaceflight anemia, with circulating red blood cells and plasma volume decreases of 10–15%, leading to increased iron availability\n21\n, though the effect of these changes on EVP cargo is unknown.\nThe NASA Twins study provided the first profile and multi-omic analysis of the plasma proteome, EVP proteome, and plasma metabolome, namely from a one-year, long-duration mission\n22\n. For that study, EVP protein cargo showed changes related to physiological stress, systemic inflammation, and the first indication of brain-derived proteins in plasma-circulating EVPs\n15\n. However, the NASA Twins study only used untargeted plasma proteomics (capturing 292 proteins) to discern an increased ratio of apolipoprotein B (APOB) to apolipoprotein A1 (APO1)\n22\n. Of the 60 plasma metabolites involved in the tricarboxylic acid (TCA) cycle, glycolysis, amino acid, fatty acid, ketone body, and pyrimidine metabolism, no significant changes for in-flight levels were found\n22\n. However, it is necessary to expand the NASA Twins study findings to an increased number of samples, larger coverage of metabolomics, broader coverage of plasma proteomics, longitudinal data of EVP proteomics, and a systematic integration and meta-analysis of secretome changes with other multi-omic data\n7\n.\nThe SpaceX inspiration4 (i4) mission provided the first opportunity for such an expanded study, and it also was notable as the first all-civilian space flight mission, featuring 2 male and 2 female astronauts aged 29 to 50 years, who traveled into space for 3 days in orbit at 590 km altitude. We profiled the spaceflight secretome (plasma proteome and metabolome, and EVP proteome) of the i4 astronauts at three pre-flight (L-92, L-44, L-3) and three post-flight timepoints (R + 1, R + 45, R + 82). We performed differential and pathway enrichment analysis of the proteome and metabolome to reveal the biological landscape of the secretome changes induced by 3-day spaceflight. Then, we delineated the contribution of blood and immune cells by comparing secretome and transcriptomic profiles obtained from the i4 single-nuclei PBMC and whole-blood RNA-seq. We performed thiobarbituric acid reactive substance assay (TBARS) measurement assays, EVP immune cell marker profiling, Western blots, and ELISA to validate findings. The unique insight of integrating these different modalities (proteomics, metabolomics, and transcriptomics) in our study provides the largest comprehensive assessment of the systemic physiologic and secreted changes resulting from spaceflight exposure to date.",
    "results": "Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight\n\n\nTo gain insight into secretome changes after 3 days of spaceflight, we profiled the plasma EVP proteins and plasma metabolites of the four i4 mission crew members (Fig. \n1a\n) at three pre-launch dates (L-92, L-44, and L-3) and three post-flight timepoints upon return to Earth (R + 1, R + 45, R + 82) (Fig. \n1a\n). For plasma proteomics, plasma was isolated using Cell Preparation Tubes (CPT) and processed with Seer’s 5-nanoparticle Proteograph assay\n23\n, while plasma EVPs were isolated as previously described\n24\n,\n25\n, and proteins were analyzed by nano-LC-MS/MS (Fig. \n1a\n). Plasma metabolites were extracted using Aqueous Neutral Phase (ANP) hydrophilic and C18 hydrophobic liquid chromatography, and metabolites were identified and quantified by MS (Fig. \n1a\n). We identified a total of 2,992 unique plasma proteins and 1,443 unique EVP proteins, with an overlap of 1,030 proteins shared by plasma and EVPs (Fig. \n1b\n). These shared proteins are likely plasma EVP proteins as well as proteins that can be either soluble/free or EVP-associated. Plasma and EVP proteins were then filtered based on the number of not-detected (NAs) so that at least one condition has no missing data and coefficient of variation (<0.5), with 1,765 plasma circulating proteins remaining in plasma and 527 in EVPs (Fig. \n1b\n).\n\n\nFig. 1. Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Overview of study design, sample collection, and processing of plasma and EVP proteomics. \nb\n Venn diagram of proteins measured in plasma and EVP, before (left) and after (right) filtering, based on the coefficient of variance, low abundance, and number of not assessed (NAs). \nc\n Upset plot showing the overlap of differentially abundant proteins (adjusted \np\n-value < 0.05, |logFC | >1) across the different comparisons performed in plasma and EVPs. Differential abundance analysis was performed with \nlimma\n with the following model ~astronaut+flightSatus and p-values have been adjusted to control the false discovery rate \nd\n Boxplots of the scaled abundance of the 9 proteins differentially abundant in both plasma and EVPs. Where available, data represents \nn\n = 4 astronauts averaged at the indicated condition (preflight and long-term postflight). Plasma data is the average of two technical replicates, EVP data represents one technical replicate per astronaut and timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \ne\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in plasma (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes (BP) were selected, and \ntreeplot\n was used to organize significant pathways (adjusted p-value < 0.05) into biologically relevant clusters. \nf\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in the EVPs (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes were selected, and \ntreeplot\n was used to organize and cluster the significant pathways (adjusted \np\n-value < 0.05) into biologically relevant clusters. Source data are provided as a Source Data file.\nTo profile acute and long-term changes in the secretome after 3-days of spaceflight, we performed two comparisons: 1) immediately post-flight (R + 1) vs. all pre-flight (L-92, L-44, L-3) timepoints, as a measure of acute changes (short-term postflight, or SP) and 2) all post-flight (R + 1, R + 45, R + 82) vs. all pre-flight (L-92, L-44, L-3) timepoints, representing long-term changes (long-term postflight, or LP). Interestingly, even though fewer unique proteins were detected in EVPs, we identified more differentially abundant proteins (DAPs) in EVPs compared to plasma (151 DAPs in EVPs vs. 40 DAPs in plasma) at R + 1 (Fig. \n1c\n, Supplementary Fig. \n1\n). Importantly, the majority of EVP DAPs returned to pre-flight levels over time, with only 10 EVP DAPs (6.62%) remaining differentially abundant long-term post-flight (Fig. \n1c\n). However, most plasma DAPs (72.5%) remained differentially abundant at the last timepoint (R + 82) (Fig. \n1c\n), indicating a greater degree of recovery, and longer duration, than the EVP DAPs.\n\n\nIn addition, the EVP and plasma proteomes provided distinct information about spaceflight-associated changes. Specifically, 9 DAPs were shared between EVPs (5.96%) and plasma (22.5%) immediately post-flight (Fig. \n1c\n). The 9 overlapping DAPs were Platelet factor 4 (PF4), Latent-transforming growth factor beta-binding protein 1 (LTBP1), Platelet factor 4 variant 1 (PF4V1), Alpha-synuclein (SNCA), Peroxiredoxin 2 (PRDX2), Fibronectin 1 (FN1), Axin interactor, dorsalization associated (AIDA), Multimerin 1 (MMRN1), and Intercellular adhesion molecule 3 (ICAM3) (Fig. \n1d\n). Of these, PRDX2 and SNCA increased, while ICAM3 decreased in both EVPs and plasma. Since PRDX2 is an antioxidant enzyme\n26\n, its elevation in EVPs and plasma at R + 1 may indicate elevated oxidative stress. Increased SNCA level in the blood, including in EVPs, is a potential indicator of brain inflammation and stress\n27\n,\n28\n. Also of note, ICAM3 downregulation may reflect impairments in T cell-Dendritic cell (T-DC) interactions and immune function, as ICAM3 is crucial for the initial interaction between these two immune cells\n29\n. In addition, proteins associated with wound healing and coagulation, including PF4, PF4V1, and LTBP1, were increased in the plasma, but decreased in EVPs, potentially as a consequence of EVP capture in clots associated with spaceflight-induced thrombosis (Fig. \n1d\n and Supplrmentary Fig. \n1\n)\n14\n,\n15\n. However, PF4 and PF4V1 levels quickly returned to baseline, suggesting that the pro-thrombotic effect of spaceflight is temporary and reversible; these shifts of PF4 in plasma and EVPs were confirmed by ELISA (Supplementary Fig. \n2a, b\n).\n\n\nTo gain a functional understanding of plasma and EVP proteome changes after spaceflight, we performed biological pathway enrichment analysis for the R + 1 DAPs in both plasma and EVPs. Interestingly, though individual DAPs mostly differed in plasma relative to EVPs, pathways enriched in these DAPs showed a consistent profile in plasma and EVPs. DAPs involved in reactive oxygen species (ROS) production, oxidative stress, wound healing, coagulation, immune function, and hemostasis pathways were enriched in both plasma and EVP profiles (Fig. \n1e, f\n). These findings indicate that the plasma secretome reflects the hematologic changes (hemostasis, wound healing, coagulation), immune response/inflammation changes, and molecular changes in ROS metabolism after the 3-day spaceflight. We also note the increased abundance of several proteins related to the complement pathway, such as FCN3 which remains upregulated even at R + 45. This was validated in EVPs by western blotting (Supplementary Fig. \n2c\n).\nChanges in the metabolic profile of plasma after 3-day spaceflight\n\n\nTo capture spaceflight-related metabolic changes, we next profiled 1,135 metabolites in the plasma of the i4 crew using ANP hydrophilic and C18 hydrophobic liquid chromatography coupled with mass spectrometry\n30\n. Differential analyses of the metabolomics data identified a variety of metabolic pathways affected by spaceflight, with 100 differentially abundant metabolites (DAMs) identified when comparing the pre-flight (L-92, L-44, L-3) to immediately post-flight (R + 1) timepoint (Fig. \n2a, b\n). Notably, none of these DAMs remained differentially abundant at timepoints after R + 1, indicating that these metabolic changes are acute, and also that metabolic homeostasis is restored rapidly upon return to Earth.\n\n\nFig. 2. Changes in plasma metabolites after 3-day spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Pie charts showing pathway annotations of differentially abundant metabolites (adjusted p-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Gray portions of the pie chart represent measured but insignificant metabolites in the specified category, while colored portions are labeled by metabolite pathway name and frequency. \nb\n Volcano plot of metabolites based on differential abundance (logFC>1 in red, logFC < −1 in blue) at R + 1 vs. Preflight. Labeled points are differentially abundant metabolites with connections to spaceflight-related anemia, inflammation, and oxidative stress. \nc\n Box plots of the scaled abundance of select differentially abundant metabolites associated with purine metabolism, glycerophospholipid metabolism, and anemia and hemolysis. Data represents \nn\n = 4 astronauts averaged at the indicated condition with one technical replicate per astronaut at each timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \nd\n Diagram of the sphingomyelin cycle, which is enriched in spaceflight-affected metabolites. Annotation boxes represent metabolites significantly changed at R + 1 vs. Preflight, with increased abundance indicated in red, decreased abundance in blue, and no significant change in gray (only boxed metabolites were measured). The dashed boxes indicate significant changes in some, but not all, chain lengths of the indicated lipid species. \ne\n Violin plots showing the results of Thiobarbituric acid reactive substances (TBARS) assay performed on astronaut plasma. Repeated measures one-way ANOVA was performed to assess significance. Source data are provided as a Source Data file.\nOf the metabolites affected immediately post-flight, those involved in the purine metabolism pathway showed systematically increased abundance. Inosine, the metabolite with the largest positive fold-change (Fig. \n2b\n), together with its precursor metabolite, purine, and its post-degradation metabolites, xanthine, and hypoxanthine, are all components of purine metabolism (Fig. \n2c\n). We found that many of the most significantly altered metabolites belonged to the glycerophospholipid metabolism pathway (Fig. \n2a\n), likely driven by a decreased abundance of lysophospholipid (LysoPC) and phosphatidylcholine (PC) species such as methylcarbamoyl platelet-activating factor (PAF) C-16 and LysoPAF C-16 (Fig. \n2b, c\n)\n31\n. Accompanying these changes, many metabolites involved in the sphingomyelin cycle were differentially abundant, including an increase in uridine diphosphate (UDP), some sphingomyelin and glucosylceramides (GlcCer) species, and a decrease in sphingosine-1-phosphate (S1P) (Fig. \n2c, d\n).\n\n\nSince phosphatidylcholines (PCs) are the most abundant phospholipid species in cellular membranes, and membrane stability is disrupted by lipid peroxidation, we hypothesized that the decrease in PCs and LysoPCs (Fig. \n2d\n) was indicative of lipid peroxidation secondary to spaceflight-induced production of free radicals\n32\n,\n33\n. The lipid peroxidation cascade generates a number of different intermediates depending on the target lipid species\n34\n. Malondialdehyde (MDA) is one of the major byproducts of lipid peroxidation and widely used as a biomarker of oxidative stress\n34\n. Therefore, to measure the overall lipid peroxidation in plasma, we quantified the levels of MDA adducts with thiobarbituric acid (TBA) using the thiobarbituric acid reactive substance assay (TBARS assay) (Fig. \n2e\n), which revealed that lipid peroxidation was significantly increased (\np\n-value = 0.0013) immediately post-flight (R + 1) and returned to baseline levels after several weeks (R + 45).\nUpregulation in production of antioxidants in the plasma and EVPs in response to spaceflight\n\n\nWe next investigated the common signature of oxidative stress and cellular detoxification found in EVP and plasma DAPs\n35\n,\n36\n (Supplementary Fig. \n3\n). Specifically, ROS scavenging is dependent on ROOH and H\n2\nO\n2\n detoxification via superoxide dismutase (SOD1, SOD2), catalase (CAT), and peroxiredoxins\n37\n,\n38\n. Compared to ground controls, plasma from post-flight astronauts displayed an upregulation of antioxidant proteins and a distinct metabolic profile retained at both the immediate and long post-flight timepoints (Fig. \n3a\n). Antioxidant proteins were also significantly enriched in EVPs in the intermediate post-flight timepoint, along with metabolic proteins involved in anabolic metabolism and cell growth, which may improve donor cells’ antioxidant capacity and cell bioenergetics\n36\n,\n39\n–\n41\n. Our findings indicate the body upregulates the production of anabolic metabolism and antioxidants in the plasma and EVPs, especially in the immediate-post-flight timepoint, likely to compensate for increased ROS (Fig. \n3a\n). At the longterm post-flight timepoint, these protein levels are abolished in the EVPs, but not in the plasma, which maintains an upregulation of antioxidant proteins and an altered metabolic profile. These data indicate that intracellular ROS levels and metabolic profiles can remain differentially abundant following spaceflight for at least 80 days after landing.\n\n\nFig. 3. Integrated proteomic and metabolomic analyses reveal a common signature of antioxidant defense and immune dysfunction.\n\n\n\n\nOpen in a new tab\n\n\na\n The top (plasma) indicates significantly differentially abundant proteins in the plasma and EVPs from immediate or long-term post-flight or both immediate and long-term post-flight groups compared to ground controls. Antioxidant proteins are white-colored, and proteins involved in mitochondrial metabolism are orange. The purple edges represent upregulated proteins, and the green edges represent downregulated proteins. The lower panel (inside the cell) shows the antioxidant and mitochondrial metabolism protein functions within the cell. \nb\n Overview of the bipartite correlation network with proteins and metabolites as nodes. Ellipses depict proteins, and metabolites are represented by square nodes. The edges indicate significant correlations between the nodes. A solid line indicates a positive correlation, while a dotted line indicates a negative correlation. Nodes are colored based on log2-fold changes immediately post-flight compared to pre-flight time points. \nc\n The antioxidant defense subnetwork is enriched in peroxidases, antioxidant enzymes, and antioxidant molecules, indicating activation of extensive antioxidant response. \nd\n The immunosuppression and anti-inflammatory response subnetwork is enriched in anti-inflammatory molecules and protein markers of immune cells that lower post-flight, indicating a deregulated immune response. Source data are provided as a Source Data file.\nIntegrating proteomics and metabolomics reveals a common signature of antioxidant defense and immune dysregulation\n\n\nTo investigate the molecular processes at the interface of altered proteins and metabolites, we undertook a correlation-based, integrated approach. Specifically, we correlated the proteins and metabolites across all timepoints, using the annotated DAPs and DAMs altered immediately post-flight (R + 1) compared to pre-flight (L-92, L-44, L-3). As a result, we identified 26 significant (False Discovery Ratio (FDR) < 5%) correlations between plasma proteins and plasma metabolites. In contrast, 1,416 correlations were significant between EVP proteins and plasma metabolites (Fig. \n3b\n). The significantly correlated molecules were visualized as a network with proteins and metabolites as nodes, and the correlation between them as edges. Among these changes, two of the most commonly observed molecular changes post-flight were oxidative stress and immune dysregulation, as discussed below\n1\n,\n22\n,\n42\n–\n47\n.\n\n\nFirst, we analyzed the interface between the ROS pathway and metabolites by correlating the proteins in the ROS pathway with metabolites. Exposure to radiation, microgravity, and hypoxia during spaceflight all induce the production of free radicals leading to oxidative stress, which can impact on cardiovascular, immune, neurological, and metabolic systems\n1\n. The ROS subnetwork from the i4 crew consisted of 26 nodes, including 6 proteins and 20 metabolites, with 38 correlation-based edges between the metabolites and proteins (Fig. \n3c\n). All 6 proteins (100%) and 12 metabolites (60%) were lower post-flight, and 8 metabolites (40%) were higher post-flight. Within this subnetwork, three antioxidant enzymes from the peroxiredoxin family (PRDX1, PRDX2, PRDX6) which scavenge peroxides within cells\n48\n, were increased immediately post-flight. In addition, three other enzymes that degrade ROS, namely SOD1, CAT and glutamate-cysteine ligase (GCLC), were also increased post-flight. SOD1 catalyzes the conversion of superoxide into hydrogen peroxide, which CAT can then degrade\n49\n. GCLC is a rate-limiting enzyme for the de novo synthesis of glutathione, a widely studied antioxidant that maintains the cellular redox balance\n50\n. Moreover, antioxidants, including inosine and taurine, were significantly increased immediately post-flight (q-value < 0.05). In addition to its antioxidant capacities, inosine dampens cytokine production, normally ameliorating inflammation\n51\n,\n52\n,\n6\n,\n53\n. Taurine is also an antioxidant that protects immune cells during oxidative stress\n54\n, and its upregulation suggests that immediate post-flight antioxidant production compensates for spaceflight-induced oxidative stress.\n\n\nWe next analyzed the interface between the immune system and metabolism by correlating immune cell markers with specific metabolites. The immune subnetwork consisted of 56 nodes, including 10 proteins and 46 metabolites, with 95 correlation-based edges between the metabolites and proteins (Fig. \n3d\n). All 10 proteins (100%) and 33 metabolites (71.7%) were lower immediately post-flight, and 13 metabolites (28.3%) were higher immediately post-flight. Within this subnetwork, all the protein markers of immune cells were decreased immediately post-flight. Moreover, our analysis indicated that anti-inflammatory and antioxidant molecules, namely inosine, purines, and taurine, were increased immediately post-flight. While taurine and inosine are antioxidants\n51\n,\n54\n, purines (e.g., adenosine) modulate the immune system by inhibiting the production of pro-inflammatory cytokines and free radicals\n51\n. In addition, 4-aminobutanoate (GABA), an immune-modulatory neurotransmitter, was also increased immediately post-flight, which can inhibit cytokine production\n55\n,\n56\n. This subnetwork may reflect widespread inflammation preceding the post-flight immunosuppression and anti-inflammatory responses, consistent with some of the NASA Twins Study results\n22\n and studies of physiological stress, radiation, altered circadian rhythm\n42\n,\n43\n, and reactivation of latent herpes viruses\n44\n,\n57\n.\nImmune cells contribute to the observed secretome changes after spaceflight\n\n\nTo delineate the contribution of immune cells to the secretome, we compared our proteomic data to single nuclei gene expression of peripheral blood mononuclear cells (PBMCs) from the i4 crew using the 10X Genomics single-cell multi-ome kits for epigenetic and gene expression profiling (see \nMethods\n). Of the ~30,000 genes detected in PBMCs, 273 genes were detected in both plasma and EVPs (Fig. \n4a\n). In addition, 1131 genes were uniquely reflected in the plasma proteome while 163 genes were uniquely found in the EVP proteome (Fig. \n4a\n).\n\n\nFig. 4. Immune cells contribute to the observed secretome changes after spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Upset plot of identified genes in PBMC and identified proteins in EVPs and plasma. \nb\n Overlap of immune cell DEGs, plasma DAPs, and EVP daps. Up-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change > 0) are depicted in orange. Down-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change <0) are depicted in colored purple. Non-significant genes/proteins are depicted in colored gray. Wilcoxon rank sum tests were performed. \nc\n Expression of secretome DAPs in immune cells. \nd\n Fold change (R + 1/pre-flight) of the selected secretome-enriched pathways normalized score in immune cells. Among the secretome-enriched pathways, immune function, oxidative stress, antioxidant, lipid metabolism, coagulation, and platelet activation pathways were selected. \ne\n MACSPlex analysis of immune marker expression in EVPs. Source data are provided as a Source Data file.\nWhen comparing the differentially expressed genes (DEGs) of PBMCs with the plasma DAPs and EVP DAPs (Fig. \n4a\n), we found that 12 (30%) plasma DAPs and 27 (17.8%) EVP DAPs were also differentially expressed in the PBMCs. Of those overlapping DAPs, 6/12 were differentially abundant in the same direction in both plasma and PBMCs. Additionally, 14/27 of the overlapping EVP DAPs were differentially abundant in the same direction in both EVPs and PBMCs. This likely indicates that circulating and EVP proteins reflect gene expression changes in immune cells, while validating that secreted proteins can also originate from non-immune cells and distal organs.\n\n\nTo further examine the connection between the EVP proteome and the PBMCs transcriptional states, we examined the overlap between EVP DAPs and PBMC DEGs. The crew EVP profiles showed a higher overlap with the DEGs among lymphoid cells (T cell, B cell, Natural Killer (NK) cell) than with myeloid cells (Fig. \n4b\n), and the same trend was observed for plasma DAPs (Fig. \n4b\n), indicating that lymphoid cells contributed more than myeloid cells to the observed changes in the secretome. Among the genes differentially abundant in EVPs and PBMCs, we noted several immune genes such as Integrin linked kinase (ILK), which was upregulated in EVPs and PBMCs, while carbonic anhydrase 8 (C8A) and complement C8 beta chain (C8B) were downregulated in EVPs and PBMCs (Fig. \n4c\n).\n\n\nAmong the antioxidant and oxidative stress-related proteins, PRDX2 was again upregulated in both plasma and EVPs, but was downregulated in DC cells, Monocytes, T cells and B cells, indicating that the upregulation of PRDX2 and EVPs seen in plasma does not originate from immune cells (Fig. \n4c\n). To disentangle the relationship between immune cells and the pathways enriched based on the secretome DAPs, we calculated the fold changes of normalized enrichment score (NES) of immune cells at R + 1 versus pre-flight for the significantly enriched secretome DAPs pathways related to coagulation, immune function, lipid metabolism, oxidative stress, platelet activation, and reactive oxygen stress (Fig. \n4d\n and Supplementary Fig. \n3\n). We found an enrichment in oxidative stress and ROS pathways in T cells, NK cells, monocytes, and DC at R + 1 compared to pre-flight timepoints.\n\n\nTo gain insight into potential cellular sources of plasma EVPs, we used the MACSPlex Exosome profiler, which estimates the abundance of EVs expressing one of 37 markers specific for various immune cell types. We found significant increases in the pan-EVP marker CD9\n58\n,\n59\n, integrin beta-1 (ITGB1, also CD29)\n60\n, and B/T activation marker (CD69)\n61\n and significant decreases in Alveolar Type I/Brain (Receptor tyrosine kinase like orphan receptor, ROR1)\n62\n–\n64\n, melanocytes (Melanoma chondroitin sulfate proteoglycan, MCSP)\n65\n,\n66\n, T cells (CD3)\n67\n, additional pan-EVP markers (CD63\n68\n, CD81), B cell (CD24)\n69\n, and DC (CD1C)\n70\n markers (Fig. \n4e\n). The increase in CD9 at R + 1 correlates with an overall increase in EVP production post-flight\n15\n, while the decrease in CD63 and CD81 at R + 1 is consistent with the increase in CD9+ EVPs produced by platelets involved in coagulation. Of note, CD69 (a T and B cell activation marker) was increased at R + 1, consistent with inflammation revealed by the other omics analyses. The increase in ITGB1 (CD29), which complexes with integrin subunit alpha 5 (ITGA5, also CD49e)\n71\n, a heterodimer expressed on activated lymphocytes, endothelial cells (ECs), osteoblasts and which binds fibronectin and L1 cell adhesion molecule (L1CAM, a central nervous system axonal protein), may be consistent with vascular permeability, and systemic inflammation. Several DC markers, CD24, CD1c, and CD209, were also decreased at R + 1, consistent with suppressed DC function.\n\n\nWe hypothesized that the significantly changed immune markers in EVPs would overlap with the i4 immune cell DEGs (Supplementary Fig. \n4\n). Indeed, we found that while DEGs in PBMCs were driven more by T and B cells, all cell types showed changes in vesicle regulation (Supplementary Fig. \n5\n). CD3 delta, a pan-T cell marker, was downregulated in PBMCs, T cells, and their EVPs, whereas a different T cell marker (CD69) was downregulated in cells, but enriched in EVPs. This could indicate that CD69 is selectively shuttled into EVPs, or selectively enriched in EVPs derived from tissue-resident memory T cells. Moreover, CD63 was consistently downregulated in innate immune cells (DC, NK, macrophages) and EVPs immediately post-flight, indicating that cellular reduction was responsible for decreased EVP CD63 levels.\nRed blood cells do not contribute to secretome changes after spaceflight\n\n\nTo delineate the contribution of blood cells to the secretome, we compared the gene expression profiles of whole blood direct RNA-seq data (Oxford Nanopore) from the i4 crew and identified 61 overlapping DEGs. We then compared the gene list with the plasma and EVP DAPs (Supplementary Fig. \n6a, b\n). Interestingly, protein abundances in EVPs and gene expression in whole blood were inversely correlated (increased in EVPs and decreased in whole blood). The expression of these genes in PBMCs, however, was mostly aligned with the protein abundance, with at least one cell type showing a significant increase in PBMCs for SNCA. Of note, SNCA overlapped in whole blood DEGs, plasma DAPs, and EVP DAPs.\n\n\nOverall, 8 genes were shared between whole blood DEGs and EVP DAPs and one gene was shared between blood DEGs and plasma DAPs. To determine the contribution of whole blood and PBMC to the secretome, we then examined expression of these overlapping DAPs (AHSP, AK1, ANK1, BLVRB, EPB42, HBD, ENBP1, SNCA) before and after spaceflight (Supplementary Fig. \n6c\n), and analyzed this list for enriched gene functions. Significant enrichment (q < 0.01) was observed in heme metabolism, anemia, hematologic disease, brain function (terminal button, axon part)-related pathways (Supplementary Fig. \n6d\n). The gene SLC4A1 was present in nearly all overrepresented groups (excluding the cell cortex and axon part), indicating a brain-related phenotype that warranted further investigation.\nBrain-related signatures increased in the secretome after spaceflight\n\n\nSpaceflight exposes the human brain to several stressors, which have the potential to cause short-term and long-term neurological effects, including SANS, body fluid shift, neuroinflammation, and neurodegeneration\n12\n,\n72\n–\n74\n. In addition, an increasing body of evidence suggests that the spaceflight environment could induce blood-brain barrier (BBB) disruption\n72\n,\n75\n–\n78\n. For example, EVP proteomic profiles of NASA Twins study obtained three years post-return from a year-long flight revealed brain-associated proteins in the plasma of the astronaut twin, but not the ground control twin\n15\n.\n\n\nSince EVPs are known to be released from distal organs such as the brain, and could be detected in plasma, we examined post-spaceflight EVPs for any enrichment of brain-specific or brain-associated proteins. Indeed, both EVPs and plasma DAPs were enriched for brain function and brain injury-related pathways (Fig. \n5a\n), including neurodegeneration pathways, neuron death, and amyloid fibril formation. Moreover, Gene Set Enrichment Analysis (GSEA) analysis revealed that brain-associated proteins were increased in plasma at R + 1 (Fig. \n5b\n)\n, which matches orthogonal data from a JAXA cfRNA-seq study that also revealed an increase in brain-enriched proteins immediately post-flight (R + 3) (Fig. \n5c\n) (study OSD-530 of 6 Japanese astronauts on the International Space Station, ISS). Of note, the spike in brain signatures for plasma, cfRNA, and exosome proteins was most pronounced in the days after landing back on Earth (R + 1 and R + 3) (Fig. \n5d\n).\n\n\nFig. 5. Brain-related proteins are enriched in the secretome after spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Overrepresentation analysis of significantly enriched pathways (adjusted \np\n-value < 0.05) related to brain function and injury of EVPs and plasma DAPs at R + 1 (adjusted p-value < 0.05, Left: EVP, Right: plasma). \nb\n Gene set enrichment analysis (GSEA) of EVP DAPs immediately post-flight and long-term post-flight based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize=5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nc\n Gene set enrichment analysis of cfRNA measured immediately post-flight JAXA CFE mission based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize = 5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nd\n Abundance of brain-enriched proteins in EVPs. Data is from n = 4 astronauts, representing one technical replicate per astronaut and timepoint averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. Source data are provided as a Source Data file. \ne\n Abundance of brain-enriched proteins in EVPs isolated from naive, ground control mice.\nTo examine possible sources of spaceflight-associated brain signatures in plasma, two hypotheses were examined: (1) proteins are purposely packaged and shuttled from the brain into EVPs and released or (2) BBB integrity is disrupted, indicating “leakiness” of brain proteins. To address the first hypothesis, we examined EVP protein cargo data in 13 mouse tissues from a public EVP atlas\n25\n (blood, thymus, lymph node (LN), brown adipose tissue (BAT), bone, brain, heart, kidney, liver, lung, spleen, white adipose tissue, and muscle). Of the 16 brain-annotated proteins, 3 were brain-exclusive (CNP, EP41, NRGN), 2 were highly enriched in the brain (Epb4L1 and PRKACA), and five others were highest in the liver. However, SNCA, semaphorin 7 A (SEMA7A), and small VCP-interacting protein (SVIP) were not detected in mouse brain EVPs, nor in other tissues (Fig. \n5e\n), indicating that packaging of these proteins into EVPs is unlikely, given their absence in the murine brain tissue.\n\n\nTo test the alternative hypothesis of BBB disruption, we examined the expression of biomarkers previously associated with BBB integrity, specifically S100 calcium binding protein B (S100B), Enolase 2 (ENO2) and Platelet Endothelial Cell Adhesion Molecule (PECAM-1)\n79\n,\n80\n (Fig. \n6\na, \nb\n). While the proteins ENO2 and S100B showed no significant difference for pre/post-flight, PECAM-1 showed an increase in the plasma protein abundance at R + 1 in C001, C003, and C004, and a postflight increase as well when measured at R + 45 and R + 82 (Wilcoxson rank sum, \np\n = 0.07)(Fig. \n6a\n). To further examine the in vivo changes in PECAM-1, we used brain tissue from rodents flown on the RR-18 mission, which spent 35 days on the ISS. After spaceflight, the RR-18 rodents were returned to Earth, wherein the flight samples (FLT) were dissected and fixed onto slides for straining at the same time as the ground controls (GC). Interestingly, significantly increased PECAM-1 immunoreactivity (\nn\n = 5 replicates, two-sided Student’s paired t-Test, \np\n = 0.023) was detected in the FLT samples relative to the GC group (Fig. \n6b\n), implicating PECAM-1 as a possible spaceflight-related marker for BBB integrity.\n\n\nFig. 6. Blood Brain Barrier integrity markers in spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Abundance of blood-brain barrier (BBB) integrity peptides in plasma of i4 astronauts shown as violin plots. Data is from \nn\n = 4 astronauts. Each blood proteomic measurement was performed in two technical replicates per astronaut and timepoint. Displayed data represents the average of the technical replicates which were further averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. \nb\n Representative images of hippocampal PECAM-1 in the flight (FLT) and ground control (GC) mice (\nn\n = 5). PECAM-1 positive cells were identified based on red fluorescence, while endothelium was stained with lectin (green). The nuclei were counterstained with DAPI (blue). In the control hippocampal region, few positive cells were found. In the hippocampal region of FLT mice, enhanced PECAM expression could be detected. There was a significant difference between FLT and GC groups with \np\n < 0.05 (\nn\n = 5 replicates, two-sided Student’s paired t-Test, \np\n = 0.023).Source data are provided as a Source Data file. Scale bar = 50 mm.",
    "changes_in_the_proteomic_profile_of_plasma_and_evps_after_3-": "To gain insight into secretome changes after 3 days of spaceflight, we profiled the plasma EVP proteins and plasma metabolites of the four i4 mission crew members (Fig. \n1a\n) at three pre-launch dates (L-92, L-44, and L-3) and three post-flight timepoints upon return to Earth (R + 1, R + 45, R + 82) (Fig. \n1a\n). For plasma proteomics, plasma was isolated using Cell Preparation Tubes (CPT) and processed with Seer’s 5-nanoparticle Proteograph assay\n23\n, while plasma EVPs were isolated as previously described\n24\n,\n25\n, and proteins were analyzed by nano-LC-MS/MS (Fig. \n1a\n). Plasma metabolites were extracted using Aqueous Neutral Phase (ANP) hydrophilic and C18 hydrophobic liquid chromatography, and metabolites were identified and quantified by MS (Fig. \n1a\n). We identified a total of 2,992 unique plasma proteins and 1,443 unique EVP proteins, with an overlap of 1,030 proteins shared by plasma and EVPs (Fig. \n1b\n). These shared proteins are likely plasma EVP proteins as well as proteins that can be either soluble/free or EVP-associated. Plasma and EVP proteins were then filtered based on the number of not-detected (NAs) so that at least one condition has no missing data and coefficient of variation (<0.5), with 1,765 plasma circulating proteins remaining in plasma and 527 in EVPs (Fig. \n1b\n).\nFig. 1. Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Overview of study design, sample collection, and processing of plasma and EVP proteomics. \nb\n Venn diagram of proteins measured in plasma and EVP, before (left) and after (right) filtering, based on the coefficient of variance, low abundance, and number of not assessed (NAs). \nc\n Upset plot showing the overlap of differentially abundant proteins (adjusted \np\n-value < 0.05, |logFC | >1) across the different comparisons performed in plasma and EVPs. Differential abundance analysis was performed with \nlimma\n with the following model ~astronaut+flightSatus and p-values have been adjusted to control the false discovery rate \nd\n Boxplots of the scaled abundance of the 9 proteins differentially abundant in both plasma and EVPs. Where available, data represents \nn\n = 4 astronauts averaged at the indicated condition (preflight and long-term postflight). Plasma data is the average of two technical replicates, EVP data represents one technical replicate per astronaut and timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \ne\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in plasma (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes (BP) were selected, and \ntreeplot\n was used to organize significant pathways (adjusted p-value < 0.05) into biologically relevant clusters. \nf\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in the EVPs (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes were selected, and \ntreeplot\n was used to organize and cluster the significant pathways (adjusted \np\n-value < 0.05) into biologically relevant clusters. Source data are provided as a Source Data file.\nTo profile acute and long-term changes in the secretome after 3-days of spaceflight, we performed two comparisons: 1) immediately post-flight (R + 1) vs. all pre-flight (L-92, L-44, L-3) timepoints, as a measure of acute changes (short-term postflight, or SP) and 2) all post-flight (R + 1, R + 45, R + 82) vs. all pre-flight (L-92, L-44, L-3) timepoints, representing long-term changes (long-term postflight, or LP). Interestingly, even though fewer unique proteins were detected in EVPs, we identified more differentially abundant proteins (DAPs) in EVPs compared to plasma (151 DAPs in EVPs vs. 40 DAPs in plasma) at R + 1 (Fig. \n1c\n, Supplementary Fig. \n1\n). Importantly, the majority of EVP DAPs returned to pre-flight levels over time, with only 10 EVP DAPs (6.62%) remaining differentially abundant long-term post-flight (Fig. \n1c\n). However, most plasma DAPs (72.5%) remained differentially abundant at the last timepoint (R + 82) (Fig. \n1c\n), indicating a greater degree of recovery, and longer duration, than the EVP DAPs.\nIn addition, the EVP and plasma proteomes provided distinct information about spaceflight-associated changes. Specifically, 9 DAPs were shared between EVPs (5.96%) and plasma (22.5%) immediately post-flight (Fig. \n1c\n). The 9 overlapping DAPs were Platelet factor 4 (PF4), Latent-transforming growth factor beta-binding protein 1 (LTBP1), Platelet factor 4 variant 1 (PF4V1), Alpha-synuclein (SNCA), Peroxiredoxin 2 (PRDX2), Fibronectin 1 (FN1), Axin interactor, dorsalization associated (AIDA), Multimerin 1 (MMRN1), and Intercellular adhesion molecule 3 (ICAM3) (Fig. \n1d\n). Of these, PRDX2 and SNCA increased, while ICAM3 decreased in both EVPs and plasma. Since PRDX2 is an antioxidant enzyme\n26\n, its elevation in EVPs and plasma at R + 1 may indicate elevated oxidative stress. Increased SNCA level in the blood, including in EVPs, is a potential indicator of brain inflammation and stress\n27\n,\n28\n. Also of note, ICAM3 downregulation may reflect impairments in T cell-Dendritic cell (T-DC) interactions and immune function, as ICAM3 is crucial for the initial interaction between these two immune cells\n29\n. In addition, proteins associated with wound healing and coagulation, including PF4, PF4V1, and LTBP1, were increased in the plasma, but decreased in EVPs, potentially as a consequence of EVP capture in clots associated with spaceflight-induced thrombosis (Fig. \n1d\n and Supplrmentary Fig. \n1\n)\n14\n,\n15\n. However, PF4 and PF4V1 levels quickly returned to baseline, suggesting that the pro-thrombotic effect of spaceflight is temporary and reversible; these shifts of PF4 in plasma and EVPs were confirmed by ELISA (Supplementary Fig. \n2a, b\n).\nTo gain a functional understanding of plasma and EVP proteome changes after spaceflight, we performed biological pathway enrichment analysis for the R + 1 DAPs in both plasma and EVPs. Interestingly, though individual DAPs mostly differed in plasma relative to EVPs, pathways enriched in these DAPs showed a consistent profile in plasma and EVPs. DAPs involved in reactive oxygen species (ROS) production, oxidative stress, wound healing, coagulation, immune function, and hemostasis pathways were enriched in both plasma and EVP profiles (Fig. \n1e, f\n). These findings indicate that the plasma secretome reflects the hematologic changes (hemostasis, wound healing, coagulation), immune response/inflammation changes, and molecular changes in ROS metabolism after the 3-day spaceflight. We also note the increased abundance of several proteins related to the complement pathway, such as FCN3 which remains upregulated even at R + 45. This was validated in EVPs by western blotting (Supplementary Fig. \n2c\n).",
    "fig._1._changes_in_the_proteomic_profile_of_plasma_and_evps_": "Open in a new tab\na\n Overview of study design, sample collection, and processing of plasma and EVP proteomics. \nb\n Venn diagram of proteins measured in plasma and EVP, before (left) and after (right) filtering, based on the coefficient of variance, low abundance, and number of not assessed (NAs). \nc\n Upset plot showing the overlap of differentially abundant proteins (adjusted \np\n-value < 0.05, |logFC | >1) across the different comparisons performed in plasma and EVPs. Differential abundance analysis was performed with \nlimma\n with the following model ~astronaut+flightSatus and p-values have been adjusted to control the false discovery rate \nd\n Boxplots of the scaled abundance of the 9 proteins differentially abundant in both plasma and EVPs. Where available, data represents \nn\n = 4 astronauts averaged at the indicated condition (preflight and long-term postflight). Plasma data is the average of two technical replicates, EVP data represents one technical replicate per astronaut and timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \ne\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in plasma (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes (BP) were selected, and \ntreeplot\n was used to organize significant pathways (adjusted p-value < 0.05) into biologically relevant clusters. \nf\n Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in the EVPs (adjusted \np\n-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes were selected, and \ntreeplot\n was used to organize and cluster the significant pathways (adjusted \np\n-value < 0.05) into biologically relevant clusters. Source data are provided as a Source Data file.",
    "changes_in_the_metabolic_profile_of_plasma_after_3-day_space": "To capture spaceflight-related metabolic changes, we next profiled 1,135 metabolites in the plasma of the i4 crew using ANP hydrophilic and C18 hydrophobic liquid chromatography coupled with mass spectrometry\n30\n. Differential analyses of the metabolomics data identified a variety of metabolic pathways affected by spaceflight, with 100 differentially abundant metabolites (DAMs) identified when comparing the pre-flight (L-92, L-44, L-3) to immediately post-flight (R + 1) timepoint (Fig. \n2a, b\n). Notably, none of these DAMs remained differentially abundant at timepoints after R + 1, indicating that these metabolic changes are acute, and also that metabolic homeostasis is restored rapidly upon return to Earth.\nFig. 2. Changes in plasma metabolites after 3-day spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Pie charts showing pathway annotations of differentially abundant metabolites (adjusted p-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Gray portions of the pie chart represent measured but insignificant metabolites in the specified category, while colored portions are labeled by metabolite pathway name and frequency. \nb\n Volcano plot of metabolites based on differential abundance (logFC>1 in red, logFC < −1 in blue) at R + 1 vs. Preflight. Labeled points are differentially abundant metabolites with connections to spaceflight-related anemia, inflammation, and oxidative stress. \nc\n Box plots of the scaled abundance of select differentially abundant metabolites associated with purine metabolism, glycerophospholipid metabolism, and anemia and hemolysis. Data represents \nn\n = 4 astronauts averaged at the indicated condition with one technical replicate per astronaut at each timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \nd\n Diagram of the sphingomyelin cycle, which is enriched in spaceflight-affected metabolites. Annotation boxes represent metabolites significantly changed at R + 1 vs. Preflight, with increased abundance indicated in red, decreased abundance in blue, and no significant change in gray (only boxed metabolites were measured). The dashed boxes indicate significant changes in some, but not all, chain lengths of the indicated lipid species. \ne\n Violin plots showing the results of Thiobarbituric acid reactive substances (TBARS) assay performed on astronaut plasma. Repeated measures one-way ANOVA was performed to assess significance. Source data are provided as a Source Data file.\nOf the metabolites affected immediately post-flight, those involved in the purine metabolism pathway showed systematically increased abundance. Inosine, the metabolite with the largest positive fold-change (Fig. \n2b\n), together with its precursor metabolite, purine, and its post-degradation metabolites, xanthine, and hypoxanthine, are all components of purine metabolism (Fig. \n2c\n). We found that many of the most significantly altered metabolites belonged to the glycerophospholipid metabolism pathway (Fig. \n2a\n), likely driven by a decreased abundance of lysophospholipid (LysoPC) and phosphatidylcholine (PC) species such as methylcarbamoyl platelet-activating factor (PAF) C-16 and LysoPAF C-16 (Fig. \n2b, c\n)\n31\n. Accompanying these changes, many metabolites involved in the sphingomyelin cycle were differentially abundant, including an increase in uridine diphosphate (UDP), some sphingomyelin and glucosylceramides (GlcCer) species, and a decrease in sphingosine-1-phosphate (S1P) (Fig. \n2c, d\n).\nSince phosphatidylcholines (PCs) are the most abundant phospholipid species in cellular membranes, and membrane stability is disrupted by lipid peroxidation, we hypothesized that the decrease in PCs and LysoPCs (Fig. \n2d\n) was indicative of lipid peroxidation secondary to spaceflight-induced production of free radicals\n32\n,\n33\n. The lipid peroxidation cascade generates a number of different intermediates depending on the target lipid species\n34\n. Malondialdehyde (MDA) is one of the major byproducts of lipid peroxidation and widely used as a biomarker of oxidative stress\n34\n. Therefore, to measure the overall lipid peroxidation in plasma, we quantified the levels of MDA adducts with thiobarbituric acid (TBA) using the thiobarbituric acid reactive substance assay (TBARS assay) (Fig. \n2e\n), which revealed that lipid peroxidation was significantly increased (\np\n-value = 0.0013) immediately post-flight (R + 1) and returned to baseline levels after several weeks (R + 45).",
    "fig._2._changes_in_plasma_metabolites_after_3-day_spacefligh": "Open in a new tab\na\n Pie charts showing pathway annotations of differentially abundant metabolites (adjusted p-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Gray portions of the pie chart represent measured but insignificant metabolites in the specified category, while colored portions are labeled by metabolite pathway name and frequency. \nb\n Volcano plot of metabolites based on differential abundance (logFC>1 in red, logFC < −1 in blue) at R + 1 vs. Preflight. Labeled points are differentially abundant metabolites with connections to spaceflight-related anemia, inflammation, and oxidative stress. \nc\n Box plots of the scaled abundance of select differentially abundant metabolites associated with purine metabolism, glycerophospholipid metabolism, and anemia and hemolysis. Data represents \nn\n = 4 astronauts averaged at the indicated condition with one technical replicate per astronaut at each timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers. \nd\n Diagram of the sphingomyelin cycle, which is enriched in spaceflight-affected metabolites. Annotation boxes represent metabolites significantly changed at R + 1 vs. Preflight, with increased abundance indicated in red, decreased abundance in blue, and no significant change in gray (only boxed metabolites were measured). The dashed boxes indicate significant changes in some, but not all, chain lengths of the indicated lipid species. \ne\n Violin plots showing the results of Thiobarbituric acid reactive substances (TBARS) assay performed on astronaut plasma. Repeated measures one-way ANOVA was performed to assess significance. Source data are provided as a Source Data file.",
    "upregulation_in_production_of_antioxidants_in_the_plasma_and": "We next investigated the common signature of oxidative stress and cellular detoxification found in EVP and plasma DAPs\n35\n,\n36\n (Supplementary Fig. \n3\n). Specifically, ROS scavenging is dependent on ROOH and H\n2\nO\n2\n detoxification via superoxide dismutase (SOD1, SOD2), catalase (CAT), and peroxiredoxins\n37\n,\n38\n. Compared to ground controls, plasma from post-flight astronauts displayed an upregulation of antioxidant proteins and a distinct metabolic profile retained at both the immediate and long post-flight timepoints (Fig. \n3a\n). Antioxidant proteins were also significantly enriched in EVPs in the intermediate post-flight timepoint, along with metabolic proteins involved in anabolic metabolism and cell growth, which may improve donor cells’ antioxidant capacity and cell bioenergetics\n36\n,\n39\n–\n41\n. Our findings indicate the body upregulates the production of anabolic metabolism and antioxidants in the plasma and EVPs, especially in the immediate-post-flight timepoint, likely to compensate for increased ROS (Fig. \n3a\n). At the longterm post-flight timepoint, these protein levels are abolished in the EVPs, but not in the plasma, which maintains an upregulation of antioxidant proteins and an altered metabolic profile. These data indicate that intracellular ROS levels and metabolic profiles can remain differentially abundant following spaceflight for at least 80 days after landing.\nFig. 3. Integrated proteomic and metabolomic analyses reveal a common signature of antioxidant defense and immune dysfunction.\n\n\n\n\nOpen in a new tab\n\n\na\n The top (plasma) indicates significantly differentially abundant proteins in the plasma and EVPs from immediate or long-term post-flight or both immediate and long-term post-flight groups compared to ground controls. Antioxidant proteins are white-colored, and proteins involved in mitochondrial metabolism are orange. The purple edges represent upregulated proteins, and the green edges represent downregulated proteins. The lower panel (inside the cell) shows the antioxidant and mitochondrial metabolism protein functions within the cell. \nb\n Overview of the bipartite correlation network with proteins and metabolites as nodes. Ellipses depict proteins, and metabolites are represented by square nodes. The edges indicate significant correlations between the nodes. A solid line indicates a positive correlation, while a dotted line indicates a negative correlation. Nodes are colored based on log2-fold changes immediately post-flight compared to pre-flight time points. \nc\n The antioxidant defense subnetwork is enriched in peroxidases, antioxidant enzymes, and antioxidant molecules, indicating activation of extensive antioxidant response. \nd\n The immunosuppression and anti-inflammatory response subnetwork is enriched in anti-inflammatory molecules and protein markers of immune cells that lower post-flight, indicating a deregulated immune response. Source data are provided as a Source Data file.",
    "fig._3._integrated_proteomic_and_metabolomic_analyses_reveal": "Open in a new tab\na\n The top (plasma) indicates significantly differentially abundant proteins in the plasma and EVPs from immediate or long-term post-flight or both immediate and long-term post-flight groups compared to ground controls. Antioxidant proteins are white-colored, and proteins involved in mitochondrial metabolism are orange. The purple edges represent upregulated proteins, and the green edges represent downregulated proteins. The lower panel (inside the cell) shows the antioxidant and mitochondrial metabolism protein functions within the cell. \nb\n Overview of the bipartite correlation network with proteins and metabolites as nodes. Ellipses depict proteins, and metabolites are represented by square nodes. The edges indicate significant correlations between the nodes. A solid line indicates a positive correlation, while a dotted line indicates a negative correlation. Nodes are colored based on log2-fold changes immediately post-flight compared to pre-flight time points. \nc\n The antioxidant defense subnetwork is enriched in peroxidases, antioxidant enzymes, and antioxidant molecules, indicating activation of extensive antioxidant response. \nd\n The immunosuppression and anti-inflammatory response subnetwork is enriched in anti-inflammatory molecules and protein markers of immune cells that lower post-flight, indicating a deregulated immune response. Source data are provided as a Source Data file.",
    "integrating_proteomics_and_metabolomics_reveals_a_common_sig": "To investigate the molecular processes at the interface of altered proteins and metabolites, we undertook a correlation-based, integrated approach. Specifically, we correlated the proteins and metabolites across all timepoints, using the annotated DAPs and DAMs altered immediately post-flight (R + 1) compared to pre-flight (L-92, L-44, L-3). As a result, we identified 26 significant (False Discovery Ratio (FDR) < 5%) correlations between plasma proteins and plasma metabolites. In contrast, 1,416 correlations were significant between EVP proteins and plasma metabolites (Fig. \n3b\n). The significantly correlated molecules were visualized as a network with proteins and metabolites as nodes, and the correlation between them as edges. Among these changes, two of the most commonly observed molecular changes post-flight were oxidative stress and immune dysregulation, as discussed below\n1\n,\n22\n,\n42\n–\n47\n.\nFirst, we analyzed the interface between the ROS pathway and metabolites by correlating the proteins in the ROS pathway with metabolites. Exposure to radiation, microgravity, and hypoxia during spaceflight all induce the production of free radicals leading to oxidative stress, which can impact on cardiovascular, immune, neurological, and metabolic systems\n1\n. The ROS subnetwork from the i4 crew consisted of 26 nodes, including 6 proteins and 20 metabolites, with 38 correlation-based edges between the metabolites and proteins (Fig. \n3c\n). All 6 proteins (100%) and 12 metabolites (60%) were lower post-flight, and 8 metabolites (40%) were higher post-flight. Within this subnetwork, three antioxidant enzymes from the peroxiredoxin family (PRDX1, PRDX2, PRDX6) which scavenge peroxides within cells\n48\n, were increased immediately post-flight. In addition, three other enzymes that degrade ROS, namely SOD1, CAT and glutamate-cysteine ligase (GCLC), were also increased post-flight. SOD1 catalyzes the conversion of superoxide into hydrogen peroxide, which CAT can then degrade\n49\n. GCLC is a rate-limiting enzyme for the de novo synthesis of glutathione, a widely studied antioxidant that maintains the cellular redox balance\n50\n. Moreover, antioxidants, including inosine and taurine, were significantly increased immediately post-flight (q-value < 0.05). In addition to its antioxidant capacities, inosine dampens cytokine production, normally ameliorating inflammation\n51\n,\n52\n,\n6\n,\n53\n. Taurine is also an antioxidant that protects immune cells during oxidative stress\n54\n, and its upregulation suggests that immediate post-flight antioxidant production compensates for spaceflight-induced oxidative stress.\nWe next analyzed the interface between the immune system and metabolism by correlating immune cell markers with specific metabolites. The immune subnetwork consisted of 56 nodes, including 10 proteins and 46 metabolites, with 95 correlation-based edges between the metabolites and proteins (Fig. \n3d\n). All 10 proteins (100%) and 33 metabolites (71.7%) were lower immediately post-flight, and 13 metabolites (28.3%) were higher immediately post-flight. Within this subnetwork, all the protein markers of immune cells were decreased immediately post-flight. Moreover, our analysis indicated that anti-inflammatory and antioxidant molecules, namely inosine, purines, and taurine, were increased immediately post-flight. While taurine and inosine are antioxidants\n51\n,\n54\n, purines (e.g., adenosine) modulate the immune system by inhibiting the production of pro-inflammatory cytokines and free radicals\n51\n. In addition, 4-aminobutanoate (GABA), an immune-modulatory neurotransmitter, was also increased immediately post-flight, which can inhibit cytokine production\n55\n,\n56\n. This subnetwork may reflect widespread inflammation preceding the post-flight immunosuppression and anti-inflammatory responses, consistent with some of the NASA Twins Study results\n22\n and studies of physiological stress, radiation, altered circadian rhythm\n42\n,\n43\n, and reactivation of latent herpes viruses\n44\n,\n57\n.",
    "immune_cells_contribute_to_the_observed_secretome_changes_af": "To delineate the contribution of immune cells to the secretome, we compared our proteomic data to single nuclei gene expression of peripheral blood mononuclear cells (PBMCs) from the i4 crew using the 10X Genomics single-cell multi-ome kits for epigenetic and gene expression profiling (see \nMethods\n). Of the ~30,000 genes detected in PBMCs, 273 genes were detected in both plasma and EVPs (Fig. \n4a\n). In addition, 1131 genes were uniquely reflected in the plasma proteome while 163 genes were uniquely found in the EVP proteome (Fig. \n4a\n).\nFig. 4. Immune cells contribute to the observed secretome changes after spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Upset plot of identified genes in PBMC and identified proteins in EVPs and plasma. \nb\n Overlap of immune cell DEGs, plasma DAPs, and EVP daps. Up-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change > 0) are depicted in orange. Down-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change <0) are depicted in colored purple. Non-significant genes/proteins are depicted in colored gray. Wilcoxon rank sum tests were performed. \nc\n Expression of secretome DAPs in immune cells. \nd\n Fold change (R + 1/pre-flight) of the selected secretome-enriched pathways normalized score in immune cells. Among the secretome-enriched pathways, immune function, oxidative stress, antioxidant, lipid metabolism, coagulation, and platelet activation pathways were selected. \ne\n MACSPlex analysis of immune marker expression in EVPs. Source data are provided as a Source Data file.\nWhen comparing the differentially expressed genes (DEGs) of PBMCs with the plasma DAPs and EVP DAPs (Fig. \n4a\n), we found that 12 (30%) plasma DAPs and 27 (17.8%) EVP DAPs were also differentially expressed in the PBMCs. Of those overlapping DAPs, 6/12 were differentially abundant in the same direction in both plasma and PBMCs. Additionally, 14/27 of the overlapping EVP DAPs were differentially abundant in the same direction in both EVPs and PBMCs. This likely indicates that circulating and EVP proteins reflect gene expression changes in immune cells, while validating that secreted proteins can also originate from non-immune cells and distal organs.\nTo further examine the connection between the EVP proteome and the PBMCs transcriptional states, we examined the overlap between EVP DAPs and PBMC DEGs. The crew EVP profiles showed a higher overlap with the DEGs among lymphoid cells (T cell, B cell, Natural Killer (NK) cell) than with myeloid cells (Fig. \n4b\n), and the same trend was observed for plasma DAPs (Fig. \n4b\n), indicating that lymphoid cells contributed more than myeloid cells to the observed changes in the secretome. Among the genes differentially abundant in EVPs and PBMCs, we noted several immune genes such as Integrin linked kinase (ILK), which was upregulated in EVPs and PBMCs, while carbonic anhydrase 8 (C8A) and complement C8 beta chain (C8B) were downregulated in EVPs and PBMCs (Fig. \n4c\n).\nAmong the antioxidant and oxidative stress-related proteins, PRDX2 was again upregulated in both plasma and EVPs, but was downregulated in DC cells, Monocytes, T cells and B cells, indicating that the upregulation of PRDX2 and EVPs seen in plasma does not originate from immune cells (Fig. \n4c\n). To disentangle the relationship between immune cells and the pathways enriched based on the secretome DAPs, we calculated the fold changes of normalized enrichment score (NES) of immune cells at R + 1 versus pre-flight for the significantly enriched secretome DAPs pathways related to coagulation, immune function, lipid metabolism, oxidative stress, platelet activation, and reactive oxygen stress (Fig. \n4d\n and Supplementary Fig. \n3\n). We found an enrichment in oxidative stress and ROS pathways in T cells, NK cells, monocytes, and DC at R + 1 compared to pre-flight timepoints.\nTo gain insight into potential cellular sources of plasma EVPs, we used the MACSPlex Exosome profiler, which estimates the abundance of EVs expressing one of 37 markers specific for various immune cell types. We found significant increases in the pan-EVP marker CD9\n58\n,\n59\n, integrin beta-1 (ITGB1, also CD29)\n60\n, and B/T activation marker (CD69)\n61\n and significant decreases in Alveolar Type I/Brain (Receptor tyrosine kinase like orphan receptor, ROR1)\n62\n–\n64\n, melanocytes (Melanoma chondroitin sulfate proteoglycan, MCSP)\n65\n,\n66\n, T cells (CD3)\n67\n, additional pan-EVP markers (CD63\n68\n, CD81), B cell (CD24)\n69\n, and DC (CD1C)\n70\n markers (Fig. \n4e\n). The increase in CD9 at R + 1 correlates with an overall increase in EVP production post-flight\n15\n, while the decrease in CD63 and CD81 at R + 1 is consistent with the increase in CD9+ EVPs produced by platelets involved in coagulation. Of note, CD69 (a T and B cell activation marker) was increased at R + 1, consistent with inflammation revealed by the other omics analyses. The increase in ITGB1 (CD29), which complexes with integrin subunit alpha 5 (ITGA5, also CD49e)\n71\n, a heterodimer expressed on activated lymphocytes, endothelial cells (ECs), osteoblasts and which binds fibronectin and L1 cell adhesion molecule (L1CAM, a central nervous system axonal protein), may be consistent with vascular permeability, and systemic inflammation. Several DC markers, CD24, CD1c, and CD209, were also decreased at R + 1, consistent with suppressed DC function.\nWe hypothesized that the significantly changed immune markers in EVPs would overlap with the i4 immune cell DEGs (Supplementary Fig. \n4\n). Indeed, we found that while DEGs in PBMCs were driven more by T and B cells, all cell types showed changes in vesicle regulation (Supplementary Fig. \n5\n). CD3 delta, a pan-T cell marker, was downregulated in PBMCs, T cells, and their EVPs, whereas a different T cell marker (CD69) was downregulated in cells, but enriched in EVPs. This could indicate that CD69 is selectively shuttled into EVPs, or selectively enriched in EVPs derived from tissue-resident memory T cells. Moreover, CD63 was consistently downregulated in innate immune cells (DC, NK, macrophages) and EVPs immediately post-flight, indicating that cellular reduction was responsible for decreased EVP CD63 levels.",
    "fig._4._immune_cells_contribute_to_the_observed_secretome_ch": "Open in a new tab\na\n Upset plot of identified genes in PBMC and identified proteins in EVPs and plasma. \nb\n Overlap of immune cell DEGs, plasma DAPs, and EVP daps. Up-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change > 0) are depicted in orange. Down-regulated genes/proteins (Immune cells: \np\n-value < 0.05, secretome: adjusted \np\n-value < 0.05, fold change <0) are depicted in colored purple. Non-significant genes/proteins are depicted in colored gray. Wilcoxon rank sum tests were performed. \nc\n Expression of secretome DAPs in immune cells. \nd\n Fold change (R + 1/pre-flight) of the selected secretome-enriched pathways normalized score in immune cells. Among the secretome-enriched pathways, immune function, oxidative stress, antioxidant, lipid metabolism, coagulation, and platelet activation pathways were selected. \ne\n MACSPlex analysis of immune marker expression in EVPs. Source data are provided as a Source Data file.",
    "red_blood_cells_do_not_contribute_to_secretome_changes_after": "To delineate the contribution of blood cells to the secretome, we compared the gene expression profiles of whole blood direct RNA-seq data (Oxford Nanopore) from the i4 crew and identified 61 overlapping DEGs. We then compared the gene list with the plasma and EVP DAPs (Supplementary Fig. \n6a, b\n). Interestingly, protein abundances in EVPs and gene expression in whole blood were inversely correlated (increased in EVPs and decreased in whole blood). The expression of these genes in PBMCs, however, was mostly aligned with the protein abundance, with at least one cell type showing a significant increase in PBMCs for SNCA. Of note, SNCA overlapped in whole blood DEGs, plasma DAPs, and EVP DAPs.\nOverall, 8 genes were shared between whole blood DEGs and EVP DAPs and one gene was shared between blood DEGs and plasma DAPs. To determine the contribution of whole blood and PBMC to the secretome, we then examined expression of these overlapping DAPs (AHSP, AK1, ANK1, BLVRB, EPB42, HBD, ENBP1, SNCA) before and after spaceflight (Supplementary Fig. \n6c\n), and analyzed this list for enriched gene functions. Significant enrichment (q < 0.01) was observed in heme metabolism, anemia, hematologic disease, brain function (terminal button, axon part)-related pathways (Supplementary Fig. \n6d\n). The gene SLC4A1 was present in nearly all overrepresented groups (excluding the cell cortex and axon part), indicating a brain-related phenotype that warranted further investigation.",
    "brain-related_signatures_increased_in_the_secretome_after_sp": "Spaceflight exposes the human brain to several stressors, which have the potential to cause short-term and long-term neurological effects, including SANS, body fluid shift, neuroinflammation, and neurodegeneration\n12\n,\n72\n–\n74\n. In addition, an increasing body of evidence suggests that the spaceflight environment could induce blood-brain barrier (BBB) disruption\n72\n,\n75\n–\n78\n. For example, EVP proteomic profiles of NASA Twins study obtained three years post-return from a year-long flight revealed brain-associated proteins in the plasma of the astronaut twin, but not the ground control twin\n15\n.\nSince EVPs are known to be released from distal organs such as the brain, and could be detected in plasma, we examined post-spaceflight EVPs for any enrichment of brain-specific or brain-associated proteins. Indeed, both EVPs and plasma DAPs were enriched for brain function and brain injury-related pathways (Fig. \n5a\n), including neurodegeneration pathways, neuron death, and amyloid fibril formation. Moreover, Gene Set Enrichment Analysis (GSEA) analysis revealed that brain-associated proteins were increased in plasma at R + 1 (Fig. \n5b\n)\n, which matches orthogonal data from a JAXA cfRNA-seq study that also revealed an increase in brain-enriched proteins immediately post-flight (R + 3) (Fig. \n5c\n) (study OSD-530 of 6 Japanese astronauts on the International Space Station, ISS). Of note, the spike in brain signatures for plasma, cfRNA, and exosome proteins was most pronounced in the days after landing back on Earth (R + 1 and R + 3) (Fig. \n5d\n).\nFig. 5. Brain-related proteins are enriched in the secretome after spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Overrepresentation analysis of significantly enriched pathways (adjusted \np\n-value < 0.05) related to brain function and injury of EVPs and plasma DAPs at R + 1 (adjusted p-value < 0.05, Left: EVP, Right: plasma). \nb\n Gene set enrichment analysis (GSEA) of EVP DAPs immediately post-flight and long-term post-flight based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize=5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nc\n Gene set enrichment analysis of cfRNA measured immediately post-flight JAXA CFE mission based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize = 5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nd\n Abundance of brain-enriched proteins in EVPs. Data is from n = 4 astronauts, representing one technical replicate per astronaut and timepoint averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. Source data are provided as a Source Data file. \ne\n Abundance of brain-enriched proteins in EVPs isolated from naive, ground control mice.\nTo examine possible sources of spaceflight-associated brain signatures in plasma, two hypotheses were examined: (1) proteins are purposely packaged and shuttled from the brain into EVPs and released or (2) BBB integrity is disrupted, indicating “leakiness” of brain proteins. To address the first hypothesis, we examined EVP protein cargo data in 13 mouse tissues from a public EVP atlas\n25\n (blood, thymus, lymph node (LN), brown adipose tissue (BAT), bone, brain, heart, kidney, liver, lung, spleen, white adipose tissue, and muscle). Of the 16 brain-annotated proteins, 3 were brain-exclusive (CNP, EP41, NRGN), 2 were highly enriched in the brain (Epb4L1 and PRKACA), and five others were highest in the liver. However, SNCA, semaphorin 7 A (SEMA7A), and small VCP-interacting protein (SVIP) were not detected in mouse brain EVPs, nor in other tissues (Fig. \n5e\n), indicating that packaging of these proteins into EVPs is unlikely, given their absence in the murine brain tissue.\nTo test the alternative hypothesis of BBB disruption, we examined the expression of biomarkers previously associated with BBB integrity, specifically S100 calcium binding protein B (S100B), Enolase 2 (ENO2) and Platelet Endothelial Cell Adhesion Molecule (PECAM-1)\n79\n,\n80\n (Fig. \n6\na, \nb\n). While the proteins ENO2 and S100B showed no significant difference for pre/post-flight, PECAM-1 showed an increase in the plasma protein abundance at R + 1 in C001, C003, and C004, and a postflight increase as well when measured at R + 45 and R + 82 (Wilcoxson rank sum, \np\n = 0.07)(Fig. \n6a\n). To further examine the in vivo changes in PECAM-1, we used brain tissue from rodents flown on the RR-18 mission, which spent 35 days on the ISS. After spaceflight, the RR-18 rodents were returned to Earth, wherein the flight samples (FLT) were dissected and fixed onto slides for straining at the same time as the ground controls (GC). Interestingly, significantly increased PECAM-1 immunoreactivity (\nn\n = 5 replicates, two-sided Student’s paired t-Test, \np\n = 0.023) was detected in the FLT samples relative to the GC group (Fig. \n6b\n), implicating PECAM-1 as a possible spaceflight-related marker for BBB integrity.\nFig. 6. Blood Brain Barrier integrity markers in spaceflight.\n\n\n\n\nOpen in a new tab\n\n\na\n Abundance of blood-brain barrier (BBB) integrity peptides in plasma of i4 astronauts shown as violin plots. Data is from \nn\n = 4 astronauts. Each blood proteomic measurement was performed in two technical replicates per astronaut and timepoint. Displayed data represents the average of the technical replicates which were further averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. \nb\n Representative images of hippocampal PECAM-1 in the flight (FLT) and ground control (GC) mice (\nn\n = 5). PECAM-1 positive cells were identified based on red fluorescence, while endothelium was stained with lectin (green). The nuclei were counterstained with DAPI (blue). In the control hippocampal region, few positive cells were found. In the hippocampal region of FLT mice, enhanced PECAM expression could be detected. There was a significant difference between FLT and GC groups with \np\n < 0.05 (\nn\n = 5 replicates, two-sided Student’s paired t-Test, \np\n = 0.023).Source data are provided as a Source Data file. Scale bar = 50 mm.",
    "fig._5._brain-related_proteins_are_enriched_in_the_secretome": "Open in a new tab\na\n Overrepresentation analysis of significantly enriched pathways (adjusted \np\n-value < 0.05) related to brain function and injury of EVPs and plasma DAPs at R + 1 (adjusted p-value < 0.05, Left: EVP, Right: plasma). \nb\n Gene set enrichment analysis (GSEA) of EVP DAPs immediately post-flight and long-term post-flight based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize=5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nc\n Gene set enrichment analysis of cfRNA measured immediately post-flight JAXA CFE mission based on the tissue-enriched database derived from the Human Protein Atlas database. GSEA was performed with fgsea::fgsea() using minSize = 5 and maxSize = 500 as parameters. Significant results (adjusted \np\n-value < 0.1) are shown. \nd\n Abundance of brain-enriched proteins in EVPs. Data is from n = 4 astronauts, representing one technical replicate per astronaut and timepoint averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. Source data are provided as a Source Data file. \ne\n Abundance of brain-enriched proteins in EVPs isolated from naive, ground control mice.",
    "fig._6._blood_brain_barrier_integrity_markers_in_spaceflight": "Open in a new tab\na\n Abundance of blood-brain barrier (BBB) integrity peptides in plasma of i4 astronauts shown as violin plots. Data is from \nn\n = 4 astronauts. Each blood proteomic measurement was performed in two technical replicates per astronaut and timepoint. Displayed data represents the average of the technical replicates which were further averaged at the indicated condition (preflight, and long-term postflight). Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for “outliers”. \nb\n Representative images of hippocampal PECAM-1 in the flight (FLT) and ground control (GC) mice (\nn\n = 5). PECAM-1 positive cells were identified based on red fluorescence, while endothelium was stained with lectin (green). The nuclei were counterstained with DAPI (blue). In the control hippocampal region, few positive cells were found. In the hippocampal region of FLT mice, enhanced PECAM expression could be detected. There was a significant difference between FLT and GC groups with \np\n < 0.05 (\nn\n = 5 replicates, two-sided Student’s paired t-Test, \np\n = 0.023).Source data are provided as a Source Data file. Scale bar = 50 mm.",
    "discussion": "Secretome profiling of the i4 crew after a 3-day spaceflight revealed significant changes in oxidative stress, brain homeostasis, and coagulation markers. These changes largely recovered post-spaceflight, although some proteins (particularly in plasma) still remained differentially abundant six months later. Although this study focuses on a short-term mission, our findings recapitulate several of the responses observed in the NASA Twins study including anemia, coagulation, and oxidative stress, as well as spaceflight-associated brain homeostasis alterations\n15\n,\n22\n, which indicate recurrent biological perturbations relevant for future crews and missions. Multiple studies have reported a higher risk of developing internal jugular vein thrombosis in the ISS crews than the general population, a condition that may lead to pulmonary embolism and long-term morbidity\n13\n,\n14\n,\n81\n.\nFortunately, the overall risk of spaceflight-induced clotting returns to baseline upon landing, as indicated by normal levels of pro-thrombotic factors PF4 and PF4V1 in EVPs and plasma collected 82 days post-flight\n13\n,\n14\n. Most metabolic alterations induced by spaceflight were also temporary, with metabolic profiles rapidly returning to their pre-flight states upon return to Earth. Nonetheless, the 100 specific altered metabolites from spaceflight showed enrichment for oxidative stress, hemolysis, lipid peroxidation, and immune suppression pathways. These pathways included metabolites that have appeared in a previous study (the Soyuz-36-Salyut-6-Soyuz-35 mission), such as 1-methylinosine\n82\n. A 45-day head-down tilt study showed dynamic changes in taurine, glycine, betaine, creatine, and glutamine\n83\n, which also mirrored results in mice\n84\n, and taurine and inosine demonstrated correlations with several antioxidant enzymes.\nIndeed, in our proteomics data, we observed upregulation of several antioxidant proteins such as PRDX2, SOD2, CAT, and GPX1. PRDX2 increased in all crew members immediately post-flight (R + 1), while PRDX6 and SOD2 were decreased, and 2 proteoforms of catalase were increased in one crewmember after landing. A spaceflight mouse study also observed PRDX6 and catalase gene upregulation in skin samples\n85\n, while a tail suspension rat study observed upregulation of PRDX6 in the hippocampus\n86\n. Additional rodent studies have also shown changes in oxidative stress proteins (SOD1, SOD2, Xanthine oxidase, etc.) resulting from spaceflight factor exposure, both post-exposure and longterm\n86\n,\n87\n. Thus, we propose that the oxidative stress induced by spaceflight triggers the production of both proteins and metabolites with antioxidant functions. Signs of hemolysis were also evident, underscored by an increase in circulating protoporphyrin, a known marker of this process. The observed decrease in S1P plasma abundance could also signal a reduction in erythrocytes, cells responsible for maintaining S1P concentrations in the blood. Our data further indicated lipid peroxidation, a biochemical process known to disrupt cellular membrane stability and decrease cell viability. Complementing these findings, we found an enrichment in anemia-related genes in our whole blood transcriptomics data and signs of coagulation dysregulation, often associated with anemia, in both EVPs and plasma proteomics. Indeed, spaceflight anemia has been previously observed and reported, consistent with our observations\n87\n. Lastly, evidence of immune suppression was apparent. Aside from their roles as antioxidants, inosine and taurine possess immunoprotective properties. Along with the immunomodulatory metabolite GABA, these metabolites correlated with immune cell markers. Given that the abundance of these immune cell markers was low while immune modulatory metabolites were in high abundance, we hypothesize an activation of immunosuppression and anti-inflammatory responses after inflammation during the flight\n88\n.\nOur analysis of the i4 crew revealed a notable increase in several brain-associated proteins within both plasma and EVPs following spaceflight. Notably, SNCA was significantly increased in plasma, EVPs, and several immune cell types immediately after spaceflight, suggesting it represents a common protein marker of response to spaceflight. SNCA is associated with Parkinson’s disease, and elevated levels have been linked to brain dysfunction and neurodegenerative disorders like Parkinson’s disease\n89\n. Therefore, understanding these protein changes can guide the development of targeted therapeutic strategies for managing neurodegenerative diseases in space and on Earth. However, further investigations are necessary to better understand the precise mechanisms and implications of changes in brain-associated proteins as well as means to modify their levels safely.\nAlthough these brain-associated proteins suggest some dysregulation of homeostasis in the brain, none of these proteins are unique to the brain, and thus it is possible that they may originate from other organs. Correlations between expression of these proteins in the brain and in the blood in response to spaceflight is required to confirm whether increased levels reflect dysregulation in the brain. However, a similar increase in brain-enriched transcripts/proteins was observed in JAXA Cell free epigenome (CFE) cfRNA (more than 120 days on the ISS), and the NASA Twins study EVP proteome, (1-year on the ISS) in-flight and immediately post-flight. We note that the amplitude and durability of changes in brain homeostasis and potential BBB disruption/neuroinflammation may be dictated by the length of time spent in space or distance from Earth. Previous reports of space flown mice on brain state have shown decreased brain derived neurotrophic factor, induced neuron atrophy in the cerebral cortex, and overall oxidative stress, regulated partially through c-Jun/c-Fos\n90\n. Moreover, a recent MRI-based study of astronaut brains found that spaceflight induced ventricular expansion in the brain\n91\n. Finally, increased hippocampal apoptosis and aquaporin-4 expression have been observed in other studies\n75\n, along with significant increase in the expression of PECAM-1 and decreases in the BBB-related tight junction protein, Zonula occludens-1 (ZO-1). Given the murine and human data observed to date, as well as data from this paper, PECAM-1 is a strong candidate as a BBB biomarker that could be measured in upcoming missions.\nOverall, secretome profiling provides a minimally invasive, yet comprehensive approach to monitor crew health and physiology. Based on this work and follow-up studies, we propose to develop a liquid biopsy and biomarker panel to monitor space-associated health risk and link these to long-term work on countermeasures. Eventually such tools can generate reliable markers in response to spaceflight for more diverse populations (age, sex, health, background). Due to the limitation of the Dragon capsule equipment, we were unable to obtain in-flight secretome data for the i4 study, which would also be critical to study in the future. Additionally, creating more profiles from other crews and controls will help build a larger, more informative cohort, and further buttress and give context to the results seen in these data. Nonetheless, as human spaceflight becomes more prevalent, the necessity for deep secretome profiling can help establish baseline profiles for safer human space travel increases, and these tools can be part of the armamentarium of biomedical tools to help keep crews safe for upcoming, exploration-class missions, as well as continued health on Earth.",
    "methods": "Blood pre-processing and EVP (extracellular vesicle and particle) isolation\n\n\nDetailed descriptions of the methods pertaining to all proteomics/metabolomics/transcriptomics assays mentioned in this paper can be found in the “protocol” section of the GeneLab OSDR links found below\n92\n. Briefly, blood was collected in K2 EDTA tube(s) and shipped overnight on ice. Plasma was isolated by differential centrifugation at 500 x g for 10 minutes and 3000 x g for 20 min as previously described in refs. \n24\n,\n93\n. The supernatant was collected and aliquoted for long-term storage at −80 °C and for EVP isolation. Plasma EVPs were isolated by sequential ultracentrifugation, as previously described in refs. \n25\n. EVP protein concentration was measured by bicinchoninic acid (BCA) protein assay (Pierce, Thermo Fisher Scientific).\n\n\nAdditional sample collection methods and data generation have been also detailed in the protocols paper\n24\n.\nPlasma proteomic profiling\n\n\nDetailed methods for proteomic, metabolic and transcriptomic profiling are described in Overbey et al. 2024. Briefly, plasma was isolated from cell preparation tubes (CPTs) and processed with Seer’s Proteograph Analysis Suite\n23\n. Seer’s standard 5-nanoparticle (5-NP) panel was used to enrich low abundance proteins followed by LC-MS/MS proteomics analysis in data-independent acquisition (DIA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. 2024 was filtered for differentially expressed genes that had an adjusted \np\n-value < 0.05 and |logFC | > 1\n92\n.\nExtracellular vesicles and particle (EVP) proteomic profiling\n\n\nEVP proteomic profiling was described in Overbey et al. 2024\n92\n. Briefly, plasma samples were centrifuged at 12,000 x g for 20 minutes and then EVPs were collected by ultracentrifugation at 100,000 x g for 70 min. EVPs were then washed in PBS and again collected by ultracentrifugation at 100,000 x g for 70 min. The final EVP pellet was resuspended in PBS. Two micrograms of enriched EVPs were digested and analyzed with LC-MS/MS in data-dependent acquisition (DDA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. was filtered for differentially expressed genes that had an adjusted \np\n-value < 0.05 and |logFC | > 1\n92\n.\nPlasma metabolite profiling\n\n\nPlasma metabolite profiling was described in Overbey et al. 2024\n93\n. Briefly, plasma metabolites were isolated using a combination of aqueous normal phase (ANP) and reverse phase (RP) chromatographic separations and analyzed by positive- and negative-ion MS. Metabolites were annotated using an in-house metabolite database comprising 865 metabolites for ANP chromatography and a 270 lipid metabolite RP database, curated from the Agilent plasma lipidomic database. All metabolites identified are level 1. Namely, to be identified, the feature’s mass, chromatographic retention time (RT) and MS/MS fragmentation pattern had to match to measurements acquired from the analysis of a pure chemical reference standard in our lab’s in-house metabolite database. The list of differentially abundant metabolites from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. 2024 was filtered for differentially expressed genes that had an adjusted p-value < 0.05 and |logFC | > 1\n93\n.\nWestern blot validation of EVP markers\n\n\nWe validated DEPs in human plasma-derived EVPs by immunoblotting. For this, 5 µg of EVP protein were subjected to denaturing electrophoresis (SDS-PAGE), transferred onto a PVDF membrane and incubated overnight at 4 °C with primary antibodies against human Galectin 3 Binding Protein (LGALS3BP) (mouse monoclonal IgG, 1:1000 dilution, sc-374541, Santa Cruz Biotechnology) and Ficolin-3 (FCN3) (rabbit polyclonal IgG, 1:500 dilution, 11867-AP, Proteintech). Secondary antibodies used were horseradish peroxidase (HRP)-labeled IgG goat anti-rabbit or goat anti-mouse (1 h incubation, 1:5000 dilution, Jackson Laboratory). All antibodies were diluted in 5% BSA in Tris-buffered saline with 0.1% Tween-20 (Thermo Fisher Scientific). The immunocomplexes were developed using the SuperSignal™ Western Blot Enhancer (Pierce, Thermo Fisher Scientific) and the membranes were imaged using a ChemiDoc Imaging System (Bio-Rad).\nELISA validation of plasma markers\n\n\nPF4 concentration in EVP-rich plasma (post-3000 x \ng\n spin) and EVP-depleted plasma (CPT tubes, see proteomic mass spectrometry analysis) was assayed with a PF4 ELISA kit (R&D, cat #DPF40) according to the manufacturer’s instructions.\nThiobarbituric acid reactive substances (TBARS) assay\n\n\nTo assess the lipid peroxidation in plasma, we measured the levels of TBARS as by-products of lipid peroxidation using the Lipid Peroxidation (MDA) Assay Kit (Abcam, ab118970), according to the manufacturer’s instructions. For this assay, 10 µl of plasma were used for generating malondialdehyde (MDA) adducts with thiobarbituric acid (TBA) which were further quantified fluorometrically (Ex/Em = 532/553) against a standard curve ranging between 0-0.5 nmol TBARS/well. Data were analyzed according to the manufacturer instructions taking into consideration the plasma volume used for the assay and results were reported as µM TBARS. Repeated measures one-way ANOVA was performed to assess significance.\nMultiplex bead-based characterization/profiling of plasma EVPs by flow cytometry\n\n\nThe relative abundance of specific, immune-related plasma EVP proteins, plasma EVPs enriched by sequential ultracentrifugation (1 µg of EVP protein) were characterized using the MACSPlex Exosome Kit (Miltenyi Biotec, 130-108-813) according to the manufacturer instructions for overnight protocol for 1.5 ml reagent tubes. Data was acquired on a Cytek Aurora-5 (Cytek Biosciences, USA) instrument and analyzed using the FlowJo™ v10.8 Software (BD Biosciences). The relative abundance (represented as MFI) for each EVP epitope was normalized against the mIgG and the average MFI of EV markers (CD9, CD63, and CD81), and the results were displayed as a heatmap. Welch’s two sample t-test were used to calculate P-value. Heatmaps were generated using the R (v4.1.2) package pheatmap (v1.0).\nSingle-nuclei gene expression analysis of peripheral blood mononuclear cells\n\n\nDetailed methods for sample collection and data processing are described in refs. \n93\n,\n94\n. Blood samples were collected before (Pre-launch: L-92, L-44, and L-3) and after (Return; R + 1, R + 45, and R + 82) the spaceflight. Chromium Next GEM Single Cell 5’ v2, 10x Genomics was used to generate single cell data from isolated PBMCs. We followed the analysis pipeline as previously reported\n95\n. Subpopulations were annotated based on Azimuth human PBMC reference. Gene expression values were used to generate heatmaps. Selected pathways were used for the ssGSEA analysis.\nDirect RNA-sequencing on Oxford Nanopore Technologies PromethION\n\n\nThe list of differentially expressed genes from the I4-FP1 direct RNA-sequencing dataset in Overbey et al. 2023 (In review at Nature) was filtered for differentially expressed genes that had an adjusted p-value < 0.05 and |logFC | > 0.5. Briefly, these differentially expressed genes were identified using Oxford Nanopore Technologies package pipeline-transcriptome-de\n96\n. Intervene was used to identify overlaps between differentially expressed genes and differentially abundant proteins in EVP and plasma datasets and create the Venn diagram\n97\n. PBMC gene expression data was obtained from the i4 PBMC single cell data. Direct RNA-seq gene expression, proteomic abundances, and PBMC gene expression values were normalized by pre-flight values. Overrepresentation analysis was performed with WebGestalt\n98\n.\nIntegration of metabolomics and proteomics\n\n\nFor the correlation-based network analysis, we used protein/metabolite pairs that showed a significant Spearman correlation (FDR < 5%) across all time points. In this network, proteins are depicted by ellipses, while metabolites are represented by square nodes. Edges between them signify significant correlation: a solid edge indicates a positive correlation, and a dotted edge signifies a negative one. The analysis considered differentially abundant proteins and metabolites that changed immediately post-flight (R + 1) compared to pre-flight (L-92, L-44, L-3) to compute these correlations. Furthermore, the color of each node reflects the log fold change of that node post-flight (R + 1).\nSpaceflight and Mouse Groups\n\n\nTen-week-old C57BL/6 male mice were launched in December 2021 to the international space station (ISS) on the rodent research-18 (RR-18) mission for 35 days. All mice were maintained at an ambient temperature of 26–28 °C and humidity of 30–70% with a 12 h light/dark cycle during the flight. This hardware has a housing density that is within the guidelines recommended by the National Institutes of Health. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deionized water ad libitum. Ground control (GC) mice were maintained on Earth in the same flight hardware cages. Upon live return, mice were exsanguinated by closed-cardiac blood collection under deep Ketamine/Xylazine (150/45 mg/kg) anesthesia, followed by cervical dislocation as a secondary euthanasia method to ensure death. Their brains were removed and prepared for analysis. The left hemi-brains were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for 24 h, and then rinsed with PBS for immunohistochemistry (IHC) assays. The right hemi-brains were flash-frozen and stored at −80 °C for further analysis. GC mice were euthanized three days later. Animal experiments were approved by the National Aeronautics and Space Administration (NASA) Animal Care and Use Committee (IACUC) on October 14, 2021 (Protocol Number: RR-18), Roskamp Institute IACUC on October 7, 2021 (Protocol Number RR-18).\nImmunostaining assays for PECAM-1\n\n\nBrain sections were immunofluorescence stained against PECAM-1, a biomarker related to BBB. Six µm sections were deparaffinized, rehydrated and washed in PBS for 20 min. Vascular network was labeled with DyLight® 488 Lycopersicon Esculentum (Tomato) Lectin (1:100, Vector Laboratories) for 30 min at room temperature followed by 10 min wash in PBS. Sections were then incubated overnight at 4 °C with primary rabbit antibodies PECAM-1 (1:100, NB100-2284, Novus Biologicals, Centennial, CO). After 3 washes in PBS, sections were incubated for 1.5 h with secondary antibody goat anti-rabbit IgG Alexa Fluor® 568 (1:1000 in antibody dilution buffer; Life Technologies). The cell nuclei were counterstained with DAPI solution (Life Technologies) and coverslipped with Vectashield® HardSet mounting medium (Vector Laboratories). Six to 10 field images were captured with a BZ-X700 inverted fluorescence microscope (Keyence Corp.) at 20X magnification spanning the entire brain sections.\nMouse Tissue EVP isolation and proteomic analysis\n\n\nTissues were isolated from 6 to 8 week-old naive female C57BL/6 mice and processed as previously described in ref. \n25\n. EVPs were isolated and unbiased proteomic profiling of EVP cargo was performed as described above. Mouse studies were performed in accordance with institutional, IACUC and AAALAS guidelines, and according to Weill Cornell Medicine animal protocol #0709-666 A.\nTissue of origin deconvolution analysis\n\n\nTo perform tissue of origin deconvolution, a list of proteins “enriched” or “specific” to 36 different tissues compiled from the Human Protein Atlas (\nhttps://www.proteinatlas.org/\n) was used as pathway input to fgsea (version 1.22) with a minimum size=5 and maximum size=500. The list of differentially abundant features was ranked based on the t-statistic and used as gene list input. We have added the script used for this analysis to the github repository.\n\n\nThe file corresponding to the 36 tissues was generated from the data in the link below:\n\n\nhttps://www.proteinatlas.org/humanproteome/tissue/tissue+specific\n which include 36 tissues.\nIRB statement human subjects research\n\n\nAll subjects were consented at an informed consent briefing (ICB) at SpaceX (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. Tissue samples were provided by SpaceX Inspiration4 crew members after consent for research use of the biopsies, swabs, and biological materials. The procedure followed guidelines set by the Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols. Experiments were conducted in accordance with local regulations and with the approval of the IRB at Weill Cornell Medicine (IRB #21-05023569).\nReporting summary\n\n\nFurther information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "blood_pre-processing_and_evp_(extracellular_vesicle_and_part": "Detailed descriptions of the methods pertaining to all proteomics/metabolomics/transcriptomics assays mentioned in this paper can be found in the “protocol” section of the GeneLab OSDR links found below\n92\n. Briefly, blood was collected in K2 EDTA tube(s) and shipped overnight on ice. Plasma was isolated by differential centrifugation at 500 x g for 10 minutes and 3000 x g for 20 min as previously described in refs. \n24\n,\n93\n. The supernatant was collected and aliquoted for long-term storage at −80 °C and for EVP isolation. Plasma EVPs were isolated by sequential ultracentrifugation, as previously described in refs. \n25\n. EVP protein concentration was measured by bicinchoninic acid (BCA) protein assay (Pierce, Thermo Fisher Scientific).\nAdditional sample collection methods and data generation have been also detailed in the protocols paper\n24\n.",
    "plasma_proteomic_profiling": "Detailed methods for proteomic, metabolic and transcriptomic profiling are described in Overbey et al. 2024. Briefly, plasma was isolated from cell preparation tubes (CPTs) and processed with Seer’s Proteograph Analysis Suite\n23\n. Seer’s standard 5-nanoparticle (5-NP) panel was used to enrich low abundance proteins followed by LC-MS/MS proteomics analysis in data-independent acquisition (DIA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. 2024 was filtered for differentially expressed genes that had an adjusted \np\n-value < 0.05 and |logFC | > 1\n92\n.",
    "extracellular_vesicles_and_particle_(evp)_proteomic_profilin": "EVP proteomic profiling was described in Overbey et al. 2024\n92\n. Briefly, plasma samples were centrifuged at 12,000 x g for 20 minutes and then EVPs were collected by ultracentrifugation at 100,000 x g for 70 min. EVPs were then washed in PBS and again collected by ultracentrifugation at 100,000 x g for 70 min. The final EVP pellet was resuspended in PBS. Two micrograms of enriched EVPs were digested and analyzed with LC-MS/MS in data-dependent acquisition (DDA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. was filtered for differentially expressed genes that had an adjusted \np\n-value < 0.05 and |logFC | > 1\n92\n.",
    "plasma_metabolite_profiling": "Plasma metabolite profiling was described in Overbey et al. 2024\n93\n. Briefly, plasma metabolites were isolated using a combination of aqueous normal phase (ANP) and reverse phase (RP) chromatographic separations and analyzed by positive- and negative-ion MS. Metabolites were annotated using an in-house metabolite database comprising 865 metabolites for ANP chromatography and a 270 lipid metabolite RP database, curated from the Agilent plasma lipidomic database. All metabolites identified are level 1. Namely, to be identified, the feature’s mass, chromatographic retention time (RT) and MS/MS fragmentation pattern had to match to measurements acquired from the analysis of a pure chemical reference standard in our lab’s in-house metabolite database. The list of differentially abundant metabolites from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. 2024 was filtered for differentially expressed genes that had an adjusted p-value < 0.05 and |logFC | > 1\n93\n.",
    "western_blot_validation_of_evp_markers": "We validated DEPs in human plasma-derived EVPs by immunoblotting. For this, 5 µg of EVP protein were subjected to denaturing electrophoresis (SDS-PAGE), transferred onto a PVDF membrane and incubated overnight at 4 °C with primary antibodies against human Galectin 3 Binding Protein (LGALS3BP) (mouse monoclonal IgG, 1:1000 dilution, sc-374541, Santa Cruz Biotechnology) and Ficolin-3 (FCN3) (rabbit polyclonal IgG, 1:500 dilution, 11867-AP, Proteintech). Secondary antibodies used were horseradish peroxidase (HRP)-labeled IgG goat anti-rabbit or goat anti-mouse (1 h incubation, 1:5000 dilution, Jackson Laboratory). All antibodies were diluted in 5% BSA in Tris-buffered saline with 0.1% Tween-20 (Thermo Fisher Scientific). The immunocomplexes were developed using the SuperSignal™ Western Blot Enhancer (Pierce, Thermo Fisher Scientific) and the membranes were imaged using a ChemiDoc Imaging System (Bio-Rad).",
    "elisa_validation_of_plasma_markers": "PF4 concentration in EVP-rich plasma (post-3000 x \ng\n spin) and EVP-depleted plasma (CPT tubes, see proteomic mass spectrometry analysis) was assayed with a PF4 ELISA kit (R&D, cat #DPF40) according to the manufacturer’s instructions.",
    "thiobarbituric_acid_reactive_substances_(tbars)_assay": "To assess the lipid peroxidation in plasma, we measured the levels of TBARS as by-products of lipid peroxidation using the Lipid Peroxidation (MDA) Assay Kit (Abcam, ab118970), according to the manufacturer’s instructions. For this assay, 10 µl of plasma were used for generating malondialdehyde (MDA) adducts with thiobarbituric acid (TBA) which were further quantified fluorometrically (Ex/Em = 532/553) against a standard curve ranging between 0-0.5 nmol TBARS/well. Data were analyzed according to the manufacturer instructions taking into consideration the plasma volume used for the assay and results were reported as µM TBARS. Repeated measures one-way ANOVA was performed to assess significance.",
    "multiplex_bead-based_characterization/profiling_of_plasma_ev": "The relative abundance of specific, immune-related plasma EVP proteins, plasma EVPs enriched by sequential ultracentrifugation (1 µg of EVP protein) were characterized using the MACSPlex Exosome Kit (Miltenyi Biotec, 130-108-813) according to the manufacturer instructions for overnight protocol for 1.5 ml reagent tubes. Data was acquired on a Cytek Aurora-5 (Cytek Biosciences, USA) instrument and analyzed using the FlowJo™ v10.8 Software (BD Biosciences). The relative abundance (represented as MFI) for each EVP epitope was normalized against the mIgG and the average MFI of EV markers (CD9, CD63, and CD81), and the results were displayed as a heatmap. Welch’s two sample t-test were used to calculate P-value. Heatmaps were generated using the R (v4.1.2) package pheatmap (v1.0).",
    "single-nuclei_gene_expression_analysis_of_peripheral_blood_m": "Detailed methods for sample collection and data processing are described in refs. \n93\n,\n94\n. Blood samples were collected before (Pre-launch: L-92, L-44, and L-3) and after (Return; R + 1, R + 45, and R + 82) the spaceflight. Chromium Next GEM Single Cell 5’ v2, 10x Genomics was used to generate single cell data from isolated PBMCs. We followed the analysis pipeline as previously reported\n95\n. Subpopulations were annotated based on Azimuth human PBMC reference. Gene expression values were used to generate heatmaps. Selected pathways were used for the ssGSEA analysis.",
    "direct_rna-sequencing_on_oxford_nanopore_technologies_promet": "The list of differentially expressed genes from the I4-FP1 direct RNA-sequencing dataset in Overbey et al. 2023 (In review at Nature) was filtered for differentially expressed genes that had an adjusted p-value < 0.05 and |logFC | > 0.5. Briefly, these differentially expressed genes were identified using Oxford Nanopore Technologies package pipeline-transcriptome-de\n96\n. Intervene was used to identify overlaps between differentially expressed genes and differentially abundant proteins in EVP and plasma datasets and create the Venn diagram\n97\n. PBMC gene expression data was obtained from the i4 PBMC single cell data. Direct RNA-seq gene expression, proteomic abundances, and PBMC gene expression values were normalized by pre-flight values. Overrepresentation analysis was performed with WebGestalt\n98\n.",
    "integration_of_metabolomics_and_proteomics": "For the correlation-based network analysis, we used protein/metabolite pairs that showed a significant Spearman correlation (FDR < 5%) across all time points. In this network, proteins are depicted by ellipses, while metabolites are represented by square nodes. Edges between them signify significant correlation: a solid edge indicates a positive correlation, and a dotted edge signifies a negative one. The analysis considered differentially abundant proteins and metabolites that changed immediately post-flight (R + 1) compared to pre-flight (L-92, L-44, L-3) to compute these correlations. Furthermore, the color of each node reflects the log fold change of that node post-flight (R + 1).",
    "spaceflight_and_mouse_groups": "Ten-week-old C57BL/6 male mice were launched in December 2021 to the international space station (ISS) on the rodent research-18 (RR-18) mission for 35 days. All mice were maintained at an ambient temperature of 26–28 °C and humidity of 30–70% with a 12 h light/dark cycle during the flight. This hardware has a housing density that is within the guidelines recommended by the National Institutes of Health. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deionized water ad libitum. Ground control (GC) mice were maintained on Earth in the same flight hardware cages. Upon live return, mice were exsanguinated by closed-cardiac blood collection under deep Ketamine/Xylazine (150/45 mg/kg) anesthesia, followed by cervical dislocation as a secondary euthanasia method to ensure death. Their brains were removed and prepared for analysis. The left hemi-brains were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for 24 h, and then rinsed with PBS for immunohistochemistry (IHC) assays. The right hemi-brains were flash-frozen and stored at −80 °C for further analysis. GC mice were euthanized three days later. Animal experiments were approved by the National Aeronautics and Space Administration (NASA) Animal Care and Use Committee (IACUC) on October 14, 2021 (Protocol Number: RR-18), Roskamp Institute IACUC on October 7, 2021 (Protocol Number RR-18).",
    "immunostaining_assays_for_pecam-1": "Brain sections were immunofluorescence stained against PECAM-1, a biomarker related to BBB. Six µm sections were deparaffinized, rehydrated and washed in PBS for 20 min. Vascular network was labeled with DyLight® 488 Lycopersicon Esculentum (Tomato) Lectin (1:100, Vector Laboratories) for 30 min at room temperature followed by 10 min wash in PBS. Sections were then incubated overnight at 4 °C with primary rabbit antibodies PECAM-1 (1:100, NB100-2284, Novus Biologicals, Centennial, CO). After 3 washes in PBS, sections were incubated for 1.5 h with secondary antibody goat anti-rabbit IgG Alexa Fluor® 568 (1:1000 in antibody dilution buffer; Life Technologies). The cell nuclei were counterstained with DAPI solution (Life Technologies) and coverslipped with Vectashield® HardSet mounting medium (Vector Laboratories). Six to 10 field images were captured with a BZ-X700 inverted fluorescence microscope (Keyence Corp.) at 20X magnification spanning the entire brain sections.",
    "mouse_tissue_evp_isolation_and_proteomic_analysis": "Tissues were isolated from 6 to 8 week-old naive female C57BL/6 mice and processed as previously described in ref. \n25\n. EVPs were isolated and unbiased proteomic profiling of EVP cargo was performed as described above. Mouse studies were performed in accordance with institutional, IACUC and AAALAS guidelines, and according to Weill Cornell Medicine animal protocol #0709-666 A.",
    "tissue_of_origin_deconvolution_analysis": "To perform tissue of origin deconvolution, a list of proteins “enriched” or “specific” to 36 different tissues compiled from the Human Protein Atlas (\nhttps://www.proteinatlas.org/\n) was used as pathway input to fgsea (version 1.22) with a minimum size=5 and maximum size=500. The list of differentially abundant features was ranked based on the t-statistic and used as gene list input. We have added the script used for this analysis to the github repository.\nThe file corresponding to the 36 tissues was generated from the data in the link below:\nhttps://www.proteinatlas.org/humanproteome/tissue/tissue+specific\n which include 36 tissues.",
    "irb_statement_human_subjects_research": "All subjects were consented at an informed consent briefing (ICB) at SpaceX (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. Tissue samples were provided by SpaceX Inspiration4 crew members after consent for research use of the biopsies, swabs, and biological materials. The procedure followed guidelines set by the Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols. Experiments were conducted in accordance with local regulations and with the approval of the IRB at Weill Cornell Medicine (IRB #21-05023569).",
    "reporting_summary": "Further information on research design is available in the \nNature Portfolio Reporting Summary\n linked to this article.",
    "supplementary_information": "The online version contains supplementary material available at 10.1038/s41467-024-48841-w.",
    "source_data": "Source Data\n (3MB, zip)",
    "acknowledgements": "C.E.M. thanks the WorldQuant Foundation, NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2, 80NSSC23K0832), the National Institutes of Health (R01MH117406, P01CA214274 R01CA249054, R01 AI151059), and the L.L.S. (MCL7001-18, LLS 9238-16). E.G.O. is funded by NASA (80NSSC21K0316). J.K. thanks MOGAM Science Foundation. J.K. was supported by Basic Science Research Program through the National Research Foundation of Korea(NRF) funded by the Ministry of Education(RS-2023-00241586). J.K. acknowledge Boryung for their financial support and research enhancement ground, provided through their Global Space Healthcare Initiative, Humans In Space, including mentorship and access to relevant expert networks. The astronaut cytokine data were provided from the Nutritional Status Assessment project and the Biochemical Profile Projects which were funded by the Human Health Countermeasures Element of the NASA Human Research Program. L.P. thanks to the Association of Transdisciplinary Society of Personalized Oncology for Combating Cancer for financial support through the postdoctoral research fellowship STOP Cancer.",
    "author_contributions": "Conceived and designed the experiments: C.E.M., N.H., J.K., E.G.O., Sample and library processing: I.M., L.P., S.L., F.V., G.T., Q.C., D.M., J.K., E.G.O., N.D., D.N., K.A.R., C.M., Plasma and EVP proteomics data processing: ND, JK. Metabolomics data processing: Q.C., A.Sc., R.B., PBMC single-cell data processing: J.K., Direct RNA-seq analysis: E.G.O., Data analysis, interpretation, figures: N.H., J.K., I.M., L.P., S.L., G.T., A.Sc., R.B., C.C., A.K., A.B., E.E.A., M.K., A.S.G., L.W., P.T., Q.Y., J.C., J.W.G., G.W., S.G., X.M. Manuscript writing: N.H., J.K., C.E.M., I.M., A.Si., L.P., J.W.H., R.B., S.A.N., A.B., D.H., J.W.G., G.W., B.S., S.G., J.M., X.M. All authors discussed the results and contributed to the final manuscript. All authors read and approved the final manuscript.",
    "peer_review": "Peer review information\n\n\nNature Communications\n thanks the anonymous reviewer(s) for their contribution to the peer review of this work. A peer review file is available.",
    "peer_review_information": "Nature Communications\n thanks the anonymous reviewer(s) for their contribution to the peer review of this work. A peer review file is available.",
    "data_availability": "Source data of the figures are provided with this paper. All datasets in this paper have been deposited in the NASA Open Science Data Repositories (OSDR; osdr.nasa.gov; comprised of GeneLab\n92\n and the Ames Life Sciences Data Archive [ALSDA]\n1\n,\n99\n). Identifiers for publicly downloadable datasets in the OSDR are documented below. Also, data can be visualized online through the SOMA Data Explorer (link below) with the latest reference\n100\n. Any additional information required to reanalyze the data reported in this work is available from the Lead Contact upon request. For the blood plasma, the following assays are found under OSDR identifier OSD-571: Proteomics (Seer Proteograph), proteomics of blood EVPs, plasma metabolomics data, cell-free RNA. Direct RNA-seq from blood plasma can be found under OSDR identifier: OSD-569 (Supplementary Table \n1\n) All raw data, processed data and detailed methods are in the GeneLab OSDR links here: \nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-569\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-571\n Interactive data browser for the proteomics, metabolomics, and other omics data are available on the SOMA data portal: \nhttps://soma.weill.cornell.edu/apps/SOMA_Browser/\n \nSource data\n are provided with this paper.",
    "code_availability": "All code used to generate the analyses in this manuscript are available on GitHub at \nhttps://github.com/eliah-o/inspiration4-omics\n.",
    "competing_interests": "C.E.M. is a co-Founder of Cosmica Biosciences. I.M. receives research grant support/funding from Atossa Inc. A.S.G., L.W., P.T., Q.Y., J.C., R.B., A.S., and D.H. are employees of and have a financial interest in Seer Inc. and Prognomiq Inc. Jan Krumsiek holds equity in Chymia LLC and IP in PsyProtix and is cofounder of iollo. The remaining authors declare no competing interests.",
    "footnotes": "Publisher’s note\n Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.\n\n\nThese authors contributed equally: Nadia Houerbi, JangKeun Kim.",
    "contributor_information": "Irina Matei, Email: irm2224@med.cornell.edu.\nChristopher E. Mason, Email: chm2042@med.cornell.edu",
    "references": "1.\nAfshinnekoo E, et al.  Fundamental Biological Features of Spaceflight: Advancing the Field to Enable Deep-Space Exploration. Cell. 2020;183:1162–1184. doi: 10.1016/j.cell.2020.10.050.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nKliuchnikova AA, et al.  Blood Plasma Proteome: A Meta-Analysis of the Results of Protein Quantification in Human Blood by Targeted Mass Spectrometry. Int. J. Mol. Sci. 2023;24:769. doi: 10.3390/ijms24010769.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBrzhozovskiy AG, et al.  The Effects of Spaceflight Factors on the Human Plasma Proteome, Including Both Real Space Missions and Ground-Based Experiments. Int. J. Mol. Sci. 2019;20:3194. doi: 10.3390/ijms20133194.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nLarina IM, et al.  Protein expression changes caused by spaceflight as measured for 18 Russian cosmonauts. Sci. Rep. 2017;7:8142. doi: 10.1038/s41598-017-08432-w.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nMartin D, Makedonas G, Crucian B, Peanlikhit T, Rithidech K. The use of the multidimensional protein identification technology (MudPIT) to analyze plasma proteome of astronauts collected before, during, and after spaceflights. Acta. Astronaut. 2022;193:9–19. doi: 10.1016/j.actaastro.2021.12.054.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nKashirina DN, et al.  Semiquantitative Proteomic Research of Protein Plasma Profile of Volunteers in 21-Day Head-Down Bed Rest. Front. Physiol. 2020;11:678. doi: 10.3389/fphys.2020.00678.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nda Silveira WA, et al.  Comprehensive Multi-omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Spaceflight Impact. Cell. 2020;183:1185–1201.e20. doi: 10.1016/j.cell.2020.11.002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nHoshino A, et al.  Extracellular vesicle and particle biomarkers define multiple human cancers. Cell. 2020;182:1044–1061.e18. doi: 10.1016/j.cell.2020.07.009.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nLiang Y, Lehrich BM, Zheng S, Lu M. Emerging methods in biomarker identification for extracellular vesicle-based liquid biopsy. J. Extracell. Vesicles. 2021;10:e12090. doi: 10.1002/jev2.12090.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nVaughn MN, Winston CN, Levin N, Rissman RA, Risbrough VB. Developing Biomarkers of Mild Traumatic Brain Injury: Promise and Progress of CNS-Derived Exosomes. Front. Neurol. 2021;12:698206. doi: 10.3389/fneur.2021.698206.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nXu K, et al.  Extracellular vesicles as potential biomarkers and therapeutic approaches in autoimmune diseases. J. Transl. Med. 2020;18:432. doi: 10.1186/s12967-020-02609-0.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nChakrabortty SK, et al.  Exosome based analysis for Space Associated Neuro-Ocular Syndrome and health risks in space exploration. NPJ Microgravity. 2022;8:40. doi: 10.1038/s41526-022-00225-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nLimper U, et al.  The thrombotic risk of spaceflight: has a serious problem been overlooked for more than half of a century? Eur. Heart J. 2021;42:97–100. doi: 10.1093/eurheartj/ehaa359.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nAuñón-Chancellor SM, Pattarini JM, Moll S, Sargsyan A. Venous Thrombosis during Spaceflight. N. Engl. J. Med. 2020;382:89–90. doi: 10.1056/NEJMc1905875.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nBezdan D, et al.  Cell-free DNA (cfDNA) and Exosome Profiling from a Year-Long Human Spaceflight Reveals Circulating Biomarkers. iScience. 2020;23:101844. doi: 10.1016/j.isci.2020.101844.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nMorukov BV, Nichiporuk IA, Tret’yakov VS, Larina IM. Biochemical Markers of Bone Tissue Metabolism in Cosmonauts after a Prolonged Spaceflight. Hum. Physiol. 2005;31:684–687. doi: 10.1007/s10747-005-0115-z.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nChannon MB, et al.  Using natural, stable calcium isotopes of human blood to detect and monitor changes in bone mineral balance. Bone. 2015;77:69–74. doi: 10.1016/j.bone.2015.04.023.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nSmith JK. IL-6 and the dysregulation of immune, bone, muscle, and metabolic homeostasis during spaceflight. NPJ Microgravity. 2018;4:24. doi: 10.1038/s41526-018-0057-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nSmith SM, Heer M. Calcium and bone metabolism during space flight. Nutrition. 2002;18:849–852. doi: 10.1016/S0899-9007(02)00895-X.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nFerrando AA, Paddon-Jones D, Wolfe RR. Alterations in protein metabolism during space flight and inactivity. Nutrition. 2002;18:837–841. doi: 10.1016/S0899-9007(02)00930-9.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nSmith SM. Red blood cell and iron metabolism during space flight. Nutrition. 2002;18:864–866. doi: 10.1016/S0899-9007(02)00912-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nGarrett-Bakelman FE, et al.  The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight. Science. 2019;364:eaau8650. doi: 10.1126/science.aau8650.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nBlume JE, et al.  Rapid, deep and precise profiling of the plasma proteome with multi-nanoparticle protein corona. Nat. Commun. 2020;11:3662. doi: 10.1038/s41467-020-17033-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nOverbey EG, et al.  Collection of Biospecimens from the Inspiration4 Mission Establishes the Standards for the Space Omics and Medical Atlas (SOMA) Nat. Commun. 2024 doi: 10.1038/s41467-024-48806-z.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nBojmar L, et al.  Extracellular vesicle and particle isolation from human and murine cell lines, tissues, and bodily fluids. STAR Protoc. 2021;2:100225. doi: 10.1016/j.xpro.2020.100225.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nLi H, Yang H, Wang D, Zhang L, Ma T. Peroxiredoxin2 (Prdx2) Reduces Oxidative Stress and Apoptosis of Myocardial Cells Induced by Acute Myocardial Infarction by Inhibiting the TLR4/Nuclear Factor kappa B (NF-κB) Signaling Pathway. Med. Sci. Monit. 2020;26:e926281. doi: 10.12659/MSM.926281.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nChang C-W, Yang S-Y, Yang C-C, Chang C-W, Wu Y-R. Plasma and Serum Alpha-Synuclein as a Biomarker of Diagnosis in Patients With Parkinson’s Disease. Front. Neurol. 2019;10:1388. doi: 10.3389/fneur.2019.01388.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nLööv C, Scherzer CR, Hyman BT, Breakefield XO, Ingelsson M. α-Synuclein in Extracellular Vesicles: Functional Implications and Diagnostic Opportunities. Cell. Mol. Neurobiol. 2016;36:437–448. doi: 10.1007/s10571-015-0317-0.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nMontoya MC, et al.  Role of ICAM-3 in the initial interaction of T lymphocytes and APCs. Nat. Immunol. 2002;3:159–168. doi: 10.1038/ni753.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nAkimova D, et al.  Metabolite profiling of whole murine embryos reveals metabolic perturbations associated with maternal valproate-induced neural tube closure defects. Birth Defects Res. 2017;109:106–119. doi: 10.1002/bdra.23583.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nKelesidis T, et al.  The Role of Platelet-Activating Factor in Chronic Inflammation, Immune Activation, and Comorbidities Associated with HIV Infection. AIDS Rev. 2015;17:191–201.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nAshraf M. Z. & Srivastav, S. Oxidized phospholipids: introduction and biological significance. in \nLipoproteins - Role in Health and Diseases\n (ed. Kostner, G.) (InTech, 2012). 10.5772/50461.\n\n\n\n\n\n\n33.\nKlein J. Membrane breakdown in acute and chronic neurodegeneration: focus on choline-containing phospholipids. J. Neural Transm. 2000;107:1027–1063. doi: 10.1007/s007020070051.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nAltomare A, et al.  Lipid peroxidation derived reactive carbonyl species in free and conjugated forms as an index of lipid peroxidation: limits and perspectives. Redox Biol. 2021;42:101899. doi: 10.1016/j.redox.2021.101899.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nWen J, Yachelini PC, Sembaj A, Manzur RE, Garg NJ. Increased oxidative stress is correlated with mitochondrial dysfunction in chagasic patients. Free Radic. Biol. Med. 2006;41:270–276. doi: 10.1016/j.freeradbiomed.2006.04.009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nZhang W, Liu R, Chen Y, Wang M, Du J. Crosstalk between Oxidative Stress and Exosomes. Oxid. Med. Cell. Longev. 2022;2022:3553617. doi: 10.1155/2022/3553617.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nWallace DC. A mitochondrial paradigm of metabolic and degenerative diseases, aging, and cancer: a dawn for evolutionary medicine. Annu. Rev. Genet. 2005;39:359–407. doi: 10.1146/annurev.genet.39.110304.095751.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nAuten RL, Davis JM. Oxygen toxicity and reactive oxygen species: the devil is in the details. Pediatr. Res. 2009;66:121–127. doi: 10.1203/PDR.0b013e3181a9eafb.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nXia C, et al.  Mesenchymal stem cell-derived exosomes ameliorate intervertebral disc degeneration via anti-oxidant and anti-inflammatory effects. Free Radic. Biol. Med. 2019;143:1–15. doi: 10.1016/j.freeradbiomed.2019.07.026.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nShiekh PA, Singh A, Kumar A. Exosome laden oxygen releasing antioxidant and antibacterial cryogel wound dressing OxOBand alleviate diabetic and infectious wound healing. Biomaterials. 2020;249:120020. doi: 10.1016/j.biomaterials.2020.120020.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nYang J, et al.  Extracellular Vesicles Derived from Bone Marrow Mesenchymal Stem Cells Protect against Experimental Colitis via Attenuating Colon Inflammation, Oxidative Stress and Apoptosis. PLoS ONE. 2015;10:e0140551. doi: 10.1371/journal.pone.0140551.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nCrucian B, et al.  Incidence of clinical symptoms during long-duration orbital spaceflight. Int. J. Gen. Med. 2016;9:383–391. doi: 10.2147/IJGM.S114188.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nCrucian B, et al.  Immune system dysregulation occurs during short duration spaceflight on board the space shuttle. J. Clin. Immunol. 2013;33:456–465. doi: 10.1007/s10875-012-9824-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nPierson DL, Stowe RP, Phillips TM, Lugg DJ, Mehta SK. Epstein-Barr virus shedding by astronauts during space flight. Brain Behav. Immun. 2005;19:235–242. doi: 10.1016/j.bbi.2004.08.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nRooney BV, Crucian BE, Pierson DL, Laudenslager ML, Mehta SK. Herpes virus reactivation in astronauts during spaceflight and its application on earth. Front. Microbiol. 2019;10:16. doi: 10.3389/fmicb.2019.00016.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nMehta SK, et al.  Multiple latent viruses reactivate in astronauts during Space Shuttle missions. Brain Behav. Immun. 2014;41:210–217. doi: 10.1016/j.bbi.2014.05.014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nMehta SK, Stowe RP, Feiveson AH, Tyring SK, Pierson DL. Reactivation and shedding of cytomegalovirus in astronauts during spaceflight. J. Infect. Dis. 2000;182:1761–1764. doi: 10.1086/317624.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nPerkins A, Nelson KJ, Parsonage D, Poole LB, Karplus PA. Peroxiredoxins: guardians against oxidative stress and modulators of peroxide signaling. Trends Biochem. Sci. 2015;40:435–445. doi: 10.1016/j.tibs.2015.05.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nNandi A, Yan L-J, Jana CK, Das N. Role of Catalase in Oxidative Stress- and Age-Associated Degenerative Diseases. Oxid. Med. Cell. Longev. 2019;2019:9613090. doi: 10.1155/2019/9613090.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nKerksick C, Willoughby D. The antioxidant role of glutathione and N-acetyl-cysteine supplements and exercise-induced oxidative stress. J. Int. Soc. Sports Nutr. 2005;2:38–44. doi: 10.1186/1550-2783-2-2-38.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nHaskó G, et al.  Inosine inhibits inflammatory cytokine production by a posttranscriptional mechanism and protects against endotoxin-induced shock. J. Immunol. 2000;164:1013–1019. doi: 10.4049/jimmunol.164.2.1013.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nBhattacharyya S, et al.  Oral Inosine Persistently Elevates Plasma antioxidant capacity in Parkinson’s disease. Mov. Disord. 2016;31:417–421. doi: 10.1002/mds.26483.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nJin X, Shepherd RK, Duling BR, Linden J. Inosine binds to A3 adenosine receptors and stimulates mast cell degranulation. J. Clin. Invest. 1997;100:2849–2857. doi: 10.1172/JCI119833.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nMarcinkiewicz J, Kontny E. Taurine and inflammatory diseases. Amino Acids. 2014;46:7–20. doi: 10.1007/s00726-012-1361-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nBhat R, et al.  Inhibitory role for GABA in autoimmune inflammation. Proc. Natl Acad. Sci. USA. 2010;107:2580–2585. doi: 10.1073/pnas.0915139107.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nZhang B, et al.  B cell-derived GABA elicits IL-10+ macrophages to limit anti-tumour immunity. Nature. 2021;599:471–476. doi: 10.1038/s41586-021-04082-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nMehta SK, et al.  Reactivation of latent viruses is associated with increased plasma cytokines in astronauts. Cytokine. 2013;61:205–209. doi: 10.1016/j.cyto.2012.09.019.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nEscola JM, et al.  Selective enrichment of tetraspan proteins on the internal vesicles of multivesicular endosomes and on exosomes secreted by human B-lymphocytes. J. Biol. Chem. 1998;273:20121–20127. doi: 10.1074/jbc.273.32.20121.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nCampos-Silva C, et al.  High sensitivity detection of extracellular vesicles immune-captured from urine by conventional flow cytometry. Sci. Rep. 2019;9:2042. doi: 10.1038/s41598-019-38516-8.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nTogarrati PP, Dinglasan N, Desai S, Ryan WR, Muench MO. CD29 is highly expressed on epithelial, myoepithelial, and mesenchymal stromal cells of human salivary glands. Oral. Dis. 2018;24:561–572. doi: 10.1111/odi.12812.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nCibrián D, Sánchez-Madrid F. CD69: from activation marker to metabolic gatekeeper. Eur. J. Immunol. 2017;47:946–953. doi: 10.1002/eji.201646837.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nWang Y, et al.  Pulmonary alveolar type I cell population consists of two distinct subtypes that differ in cell fate. Proc. Natl Acad. Sci. USA. 2018;115:2407–2412. doi: 10.1073/pnas.1719474115.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nMatsuda T, et al.  Expression of the receptor tyrosine kinase genes, Ror1 and Ror2, during mouse development. Mech. Dev. 2001;105:153–156. doi: 10.1016/S0925-4773(01)00383-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nBorcherding N, Kusner D, Liu G-H, Zhang W. ROR1, an embryonic protein with an emerging role in cancer biology. Protein Cell. 2014;5:496–502. doi: 10.1007/s13238-014-0059-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nLegg J, Jensen UB, Broad S, Leigh I, Watt FM. Role of melanoma chondroitin sulphate proteoglycan in patterning stem cells in human interfollicular epidermis. Development. 2003;130:6049–6063. doi: 10.1242/dev.00837.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nde Bruyn M, et al.  Melanoma-associated Chondroitin Sulfate Proteoglycan (MCSP)-targeted delivery of soluble TRAIL potently inhibits melanoma outgrowth in vitro and in vivo. Mol. Cancer. 2010;9:301. doi: 10.1186/1476-4598-9-301.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nYang H, Parkhouse RME, Wileman T. Monoclonal antibodies that identify the CD3 molecules expressed specifically at the surface of porcine gammadelta-T cells. Immunology. 2005;115:189–196. doi: 10.1111/j.1365-2567.2005.02137.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nPols MS, Klumperman J. Trafficking and function of the tetraspanin CD63. Exp. Cell Res. 2009;315:1584–1592. doi: 10.1016/j.yexcr.2008.09.020.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nFang X, Zheng P, Tang J, Liu Y. CD24: from A to Z. Cell. Mol. Immunol. 2010;7:100–103. doi: 10.1038/cmi.2009.119.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nHeger L, et al.  Subsets of cd1c+ dcs: dendritic cell versus monocyte lineage. Front. Immunol. 2020;11:559166. doi: 10.3389/fimmu.2020.559166.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nBlase L, Daniel PT, Koretz K, Schwartz-Albiez R, Möller P. The capacity of human malignant B-lymphocytes to disseminate in SCID mice is correlated with functional expression of the fibronectin receptor alpha 5 beta 1 (CD49e/CD29) Int. J. Cancer. 1995;60:860–866. doi: 10.1002/ijc.2910600623.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nGupta U, Baig S, Majid A, Bell SM. The neurology of space flight; How does space flight effect the human nervous system. Life Sci. Space Res. (Amst) 2023;36:105–115. doi: 10.1016/j.lssr.2022.09.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nLee AG, et al.  Spaceflight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update. NPJ Microgravity. 2020;6:7. doi: 10.1038/s41526-020-0097-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nZhao S, et al.  Possible role of a dual regulator of neuroinflammation and autophagy in a simulated space environment. Acta Astronaut. 2021;187:181–189. doi: 10.1016/j.actaastro.2021.03.027.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nMao XW, et al.  Spaceflight induces oxidative damage to blood-brain barrier integrity in a mouse model. FASEB J. 2020;34:15516–15530. doi: 10.1096/fj.202001754R.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\nBellone JA, Gifford PS, Nishiyama NC, Hartman RE, Mao XW. Long-term effects of simulated microgravity and/or chronic exposure to low-dose gamma radiation on behavior and blood-brain barrier integrity. NPJ Microgravity. 2016;2:16019. doi: 10.1038/npjmgrav.2016.19.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nZu Eulenburg P, et al.  Changes in Blood Biomarkers of Brain Injury and Degeneration Following Long-Duration Spaceflight. JAMA Neurol. 2021;78:1525–1527. doi: 10.1001/jamaneurol.2021.3589.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nAmselem, S. & Eyal, S. The Blood-Brain Barrier in Space: Implications for Space Travelers and for Human Health on Earth. \nFront. Drug. Deliv\n. \n2\n, 10.3389/fddev.2022.931221 (2022).\n\n\n\n\n\n\n79.\nMarchi N, et al.  Peripheral markers of brain damage and blood-brain barrier dysfunction. Restor. Neurol. Neurosci. 2003;21:109–121.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nKang C, et al.  Blood-brain barrier disruption as a cause of various serum neuron-specific enolase cut-off values for neurological prognosis in cardiac arrest patients. Sci. Rep. 2022;12:2186. doi: 10.1038/s41598-022-06233-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nMarshall-Goebel K, et al.  Assessment of jugular venous blood flow stasis and thrombosis during spaceflight. JAMA Netw. Open. 2019;2:e1915011. doi: 10.1001/jamanetworkopen.2019.15011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nSzabó LD, Keresztes P, Pallos JP, Csató E, Predmerszky T. Study of nucleic acid metabolism in two astronauts. Adv. Space Res. 1984;4:15–18. doi: 10.1016/0273-1177(84)90219-9.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\nChen P, et al.  Human metabolic responses to microgravity simulated in a 45-day 6° head-down tilt bed rest (HDBR) experiment. Anal. Methods. 2016;8:4334–4344. doi: 10.1039/C6AY00644B.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\nKurosawa R, et al.  Impact of spaceflight and artificial gravity on sulfur metabolism in mouse liver: sulfur metabolomic and transcriptomic analysis. Sci. Rep. 2021;11:21786. doi: 10.1038/s41598-021-01129-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\nMao XW, et al.  Biological and metabolic response in STS-135 space-flown mouse skin. Free Radic. Res. 2014;48:890–897. doi: 10.3109/10715762.2014.920086.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\nWang Y, et al.  Effect of Prolonged Simulated Microgravity on Metabolic Proteins in Rat Hippocampus: Steps toward Safe Space Travel. J. Proteome Res. 2016;15:29–37. doi: 10.1021/acs.jproteome.5b00777.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\nGhosh P, et al.  Effects of High-LET Radiation Exposure and Hindlimb Unloading on Skeletal Muscle Resistance Artery Vasomotor Properties and Cancellous Bone Microarchitecture in Mice. Radiat. Res. 2016;185:257–266. doi: 10.1667/RR4308.1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n88.\nDickerson BL, Sowinski R, Kreider RB, Wu G. Impacts of microgravity on amino acid metabolism during spaceflight. Exp. Biol. Med, (Maywood) 2023 doi: 10.1177/15353702221139189.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n89.\nSiddiqui IJ, Pervaiz N, Abbasi AA. The Parkinson Disease gene SNCA: Evolutionary and structural insights with pathological implication. Sci. Rep. 2016;6:24475. doi: 10.1038/srep24475.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n90.\nChen B, et al.  The impacts of simulated microgravity on rat brain depended on durations and regions. Biomed. Environ. Sci. 2019;32:496–507. doi: 10.3967/bes2019.067.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n91.\nMcGregor HR, et al.  Impacts of spaceflight experience on human brain structure. Sci. Rep. 2023;13:7878. doi: 10.1038/s41598-023-33331-8.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n92.\nBerrios DC, Galazka J, Grigorev K, Gebre S, Costes SV. NASA GeneLab: interfaces for the exploration of space omics data. Nucleic Acids Res. 2021;49:D1515–D1522. doi: 10.1093/nar/gkaa887.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n93.\nOverbey, E. G. The space omics and medical atlas and international astronaut biobank. \nNature\n. 10.1038/s41586-024-07639-y (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n94.\nKim, J. et al. Single-cell multi-ome and immune profiles of the Inspiration4 crew reveal conserved, cell-type, and sex-specific responses to spaceflight. 10.1038/s41467-024-49211-2 (2023).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n95.\nBarisic, D. et al. ARID1A orchestrates SWI/SNF-mediated sequential binding of transcription factors with ARID1A loss driving pre-memory B cell fate and lymphomagenesis. \nCancer Cell\n42\n, 583–604.e11 (2024).\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n]\n\n\n\n\n96.\nLove MI, Soneson C, Patro R. Swimming downstream: statistical analysis of differential transcript usage following Salmon quantification. [version 3; peer review: 3 approved] F1000Res. 2018;7:952. doi: 10.12688/f1000research.15398.1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n97.\nKhan A, Mathelier A. Intervene: a tool for intersection and visualization of multiple gene or genomic region sets. BMC Bioinforma. 2017;18:287. doi: 10.1186/s12859-017-1708-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n98.\nWang J, Vasaikar S, Shi Z, Greer M, Zhang B. WebGestalt 2017: a more comprehensive, powerful, flexible and interactive gene set enrichment analysis toolkit. Nucleic Acids Res. 2017;45:W130–W137. doi: 10.1093/nar/gkx356.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n99.\nScott RT, et al.  Advancing the integration of biosciences data sharing to further enable space exploration. Cell Rep. 2020;33:108441. doi: 10.1016/j.celrep.2020.108441.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n100.\nHouerbi N, et al.  Secretome profiling reveals acute changes in oxidative stress, brain homeostasis, and coagulation following short-duration spaceflight. Zenodo. 2024 doi: 10.5281/zenodo.1109378.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\n\n\nSupplementary Information\n (1.6MB, pdf) \n\n\n\n\nPeer Review File\n (159.5KB, pdf) \n\n\n\n\nReporting Summary\n (74.5KB, pdf) \n\n\n\n\nSource Data\n (3MB, zip)\nData Availability Statement\n\n\nSource data of the figures are provided with this paper. All datasets in this paper have been deposited in the NASA Open Science Data Repositories (OSDR; osdr.nasa.gov; comprised of GeneLab\n92\n and the Ames Life Sciences Data Archive [ALSDA]\n1\n,\n99\n). Identifiers for publicly downloadable datasets in the OSDR are documented below. Also, data can be visualized online through the SOMA Data Explorer (link below) with the latest reference\n100\n. Any additional information required to reanalyze the data reported in this work is available from the Lead Contact upon request. For the blood plasma, the following assays are found under OSDR identifier OSD-571: Proteomics (Seer Proteograph), proteomics of blood EVPs, plasma metabolomics data, cell-free RNA. Direct RNA-seq from blood plasma can be found under OSDR identifier: OSD-569 (Supplementary Table \n1\n) All raw data, processed data and detailed methods are in the GeneLab OSDR links here: \nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-569\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-571\n Interactive data browser for the proteomics, metabolomics, and other omics data are available on the SOMA data portal: \nhttps://soma.weill.cornell.edu/apps/SOMA_Browser/\n \nSource data\n are provided with this paper.\n\n\nAll code used to generate the analyses in this manuscript are available on GitHub at \nhttps://github.com/eliah-o/inspiration4-omics\n.",
    "supplementary_materials": "Supplementary Information\n (1.6MB, pdf)\nPeer Review File\n (159.5KB, pdf)\nReporting Summary\n (74.5KB, pdf)\nSource Data\n (3MB, zip)",
    "data_availability_statement": "Source data of the figures are provided with this paper. All datasets in this paper have been deposited in the NASA Open Science Data Repositories (OSDR; osdr.nasa.gov; comprised of GeneLab\n92\n and the Ames Life Sciences Data Archive [ALSDA]\n1\n,\n99\n). Identifiers for publicly downloadable datasets in the OSDR are documented below. Also, data can be visualized online through the SOMA Data Explorer (link below) with the latest reference\n100\n. Any additional information required to reanalyze the data reported in this work is available from the Lead Contact upon request. For the blood plasma, the following assays are found under OSDR identifier OSD-571: Proteomics (Seer Proteograph), proteomics of blood EVPs, plasma metabolomics data, cell-free RNA. Direct RNA-seq from blood plasma can be found under OSDR identifier: OSD-569 (Supplementary Table \n1\n) All raw data, processed data and detailed methods are in the GeneLab OSDR links here: \nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-569\nhttps://osdr.nasa.gov/bio/repo/data/studies/OSD-571\n Interactive data browser for the proteomics, metabolomics, and other omics data are available on the SOMA data portal: \nhttps://soma.weill.cornell.edu/apps/SOMA_Browser/\n \nSource data\n are provided with this paper.\nAll code used to generate the analyses in this manuscript are available on GitHub at \nhttps://github.com/eliah-o/inspiration4-omics\n.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (3.8 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166969/"
}