{
  "id": "PMC11063234",
  "title": "Proteomic and phosphoproteomic characterization of cardiovascular tissues after long term exposure to simulated space radiation",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Proteomic and phosphoproteomic characterization of cardiovascular tissues after long term exposure to simulated space radiation",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11063234/"
  },
  "sections": {
    "abstract": "Introduction:\n It may take decades to develop cardiovascular dysfunction following exposure to high doses of ionizing radiation from medical therapy or from nuclear accidents. Since astronauts may be exposed continually to a complex space radiation environment unlike that experienced on Earth, it is unresolved whether there is a risk to cardiovascular health during long-term space exploration missions. Previously, we have described that mice exposed to a single dose of simplified Galactic Cosmic Ray (GCR\n5-ion\n) develop cardiovascular dysfunction by 12 months post-radiation.\n\n\nMethods:\n To investigate the biological basis of this dysfunction, here we performed a quantitative mass spectrometry-based proteomics analysis of heart tissue (proteome and phosphoproteome) and plasma (proteome only) from these mice at 8 months post-radiation.\n\n\nResults:\n Differentially expressed proteins (DEPs) for irradiated versus sham irradiated samples (fold-change ≥1.2 and an adjusted \np\n-value of ≤0.05) were identified for each proteomics data set. For the heart proteome, there were 87 significant DEPs (11 upregulated and 76 downregulated); for the heart phosphoproteome, there were 60 significant differentially phosphorylated peptides (17 upregulated and 43 downregulated); and for the plasma proteome, there was only one upregulated protein. A Gene Set Enrichment Analysis (GSEA) technique that assesses canonical pathways from BIOCARTA, KEGG, PID, REACTOME, and WikiPathways revealed significant perturbation in pathways in each data set. For the heart proteome, 166 pathways were significantly altered (36 upregulated and 130 downregulated); for the plasma proteome, there were 73 pathways significantly altered (25 upregulated and 48 downregulated); and for the phosphoproteome, there were 223 pathways significantly affected at 0.1 adjusted \np\n-value cutoff. Pathways related to inflammation were the most highly perturbed in the heart and plasma. In line with sustained inflammation, neutrophil extracellular traps (NETs) were demonstrated to be increased in GCR\n5-ion\n irradiated hearts at 12-month post irradiation. NETs play a fundamental role in combating bacterial pathogens, modulating inflammatory responses, inflicting damage on healthy tissues, and escalating vascular thrombosis.\n\n\nDiscussion:\n These findings suggest that a single exposure to GCR\n5-ion\n results in long-lasting changes in the proteome and that these proteomic changes can potentiate acute and chronic health issues for astronauts, such as what we have previously described with late cardiac dysfunction in these mice.",
    "introduction": "Introduction\nWe recently reported on long term functional changes to the heart following a single dose of GCR\n5-ion\n (\nBishawi et al., 2022\n). Physiologically, this dysfunction was manifested as changes in arterial elastance, and histologically, there was evidence of elastin fragmentation in the aorta. Of the protein markers we evaluated (Fibulin-4, Fibulin-5, TGF-beta1, and EGFR), EGFR was the only marker that showed a statistically significant decrease in hearts from GCR-irradiated animals compared to age-matched sham irradiated controls (\nBishawi et al., 2022\n).\nOther investigations have also examined the levels of individual cardiac protein markers in studies where rodents or rabbits were exposed to components of GCR (reviewed in \nDavis et al., 2021\n; \nSeawright et al., 2019\n; \nAmino et al., 2010\n; \nSoucy et al., 2011\n). These studies have indicated that a number of proteins and pathways and biological functions are permanently affected in the heart from a single exposure of space relevant radiation. Seawright et al. (\nSeawright et al., 2019\n) noted an increase in a 75 kDa peptide of collagen type III in the left ventricle of rats exposed to protons (250 MeV) and \n16\nO (600 MeV/n and 1 GeV/n), suggesting that these components of GCR caused remodeling of existing collagens in the heart. Also noted in this study were increases in the amounts of CD2, CD68, and CD45 proteins at 2 weeks, 3 months, and 9 months after exposure to protons or \n16\nO alone, suggesting immune cell infiltration. In a rabbit model, hearts exposed to 15 Gy of targeted heavy ion irradiation (THIR) exhibited a significant upregulation of connexin 43 (Cx43) protein and mRNA in the ventricular myocardium by immunohistochemistry, Western blotting, and real-time PCR from 2 weeks out to 1 year after a single exposure (\nAmino et al., 2010\n). Cx43, the major connexin in cardiac gap junction, plays an essential role in the synchronized contraction of the heart and perturbations in Cx43 levels could profoundly influence cardiac function.\nSoucy et al. examined xanthine oxidase (XO) activity in the aortas of rats exposed to whole-body exposure of iron ion radiation (\n56\nFe-ion) at doses of 0, 0.5, or 1 Gy (\nSoucy et al., 2011\n). \nIn vivo\n aortic stiffness and \nex vivo\n aortic tension responses were measured 6 and 8 months after exposure as indicators of chronic vascular injury. Rats exposed to 1 Gy \n56\nFe-ion demonstrated significantly increased aortic stiffness, as measured by pulse wave velocity. XO activity was significantly elevated in rat aorta 4 months after whole-body irradiation.\nRecently, Azimzadeh et al. published a comprehensive review of the available omics data (proteomics, transcriptomics, metabolomics, epigenomics, and multi-omics) of radiation-induced cardiovascular disease focusing on gamma and X-ray exposure (\nAzimzadeh et al., 2022\n). Across 27 published proteomics data sets, mitochondrial proteins were the most sensitive protein cluster affected in irradiated hearts across different types and doses of radiation, with many of these mitochondrial proteins being significantly downregulated. In addition, long term downregulation of many anti-oxidant defense proteins was observed in many publication examining mouse models as well as validated in studies of heart autopsies obtained from workers in the nuclear industry.\nWhile recently \nLaiakis et al (2022)\n have utilized label-free mass spectrometry untargeted quantitative proteomic profiling to characterize the proteome of the prefrontal cortex in rats exposed to \n28\nSi ions, there have been no corresponding studies undertaken to understand the global proteomic changes occurring in the heart following exposure to components of space radiation. As the proteome can provide a better understanding of the structure and the function of the organism than genomics, we have performed a quantitative mass spectrometry-based proteomics analysis of heart tissue (proteome and phosphoproteome) and plasma (proteome only) from mice exposed to GCR\n5-ion\n. Integration of these three omics data sets has enabled a more comprehensive understanding of the systemic impact of GCR\n5-ion\n and suggests that sustained inflammatory response with neutrophil extracellular trap formation is one of the major pathways driving the biological responses to space radiation in the heart.",
    "methods": "Methods\nThe overall experimental design is provided in \nFigure 1\n.\nFIGURE 1\nOverview of sample preparation, processing, and bioinformatics analysis pipeline.\nExperimental animals\nAll animal experiments were approved by the Duke University and Brookhaven National Laboratory (BNL) Institutional Animal Care and Use Committees (IACUCs). Approximately 24-week old male C57BL/6 mice (Jackson Labs) were exposed to 150 cGy GCR\n5-ion\n (H 1,000 MeV/n, \n28\nSi 600 MeV/n, \n4\nHe 250 MeV/n, \n16\nO 350 MeV/n, \n56\nFe 600 MeV/n, and H 250 MeV/n) using the beam line at the NASA Space Radiation Laboratory (NSRL) at BNL (\nSimonsen et al., 2020\n). Sham irradiated control animals were placed in equitable holders over a schedule which mimicked the experimental groups but were not irradiated. Post-radiation, animals were allowed at least 2 days to recover, and then were returned to Duke University animal facilities. Hearts and plasma for proteomics were obtained from mice at 8 months post radiation (n = 6 for hearts and n = 10 for plasma). An equal number of hearts and plasma samples was obtained from age-matched sham irradiated control animals. Hearts for other evaluations such as Western blot or immunofluorescence studies were obtained from mice at 12 months post radiation and equivalent age-matched sham irradiated control animals were used as comparators.\nHeart tissue (phospho)proteomics\nFrozen tissues were weighed and lysed by tissue tearor in 1.5 mL of 5% sodium docecyl sulfate (SDS)/50 mM triethylammonium bicarbonate, pH 8.5 (TEAB) followed by bicinchoninic acid (BCA) assay. The amount of 250 μg of each sample was normalized to 50 μL with SDS/TEAB buffer followed by the addition of bovine casein (300 fmol and 150 fmol per µg added to irradiated and sham irradiated control samples, respectively) and digestion using an S-trap mini device, followed by Tandem Mass Tag (TMT) labeling (with lot# TK2735U and TL272831), high pH-reversed phase (HPRP) fractionation, and phosphopeptide enrichment as previously described (\nWalejko et al., 2021\n).\nOne-dimensional liquid chromatography tandem mass spectrometry (1D-LC-MS/MS) was performed on ∼0.5 μg each of the unenriched fractions, and 2.5 μL of the phosphopeptide-enriched fractions were analyzed using a nanoACQUITY UPLC system (Waters) coupled to a Fusion Lumos high resolution accurate mass tandem mass spectrometer (Thermo) in a time-dependent (3 s) data-dependent acquisition (DDA) mode with a 120,000 resolution (@ m/z 200) full MS scan from m/z 375 to 1,600 with a target automatic gain control (AGC) value of 2e5 ions and 50 ms maximum injection time (IT) and internal calibration (eIC) enabled. Peptides were selected for MS/MS using monoisotopic precursor selection (MIPS) and a dynamic exclusion of 45 s. Peptides with charge state 2 (scan priority 1) were selected for MS/MS using an isolation width of 1.2 and higher energy collision-induced dissociation (HCD) with a stepped normalized collision energy of 36.1, 38, and 39.9 with detection in the orbitrap using a resolution of 50,000, an AGC target of 1e5, and max IT of 105 ms. Peptides with charge states 3–5 (scan priority 2) were selected for MS/MS with an isolation window of 0.7 m/z.\nPhosphoproteome data were analyzed using Thermo Proteome Discoverer 2.3. Re-calibrated.mgf Calibrated .mgf files were created the Spectrum Files RC node and database searching was performed against the Uniprot database with \nMus musculus\n taxonomy (downloaded on 04/22/19; 20,204 entries) appended with bovine casein isoform protein sequences. Searches used Mascot v 2.5 with 5 ppm precursor and 0.02 product ion tolerances, trypsin specificity with up to two missed cleavages, fixed carbamidomethylation (Cys) and TMT10 (Lys and peptide N-terminal), and variable phosphorylation (Ser, Thr, and Tyr). Percolator and imp-ptmRS nodes were used for FDR determination and site localization. The processing node of the reporter ions quantifier used a 10 ppm integration tolerance, and the consensus node used correction for isotope impurity, a co-isolation threshold of 50%, and S/N threshold of 5. Normalization to total peptide amount and imputation using low abundance resampling were applied.\nProteome data was analyzed in Proteome Discoverer 2.4 using the MS-Fragger (\nChang et al., 2023\n) and Percolator nodes with default parameters. The mouse database was appended with additional contaminant sequences including human keratins. Imputation used low abundance resampling, and protein quantities were calculated from summed peptide abundances. Normalization used sample loading and trimmed mean in R as previously described (\nWakeham et al., 2019\n).\nPlasma proteomics\nPlasma proteomics utilized sodium deoxycholate (SDC)-assisted in solution digestion followed by microflow liquid chromatography coupled to tandem mass spectrometry using variable window data-independent acquisition (DIA) as previously described (\nKamyszek et al., 2020\n) with the following modifications. Briefly, 15 μL of plasma was adjusted to 5% SDC in 50 mM ammonium bicarbonate and 10 mM dithiothreitol followed by reduction at 80°C for 20 min and alkylation with 25 mM iodoacetamide at room temp for 30 min. Proteins were digested with 37.5 μg Worthington modified bovine trypsin for 4 h at 37°C followed by the addition of 1.5% (v/v) trifluoracetic acid and 2% (v/v) acetonitrile and Massprep ADH1 peptide standard (Waters; final concentration 30 fmol ADH1/µl). The SDC precipitate was filtered under vacuum using an ISOLUTE Filtration + filter plate (Biotage) and collected in a Deepwell 96/1,000 µL plate (Eppendorf).\nTwelve microliters of peptide digest (∼40 μg) were analyzed per sample in a block-randomized order, interspersed with replicates of a study pool QC (SPQC) sample made from a mixture of all samples. Liquid chromatography used a 1 mm × 150 mm 1.7 µm CSH C18 column (Waters) and a ACQUITY UPLC (Waters) at a flow rate of 100 μL/min and a gradient of 3%–28% acetonitrile over 60 min. The LC was interfaced to a Thermo HF-X MS via a heated electrospray ionization (HESI) source. DIA mass spectrometry analysis used a 120,000 resolution precursor ion (MS1) scan from 375 to 1,500 m/z, an AGC target of 3E6, and maximum injection time (IT) of 20 ms; data were collected in profile mode. MS/MS was performed using 30,000 resolution, an AGC target of 3e6 and maximum IT of 60 ms, and 19 variable DIA windows that spanned 375–1,200 m/z. Data were collected in profile mode.\nIn addition, ∼800 μg of the SPQC sample was analyzed using high pH-reversed phase (HPRP) fractionation using a 2.1 mm × 5 cm BEH C18 column (Waters) and Agilent 1100 HPLC as previously described (\nGlisinski et al., 2020\n) with a mobile phase of 20 mM ammonium formate, pH 10, and a gradient of 3%–35% MeCN over 50 min. Forty-eight equal fractions were collected and concatenated to 12 fractions. After lyophilization, samples were resuspended in 24 μL of 1% (v/v) TFA/2% (v/v) MeCN in H\n2\nO, and 12 μL was analyzed by microflow-DDA using the same LC method as previously described and a 120,000 resolution precursor (MS1) scan from 375 to 1,500 m/z, an AGC target of 3e6, and maximum injection time (IT) of 45 ms, followed by MS/MS (MS2) of the top 10 most abundant ions at 45,000 resolution with an AGC target of 5e4 ions and 86 milliseconds (ms) IT, 1.2 m/z isolation window, a stepped normalized collision energy (NCE) of 25, 27.5, and 30, a minimum AGC target of 1e4, and 20 s dynamic exclusion.\nData analysis used Spectronaut 13 (Biognosys). A “hybrid” spectral library (\nMuntel et al., 2019\n) was generated from DDA and direct-DIA searches which used a UniProt database with \nMus musculus\n specificity (downloaded on 04/22/19) appended with sequences for yeast ADH1 and bovine cationic trypsin (17,455 total entries). Default settings were used except for the following: no variable modifications and semitryptic peptide N-termini specificity. DIA files were converted to *.htrms format using a HTRMS converter (Biognosys). Default quantification settings were used except that the workflow used indexed retention time profiling of non-identified precursors; options to carryover peak boundaries and unify peptides were selected. For statistical analysis, single hit proteins were excluded, and quantification was performed at MS2 level using summed precursor areas for the top 20 peptides, Q-value percentile (0.3), and cross-run normalization using q-value complete and median global normalization settings.\nBioinformatics analysis\nData filtering\nTwenty-two human keratin proteins were excluded from the heart dataset as they were suspected to be contaminants. In addition, two viral proteins (P31748-Murine leukemia virus and P0C6X9-Murine coronavirus) were removed from the analysis. The list of proteins that were excluded are shown in \nSupplementary Table S9\n.\nStatistical analysis of proteomics data\nProteomics datasets underwent sample loading (SL) and trimmed mean of M values (TMM) normalizations procedures (\nRobinson and Oshlack, 2010\n) to correct for levels of proteins and compositional bias across samples. In addition, a batch correction was performed for the heart data guided by QC results using the ComBat procedures (\nJohnson et al., 2007\n). Following this, differentially expressed proteins (DEPs) were identified for irradiated versus sham irradiated samples in the heart and plasma data using exact test in edgeR (\nRobinson et al., 2010\n). DEPs were filtered for significance using a fold-change ≥ |1.2| and a \np\n-value of ≤0.05. For the phosphoproteomics data, protocols in PhosR package (\nKim et al., 2021\n; \nKim et al., 2021\n) were used to identify differential phosphosites, kinase-substrate regulatory interactions, and signaling networks.\nProtein orthology mapping, pathway enrichment analysis, and clustering\nMouse proteins were mapped to their corresponding human orthologs using biomaRt (\nDurinck et al., 2009\n) and the Mouse Genome Database (\nBlake et al., 2021\n). Then, the results of the ortholog mapping were used as an input to the pathway enrichment analysis pipeline. A Gene Set Enrichment Analysis (GSEA) technique (\nSubramanian et al., 2005\n) was then used to assess the perturbation of canonical pathways from Biocarta (BIC), KEGG, WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID). Finally, pathway enrichment maps were utilized to identify interacting pathways (modules) that might have broader impact in the two heart and plasma proteomics data sets. Enrichment map (\nMerico et al., 2010\n) in Cytoscape was used for visualizing the network of pathways. For the phosphoproteomics data, phosphosite (or gene) set enrichment analysis was conducted using the Wilcoxon rank sum test as implemented in the PhosR package. Clustering heatmaps were generated using the coolmap function in the Linear Models for Microarray Data (LIMMA) R package (\nRitchie et al., 2015\n).\nWestern blot\nMouse heart tissues were mechanically homogenized in Tris Buffered Saline with Tween 20 (TBST) lysis buffer. Protein concentration was determined using BCA assay (Thermo Fisher Scientific #23227, United States) using BioTek Gene 5 software with a 562 nm wavelength. Then, 7.5% precast polyacrylamide gels (Bio-Rad #4568026, United States) were run at 100 V for 75 min and transferred to 0.2 μm Polyvinylidene difluoride (PVDF) membranes by electrophoretic transfer through a tank transfer system at a constant voltage of 30 V for 30 min at 4°C. The membrane was blocked overnight with TBST with 5% non-fat milk (w/v). Primary antibodies KRT10 (Thermo Fisher: MA5-32183, United States), KRT1 (Thermo Fisher: 16848-1-AP, United States) KRT6a (Thermo Fisher: 10590-1-AP, United States), MRPL49 (Thermo Fisher: PA5-112889, United States), fibrinogen gamma (Thermo Fisher: PA5-21968, United States), fibrinogen beta (16747-1-AP; Thermo Fisher, United States), fibrinogen alpha (20645-1-AP; Thermo Fisher, United States), calmodulin 2 (PA5-121166, Thermo Fisher, United States), alpha 2 macroglobulin (MA5-38211, Thermo Fisher, United States), and CAMK2G (CAMKII-301AP, Thermo Fisher, United States) were incubated for 2 h in TBST with 5% non-fat milk (w/v). The membranes were washed prior to incubation with secondary antibody Anti-Rabbit HRP conjugated Ab from (BioRad: #1706515, United States) for 1 hour and subsequently washed with TBST. Membrane was visualized with Clarity™ Western ECL Substrate (Bio-Rad # 1705060, United States) for 5 min, and chemiluminescent images were taken using a BioRad Chemidoc. Densitometric analysis was conducted with Image Lab 6.1 software (Bio-Rad: #12012931, United States).\nImmunofluorescence staining\nFresh frozen heart bases were embedded in Tissue-Tek® O.C.T. Compound and sectioned to 10 µm. The sections were then fixed with 4% paraformaldehyde and permeabilized with 0.1% Tween-20 (Sigma Aldrich, United States) in phosphate buffered saline (PBS). They were then blocked with 5% normal goat serum in 0.1% Tween-20. The primary antibodies used were Fibrinogen beta (16747-1-AP; Thermo Fisher, United States), Fibrinogen alpha (20645-1-AP; Thermo Fisher, United States) C4b-BP (PIPA528017; Thermo Fisher, United States), and C4d (HP8033; Hycult Biotech, United States) each at a final dilution of 1:200. After washing, they were incubated with polyclonal goat anti-rabbit IgG Alexa Fluor 594 conjugated antibody (ab150080; Abcam, United States) at a final dilution of 1:400. ProLong Gold Antifade Mountant with DAPI (Invitrogen, United States) was added onto the section and a coverslip was placed. A Leica 780 Upright Microscope (Wetzlar, Germany) was used to acquire the images of the tissue sections.\nImmunofluorescence staining for neutrophil extracellular traps\nFrozen sections of 10 μm, taken from the cardiac apex of mice embedded in OCT, were utilized to investigate the presentation of neutrophil extracellular traps (NETs). To stain the samples, a rabbit anti-elastase antibody (Catalog # PA5-88916, Thermo Fisher, Waltham, MA) diluted 1:100 and a goat anti-myeloperoxidase (MPO) primary antibody (AF 3667, R and D Systems, Minneapolis, MN) diluted to a concentration of 10 μg/mL were employed. Subsequently, the sections were treated with a goat anti-rabbit secondary polyclonal antibody conjugated to Alexa Fluor 594 (Abcam, Cat no. ab150080, Cambridge, United Kingdom) at a dilution of 1:200 and a donkey anti-goat secondary polyclonal antibody conjugated to Alexa Fluor 488 (Catalog # A-11055; Thermo Fisher, Waltham, MA) at a dilution of 1:200. The formation of NETs was examined using a Nikon Ti2 Eclipse inverted confocal microscope.\nImmunohistochemistry for collagen types I and III\nFrozen sections of the cardiac apex were treated with anti-COL1A1 antibody (Catalog 72026; CST; United States) at a dilution of 1:100 and with anti-type III collagen antibody (Catalog # PA5-3478716, Thermo Fisher, Waltham, MA) at a dilution of 1:150. This was done after the sections underwent a sequence of processing steps: fixation in 4% paraformaldehyde, peroxidase blocking, antigen retrieval, and protein blocking. A horse polyclonal anti-rabbit secondary antibody from the ImmPress HRP Polymer Detection Kit was subsequently applied. These sections were then developed using a 3,3′-diaminobenzidine solution, followed by counterstaining with hematoxylin. After dehydration, clearing, and mounting, serial sections stained for collagen I or III were captured using a digital camera on a Zeiss Axio Imager Z2 Upright Microscope. The stained regions were analyzed using ImageJ software, with five different viewpoints taken from each section. Results are presented as the percentage of the total area for both collagen types I and III.",
    "experimental_animals": "Experimental animals\nAll animal experiments were approved by the Duke University and Brookhaven National Laboratory (BNL) Institutional Animal Care and Use Committees (IACUCs). Approximately 24-week old male C57BL/6 mice (Jackson Labs) were exposed to 150 cGy GCR\n5-ion\n (H 1,000 MeV/n, \n28\nSi 600 MeV/n, \n4\nHe 250 MeV/n, \n16\nO 350 MeV/n, \n56\nFe 600 MeV/n, and H 250 MeV/n) using the beam line at the NASA Space Radiation Laboratory (NSRL) at BNL (\nSimonsen et al., 2020\n). Sham irradiated control animals were placed in equitable holders over a schedule which mimicked the experimental groups but were not irradiated. Post-radiation, animals were allowed at least 2 days to recover, and then were returned to Duke University animal facilities. Hearts and plasma for proteomics were obtained from mice at 8 months post radiation (n = 6 for hearts and n = 10 for plasma). An equal number of hearts and plasma samples was obtained from age-matched sham irradiated control animals. Hearts for other evaluations such as Western blot or immunofluorescence studies were obtained from mice at 12 months post radiation and equivalent age-matched sham irradiated control animals were used as comparators.\nHeart tissue (phospho)proteomics\nFrozen tissues were weighed and lysed by tissue tearor in 1.5 mL of 5% sodium docecyl sulfate (SDS)/50 mM triethylammonium bicarbonate, pH 8.5 (TEAB) followed by bicinchoninic acid (BCA) assay. The amount of 250 μg of each sample was normalized to 50 μL with SDS/TEAB buffer followed by the addition of bovine casein (300 fmol and 150 fmol per µg added to irradiated and sham irradiated control samples, respectively) and digestion using an S-trap mini device, followed by Tandem Mass Tag (TMT) labeling (with lot# TK2735U and TL272831), high pH-reversed phase (HPRP) fractionation, and phosphopeptide enrichment as previously described (\nWalejko et al., 2021\n).\nOne-dimensional liquid chromatography tandem mass spectrometry (1D-LC-MS/MS) was performed on ∼0.5 μg each of the unenriched fractions, and 2.5 μL of the phosphopeptide-enriched fractions were analyzed using a nanoACQUITY UPLC system (Waters) coupled to a Fusion Lumos high resolution accurate mass tandem mass spectrometer (Thermo) in a time-dependent (3 s) data-dependent acquisition (DDA) mode with a 120,000 resolution (@ m/z 200) full MS scan from m/z 375 to 1,600 with a target automatic gain control (AGC) value of 2e5 ions and 50 ms maximum injection time (IT) and internal calibration (eIC) enabled. Peptides were selected for MS/MS using monoisotopic precursor selection (MIPS) and a dynamic exclusion of 45 s. Peptides with charge state 2 (scan priority 1) were selected for MS/MS using an isolation width of 1.2 and higher energy collision-induced dissociation (HCD) with a stepped normalized collision energy of 36.1, 38, and 39.9 with detection in the orbitrap using a resolution of 50,000, an AGC target of 1e5, and max IT of 105 ms. Peptides with charge states 3–5 (scan priority 2) were selected for MS/MS with an isolation window of 0.7 m/z.\nPhosphoproteome data were analyzed using Thermo Proteome Discoverer 2.3. Re-calibrated.mgf Calibrated .mgf files were created the Spectrum Files RC node and database searching was performed against the Uniprot database with \nMus musculus\n taxonomy (downloaded on 04/22/19; 20,204 entries) appended with bovine casein isoform protein sequences. Searches used Mascot v 2.5 with 5 ppm precursor and 0.02 product ion tolerances, trypsin specificity with up to two missed cleavages, fixed carbamidomethylation (Cys) and TMT10 (Lys and peptide N-terminal), and variable phosphorylation (Ser, Thr, and Tyr). Percolator and imp-ptmRS nodes were used for FDR determination and site localization. The processing node of the reporter ions quantifier used a 10 ppm integration tolerance, and the consensus node used correction for isotope impurity, a co-isolation threshold of 50%, and S/N threshold of 5. Normalization to total peptide amount and imputation using low abundance resampling were applied.\nProteome data was analyzed in Proteome Discoverer 2.4 using the MS-Fragger (\nChang et al., 2023\n) and Percolator nodes with default parameters. The mouse database was appended with additional contaminant sequences including human keratins. Imputation used low abundance resampling, and protein quantities were calculated from summed peptide abundances. Normalization used sample loading and trimmed mean in R as previously described (\nWakeham et al., 2019\n).\nPlasma proteomics\nPlasma proteomics utilized sodium deoxycholate (SDC)-assisted in solution digestion followed by microflow liquid chromatography coupled to tandem mass spectrometry using variable window data-independent acquisition (DIA) as previously described (\nKamyszek et al., 2020\n) with the following modifications. Briefly, 15 μL of plasma was adjusted to 5% SDC in 50 mM ammonium bicarbonate and 10 mM dithiothreitol followed by reduction at 80°C for 20 min and alkylation with 25 mM iodoacetamide at room temp for 30 min. Proteins were digested with 37.5 μg Worthington modified bovine trypsin for 4 h at 37°C followed by the addition of 1.5% (v/v) trifluoracetic acid and 2% (v/v) acetonitrile and Massprep ADH1 peptide standard (Waters; final concentration 30 fmol ADH1/µl). The SDC precipitate was filtered under vacuum using an ISOLUTE Filtration + filter plate (Biotage) and collected in a Deepwell 96/1,000 µL plate (Eppendorf).\nTwelve microliters of peptide digest (∼40 μg) were analyzed per sample in a block-randomized order, interspersed with replicates of a study pool QC (SPQC) sample made from a mixture of all samples. Liquid chromatography used a 1 mm × 150 mm 1.7 µm CSH C18 column (Waters) and a ACQUITY UPLC (Waters) at a flow rate of 100 μL/min and a gradient of 3%–28% acetonitrile over 60 min. The LC was interfaced to a Thermo HF-X MS via a heated electrospray ionization (HESI) source. DIA mass spectrometry analysis used a 120,000 resolution precursor ion (MS1) scan from 375 to 1,500 m/z, an AGC target of 3E6, and maximum injection time (IT) of 20 ms; data were collected in profile mode. MS/MS was performed using 30,000 resolution, an AGC target of 3e6 and maximum IT of 60 ms, and 19 variable DIA windows that spanned 375–1,200 m/z. Data were collected in profile mode.\nIn addition, ∼800 μg of the SPQC sample was analyzed using high pH-reversed phase (HPRP) fractionation using a 2.1 mm × 5 cm BEH C18 column (Waters) and Agilent 1100 HPLC as previously described (\nGlisinski et al., 2020\n) with a mobile phase of 20 mM ammonium formate, pH 10, and a gradient of 3%–35% MeCN over 50 min. Forty-eight equal fractions were collected and concatenated to 12 fractions. After lyophilization, samples were resuspended in 24 μL of 1% (v/v) TFA/2% (v/v) MeCN in H\n2\nO, and 12 μL was analyzed by microflow-DDA using the same LC method as previously described and a 120,000 resolution precursor (MS1) scan from 375 to 1,500 m/z, an AGC target of 3e6, and maximum injection time (IT) of 45 ms, followed by MS/MS (MS2) of the top 10 most abundant ions at 45,000 resolution with an AGC target of 5e4 ions and 86 milliseconds (ms) IT, 1.2 m/z isolation window, a stepped normalized collision energy (NCE) of 25, 27.5, and 30, a minimum AGC target of 1e4, and 20 s dynamic exclusion.\nData analysis used Spectronaut 13 (Biognosys). A “hybrid” spectral library (\nMuntel et al., 2019\n) was generated from DDA and direct-DIA searches which used a UniProt database with \nMus musculus\n specificity (downloaded on 04/22/19) appended with sequences for yeast ADH1 and bovine cationic trypsin (17,455 total entries). Default settings were used except for the following: no variable modifications and semitryptic peptide N-termini specificity. DIA files were converted to *.htrms format using a HTRMS converter (Biognosys). Default quantification settings were used except that the workflow used indexed retention time profiling of non-identified precursors; options to carryover peak boundaries and unify peptides were selected. For statistical analysis, single hit proteins were excluded, and quantification was performed at MS2 level using summed precursor areas for the top 20 peptides, Q-value percentile (0.3), and cross-run normalization using q-value complete and median global normalization settings.",
    "heart_tissue_(phospho)proteomics": "Heart tissue (phospho)proteomics\nFrozen tissues were weighed and lysed by tissue tearor in 1.5 mL of 5% sodium docecyl sulfate (SDS)/50 mM triethylammonium bicarbonate, pH 8.5 (TEAB) followed by bicinchoninic acid (BCA) assay. The amount of 250 μg of each sample was normalized to 50 μL with SDS/TEAB buffer followed by the addition of bovine casein (300 fmol and 150 fmol per µg added to irradiated and sham irradiated control samples, respectively) and digestion using an S-trap mini device, followed by Tandem Mass Tag (TMT) labeling (with lot# TK2735U and TL272831), high pH-reversed phase (HPRP) fractionation, and phosphopeptide enrichment as previously described (\nWalejko et al., 2021\n).\nOne-dimensional liquid chromatography tandem mass spectrometry (1D-LC-MS/MS) was performed on ∼0.5 μg each of the unenriched fractions, and 2.5 μL of the phosphopeptide-enriched fractions were analyzed using a nanoACQUITY UPLC system (Waters) coupled to a Fusion Lumos high resolution accurate mass tandem mass spectrometer (Thermo) in a time-dependent (3 s) data-dependent acquisition (DDA) mode with a 120,000 resolution (@ m/z 200) full MS scan from m/z 375 to 1,600 with a target automatic gain control (AGC) value of 2e5 ions and 50 ms maximum injection time (IT) and internal calibration (eIC) enabled. Peptides were selected for MS/MS using monoisotopic precursor selection (MIPS) and a dynamic exclusion of 45 s. Peptides with charge state 2 (scan priority 1) were selected for MS/MS using an isolation width of 1.2 and higher energy collision-induced dissociation (HCD) with a stepped normalized collision energy of 36.1, 38, and 39.9 with detection in the orbitrap using a resolution of 50,000, an AGC target of 1e5, and max IT of 105 ms. Peptides with charge states 3–5 (scan priority 2) were selected for MS/MS with an isolation window of 0.7 m/z.\nPhosphoproteome data were analyzed using Thermo Proteome Discoverer 2.3. Re-calibrated.mgf Calibrated .mgf files were created the Spectrum Files RC node and database searching was performed against the Uniprot database with \nMus musculus\n taxonomy (downloaded on 04/22/19; 20,204 entries) appended with bovine casein isoform protein sequences. Searches used Mascot v 2.5 with 5 ppm precursor and 0.02 product ion tolerances, trypsin specificity with up to two missed cleavages, fixed carbamidomethylation (Cys) and TMT10 (Lys and peptide N-terminal), and variable phosphorylation (Ser, Thr, and Tyr). Percolator and imp-ptmRS nodes were used for FDR determination and site localization. The processing node of the reporter ions quantifier used a 10 ppm integration tolerance, and the consensus node used correction for isotope impurity, a co-isolation threshold of 50%, and S/N threshold of 5. Normalization to total peptide amount and imputation using low abundance resampling were applied.\nProteome data was analyzed in Proteome Discoverer 2.4 using the MS-Fragger (\nChang et al., 2023\n) and Percolator nodes with default parameters. The mouse database was appended with additional contaminant sequences including human keratins. Imputation used low abundance resampling, and protein quantities were calculated from summed peptide abundances. Normalization used sample loading and trimmed mean in R as previously described (\nWakeham et al., 2019\n).",
    "plasma_proteomics": "Plasma proteomics\nPlasma proteomics utilized sodium deoxycholate (SDC)-assisted in solution digestion followed by microflow liquid chromatography coupled to tandem mass spectrometry using variable window data-independent acquisition (DIA) as previously described (\nKamyszek et al., 2020\n) with the following modifications. Briefly, 15 μL of plasma was adjusted to 5% SDC in 50 mM ammonium bicarbonate and 10 mM dithiothreitol followed by reduction at 80°C for 20 min and alkylation with 25 mM iodoacetamide at room temp for 30 min. Proteins were digested with 37.5 μg Worthington modified bovine trypsin for 4 h at 37°C followed by the addition of 1.5% (v/v) trifluoracetic acid and 2% (v/v) acetonitrile and Massprep ADH1 peptide standard (Waters; final concentration 30 fmol ADH1/µl). The SDC precipitate was filtered under vacuum using an ISOLUTE Filtration + filter plate (Biotage) and collected in a Deepwell 96/1,000 µL plate (Eppendorf).\nTwelve microliters of peptide digest (∼40 μg) were analyzed per sample in a block-randomized order, interspersed with replicates of a study pool QC (SPQC) sample made from a mixture of all samples. Liquid chromatography used a 1 mm × 150 mm 1.7 µm CSH C18 column (Waters) and a ACQUITY UPLC (Waters) at a flow rate of 100 μL/min and a gradient of 3%–28% acetonitrile over 60 min. The LC was interfaced to a Thermo HF-X MS via a heated electrospray ionization (HESI) source. DIA mass spectrometry analysis used a 120,000 resolution precursor ion (MS1) scan from 375 to 1,500 m/z, an AGC target of 3E6, and maximum injection time (IT) of 20 ms; data were collected in profile mode. MS/MS was performed using 30,000 resolution, an AGC target of 3e6 and maximum IT of 60 ms, and 19 variable DIA windows that spanned 375–1,200 m/z. Data were collected in profile mode.\nIn addition, ∼800 μg of the SPQC sample was analyzed using high pH-reversed phase (HPRP) fractionation using a 2.1 mm × 5 cm BEH C18 column (Waters) and Agilent 1100 HPLC as previously described (\nGlisinski et al., 2020\n) with a mobile phase of 20 mM ammonium formate, pH 10, and a gradient of 3%–35% MeCN over 50 min. Forty-eight equal fractions were collected and concatenated to 12 fractions. After lyophilization, samples were resuspended in 24 μL of 1% (v/v) TFA/2% (v/v) MeCN in H\n2\nO, and 12 μL was analyzed by microflow-DDA using the same LC method as previously described and a 120,000 resolution precursor (MS1) scan from 375 to 1,500 m/z, an AGC target of 3e6, and maximum injection time (IT) of 45 ms, followed by MS/MS (MS2) of the top 10 most abundant ions at 45,000 resolution with an AGC target of 5e4 ions and 86 milliseconds (ms) IT, 1.2 m/z isolation window, a stepped normalized collision energy (NCE) of 25, 27.5, and 30, a minimum AGC target of 1e4, and 20 s dynamic exclusion.\nData analysis used Spectronaut 13 (Biognosys). A “hybrid” spectral library (\nMuntel et al., 2019\n) was generated from DDA and direct-DIA searches which used a UniProt database with \nMus musculus\n specificity (downloaded on 04/22/19) appended with sequences for yeast ADH1 and bovine cationic trypsin (17,455 total entries). Default settings were used except for the following: no variable modifications and semitryptic peptide N-termini specificity. DIA files were converted to *.htrms format using a HTRMS converter (Biognosys). Default quantification settings were used except that the workflow used indexed retention time profiling of non-identified precursors; options to carryover peak boundaries and unify peptides were selected. For statistical analysis, single hit proteins were excluded, and quantification was performed at MS2 level using summed precursor areas for the top 20 peptides, Q-value percentile (0.3), and cross-run normalization using q-value complete and median global normalization settings.",
    "bioinformatics_analysis": "Bioinformatics analysis\nData filtering\nTwenty-two human keratin proteins were excluded from the heart dataset as they were suspected to be contaminants. In addition, two viral proteins (P31748-Murine leukemia virus and P0C6X9-Murine coronavirus) were removed from the analysis. The list of proteins that were excluded are shown in \nSupplementary Table S9\n.",
    "data_filtering": "Data filtering\nTwenty-two human keratin proteins were excluded from the heart dataset as they were suspected to be contaminants. In addition, two viral proteins (P31748-Murine leukemia virus and P0C6X9-Murine coronavirus) were removed from the analysis. The list of proteins that were excluded are shown in \nSupplementary Table S9\n.",
    "statistical_analysis_of_proteomics_data": "Statistical analysis of proteomics data\nProteomics datasets underwent sample loading (SL) and trimmed mean of M values (TMM) normalizations procedures (\nRobinson and Oshlack, 2010\n) to correct for levels of proteins and compositional bias across samples. In addition, a batch correction was performed for the heart data guided by QC results using the ComBat procedures (\nJohnson et al., 2007\n). Following this, differentially expressed proteins (DEPs) were identified for irradiated versus sham irradiated samples in the heart and plasma data using exact test in edgeR (\nRobinson et al., 2010\n). DEPs were filtered for significance using a fold-change ≥ |1.2| and a \np\n-value of ≤0.05. For the phosphoproteomics data, protocols in PhosR package (\nKim et al., 2021\n; \nKim et al., 2021\n) were used to identify differential phosphosites, kinase-substrate regulatory interactions, and signaling networks.",
    "protein_orthology_mapping,_pathway_enrichment_analysis,_and_": "Protein orthology mapping, pathway enrichment analysis, and clustering\nMouse proteins were mapped to their corresponding human orthologs using biomaRt (\nDurinck et al., 2009\n) and the Mouse Genome Database (\nBlake et al., 2021\n). Then, the results of the ortholog mapping were used as an input to the pathway enrichment analysis pipeline. A Gene Set Enrichment Analysis (GSEA) technique (\nSubramanian et al., 2005\n) was then used to assess the perturbation of canonical pathways from Biocarta (BIC), KEGG, WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID). Finally, pathway enrichment maps were utilized to identify interacting pathways (modules) that might have broader impact in the two heart and plasma proteomics data sets. Enrichment map (\nMerico et al., 2010\n) in Cytoscape was used for visualizing the network of pathways. For the phosphoproteomics data, phosphosite (or gene) set enrichment analysis was conducted using the Wilcoxon rank sum test as implemented in the PhosR package. Clustering heatmaps were generated using the coolmap function in the Linear Models for Microarray Data (LIMMA) R package (\nRitchie et al., 2015\n).",
    "western_blot": "Western blot\nMouse heart tissues were mechanically homogenized in Tris Buffered Saline with Tween 20 (TBST) lysis buffer. Protein concentration was determined using BCA assay (Thermo Fisher Scientific #23227, United States) using BioTek Gene 5 software with a 562 nm wavelength. Then, 7.5% precast polyacrylamide gels (Bio-Rad #4568026, United States) were run at 100 V for 75 min and transferred to 0.2 μm Polyvinylidene difluoride (PVDF) membranes by electrophoretic transfer through a tank transfer system at a constant voltage of 30 V for 30 min at 4°C. The membrane was blocked overnight with TBST with 5% non-fat milk (w/v). Primary antibodies KRT10 (Thermo Fisher: MA5-32183, United States), KRT1 (Thermo Fisher: 16848-1-AP, United States) KRT6a (Thermo Fisher: 10590-1-AP, United States), MRPL49 (Thermo Fisher: PA5-112889, United States), fibrinogen gamma (Thermo Fisher: PA5-21968, United States), fibrinogen beta (16747-1-AP; Thermo Fisher, United States), fibrinogen alpha (20645-1-AP; Thermo Fisher, United States), calmodulin 2 (PA5-121166, Thermo Fisher, United States), alpha 2 macroglobulin (MA5-38211, Thermo Fisher, United States), and CAMK2G (CAMKII-301AP, Thermo Fisher, United States) were incubated for 2 h in TBST with 5% non-fat milk (w/v). The membranes were washed prior to incubation with secondary antibody Anti-Rabbit HRP conjugated Ab from (BioRad: #1706515, United States) for 1 hour and subsequently washed with TBST. Membrane was visualized with Clarity™ Western ECL Substrate (Bio-Rad # 1705060, United States) for 5 min, and chemiluminescent images were taken using a BioRad Chemidoc. Densitometric analysis was conducted with Image Lab 6.1 software (Bio-Rad: #12012931, United States).",
    "immunofluorescence_staining": "Immunofluorescence staining\nFresh frozen heart bases were embedded in Tissue-Tek® O.C.T. Compound and sectioned to 10 µm. The sections were then fixed with 4% paraformaldehyde and permeabilized with 0.1% Tween-20 (Sigma Aldrich, United States) in phosphate buffered saline (PBS). They were then blocked with 5% normal goat serum in 0.1% Tween-20. The primary antibodies used were Fibrinogen beta (16747-1-AP; Thermo Fisher, United States), Fibrinogen alpha (20645-1-AP; Thermo Fisher, United States) C4b-BP (PIPA528017; Thermo Fisher, United States), and C4d (HP8033; Hycult Biotech, United States) each at a final dilution of 1:200. After washing, they were incubated with polyclonal goat anti-rabbit IgG Alexa Fluor 594 conjugated antibody (ab150080; Abcam, United States) at a final dilution of 1:400. ProLong Gold Antifade Mountant with DAPI (Invitrogen, United States) was added onto the section and a coverslip was placed. A Leica 780 Upright Microscope (Wetzlar, Germany) was used to acquire the images of the tissue sections.",
    "immunofluorescence_staining_for_neutrophil_extracellular_tra": "Immunofluorescence staining for neutrophil extracellular traps\nFrozen sections of 10 μm, taken from the cardiac apex of mice embedded in OCT, were utilized to investigate the presentation of neutrophil extracellular traps (NETs). To stain the samples, a rabbit anti-elastase antibody (Catalog # PA5-88916, Thermo Fisher, Waltham, MA) diluted 1:100 and a goat anti-myeloperoxidase (MPO) primary antibody (AF 3667, R and D Systems, Minneapolis, MN) diluted to a concentration of 10 μg/mL were employed. Subsequently, the sections were treated with a goat anti-rabbit secondary polyclonal antibody conjugated to Alexa Fluor 594 (Abcam, Cat no. ab150080, Cambridge, United Kingdom) at a dilution of 1:200 and a donkey anti-goat secondary polyclonal antibody conjugated to Alexa Fluor 488 (Catalog # A-11055; Thermo Fisher, Waltham, MA) at a dilution of 1:200. The formation of NETs was examined using a Nikon Ti2 Eclipse inverted confocal microscope.",
    "immunohistochemistry_for_collagen_types_i_and_iii": "Immunohistochemistry for collagen types I and III\nFrozen sections of the cardiac apex were treated with anti-COL1A1 antibody (Catalog 72026; CST; United States) at a dilution of 1:100 and with anti-type III collagen antibody (Catalog # PA5-3478716, Thermo Fisher, Waltham, MA) at a dilution of 1:150. This was done after the sections underwent a sequence of processing steps: fixation in 4% paraformaldehyde, peroxidase blocking, antigen retrieval, and protein blocking. A horse polyclonal anti-rabbit secondary antibody from the ImmPress HRP Polymer Detection Kit was subsequently applied. These sections were then developed using a 3,3′-diaminobenzidine solution, followed by counterstaining with hematoxylin. After dehydration, clearing, and mounting, serial sections stained for collagen I or III were captured using a digital camera on a Zeiss Axio Imager Z2 Upright Microscope. The stained regions were analyzed using ImageJ software, with five different viewpoints taken from each section. Results are presented as the percentage of the total area for both collagen types I and III.",
    "results": "Results\nCardiac and plasma protein abundance and phosphorylation are modestly diminished at 9 months post GCR\n5-ion\n exposure\nFor the heart proteome, there were 87 significant DEPs (\nSupplementary Table S1\n); for the heart phosphoproteome, there were 60 significant differentially phosphorylated peptides (\nSupplementary Table S3\n); and for the plasma proteome, there was only one upregulated protein (\nSupplementary Table S2\n).\nPrincipal components analysis (PCA) was performed in order to observe any high-level differences between sample groups (\nFigures 2A–C\n). The heart proteome (\nFigure 2A\n) and heart phosphoproteome (\nFigure 2C\n) were better separated (sham irradiated versus GCR\n5-ion\n irradiated) as judged by the two most prominent components (PC1 versus PC2), whereas the plasma proteome from the sham and GCR\n5-ion\n irradiated animals were not as well separated by PC1 and PC2 (\nFigure 2B\n).\nFIGURE 2\nVisualization of proteome and phosphoproteome data sets Principal component analysis (PCA) plots of heart proteome \n(A)\n; plasma proteome \n(B)\n; and phosphoproteome \n(C)\n. Heatmap clustering plot of heart proteome \n(D)\n; plasma proteome \n(E)\n; and phosphoproteome \n(F)\n. Clustering of top 20 proteins in each data set. Proteins are selected based on fold-change difference between GCR\n5-ion\n vs. control samples.\nFrom the list of significantly changed proteins, we chose the top 20 based on fold change values to create a heatmap as shown in \nFigures 2D, E\n (see also \nTables 1\n–\n3\n for more details). The top three DEPs in the cardiac proteome were ATP synthase-coupling factor 6, mitochondrial (ATP5J; AdjPval = 1.53E-28), Troponin C, slow skeletal and cardiac muscles (TNNC1; AdjPval 5.20E-27), and Calmodulin-2 (CALM2; AdjPval = 7.44E-16). The 20 most significant DEPs in the cardiac proteome (\nTable 1\n) are involved in the innate and adaptive immune responses, complement activation, calmodulin binding, mitochondrial function, and cardiac contraction. Interestingly, there were two S100 proteins (S100-A6 and S100-A9) in the top cardiac proteome DEPs.\nTABLE 1\nTop 20 proteins: cardiac proteome.\nProtein name\nLog fold change\n\n\np\n-value\nProtein description\nFunction\nMYH7\n0.7489\n7.99E-08\nMyosin heavy chain 7\nActin filament binding; calmodulin binding\nJCAD\n0.4211\n1.72E-05\nJunctional protein associated with coronary artery disease (JCAD)\nCell adhesin; cell-cell junctions\nUCP1\n0.6401\n2.40E-03\nMitochondrial brown fat uncoupling protein 1\nAdaptive thermogenesis; mitochondrial protein\nADNP\n1.4620\n2.18E-02\nActivity-dependent neuroprotector homeobox protein\nActivation of protein kinase activity\nHM13\n−0.5936\n4.96E-02\nMinor histocompatibility antigen H13\nMembrane protein proteolysis involved in retrograde protein transport\nHVM51\n−0.3970\n1.11E-02\nIg heavy chain V region AC38 205.12\nComplement activation, innate immune response\nCD151\n−0.5773\n8.84E-03\nCD151 antigen (GP27)\nCell migration; positive regulation of cell migration; T cell proliferation\nKV3A3\n−1.0194\n3.52E-02\nIg kappa chain V-III region MOPC 70\nAdaptive immune response; immune response\nRTRAF\n−0.4375\n1.39E-14\nRNA transcription, translation, and transport factor protein\nNegative regulation of protein kinase activity\nPTMA\n−0.5383\n3.36E-12\nProthymosin alpha\nHistone exchange; negative regulation of apoptosis\nCALM2\n−0.4734\n7.44E-16\nCalmodulin-2\nActivation of adenylate cyclase activity\nCOXM1\n−0.4160\n2.56E-04\nCOX assembly mitochondrial protein\nMitochondrion\nTNNC1\n−0.8406\n5.20E-27\nTroponin C, slow skeletal and cardiac muscles\nCardiac muscle contraction\nATP5J\n−0.6049\n1.53E-28\nATP synthase-coupling factor 6, mitochondrial\nATP metabolic process\nFRIH\n−0.4268\n7.79E-11\nFerritin heavy chain\nImmune response; intracellular sequestering of iron ion\nS10A9\n−0.6228\n1.13E-03\nProtein S100-A9\nActin cytoskeleton reorganization\nPP14A\n−0.4267\n1.10E-03\nProtein phosphatase 1 regulatory subunit 14A\nRegulation of phosphorylation\nS10A6\n−0.4436\n2.24E-03\nProtein S100-A6\nCalcium-dependent protein binding\nMYL4\n−0.4648\n8.34E-03\nMyosin light chain 4\nCardiac muscle contraction\nMYL1\n−0.4847\n9.36E-05\nMyosin light chain 1/3\nCardiac muscle contraction\nFor the plasma samples, there were three perturbed proteins of note; major urinary protein 20 (MUP20; AdjPval = 2.80E-03), Serum amyloid A-1 protein (SAA1; AdjPval = 9.25E-02), and Glutathione S-transferase theta-3 (GSTT3; AdjPval = 9.25E-02). The top 20 proteins in the plasma proteome are involved in complement activation, innate and adaptive immune responses, biosynthetic and metabolomic processes, and acute phase responses (\nTable 2\n).\nTABLE 2\nTop 20 plasma proteome proteins.\nProtein name\nLog fold change\n\n\np\n-value\nProtein description\nFunction\nACOC1\n−1.3977\n3.27E-02\nAconitase\nCellular iron homeostasis\nARK72\n−1.5265\n1.82E-02\nAflatoxin B1 aldehyde reductase member 2\nDoxorubicin metabolic processes\nGLYC\n−1.6638\n3.79E-02\nSerine hydroxymethyltransferase\nSerine and glycine biosynthetic processes\nMUP20\n1.1216\n5.92E-06\nMajor urinary protein 20\nOlfactory learning\nSAA1\n1.5990\n6.61E-04\nSerum amyloid A-1 protein\nAcute-phase response; cholesterol metabolic process\nHVM34\n2.5801\n2.27E-03\nIg heavy chain V region AMPC1\nComplement activation; innate immune response\nKV5A9\n1.5679\n3.18E-03\nIg kappa chain V-V region L7 (Fragment)\nAdaptive immune response\nKV3A1\n1.3757\n5.73E-03\nIg kappa chain V-III region PC 2880/PC 1,229\nAdaptive immune response\nHYES\n−1.6366\n6.40E-03\nBifunctional epoxide hydrolase 2\nCholesterol homeostasis; production involved in inflammatory response\nARLY\n−1.6800\n6.06E-03\nArgininosuccinate lyase (ASAL)\nArginine biosynthetic process via ornithine\nAL9A1\n−1.7514\n6.96E-03\n4-trimethylaminobutyraldehyde dehydrogenase\nCarnitine biosynthetic process\nFAS\n−1.4609\n7.53E-03\nFatty acid synthase\nAcetyl-CoA metabolic process\nBHMT1\n−1.5636\n6.06E-03\nBetaine-homocysteine S-methyltransferase 1\nAmino-acid betaine catabolic process\nGPDA\n−1.3218\n3.06E-2\nglycerol-3-phosphate dehydrogenase\nCarbohydrate metabolism; gluconeogenesis\nGSTT3\n−1.4132\n4.09E-04\nGlutathione S-transferase theta-3\nGlutathione metabolic process\nGSTM6\n−2.1219\n1.51E-02\nGlutathione S-transferase Mu 6\nGlutathione metabolic process\nGRHPR\n−1.3113\n2.02E-02\nGlyoxylate reductase\nDicarboxylic acid metabolic process\nHEM2\n−1.5299\n1.58E-02\nDelta-aminolevulinic acid dehydratase\nCellular response to ions (lead, aluminum, cadmium)\nHUTH\n−1.8821\n9.97E-03\nHistidine ammonia-lyase (Histidase)\nHistidine catabolic process\nS14L2\n−1.3317\n1.33E-02\nSEC14-like protein 2\nAcute phase response\nProteins of note in the phosphoprotein data set are: MYH7 (myosin 7); RRBP1 (ribosomal-binding protein 1); SHIP1 (phosphatidylinositol 3, 4, 5-trisphosphate 5-phosphatase 1); PI5PA (phosphatidylinositol 4,5 -bisphosphate 5-phosphotase A); NUCKS (nuclear ubiquitous casein and cyclin-dependent kinase substrate 1); LAPR1 (La-related protein 1); DESM (desmin); and AKTS1 (AKT1 substrate 1). The top 20 proteins in the cardiac phosphoproteome are involved in cardiac function, enzymatic activity, muscle contraction, regulation of transcription and translations, DNA repair, and regulation of neutrophil migration (\nTable 3\n).\nTABLE 3\nTop 20 phosphopeptides.\nProtein name\nLog fold change\nAdjusted \np\n-value\nPhosphopeptide site; sequence\nProtein function\nALPK3; Alpha kinase 3\n0.5840\n2.15E-02\nS1615; GSKSPSAGR\nHypertrophic cardiomyopathy; protein serine kinase\nDESM; desmin\n−0.4916\n1.94E-02\nS45; AGFGTKGSSSSMTSR\nInter-connects the Z disks of sarcomeres\nGPAT3; Glycerol-3-phosphate acyltransferase 3\n−0.4454\n4.51E-02\nS68; NSASVGIIQR\nEnzymatic activity\nKTN1; Kinectin\n−0.4739\n4.03E-02\nS124; QKPSLEEQVIK\nER protein; involved in kinesin-driven motility\nMTCH1; Mitochondrial carrier homolog 1\n−0.5770\n4.51E-02\nS61; HPRPAAQPSAR\nMediates insertion of transmembrane proteins into the mitochondrial outer membrane\nJPH2; Junctophilin-2\n−0.4402\n1.20E-02\nT621; QATLEPKPIVPK\nProvides structural bridge between plasma membrane and SR; required for excitation-contraction coupling in cardiomyocytes\nMYH6; Myosin 6\n−0.5386\n3.44E-02\nS1368; VLSKANSEVAQWR\nMuscle contraction\nMYH7; Myosin 7\n−0.5386\n3.44E-02\nS1366; VLSKANSEVAQWR\nMuscle contraction\nLARP1; La-related protein 1\n0.4357\n1.29E-02\nS743: SLPTTVPESPNYR\nRegulates translation of specific mRNA downstream of mTORC1 complex\nNACAM; Nascent polypeptide-associated complex subunit alpha, muscle-specific form\n−0.4512\n8.19E-03\nS524; ESPSSQSASSLEVLSEDTVTK\nCardiac and muscle specific transcription factor\nNUCKS; Nuclear ubiquitous casein and cyclin-dependent kinase substrate 1\n−0.5010\n7.713E-03\nS58; NSQEDSEDSEEKDVK\nDNA repair by promoting homologous recombination\nNUCKS; Nuclear ubiquitous casein and cyclin-dependent kinase substrate 1\n−0.5010\n7.713E-03\nS61; NSQEDSEDSEEKDVK\nDNA repair by promoting homologous recombination\nOSB11; Oxysterol-binding protein-related protein 11\n−0.4590\n6.85E-03\nS15; VSESEGKLEGLATAVTPNK\nRegulates FABP4 levels in differentiating adipocytes\nPERM1; PGC-1 and ERR-induced regulator in muscle protein 1\n−0.5430\n1.09E-02\nS247; EESGLDLSTPILITEQDQIRK\nRegulates expression of selective PPARGC1 A/B and ESRRA/B/G target genes in glucose and lipid metabolism, energy transfer, and contractile function\nPI5PA; Phosphatidylinositol 4,5 -bisphosphate 5-phopshatase A\n−0.4498\n4.51E-02\nS885; SRSPGLAR\nModulates function of inositol and phosphatidylinositol polyphosphate-binding proteins that are present in membrane ruffles\nRRBP1; Ribosome-binding protein 1\n−0.5006\n2.74E-03\nS191; ASSPATSSQGK\nMediates interaction between the ribosome and the ER membrane\nS12A4; Solute carrier family 12 member 4\n−0.4770\n1.34E-02\nS958; DRHSALR\nMediates potassium-chloride cotransport\nAKTS1; AKT1 substrate 1\n0.7830\n3.44E-02\nS184; SLPVSVPVWAFK\nSubunit of mTORC1\nSHIP1; Phosphatidylinositol 3, 4, 5-trisphosphate 5-phosphatase 1\n0.4719\n8.18E-03\nS1038; KEQESPK\nKey regulator of neutrophil migration\nMK14; Mitogen-activated protein 14\n−0.6623\n8.11E-03\nT180; HTDDEMTGYVATR\nSerine/threonine protein kinase\nFor all three proteomics data sets, the majority of the DEPS were diminished in abundance in GCR\n5-ion\n irradiated versus sham irradiated control animals (\nFigure 3\n). In the proteome of the heart, there were 76 proteins that were significantly diminished in abundance and 11 proteins that were significantly increased in abundance. In the plasma proteome, there was only one protein with increased abundance after radiation. In the phosphopeptide data set, there were 43 phosphopeptides that were decreased in abundance after radiation and 17 phosphopeptides that increased post radiation.\nFIGURE 3\nDifferential expression analysis of proteins in proteome and phosphoproteome data sets Volcano plot representing the overall perturbation significance of proteins based on \np\n-values and fold-change criteria for heart proteome \n(A)\n; plasma proteomc \n(B)\n; and phosphoproteome \n(C)\n. Each dot represents one protein. Log2FC indicates the mean expression level for each protein. Black dots represent non-significant proteins; green dots represent proteins that have a FC ≥ 1.2; blue dots represent proteins that have a \np\n-value ≤0.05; and orange dots represent those proteins with a \np\n-value of ≤0.05 and FC ≥ 1.2. Bar graph showing the number of significantly up- and downregulated proteins for heart proteome \n(D)\n; plasma proteome \n(E)\n; and phosphoproteomc \n(F)\n.\nA single dose of GCR\n5-ion\n permanently changed numerous biological pathways in the heart and plasma\nThe results from both the abundance and phosphoproteomics data sets indicated that there were a number of proteins significantly changed in abundance in response to GCR\n5-ion\n. Each data set was analyzed using a bioinformatics/gene functional-enrichment approach, as outlined in the Materials and Methods, to map these changes to cellular location, protein function, and biological pathways. For the heart proteome, 166 pathways were altered (36 upregulated and 130 downregulated); for the plasma proteome, there were 73 pathways altered (25 upregulated and 48 downregulated); and for the phosphoproteome, there were 223 pathways affected at 0.1 FDR cutoff. See \nSupplementary Table S4–S8\n for details on all pathways emerging from the bioinformatics/gene functional-enrichment approach. For the heart proteome, the major upregulated enriched pathways were: inflammatory processes (including coagulation cascade, complement cascade), elastic fibers, amino acid metabolism, citric acid cycle, extracellular matrix interactions, integrins, cardiovascular disease pathogenesis, urea cycle, HNF-3B/FOXA2 pathway, and metabolism of fat-soluble vitamins (\nFigure 4A\n). Major enriched pathways that were downregulated in the heart proteome were: cell cycle/transcription (CCTR), HIV life cycle, iron uptake and transport, reactive oxygen species, apoptosis, insulin glucose pathways, mitochondrial functions (including oxidative phosphorylation and electron transport system), and keratinization/cornification (\nFigure 4C\n). The CCTR pathway contained the most proteins and \nSupplementary Figure S1\n shows the complete pathway interaction maps for CCTR. Each of the 72 circles represents a pathway in the interaction map with the size of the circle proportional to the number of proteins annotated with each pathway. Two interacting pathways are connected by a line with the thickness of the line proportional to the number of proteins shared between interacting pathways.\nFIGURE 4\nPathway enrichment maps for proteome data sets. Pathway interaction plots for upregulated [\n(A)\n; red] and downregulated [\n(C)\n; blue] pathways in heart proteome data. Pathway interaction plots for upregulated [\n(B)\n; red] and downregulated [\n(D)\n; blue] pathways in plasma proteome data. Each rectangle represents a pathway. The size of the rectangle is proportional to the number of proteins annotated with the pathway. Two interacting pathways are connected by a line. The thickness of the line is proportional to the number of proteins shared between interacting pathways. Pathways are annotated with the source database as Biocarta (BIC), Kyoto Encyclopedia of Genes and Genomes (KEGG), WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID).\nMajor enriched pathways that were upregulated in the plasma samples from mice exposed to GCR\n5-ion\n included oxidative damage, and metabolism of amino acids, fatty acids, lipids, toxins, and steroids, toxins (\nFigure 4B\n). Major enriched pathways that were downregulated in the plasma include inflammatory processes (complement cascade, coagulation), oxidative damage, and cardiac signaling (GPCR and Hippo) (\nFigure 4D\n).\nInflammatory pathways and processes that were perturbed in both the heart and plasma proteome are examined in more detail in \nFigure 5\n. In both the heart and plasma proteome data set, pathways related to inflammatory processes were in the top ten significantly modulated pathways of each (\nFigures 5A, C\n). A pathway enrichment map combining both data sets with a focus on the inflammation pathways was generated (\nFigure 5B\n). Interestingly, two patterns emerged from this analysis. First, for pathways that were commonly perturbed in the plasma and heart, the pathways were upregulated in the heart and downregulated in the plasma, as shown by the red top half representing the heart and the bottom blue half that representing the plasma. Second, inflammatory pathways that were only perturbed in the plasma were downregulated.\nFIGURE 5\nEnrichment maps for inflammation-related pathways in heart and plasma proteome data sets \n(A)\n Lollipop plot showing top ten significantly modulated inflammation pathways in the heart and \n(C)\n plasma proteome. \n(B)\n Pathway enrichment map showing inflammation pathways that are perturbed in common in the heart and plasma proteome data sets. Each rectangle represents a pathway. The rectangle is split in two. The upper portion of the rectangle represents the heart data and lower half represents the plasma data. The size of the rectangle is proportional to the number of proteins annotated with the pathway. Two interacting pathways are connected by a line. The thickness of the line is proportional to the number of proteins shared between interacting pathways. Pathways are annotated with the source database as Biocarta (BIC), Kyoto Encyclopedia of Genes and Genomes (KEGG), WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID).\nMajor enriched pathways that were significantly modulated in the phosphoproteomics data set of the heart included many pathways and processes involved in cardiac structure and function such as sarcomere, contractile fiber, I band, muscle cell development, contraction, actin binding, cardiac differentiation, and transmembrane transport. Other pathways significantly perturbed involved inflammatory processes such as neutrophil extracellular trap formation and reactive oxygen species (\nFigure 6A\n). Kinases responsible for phosphorylation of major substrates are shown in the heatmap of kinase-substrate interaction (\nFigure 6B\n). Notably, MTOR, CAMKG2, and PIM3 emerged as the three kinases responsible for phosphorylating most of the major substrates examined in the analysis. There were 121 proteins that are common between the heart proteome and phosphoproteome (\nFigure 6C\n). Of these proteins, there were seven phosphopeptides that were significantly affected in only the phosphoprotome data set (\nFigure 6D\n), indicating that the differences in phosphopetpide abundance of these seven phosphopepitides were due to differential phosphorylation at these particular sites rather than differences in protein abundance. These proteins are: RTN2 (reticulon 2), LMOD2 (leiomodin 2), PP1R7 (protein phosphatase 1 regulatory subunit 7), MTCH1 (mitochondrial carrier 1), LNP (lunapark), MIC60 (MICOS complex subunit Mic60), and JPH2 (Junctophilin-2).\nFIGURE 6\nPathway enrichment and kinome maps for phosphoproteome data \n(A)\n Significantly perturbed pathways in GCR irradiated samples compared to control. Top 20 over-represented pathways from the Kyoto Encyclopedia of Genes and Genomes (KEGG). \n(B)\n Heatmap of kinase-substrate interaction (kinome map). \n(C)\n Venn diagram showing overlap of differentially expressed proteins among heart proteome and phosphoproteome. \n(D)\n Plot of log fold change (FC) of proteome versus log FC of phosphoproteome for 121 overlapping proteins in the two data sets.\nNeutrophil extracellular traps were elevated in myocardium of GCR\n5-ion\n irradiated mice 12 months post irradiation\nWestern blot analysis was performed on mouse myocardium of 150 cGy GCR\n5-ion\n irradiated mice at 12 months and age-matched sham irradiation control (\nSupplementary Figure S2\n) to evaluate the expression patterns of selected proteins where antibodies were commercially available. Of the 13 protein targets examined by this methodology, only cytokeratin1 and fibrinogen gamma were statistically significantly different between hearts from irradiated and sham irradiated mice (\nSupplementary Figure S2D\n).\nImmunofluorescent staining of mouse myocardium for markers of inflammation was also performed. Shown in \nSupplementary Figure S3\n are representative myocardial sections from mice irradiated with 150 cGy GCR\n5-ion\n stained for fibrinogen α, fibrinogen β, C4d, and C4b-BP. There was no observed difference in the staining patterns of these protein markers between the GCR\n5-ion\n irradiated and sham irradiated mice and there was no significant staining observed in any of the samples.\nTo investigate the histologic presentation of neutrophil extracellular traps (NETs) in the hearts of mice exposed to GCR\n5-ion\n, immunofluorescent staining was performed using anti-neutrophil elastase and anti-MPO antibodies. The staining patterns were compared between the GCR\n5-ion\n -exposed mice hearts and the hearts of control mice (\nFigure 7A\n). The colocalization of DAPI, MPO, and neutrophil elastase revealed positive staining for NETs in the myocardial tissue of GCR\n5-ion\n -treated mice (\nFigure 7B\n). The NETs were found to be diffusely distributed in these heart sections, whereas no NETs were observed in any of the control mice hearts.\nFIGURE 7\nThe presence of neutrophil extracellular traps (NETs) within the myocardial tissue was observed in a mouse model exposed to GCR\n5-ion\n. Immunofluorescence staining was performed to assess the presence of NETs in the hearts of mice exposed to 150 mGy of GCR\n5-ion\n at 12 months post radiation, as compared to sham irradiated control mice hearts. \n(A)\n A robust and extensive distribution of NETs was observed in the myocardium of mice exposed to GCR\n5-ion\n (upper panel), while no NETs were detected in the control mice hearts (lower panel). \n(B)\n The representative images of NETs structure in the hearts of mice exposed to GCR were obtained. The colocalization of extracellular DNA structure (DAPI), MPO, and elastase further confirmed the presence of NET structures \n(B)\n. The scale bar represents 50 μm.",
    "cardiac_and_plasma_protein_abundance_and_phosphorylation_are": "Cardiac and plasma protein abundance and phosphorylation are modestly diminished at 9 months post GCR\n5-ion\n exposure\nFor the heart proteome, there were 87 significant DEPs (\nSupplementary Table S1\n); for the heart phosphoproteome, there were 60 significant differentially phosphorylated peptides (\nSupplementary Table S3\n); and for the plasma proteome, there was only one upregulated protein (\nSupplementary Table S2\n).\nPrincipal components analysis (PCA) was performed in order to observe any high-level differences between sample groups (\nFigures 2A–C\n). The heart proteome (\nFigure 2A\n) and heart phosphoproteome (\nFigure 2C\n) were better separated (sham irradiated versus GCR\n5-ion\n irradiated) as judged by the two most prominent components (PC1 versus PC2), whereas the plasma proteome from the sham and GCR\n5-ion\n irradiated animals were not as well separated by PC1 and PC2 (\nFigure 2B\n).\nFIGURE 2\nVisualization of proteome and phosphoproteome data sets Principal component analysis (PCA) plots of heart proteome \n(A)\n; plasma proteome \n(B)\n; and phosphoproteome \n(C)\n. Heatmap clustering plot of heart proteome \n(D)\n; plasma proteome \n(E)\n; and phosphoproteome \n(F)\n. Clustering of top 20 proteins in each data set. Proteins are selected based on fold-change difference between GCR\n5-ion\n vs. control samples.\nFrom the list of significantly changed proteins, we chose the top 20 based on fold change values to create a heatmap as shown in \nFigures 2D, E\n (see also \nTables 1\n–\n3\n for more details). The top three DEPs in the cardiac proteome were ATP synthase-coupling factor 6, mitochondrial (ATP5J; AdjPval = 1.53E-28), Troponin C, slow skeletal and cardiac muscles (TNNC1; AdjPval 5.20E-27), and Calmodulin-2 (CALM2; AdjPval = 7.44E-16). The 20 most significant DEPs in the cardiac proteome (\nTable 1\n) are involved in the innate and adaptive immune responses, complement activation, calmodulin binding, mitochondrial function, and cardiac contraction. Interestingly, there were two S100 proteins (S100-A6 and S100-A9) in the top cardiac proteome DEPs.\nTABLE 1\nTop 20 proteins: cardiac proteome.\nProtein name\nLog fold change\n\n\np\n-value\nProtein description\nFunction\nMYH7\n0.7489\n7.99E-08\nMyosin heavy chain 7\nActin filament binding; calmodulin binding\nJCAD\n0.4211\n1.72E-05\nJunctional protein associated with coronary artery disease (JCAD)\nCell adhesin; cell-cell junctions\nUCP1\n0.6401\n2.40E-03\nMitochondrial brown fat uncoupling protein 1\nAdaptive thermogenesis; mitochondrial protein\nADNP\n1.4620\n2.18E-02\nActivity-dependent neuroprotector homeobox protein\nActivation of protein kinase activity\nHM13\n−0.5936\n4.96E-02\nMinor histocompatibility antigen H13\nMembrane protein proteolysis involved in retrograde protein transport\nHVM51\n−0.3970\n1.11E-02\nIg heavy chain V region AC38 205.12\nComplement activation, innate immune response\nCD151\n−0.5773\n8.84E-03\nCD151 antigen (GP27)\nCell migration; positive regulation of cell migration; T cell proliferation\nKV3A3\n−1.0194\n3.52E-02\nIg kappa chain V-III region MOPC 70\nAdaptive immune response; immune response\nRTRAF\n−0.4375\n1.39E-14\nRNA transcription, translation, and transport factor protein\nNegative regulation of protein kinase activity\nPTMA\n−0.5383\n3.36E-12\nProthymosin alpha\nHistone exchange; negative regulation of apoptosis\nCALM2\n−0.4734\n7.44E-16\nCalmodulin-2\nActivation of adenylate cyclase activity\nCOXM1\n−0.4160\n2.56E-04\nCOX assembly mitochondrial protein\nMitochondrion\nTNNC1\n−0.8406\n5.20E-27\nTroponin C, slow skeletal and cardiac muscles\nCardiac muscle contraction\nATP5J\n−0.6049\n1.53E-28\nATP synthase-coupling factor 6, mitochondrial\nATP metabolic process\nFRIH\n−0.4268\n7.79E-11\nFerritin heavy chain\nImmune response; intracellular sequestering of iron ion\nS10A9\n−0.6228\n1.13E-03\nProtein S100-A9\nActin cytoskeleton reorganization\nPP14A\n−0.4267\n1.10E-03\nProtein phosphatase 1 regulatory subunit 14A\nRegulation of phosphorylation\nS10A6\n−0.4436\n2.24E-03\nProtein S100-A6\nCalcium-dependent protein binding\nMYL4\n−0.4648\n8.34E-03\nMyosin light chain 4\nCardiac muscle contraction\nMYL1\n−0.4847\n9.36E-05\nMyosin light chain 1/3\nCardiac muscle contraction\nFor the plasma samples, there were three perturbed proteins of note; major urinary protein 20 (MUP20; AdjPval = 2.80E-03), Serum amyloid A-1 protein (SAA1; AdjPval = 9.25E-02), and Glutathione S-transferase theta-3 (GSTT3; AdjPval = 9.25E-02). The top 20 proteins in the plasma proteome are involved in complement activation, innate and adaptive immune responses, biosynthetic and metabolomic processes, and acute phase responses (\nTable 2\n).\nTABLE 2\nTop 20 plasma proteome proteins.\nProtein name\nLog fold change\n\n\np\n-value\nProtein description\nFunction\nACOC1\n−1.3977\n3.27E-02\nAconitase\nCellular iron homeostasis\nARK72\n−1.5265\n1.82E-02\nAflatoxin B1 aldehyde reductase member 2\nDoxorubicin metabolic processes\nGLYC\n−1.6638\n3.79E-02\nSerine hydroxymethyltransferase\nSerine and glycine biosynthetic processes\nMUP20\n1.1216\n5.92E-06\nMajor urinary protein 20\nOlfactory learning\nSAA1\n1.5990\n6.61E-04\nSerum amyloid A-1 protein\nAcute-phase response; cholesterol metabolic process\nHVM34\n2.5801\n2.27E-03\nIg heavy chain V region AMPC1\nComplement activation; innate immune response\nKV5A9\n1.5679\n3.18E-03\nIg kappa chain V-V region L7 (Fragment)\nAdaptive immune response\nKV3A1\n1.3757\n5.73E-03\nIg kappa chain V-III region PC 2880/PC 1,229\nAdaptive immune response\nHYES\n−1.6366\n6.40E-03\nBifunctional epoxide hydrolase 2\nCholesterol homeostasis; production involved in inflammatory response\nARLY\n−1.6800\n6.06E-03\nArgininosuccinate lyase (ASAL)\nArginine biosynthetic process via ornithine\nAL9A1\n−1.7514\n6.96E-03\n4-trimethylaminobutyraldehyde dehydrogenase\nCarnitine biosynthetic process\nFAS\n−1.4609\n7.53E-03\nFatty acid synthase\nAcetyl-CoA metabolic process\nBHMT1\n−1.5636\n6.06E-03\nBetaine-homocysteine S-methyltransferase 1\nAmino-acid betaine catabolic process\nGPDA\n−1.3218\n3.06E-2\nglycerol-3-phosphate dehydrogenase\nCarbohydrate metabolism; gluconeogenesis\nGSTT3\n−1.4132\n4.09E-04\nGlutathione S-transferase theta-3\nGlutathione metabolic process\nGSTM6\n−2.1219\n1.51E-02\nGlutathione S-transferase Mu 6\nGlutathione metabolic process\nGRHPR\n−1.3113\n2.02E-02\nGlyoxylate reductase\nDicarboxylic acid metabolic process\nHEM2\n−1.5299\n1.58E-02\nDelta-aminolevulinic acid dehydratase\nCellular response to ions (lead, aluminum, cadmium)\nHUTH\n−1.8821\n9.97E-03\nHistidine ammonia-lyase (Histidase)\nHistidine catabolic process\nS14L2\n−1.3317\n1.33E-02\nSEC14-like protein 2\nAcute phase response\nProteins of note in the phosphoprotein data set are: MYH7 (myosin 7); RRBP1 (ribosomal-binding protein 1); SHIP1 (phosphatidylinositol 3, 4, 5-trisphosphate 5-phosphatase 1); PI5PA (phosphatidylinositol 4,5 -bisphosphate 5-phosphotase A); NUCKS (nuclear ubiquitous casein and cyclin-dependent kinase substrate 1); LAPR1 (La-related protein 1); DESM (desmin); and AKTS1 (AKT1 substrate 1). The top 20 proteins in the cardiac phosphoproteome are involved in cardiac function, enzymatic activity, muscle contraction, regulation of transcription and translations, DNA repair, and regulation of neutrophil migration (\nTable 3\n).\nTABLE 3\nTop 20 phosphopeptides.\nProtein name\nLog fold change\nAdjusted \np\n-value\nPhosphopeptide site; sequence\nProtein function\nALPK3; Alpha kinase 3\n0.5840\n2.15E-02\nS1615; GSKSPSAGR\nHypertrophic cardiomyopathy; protein serine kinase\nDESM; desmin\n−0.4916\n1.94E-02\nS45; AGFGTKGSSSSMTSR\nInter-connects the Z disks of sarcomeres\nGPAT3; Glycerol-3-phosphate acyltransferase 3\n−0.4454\n4.51E-02\nS68; NSASVGIIQR\nEnzymatic activity\nKTN1; Kinectin\n−0.4739\n4.03E-02\nS124; QKPSLEEQVIK\nER protein; involved in kinesin-driven motility\nMTCH1; Mitochondrial carrier homolog 1\n−0.5770\n4.51E-02\nS61; HPRPAAQPSAR\nMediates insertion of transmembrane proteins into the mitochondrial outer membrane\nJPH2; Junctophilin-2\n−0.4402\n1.20E-02\nT621; QATLEPKPIVPK\nProvides structural bridge between plasma membrane and SR; required for excitation-contraction coupling in cardiomyocytes\nMYH6; Myosin 6\n−0.5386\n3.44E-02\nS1368; VLSKANSEVAQWR\nMuscle contraction\nMYH7; Myosin 7\n−0.5386\n3.44E-02\nS1366; VLSKANSEVAQWR\nMuscle contraction\nLARP1; La-related protein 1\n0.4357\n1.29E-02\nS743: SLPTTVPESPNYR\nRegulates translation of specific mRNA downstream of mTORC1 complex\nNACAM; Nascent polypeptide-associated complex subunit alpha, muscle-specific form\n−0.4512\n8.19E-03\nS524; ESPSSQSASSLEVLSEDTVTK\nCardiac and muscle specific transcription factor\nNUCKS; Nuclear ubiquitous casein and cyclin-dependent kinase substrate 1\n−0.5010\n7.713E-03\nS58; NSQEDSEDSEEKDVK\nDNA repair by promoting homologous recombination\nNUCKS; Nuclear ubiquitous casein and cyclin-dependent kinase substrate 1\n−0.5010\n7.713E-03\nS61; NSQEDSEDSEEKDVK\nDNA repair by promoting homologous recombination\nOSB11; Oxysterol-binding protein-related protein 11\n−0.4590\n6.85E-03\nS15; VSESEGKLEGLATAVTPNK\nRegulates FABP4 levels in differentiating adipocytes\nPERM1; PGC-1 and ERR-induced regulator in muscle protein 1\n−0.5430\n1.09E-02\nS247; EESGLDLSTPILITEQDQIRK\nRegulates expression of selective PPARGC1 A/B and ESRRA/B/G target genes in glucose and lipid metabolism, energy transfer, and contractile function\nPI5PA; Phosphatidylinositol 4,5 -bisphosphate 5-phopshatase A\n−0.4498\n4.51E-02\nS885; SRSPGLAR\nModulates function of inositol and phosphatidylinositol polyphosphate-binding proteins that are present in membrane ruffles\nRRBP1; Ribosome-binding protein 1\n−0.5006\n2.74E-03\nS191; ASSPATSSQGK\nMediates interaction between the ribosome and the ER membrane\nS12A4; Solute carrier family 12 member 4\n−0.4770\n1.34E-02\nS958; DRHSALR\nMediates potassium-chloride cotransport\nAKTS1; AKT1 substrate 1\n0.7830\n3.44E-02\nS184; SLPVSVPVWAFK\nSubunit of mTORC1\nSHIP1; Phosphatidylinositol 3, 4, 5-trisphosphate 5-phosphatase 1\n0.4719\n8.18E-03\nS1038; KEQESPK\nKey regulator of neutrophil migration\nMK14; Mitogen-activated protein 14\n−0.6623\n8.11E-03\nT180; HTDDEMTGYVATR\nSerine/threonine protein kinase\nFor all three proteomics data sets, the majority of the DEPS were diminished in abundance in GCR\n5-ion\n irradiated versus sham irradiated control animals (\nFigure 3\n). In the proteome of the heart, there were 76 proteins that were significantly diminished in abundance and 11 proteins that were significantly increased in abundance. In the plasma proteome, there was only one protein with increased abundance after radiation. In the phosphopeptide data set, there were 43 phosphopeptides that were decreased in abundance after radiation and 17 phosphopeptides that increased post radiation.\nFIGURE 3\nDifferential expression analysis of proteins in proteome and phosphoproteome data sets Volcano plot representing the overall perturbation significance of proteins based on \np\n-values and fold-change criteria for heart proteome \n(A)\n; plasma proteomc \n(B)\n; and phosphoproteome \n(C)\n. Each dot represents one protein. Log2FC indicates the mean expression level for each protein. Black dots represent non-significant proteins; green dots represent proteins that have a FC ≥ 1.2; blue dots represent proteins that have a \np\n-value ≤0.05; and orange dots represent those proteins with a \np\n-value of ≤0.05 and FC ≥ 1.2. Bar graph showing the number of significantly up- and downregulated proteins for heart proteome \n(D)\n; plasma proteome \n(E)\n; and phosphoproteomc \n(F)\n.",
    "a_single_dose_of_gcr5-ion_permanently_changed_numerous_biolo": "A single dose of GCR\n5-ion\n permanently changed numerous biological pathways in the heart and plasma\nThe results from both the abundance and phosphoproteomics data sets indicated that there were a number of proteins significantly changed in abundance in response to GCR\n5-ion\n. Each data set was analyzed using a bioinformatics/gene functional-enrichment approach, as outlined in the Materials and Methods, to map these changes to cellular location, protein function, and biological pathways. For the heart proteome, 166 pathways were altered (36 upregulated and 130 downregulated); for the plasma proteome, there were 73 pathways altered (25 upregulated and 48 downregulated); and for the phosphoproteome, there were 223 pathways affected at 0.1 FDR cutoff. See \nSupplementary Table S4–S8\n for details on all pathways emerging from the bioinformatics/gene functional-enrichment approach. For the heart proteome, the major upregulated enriched pathways were: inflammatory processes (including coagulation cascade, complement cascade), elastic fibers, amino acid metabolism, citric acid cycle, extracellular matrix interactions, integrins, cardiovascular disease pathogenesis, urea cycle, HNF-3B/FOXA2 pathway, and metabolism of fat-soluble vitamins (\nFigure 4A\n). Major enriched pathways that were downregulated in the heart proteome were: cell cycle/transcription (CCTR), HIV life cycle, iron uptake and transport, reactive oxygen species, apoptosis, insulin glucose pathways, mitochondrial functions (including oxidative phosphorylation and electron transport system), and keratinization/cornification (\nFigure 4C\n). The CCTR pathway contained the most proteins and \nSupplementary Figure S1\n shows the complete pathway interaction maps for CCTR. Each of the 72 circles represents a pathway in the interaction map with the size of the circle proportional to the number of proteins annotated with each pathway. Two interacting pathways are connected by a line with the thickness of the line proportional to the number of proteins shared between interacting pathways.\nFIGURE 4\nPathway enrichment maps for proteome data sets. Pathway interaction plots for upregulated [\n(A)\n; red] and downregulated [\n(C)\n; blue] pathways in heart proteome data. Pathway interaction plots for upregulated [\n(B)\n; red] and downregulated [\n(D)\n; blue] pathways in plasma proteome data. Each rectangle represents a pathway. The size of the rectangle is proportional to the number of proteins annotated with the pathway. Two interacting pathways are connected by a line. The thickness of the line is proportional to the number of proteins shared between interacting pathways. Pathways are annotated with the source database as Biocarta (BIC), Kyoto Encyclopedia of Genes and Genomes (KEGG), WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID).\nMajor enriched pathways that were upregulated in the plasma samples from mice exposed to GCR\n5-ion\n included oxidative damage, and metabolism of amino acids, fatty acids, lipids, toxins, and steroids, toxins (\nFigure 4B\n). Major enriched pathways that were downregulated in the plasma include inflammatory processes (complement cascade, coagulation), oxidative damage, and cardiac signaling (GPCR and Hippo) (\nFigure 4D\n).\nInflammatory pathways and processes that were perturbed in both the heart and plasma proteome are examined in more detail in \nFigure 5\n. In both the heart and plasma proteome data set, pathways related to inflammatory processes were in the top ten significantly modulated pathways of each (\nFigures 5A, C\n). A pathway enrichment map combining both data sets with a focus on the inflammation pathways was generated (\nFigure 5B\n). Interestingly, two patterns emerged from this analysis. First, for pathways that were commonly perturbed in the plasma and heart, the pathways were upregulated in the heart and downregulated in the plasma, as shown by the red top half representing the heart and the bottom blue half that representing the plasma. Second, inflammatory pathways that were only perturbed in the plasma were downregulated.\nFIGURE 5\nEnrichment maps for inflammation-related pathways in heart and plasma proteome data sets \n(A)\n Lollipop plot showing top ten significantly modulated inflammation pathways in the heart and \n(C)\n plasma proteome. \n(B)\n Pathway enrichment map showing inflammation pathways that are perturbed in common in the heart and plasma proteome data sets. Each rectangle represents a pathway. The rectangle is split in two. The upper portion of the rectangle represents the heart data and lower half represents the plasma data. The size of the rectangle is proportional to the number of proteins annotated with the pathway. Two interacting pathways are connected by a line. The thickness of the line is proportional to the number of proteins shared between interacting pathways. Pathways are annotated with the source database as Biocarta (BIC), Kyoto Encyclopedia of Genes and Genomes (KEGG), WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID).\nMajor enriched pathways that were significantly modulated in the phosphoproteomics data set of the heart included many pathways and processes involved in cardiac structure and function such as sarcomere, contractile fiber, I band, muscle cell development, contraction, actin binding, cardiac differentiation, and transmembrane transport. Other pathways significantly perturbed involved inflammatory processes such as neutrophil extracellular trap formation and reactive oxygen species (\nFigure 6A\n). Kinases responsible for phosphorylation of major substrates are shown in the heatmap of kinase-substrate interaction (\nFigure 6B\n). Notably, MTOR, CAMKG2, and PIM3 emerged as the three kinases responsible for phosphorylating most of the major substrates examined in the analysis. There were 121 proteins that are common between the heart proteome and phosphoproteome (\nFigure 6C\n). Of these proteins, there were seven phosphopeptides that were significantly affected in only the phosphoprotome data set (\nFigure 6D\n), indicating that the differences in phosphopetpide abundance of these seven phosphopepitides were due to differential phosphorylation at these particular sites rather than differences in protein abundance. These proteins are: RTN2 (reticulon 2), LMOD2 (leiomodin 2), PP1R7 (protein phosphatase 1 regulatory subunit 7), MTCH1 (mitochondrial carrier 1), LNP (lunapark), MIC60 (MICOS complex subunit Mic60), and JPH2 (Junctophilin-2).\nFIGURE 6\nPathway enrichment and kinome maps for phosphoproteome data \n(A)\n Significantly perturbed pathways in GCR irradiated samples compared to control. Top 20 over-represented pathways from the Kyoto Encyclopedia of Genes and Genomes (KEGG). \n(B)\n Heatmap of kinase-substrate interaction (kinome map). \n(C)\n Venn diagram showing overlap of differentially expressed proteins among heart proteome and phosphoproteome. \n(D)\n Plot of log fold change (FC) of proteome versus log FC of phosphoproteome for 121 overlapping proteins in the two data sets.",
    "neutrophil_extracellular_traps_were_elevated_in_myocardium_o": "Neutrophil extracellular traps were elevated in myocardium of GCR\n5-ion\n irradiated mice 12 months post irradiation\nWestern blot analysis was performed on mouse myocardium of 150 cGy GCR\n5-ion\n irradiated mice at 12 months and age-matched sham irradiation control (\nSupplementary Figure S2\n) to evaluate the expression patterns of selected proteins where antibodies were commercially available. Of the 13 protein targets examined by this methodology, only cytokeratin1 and fibrinogen gamma were statistically significantly different between hearts from irradiated and sham irradiated mice (\nSupplementary Figure S2D\n).\nImmunofluorescent staining of mouse myocardium for markers of inflammation was also performed. Shown in \nSupplementary Figure S3\n are representative myocardial sections from mice irradiated with 150 cGy GCR\n5-ion\n stained for fibrinogen α, fibrinogen β, C4d, and C4b-BP. There was no observed difference in the staining patterns of these protein markers between the GCR\n5-ion\n irradiated and sham irradiated mice and there was no significant staining observed in any of the samples.\nTo investigate the histologic presentation of neutrophil extracellular traps (NETs) in the hearts of mice exposed to GCR\n5-ion\n, immunofluorescent staining was performed using anti-neutrophil elastase and anti-MPO antibodies. The staining patterns were compared between the GCR\n5-ion\n -exposed mice hearts and the hearts of control mice (\nFigure 7A\n). The colocalization of DAPI, MPO, and neutrophil elastase revealed positive staining for NETs in the myocardial tissue of GCR\n5-ion\n -treated mice (\nFigure 7B\n). The NETs were found to be diffusely distributed in these heart sections, whereas no NETs were observed in any of the control mice hearts.\nFIGURE 7\nThe presence of neutrophil extracellular traps (NETs) within the myocardial tissue was observed in a mouse model exposed to GCR\n5-ion\n. Immunofluorescence staining was performed to assess the presence of NETs in the hearts of mice exposed to 150 mGy of GCR\n5-ion\n at 12 months post radiation, as compared to sham irradiated control mice hearts. \n(A)\n A robust and extensive distribution of NETs was observed in the myocardium of mice exposed to GCR\n5-ion\n (upper panel), while no NETs were detected in the control mice hearts (lower panel). \n(B)\n The representative images of NETs structure in the hearts of mice exposed to GCR were obtained. The colocalization of extracellular DNA structure (DAPI), MPO, and elastase further confirmed the presence of NET structures \n(B)\n. The scale bar represents 50 μm.",
    "discussion": "Discussion\nBased on data from epidemiological studies, it takes a significant amount of time for cardiovascular disease to develop (up to decades). There is relatively little knowledge regarding the time frame to develop cardiovascular disease from exposure to the space radiation environment. Here, we undertook a multi-proteomics approach to characterize protein and pathway perturbations that occurred in hearts and plasma from mice exposed to a single dose of GCR\n5-ion\n 8 months prior.\nOne of the most interesting observations was that across the three data sets, the abundance of the majority of the DEPs diminished in the heart and plasma at 8 months post radiation. While one acute effect of radiation is to cause fragmentation and aggregation of protein molecules (\nKumta and Tappel, 1961\n), it is possible that the effects observed at 8 months post radiation may be due to the inhibition of protein synthesis. We previously reported that microgravity, another stressor of space travel, reduced protein turnover in cardiomyocytes (\nFeger et al., 2016\n) and speculated that this diminishment in protein synthesis could lead to overall reduction in cardiomyocyte protein content.\nCalmodulin 2 (CALM2), a signaling protein involved in the calcium-regulated contraction of cardiac muscle (\nBeghi et al., 2022\n), was one of the most highly perturbed proteins in the heart proteome in this study. We examined the expression levels of CALM2 as well as an associated kinase (CAMKG2) via Western blots but did not see a statistical difference in abundance of either protein in the hearts of GCR\n5-ion\n irradiated mice compared to unirradiated controls (\nSupplementary Figures S2A, S3C\n). Western blotting and immunohistochemistry were also performed on hearts from irradiated and sham irradiated mice to validate markers of complement activation (C4d and C4b-BP; \nSupplementary Figure S3\n) and coagulation/clotting/fibrin formation (fibrinogen alpha, fibrinogen beta, fibrinogen gamma; \nSupplementary Figures S2C, S3\n). From this analysis, only fibrinogen gamma was statistically significantly different between hearts from irradiated and sham irradiated mice as observed via Western blot analysis (\nSupplementary Figure S2H\n).\nIn the plasma proteome, the most significantly regulated protein was major urinary protein 20 (MUP20) which was upregulated in irradiated animals. MUP20 is a male pheromone which promotes aggressive male behavior, stimulates female sexual attraction to male urinary scent, promotes a strong learned attraction to the airborne urinary odor of an individual male, and promotes spatial learning by rapidly conditioning preference for its remembered location among females and competitor males so that animals prefer to spend time in the site even when scent is absent (\nRoberts et al., 2010\n; \nRoberts et al., 2010\n; \nDemir et al., 2020\n). While this finding may not be translatable since humans are the only placental mammals found not to have any active MUP genes (\nLogan et al., 2008\n), the finding of MUP20 dysregulation in male mice exposed to GCR\n5-ion\n may illuminate behavioral and learning changes following exposures of rodents to various GCR components.\nOther proteins dysregulated in the plasma following GCR irradiation are serum amyloid A1 (SAA1) (upregulated) and glutathione S-transferase theta-3 (GSTT3) (downregulated). SAA1 is a major acute-phase protein mainly produced by hepatocytes in response to infection, tissue injury, and malignancy. SAA has anti-inflammatory properties by inhibiting platelet aggregation and by reducing the oxidative burst in Polymorphonuclear neutrophils(\nZimlichman et al., 1990\n; \nGatt et al., 1998\n). SAA also has proinflammatory effects, such as induction of extracellular matrix degrading enzymes, allowing the repair of tissue damage and inflammatory cytokines such as IL-1B, IL-6, and TNFa (\nUhlar and Whitehead, 1999\n). GSTT3 is expressed strongly in the liver (and to a lesser extent in kidney and testis). Glutathione transferases play a significant role in the metabolism/detoxification process of a wide range of electrophilic compounds that include mutagens, carcinogens, reactive oxygen species, and some therapeutic agents.\nThe most highly impacted pathways in the heart tissue were inflammation/complement/coagulation, mitochondria, and cell cycle/transcription (CCTR). The downregulation of the mitochondrial pathways is in line with the comprehensive Azimzadeh et al. review of omics data from radiation induced-cardiovascular disease (\nAzimzadeh et al., 2022\n). However, in our study, the CCTR cluster was the most highly affected, as detailed in \nSupplementary Figure S1\n, which shows the 72 CCTR processes that are downregulated in the heart 8 months post GCR irradiation. This global downregulation in cell cycle and transcription processes may help explain the overall diminishment in protein abundance noted earlier in the discussion.\nPerhaps the most interesting finding from this study involves neutrophil extracellular traps (NETs). NETs have come to the forefront of immunology for their fundamental role in combating bacterial pathogens. Beyond this defensive capacity, intriguingly, NETs have shown the ability to modulate inflammatory responses, even within sterile environments (\nPapayannopoulos, 2018\n).\nOne remarkable illustration of this involves the role of cholesterol crystals in prompting the formation of NETs, which subsequently stimulate macrophages to unleash IL-1-beta, a process known to expedite the development of atherosclerosis (\nWarnatsch et al., 2015\n). This process becomes particularly concerning when a plaque rupture transpires. The resulting exposure of endovascular NETs can escalate vascular thrombosis, a factor intimately tied to severe cardiovascular events like acute myocardial infarction and stroke (\nKlopf et al., 2021\n). Our study has unveiled some illuminating findings in this area. Employing proteomic analysis, we discovered that the NETs formation pathway was activated in mice exposed to Galactic Cosmic Radiation (GCR), and myocardium sections exhibited a significant accumulation of NETs in these mice after long-term high-energy GCR exposure.\nOur findings align with previous research wherein, in a mouse bladder cancer model receiving radiation therapy, NETs were found to promote their formation through the protein HMGB1 via a TLR4-dependent pathway both \nin vitro\n and \nin vivo\n (\nShinde-Jadhav et al., 2021\n). Notably, the accumulation of NETs and its components in local areas can inflict damage on healthy tissues. Prior research has linked the increased expression of NETs in the inflamed myocardium to gene expression of collagen type I (Col1a1) and increased the heart stiffness in mouse models (\nBai et al., 2019\n). This correlation may explain our previous findings, which demonstrated decreased systolic heart function and increased arterial elastance 1 year after GCR exposure, as revealed through cardiac-pressure-volume loop analysis (\nBishawi et al., 2022\n). From our limited tissue samples, we observed an increased presence of type I collagen in the GCR-exposed mice, but no significant difference in type III collagen between the two groups (see \nSupplementary Figure S4\n). Evidence for persistent activity, as indicated by markers such as MPO and elastase, was noted 8 months post-exposure. However, this study did not include additional markers such as plasma enrichment, quantification of NETotic neutrophils, cleaved caspases, and condensed nuclei, which could have provided further insights into the sustained nature of NETs activity. The findings underscore the need for a more comprehensive investigation with an expanded sample size, controlled left ventricular mass data, and methodical sampling at regular intervals throughout the study to evaluate this phenomenon more accurately. NETs have also been shown to promote the development of deep vein thrombosis (DVT) in mouse models (\nBrill et al., 2012\n). A complication associated with cardiovascular degeneration during space flight that was recently brought to light is the occurrence of venous thromboembolisms (VTEs). Approximately 2 months into a mission aboard the International Space Station in 2019, a female astronaut noticed an abnormality during an ultrasound examination (\nAuñón-Chancellor et al., 2020\n). Upon further examination and consultation with physicians on Earth, the astronaut was diagnosed with a left internal jugular venous thrombosis. The astronaut presented with no signs or symptoms, and she had no family or personal history of venous thromboembolisms. A therapeutic regimen was quickly established for the astronaut and she was luckily treated in a timely manner. This incidence exemplifies the unknown health consequences associated with unique stressors of the space environment. Although there are other confounding factors that may have contributed to the astronaut’s hypercoagulable state, there is evidence that her exposure to space radiation was a primary constituent.\nWe found NETs presentation in the myocardium, but no significant enrichment of inflammatory cytokines was identified in the plasma. Neutrophils serve as the first-line of innate immunity. The cytokines that trigger NETs formation might be detectable during the acute injury stage. Thus, there is a pressing need for another study that collects samples shortly after GCR exposure to accurately determine what triggers NETs.\nWhile the exact mechanism behind NET formation following GCR exposure remains elusive in our study and whether NET formation may have played a role in the astronaut’s development of VTE is unknown, we propose a hypothesis involving chronic tissue damage and reactive oxygen species (ROS) activation post-radiation exposure as potential mechanisms, warranting further investigation.",
    "data_availability_statement": "Data availability statement\nThe original contributions presented in the study are publicly available. This data can be found here: \nmassive.ucsd.edu\n, MSV000092395.",
    "ethics_statement": "Ethics statement\nThe animal study was approved by the Duke Institutional Animal Care and Use Committee. The study was conducted in accordance with the local legislation and institutional requirements.",
    "author_contributions": "Author contributions\nYK, FL, MS, CW, JM, SS, AL, KD, JC, TD, MP, MF, and DB performed methodology, data acquisition and analysis, figures and table draft and data interpretation. YK performed bioinformatics analysis. YK, MF, AL, and MP performed statistical analysis. DB, YK, AL, MP, MF, TD, and JC drafted the final manuscript. All authors contributed to the article and approved the submitted version.",
    "conflict_of_interest": "Conflict of interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "publisher’s_note": "Publisher’s note\nAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
    "supplementary_material": "Supplementary material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fphys.2024.1248276/full#supplementary-material\n\n\nSUPPLEMENTARY FIGURE S1\nPathway interaction maps for cell cycle and transcription module Interaction of pathways related to cell cycle and transcription (CCTR) processes that are downregulated in the heart proteome data. Each circle represents a CCTR pathway. The size of the circle is proportional to the number of proteins annotated with the pathway. Two interacting pathways are connected by a line. The thickness of the line is proportional to the number of proteins shared between interacting pathways. Pathways are annotated with the source database as Biocarta (BIC), Kyoto Encyclopedia of Genes and Genomes (KEGG), WikiPathways (WP), Reactome (RECT), and the Pathway Interaction Database (PID).\nSUPPLEMENTARY FIGURE S2\nWestern blot and densitometric analysis of 150 cGy GCR\n5-ion\n irradiated mice at 12 months and age-matched sham irradiation control. Calmodulin-2 \n(A)\n, Alpha 2-Macroglobulin \n(B)\n, Calcium/calmodulin-dependent Protein Kinase II gamma \n(C)\n, Cytokeratin 1 \n(D)\n, Cytokeratin 10 \n(E)\n, Cytokeratin 6a \n(F)\n, MRPL 49 \n(G)\n, Fibrinogen Gamma \n(H)\n, Fibrinogen Beta \n(I)\n, Fibrinogen Alpha \n(J)\n, 14–3-3 Gamma \n(K)\n, 14-3–3 Epsilon \n(L)\n, and 14–3-3 Beta \n(M)\n. A-C: n = 6 each for GCR\n5-ion\n and controls; \n(D-F,H-M)\n n = 4 for GCR\n5-ion\n and n = 3 for controls; \n(G)\n n = 4 each for GCR\n5-ion\n and controls. Non-parametric Mann-Whitney test, 2 sided. *\np\n ≤ 0.05, **\np\n ≤ 0.01.\nSUPPLEMENTARY FIGURE S3\nImmunofluorescent staining of mouse myocardium for markers of inflammation. Representative myocardial sections from mice irradiated with 150 cGy GCR\n5-ion\n were separately stained for fibrinogen α, fibrinogen β, C4d, and C4b-BP. There was no observed difference between the non-irradiated and GCR\n5-ion\n irradiated mice for any of the markers and there was no significant staining observed in any of the samples.\nSUPPLEMENTARY FIGURE S4\nImmunohistochemical analysis of type I and type III collagen in mouse myocardium. Myocardial sections from mice, either irradiated with 150 cGy GCR\n5-ion\n or age matched non-irradiated controls, were stained for type I \n(A)\n and type III \n(C)\n collagen. For each group, n = 2. \n(B)\n Quantification of the collagen distribution area revealed a more prominent presence of type I collagen in GCR\n5-ion\n irradiated mice compared to the control mice. \n(D)\n However, the type III collagen distribution showed no significant difference between the two groups. All images are at ×40 magnification, with the scale bar indicating 20 μm."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11063234/"
}