{
  "id": "PMC11451251",
  "title": "Adaptation to space conditions of novel bacterial species isolated from the International Space Station revealed by functional gene annotations and comparative genome analysis.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Adaptation to space conditions of novel bacterial species isolated from the International Space Station revealed by functional gene annotations and comparative genome analysis.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11451251/"
  },
  "sections": {
    "abstract": "Background\nThe extreme environment of the International Space Station (ISS) puts selective pressure on microorganisms unintentionally introduced during its 20+ years of service as a low-orbit science platform and human habitat. Such pressure leads to the development of new features not found in the Earth-bound relatives, which enable them to adapt to unfavorable conditions.\nResults\nIn this study, we generated the functional annotation of the genomes of five newly identified species of Gram-positive bacteria, four of which are non-spore-forming and one spore-forming, all isolated from the ISS. Using a deep-learning based tool—deepFRI—we were able to functionally annotate close to 100% of protein-coding genes in all studied species, overcoming other annotation tools. Our comparative genomic analysis highlights common characteristics across all five species and specific genetic traits that appear unique to these ISS microorganisms. Proteome analysis mirrored these genomic patterns, revealing similar traits. The collective annotations suggest adaptations to life in space, including the management of hypoosmotic stress related to microgravity via mechanosensitive channel proteins, increased DNA repair activity to counteract heightened radiation exposure, and the presence of mobile genetic elements enhancing metabolism. In addition, our findings suggest the evolution of certain genetic traits indicative of potential pathogenic capabilities, such as small molecule and peptide synthesis and ATP-dependent transporters. These traits, exclusive to the ISS microorganisms, further substantiate previous reports explaining why microbes exposed to space conditions demonstrate enhanced antibiotic resistance and pathogenicity.\nConclusion\nOur findings indicate that the microorganisms isolated from ISS we studied have adapted to life in space. Evidence such as mechanosensitive channel proteins, increased DNA repair activity, as well as metallopeptidases and novel S-layer oxidoreductases suggest a convergent adaptation among these diverse microorganisms, potentially complementing one another within the context of the microbiome. The common genes that facilitate adaptation to the ISS environment may enable bioproduction of essential biomolecules need during future space missions, or serve as potential drug targets, if these microorganisms pose health risks.\n\n\nVideo Abstract\nSupplementary Information\nThe online version contains supplementary material available at 10.1186/s40168-024-01916-8.",
    "background": "Background\nThe extreme environment of the International Space Station (ISS) puts selective pressure on microorganisms unintentionally introduced during its 20+ years of service as a low-orbit science platform and human habitat. Such pressure leads to the development of new features not found in the Earth-bound relatives, which enable them to adapt to unfavorable conditions.",
    "results": "Results\nComparison of different annotations and between the isolates and within pangenome context\nFive novel species of Gram-positive bacteria that were isolated from the ISS were analyzed. Their generic features and the results of other molecular analyses are presented in Table \n1\n and Supplementary Fig. \nS1\n. These bacteria were obtained from various flights, locations, and time periods, and are associated with different phylogenetic groups. The strain F6_3S_P_1C, which belongs to the \nPaenibacillus\n genus, has been identified as a spore-former, while the other four species were identified as non-spore-forming Actinobacteria. Through ANI and AAI analysis, we established closest Earth relatives (Table \n1\n and Supplementary Table \nS1\n). Additionally, we performed synteny analysis [\n25\n] using all top ANI hits for each of the five organisms (Supplementary Table \nS1\n), but yielded no results (data not shown), thus indicating all ISS isolates are distinct species.\nTable 1\nGeneral features of the isolates used in this study. \nANI\n, average nucleotide identity \nAAI \n, average aminoacid identity.\nStrain\nLocation\nScientific name\nGenome ID\nIF8SW-P5\nISS-Crew quarters\nMicrobacterium mcarthurae\nJAROCE000000000\nF6_8S_P_2B\nISS-Crew quarters\nMicrobacterium meiriae\nCP133984\nF6_3S_P_1C\nISS-ARED A\nPaenibacillus vandeheii\nJAROCD000000000\nIIF3SC_B10\nISS-ARED\nArthrobacter burdickii\nJAROCG000000000\nF6_8S_P_1B\nISS-Crew quarters\n Leifsonia williamsii\nJAROCF000000000\nSpore-forming?\nNumber of genes\nPGAP coverage\neggNOG coverage\n No\n 2977\n 81.9%\n 81.9%\n No\n 3310\n 80.9%\n 81.2%\n Yes\n 6223\n 81.3%\n 82.4%\n No\n 3557\n 80.3%\n 82.3%\n No\n 3649\n 79.5%\n 78.6%\nDeepFRI coverage\nClosest Earth strain\nAssembly ID\nANI (AAI)\n 100%\n Microbacterium\n sp. ACCRU\n GCF_022346945.1\n 98.9% (> 90%)\n 99.9%\n Microbacterium\n sp. LTR1\n GCF_026805445.1\n 98.3% (> 90%)\n 100%\n Paenibacillus\n sp. MAEPY\n GCA_000499205.1\n 96.0% (> 90%)\n 99.9%\n Arthrobacter agilis\n 4041\n GCF_002157505.1\n 93.8% (> 90%)\n 100%\n Leifsonia\n sp. ku-ls\n GCA_003367665.1\n 84.5% (75.91%)\nAnnotations common for space and Earth species (closest relative, see Supplementary Fig. \nS1\n for more comparisons)\nWhen the annotated genomes were compared with several methods (PGAP, eggNOG), DeepFRI analysis showed highest annotation coverage and provided a confidence scale (based on the score value), to filter medium quality (MQ) and high-quality (HQ) annotations and the results are shown in Fig. \n2\n (see the “\nMethods\n” for details). In total, the genomes of the novel species encompassed 1290 and 1184 shared MQ and HQ annotations (1778 all annotations, Fig. \n2\na, b). The majority of shared annotations were related to metabolism, followed by cellular processing and signaling and information storage and processing (Fig. \n2\nc; all common annotations (GO terms) are detailed in Supplementary Table \nS12\n in the Supplementary material).\nFig. 2\nOverview of the annotations common in all ISS species. \nA\n Number of unique, common annotations found in all species (BP, biological process; CC, cell component; EC, enzyme commission; MF, molecular function; MQ, medium quality; HQ, high quality). \nB\n Upset plot showing common annotations (derived from DeepFRI) with different groups of interests. \nC\n Clustering all isolates’ common annotations in the form of clusters of orthologous genes (COG) categories. See the “\nMethods\n” for more details\nAnnotations unique to ISS bacterial species\nAll curated National Center for Biotechnology Information (NCBI) genomes were used to find the closest terrestrial relatives for the novel ISS bacterial species and the genome that exhibited the highest average nucleotide identity (ANI) value was further compared with genomes of ISS strains to characterize unique annotation. When compared with their closest terrestrial relatives all ISS species have different numbers of unique annotations (Fig. \n3\na), which corresponds to their ANI (the higher the ANI, the fewer unique annotations). Additionally, two-dimensional Conserved Domain (CD)-hit clustering was performed between each isolate and its closest relative, using a 40% sequence similarity threshold. Thus, for each isolate a subgroup of unique genes (with no counterparts in their closest relative) was found (Supplementary Tables \nS2–S11\n). A comparison between these genes revealed the presence of 74 and 49 MQ and HQ common annotations, respectively (309 total annotations, Fig. \n3\nb, Supplementary Table \nS13\n).\nFig. 3\nOverview of the annotations unique to ISS bacteria species. \nA\n Venn diagrams showing differences in genes (CD-hit clustering with 40% sequence similarity threshold) found in space isolates compared to their closest terrestrial relatives (ANI provided below each diagram) and the comparison between unique annotations of those genes found in all space isolates. \nB\n Overview of grouped annotations, in the form of COG categories, of unique, common-in-all genes derived from CD-Hit two-dimensional clustering. \nC\n Structure alignment of novel genes with 52.8% similarity found in both \nMicrobacteria\n species. Mma, \nMicrobacterium mcarthurae\n (magenta); Mme, \nMicrobacterium meiriae\n (orange); pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]\nWhen aligning the novel genes in the genome context, we found the presence of potential novel biosynthetic gene clusters (BGCs) in all species. These BGCs encode secondary metabolites such as terpenes, carotenes, betalactones, lanthipeptides, lassopeptides, non-ribosomal metallophores, furans, non-alpha poly-amino acids (NAPAA), type 3 polyketide synthase (T3PKS), ribosomally synthesized and post-translationally modified peptides (RiPP), proteusins (Supplementary Fig. \nS1\n), Our findings of BGCs are complimentary to the previously reported BGCs in \nA. burdicki\ni\n, \nL. williamsii\n, and \nP. vandeheii\n [\n28\n]. We also expand the BGCs classification of the studied ISS species into the “novel” category, which are not found in the genomes of their closest terrestrial relatives. In this study, we report small molecule biosynthetic pathways, metal ion transporters and other transmembrane transporters. Furthermore, transcription factors associated with environmental stress have been found (Supplementary Table \nS14\n).\nGiven the difference in ANI for each ISS-species:closest-relative pair, a different number of novel gens was obtained in each case, proportional to the phylogenetic distance (the lower the ANI, the more novel genes were found). We therefore focused on the two \nMicrobacteria\n species, as their ANI to the closest relative was higher than 98%. Using Muscle, we aligned sequences of novel genes from each species together. We found an example of novel genes (Mma_002827 and Mme_000934) being present in both species with high (52.8%) sequence similarity. Given that initial annotation (“heavy metal associated domain,” “response to copper ion,” see Supplementary Tables \nS2\n and \nS6\n), was sequence-based (see the “\nMethods\n\" for details), another approach was assayed, with structure prediction, followed by a functional annotation. Superpositions of predicted structures (both with pTM > 0.7 and pLDDT > 80) are almost identical (Fig. \n3\nc). The structure-based deepFRI annotations reveal that these proteins have oxidoreductase activity (acting on CH-NH2 group of donors) and that are located in the extracellular layer of the cell (Supplementary Table \nS15\n). When compared to the proteome of \nD. radiodurans\n, weak structural homology was found to extracellular protein WP_027479552.1 (TM-score 0.34, see Supplementary Fig. \nS2\n).\nMobile genetic elements (MGEs) such as transposases were also found in all species except \nL. williamsii\n. There is also evidence of plasmid in some of the species (\nM. mcarthurae\n,\n M. meiriae\n), due to the presence of relaxosome encoding genes, such as MobC/L family relaxase (Fig. \n5\n, Supplementary Table \nS16\n).\nComparison of proteome-level mutations in the ISS species and within pangenome context\nSeveral groups of proteins, important for adaptation to space environmental conditions were analyzed between ISS species and their closest Earth relatives. In metallopeptidases, the mutation rate of hydrophobic amino acids and glycine are higher than 1 in this protein group, suggesting an enrichment of these amino acids in the metallopeptidase proteins of ISS bacteria. These mutations might enhance the stability of these proteins under space environmental conditions (Fig. \n4\nA). Glycine enrichment is a measure of how often the amino acid glycine appears in a protein sequence compared to what would be expected by chance (see the “\nMethods\n\" for more details). Significant glycine enrichment in a protein can suggest evolutionary pressures and adaptive responses to make proteins more flexible via mutation to glycine [\n29\n]. The metallopeptidase activity stands out as it exhibits consistent glycine enrichment across all strains, suggesting it may play a critical role in universal adaptive mechanisms (Fig. \n4\nB). Other molecular functions, such as “ATP-dependent peptidase activity” and “2-C-methyl-D-erythritol-4-phosphate cytidylyltransferase activity,” show high glycine enrichment, but only in both \nMicrobaterium\n species, indicating potential taxonomy-based adaptations (Fig. \n4\nB).\nCertain molecular functions, such as “5 formyltetrahydrofolate cyclo ligase activity,” “ATP dependent peptidase activity,” and “ATP phosphoribosyltransferase activity,” display a high degree of hydrophobic amino acid enrichment, but only in \nM. meiriae\n and \nL. williamsii\n. This could suggest convergent adaptations involving changes in hydrophobicity of aforementioned proteins. Interestingly, “metallopeptidase activity” shows hydrophobic amino acid enrichment across all ISS species, albeit at a lower level than glycine enrichment. This could suggest a universal, but less dominant, adaptive strategy involving changes in protein hydrophobicity. These patterns underscore the complexity of potential adaptive strategies, highlighting the interplay between different types of amino acid changes in response to ISS environments (Fig. \n4\nB). Metallopeptidases play role in celluar stress response [\n15\n], biofilm formation [\n30\n], as well as virulence [\n31\n] and hence are important factors in microbial adaptations to space conditions. Therefore, comparative analysis of sequences and structures of selected metallopeptidases from \nM. meiriae\n and its closest relative will be further discussed in the section below.\nFig. 4\nComparison of mutation enrichment in ISS species across different protein families. \nA\n Clustering dendrogram representing enrichment in protein mutations (wrt closest relative) related to the protein group and type of mutation. \nB\n Mutation enrichment of selected proteins (wrt Uniprot database) with their significance scores\nCase studies of adaptations\nThe functional annotations were further investigated to search for genes that would allow adaptation to life in space. The genes of interest were summarized in Fig. \n5\n.\nFig. 5\nHeatmap representing abundance of annotations of interest in the studied species\nEnergy metabolism\nAs previously reported [\n8\n–\n10\n, \n12\n, \n13\n, \n18\n] metabolic rearrangements are essential part of adaptations to life in space (see overview in Fig. \n1\n). Common annotations show the presence of genes encoding proteins related to carbohydrate, cofactors and coenzymes metabolism (Figs. \n2\nc and \n3\nb). Apart from genomic annotation (Supplementary Table \nS12\n), metabolic tests conducted on the ISS bacterial species reveal their ability to grow on a broad range of carbon sources, including cyclic compounds, oligo- and polysaccharides (Supplementary Fig. \nS3\na–b). All species are capable of growing on 27 substrates being the sole carbon source, including carbohydrates (pectin, dextrin, mannose, fucose, gentibiose, lactose, melibiose, glucose, galactose, fructose as well as their branched and glycosylated derivatives), fatty acids (acetic acid, L-malic acid, sodium lactate and butyrate), amino acids (L-glutamic acid), alcohols (glycerol) and antibiotics (vancomycin and aztreonam). They can also grow at 1% NaCl concentration and pH6. Apart from the spore-forming \nP. vandeheii\n, the other bacteria can also utilize tween 40, gelatin, D-malic acid, L-lactic acid, propionic acid, D/L-serine, L-alanine, sorbitol, lincomycin, minocycline, nalidixic acid, rifamycin, as well as grow in the presence of lithium chloride. On the other hand, only \nP. vandeheii\n is able to grow in the presence of sodium bromate. Additionally to the species described by Simpson and colleagues [\n28\n], two species of \nMicrobacterium\n were characterized for the first time. These species are able to utilize 72 carbon sources altogether (80 and 73 substrates for \nM. mcarthurae\n and \nM. meiriae\n, respectively), grow at 8% NaCl concentration, as well as in the presence of lithium chloride and potassium tellurite. Unlike other species, either \nM. mcarthurae\n or \nM. meiriae\n can utilize \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\alpha$$\\end{document}\nα\n-keto-glutaric acid and citric acid.\nMechanosensitive ion channels (Msc) and osmoprotectants\nExcept for \nA. burdickii\n, each of the studied organisms has at least one copy of \nmsc\nS gene annotated. Msc proteins are known to play a crucial role in adapting cells to the osmotic pressure [\n32\n]. Overall, two variants of Msc proteins exist: large conductance (3.6 nS) MscL and small conductance (1 nS) MscS. Large conductance channels are generally conserved and present in most bacteria as well as eukaryotes, although they are not found in deep sea species, where no pressure changes occur. Conversely, MscS are diverse structurally and functionally and occur in those organisms, which exhibit hypo-osmotic stress periodically (e.g., desiccation). MscS proteins have a common core architecture but show different gating mechanisms and conductive properties. Because low gravity conditions can be viewed as decrease in osmotic pressure, leading to the hypo-osmotic stress, their presence is therefore crucial for survival in ISS. All terrestrial relatives have a copy of mscS gene with over 90% sequence similarity to their homologous gene from the ISS species (Supplementary Fig. \nS4\n), except for \nL. williamsii\n, where there is an additional copy of the mscS with no homology in the genome of \nLeifsonia\n sp. ku-ls. Nevertheless, the presence of an additional copy of mscS gene could be due to the larger phylogenetic distance, as indicated by ANI (Fig. \n3\nA). As for the osmoprotectants, there is no commonly shared metabolite, as genes related to betaine, choline, ectoine and trehalose synthesis are not present in all five species.\nRedox stress\nChanges in osmotic pressure, as well as exposure to ionizing radiation may lead to the formation of reactive oxygen species (ROS) that have detrimental effects on cells. From the studies on \nDeinococcus\n it was found that it has elevated intracellular concentrations of Mn as well as Fe [\n33\n]. All studied ISS strains show an elevated number of metalloproteins compared to their closest terrestrial counterparts (Supplementary Table \nS12\n). In the case of \nM. mcarthurae\n and \nM. meiriae\n, there are 27 and 25 unique metalloproteins, respectively (Supplementary Table \nS14\n), which include metallopeptidases, thioredoxins, metalloregulated transcription factors and heavy metal associated P-type ATPases. Metallopeptidases were of our special interest, as they showed certain adaptive mutations in all studied species (as described in previous section). Therefore, we decided to further analyze the metallopeptidase pair from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1. We found aminopeptidases in two of these species (Mme_001931 and WP_268776344.1 from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1, respectively), which share only 44% protein sequence similarity (58.4% nucleotide similarity, Supplementary Fig. \nS5\n). When structural models were calculated for these proteins (both with pTM-score \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\gg$$\\end{document}\n≫\n 0.9), their superposition is almost identical (Fig. \n6\nA), despite the low sequence similarity. When analyzing enrichment of the amino acids in Mme_001931 with WP_268776344.1 as a baseline, we observed enrichment of arginine and methionine, which were over 1.5 times more abundant compared to terrestrial protein. Opposite case was observed for lysine, which was over 2 times less abundant in ISS organism (Fig. \n6\nB). When superimposed to deinococcal aminopeptidase (WP_0516188611), Mme_001931 exhibited similarly high TM-score (0.83), although the latter’s size is 1.81 times bigger than WP_0516188611 (Supplementary Fig. \nS6\n). In terms of amino acid enrichment, WP_051618861 also showed an elevated amount of arginines (8.3% wrt 5.5%) with subsequent decrease of lysines (1.1% wrt 2.6%) and increase in methionine with decrease of negatively charged amino acids, but also increase in glycines, histidines and prolines. Nonetheless, there is almost two times the size difference and further phylogenetic distance than in the case of \nM. meiriae\n (Supplementary Figure \nS6\n).\n\nFig. 6\nStructure alignment of selected metallopeptidases from \nMicrobacterium\n species, with amino acid enrichment in space isolate. amino acids were grouped by their side chains properties. pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]\nDNA protection, repair and recombination\nAnother feature associated with ISS is the elevated rate of DNA-damaging due to radiation. \nDeinococcus radiodurans\n was extensively tested for its ability to protect and repair damaged DNA, which was due to its homologous recombination (HR) kit. All ISS species encode 10–14 genes related to HR, compared to 10 genes identified in \nD. radiodurans\n (Fig. \n5\n). Similarly, all of the genomes share the set of \nrec\n, \nruv\n, \nrad\n and \nuvr\n genes. In terms of non-homologous end-joining (NHEJ), all ISS strains share at least one gene. When compared with the Rec protein family from \nD. radiodurans\n and \nB. pumilus\n (Supplementary Fig. \nS7\n), clusters reflect phylogenetic distances. Moreover, all ISS strains share the LexA repressor (EC 3.4.21.88), which is part of the SOS response.\nPhage elements\nPhage elements were found in all genomes of ISS strains, with at least two phage-related genes found in each strain. Holin is a short protein containing few transmembrane regions. Although holin is usually accompanied by endolysin, there is no evidence of phage-related endolysin in any of the genome of ISS strains, suggesting that the phage elements could have been domesticated or removed. When tested with PHASTER software, prophage elements were detected only in the genome of \nP. vandeheii\n, as well as in its closest Earth relative (Supplementary Table \nS16\n).\nPotential pathogenicity and antibiotic resistance\nCommon annotations (Supplementary Table \nS2\n) indicate the presence of genes with virulence potential, such as metallophores and hemolysins (including the group III family, which forms oligomeric complexes), which are present in all ISS strains. However, ISS strains often exhibit enhanced expression of these virulence genes due to the unique selective pressures of the space environment, such as microgravity and increased radiation. In contrast, Earth analogous strains show a greater diversity in these genes, driven by varied environmental challenges and human influences like antibiotic use and pollution ([\n34\n]. Genomes of all ISS bacterial species contain genes involved in biofilm formation, potentially posing a pathogenic risk to humans under specific conditions, even though these genera and their closest terrestrial relatives are not typically known to be infectious agents. Comparatively, Earth counterparts also form biofilms, but the selective pressures driving this ability differ. On Earth, biofilm formation is often a response to environmental challenges such as antibiotic exposure and surface colonization in diverse habitats. In contrast, ISS bacteria have shown adaptations favoring biofilm formation and surface interactions due to the unique conditions of the space environment, such as microgravity and limited nutrient availability [\n35\n]. Additionally, as Mora et al. highlighted in their work [\n36\n], the genomic and physiological features selected by ISS conditions, though not directly pertinent to human health, exhibit considerable adaptations for biofilm formation and surface interactions. Their research underscores the importance of minimizing local moisture to prevent the formation of potentially harmful biofilms. Metabolic assays indicate that all ISS bacterial species have the ability to degrade at least two antimicrobial compounds (Supplementary Fig. \nS3\nab), showcasing their resilience in a controlled, high-stress environment. These bacteria also harbor various P-type translocating transportases and metallopeptidases within their pool of novel genes (Supplementary Table \nS12\n), suggesting advanced mechanisms for survival and resistance. Similarly, Earth analogs have evolved to degrade antimicrobial compounds, especially in environments heavily influenced by human activity, such as hospitals and agricultural sites [\n31\n].",
    "conclusion": "Conclusion\nOur findings indicate that the microorganisms isolated from ISS we studied have adapted to life in space. Evidence such as mechanosensitive channel proteins, increased DNA repair activity, as well as metallopeptidases and novel S-layer oxidoreductases suggest a convergent adaptation among these diverse microorganisms, potentially complementing one another within the context of the microbiome. The common genes that facilitate adaptation to the ISS environment may enable bioproduction of essential biomolecules need during future space missions, or serve as potential drug targets, if these microorganisms pose health risks.\n\n\nVideo Abstract",
    "supplementary_information": "Supplementary Information\n\n\nAdditional file 1: Supplementary Figure 1. Assembled contigs with regions corresponding to biosynthetic gene clusters marked. Full description of BGC from each organism is provided in the Supplementary Table S14. Supplementary Figure 2. Alignment of novel S-layer osidoreductases with their closest sequenctial homolog from \nD. radiodurans\n (WP_027479552.1, red). Mma - \nM. mcarthurae\n (magenta), Mme - \nM. meiriae\n, orange. pLDDT - predicted local-distance difference test, pTM - predicted template modelling, TM - template modelling, see [\n26\n, \n27\n]. Supplementary Figure 3. A) Phenotypic assays of studied organisms with GNIII MicroPlate (Biolog). B) Biochemical assays of studied organisms Gram-positive identification card Vitek 2 GP ID (bioMérieux). Blue - absent, red - present. Assays were performed according to manufacturers’ protocol. Supplementary Figure 4. Phylogenetic tree based on alignment of MscS protein sequences from ISS organisms and their closest terrestrial relatives. Branch labels indicate substitutions per site. Ab - \nA. burdickii\n (blue), Asp - \nA. agilis\n 4041 (blue), Mma - \nM. mcarthurae\n (burgundy), Msp - \nMicrobacterium\n sp. ACCRU (burgundy), Lw - \nL. williamsii\n (yellow), Lsp - \nLeifsonia\n sp.ku-ls (yellow), Mme - \nM. meiriae\n (orange), Mp - \nMicrobacterium\n sp. LTR1 (orange), Pv - \nP. vandeheii\n, (green), Psp - \nPaenibacillus\n sp. MAEPY (green). Supplementary Figure 5. Alignment of DNA and amino acid sequence of aminopeptidases Mme_001931 and WP_268776344. Green boxes indicate sequence identity. Supplementary Figure 6. Structure alignment of aminopeptidase Mme_001931 (cyan) and WP_0516188611 (red). pLDDT - predicted local-distance difference test, pTM - predicted template modelling, TM - template modelling, see [\n26\n, \n27\n]. Supplementary Figure 7. Phylogenetic tree based on alignment of DNA-repair protein sequences from ISS organisms and \nD. radiodurans\n and \nB. pumilus\n SAFR-032. Branch labels indicate substitutions per site. Ab - \nA. burdickii\n (blue), Bp - \nB. pumilus\n (black), Dr - \nD. radiodurans\n (red), Mma - \nM. mcarthurae\n (burgundy), Lw - \nL. williamsii\n (yellow), Mme - \nM. meiriae\n (orange), Pv - \nP. vandeheii\n, (green). Supplementary Table 1. ANI results (top 8) for all ISS species. Supplementary Table 2. Annotations of \nM. mcarthurae\n genes. Supplementary Table 3. Annotations of \nA. burdickii\n genes. Supplementary Table 4. Annotations of \nP. vandeheii\n genes. Supplementary Table 5. Annotations of \nL. williamsii\n genes. Supplementary Table 6. Annotations of \nM. meiriae\n genes. Supplementary Table 7. Annotations of \nMicrobacterium\n sp. ACCRU genes. Supplementary Table 8. Annotations of \nA. agilis\n 4041 genes. Supplementary Table 9. Annotations of \nPaenibacillus\n sp. MAEPY2 genes. Supplementary Table 10. Annotations of \nLeifsonia\n sp. ls-ku genes. Supplementary Table 11. Annotations of \nMicrobacterium\n sp. LTR1 genes. Supplementary Table 12. Annotations of genes common in all ISS species. Supplementary Table 13. Annotations of unique (not present in closest relative) genes shared by all ISS species. Supplementary Table 14. DeepFRI annotations of unique (not present in closest relative) genes and antiSMASH predictions of BGCs. Supplementary Table 15. Structure - based DeepFRI annotations of Mma_002827 and Mme_000934. Supplementary Table 16. Predictions for plasmids and phage elements in the genomes of ISS species.",
    "introduction": "Introduction\nThe environment of outer space, characterized by intense radiation and high vacuum, presents harsh conditions for any form of life. Despite this, microorganisms have demonstrated a remarkable adaptability to these extreme space environments. Organisms known as extremophiles, such as bacteria (e.g., \nBacillus\n, \nDeinococcus\n species) [\n1\n, \n2\n], fungi [\n3\n], tardigrades [\n4\n], bdelloid rotifers [\n5\n], and many others, are well-documented for their ability to survive in space conditions. As such, it is virtually impossible to prevent the transfer of microbial life to exploratory space vessels or planets [\n6\n, \n7\n]. In addition to microorganisms potentially hitching a ride with robotic components, the microbiomes of humans also travel to space. This not only includes the microbiomes of space crew members, but also free-living microorganisms associated with cargo, science instruments, and test animals, including potential pathogens which should be considered for their potential to adapt to space conditions [\n8\n–\n13\n].\nThe exposure of microbes to outer space, or simulated versions of these conditions, has been extensively studied to test survival capabilities and assess the panspermia hypothesis. Over several decades, various microbial samples have been exposed to space conditions via balloons, rockets, and spacecraft as part of the pioneering experiments in astrobiology (reviewed in [\n14\n]). For example, after 18 months of exposure, \nBacillus pumilus\n SAFR-032, a bacterium isolated from the Jet Propulsion Laboratory’s Spacecraft Assembly Facility (JPL-SAF), exhibited 10–40% survivability when UV was masked [\n1\n]. However, when these SAFR-032 spores were exposed to UV light (above 110 nm) and vacuum in space for 18 months, except for a few spores, there was a roughly 7-log reduction in viability. Similarly, dried \nDeinococcus\n cell pellets, particularly those 500 μm in thickness, remained viable after three years of space exposure due to a shadowing effect. Moreover, \nD. radiodurans\n after being subjected to 1-year exposure to outer space during Tanpopo mission [\n15\n], showed a collection of molecular alterations, e.g., DNA damage and oxidative stress response and accumulation of metal transporters. In a recent study, a survival of \nD. radiodurans\n exposed to near space conditions was correlated with a growth condition prior to the exposure [\n16\n]. A comparative proteomics analysis of \nB. pumilus\n SAFR-032 revealed that proteins conferring resistance traits, such as superoxide dismutase, were present in higher concentrations in the vegetative cells derived from spores exposed to space compared to ground controls. Furthermore, the first-generation spores of \nB. pumilus\n SAFR-032 resulting from space-exposed samples demonstrated increased UVC resistance (around 4000 J/m\n2\n) compared to their ground control counterparts [\n1\n].\nThe International Space Station (ISS) is a closed environment that houses a diverse range of microorganisms, including potential pathogens [\n17\n]. As we prepare for long-term space explorations, understanding the molecular mechanisms that allow microorganisms to survive and adapt during spaceflight is becoming increasingly important [\n10\n, \n15\n]. Monitoring the microbial population onboard the ISS is crucial for safeguarding astronaut health and preventing contamination of both the spacecraft and its equipment [\n7\n]. Whole-genome sequencing (WGS) and phenotypic characterization of any novel microbial species discovered on the ISS can help identify potential pathogens and comprehend their impact on the closed habitat and crew health [\n7\n]. However, to accurately identify potential microbial threats, it is essential to maintain a current and comprehensive database of microbial genomes, detailing both their species identities and phenotypic traits. This database, continuously updated through WGS of pure cultures, is crucial for gathering genetic data and assisting in the identification of microbial threats via shotgun metagenomic sequencing. Moreover, the active initiatives to characterize the cultivable microbiome of previously not sequenced space habitats contribute to decreasing the unidentified microbial ‘dark matter’ in metagenomic sequencing outcomes.\nResearch conducted in space or using ground-based simulators has shown that microgravity conditions can alter various biological processes, including growth, morphology, gene expression, virulence, drug resistance, biofilm formation, and secondary metabolism [\n8\n–\n10\n, \n12\n, \n18\n]. Studies focusing on the microbiome have reported an increase in antibiotic resistance markers in astronauts’ saliva [\n19\n], although these changes were temporary and reversed upon returning to Earth. Other research has indicated that microbial isolates from space environments are differentiating themselves from their Earth-bound counterparts, showing signs of adaptation to their new environment [\n17\n, \n20\n–\n23\n]. Interestingly, under spaceflight conditions, one species, \nBacillus safensis\n JPL-MERTA-8-2, exhibited a 60% improvement in growth compared to its Earth-based growth [\n24\n].\nThis study focused on the genomic peculiarities of novel species isolated from the ISS and compared WGS of the closest relatives found in Earth environments. A thorough analysis was conducted on genes associated with DNA repair, radiation resistance, microgravity adaptation, stress responses, and metabolic changes (Fig. \n1\n). These genes were compared to their terrestrial counterparts, and potential variations induced by space conditions were observed. The protein-coding sequences from each species pair were compared using a set of similarity metrics, unearthing potentially novel genes and clusters that might have been evolved in space. Furthermore, mutations within these sequences were rigorously analyzed, and their protein structures were predicted using in silico models. This approach illuminates the genetic adaptations undertaken in stringent conditions of the space environment. In essence, by comparing space and Earth genomes and identifying mutation patterns, a clearer insight into genetic evolution influenced by space conditions has been obtained.\nFig. 1\nOverview of the project. Scheme created with \nBioRender.com",
    "comparison_of_different_annotations_and_between_the_isolates": "Comparison of different annotations and between the isolates and within pangenome context\nFive novel species of Gram-positive bacteria that were isolated from the ISS were analyzed. Their generic features and the results of other molecular analyses are presented in Table \n1\n and Supplementary Fig. \nS1\n. These bacteria were obtained from various flights, locations, and time periods, and are associated with different phylogenetic groups. The strain F6_3S_P_1C, which belongs to the \nPaenibacillus\n genus, has been identified as a spore-former, while the other four species were identified as non-spore-forming Actinobacteria. Through ANI and AAI analysis, we established closest Earth relatives (Table \n1\n and Supplementary Table \nS1\n). Additionally, we performed synteny analysis [\n25\n] using all top ANI hits for each of the five organisms (Supplementary Table \nS1\n), but yielded no results (data not shown), thus indicating all ISS isolates are distinct species.\nTable 1\nGeneral features of the isolates used in this study. \nANI\n, average nucleotide identity \nAAI \n, average aminoacid identity.\nStrain\nLocation\nScientific name\nGenome ID\nIF8SW-P5\nISS-Crew quarters\nMicrobacterium mcarthurae\nJAROCE000000000\nF6_8S_P_2B\nISS-Crew quarters\nMicrobacterium meiriae\nCP133984\nF6_3S_P_1C\nISS-ARED A\nPaenibacillus vandeheii\nJAROCD000000000\nIIF3SC_B10\nISS-ARED\nArthrobacter burdickii\nJAROCG000000000\nF6_8S_P_1B\nISS-Crew quarters\n Leifsonia williamsii\nJAROCF000000000\nSpore-forming?\nNumber of genes\nPGAP coverage\neggNOG coverage\n No\n 2977\n 81.9%\n 81.9%\n No\n 3310\n 80.9%\n 81.2%\n Yes\n 6223\n 81.3%\n 82.4%\n No\n 3557\n 80.3%\n 82.3%\n No\n 3649\n 79.5%\n 78.6%\nDeepFRI coverage\nClosest Earth strain\nAssembly ID\nANI (AAI)\n 100%\n Microbacterium\n sp. ACCRU\n GCF_022346945.1\n 98.9% (> 90%)\n 99.9%\n Microbacterium\n sp. LTR1\n GCF_026805445.1\n 98.3% (> 90%)\n 100%\n Paenibacillus\n sp. MAEPY\n GCA_000499205.1\n 96.0% (> 90%)\n 99.9%\n Arthrobacter agilis\n 4041\n GCF_002157505.1\n 93.8% (> 90%)\n 100%\n Leifsonia\n sp. ku-ls\n GCA_003367665.1\n 84.5% (75.91%)\nAnnotations common for space and Earth species (closest relative, see Supplementary Fig. \nS1\n for more comparisons)\nWhen the annotated genomes were compared with several methods (PGAP, eggNOG), DeepFRI analysis showed highest annotation coverage and provided a confidence scale (based on the score value), to filter medium quality (MQ) and high-quality (HQ) annotations and the results are shown in Fig. \n2\n (see the “\nMethods\n” for details). In total, the genomes of the novel species encompassed 1290 and 1184 shared MQ and HQ annotations (1778 all annotations, Fig. \n2\na, b). The majority of shared annotations were related to metabolism, followed by cellular processing and signaling and information storage and processing (Fig. \n2\nc; all common annotations (GO terms) are detailed in Supplementary Table \nS12\n in the Supplementary material).\nFig. 2\nOverview of the annotations common in all ISS species. \nA\n Number of unique, common annotations found in all species (BP, biological process; CC, cell component; EC, enzyme commission; MF, molecular function; MQ, medium quality; HQ, high quality). \nB\n Upset plot showing common annotations (derived from DeepFRI) with different groups of interests. \nC\n Clustering all isolates’ common annotations in the form of clusters of orthologous genes (COG) categories. See the “\nMethods\n” for more details\nAnnotations unique to ISS bacterial species\nAll curated National Center for Biotechnology Information (NCBI) genomes were used to find the closest terrestrial relatives for the novel ISS bacterial species and the genome that exhibited the highest average nucleotide identity (ANI) value was further compared with genomes of ISS strains to characterize unique annotation. When compared with their closest terrestrial relatives all ISS species have different numbers of unique annotations (Fig. \n3\na), which corresponds to their ANI (the higher the ANI, the fewer unique annotations). Additionally, two-dimensional Conserved Domain (CD)-hit clustering was performed between each isolate and its closest relative, using a 40% sequence similarity threshold. Thus, for each isolate a subgroup of unique genes (with no counterparts in their closest relative) was found (Supplementary Tables \nS2–S11\n). A comparison between these genes revealed the presence of 74 and 49 MQ and HQ common annotations, respectively (309 total annotations, Fig. \n3\nb, Supplementary Table \nS13\n).\nFig. 3\nOverview of the annotations unique to ISS bacteria species. \nA\n Venn diagrams showing differences in genes (CD-hit clustering with 40% sequence similarity threshold) found in space isolates compared to their closest terrestrial relatives (ANI provided below each diagram) and the comparison between unique annotations of those genes found in all space isolates. \nB\n Overview of grouped annotations, in the form of COG categories, of unique, common-in-all genes derived from CD-Hit two-dimensional clustering. \nC\n Structure alignment of novel genes with 52.8% similarity found in both \nMicrobacteria\n species. Mma, \nMicrobacterium mcarthurae\n (magenta); Mme, \nMicrobacterium meiriae\n (orange); pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]\nWhen aligning the novel genes in the genome context, we found the presence of potential novel biosynthetic gene clusters (BGCs) in all species. These BGCs encode secondary metabolites such as terpenes, carotenes, betalactones, lanthipeptides, lassopeptides, non-ribosomal metallophores, furans, non-alpha poly-amino acids (NAPAA), type 3 polyketide synthase (T3PKS), ribosomally synthesized and post-translationally modified peptides (RiPP), proteusins (Supplementary Fig. \nS1\n), Our findings of BGCs are complimentary to the previously reported BGCs in \nA. burdicki\ni\n, \nL. williamsii\n, and \nP. vandeheii\n [\n28\n]. We also expand the BGCs classification of the studied ISS species into the “novel” category, which are not found in the genomes of their closest terrestrial relatives. In this study, we report small molecule biosynthetic pathways, metal ion transporters and other transmembrane transporters. Furthermore, transcription factors associated with environmental stress have been found (Supplementary Table \nS14\n).\nGiven the difference in ANI for each ISS-species:closest-relative pair, a different number of novel gens was obtained in each case, proportional to the phylogenetic distance (the lower the ANI, the more novel genes were found). We therefore focused on the two \nMicrobacteria\n species, as their ANI to the closest relative was higher than 98%. Using Muscle, we aligned sequences of novel genes from each species together. We found an example of novel genes (Mma_002827 and Mme_000934) being present in both species with high (52.8%) sequence similarity. Given that initial annotation (“heavy metal associated domain,” “response to copper ion,” see Supplementary Tables \nS2\n and \nS6\n), was sequence-based (see the “\nMethods\n\" for details), another approach was assayed, with structure prediction, followed by a functional annotation. Superpositions of predicted structures (both with pTM > 0.7 and pLDDT > 80) are almost identical (Fig. \n3\nc). The structure-based deepFRI annotations reveal that these proteins have oxidoreductase activity (acting on CH-NH2 group of donors) and that are located in the extracellular layer of the cell (Supplementary Table \nS15\n). When compared to the proteome of \nD. radiodurans\n, weak structural homology was found to extracellular protein WP_027479552.1 (TM-score 0.34, see Supplementary Fig. \nS2\n).\nMobile genetic elements (MGEs) such as transposases were also found in all species except \nL. williamsii\n. There is also evidence of plasmid in some of the species (\nM. mcarthurae\n,\n M. meiriae\n), due to the presence of relaxosome encoding genes, such as MobC/L family relaxase (Fig. \n5\n, Supplementary Table \nS16\n).",
    "annotations_common_for_space_and_earth_species_(closest_rela": "Annotations common for space and Earth species (closest relative, see Supplementary Fig. \nS1\n for more comparisons)\nWhen the annotated genomes were compared with several methods (PGAP, eggNOG), DeepFRI analysis showed highest annotation coverage and provided a confidence scale (based on the score value), to filter medium quality (MQ) and high-quality (HQ) annotations and the results are shown in Fig. \n2\n (see the “\nMethods\n” for details). In total, the genomes of the novel species encompassed 1290 and 1184 shared MQ and HQ annotations (1778 all annotations, Fig. \n2\na, b). The majority of shared annotations were related to metabolism, followed by cellular processing and signaling and information storage and processing (Fig. \n2\nc; all common annotations (GO terms) are detailed in Supplementary Table \nS12\n in the Supplementary material).\nFig. 2\nOverview of the annotations common in all ISS species. \nA\n Number of unique, common annotations found in all species (BP, biological process; CC, cell component; EC, enzyme commission; MF, molecular function; MQ, medium quality; HQ, high quality). \nB\n Upset plot showing common annotations (derived from DeepFRI) with different groups of interests. \nC\n Clustering all isolates’ common annotations in the form of clusters of orthologous genes (COG) categories. See the “\nMethods\n” for more details",
    "annotations_unique_to_iss_bacterial_species": "Annotations unique to ISS bacterial species\nAll curated National Center for Biotechnology Information (NCBI) genomes were used to find the closest terrestrial relatives for the novel ISS bacterial species and the genome that exhibited the highest average nucleotide identity (ANI) value was further compared with genomes of ISS strains to characterize unique annotation. When compared with their closest terrestrial relatives all ISS species have different numbers of unique annotations (Fig. \n3\na), which corresponds to their ANI (the higher the ANI, the fewer unique annotations). Additionally, two-dimensional Conserved Domain (CD)-hit clustering was performed between each isolate and its closest relative, using a 40% sequence similarity threshold. Thus, for each isolate a subgroup of unique genes (with no counterparts in their closest relative) was found (Supplementary Tables \nS2–S11\n). A comparison between these genes revealed the presence of 74 and 49 MQ and HQ common annotations, respectively (309 total annotations, Fig. \n3\nb, Supplementary Table \nS13\n).\nFig. 3\nOverview of the annotations unique to ISS bacteria species. \nA\n Venn diagrams showing differences in genes (CD-hit clustering with 40% sequence similarity threshold) found in space isolates compared to their closest terrestrial relatives (ANI provided below each diagram) and the comparison between unique annotations of those genes found in all space isolates. \nB\n Overview of grouped annotations, in the form of COG categories, of unique, common-in-all genes derived from CD-Hit two-dimensional clustering. \nC\n Structure alignment of novel genes with 52.8% similarity found in both \nMicrobacteria\n species. Mma, \nMicrobacterium mcarthurae\n (magenta); Mme, \nMicrobacterium meiriae\n (orange); pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]\nWhen aligning the novel genes in the genome context, we found the presence of potential novel biosynthetic gene clusters (BGCs) in all species. These BGCs encode secondary metabolites such as terpenes, carotenes, betalactones, lanthipeptides, lassopeptides, non-ribosomal metallophores, furans, non-alpha poly-amino acids (NAPAA), type 3 polyketide synthase (T3PKS), ribosomally synthesized and post-translationally modified peptides (RiPP), proteusins (Supplementary Fig. \nS1\n), Our findings of BGCs are complimentary to the previously reported BGCs in \nA. burdicki\ni\n, \nL. williamsii\n, and \nP. vandeheii\n [\n28\n]. We also expand the BGCs classification of the studied ISS species into the “novel” category, which are not found in the genomes of their closest terrestrial relatives. In this study, we report small molecule biosynthetic pathways, metal ion transporters and other transmembrane transporters. Furthermore, transcription factors associated with environmental stress have been found (Supplementary Table \nS14\n).\nGiven the difference in ANI for each ISS-species:closest-relative pair, a different number of novel gens was obtained in each case, proportional to the phylogenetic distance (the lower the ANI, the more novel genes were found). We therefore focused on the two \nMicrobacteria\n species, as their ANI to the closest relative was higher than 98%. Using Muscle, we aligned sequences of novel genes from each species together. We found an example of novel genes (Mma_002827 and Mme_000934) being present in both species with high (52.8%) sequence similarity. Given that initial annotation (“heavy metal associated domain,” “response to copper ion,” see Supplementary Tables \nS2\n and \nS6\n), was sequence-based (see the “\nMethods\n\" for details), another approach was assayed, with structure prediction, followed by a functional annotation. Superpositions of predicted structures (both with pTM > 0.7 and pLDDT > 80) are almost identical (Fig. \n3\nc). The structure-based deepFRI annotations reveal that these proteins have oxidoreductase activity (acting on CH-NH2 group of donors) and that are located in the extracellular layer of the cell (Supplementary Table \nS15\n). When compared to the proteome of \nD. radiodurans\n, weak structural homology was found to extracellular protein WP_027479552.1 (TM-score 0.34, see Supplementary Fig. \nS2\n).\nMobile genetic elements (MGEs) such as transposases were also found in all species except \nL. williamsii\n. There is also evidence of plasmid in some of the species (\nM. mcarthurae\n,\n M. meiriae\n), due to the presence of relaxosome encoding genes, such as MobC/L family relaxase (Fig. \n5\n, Supplementary Table \nS16\n).",
    "comparison_of_proteome-level_mutations_in_the_iss_species_an": "Comparison of proteome-level mutations in the ISS species and within pangenome context\nSeveral groups of proteins, important for adaptation to space environmental conditions were analyzed between ISS species and their closest Earth relatives. In metallopeptidases, the mutation rate of hydrophobic amino acids and glycine are higher than 1 in this protein group, suggesting an enrichment of these amino acids in the metallopeptidase proteins of ISS bacteria. These mutations might enhance the stability of these proteins under space environmental conditions (Fig. \n4\nA). Glycine enrichment is a measure of how often the amino acid glycine appears in a protein sequence compared to what would be expected by chance (see the “\nMethods\n\" for more details). Significant glycine enrichment in a protein can suggest evolutionary pressures and adaptive responses to make proteins more flexible via mutation to glycine [\n29\n]. The metallopeptidase activity stands out as it exhibits consistent glycine enrichment across all strains, suggesting it may play a critical role in universal adaptive mechanisms (Fig. \n4\nB). Other molecular functions, such as “ATP-dependent peptidase activity” and “2-C-methyl-D-erythritol-4-phosphate cytidylyltransferase activity,” show high glycine enrichment, but only in both \nMicrobaterium\n species, indicating potential taxonomy-based adaptations (Fig. \n4\nB).\nCertain molecular functions, such as “5 formyltetrahydrofolate cyclo ligase activity,” “ATP dependent peptidase activity,” and “ATP phosphoribosyltransferase activity,” display a high degree of hydrophobic amino acid enrichment, but only in \nM. meiriae\n and \nL. williamsii\n. This could suggest convergent adaptations involving changes in hydrophobicity of aforementioned proteins. Interestingly, “metallopeptidase activity” shows hydrophobic amino acid enrichment across all ISS species, albeit at a lower level than glycine enrichment. This could suggest a universal, but less dominant, adaptive strategy involving changes in protein hydrophobicity. These patterns underscore the complexity of potential adaptive strategies, highlighting the interplay between different types of amino acid changes in response to ISS environments (Fig. \n4\nB). Metallopeptidases play role in celluar stress response [\n15\n], biofilm formation [\n30\n], as well as virulence [\n31\n] and hence are important factors in microbial adaptations to space conditions. Therefore, comparative analysis of sequences and structures of selected metallopeptidases from \nM. meiriae\n and its closest relative will be further discussed in the section below.\nFig. 4\nComparison of mutation enrichment in ISS species across different protein families. \nA\n Clustering dendrogram representing enrichment in protein mutations (wrt closest relative) related to the protein group and type of mutation. \nB\n Mutation enrichment of selected proteins (wrt Uniprot database) with their significance scores",
    "case_studies_of_adaptations": "Case studies of adaptations\nThe functional annotations were further investigated to search for genes that would allow adaptation to life in space. The genes of interest were summarized in Fig. \n5\n.\nFig. 5\nHeatmap representing abundance of annotations of interest in the studied species\nEnergy metabolism\nAs previously reported [\n8\n–\n10\n, \n12\n, \n13\n, \n18\n] metabolic rearrangements are essential part of adaptations to life in space (see overview in Fig. \n1\n). Common annotations show the presence of genes encoding proteins related to carbohydrate, cofactors and coenzymes metabolism (Figs. \n2\nc and \n3\nb). Apart from genomic annotation (Supplementary Table \nS12\n), metabolic tests conducted on the ISS bacterial species reveal their ability to grow on a broad range of carbon sources, including cyclic compounds, oligo- and polysaccharides (Supplementary Fig. \nS3\na–b). All species are capable of growing on 27 substrates being the sole carbon source, including carbohydrates (pectin, dextrin, mannose, fucose, gentibiose, lactose, melibiose, glucose, galactose, fructose as well as their branched and glycosylated derivatives), fatty acids (acetic acid, L-malic acid, sodium lactate and butyrate), amino acids (L-glutamic acid), alcohols (glycerol) and antibiotics (vancomycin and aztreonam). They can also grow at 1% NaCl concentration and pH6. Apart from the spore-forming \nP. vandeheii\n, the other bacteria can also utilize tween 40, gelatin, D-malic acid, L-lactic acid, propionic acid, D/L-serine, L-alanine, sorbitol, lincomycin, minocycline, nalidixic acid, rifamycin, as well as grow in the presence of lithium chloride. On the other hand, only \nP. vandeheii\n is able to grow in the presence of sodium bromate. Additionally to the species described by Simpson and colleagues [\n28\n], two species of \nMicrobacterium\n were characterized for the first time. These species are able to utilize 72 carbon sources altogether (80 and 73 substrates for \nM. mcarthurae\n and \nM. meiriae\n, respectively), grow at 8% NaCl concentration, as well as in the presence of lithium chloride and potassium tellurite. Unlike other species, either \nM. mcarthurae\n or \nM. meiriae\n can utilize \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\alpha$$\\end{document}\nα\n-keto-glutaric acid and citric acid.\nMechanosensitive ion channels (Msc) and osmoprotectants\nExcept for \nA. burdickii\n, each of the studied organisms has at least one copy of \nmsc\nS gene annotated. Msc proteins are known to play a crucial role in adapting cells to the osmotic pressure [\n32\n]. Overall, two variants of Msc proteins exist: large conductance (3.6 nS) MscL and small conductance (1 nS) MscS. Large conductance channels are generally conserved and present in most bacteria as well as eukaryotes, although they are not found in deep sea species, where no pressure changes occur. Conversely, MscS are diverse structurally and functionally and occur in those organisms, which exhibit hypo-osmotic stress periodically (e.g., desiccation). MscS proteins have a common core architecture but show different gating mechanisms and conductive properties. Because low gravity conditions can be viewed as decrease in osmotic pressure, leading to the hypo-osmotic stress, their presence is therefore crucial for survival in ISS. All terrestrial relatives have a copy of mscS gene with over 90% sequence similarity to their homologous gene from the ISS species (Supplementary Fig. \nS4\n), except for \nL. williamsii\n, where there is an additional copy of the mscS with no homology in the genome of \nLeifsonia\n sp. ku-ls. Nevertheless, the presence of an additional copy of mscS gene could be due to the larger phylogenetic distance, as indicated by ANI (Fig. \n3\nA). As for the osmoprotectants, there is no commonly shared metabolite, as genes related to betaine, choline, ectoine and trehalose synthesis are not present in all five species.\nRedox stress\nChanges in osmotic pressure, as well as exposure to ionizing radiation may lead to the formation of reactive oxygen species (ROS) that have detrimental effects on cells. From the studies on \nDeinococcus\n it was found that it has elevated intracellular concentrations of Mn as well as Fe [\n33\n]. All studied ISS strains show an elevated number of metalloproteins compared to their closest terrestrial counterparts (Supplementary Table \nS12\n). In the case of \nM. mcarthurae\n and \nM. meiriae\n, there are 27 and 25 unique metalloproteins, respectively (Supplementary Table \nS14\n), which include metallopeptidases, thioredoxins, metalloregulated transcription factors and heavy metal associated P-type ATPases. Metallopeptidases were of our special interest, as they showed certain adaptive mutations in all studied species (as described in previous section). Therefore, we decided to further analyze the metallopeptidase pair from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1. We found aminopeptidases in two of these species (Mme_001931 and WP_268776344.1 from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1, respectively), which share only 44% protein sequence similarity (58.4% nucleotide similarity, Supplementary Fig. \nS5\n). When structural models were calculated for these proteins (both with pTM-score \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\gg$$\\end{document}\n≫\n 0.9), their superposition is almost identical (Fig. \n6\nA), despite the low sequence similarity. When analyzing enrichment of the amino acids in Mme_001931 with WP_268776344.1 as a baseline, we observed enrichment of arginine and methionine, which were over 1.5 times more abundant compared to terrestrial protein. Opposite case was observed for lysine, which was over 2 times less abundant in ISS organism (Fig. \n6\nB). When superimposed to deinococcal aminopeptidase (WP_0516188611), Mme_001931 exhibited similarly high TM-score (0.83), although the latter’s size is 1.81 times bigger than WP_0516188611 (Supplementary Fig. \nS6\n). In terms of amino acid enrichment, WP_051618861 also showed an elevated amount of arginines (8.3% wrt 5.5%) with subsequent decrease of lysines (1.1% wrt 2.6%) and increase in methionine with decrease of negatively charged amino acids, but also increase in glycines, histidines and prolines. Nonetheless, there is almost two times the size difference and further phylogenetic distance than in the case of \nM. meiriae\n (Supplementary Figure \nS6\n).\n\nFig. 6\nStructure alignment of selected metallopeptidases from \nMicrobacterium\n species, with amino acid enrichment in space isolate. amino acids were grouped by their side chains properties. pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]\nDNA protection, repair and recombination\nAnother feature associated with ISS is the elevated rate of DNA-damaging due to radiation. \nDeinococcus radiodurans\n was extensively tested for its ability to protect and repair damaged DNA, which was due to its homologous recombination (HR) kit. All ISS species encode 10–14 genes related to HR, compared to 10 genes identified in \nD. radiodurans\n (Fig. \n5\n). Similarly, all of the genomes share the set of \nrec\n, \nruv\n, \nrad\n and \nuvr\n genes. In terms of non-homologous end-joining (NHEJ), all ISS strains share at least one gene. When compared with the Rec protein family from \nD. radiodurans\n and \nB. pumilus\n (Supplementary Fig. \nS7\n), clusters reflect phylogenetic distances. Moreover, all ISS strains share the LexA repressor (EC 3.4.21.88), which is part of the SOS response.\nPhage elements\nPhage elements were found in all genomes of ISS strains, with at least two phage-related genes found in each strain. Holin is a short protein containing few transmembrane regions. Although holin is usually accompanied by endolysin, there is no evidence of phage-related endolysin in any of the genome of ISS strains, suggesting that the phage elements could have been domesticated or removed. When tested with PHASTER software, prophage elements were detected only in the genome of \nP. vandeheii\n, as well as in its closest Earth relative (Supplementary Table \nS16\n).\nPotential pathogenicity and antibiotic resistance\nCommon annotations (Supplementary Table \nS2\n) indicate the presence of genes with virulence potential, such as metallophores and hemolysins (including the group III family, which forms oligomeric complexes), which are present in all ISS strains. However, ISS strains often exhibit enhanced expression of these virulence genes due to the unique selective pressures of the space environment, such as microgravity and increased radiation. In contrast, Earth analogous strains show a greater diversity in these genes, driven by varied environmental challenges and human influences like antibiotic use and pollution ([\n34\n]. Genomes of all ISS bacterial species contain genes involved in biofilm formation, potentially posing a pathogenic risk to humans under specific conditions, even though these genera and their closest terrestrial relatives are not typically known to be infectious agents. Comparatively, Earth counterparts also form biofilms, but the selective pressures driving this ability differ. On Earth, biofilm formation is often a response to environmental challenges such as antibiotic exposure and surface colonization in diverse habitats. In contrast, ISS bacteria have shown adaptations favoring biofilm formation and surface interactions due to the unique conditions of the space environment, such as microgravity and limited nutrient availability [\n35\n]. Additionally, as Mora et al. highlighted in their work [\n36\n], the genomic and physiological features selected by ISS conditions, though not directly pertinent to human health, exhibit considerable adaptations for biofilm formation and surface interactions. Their research underscores the importance of minimizing local moisture to prevent the formation of potentially harmful biofilms. Metabolic assays indicate that all ISS bacterial species have the ability to degrade at least two antimicrobial compounds (Supplementary Fig. \nS3\nab), showcasing their resilience in a controlled, high-stress environment. These bacteria also harbor various P-type translocating transportases and metallopeptidases within their pool of novel genes (Supplementary Table \nS12\n), suggesting advanced mechanisms for survival and resistance. Similarly, Earth analogs have evolved to degrade antimicrobial compounds, especially in environments heavily influenced by human activity, such as hospitals and agricultural sites [\n31\n].",
    "energy_metabolism": "Energy metabolism\nAs previously reported [\n8\n–\n10\n, \n12\n, \n13\n, \n18\n] metabolic rearrangements are essential part of adaptations to life in space (see overview in Fig. \n1\n). Common annotations show the presence of genes encoding proteins related to carbohydrate, cofactors and coenzymes metabolism (Figs. \n2\nc and \n3\nb). Apart from genomic annotation (Supplementary Table \nS12\n), metabolic tests conducted on the ISS bacterial species reveal their ability to grow on a broad range of carbon sources, including cyclic compounds, oligo- and polysaccharides (Supplementary Fig. \nS3\na–b). All species are capable of growing on 27 substrates being the sole carbon source, including carbohydrates (pectin, dextrin, mannose, fucose, gentibiose, lactose, melibiose, glucose, galactose, fructose as well as their branched and glycosylated derivatives), fatty acids (acetic acid, L-malic acid, sodium lactate and butyrate), amino acids (L-glutamic acid), alcohols (glycerol) and antibiotics (vancomycin and aztreonam). They can also grow at 1% NaCl concentration and pH6. Apart from the spore-forming \nP. vandeheii\n, the other bacteria can also utilize tween 40, gelatin, D-malic acid, L-lactic acid, propionic acid, D/L-serine, L-alanine, sorbitol, lincomycin, minocycline, nalidixic acid, rifamycin, as well as grow in the presence of lithium chloride. On the other hand, only \nP. vandeheii\n is able to grow in the presence of sodium bromate. Additionally to the species described by Simpson and colleagues [\n28\n], two species of \nMicrobacterium\n were characterized for the first time. These species are able to utilize 72 carbon sources altogether (80 and 73 substrates for \nM. mcarthurae\n and \nM. meiriae\n, respectively), grow at 8% NaCl concentration, as well as in the presence of lithium chloride and potassium tellurite. Unlike other species, either \nM. mcarthurae\n or \nM. meiriae\n can utilize \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\alpha$$\\end{document}\nα\n-keto-glutaric acid and citric acid.",
    "mechanosensitive_ion_channels_(msc)_and_osmoprotectants": "Mechanosensitive ion channels (Msc) and osmoprotectants\nExcept for \nA. burdickii\n, each of the studied organisms has at least one copy of \nmsc\nS gene annotated. Msc proteins are known to play a crucial role in adapting cells to the osmotic pressure [\n32\n]. Overall, two variants of Msc proteins exist: large conductance (3.6 nS) MscL and small conductance (1 nS) MscS. Large conductance channels are generally conserved and present in most bacteria as well as eukaryotes, although they are not found in deep sea species, where no pressure changes occur. Conversely, MscS are diverse structurally and functionally and occur in those organisms, which exhibit hypo-osmotic stress periodically (e.g., desiccation). MscS proteins have a common core architecture but show different gating mechanisms and conductive properties. Because low gravity conditions can be viewed as decrease in osmotic pressure, leading to the hypo-osmotic stress, their presence is therefore crucial for survival in ISS. All terrestrial relatives have a copy of mscS gene with over 90% sequence similarity to their homologous gene from the ISS species (Supplementary Fig. \nS4\n), except for \nL. williamsii\n, where there is an additional copy of the mscS with no homology in the genome of \nLeifsonia\n sp. ku-ls. Nevertheless, the presence of an additional copy of mscS gene could be due to the larger phylogenetic distance, as indicated by ANI (Fig. \n3\nA). As for the osmoprotectants, there is no commonly shared metabolite, as genes related to betaine, choline, ectoine and trehalose synthesis are not present in all five species.",
    "redox_stress": "Redox stress\nChanges in osmotic pressure, as well as exposure to ionizing radiation may lead to the formation of reactive oxygen species (ROS) that have detrimental effects on cells. From the studies on \nDeinococcus\n it was found that it has elevated intracellular concentrations of Mn as well as Fe [\n33\n]. All studied ISS strains show an elevated number of metalloproteins compared to their closest terrestrial counterparts (Supplementary Table \nS12\n). In the case of \nM. mcarthurae\n and \nM. meiriae\n, there are 27 and 25 unique metalloproteins, respectively (Supplementary Table \nS14\n), which include metallopeptidases, thioredoxins, metalloregulated transcription factors and heavy metal associated P-type ATPases. Metallopeptidases were of our special interest, as they showed certain adaptive mutations in all studied species (as described in previous section). Therefore, we decided to further analyze the metallopeptidase pair from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1. We found aminopeptidases in two of these species (Mme_001931 and WP_268776344.1 from \nM. meiriae\n and its terrestrial relative \nMicrobacterium\n sp. LTR1, respectively), which share only 44% protein sequence similarity (58.4% nucleotide similarity, Supplementary Fig. \nS5\n). When structural models were calculated for these proteins (both with pTM-score \n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\gg$$\\end{document}\n≫\n 0.9), their superposition is almost identical (Fig. \n6\nA), despite the low sequence similarity. When analyzing enrichment of the amino acids in Mme_001931 with WP_268776344.1 as a baseline, we observed enrichment of arginine and methionine, which were over 1.5 times more abundant compared to terrestrial protein. Opposite case was observed for lysine, which was over 2 times less abundant in ISS organism (Fig. \n6\nB). When superimposed to deinococcal aminopeptidase (WP_0516188611), Mme_001931 exhibited similarly high TM-score (0.83), although the latter’s size is 1.81 times bigger than WP_0516188611 (Supplementary Fig. \nS6\n). In terms of amino acid enrichment, WP_051618861 also showed an elevated amount of arginines (8.3% wrt 5.5%) with subsequent decrease of lysines (1.1% wrt 2.6%) and increase in methionine with decrease of negatively charged amino acids, but also increase in glycines, histidines and prolines. Nonetheless, there is almost two times the size difference and further phylogenetic distance than in the case of \nM. meiriae\n (Supplementary Figure \nS6\n).\n\nFig. 6\nStructure alignment of selected metallopeptidases from \nMicrobacterium\n species, with amino acid enrichment in space isolate. amino acids were grouped by their side chains properties. pLDDT, predicted local-distance difference test; pTM, predicted template modeling; TM, template modeling, see [\n26\n, \n27\n]",
    "dna_protection,_repair_and_recombination": "DNA protection, repair and recombination\nAnother feature associated with ISS is the elevated rate of DNA-damaging due to radiation. \nDeinococcus radiodurans\n was extensively tested for its ability to protect and repair damaged DNA, which was due to its homologous recombination (HR) kit. All ISS species encode 10–14 genes related to HR, compared to 10 genes identified in \nD. radiodurans\n (Fig. \n5\n). Similarly, all of the genomes share the set of \nrec\n, \nruv\n, \nrad\n and \nuvr\n genes. In terms of non-homologous end-joining (NHEJ), all ISS strains share at least one gene. When compared with the Rec protein family from \nD. radiodurans\n and \nB. pumilus\n (Supplementary Fig. \nS7\n), clusters reflect phylogenetic distances. Moreover, all ISS strains share the LexA repressor (EC 3.4.21.88), which is part of the SOS response.",
    "phage_elements": "Phage elements\nPhage elements were found in all genomes of ISS strains, with at least two phage-related genes found in each strain. Holin is a short protein containing few transmembrane regions. Although holin is usually accompanied by endolysin, there is no evidence of phage-related endolysin in any of the genome of ISS strains, suggesting that the phage elements could have been domesticated or removed. When tested with PHASTER software, prophage elements were detected only in the genome of \nP. vandeheii\n, as well as in its closest Earth relative (Supplementary Table \nS16\n).",
    "potential_pathogenicity_and_antibiotic_resistance": "Potential pathogenicity and antibiotic resistance\nCommon annotations (Supplementary Table \nS2\n) indicate the presence of genes with virulence potential, such as metallophores and hemolysins (including the group III family, which forms oligomeric complexes), which are present in all ISS strains. However, ISS strains often exhibit enhanced expression of these virulence genes due to the unique selective pressures of the space environment, such as microgravity and increased radiation. In contrast, Earth analogous strains show a greater diversity in these genes, driven by varied environmental challenges and human influences like antibiotic use and pollution ([\n34\n]. Genomes of all ISS bacterial species contain genes involved in biofilm formation, potentially posing a pathogenic risk to humans under specific conditions, even though these genera and their closest terrestrial relatives are not typically known to be infectious agents. Comparatively, Earth counterparts also form biofilms, but the selective pressures driving this ability differ. On Earth, biofilm formation is often a response to environmental challenges such as antibiotic exposure and surface colonization in diverse habitats. In contrast, ISS bacteria have shown adaptations favoring biofilm formation and surface interactions due to the unique conditions of the space environment, such as microgravity and limited nutrient availability [\n35\n]. Additionally, as Mora et al. highlighted in their work [\n36\n], the genomic and physiological features selected by ISS conditions, though not directly pertinent to human health, exhibit considerable adaptations for biofilm formation and surface interactions. Their research underscores the importance of minimizing local moisture to prevent the formation of potentially harmful biofilms. Metabolic assays indicate that all ISS bacterial species have the ability to degrade at least two antimicrobial compounds (Supplementary Fig. \nS3\nab), showcasing their resilience in a controlled, high-stress environment. These bacteria also harbor various P-type translocating transportases and metallopeptidases within their pool of novel genes (Supplementary Table \nS12\n), suggesting advanced mechanisms for survival and resistance. Similarly, Earth analogs have evolved to degrade antimicrobial compounds, especially in environments heavily influenced by human activity, such as hospitals and agricultural sites [\n31\n].",
    "discussion": "Discussion\nThe thorough examination of genomes of five novel ISS bacterial species, when compared with their closest terrestrial counterparts, unveiled clear adaptations to the rigors of ISS space environment. Notably, significant shifts in cell physiology and metabolism were seen. The extent to which genes lacked homologs in their terrestrial relatives was found to be associated with their phylogenetic distance. A specific set of genes was discovered to be present in all isolates but absent in their closest terrestrial relatives. This observation is consistent with earlier findings on the ISS-specific evolutionary patterns [\n37\n, \n38\n]. Mannose is a known substrate of glycosylation in prokaryotes [\n39\n] and thus may play a role in cell wall modifications, cell adhesion and biofilm formation. Moreover, genes related to beta-mannosidase and mannose activities were up-regulated in high salinity media in the brine shrimp \nArtemia salina\n [\n40\n], suggesting that mannose and its derivatives may be accumulated as organic osmolytes. Clusters associated with small molecule and peptide biosynthesis in fungi were found in abundance, reaffirming earlier studies into molecular responses to microgravity [\n11\n]. The pool of novel genes unique to the ISS species (Supplementary Table \nS13\n) showed an abundance of genes related to peptide and small molecule synthesis, transmembrane secretion/transport, and mechanosensitive ion channels. This suggests they might have a defense mechanism against hypoosmotic shocks. Furthermore, novel surface oxidoreductases have been identified in \nM. mcarthurae\n and \nM. meiriae\n which are not present in their terrestrial analogs. In light of these findings, a deeper investigation using comparative transcriptomics, proteomics, and metabolomics is recommended. To perform meta-omic analysis while cultivating these microorganisms on ISS would be very challenging. Nevertheless, such studies were conducted before, e.g., Tanpopo mission [\n15\n], although this study focused on meta-omic analyses post-exposure. Conducting \nin vivo\n experiments on microogranisms could be performed via simulating some of the conditions experienced in ISS, e.g., increased radiation, vacuum or microgravity. Ground facilities to recreate these conditions exist and has been utilized in such experiments before ([\n41\n–\n43\n], also reviewed in [\n10\n]). It would therefore be possible to compare gene expression profile under these conditions, protein activity (e.g., extracellular metallopeptidases) or even assay secretion of certain metabolites (e.g., chelators, antibiotics) on indicative media.\nEfficient DNA repair and its impact on survival in the extreme conditions has long been studied in many organisms [\n41\n, \n44\n, \n45\n]. LexA repressor-mediated response is known to be crucial to DNA protection and repair process [\n46\n]. Studies on extremophilic bdelloid rotifers highlighted the linkage of efficient DNA repair mechanisms with the presence of high rates of HGT [\n47\n, \n48\n]. The detection of MGEs underscores a significant genetic factor hinting at the selective pressures faced by species isolated from the ISS. Interestingly, the quantity of annotated transposases seems to be in proportion to genome size, with \nP. vandeheii\n genome showcasing the most substantial presence of MGEs. On the other hand, transposable elements were not detected in all ISS species, thus suggesting that TE-mediated genome rearrangements are not a common route for genomic adaptations to space environment. Given that microgravity and hypoosmotic shock may induce dessication stress, the adaptation mechanisms may be similar to dessication-tolerant organisms, e.g., bdelloid rotifers, where TEs are highly diverged [\n49\n] and containing unique ORFs, thus indicating a domestication. Hence, it is possible that in the species described in this study the TEs are significantly diverged. Extremophilic lifestyle provides selective pressure on maintaining genome integrity. Therefore, TEs disruptive activity is expected to be quenched, at least in the non-spore forming species. On the other hand, \nP. vandeheii\n may have a different adaptation system, being a spore-former (such as \nD. radiodurans\n, which is known to contain TEs that are a part of stress-response [\n50\n]). Notably, sequences tied to plasmid-specific genes, such as \nmob\nC and relaxase, were discerned in both \nMicrobacterium\n species, a feature absent in their terrestrial analogs. This emphasizes the potential unique genetic adaptations of these space-borne bacteria.\nBuilding upon established research [\n33\n, \n47\n], our analysis of proteomic alterations points to a significant enrichment across various protein classes. A particularly noteworthy observation is the global glycine enrichment, a phenomenon that aligns with findings from earlier studies on \nAcinetobacter\n sp., a desiccation-tolerant organism [\n17\n, \n37\n, \n51\n]. Historically, these organisms have not only displayed enhanced hydrophilicity but have also shown a fortified resistance to ionizing radiation, a stress factor intrinsically tied to redox reactions. The emphasis on these genetic mechanisms holds paramount importance, especially in the context of space-related stress factors. As organisms venture into space, they confront an array of unique and potent stressors, including elevated radiation, microgravity, and vacuum conditions. The genetic adaptability and resilience exhibited by certain organisms, as demonstrated by their proteomic profiles and specific enrichments, provide invaluable insights. These genetic mechanisms might well be the key to understanding how life can persist, and perhaps thrive, in the harsh environs of space. Such knowledge not only expands our understanding of extremophile biology but also informs potential biotechnological applications and space colonization strategies in the future.\nWhen looking at the singular case of metallopeptidase (aminopeptidase N) from \nM. meiriae\n and its closely-related Earth counterpart \nMicrobacterium\n sp. LTR1, we observed almost perfect structure alignment, despite 43% sequence similarity. The changes in amino acid composition reflect the adaptations to the lifestyle of \nM. meiriae\n, with enrichment of arginine(s) and methionine(s), with the subsequent reduction of lysine and asparagine. Arginine is known to provide more stability to the structure than lysine [\n52\n–\n54\n]. Methionine in proteins plays an important role in cellular antioxidant activity, protein structure stabilization, and sequence-independent recognition of protein surfaces. It can also act as a regulatory switch through reversible oxidation and reduction (reviewed in [\n55\n]). This could hence explain its presence in the catalytic site (HEXXH motif) of aminopeptidase N.\nDrawing from foundational work such as that by Daly et al. [\n33\n], metalloproteins stand out as a consistently enriched protein class in strains adapted to space conditions. This enrichment pattern mirrors the remarkable adaptations seen in organisms like \nD. radiodurans\n, which has gained attention for its extraordinary radiation resistance [\n41\n]. The prominence of these metal-dependent enzymes in space-adapted strains is not merely a coincidence. These enzymes play a pivotal role in efficiently managing the redox stress that such microorganisms face in space. Their enrichment suggests an enhanced capability for early stress detection, with these enzymes acting as both environmental sensors and transcription factors. This is a vital adaptation, as space presents a plethora of unique stressors, with redox imbalances being a major concern. The ability of certain strains to bolster their defense mechanisms, as evidenced by the enrichment of specific proteins, reveals the intricate genetic adaptations that enable survival in such hostile settings. These findings not only deepen our grasp of astrobiology but also have profound implications for potential biotechnological applications, hinting at ways to engineer organisms or systems for better resilience in space or other extreme conditions. The extreme ISS environment explains the need for metals scavenging to balance the redox stress, e.g., in the form of metalloproteins. The study of metallopeptidases is essential in the context of microbial adaptation to space conditions due to their significant roles in protein degradation, regulation of biological functions, and contribution to microbial virulence and biofilm formation [\n30\n]. This research is vital for ensuring the health and safety of astronauts, maintaining the integrity of space missions, and exploring new biotechnological applications. On the other hand, the prevalence of genes such as hemolysins, ferrochelatases, as well as protein glycosylation (mannose), antibiotic resistance and biofilm pathways indicates the risk of potential pathogenicity of the ISS-inhabiting microorganisms. These genes also appear in the genomes of their closest terrestrial relatives, but more studies needed to validate whether microgravity enhance the antibiotic resistance and biofilm production [\n56\n]. Conversely, these observations highlight the importance of metal uptake systems, which could lead to the development of antimicrobial agents utilized in the space habitat. Hemolysins are known to be repressed upon high Fe concentrations, as they are tools to scavenge it from the environment. On the other hand, LexA-mediated stress response is known to initiate bacteriocin synthesis [\n57\n]. Thiopeptide antibiotic called TP-1161 has been detected in the ISS organism \nA. burdickii\n [\n28\n] and the presence of BGCs encoding potentially novel antimicrobial molecules in the genomes of remaining four ISS species has been confirmed. Therefore, these organisms may serve as a source of potential new antimicrobial agents available upon spaceflight.\nIn summary, the present study underscored the benefits of deep learning-based annotations, here using DeepFRI [\n58\n], which are able to go beyond the limitations of homology-based tools like PGAP and eggNOG [\n59\n]. In fact, DeepFRI enabled the construction of a comprehensive and cohesive picture of adaptations to space conditions. Nevertheless, combined use of annotations derived from all tools was applied to, e.g., mechanosensitive ion channel proteins (see Section 2.3.2). While traditional tools often relegated these genes to the ambiguous “hypothetical” category, DeepFRI was adept at providing precise annotations. This allowed for the discernment of novel BGCs, a finding that was further corroborated using specialized tools such as antiSMASH [\n28\n, \n60\n]. In addition, a significant portion of these novel annotations pertained to membrane-associated proteins. This resonates with prior observations highlighting membrane-related adjustments. The challenge of studying the membrane proteome cannot be understated. Yet, with the recent augmentation of databases like AlphaFold [\n27\n] and ESM atlas [\n61\n], the scientific community has been endowed with a richer repository of membrane-bound protein structures. This surge in data availability paves the way for more refined structure-based annotations of novel genomes.\nThis deep dive into the genetic underpinnings bears profound significance, especially when contextualized within space-related stress factors. As organisms confront the multifaceted challenges of space, their genetic machinery undergoes intricate recalibrations. By harnessing sophisticated annotation tools, we gain unparalleled insights into these genetic adaptations, potentially unlocking the secrets of space resilience. Such revelations not only propel our understanding of astrobiology forward but also spotlight the potential of genetic mechanisms in tailoring organisms for optimal performance in extraterrestrial environments.",
    "methods": "Methods\nBacteria isolation, genome assembly and annotation\nSample collection and bacterial isolation from ISS were performed as previously described [\n23\n, \n62\n]. Biochemical tests were performed using a Gram-positive identification card (Vitek 2 GP ID, bioMérieux) and phenotypic fingerprint was generated through GNIII MicroPlate according to BioLog’s protocol as described elsewhere [\n28\n]. We assembled the genomes of five novel bacterial species isolated from various surfaces of the ISS (specifically strains IF8SW-P5, IIF3SC_B10, F6_8S_P_1B, F6_8S_P_2B, F6_3S_P_1C), using the SPAdes workflow [\n63\n]. Phylogenetic affiliations are as outlined in [\n28\n] and presented in Table \n1\n.\nDNA extraction\nThe ISS isolates (\nn \n= 5) were grown on R2A medium and incubated at 30 °C, for 2 to 7 days. For WGS, DNA was isolated with the ZymoBIOMICS DNA MagBead kit, and WGS libraries prepared using the Illumina Nextera DNA Flex kit. Sequencing on the NovaSeq 6000 platform involved paired-end, 2 × 150 bp reads. FastQC (\nhttps://github.com/s-andrews/FastQC\n) and fastp [\n64\n] ensured data quality. WGS reads were assembled using SPAdes [\n63\n], with genome statistics from QUAST [\n65\n] and quality checks from CheckM [\n66\n]. Species verification through fastANI [\n67\n] and fastAAI (\nhttps://github.com/cruizperez/FastAAI\n) confirmed identities with over 95% identity, and digital DNA-DNA hybridization (dDDH) was estimated with GGDC using Formula 2 [\n68\n]. For genome synteny analysis, we used SynTracker [\n25\n].\nGenome annotation\nFollowing assembly, the contigs were subjected to the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) [\n69\n], available at \nhttps://github.com/ncbi/pgap/wiki\n, in order to obtain draft genomes and proteomes. Genomes were further investigated for their functions, where all identified genes (bearing PGAP descriptions in their names) underwent homology-based annotation using eggNOG v5.0, accessible at \nhttps://github.com/eggnogdb/eggnog-mapper\n. Genomes of closest relatives of the ISS species (highest ANI) were also subjected to PGAP and eggNOG annotation.\nProteomes with the PGAP identifiers were used as input for DeepFRI analysis [\n58\n], available on github: (\nhttps://github.com/bioinf-mcb/Metagenomic-DeepFRI/\n), which generated query contact map using results from mmseqs2 target database [\n70\n] search for similar protein sequences with known structures and with v 1.0 model weights. For reference database, we combined structures from Swissprot (\nhttps://alphafold.ebi.ac.uk/download\n), microbiome immunity project (MIP) [\n71\n] and protein databank (PDB, \nhttps://www.rcsb.org\n). Next, the contact map alignment was performed to use it as input to DeepFRI’s Graph Convolutional Network (GCN) and annotations without the alignment to known structures were processed with Convolutional Neural Network (CNN). For MQ and HQ annotation, scores higher than or equal to 0.3 (50% of prediction confidence; MQ) and 0.5 (90% of prediction confidence; HQ) were used respectively (Figs. \n2\n-\n3\n). All annotations for ISS strains and their terrestrial relatives are provided in Supplementary Tables \nS2–S1\n1. Phylogenetically close relatives from Earth for each tested species were identified using ANI (Table \n1\n). Their genomes were annotated using DeepFRI as described above. Protein sequences from the aforementioned five species were aligned and conducted two-dimensional clustering using CD-HIT [\n72\n], available at \nhttps://github.com/weizhongli/cdhit\n, employing a 40% similarity threshold. Genes below that threshold were considered “novel” and subjected to analysis shown in Fig. \n3\nA–B.\nAnnotations (GO terms) were then compared between ISS strains (Supplementary Table \nS12\n) and their terrestrial counterparts (Supplementary Table \nS13\n). Common annotations were aggregated according to clusters of orthologous genes (COG) categories [\n73\n] using go2cog mapper (\nhttps://github.com/Tomasz-Lab/go2cog\n). GO terms that could be assigned to more than 3 COG categories were grouped as category R—“general function prediction” (Figs. \n2\n and \n3\n). Heatmaps were generated using seaborn (\nhttps://github.com/mwaskom/seaborn\n). Venn diagrams and Upsetplot were generated using matplotlib (\nhttps://github.com/matplotlib/matplotlib\n). Using a knowledge-based approach, a set of genes was selected for further analysis. Protein structures were modeled using in silico structure prediction tool—AlphaFold Colab [\n27\n]—and hence obtained protein databank (PDB) format structures were aligned using Geneious Prime 2023.1.1 (Biomatters). Structures were aligned using TM-align tool [\n26\n]. Based on the predicted structure, novel functional annotation was performed using DeepFRI. All the annotation data and scripts are placed in the repository on github (\nhttps://github.com/lmszydlowski/Adaptation-of-novel-bacterial-species-isolated-from-the-International-Space-Station\n).\nSequence alignments, functional annotations for plasmids, phage elements and biosynthetic gene clusters in the genome\nSequences of selected proteins were aligned using Muscle 5.1 [\n74\n]. Clustering dendrograms were built using PhyML 3.3, [\n75\n] using LG amino acid substitution model and approximate likelihood ratio test (aLRT) for branch support. All contigs generated for each genome were scanned for potential plasmids using PLASme software (\nhttps://github.com/HubertTang/PLASMe\n), phage-related elements using PHASTER software [\n76\n, \n77\n] and results provided in the Supplementary Tables \nS15–S16\n. Genome sequences were also processed through the AntiSMASH 7.0 software [\n60\n] to look for biosynthetic gene clusters (BGCs) (Supplementary Table \nS14\n).\nProtein mutation and enrichment analysis\nTo investigate the roles and processes of proteins highly enriched in bacteria from the ISS, we specifically focused on the enrichment of certain amino acids, especially proline and glycine, which belong to unique amino acid change groups. The amino acid compositions of proteins from the ISS strains were compared with those proteins found in the closest terrestrial species through global alignment methods [\n78\n]. This facilitates the identification and quantification of any shifts in the amino acid composition. These shifts were evaluated by calculating the mutation rate, which is achieved by dividing the number of amino acid substitutions in the ISS bacteria by the number of amino acid substitutions in their closest terrestrial relatives. Proteins with normalized amino acid mutation rate and Z-score above 1.96 or below − 1.96 were classified as enriched. To investigate the functions and pathways of these proteins, we utilize the g:Profiler enrichment tool (\nhttps://biit.cs.ut.ee/gprofiler/gost\n [\n79\n]). Custom gene sets for bacteria were created using UniProt’s [\n80\n] predicted GO term associations [\n81\n] for bacterial proteins. The tool was configured to include a minimum gene set size of 5 and a maximum of 10,000, focusing on molecular function GO terms. Shared gene sets between samples were filtered using a false discovery rate (FDR) cutoff of 0.05 in 1424 molecular function GO terms. Data visualization was enhanced through ete3 (\nhttps://doi.org/10.1093/molbev/msw046\n) for constructing phylogenetic trees and seaborn (\nhttps://github.com/mwaskom/seaborn\n) for generating heatmaps. The phylogenetic distance between bacterial species was calculated using NCBI’s distance calculations, with the closest terrestrial bacteria as a reference.",
    "bacteria_isolation,_genome_assembly_and_annotation": "Bacteria isolation, genome assembly and annotation\nSample collection and bacterial isolation from ISS were performed as previously described [\n23\n, \n62\n]. Biochemical tests were performed using a Gram-positive identification card (Vitek 2 GP ID, bioMérieux) and phenotypic fingerprint was generated through GNIII MicroPlate according to BioLog’s protocol as described elsewhere [\n28\n]. We assembled the genomes of five novel bacterial species isolated from various surfaces of the ISS (specifically strains IF8SW-P5, IIF3SC_B10, F6_8S_P_1B, F6_8S_P_2B, F6_3S_P_1C), using the SPAdes workflow [\n63\n]. Phylogenetic affiliations are as outlined in [\n28\n] and presented in Table \n1\n.",
    "dna_extraction": "DNA extraction\nThe ISS isolates (\nn \n= 5) were grown on R2A medium and incubated at 30 °C, for 2 to 7 days. For WGS, DNA was isolated with the ZymoBIOMICS DNA MagBead kit, and WGS libraries prepared using the Illumina Nextera DNA Flex kit. Sequencing on the NovaSeq 6000 platform involved paired-end, 2 × 150 bp reads. FastQC (\nhttps://github.com/s-andrews/FastQC\n) and fastp [\n64\n] ensured data quality. WGS reads were assembled using SPAdes [\n63\n], with genome statistics from QUAST [\n65\n] and quality checks from CheckM [\n66\n]. Species verification through fastANI [\n67\n] and fastAAI (\nhttps://github.com/cruizperez/FastAAI\n) confirmed identities with over 95% identity, and digital DNA-DNA hybridization (dDDH) was estimated with GGDC using Formula 2 [\n68\n]. For genome synteny analysis, we used SynTracker [\n25\n].",
    "genome_annotation": "Genome annotation\nFollowing assembly, the contigs were subjected to the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) [\n69\n], available at \nhttps://github.com/ncbi/pgap/wiki\n, in order to obtain draft genomes and proteomes. Genomes were further investigated for their functions, where all identified genes (bearing PGAP descriptions in their names) underwent homology-based annotation using eggNOG v5.0, accessible at \nhttps://github.com/eggnogdb/eggnog-mapper\n. Genomes of closest relatives of the ISS species (highest ANI) were also subjected to PGAP and eggNOG annotation.\nProteomes with the PGAP identifiers were used as input for DeepFRI analysis [\n58\n], available on github: (\nhttps://github.com/bioinf-mcb/Metagenomic-DeepFRI/\n), which generated query contact map using results from mmseqs2 target database [\n70\n] search for similar protein sequences with known structures and with v 1.0 model weights. For reference database, we combined structures from Swissprot (\nhttps://alphafold.ebi.ac.uk/download\n), microbiome immunity project (MIP) [\n71\n] and protein databank (PDB, \nhttps://www.rcsb.org\n). Next, the contact map alignment was performed to use it as input to DeepFRI’s Graph Convolutional Network (GCN) and annotations without the alignment to known structures were processed with Convolutional Neural Network (CNN). For MQ and HQ annotation, scores higher than or equal to 0.3 (50% of prediction confidence; MQ) and 0.5 (90% of prediction confidence; HQ) were used respectively (Figs. \n2\n-\n3\n). All annotations for ISS strains and their terrestrial relatives are provided in Supplementary Tables \nS2–S1\n1. Phylogenetically close relatives from Earth for each tested species were identified using ANI (Table \n1\n). Their genomes were annotated using DeepFRI as described above. Protein sequences from the aforementioned five species were aligned and conducted two-dimensional clustering using CD-HIT [\n72\n], available at \nhttps://github.com/weizhongli/cdhit\n, employing a 40% similarity threshold. Genes below that threshold were considered “novel” and subjected to analysis shown in Fig. \n3\nA–B.\nAnnotations (GO terms) were then compared between ISS strains (Supplementary Table \nS12\n) and their terrestrial counterparts (Supplementary Table \nS13\n). Common annotations were aggregated according to clusters of orthologous genes (COG) categories [\n73\n] using go2cog mapper (\nhttps://github.com/Tomasz-Lab/go2cog\n). GO terms that could be assigned to more than 3 COG categories were grouped as category R—“general function prediction” (Figs. \n2\n and \n3\n). Heatmaps were generated using seaborn (\nhttps://github.com/mwaskom/seaborn\n). Venn diagrams and Upsetplot were generated using matplotlib (\nhttps://github.com/matplotlib/matplotlib\n). Using a knowledge-based approach, a set of genes was selected for further analysis. Protein structures were modeled using in silico structure prediction tool—AlphaFold Colab [\n27\n]—and hence obtained protein databank (PDB) format structures were aligned using Geneious Prime 2023.1.1 (Biomatters). Structures were aligned using TM-align tool [\n26\n]. Based on the predicted structure, novel functional annotation was performed using DeepFRI. All the annotation data and scripts are placed in the repository on github (\nhttps://github.com/lmszydlowski/Adaptation-of-novel-bacterial-species-isolated-from-the-International-Space-Station\n).",
    "sequence_alignments,_functional_annotations_for_plasmids,_ph": "Sequence alignments, functional annotations for plasmids, phage elements and biosynthetic gene clusters in the genome\nSequences of selected proteins were aligned using Muscle 5.1 [\n74\n]. Clustering dendrograms were built using PhyML 3.3, [\n75\n] using LG amino acid substitution model and approximate likelihood ratio test (aLRT) for branch support. All contigs generated for each genome were scanned for potential plasmids using PLASme software (\nhttps://github.com/HubertTang/PLASMe\n), phage-related elements using PHASTER software [\n76\n, \n77\n] and results provided in the Supplementary Tables \nS15–S16\n. Genome sequences were also processed through the AntiSMASH 7.0 software [\n60\n] to look for biosynthetic gene clusters (BGCs) (Supplementary Table \nS14\n).",
    "protein_mutation_and_enrichment_analysis": "Protein mutation and enrichment analysis\nTo investigate the roles and processes of proteins highly enriched in bacteria from the ISS, we specifically focused on the enrichment of certain amino acids, especially proline and glycine, which belong to unique amino acid change groups. The amino acid compositions of proteins from the ISS strains were compared with those proteins found in the closest terrestrial species through global alignment methods [\n78\n]. This facilitates the identification and quantification of any shifts in the amino acid composition. These shifts were evaluated by calculating the mutation rate, which is achieved by dividing the number of amino acid substitutions in the ISS bacteria by the number of amino acid substitutions in their closest terrestrial relatives. Proteins with normalized amino acid mutation rate and Z-score above 1.96 or below − 1.96 were classified as enriched. To investigate the functions and pathways of these proteins, we utilize the g:Profiler enrichment tool (\nhttps://biit.cs.ut.ee/gprofiler/gost\n [\n79\n]). Custom gene sets for bacteria were created using UniProt’s [\n80\n] predicted GO term associations [\n81\n] for bacterial proteins. The tool was configured to include a minimum gene set size of 5 and a maximum of 10,000, focusing on molecular function GO terms. Shared gene sets between samples were filtered using a false discovery rate (FDR) cutoff of 0.05 in 1424 molecular function GO terms. Data visualization was enhanced through ete3 (\nhttps://doi.org/10.1093/molbev/msw046\n) for constructing phylogenetic trees and seaborn (\nhttps://github.com/mwaskom/seaborn\n) for generating heatmaps. The phylogenetic distance between bacterial species was calculated using NCBI’s distance calculations, with the closest terrestrial bacteria as a reference."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11451251/"
}