{
  "id": "PMC10487739",
  "title": "Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spaceflight-induced gene expression profiles in the mouse brain are attenuated by treatment with the antioxidant BuOE",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10487739/"
  },
  "sections": {
    "abstract": "The demands of deep space pose a health risk to the central nervous system that has long been a concern when sending humans to space. While little is known about how spaceflight affects transcription spatially in the brain, a greater understanding of this process has the potential to aid strategies that mitigate the effects of spaceflight on the brain. Therefore, we performed GeoMx Digital Spatial Profiling of mouse brains subjected to either spaceflight or grounded controls. Four brain regions were selected: Cortex, Frontal Cortex, Corunu Ammonis I, and Dentate Gyrus. Antioxidants have emerged as a potential means of attenuating the effects of spaceflight, so we treated a subset of the mice with a superoxide dismutase mimic, MnTnBuOE-2-PyP 5+ (BuOE). Our analysis revealed hundreds of differentially expressed genes due to spaceflight in each of the four brain regions. Both common and region-specific transcriptomic responses were observed. Metabolic pathways and pathways sensitive to oxidative stress were enriched in the four brain regions due to spaceflight. These findings enhance our understanding of brain regional variation in susceptibility to spaceflight conditions. BuOE reduced the transcriptomic effects of spaceflight at a large number of genes, suggesting that this compound may attenuate oxidative stress-induced brain damage caused by the spaceflight environment.",
    "1._introduction": "1. Introduction\nRadiation exposure and other stressors experienced during extended deep-space missions have the potential to compromise the function of many bodily systems [\n1\n,\n2\n,\n3\n]. The health risks of spaceflight-induced damage related to the central nervous system (CNS), such as cognitive impairment and neurodegenerative effects, have long been a concern. Animal studies have shown that memory, cognition, motor activity, and other neural functions can be affected under stressful conditions that include both radiation exposure and the spaceflight environment [\n4\n,\n5\n,\n6\n,\n7\n,\n8\n].\nNormal brain function relies on a diverse set of differentiated cell types, including neurons, glia, and vasculature in different regions. There have been, however, relatively few studies on the effects of spaceflight stress on specific brain regions. One study found that spaceflight conditions induced distinct protein expression changes in different regions of the mouse brain [\n9\n]. Regional differences were also documented following simulated microgravity in human brain gray and white matter [\n10\n]. Our previous flight study [\n11\n] demonstrated that exposure to the spaceflight environment induces significant changes in protein expression related to neuronal structure and metabolic function, and there were distinct changes in protein expression in grey versus white matter.\nOne brain region that is of immense interest in the context of spaceflight is the cortex (CT). It plays a key role in sensory and motor function and is closely associated with locomotion, learning, memory, and coordination [\n12\n]. Spaceflight and ground simulation studies have given evidence that microgravity conditions negatively affect sensorimotor and behavioral performance, and the functional architecture of the human brain [\n13\n,\n14\n,\n15\n,\n16\n], all of which are associated with cortical activity. These significant neurochemical changes were also observed in the rat prefrontal cortex by heavy charged particle irradiation [\n17\n]. The frontal cortex (FCT) plays a role in memory, attention, judgment, consciousness, and behavior [\n18\n]. Pathophysiological changes in the FCT are associated with depression and anxiety [\n19\n].\nAnother brain region that is critical to understand in the context of spaceflight is the hippocampus, a complex brain structure embedded deep in the temporal lobe. It plays a major role in learning and memory [\n20\n]. Ground-based analog studies have found that simulated microgravity influences cognitive function, with increased anxiety and depression-like behaviors that were associated with hippocampal activities [\n21\n]. In addition, significantly altered expression of many proteins that relate to metabolism and structure in the hippocampus has been observed to occur under simulated microgravity [\n22\n,\n23\n]. Space radiation studies have revealed cognitive detriment and changes in morphology in the hippocampal dentate gyrus (DG) and Cornu Ammonis 1 (CA) regions following oxygen-particle irradiation [\n24\n]. The DG is located in the deep region of the hippocampus and has been shown to play an important role in pattern separation and associative memory [\n25\n]. The CA contains pyramidal cells with a vast network of interneurons; its function is related to memory and consciousness [\n25\n].\nSpaceflight conditions are associated with oxidative stress [\n26\n], which contributes to cellular damage in a variety of tissues. MnTnBuOE-2-PyP\n5+\n (BuOE), a manganese porphyrin superoxide dismutase (SOD) mimic, also termed BMX-001, is remarkably beneficial in many animal models of oxidative stress injury [\n27\n]. One study demonstrated that BuOE can reduce oxidative stress damage to the brain caused by radiation exposure [\n28\n]. Our recent study [\n29\n] showed that BuOE treatment during spaceflight significantly reduces the immunoreactivity of the oxidative stress biomarker 4-hydroxynonena (4-HNE) in the retina. This suggests that BuOE is effective in alleviating stress responses to spaceflight [\n29\n]. Our present study will test whether BuOE treatment during spaceflight can attenuate spaceflight-induced alterations in gene transcription in specific brain regions.\nDespite broad interest in understanding region-specific stress responses, characterizing these changes has been a challenge. More recently, spatial transcriptomics technology has been developed, which allows us to simultaneously quantify gene expression levels and their spatial distribution within tissue sections. This method can help to better understand biological responses as well as disease development [\n30\n,\n31\n]. In this study, we took advantage of this technology by using the Nanostring GeoMx\n®\n digital spatial profiling (DSP) platform [\n32\n] to investigate spaceflight-induced changes in gene expression profiles in mouse CT, FCT, and hippocampal DG and CA regions, both with and without BuOE treatment. Our unique spatial sequencing data may, for the first time, provide insights into the organization and response of specific brain regions to the spaceflight environment, potentially improving risk assessment of long-term space travel.",
    "2._results": "2. Results\n2.1. Gene Expression Profiling of CA, DG, CT, and FCT Samples Subjected to Spaceflight\nWe performed in situ RNA assays in the brains of mice subjected to spaceflight (FLT), as well as grounded controls (GC), using DSP. Half of the mice were treated with BuOE, while the other half were treated with saline (SAL). Four regions within the brain of each mouse were assayed: the CA, DG, CT, and FCT (\nFigure 1\nA). All samples achieved high sequencing saturation (\nSupplementary File S1: Figure S1A\n), and Q3 normalization was performed on the data (\nSupplementary File S1: Figure S1B\n) for all downstream analyses. Normalized count values of gene expression were highly correlated across replicates of the four samples (\nSupplementary File S1: Figure S1C–F\n). A principal components analysis (PCA) revealed that spaceflight had an effect on all four regions in SAL control animals, with CA and DG being impacted the most (\nFigure 1\nB).\nWe next performed a differential expression analysis (FLT versus GC) on the SAL data from each brain region and identified a total of 408 differentially expressed genes (DEGs) in CA, 271 in DG, 189 in FCT, and 150 in CT (\nFigure 2\nA–D). Each brain region largely had a unique set of DEGs, though a small number of DEGs were common to two or more regions (\nFigure 2\nE).\nThe top five DEGs by magnitude of fold change are as follows: \nPtgds\n, \nCpne7\n, \nCdkn2d\n, \nMsrb1\n, and \nBsph1\n for CA (\nFigure 3\nA and \nSupplementary File S1: Figure S2A\n), \nSst\n, \nCrygc\n, \nPsrc1\n, \nAbtb2\n, and \nKcna4\n for DG (\nFigure 3\nB and \nSupplementary File S1: Figure S2B\n), \nArc\n, \nPtgds\n, \nCol6a1\n, \nTshz2\n, and \nDmrt2\n for FCT (\nFigure 3\nC and \nSupplementary File S1: Figure S2C\n), and \nArc\n, \nPtgds\n, \nMobp\n, \nGm9936\n, and \nApod\n for CT (\nFigure 3\nD and \nSupplementary File S1: Figure S2D\n). Many of these top-changing genes play important roles in apoptosis, cell cycle, neuroinflammation, neurotransmission, myelination, and mitochondrial and metabolic stress response.\nIn order to determine whether spaceflight might accelerate certain disease processes in the brain, we compared the FLT-SAL vs. GC-SAL DEGs to curated lists of gene-disease associations. Alzheimer’s disease (AD) was the most frequent disease associated with the DEGs, and each brain region had at least one DEG with a known association with AD; in all, 22 of the GC-SAL vs. FLT-SAL DEGs have a known association with a neurological disease (\nSupplementary File S2\n). This raises the possibility that spaceflight stress may increase the risk of onset and/or progression of certain neurological disorders, such as AD.\nNext, we performed a pathway analysis of the GC-SAL vs. FLT-SAL DEGs from each region independently. Importantly, each of the four brain regions had at least one pathway known to be affected by oxidative stress that was significantly enriched: VEGF signaling pathway in CA (\nFigure 4\nA), Calcium signaling pathway in DG (\nFigure 4\nB), FoxO signaling pathway in FCT (\nFigure 4\nC), and ECM-receptor interaction in CT (\nFigure 4\nD). In addition, a number of metabolic pathways were also significantly enriched, such as pyruvate metabolism and glycolysis/gluconeogenesis in CA, cAMP signaling pathway in DG, pantothenate and CoA biosynthesis in FCT, and glycosphingolipid biosynthesis in CT.\n2.2. BuOE Attenuates Spaceflight-Induced Transcriptional Changes in the CA, DG, FCT, and CT\nFinally, given that we observed a robust transcriptional response to spaceflight, we sought to determine if treatment with BuOE would attenuate these changes. A PCA of global transcription shows that in all brain regions examined except FCT, BuOE during spaceflight brought transcription levels closer to GC animals (\nFigure 5\nA and \nSupplementary File S1: Figure S3A\n), suggesting a partial attenuation of spaceflight transcriptional alterations by BuOE. Even for FCT, the distance between FLT-BuOE and GC-BuOE was smaller than the distance between FLT-SAL and GC-SAL, again suggesting BuOE results in a reduced transcriptional response due to spaceflight. We obtained BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) using the same criteria as for the spaceflight-induced DEGs (GC-SAL vs. FLT-SAL). We expected that if BuOE attenuates spaceflight-induced differential expression, then BuOE-induced DEGs should tend to change in the opposite direction as the spaceflight-induced DEGs. Indeed, for all brain regions, significantly more spaceflight-induced DEGs changed in the opposite direction as BuOE-induced DEGs (\nFigure 5\nB–E). We also performed a permutation test (see \nSection 4\n) in which genes were shuffled in order to randomly select up- and down-regulated BuOE-induced DEGs, and checked the overlaps with the spaceflight-induced DEGs. For all brain regions, the number of random overlaps after 1000 permutations was never as large as the number of actual overlaps in the opposite direction (\nSupplementary File S1: Figure S3B–E\n).\nAt many of the spaceflight-induced DEGs, the direction of change in expression by BuOE during spaceflight, regardless of significance, tended to be in the opposite direction, and in many cases these changes were not induced by BuOE in GC mice (\nSupplementary File S1: Figure S4A\n), again suggesting a partial attenuation of spaceflight-induced transcriptional changes in the brain by BuOE. Of note, such an attenuation was observed for several genes in the significantly enriched pathways responsive to oxidative stress; e.g., VEGF signaling pathway in CA (\nFigure 6\nA), Calcium signaling pathway in DG (\nFigure 6\nB), FoxO signaling pathway in FCT (\nFigure 6\nC), and ECM-receptor interaction in CT (\nFigure 6\nD). Similarly, BuOE also attenuated spaceflight-induced changes in the expression of several genes associated with Alzheimer’s disease (\nSupplementary File S1: Figure S4B–E\n).",
    "2.1._gene_expression_profiling_of_ca,_dg,_ct,_and_fct_sample": "2.1. Gene Expression Profiling of CA, DG, CT, and FCT Samples Subjected to Spaceflight\nWe performed in situ RNA assays in the brains of mice subjected to spaceflight (FLT), as well as grounded controls (GC), using DSP. Half of the mice were treated with BuOE, while the other half were treated with saline (SAL). Four regions within the brain of each mouse were assayed: the CA, DG, CT, and FCT (\nFigure 1\nA). All samples achieved high sequencing saturation (\nSupplementary File S1: Figure S1A\n), and Q3 normalization was performed on the data (\nSupplementary File S1: Figure S1B\n) for all downstream analyses. Normalized count values of gene expression were highly correlated across replicates of the four samples (\nSupplementary File S1: Figure S1C–F\n). A principal components analysis (PCA) revealed that spaceflight had an effect on all four regions in SAL control animals, with CA and DG being impacted the most (\nFigure 1\nB).\nWe next performed a differential expression analysis (FLT versus GC) on the SAL data from each brain region and identified a total of 408 differentially expressed genes (DEGs) in CA, 271 in DG, 189 in FCT, and 150 in CT (\nFigure 2\nA–D). Each brain region largely had a unique set of DEGs, though a small number of DEGs were common to two or more regions (\nFigure 2\nE).\nThe top five DEGs by magnitude of fold change are as follows: \nPtgds\n, \nCpne7\n, \nCdkn2d\n, \nMsrb1\n, and \nBsph1\n for CA (\nFigure 3\nA and \nSupplementary File S1: Figure S2A\n), \nSst\n, \nCrygc\n, \nPsrc1\n, \nAbtb2\n, and \nKcna4\n for DG (\nFigure 3\nB and \nSupplementary File S1: Figure S2B\n), \nArc\n, \nPtgds\n, \nCol6a1\n, \nTshz2\n, and \nDmrt2\n for FCT (\nFigure 3\nC and \nSupplementary File S1: Figure S2C\n), and \nArc\n, \nPtgds\n, \nMobp\n, \nGm9936\n, and \nApod\n for CT (\nFigure 3\nD and \nSupplementary File S1: Figure S2D\n). Many of these top-changing genes play important roles in apoptosis, cell cycle, neuroinflammation, neurotransmission, myelination, and mitochondrial and metabolic stress response.\nIn order to determine whether spaceflight might accelerate certain disease processes in the brain, we compared the FLT-SAL vs. GC-SAL DEGs to curated lists of gene-disease associations. Alzheimer’s disease (AD) was the most frequent disease associated with the DEGs, and each brain region had at least one DEG with a known association with AD; in all, 22 of the GC-SAL vs. FLT-SAL DEGs have a known association with a neurological disease (\nSupplementary File S2\n). This raises the possibility that spaceflight stress may increase the risk of onset and/or progression of certain neurological disorders, such as AD.\nNext, we performed a pathway analysis of the GC-SAL vs. FLT-SAL DEGs from each region independently. Importantly, each of the four brain regions had at least one pathway known to be affected by oxidative stress that was significantly enriched: VEGF signaling pathway in CA (\nFigure 4\nA), Calcium signaling pathway in DG (\nFigure 4\nB), FoxO signaling pathway in FCT (\nFigure 4\nC), and ECM-receptor interaction in CT (\nFigure 4\nD). In addition, a number of metabolic pathways were also significantly enriched, such as pyruvate metabolism and glycolysis/gluconeogenesis in CA, cAMP signaling pathway in DG, pantothenate and CoA biosynthesis in FCT, and glycosphingolipid biosynthesis in CT.",
    "2.2._buoe_attenuates_spaceflight-induced_transcriptional_cha": "2.2. BuOE Attenuates Spaceflight-Induced Transcriptional Changes in the CA, DG, FCT, and CT\nFinally, given that we observed a robust transcriptional response to spaceflight, we sought to determine if treatment with BuOE would attenuate these changes. A PCA of global transcription shows that in all brain regions examined except FCT, BuOE during spaceflight brought transcription levels closer to GC animals (\nFigure 5\nA and \nSupplementary File S1: Figure S3A\n), suggesting a partial attenuation of spaceflight transcriptional alterations by BuOE. Even for FCT, the distance between FLT-BuOE and GC-BuOE was smaller than the distance between FLT-SAL and GC-SAL, again suggesting BuOE results in a reduced transcriptional response due to spaceflight. We obtained BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) using the same criteria as for the spaceflight-induced DEGs (GC-SAL vs. FLT-SAL). We expected that if BuOE attenuates spaceflight-induced differential expression, then BuOE-induced DEGs should tend to change in the opposite direction as the spaceflight-induced DEGs. Indeed, for all brain regions, significantly more spaceflight-induced DEGs changed in the opposite direction as BuOE-induced DEGs (\nFigure 5\nB–E). We also performed a permutation test (see \nSection 4\n) in which genes were shuffled in order to randomly select up- and down-regulated BuOE-induced DEGs, and checked the overlaps with the spaceflight-induced DEGs. For all brain regions, the number of random overlaps after 1000 permutations was never as large as the number of actual overlaps in the opposite direction (\nSupplementary File S1: Figure S3B–E\n).\nAt many of the spaceflight-induced DEGs, the direction of change in expression by BuOE during spaceflight, regardless of significance, tended to be in the opposite direction, and in many cases these changes were not induced by BuOE in GC mice (\nSupplementary File S1: Figure S4A\n), again suggesting a partial attenuation of spaceflight-induced transcriptional changes in the brain by BuOE. Of note, such an attenuation was observed for several genes in the significantly enriched pathways responsive to oxidative stress; e.g., VEGF signaling pathway in CA (\nFigure 6\nA), Calcium signaling pathway in DG (\nFigure 6\nB), FoxO signaling pathway in FCT (\nFigure 6\nC), and ECM-receptor interaction in CT (\nFigure 6\nD). Similarly, BuOE also attenuated spaceflight-induced changes in the expression of several genes associated with Alzheimer’s disease (\nSupplementary File S1: Figure S4B–E\n).",
    "3._discussion": "3. Discussion\nIn this study, we performed a differential expression analysis of spaceflight versus GC mice and identified 944 genes that were significantly altered by spaceflight in at least one of the four brain regions examined. Our results revealed common and region-specific gene expression changes in the brain due to spaceflight, with the most robust changes observed in the hippocampal CA 1 and DG regions, suggesting that these regions may be particularly vulnerable to spaceflight. The hippocampus is not only the center for learning and memory, it is a site for neurogenesis as well [\n33\n]. Numerous cell types in the hippocampus contribute to generating neurons important for encoding new memories, spatial learning, and cognitive flexibility [\n34\n]. Space radiation may damage hippocampal cells [\n35\n] and thus potentially suppress neurogenesis, leading to memory decline, anxiety, and depression [\n34\n]. Hippocampal neuronal circuitry also modulates and affects physiology and functional connectivity with more distant brain regions, including the prefrontal cortex [\n36\n,\n37\n,\n38\n].\nIn order to determine whether spaceflight might accelerate certain disease processes in the brain, we looked for known associations with neurological disease amidst the spaceflight-induced DEGs. Several of the DEGs have known associations with Alzheimer’s disease, as well as other neurological diseases. Previous studies have shown that space radiation contributes to amyloid pathologies, neuroinflammation, and cognitive function impairments resembling age-associated cognitive decline in animals [\n4\n,\n39\n,\n40\n]. Our results add to the growing body of evidence that space stressors could induce or accelerate neurodegenerative processes.\nTo obtain insights into the biological processes being affected in the brain by spaceflight, we performed pathway analyses on the spaceflight-induced DEGs. Interestingly, several pathways known to be altered by oxidative stress were significantly enriched in the four brain regions due to spaceflight: VEGF signaling [\n41\n] in CA, calcium signaling [\n42\n] in DG, FoxO signaling [\n43\n] in FCT, and ECM-receptor interaction [\n44\n] in CT. In addition, a number of metabolic pathways were among the most significantly enriched, consistent with numerous studies that have found alterations in metabolism and its regulation due to spaceflight-induced neuroendocrine and psychophysiological changes [\n45\n]. For example, a mouse study revealed an accumulation of lipids in the liver after spaceflight [\n46\n]. Studies also show that space stressors induce metabolic changes in mouse plasma and in the expression of metabolism-related genes [\n47\n]. Longitudinal metabolomic profiles revealed sex-specific perturbations in glucose and amino acid metabolism that result from the stressors of long-duration spaceflight [\n48\n]; therefore, follow-up studies on sexually dimorphic transcriptional responses to spaceflight in the brain may be warranted.\nThe Circadian Entrainment pathway was significantly altered by spaceflight in DG. This is consistent with our previous spaceflight genomic study [\n49\n], which showed spaceflight altered some genes associated with circadian rhythm in the mouse retina. Spaceflight missions often expose astronauts to atypical sleep–wake cycles and work schedules [\n50\n,\n51\n]. Changes in circadian rhythm may have a significant impact on neurobehavior and neurophysiological processes [\n52\n]. Previous studies have found that circadian rhythm disruption or circadian misalignment in astronauts may affect performance and cognitive function [\n53\n,\n54\n,\n55\n]. Our results suggest that changes in circadian rhythm induced by spaceflight may involve the DG region. This could help in developing countermeasures for sleep disturbance during spaceflight.\nOur findings will help to improve the understanding of regional variation or sensitivities in susceptibility to brain injury and neurodegenerative diseases that exist during spaceflight. In addition, our findings may provide novel insight into cellular mechanisms and operational risks that underlie the effects of spaceflight-mediated structural and functional damage to different brain regions. In future studies, the regulatory mechanism for regional differences in stress response should be further explored in terms of variations of cell types, vasculature, neurotransmitter profiles, hemodynamics, and metabolism.\nStudies have shown a spaceflight-induced increase in the production of lipid peroxidation products and a decrease in antioxidant enzyme activity [\n26\n]. It has been suggested that in stressful environments, antioxidant expression of SOD and catalase are reduced to conserve energy [\n56\n]. BuOE, a recently developed antioxidant compound, is among the most highly potent metalloporphyrins that have been evaluated for safety and efficacy [\n57\n]. Many animal studies have demonstrated that BuOE is highly effective in mitigating oxidative stress induced by radiation exposure [\n58\n]. We therefore treated a subset of our mice with BuOE in order to test its ability to attenuate spaceflight-induced changes in transcription in the CA, DG, FCT, and CT. Treatment with BuOE reversed spaceflight-induced changes in transcription of a substantial number of DEGs, and a statistically significant number of spaceflight-induced DEGs changed in the opposite direction as did BuOE-induced DEGs, suggesting that BuOE may be effective in attenuating at least some of the effects of spaceflight stress on the brain.\nWe presented evidence that BuOE may attenuate the consequences of oxidative stress on the brain during spaceflight. BuOE attenuated spaceflight-induced changes in the expression of a number of genes in the oxidative stress–responsive pathways that were enriched due to spaceflight. We note that BuOE had a particularly strong effect in reversing spaceflight-induced changes of the following genes in oxidative stress–responsive pathways (\nFigure 6\n): \nPrkca\n in the CA, \nAtp2b4\n in the DG, \nHomer1\n in the FCT, and \nItga7\n in the CT. Since we had identified known associations between spaceflight-induced DEGs and neurological diseases, we speculated whether BuOE attenuated the effects of these genes as well. Indeed, we found that BuOE reversed spaceflight-induced changes in the expression of several genes with known associations to Alzheimer’s disease.\nOur results suggest that BuOE affects each brain region in a distinct way. The PCA (\nFigure 5\nA) suggests that the region with the greatest degree of attenuation by BuOE was the CT, in that treatment with BuOE brings the spaceflight transcriptomic profile closest to that of grounded controls in CT. On the other hand, BuOE treatment actually moved the spaceflight transcriptomic profile further away from grounded control animals in FCT, suggesting that FCT may be the region with the most resistance to superoxide scavengers. The DG and CA had intermediate responses to BuOE relative to the CT and FCT. Taken together, our results on BuOE warrant further study as a potential therapeutic candidate for CNS protection against brain injury and neurodegeneration induced by ionizing radiation and environmental stress.",
    "4._materials_and_methods": "4. Materials and Methods\n4.1. Spaceflight and Mouse Groups\nTen-week-old C57BL/6 male mice were launched at the Kennedy Space Center (KSC) and spent 35 days aboard the International Space Station (ISS). All mice were maintained at an ambient temperature of 26–28 °C with a 12-h light/dark cycle during the flight. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deionized water ad libitum. MnTnBuOE-2-PyP5+ (BuOE) at 1 mg/kg (0.2 mL) was administrated subcutaneously 7 days prior to the flight launch and weekly aboard the ISS. All mice were subdivided into saline or BuOE-treated groups. Upon return to the Earth, spaceflight mice were transported to the research laboratory at Roskamp Institute, Sarasota, Florida, within 20 h of splashdown. Mice were exsanguinated by closed-cardiac blood collection under deep Ketamine/Xylazine (150/45 mg/kg) anesthesia, followed by cervical dislocation as a secondary euthanasia method to ensure death. Ground control mice were maintained on Earth for 35 days in flight hardware cages under similar environmental conditions as the flight groups, including the same food, light/dark, temperature, treatment (SAL or BuOE), and euthanasia regimens. The protocol for GC mice commenced three days subsequent to the commencement of the protocol for spaceflight mice.\nAfter sacrifice, mouse brains were then removed and prepared as follows. The left hemibrains were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for 24 h and then rinsed and washed with PBS for immunohistochemistry (IHC) assays or spatial genomics profiling. The right brains were flash-frozen and stored at −80 °C for further analysis. The study was approved by the Institutional Animal Care and Use Committee (IACUC) of Loma Linda University (LLU), Roskamp Institute, and The National Aeronautics and Space Administration (NASA).\n4.2. GeoMx DSP\nDSP technology enables us to select specific regions of interest (ROIs) with high magnification [\n59\n,\n60\n]. Three 6 μm formalin-fixed, paraffin-embedded (FFPE) tissue sections selected at a similar focal plane from three mice in each group were mounted on one slide for a total of 4 slides, one for each group (GC-SAL, GC-BuOE, FLT-SAL, and FLT-BuOE). Slides were baked for 2 h at 65 °C for paraffin removal before loading onto a Leica BOND RX for tissue rehydration in EtOH and ddH2O, heat-induced epitope retrieval (ER2 for 20 min at 100 °C) and proteinase K treatment (1.0 μg/mL for 15 min at 37 °C). Tissue sections were then hybridized with the Mouse Whole Transcriptome Atlas (WTA) probes overnight at 37 °C. Following 2 × 5 min stringent washes (1:1 4× SSC buffer and formamide), the slides were blocked for 30 min and then incubated with morphology marker antibodies for 1 h to guide region of interest (ROI) selection: GFAP (Texas Red/615nm channel, Alexa 594 fluorophore, 1:200 dilution, shown in green in \nFigure 1\nA, NBP2-33184DL594, Novus Biologicals, Littleton, CO, USA), and Iba1 (Cy5/666nm channel, Alexa 647 fluorophore, 1:100 dilution, shown in yellow in \nFigure 1\nA, 48934S, Cell Signalling Technologies, Danvers, MA, USA). Syto83 (Cy3/568 nm channel, Alexa 532 fluorophore, 1:10 dilution, shown in blue in \nFigure 1\nA, S11364, Invitrogen, Waltham, MA, USA) was used as a nuclear stain.\nAfter ROI selection, UV light was directed by the GeoMx (\nhttps://nanostring.com/products/geomx-digital-spatial-profiler/\n, accessed on 3 February 2022, NanoString Technologies, Inc., Seattle, WA, USA) device at each area of illumination (AOI), releasing the RNA-ID containing oligonucleotide tags from the WTA probes for collection into a unique well for each AOI. For library preparation, Illumina i5 and i7 dual indexing primers were added to the oligonucleotide tags during PCR to uniquely index each AOI. AMPure XP beads (Beckman Coulter, Indianapolis, IN, USA) were used for PCR purification. Library concentration was measured using a Qubit fluorometer (Thermo Fisher Scientific, Waltham, MA, USA), and quality was assessed using a Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA, USA). Sequencing was performed on an Illumina NovaSeq 6000 (Illumina Inc., San Diego, CA, USA).\n4.3. GeoMx DSP Data Analysis\nRaw .fastq files were processed into gene count data for each AOI using the GeoMx\n®\n NGS Pipeline via Amazon Web Services. All subsequent data analysis described in this subsection was performed using the online GeoMx DSP analysis platform [\n61\n], GeoMx DSP Control Center version 3.0.0.111. Raw reads were trimmed, stitched, aligned, and finally deduplicated using default parameters. Using Q3 normalized read count data, a differential expression analysis of FLT-SAL versus GC-SAL, and FLT-BuOE versus FLT-GC, was performed for each brain region independently. Statistical significance of differential expression was measured by \nt\n-test (non-paired), and permutation q-values (\np\n-adjusted) were calculated. Genes with q < 0.05 and |log\n2\n FC| > 0.585 were considered differentially expressed and used for downstream analysis.\n4.4. Association of DEG’s with Neurological Disease\nA list of genes with known associations to human neurological diseases was obtained using the DisGeNET [\n62\n] browse feature with the filters “Disease class: Mental disorders” and “Semantic type: disease or syndrome”. Only genes from curated databases were used.\n4.5. Pathway Analysis\nThe online tool Enrichr [\n63\n,\n64\n,\n65\n] was used to perform pathway mapping for GC-SAL vs. FLT-SAL DEGs from each region independently. Enriched pathways in this paper are from the KEGG [\n65\n] 2019 Mouse pathway analysis in the “legacy” tab of the Enrichr website.\n4.6. Principal Component Analysis\nQ3 normalized read counts output by the online GeoMx DSP analysis platform, as described above, were used as inputs for the PCA. The analysis was done in R version 4.0.3. The R function aov() [\n66\n] was used to perform a linear analysis of variance (ANOVA) at each gene, using each biological sample as a factor. The R function qvalue() [\n67\n] was then used to calculate ANOVA q-values for all genes, based on the \np\n-values output by aov. Significant genes from the ANOVA (q < 0.05) were then input into the R function PCA() [\n68\n] in order to generate PCA plots.\n4.7. Statistical Comparison of Spaceflight-Induced and BuOE-Induced DEG Overlaps\nFor a given brain region, let N = total # of spaceflight-induced DEGs (GC-SAL vs. FLT-SAL) plus total # of BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for that region. For each brain region, a 2 × 2 contingency matrix,\n\nX\n11\n X\n12\n\n\nX\n21\n X\n22\n,\n\nwas constructed, where X\n11\n = # of spaceflight-induced DEGs changing in the opposite direction as BuOE-induced DEGs, X\n12\n = N − X\n11\n, X\n21\n = # of spaceflight-induced DEGs changing in the same direction as BuOE-induced DEGs, X\n22\n = N − X\n21\n. Fisher’s exact test was then calculated on each 2 × 2 contingency matrix in order to obtain a \np\n-value for the null hypothesis that the proportion of overlapping DEGs changing in the opposite direction was the same as the proportion of overlapping DEGs changing in the same direction.\n4.8. Permutation Testing of Spaceflight-Induced and BuOE-Induced DEG Overlaps\nFor each brain region, a random set of BuOE-induced DEGs was selected as follows. The total set of gene symbols analyzed was shuffled using the “shuf” command in Ubuntu 20.04.5 LTS. The top N\nup\n genes in the shuffled file were selected as the upregulated, BuOE-induced DEGs, where N\nup\n = total # of actual upregulated, BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for the brain region. Similarly, the bottom N\ndown\n genes in the shuffled file were selected as the downregulated, BuOE-induced DEGs, where N\ndown\n = total # of actual downregulated, BuOE-induced DEGs in the brain region. The randomly selected DEGs were then compared with the actual spaceflight-induced DEGs (GC-SAL vs. FLT-SAL) to determine how many changed in opposite directions. This shuffling procedure was repeated 1000 times for each brain region.",
    "4.1._spaceflight_and_mouse_groups": "4.1. Spaceflight and Mouse Groups\nTen-week-old C57BL/6 male mice were launched at the Kennedy Space Center (KSC) and spent 35 days aboard the International Space Station (ISS). All mice were maintained at an ambient temperature of 26–28 °C with a 12-h light/dark cycle during the flight. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deionized water ad libitum. MnTnBuOE-2-PyP5+ (BuOE) at 1 mg/kg (0.2 mL) was administrated subcutaneously 7 days prior to the flight launch and weekly aboard the ISS. All mice were subdivided into saline or BuOE-treated groups. Upon return to the Earth, spaceflight mice were transported to the research laboratory at Roskamp Institute, Sarasota, Florida, within 20 h of splashdown. Mice were exsanguinated by closed-cardiac blood collection under deep Ketamine/Xylazine (150/45 mg/kg) anesthesia, followed by cervical dislocation as a secondary euthanasia method to ensure death. Ground control mice were maintained on Earth for 35 days in flight hardware cages under similar environmental conditions as the flight groups, including the same food, light/dark, temperature, treatment (SAL or BuOE), and euthanasia regimens. The protocol for GC mice commenced three days subsequent to the commencement of the protocol for spaceflight mice.\nAfter sacrifice, mouse brains were then removed and prepared as follows. The left hemibrains were fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS) for 24 h and then rinsed and washed with PBS for immunohistochemistry (IHC) assays or spatial genomics profiling. The right brains were flash-frozen and stored at −80 °C for further analysis. The study was approved by the Institutional Animal Care and Use Committee (IACUC) of Loma Linda University (LLU), Roskamp Institute, and The National Aeronautics and Space Administration (NASA).",
    "4.2._geomx_dsp": "4.2. GeoMx DSP\nDSP technology enables us to select specific regions of interest (ROIs) with high magnification [\n59\n,\n60\n]. Three 6 μm formalin-fixed, paraffin-embedded (FFPE) tissue sections selected at a similar focal plane from three mice in each group were mounted on one slide for a total of 4 slides, one for each group (GC-SAL, GC-BuOE, FLT-SAL, and FLT-BuOE). Slides were baked for 2 h at 65 °C for paraffin removal before loading onto a Leica BOND RX for tissue rehydration in EtOH and ddH2O, heat-induced epitope retrieval (ER2 for 20 min at 100 °C) and proteinase K treatment (1.0 μg/mL for 15 min at 37 °C). Tissue sections were then hybridized with the Mouse Whole Transcriptome Atlas (WTA) probes overnight at 37 °C. Following 2 × 5 min stringent washes (1:1 4× SSC buffer and formamide), the slides were blocked for 30 min and then incubated with morphology marker antibodies for 1 h to guide region of interest (ROI) selection: GFAP (Texas Red/615nm channel, Alexa 594 fluorophore, 1:200 dilution, shown in green in \nFigure 1\nA, NBP2-33184DL594, Novus Biologicals, Littleton, CO, USA), and Iba1 (Cy5/666nm channel, Alexa 647 fluorophore, 1:100 dilution, shown in yellow in \nFigure 1\nA, 48934S, Cell Signalling Technologies, Danvers, MA, USA). Syto83 (Cy3/568 nm channel, Alexa 532 fluorophore, 1:10 dilution, shown in blue in \nFigure 1\nA, S11364, Invitrogen, Waltham, MA, USA) was used as a nuclear stain.\nAfter ROI selection, UV light was directed by the GeoMx (\nhttps://nanostring.com/products/geomx-digital-spatial-profiler/\n, accessed on 3 February 2022, NanoString Technologies, Inc., Seattle, WA, USA) device at each area of illumination (AOI), releasing the RNA-ID containing oligonucleotide tags from the WTA probes for collection into a unique well for each AOI. For library preparation, Illumina i5 and i7 dual indexing primers were added to the oligonucleotide tags during PCR to uniquely index each AOI. AMPure XP beads (Beckman Coulter, Indianapolis, IN, USA) were used for PCR purification. Library concentration was measured using a Qubit fluorometer (Thermo Fisher Scientific, Waltham, MA, USA), and quality was assessed using a Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA, USA). Sequencing was performed on an Illumina NovaSeq 6000 (Illumina Inc., San Diego, CA, USA).",
    "4.3._geomx_dsp_data_analysis": "4.3. GeoMx DSP Data Analysis\nRaw .fastq files were processed into gene count data for each AOI using the GeoMx\n®\n NGS Pipeline via Amazon Web Services. All subsequent data analysis described in this subsection was performed using the online GeoMx DSP analysis platform [\n61\n], GeoMx DSP Control Center version 3.0.0.111. Raw reads were trimmed, stitched, aligned, and finally deduplicated using default parameters. Using Q3 normalized read count data, a differential expression analysis of FLT-SAL versus GC-SAL, and FLT-BuOE versus FLT-GC, was performed for each brain region independently. Statistical significance of differential expression was measured by \nt\n-test (non-paired), and permutation q-values (\np\n-adjusted) were calculated. Genes with q < 0.05 and |log\n2\n FC| > 0.585 were considered differentially expressed and used for downstream analysis.",
    "4.4._association_of_deg’s_with_neurological_disease": "4.4. Association of DEG’s with Neurological Disease\nA list of genes with known associations to human neurological diseases was obtained using the DisGeNET [\n62\n] browse feature with the filters “Disease class: Mental disorders” and “Semantic type: disease or syndrome”. Only genes from curated databases were used.",
    "4.5._pathway_analysis": "4.5. Pathway Analysis\nThe online tool Enrichr [\n63\n,\n64\n,\n65\n] was used to perform pathway mapping for GC-SAL vs. FLT-SAL DEGs from each region independently. Enriched pathways in this paper are from the KEGG [\n65\n] 2019 Mouse pathway analysis in the “legacy” tab of the Enrichr website.",
    "4.6._principal_component_analysis": "4.6. Principal Component Analysis\nQ3 normalized read counts output by the online GeoMx DSP analysis platform, as described above, were used as inputs for the PCA. The analysis was done in R version 4.0.3. The R function aov() [\n66\n] was used to perform a linear analysis of variance (ANOVA) at each gene, using each biological sample as a factor. The R function qvalue() [\n67\n] was then used to calculate ANOVA q-values for all genes, based on the \np\n-values output by aov. Significant genes from the ANOVA (q < 0.05) were then input into the R function PCA() [\n68\n] in order to generate PCA plots.",
    "4.7._statistical_comparison_of_spaceflight-induced_and_buoe-": "4.7. Statistical Comparison of Spaceflight-Induced and BuOE-Induced DEG Overlaps\nFor a given brain region, let N = total # of spaceflight-induced DEGs (GC-SAL vs. FLT-SAL) plus total # of BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for that region. For each brain region, a 2 × 2 contingency matrix,\n\nX\n11\n X\n12\n\n\nX\n21\n X\n22\n,\n\nwas constructed, where X\n11\n = # of spaceflight-induced DEGs changing in the opposite direction as BuOE-induced DEGs, X\n12\n = N − X\n11\n, X\n21\n = # of spaceflight-induced DEGs changing in the same direction as BuOE-induced DEGs, X\n22\n = N − X\n21\n. Fisher’s exact test was then calculated on each 2 × 2 contingency matrix in order to obtain a \np\n-value for the null hypothesis that the proportion of overlapping DEGs changing in the opposite direction was the same as the proportion of overlapping DEGs changing in the same direction.",
    "4.8._permutation_testing_of_spaceflight-induced_and_buoe-ind": "4.8. Permutation Testing of Spaceflight-Induced and BuOE-Induced DEG Overlaps\nFor each brain region, a random set of BuOE-induced DEGs was selected as follows. The total set of gene symbols analyzed was shuffled using the “shuf” command in Ubuntu 20.04.5 LTS. The top N\nup\n genes in the shuffled file were selected as the upregulated, BuOE-induced DEGs, where N\nup\n = total # of actual upregulated, BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for the brain region. Similarly, the bottom N\ndown\n genes in the shuffled file were selected as the downregulated, BuOE-induced DEGs, where N\ndown\n = total # of actual downregulated, BuOE-induced DEGs in the brain region. The randomly selected DEGs were then compared with the actual spaceflight-induced DEGs (GC-SAL vs. FLT-SAL) to determine how many changed in opposite directions. This shuffling procedure was repeated 1000 times for each brain region."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10487739/"
}