{
  "id": "PMC10410709",
  "title": "Mitochondrial sulfide promotes life span and health span through distinct mechanisms in developing versus adult treated Caenorhabditis elegans.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Mitochondrial sulfide promotes life span and health span through distinct mechanisms in developing versus adult treated Caenorhabditis elegans.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10410709/"
  },
  "sections": {
    "abstract": "Significance\nDeteriorating health across the life course is a major societal burden, and effective therapeutics are lacking. Mitochondrial decline has long been associated with age-related health loss. We show that small, clinically meaningful doses of a mitochondrion-targeting sulfur donor (AP39) extend \nCaenorhabditis elegans\n health in older age, which act by maintaining mitochondrial integrity. Adult onset of AP39 delivery, when mitochondrial and cell structural dysfunction are already manifested, also promoted healthy aging. Distinct association of health span extension with mitochondria, cytoskeletal and peroxisome molecular profiles, under regulation of the \nelt-6\n/\nelt-3\n transcription factor regulatory circuit, further distinguished adult-onset AP39 therapy. Our results establish a framework for forward translating mitochondrial sulfide as a potentially viable healthy aging intervention in mammals.",
    "results": "Results\nmtH\n2\nS Increases \nC. elegans\n Life span and Neuromuscular Health span.\nWe first investigated the effects of mitochondrion-targeted and nontargeted H\n2\nS donors on \nC. elegans\n life span. Dosing L1 larvae with the untargeted sulfide donor NaGYY4137 (100 µM) increased maximal life span by 20 % (\nP\n < 0.0001) (\nFig. 1\nA\n), which is comparable to previous studies using GYY4137 (morpholine salt) and related compounds (\n18\n, \n19\n). In sharp contrast, the mitochondrion-targeted sulfide delivery molecule (mtH\n2\nS) AP39 significantly increased life span at 1000-fold lower doses (100 nM) by 30% (\nP\n < 0.0001) (\nFig. 1\nB\n), whereas equivalent 100 nM doses of untargeted NaGYY4137 had no significant effect on \nC. elegans\n life span extension (\nFig. 1\nA\n).\nFig. 1.\nLower doses of mitochondrion-targeted H\n2\nS extend life span. (\nA\n) \nC. elegans\n life span is significantly increased with higher (100 µM), but not lower (100 nM) treatment with the untargeted H\n2\nS donor, NaGYY4137 when administered from L1 larval stage across the entire lifecourse. (\nB\n) Conversely, lower doses (100 nM) of mitochondrion-targeted H\n2\nS (AP39) extend life span. Life span curves represent the average of three biological replicates (total ~300 to 600 animals per condition). **** denotes significant difference vs. untreated (0.01% DMSO) wild-type controls (\nP\n < 0.0001). ns, nonsignificant.\nWe next assessed movement rates on days 0, 2, 4, 8, 12, and 16 of life span as a robust proxy of overall animal health (\n29\n–\n31\n) and, therefore, health span. Using wMicroTracker to measure prolonged movement capacity beyond standard thrash assays (\n32\n), wild-type movement capacity peaked at day 4 of adulthood (+97% vs. day 0 baseline), as previously published (\n33\n, \n34\n), and progressively declined thereafter to a nadir of −26% at day 16 (\nSI Appendix\n, Fig. S1\n). At greatly different doses, 100 µM NaGYY4137 H\n2\nS and 100 nM mtH\n2\nS increased total animal movement rates across the life course (\nP\n < 0.001), using area under the curve analysis of movement across the life course, as previously published (\n30\n) (\nFig. 2\nA\n). Post hoc analysis showed significant health span extension in mtH\n2\nS (100 nM)-treated animals up to day 16 postadulthood compared to day 12 postadulthood during NaGYY4137 treatments (\nSI Appendix\n, Fig. S1\n). Loss of neuromuscular strength is also one of the strongest correlates of all-cause mortality in humans (\n29\n, \n35\n), leading us to employ our “NemaFlex” device (\n36\n–\n38\n) to examine neuromuscular strength changes across age. As with movement rates (\nSI Appendix\n, Fig. S1\n), wild-type strength capacity increased between days 0 and 4 adulthood and declined thereafter. Conversely, treatment with mtH\n2\nS (100 nM) improved strength production across days 0–10 postadulthood (\nP\n < 0.001), with a significant 20% strength increase vs. wild-type at day 10 (\nFig. 2\nB\n). Additionally, while the observed effect sizes of mtH\n2\nS are comparable to those reported for other life span–extending compounds (\n39\n–\n41\n), the improvements we observed are modest. We, therefore, directly compared mtH\n2\nS to a recently published life span and health span improving drug, rilmenidine (\n42\n), using our microfluidic “Nemalife” health span device, and found both compounds extended life span and health span to similar degrees using our microfluidic approach (\nSI Appendix\n, Fig. S2\n). Rilmendine also has no effect on neuromuscular health parameters in early life (\n42\n) but rather manifest in older age time points, as observed herein for mtH\n2\nS. Collectively, these data strongly suggest that H\n2\nS effects on health span are likely mediated through mitochondrial effects which, although modest, may be highly beneficial, since aging is also associated with a later life loss of prolonged movement and strength-producing capacity.\nFig. 2.\nMitochondrion-targeted H\n2\nS extends movement rate and maximal strength indices of health span. (\nA\n) Animal movement rate is increased across the entire lifecourse with both lower dose (100 nM) mitochondrion-targeted H\n2\nS (AP39) and higher dose (100 µM) untargeted H\n2\nS (NaGYY4137) when administered from L1 larval stage until death. Movement rates as a % change from day 0 baselines, across days 0, 2, 4, 8, 12, and 16 postadulthood, are presented as area under the curve. (\nB\n) Lower dose (100 nM) mitochondrion-targeted H\n2\nS maintains \nC. elegans\n maximal strength producing ability in later life (day 10 postadulthood), measured using our microfluidic NemaFlex device. Data presented are mean ± SD, n = 90 per condition, across 3 biological replicates. *\nP\n < 0.05, **\nP\n < 0.01 and ****\nP\n < 0.0001 denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.\nmtH\n2\nS Maintains Mitochondrial Structure and Content.\nGiven the well-established role of mitochondrial dysfunction in age-related health decline across species (\n25\n), we examined whether mtH\n2\nS health span promotion associated with maintained mitochondrial integrity. Using green fluorescent protein-tagged mitochondrion transgenic animals to compare lower dose mtH\n2\nS (100 nM) to higher dose untargeted H\n2\nS (100 µM), mitochondrial structure was scored as either well networked, or moderately fragmented. Well-networked mitochondria at day 0 of adulthood presented in 88% of wild-type animals, which was not affected by either mtH\n2\nS or untargeted H\n2\nS treatments. In line with previous reports (\n26\n), by day 2 postadulthood well-networked mitochondria reduced to 21% in wild-type worms. The number of well-networked mitochondria increased threefold with mtH\n2\nS treatment at day 2 of adulthood, and twofold with untargeted H\n2\nS (\nP\n < 0.001). Only mtH\n2\nS significantly sustained mitochondrial integrity at day 4 postadulthood (\nFig. 3\nA\n). In wild-type animals, the number of moderately fragmented mitochondria increased progressively from day 2 of adulthood (21% of animals), reaching 86% by day 16. Comparable delays in moderate mitochondrial fragmentation were observed between mtH\n2\nS and untargeted H\n2\nS from days 8 to 12 postadulthood, whereas only mtH\n2\nS supressed moderate fragmentation up to day 14 of adulthood (\nFig. 3\nB\n). We also assessed citrate synthase activity (CS) as a marker of mitochondrial health, which correlates with mitochondrial content, biosynthesis, and cristae area (\n43\n). Untargeted H\n2\nS failed to induce a significant effect on CS across the life course. Conversely, mtH\n2\nS significantly increased CS throughout life span, and to a greater extent than untargeted H\n2\nS (up to day 12, \nP\n < 0.0001), with significant increases in CS presenting up to day 4, but not day 12 of life span (\nFig. 3\nE\n). To confirm that differences in H\n2\nS bioavailability does not underpin the improved efficacy of mtH\n2\nS vs. untargeted H\n2\nS for maintaining mitochondrial structure and content, we assessed total animal sulfide levels and found no difference with either compound at day 4 postadulthood (\nSI Appendix\n, Fig. S3\n). Thus, mtH\n2\nS improves mitochondrial integrity across age, which associates with health span maintenance.\nFig. 3.\nmtH\n2\nS prolongs mitochondrial integrity and content. (\nA\n) The percentage of well-networked and (\nB\n) moderately fragmented mitochondria during \nC. elegans\n aging is significantly improved with mtH\n2\nS (AP39), and for a longer duration than untargeted H\n2\nS (NaGYY4137) treatments. Data represent two biological replicates (total ~80 animals per time point/ condition and 450 muscle cells). (\nC, D\n) Representative green fluorescent protein-tagged mitochondrial images for normally arrayed (\nLeft\n) and moderately fragmented (\nRight\n) mitochondria. White dashed boxes and corresponding magnified panels (\nRight\n) highlight each structural phenotype. (\nE\n) Citrate synthase activity with mtH\n2\nS at young adulthood (day 0) and day 4 postadulthood with mtH\n2\nS treatment, but not with untargeted H\n2\nS. Data represent two biological replicates, each with technical triplicates (total ~50 animals per time point/condition). All data are mean ± SD. *\nP\n < 0.05, **\nP\n < 0.01, ***\nP\n < 0.001, ****\nP\n < 0.0001 denote significant difference from untreated (0.01% DMSO) wild-type controls.\nAP39-Mediated Health span Extension Requires H\n2\nS Metabolism and FoxO Pathways, but Not Nrf2 Oxidative Stress Protection.\nSeveral mechanisms have been proposed to regulate longevity in response to exogenous H\n2\nS (\n19\n), yet the mechanisms governing health span extension are unknown. To probe this, we performed a hypothesis-driven RNAi gene knockdown and a mtH\n2\nS pharmacogenetic screen, using a microfluidic life span machine to assess animal health every day of the life course. First, we examined the requirement for enzymes controlling endogenous H\n2\nS synthesis: cytosolic cystathionine-β-synthase (CBS/\ncbs-1\n) and cystathionine-γ-lyase (CSE/\ncth-2\n), and cytoplasmic/mitochondrial 3-mercaptopyruvate sulfurtransferase (3-MST/\nmpst-1\n) (\n8\n–\n10\n). Corroborating previous reports, we found that \ncth-2\n knockdown alone had no effect on life span (\n19\n) and knocking down \ncbs-1\n or \nmpst-\n1 shortened life span (\n19\n, \n44\n) (\nSI Appendix\n, Fig. S4\n). Knockdown of \ncth-2\n also did not significantly affect health span, whereas knockdown of \ncbs-1\n and \nmpst-\n1 RNAi both impaired health span (\nSI Appendix\n, Fig. S4\n). Cotreatment of RNAi against \ncth-2\n, \ncbs-1\n or \nmpst-1\n with mtH\n2\nS from L1 stage prevented the positive effects of mtH\n2\nS on life span and health span (\nTable 1\n and \nSI Appendix\n, Fig. S4\n). While exogenous mtH\n2\nS might be anticipated to bypass endogenous H\n2\nS biosynthesis pathways, analysis of total animal sulfide levels confirmed a need for functional H\n2\nS producing enzymes, since mtH\n2\nS-induced sulfide increases in older age were ablated when combined with \ncth-2\n, \nmpst-1\n or \ncbs-1\n RNAi (\nSI Appendix\n, Fig. S5\n). Combined with the loss of mtH\n2\nS-induced life span and health span extension with knockdown of the H\n2\nS synthesizing enzymes \nkri-1\n and \ncysl-2\n (\nTable 1\n and \nSI Appendix\n, Fig. S4\n), the H\n2\nS synthesis system is a general requirement for the positive effects of mtH\n2\nS donors on \nC. elegans\n health and longevity.\nTable 1.\nSummary of mechanisms regulating mtH\n2\nS-induced life span and health span extension\nGene target\nHuman Gene\nGene description\nRequired for positive effects of mtH\n2\nS?\nLife span\nHealth span\nH\n2\nS synthesis\n\n\nmpst-1\n\n\nMPST\nMitochondrial H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncth-2\n\n\nCTH\nMitochondria-translocating H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncbs-1\n\n\nCBSL\nCytosolic H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\nkri-1\n\n\nKRIT 1\nH\n2\nS and ROS generation\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncysl-2\n\n\nCysteine synthase\nCytosolic H\n2\nS production\n\n\n✓\n\n\n\n\n✓\n\n\nH\n2\nS oxidation/redox\n\n\nethe-1\n\n\nETHE1\nDioxygenase required for H\n2\nS oxidation\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ngsr-1\n\n\nGSR\nGlutathione reductase\n\n\n✓\n\n\n\n\n✓\n\n\nH\n2\nS + aging\n\n\ndaf-16\n\n\nFoxO\nH\n2\nS responsive FoxO transcription factor\n\n\n✓\n\n\n\n\n✓\n\n\nNrf2 oxidative stress protection\n\n\nskn-1\n\n\nNRF2\nRegulates oxidate stress response\n\n\n✓\n\n\n\n\n×\n\n\n\n\ngcs-1\n\n\nGCLC\nGlutathione synthesis under Nrf2 control\n\n\n✓\n\n\n\n\n×\n\n\n\n\nikke-1\n\n\nRELA\nRegulates Nrf2 nuclear translocation\n\n\n×\n\n\n\n\n✓\n\n\n\n\nwdr-23\n\n\nKeap1\nNegative regulator of Nrf2\n\n\n×\n\n\n\n\n×\n\n\nH\n2\nS responsive\n\n\nhif-1\n\n\nHIF\nH\n2\nS-responsive transcription factor\n\n\n×\n\n\n\n\n×\n\n\n\n\nhsp-6\n\n\nHsp70\nH\n2\nS-responsive mitochondrial chaperone\n\n\n×\n\n\n\n\n×\n\n\nC. elegans\n were treated with mtH\n2\nS (100 nM) from L1 larval stage in the presence or absence of RNAi against each target gene, using our microfluidic healthspan device. Each experiment was performed in duplicate (total ~160 animals per condition) and health span data expressed as area under the curve (% movement rate of each day of the lifecourse vs. day 0 baseline values). Ticks denote RNAi knockdown prevents significant (\nP \n< 0.05) mtH\n2\nS life span or health span extension and compared to untreated (0.01% DMSO) empty vector controls. Crosses denote RNAi knockdown does not prevent significant (\nP\n < 0.05) mtH\n2\nS-induced life span or health span extension. All raw data are provided in \nSI Appendix\n, Fig. S4\n.\nWe next examined the potential involvement of enzymes involved in wider H\n2\nS metabolism: ETHE1/\nethe-1\n, a mitochondrial sulfur dioxygenase necessary for H\n2\nS catabolism (\n45\n), and GSR/\ngsr-1\n, a glutathione reductase involved in H\n2\nS-mediated production of glutathione (\n46\n). Knockdown of \nethe-1\n alone did not affect life span but significantly increased health span and, when combined with mtH\n2\nS, prevented mtH\n2\nS-induced life span and health span extension. Because \nethe-1\n catabolizes H\n2\nS, we postulated that harmful H\n2\nS accumulation might occur following combined exogenous mtH\n2\nS administration. Examining the dose response (1nM to 2 µM) of mtH\n2\nS + \nethe-1\n knockdown revealed no further decline in animal health span, however life span became shortened at higher (100 nM to 2 µM) doses (\nSI Appendix\n, Fig. S6\n). Both life span and health span were reduced following \ngsr-1\n knockdown, which also inhibited life/health span extension with concurrent mtH\n2\nS treatment. Additionally, the FoxO/\ndaf-16\n transcription factor has been implicated in H\n2\nS life span extension (\n19\n), and we observed lowered life span and health span with \ndaf-16\n knockdown alone, corroborating previous reports (\n47\n). mtH\n2\nS did not increase life span or health span in animals subjected to \ndaf-16\n RNAi (\nTable 1\n and \nSI Appendix\n, Fig. S4\n).\nH\n2\nS also regulated cellular redox homeostasis, in part through activation of the Nrf2 transcription factor and associated signaling pathway (\n48\n). We, therefore, knocked down Nrf2/\nskn-1\n or DCAF11/\nwdr-23\n as a negative upstream regulator of Nrf2 (\n49\n). In line with previous reports (\n50\n) \nskn-1\n knockdown animals were short lived, whereas \nwdr-23\n deficient worms were longer lived. Both \nskn-1\n and \nwdr-23\n RNAi also resulted in extended health span. Agreeing with earlier studies showing a need for the Nrf2 system for H\n2\nS-induced \nC. elegans\n life span extension (\n44\n), we also observed prevention of mtH\n2\nS increases in life span with combined \nskn-1\n or \nwdr-23\n knockdown. Despite this, our findings reveal that the Nrf2 system is not required for mtH\n2\nS-associated health span extension. We observed this same phenomenon with other components of the Nrf2 pathway, including the Nrf2-controlled glutamate–cysteine ligase catalytic subunit, GCLC/\ngcs-1\n. Only the Nrf2 nuclear translocation regulatory factor RelA/\nikke-1\n attenuated mtH\n2\nS health span improvements (\nTable 1\n and \nSI Appendix\n, Fig. S4\n). Our data strongly suggest that the positive health span effects of mtH\n2\nS were not dependent on the Nrf2 signaling system.\nLast, we investigated the role of two H\n2\nS-responsive candidates, the mitochondrion-located heat shock protein chaperone HSPA9/\nhsp-6\n (\n44\n), and the hypoxia inducible transcription factor HIF1A/ \nhif-1\n (\n44\n). Knockdown of both \nhsp-6\n or \nhif-1\n significantly increased life span and health span, and combined gene knockdown with mtH\n2\nS did not impact the life span and health span promoting effects of mtH\n2\nS (\nTable 1\n and \nSI Appendix\n, Fig. S4\n).\nAdult Treatments with mtH\n2\nS Extend Health span, but Not Life span.\nLife span and health span extension have only been previously reported with untargeted H\n2\nS continuously administered from L1 larval stage until death. We, therefore, treated animals with low (100 nM) dose AP39 or 1000-fold higher (100 µM) dose NaGYY4137, starting in either day 0 young adults, day 2 of adulthood (chosen as the time point of mitochondrial fragmentation onset, \nFig. 4\nA\n and ref. \n26\n), or day 4 of adulthood [chosen as the time point when tissue structural integrity begins to decline (\n26\n)]. Both mtH\n2\nS and untargeted H\n2\nS donors were ineffective at increasing animal life span when administered from day 0, 2, or 4 of adulthood (\nP\n > 0.05). Conversely, health span was significantly increased by mtH\n2\nS when administered from either day 0, 2, or 4 of adulthood (\nP\n < 0.01) and was also increased with untargeted H\n2\nS treatments starting from days 2 or 4 postadulthood (\nP\n < 0.05), but not in day 0 young adults (\nFig. 4\n and \nSI Appendix\n, Fig. S7\n). Additionally, mtH\n2\nS administered from day 0 adulthood significantly increased the number of normally arrayed mitochondria at days 4 and 10 postadulthood, and improved sarcomere organization at day 10 postadulthood (\nSI Appendix\n, Fig. S8\n). Providing further evidence that improved mitochondrial health underpins mtH\n2\nS health improvements, we also found significantly lower mitochondrial superoxide levels during aging with adult mtH\n2\nS treatment (\nSI Appendix\n, Fig. S9\n). Health span was thus extended when mtH\n2\nS was delivered to adult animals, at time points where key aging subcellular defects occur, and is reflected in delayed onset of age-related dystrophic muscle and dysfunctional mitochondria.\nFig. 4.\nAdult-onset treatment with mitochondrion-targeted H\n2\nS extends health span but not life span. (\nA\n–\nC\n) Survival curves are unaffected vs. wild-type (\nP\n > 0.05) with 100 nM mtH\n2\nS and 100 µM untargeted H\n2\nS treatments beginning at day 0, 2 or 4 of adulthood. (\nD\n–\nF\n) mtH\n2\nS significantly increases health span when administered from day 0, 2, or 4 of adulthood, and untargeted H\n2\nS improves health span when administered from day 2 or 4 postadulthood. Health span data presented movement as a % change from day 0 baselines across all time points postadulthood, analyzed as area under the curve, n = 360 per condition, across 3 biological replicates and 18 technical replicates. Life span data are ~300 animals per condition, across three biological replicates. *\nP\n < 0.05, ***\nP\n < 0.001 and ****\nP\n < 0.0001) denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.\nAdult mtH\n2\nS Treatments Maintain Mitochondrion- and Peroxisome-Enriched Transcriptomes in Later Life.\nTo better understand the molecules governing life span and health span responsiveness to mtH\n2\nS, we performed next-generation sequencing on animals treated with mtH\n2\nS from L1 larvae or from day 0 of adulthood. Principal component analysis revealed distinct features of \nC. elegans\n transcriptomes across days 0, 4, and 10 postadulthood. Moreover, mtH\n2\nS-treated animals displayed similar gene features to wild-type at day 0 and 4 of adulthood. Divergence from wild-type presented in older day 10 animals, with a shift toward day 4 features in mtH\n2\nS treatments, particularly when treated from day 0 young adulthood (\nFig. 5\nA\n). Consistent with principal component analysis, global transcriptomic dysregulation at day 10 postadulthood was reduced in animals treated with mtH\n2\nS at adult onset only (\nFig. 5\nB\n). Next, clustering of differentially expressed genes using expression profiles (\n51\n–\n53\n) identified four most prominent differentially expressed gene clusters (i.e., clusters containing >200 differentially expressed genes). Two of these (Clusters 8 and 14) exhibited an elevated expression profile in later life (day 10 postadulthood) that was suppressed with adult onset mtH\n2\nS but unaffected by mtH\n2\nS administered from birth (L1 stage), and were functionally associated with FoxO, proteolytic, mitophagy, and ribosome translational processes (\nFig. 5 \nC\n and \nD\n). Analyzing the top 10 ranked protein–protein interaction (PPI) network hub nodes for each cluster identified \ndaf-2\n-responsive F-box genes (\nfbxb-41\n, \nfbxb-54\n, \nfbxb-91\n, \nM116.1\n, \npes-2.2\n, \nT05D4.2\n, \nT25E12.6\n) and autophagy (\nC35E7.5\n) components as prominent cluster 8 hubs. Cluster 14 hubs aligned almost exclusively to nucleolus localized components (\nlpd-7\n, \nnol-6\n, \nnol-14\n, \npro-3\n, \nrpl-24.2\n) involved in RNA-binding activity as part of the ribonucleoprotein complex (\nF49D11.10\n, \nrbm-28\n, \ntoe-1\n, \nW09C5.1\n, \nY45F10D.7\n). As with wider cluster expression profiles, gene expression of hub components was predominantly altered at day 10 older age and in response to adult mtH\n2\nS treatments only (\nFig. 5\nE\n).\nFig. 5.\nEffects of age and mtH\n2\nS on the \nC. elegans\n transcriptome. (\nA\n) Principal component (PC) analysis plot of all analyzed samples. (\nB\n) Differential gene quantities with time and between conditions. (\nC\n) Truncated violin plots depicting time/condition expression trends (represented as Z-score of gene abundance) for clusters of differentially expressed genes >200 genes in size. * = cluster genes have median FDR < 0.05 for given comparison with day 0 untreated (0.01% DMSO) wild-type animals, Φ = cluster genes have median FDR < 0.05 for direct comparison between treatments at given time point. (\nD\n) Representative term enrichments for each cluster shown in panel \nC\n. (\nE\n) Expression heatmap for top connected PPI network components for each gene cluster shown in panel \nC\n. Data represent ~60 animals across biological triplicates, per condition and time point. For all panels, WT = wild-type. D0, D4 and D10 = days 0, 2 and 4 postadulthood, respectively.\nMoreover, two gene clusters (Clusters 3 and 13) that aligned to cytoskeletal structure, mitochondria, and general metabolism functional classes, displayed progressive expression declines with age. In both clusters, mtH\n2\nS administered from L1 again failed to affect the age-related loss of gene expression. Conversely, adult-onset mtH\n2\nS treatment induced a strong maintenance of gene expression, emerging specifically in day 10 adults (\nFig. 5 \nC\n and \nD\n). Additionally, this pattern of age-related gene expression changes remaining unaltered by L1 mtH\n2\nS administration, but rejuvenated by adult-onset mtH\n2\nS in later life emerged across nearly all other 27 gene clusters identified (\nSI Appendix\n, Table S1 and Fig. S10\n). Top ranked hubs for cluster 3 related mostly to muscle cytoskeletal proteins (\nC46G7.2\n, \ncpn-3\n, \nmlc-1\n, \nmup-2\n, \ntnt-2\n, \nunc-27\n), but included regulators of calcium homeostasis (\ncsq-1\n) and glutathione transferase activity (\ngst-26\n). Within cluster 13, there was striking enrichment for hubs functionally associated with peroxisomal components (\nacox-1.1\n, \nacox-1.2\n, \nB0272.4\n, \nctl-2\n, \ndaf-22\n, \ndhs-28\n) and lysosomal cathepsin proteases (\nasp-1\n, \nasp-3\n). Again, only adult-onset mtH\n2\nS treatments appeared to attenuate the age-related reduction in gene expression of hub components, in older day 10 animals (\nFig. 5\nE\n). To probe the mechanistic influence of these hub genes in the positive aging effects of adult-onset mtH\n2\nS, we examined the requirement of the peroxisomal catalase \nctl-2\n as the most strongly maintained hub gene across clusters 3, 8, 13, and 14 (\nFig. 5\nE\n). RNAi knockdown of \nctl-2\n exacerbated early adult mitochondrial fragmentation and prevented the mtH\n2\nS-induced mitochondrial maintainance in early and later life (\nSI Appendix\n, Fig. S11\n), therein supporting the functional and mechanistic relevance of our identified transcriptomic targets.\nA GATA Transcription Factor Regulatory Circuit Underpins the Positive Aging Effects of mtH\n2\nS.\nWe next sought to examine the mechanistic role of genes responsive to mtH\n2\nS during aging; however, the clusters identified represent several dozen individual differentially expressed genes. We, therefore, employed transcription factor (TF)-binding site analysis to identify TFs predicted to commonly regulate the cytoskeletal (Cluster 3) and peroxisomal (Cluster 13) gene clusters that display mtH\n2\nS-induced preservation in older age. From this, a single transcription factor, \nelt-3\n (part of a GATA family of transcription factors), emerged as the putative regulator of both gene clusters (\nFig. 5\nD\n). During wild-type aging, expression of \nelt-5\n and \nelt-6\n increase which, in turn, repress expression of \nelt-3\n to regulate a large portion of age-related transcriptome changes (\n54\n). Our untreated controls mirrored this response at the transcriptional level, and these expression changes are reversed by adult onset mtH\n2\nS (\nSI Appendix\n, Fig. S12\n). Next, using transgenic animals coexpressing ELT-6 RFP and mitochondrial GFP reporters, we confirmed protein level ELT-6 upregulation during aging, which was suppressed by adult onset mtH\n2\nS treatment (\nFig. 6 \nA\n and \nB\n), and corresponded with improved mitochondrial structure and movement rates (\nFig. 6 \nC\n and \nD\n). Additionally, knockdown of either \nelt-6\n or \nelt-3\n, while not affecting animal movement rate in middle age and older age, prevented mtH\n2\nS-induced movement increases (\nFig. 6 \nE\n and \nF\n).\nFig. 6.\nAdult-onset mtH\n2\nS preserves health span through the ELT\n-6\n GATA transcription factor circuit. (\nA\n) ELT-6 expression increases with aging and is significantly repressed with AP39 treatment compared to untreated animals in later-life. (\nB\n) Representative images of ELT-\n6\n expression (\nelt-6::mCherry\n). (\nC\n) Preservation of age-related declines in mitochondrial integrity by AP39 correspond with attenuated ELT-6 expression (using \nelt-6::mCherry\n + \nmito::\nGFP coexpression reporter strain). (\nD\n) AP39-induced improvements in aging movement capacity is confirmed in \nelt-6::mCherry\n + \nmito::\nGFP animals, and correspond with lowered ELT-6 and improved mitochondrial integrity. RNAi against \nelt-3\n (\nE\n) and \nelt-6\n (\nF\n) prevents the health span–promoting effects of AP39. Panels \nA\n–\nD\n employed transgenic animals coexpressing \nelt-6::mCherry\n + \nmito\n::GFP in body-wall muscle, across 25 to 45 animals and two biological repeats. Panels (\nE\n and \nF\n) employed wild-type N2 animals. Movement rates are from 80-120 animals per condition, per time point. # denote significant effect of aging compared to untreated day 0 animals (\n#\nP\n < 0.05; \n###\nP\n < 0.001). * denote significant effect of treatment for within-day comparisons against untreated animals (*\nP\n < 0.05; **\nP\n < 0.01; ***\nP\n < 0.001).\nTo verify the role of \nelt-6\n/\nelt-3\n, we examined the cytoskeleton (adherens junction) and mitochondrion-localized protein BAR-1/ β-catenin, loss of which is reported to upr-egulate gene clusters under regulation by \nelt-3\n (\n55\n) which would, therefore, be anticipated to also down-regulate ELT-6. Consistent with this model, we observed that \nbar-1\n RNAi prevented age-related increases in ELT-6 expression (\nSI Appendix\n, Fig. S13\n). Moreover, mtH\n2\nS did not synergistically lower age-related ELT-6 levels when combined with \nbar-1\n RNAi (\nSI Appendix\n, Fig. S13\n), implying some functional association with mtH\n2\nS and bar-1/β-catenin (further supporting a role for mtH\n2\nS in modifiying the cytoskeleton via the \nelt-6\n/\nelt-3\n circuit). While the precise causal mechanisms linking H\n2\nS-related mitochondrial improvements with the \nelt-6\n/\nelt-3\n system and, subsequently, health span remains undefined, the mitochondrial mechanisms appear specific to the aging context; although we show aging mitochondrial decline and mtH\n2\nS acts through this TF circtuit, inducing acute severe mitochondrial decline via toxic drugs fails to activate ELT-6 despite major structural fragmentation of mitochondria (\nSI Appendix\n, Fig. S14\n). Combined, our systems biological studies provide evidence that mtH\n2\nS improves mitochondrial health to alter \nelt-6\n/\nelt-3\n TFs, which likely act as a reguatory circuit governing cytoskeletal and peroxisomal gene clusters to, ultimately, modify health span.",
    "mth2s_increases_c._elegans_life_span_and_neuromuscular_healt": "mtH\n2\nS Increases \nC. elegans\n Life span and Neuromuscular Health span.\nWe first investigated the effects of mitochondrion-targeted and nontargeted H\n2\nS donors on \nC. elegans\n life span. Dosing L1 larvae with the untargeted sulfide donor NaGYY4137 (100 µM) increased maximal life span by 20 % (\nP\n < 0.0001) (\nFig. 1\nA\n), which is comparable to previous studies using GYY4137 (morpholine salt) and related compounds (\n18\n, \n19\n). In sharp contrast, the mitochondrion-targeted sulfide delivery molecule (mtH\n2\nS) AP39 significantly increased life span at 1000-fold lower doses (100 nM) by 30% (\nP\n < 0.0001) (\nFig. 1\nB\n), whereas equivalent 100 nM doses of untargeted NaGYY4137 had no significant effect on \nC. elegans\n life span extension (\nFig. 1\nA\n).\nFig. 1.\nLower doses of mitochondrion-targeted H\n2\nS extend life span. (\nA\n) \nC. elegans\n life span is significantly increased with higher (100 µM), but not lower (100 nM) treatment with the untargeted H\n2\nS donor, NaGYY4137 when administered from L1 larval stage across the entire lifecourse. (\nB\n) Conversely, lower doses (100 nM) of mitochondrion-targeted H\n2\nS (AP39) extend life span. Life span curves represent the average of three biological replicates (total ~300 to 600 animals per condition). **** denotes significant difference vs. untreated (0.01% DMSO) wild-type controls (\nP\n < 0.0001). ns, nonsignificant.\nWe next assessed movement rates on days 0, 2, 4, 8, 12, and 16 of life span as a robust proxy of overall animal health (\n29\n–\n31\n) and, therefore, health span. Using wMicroTracker to measure prolonged movement capacity beyond standard thrash assays (\n32\n), wild-type movement capacity peaked at day 4 of adulthood (+97% vs. day 0 baseline), as previously published (\n33\n, \n34\n), and progressively declined thereafter to a nadir of −26% at day 16 (\nSI Appendix\n, Fig. S1\n). At greatly different doses, 100 µM NaGYY4137 H\n2\nS and 100 nM mtH\n2\nS increased total animal movement rates across the life course (\nP\n < 0.001), using area under the curve analysis of movement across the life course, as previously published (\n30\n) (\nFig. 2\nA\n). Post hoc analysis showed significant health span extension in mtH\n2\nS (100 nM)-treated animals up to day 16 postadulthood compared to day 12 postadulthood during NaGYY4137 treatments (\nSI Appendix\n, Fig. S1\n). Loss of neuromuscular strength is also one of the strongest correlates of all-cause mortality in humans (\n29\n, \n35\n), leading us to employ our “NemaFlex” device (\n36\n–\n38\n) to examine neuromuscular strength changes across age. As with movement rates (\nSI Appendix\n, Fig. S1\n), wild-type strength capacity increased between days 0 and 4 adulthood and declined thereafter. Conversely, treatment with mtH\n2\nS (100 nM) improved strength production across days 0–10 postadulthood (\nP\n < 0.001), with a significant 20% strength increase vs. wild-type at day 10 (\nFig. 2\nB\n). Additionally, while the observed effect sizes of mtH\n2\nS are comparable to those reported for other life span–extending compounds (\n39\n–\n41\n), the improvements we observed are modest. We, therefore, directly compared mtH\n2\nS to a recently published life span and health span improving drug, rilmenidine (\n42\n), using our microfluidic “Nemalife” health span device, and found both compounds extended life span and health span to similar degrees using our microfluidic approach (\nSI Appendix\n, Fig. S2\n). Rilmendine also has no effect on neuromuscular health parameters in early life (\n42\n) but rather manifest in older age time points, as observed herein for mtH\n2\nS. Collectively, these data strongly suggest that H\n2\nS effects on health span are likely mediated through mitochondrial effects which, although modest, may be highly beneficial, since aging is also associated with a later life loss of prolonged movement and strength-producing capacity.\nFig. 2.\nMitochondrion-targeted H\n2\nS extends movement rate and maximal strength indices of health span. (\nA\n) Animal movement rate is increased across the entire lifecourse with both lower dose (100 nM) mitochondrion-targeted H\n2\nS (AP39) and higher dose (100 µM) untargeted H\n2\nS (NaGYY4137) when administered from L1 larval stage until death. Movement rates as a % change from day 0 baselines, across days 0, 2, 4, 8, 12, and 16 postadulthood, are presented as area under the curve. (\nB\n) Lower dose (100 nM) mitochondrion-targeted H\n2\nS maintains \nC. elegans\n maximal strength producing ability in later life (day 10 postadulthood), measured using our microfluidic NemaFlex device. Data presented are mean ± SD, n = 90 per condition, across 3 biological replicates. *\nP\n < 0.05, **\nP\n < 0.01 and ****\nP\n < 0.0001 denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.",
    "mth2s_maintains_mitochondrial_structure_and_content.": "mtH\n2\nS Maintains Mitochondrial Structure and Content.\nGiven the well-established role of mitochondrial dysfunction in age-related health decline across species (\n25\n), we examined whether mtH\n2\nS health span promotion associated with maintained mitochondrial integrity. Using green fluorescent protein-tagged mitochondrion transgenic animals to compare lower dose mtH\n2\nS (100 nM) to higher dose untargeted H\n2\nS (100 µM), mitochondrial structure was scored as either well networked, or moderately fragmented. Well-networked mitochondria at day 0 of adulthood presented in 88% of wild-type animals, which was not affected by either mtH\n2\nS or untargeted H\n2\nS treatments. In line with previous reports (\n26\n), by day 2 postadulthood well-networked mitochondria reduced to 21% in wild-type worms. The number of well-networked mitochondria increased threefold with mtH\n2\nS treatment at day 2 of adulthood, and twofold with untargeted H\n2\nS (\nP\n < 0.001). Only mtH\n2\nS significantly sustained mitochondrial integrity at day 4 postadulthood (\nFig. 3\nA\n). In wild-type animals, the number of moderately fragmented mitochondria increased progressively from day 2 of adulthood (21% of animals), reaching 86% by day 16. Comparable delays in moderate mitochondrial fragmentation were observed between mtH\n2\nS and untargeted H\n2\nS from days 8 to 12 postadulthood, whereas only mtH\n2\nS supressed moderate fragmentation up to day 14 of adulthood (\nFig. 3\nB\n). We also assessed citrate synthase activity (CS) as a marker of mitochondrial health, which correlates with mitochondrial content, biosynthesis, and cristae area (\n43\n). Untargeted H\n2\nS failed to induce a significant effect on CS across the life course. Conversely, mtH\n2\nS significantly increased CS throughout life span, and to a greater extent than untargeted H\n2\nS (up to day 12, \nP\n < 0.0001), with significant increases in CS presenting up to day 4, but not day 12 of life span (\nFig. 3\nE\n). To confirm that differences in H\n2\nS bioavailability does not underpin the improved efficacy of mtH\n2\nS vs. untargeted H\n2\nS for maintaining mitochondrial structure and content, we assessed total animal sulfide levels and found no difference with either compound at day 4 postadulthood (\nSI Appendix\n, Fig. S3\n). Thus, mtH\n2\nS improves mitochondrial integrity across age, which associates with health span maintenance.\nFig. 3.\nmtH\n2\nS prolongs mitochondrial integrity and content. (\nA\n) The percentage of well-networked and (\nB\n) moderately fragmented mitochondria during \nC. elegans\n aging is significantly improved with mtH\n2\nS (AP39), and for a longer duration than untargeted H\n2\nS (NaGYY4137) treatments. Data represent two biological replicates (total ~80 animals per time point/ condition and 450 muscle cells). (\nC, D\n) Representative green fluorescent protein-tagged mitochondrial images for normally arrayed (\nLeft\n) and moderately fragmented (\nRight\n) mitochondria. White dashed boxes and corresponding magnified panels (\nRight\n) highlight each structural phenotype. (\nE\n) Citrate synthase activity with mtH\n2\nS at young adulthood (day 0) and day 4 postadulthood with mtH\n2\nS treatment, but not with untargeted H\n2\nS. Data represent two biological replicates, each with technical triplicates (total ~50 animals per time point/condition). All data are mean ± SD. *\nP\n < 0.05, **\nP\n < 0.01, ***\nP\n < 0.001, ****\nP\n < 0.0001 denote significant difference from untreated (0.01% DMSO) wild-type controls.",
    "ap39-mediated_health_span_extension_requires_h2s_metabolism_": "AP39-Mediated Health span Extension Requires H\n2\nS Metabolism and FoxO Pathways, but Not Nrf2 Oxidative Stress Protection.\nSeveral mechanisms have been proposed to regulate longevity in response to exogenous H\n2\nS (\n19\n), yet the mechanisms governing health span extension are unknown. To probe this, we performed a hypothesis-driven RNAi gene knockdown and a mtH\n2\nS pharmacogenetic screen, using a microfluidic life span machine to assess animal health every day of the life course. First, we examined the requirement for enzymes controlling endogenous H\n2\nS synthesis: cytosolic cystathionine-β-synthase (CBS/\ncbs-1\n) and cystathionine-γ-lyase (CSE/\ncth-2\n), and cytoplasmic/mitochondrial 3-mercaptopyruvate sulfurtransferase (3-MST/\nmpst-1\n) (\n8\n–\n10\n). Corroborating previous reports, we found that \ncth-2\n knockdown alone had no effect on life span (\n19\n) and knocking down \ncbs-1\n or \nmpst-\n1 shortened life span (\n19\n, \n44\n) (\nSI Appendix\n, Fig. S4\n). Knockdown of \ncth-2\n also did not significantly affect health span, whereas knockdown of \ncbs-1\n and \nmpst-\n1 RNAi both impaired health span (\nSI Appendix\n, Fig. S4\n). Cotreatment of RNAi against \ncth-2\n, \ncbs-1\n or \nmpst-1\n with mtH\n2\nS from L1 stage prevented the positive effects of mtH\n2\nS on life span and health span (\nTable 1\n and \nSI Appendix\n, Fig. S4\n). While exogenous mtH\n2\nS might be anticipated to bypass endogenous H\n2\nS biosynthesis pathways, analysis of total animal sulfide levels confirmed a need for functional H\n2\nS producing enzymes, since mtH\n2\nS-induced sulfide increases in older age were ablated when combined with \ncth-2\n, \nmpst-1\n or \ncbs-1\n RNAi (\nSI Appendix\n, Fig. S5\n). Combined with the loss of mtH\n2\nS-induced life span and health span extension with knockdown of the H\n2\nS synthesizing enzymes \nkri-1\n and \ncysl-2\n (\nTable 1\n and \nSI Appendix\n, Fig. S4\n), the H\n2\nS synthesis system is a general requirement for the positive effects of mtH\n2\nS donors on \nC. elegans\n health and longevity.\nTable 1.\nSummary of mechanisms regulating mtH\n2\nS-induced life span and health span extension\nGene target\nHuman Gene\nGene description\nRequired for positive effects of mtH\n2\nS?\nLife span\nHealth span\nH\n2\nS synthesis\n\n\nmpst-1\n\n\nMPST\nMitochondrial H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncth-2\n\n\nCTH\nMitochondria-translocating H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncbs-1\n\n\nCBSL\nCytosolic H\n2\nS synthesis\n\n\n✓\n\n\n\n\n✓\n\n\n\n\nkri-1\n\n\nKRIT 1\nH\n2\nS and ROS generation\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ncysl-2\n\n\nCysteine synthase\nCytosolic H\n2\nS production\n\n\n✓\n\n\n\n\n✓\n\n\nH\n2\nS oxidation/redox\n\n\nethe-1\n\n\nETHE1\nDioxygenase required for H\n2\nS oxidation\n\n\n✓\n\n\n\n\n✓\n\n\n\n\ngsr-1\n\n\nGSR\nGlutathione reductase\n\n\n✓\n\n\n\n\n✓\n\n\nH\n2\nS + aging\n\n\ndaf-16\n\n\nFoxO\nH\n2\nS responsive FoxO transcription factor\n\n\n✓\n\n\n\n\n✓\n\n\nNrf2 oxidative stress protection\n\n\nskn-1\n\n\nNRF2\nRegulates oxidate stress response\n\n\n✓\n\n\n\n\n×\n\n\n\n\ngcs-1\n\n\nGCLC\nGlutathione synthesis under Nrf2 control\n\n\n✓\n\n\n\n\n×\n\n\n\n\nikke-1\n\n\nRELA\nRegulates Nrf2 nuclear translocation\n\n\n×\n\n\n\n\n✓\n\n\n\n\nwdr-23\n\n\nKeap1\nNegative regulator of Nrf2\n\n\n×\n\n\n\n\n×\n\n\nH\n2\nS responsive\n\n\nhif-1\n\n\nHIF\nH\n2\nS-responsive transcription factor\n\n\n×\n\n\n\n\n×\n\n\n\n\nhsp-6\n\n\nHsp70\nH\n2\nS-responsive mitochondrial chaperone\n\n\n×\n\n\n\n\n×\n\n\nC. elegans\n were treated with mtH\n2\nS (100 nM) from L1 larval stage in the presence or absence of RNAi against each target gene, using our microfluidic healthspan device. Each experiment was performed in duplicate (total ~160 animals per condition) and health span data expressed as area under the curve (% movement rate of each day of the lifecourse vs. day 0 baseline values). Ticks denote RNAi knockdown prevents significant (\nP \n< 0.05) mtH\n2\nS life span or health span extension and compared to untreated (0.01% DMSO) empty vector controls. Crosses denote RNAi knockdown does not prevent significant (\nP\n < 0.05) mtH\n2\nS-induced life span or health span extension. All raw data are provided in \nSI Appendix\n, Fig. S4\n.\nWe next examined the potential involvement of enzymes involved in wider H\n2\nS metabolism: ETHE1/\nethe-1\n, a mitochondrial sulfur dioxygenase necessary for H\n2\nS catabolism (\n45\n), and GSR/\ngsr-1\n, a glutathione reductase involved in H\n2\nS-mediated production of glutathione (\n46\n). Knockdown of \nethe-1\n alone did not affect life span but significantly increased health span and, when combined with mtH\n2\nS, prevented mtH\n2\nS-induced life span and health span extension. Because \nethe-1\n catabolizes H\n2\nS, we postulated that harmful H\n2\nS accumulation might occur following combined exogenous mtH\n2\nS administration. Examining the dose response (1nM to 2 µM) of mtH\n2\nS + \nethe-1\n knockdown revealed no further decline in animal health span, however life span became shortened at higher (100 nM to 2 µM) doses (\nSI Appendix\n, Fig. S6\n). Both life span and health span were reduced following \ngsr-1\n knockdown, which also inhibited life/health span extension with concurrent mtH\n2\nS treatment. Additionally, the FoxO/\ndaf-16\n transcription factor has been implicated in H\n2\nS life span extension (\n19\n), and we observed lowered life span and health span with \ndaf-16\n knockdown alone, corroborating previous reports (\n47\n). mtH\n2\nS did not increase life span or health span in animals subjected to \ndaf-16\n RNAi (\nTable 1\n and \nSI Appendix\n, Fig. S4\n).\nH\n2\nS also regulated cellular redox homeostasis, in part through activation of the Nrf2 transcription factor and associated signaling pathway (\n48\n). We, therefore, knocked down Nrf2/\nskn-1\n or DCAF11/\nwdr-23\n as a negative upstream regulator of Nrf2 (\n49\n). In line with previous reports (\n50\n) \nskn-1\n knockdown animals were short lived, whereas \nwdr-23\n deficient worms were longer lived. Both \nskn-1\n and \nwdr-23\n RNAi also resulted in extended health span. Agreeing with earlier studies showing a need for the Nrf2 system for H\n2\nS-induced \nC. elegans\n life span extension (\n44\n), we also observed prevention of mtH\n2\nS increases in life span with combined \nskn-1\n or \nwdr-23\n knockdown. Despite this, our findings reveal that the Nrf2 system is not required for mtH\n2\nS-associated health span extension. We observed this same phenomenon with other components of the Nrf2 pathway, including the Nrf2-controlled glutamate–cysteine ligase catalytic subunit, GCLC/\ngcs-1\n. Only the Nrf2 nuclear translocation regulatory factor RelA/\nikke-1\n attenuated mtH\n2\nS health span improvements (\nTable 1\n and \nSI Appendix\n, Fig. S4\n). Our data strongly suggest that the positive health span effects of mtH\n2\nS were not dependent on the Nrf2 signaling system.\nLast, we investigated the role of two H\n2\nS-responsive candidates, the mitochondrion-located heat shock protein chaperone HSPA9/\nhsp-6\n (\n44\n), and the hypoxia inducible transcription factor HIF1A/ \nhif-1\n (\n44\n). Knockdown of both \nhsp-6\n or \nhif-1\n significantly increased life span and health span, and combined gene knockdown with mtH\n2\nS did not impact the life span and health span promoting effects of mtH\n2\nS (\nTable 1\n and \nSI Appendix\n, Fig. S4\n).",
    "adult_treatments_with_mth2s_extend_health_span,_but_not_life": "Adult Treatments with mtH\n2\nS Extend Health span, but Not Life span.\nLife span and health span extension have only been previously reported with untargeted H\n2\nS continuously administered from L1 larval stage until death. We, therefore, treated animals with low (100 nM) dose AP39 or 1000-fold higher (100 µM) dose NaGYY4137, starting in either day 0 young adults, day 2 of adulthood (chosen as the time point of mitochondrial fragmentation onset, \nFig. 4\nA\n and ref. \n26\n), or day 4 of adulthood [chosen as the time point when tissue structural integrity begins to decline (\n26\n)]. Both mtH\n2\nS and untargeted H\n2\nS donors were ineffective at increasing animal life span when administered from day 0, 2, or 4 of adulthood (\nP\n > 0.05). Conversely, health span was significantly increased by mtH\n2\nS when administered from either day 0, 2, or 4 of adulthood (\nP\n < 0.01) and was also increased with untargeted H\n2\nS treatments starting from days 2 or 4 postadulthood (\nP\n < 0.05), but not in day 0 young adults (\nFig. 4\n and \nSI Appendix\n, Fig. S7\n). Additionally, mtH\n2\nS administered from day 0 adulthood significantly increased the number of normally arrayed mitochondria at days 4 and 10 postadulthood, and improved sarcomere organization at day 10 postadulthood (\nSI Appendix\n, Fig. S8\n). Providing further evidence that improved mitochondrial health underpins mtH\n2\nS health improvements, we also found significantly lower mitochondrial superoxide levels during aging with adult mtH\n2\nS treatment (\nSI Appendix\n, Fig. S9\n). Health span was thus extended when mtH\n2\nS was delivered to adult animals, at time points where key aging subcellular defects occur, and is reflected in delayed onset of age-related dystrophic muscle and dysfunctional mitochondria.\nFig. 4.\nAdult-onset treatment with mitochondrion-targeted H\n2\nS extends health span but not life span. (\nA\n–\nC\n) Survival curves are unaffected vs. wild-type (\nP\n > 0.05) with 100 nM mtH\n2\nS and 100 µM untargeted H\n2\nS treatments beginning at day 0, 2 or 4 of adulthood. (\nD\n–\nF\n) mtH\n2\nS significantly increases health span when administered from day 0, 2, or 4 of adulthood, and untargeted H\n2\nS improves health span when administered from day 2 or 4 postadulthood. Health span data presented movement as a % change from day 0 baselines across all time points postadulthood, analyzed as area under the curve, n = 360 per condition, across 3 biological replicates and 18 technical replicates. Life span data are ~300 animals per condition, across three biological replicates. *\nP\n < 0.05, ***\nP\n < 0.001 and ****\nP\n < 0.0001) denotes significant difference vs. untreated (0.01% DMSO) wild-type controls.",
    "adult_mth2s_treatments_maintain_mitochondrion-_and_peroxisom": "Adult mtH\n2\nS Treatments Maintain Mitochondrion- and Peroxisome-Enriched Transcriptomes in Later Life.\nTo better understand the molecules governing life span and health span responsiveness to mtH\n2\nS, we performed next-generation sequencing on animals treated with mtH\n2\nS from L1 larvae or from day 0 of adulthood. Principal component analysis revealed distinct features of \nC. elegans\n transcriptomes across days 0, 4, and 10 postadulthood. Moreover, mtH\n2\nS-treated animals displayed similar gene features to wild-type at day 0 and 4 of adulthood. Divergence from wild-type presented in older day 10 animals, with a shift toward day 4 features in mtH\n2\nS treatments, particularly when treated from day 0 young adulthood (\nFig. 5\nA\n). Consistent with principal component analysis, global transcriptomic dysregulation at day 10 postadulthood was reduced in animals treated with mtH\n2\nS at adult onset only (\nFig. 5\nB\n). Next, clustering of differentially expressed genes using expression profiles (\n51\n–\n53\n) identified four most prominent differentially expressed gene clusters (i.e., clusters containing >200 differentially expressed genes). Two of these (Clusters 8 and 14) exhibited an elevated expression profile in later life (day 10 postadulthood) that was suppressed with adult onset mtH\n2\nS but unaffected by mtH\n2\nS administered from birth (L1 stage), and were functionally associated with FoxO, proteolytic, mitophagy, and ribosome translational processes (\nFig. 5 \nC\n and \nD\n). Analyzing the top 10 ranked protein–protein interaction (PPI) network hub nodes for each cluster identified \ndaf-2\n-responsive F-box genes (\nfbxb-41\n, \nfbxb-54\n, \nfbxb-91\n, \nM116.1\n, \npes-2.2\n, \nT05D4.2\n, \nT25E12.6\n) and autophagy (\nC35E7.5\n) components as prominent cluster 8 hubs. Cluster 14 hubs aligned almost exclusively to nucleolus localized components (\nlpd-7\n, \nnol-6\n, \nnol-14\n, \npro-3\n, \nrpl-24.2\n) involved in RNA-binding activity as part of the ribonucleoprotein complex (\nF49D11.10\n, \nrbm-28\n, \ntoe-1\n, \nW09C5.1\n, \nY45F10D.7\n). As with wider cluster expression profiles, gene expression of hub components was predominantly altered at day 10 older age and in response to adult mtH\n2\nS treatments only (\nFig. 5\nE\n).\nFig. 5.\nEffects of age and mtH\n2\nS on the \nC. elegans\n transcriptome. (\nA\n) Principal component (PC) analysis plot of all analyzed samples. (\nB\n) Differential gene quantities with time and between conditions. (\nC\n) Truncated violin plots depicting time/condition expression trends (represented as Z-score of gene abundance) for clusters of differentially expressed genes >200 genes in size. * = cluster genes have median FDR < 0.05 for given comparison with day 0 untreated (0.01% DMSO) wild-type animals, Φ = cluster genes have median FDR < 0.05 for direct comparison between treatments at given time point. (\nD\n) Representative term enrichments for each cluster shown in panel \nC\n. (\nE\n) Expression heatmap for top connected PPI network components for each gene cluster shown in panel \nC\n. Data represent ~60 animals across biological triplicates, per condition and time point. For all panels, WT = wild-type. D0, D4 and D10 = days 0, 2 and 4 postadulthood, respectively.\nMoreover, two gene clusters (Clusters 3 and 13) that aligned to cytoskeletal structure, mitochondria, and general metabolism functional classes, displayed progressive expression declines with age. In both clusters, mtH\n2\nS administered from L1 again failed to affect the age-related loss of gene expression. Conversely, adult-onset mtH\n2\nS treatment induced a strong maintenance of gene expression, emerging specifically in day 10 adults (\nFig. 5 \nC\n and \nD\n). Additionally, this pattern of age-related gene expression changes remaining unaltered by L1 mtH\n2\nS administration, but rejuvenated by adult-onset mtH\n2\nS in later life emerged across nearly all other 27 gene clusters identified (\nSI Appendix\n, Table S1 and Fig. S10\n). Top ranked hubs for cluster 3 related mostly to muscle cytoskeletal proteins (\nC46G7.2\n, \ncpn-3\n, \nmlc-1\n, \nmup-2\n, \ntnt-2\n, \nunc-27\n), but included regulators of calcium homeostasis (\ncsq-1\n) and glutathione transferase activity (\ngst-26\n). Within cluster 13, there was striking enrichment for hubs functionally associated with peroxisomal components (\nacox-1.1\n, \nacox-1.2\n, \nB0272.4\n, \nctl-2\n, \ndaf-22\n, \ndhs-28\n) and lysosomal cathepsin proteases (\nasp-1\n, \nasp-3\n). Again, only adult-onset mtH\n2\nS treatments appeared to attenuate the age-related reduction in gene expression of hub components, in older day 10 animals (\nFig. 5\nE\n). To probe the mechanistic influence of these hub genes in the positive aging effects of adult-onset mtH\n2\nS, we examined the requirement of the peroxisomal catalase \nctl-2\n as the most strongly maintained hub gene across clusters 3, 8, 13, and 14 (\nFig. 5\nE\n). RNAi knockdown of \nctl-2\n exacerbated early adult mitochondrial fragmentation and prevented the mtH\n2\nS-induced mitochondrial maintainance in early and later life (\nSI Appendix\n, Fig. S11\n), therein supporting the functional and mechanistic relevance of our identified transcriptomic targets.",
    "a_gata_transcription_factor_regulatory_circuit_underpins_the": "A GATA Transcription Factor Regulatory Circuit Underpins the Positive Aging Effects of mtH\n2\nS.\nWe next sought to examine the mechanistic role of genes responsive to mtH\n2\nS during aging; however, the clusters identified represent several dozen individual differentially expressed genes. We, therefore, employed transcription factor (TF)-binding site analysis to identify TFs predicted to commonly regulate the cytoskeletal (Cluster 3) and peroxisomal (Cluster 13) gene clusters that display mtH\n2\nS-induced preservation in older age. From this, a single transcription factor, \nelt-3\n (part of a GATA family of transcription factors), emerged as the putative regulator of both gene clusters (\nFig. 5\nD\n). During wild-type aging, expression of \nelt-5\n and \nelt-6\n increase which, in turn, repress expression of \nelt-3\n to regulate a large portion of age-related transcriptome changes (\n54\n). Our untreated controls mirrored this response at the transcriptional level, and these expression changes are reversed by adult onset mtH\n2\nS (\nSI Appendix\n, Fig. S12\n). Next, using transgenic animals coexpressing ELT-6 RFP and mitochondrial GFP reporters, we confirmed protein level ELT-6 upregulation during aging, which was suppressed by adult onset mtH\n2\nS treatment (\nFig. 6 \nA\n and \nB\n), and corresponded with improved mitochondrial structure and movement rates (\nFig. 6 \nC\n and \nD\n). Additionally, knockdown of either \nelt-6\n or \nelt-3\n, while not affecting animal movement rate in middle age and older age, prevented mtH\n2\nS-induced movement increases (\nFig. 6 \nE\n and \nF\n).\nFig. 6.\nAdult-onset mtH\n2\nS preserves health span through the ELT\n-6\n GATA transcription factor circuit. (\nA\n) ELT-6 expression increases with aging and is significantly repressed with AP39 treatment compared to untreated animals in later-life. (\nB\n) Representative images of ELT-\n6\n expression (\nelt-6::mCherry\n). (\nC\n) Preservation of age-related declines in mitochondrial integrity by AP39 correspond with attenuated ELT-6 expression (using \nelt-6::mCherry\n + \nmito::\nGFP coexpression reporter strain). (\nD\n) AP39-induced improvements in aging movement capacity is confirmed in \nelt-6::mCherry\n + \nmito::\nGFP animals, and correspond with lowered ELT-6 and improved mitochondrial integrity. RNAi against \nelt-3\n (\nE\n) and \nelt-6\n (\nF\n) prevents the health span–promoting effects of AP39. Panels \nA\n–\nD\n employed transgenic animals coexpressing \nelt-6::mCherry\n + \nmito\n::GFP in body-wall muscle, across 25 to 45 animals and two biological repeats. Panels (\nE\n and \nF\n) employed wild-type N2 animals. Movement rates are from 80-120 animals per condition, per time point. # denote significant effect of aging compared to untreated day 0 animals (\n#\nP\n < 0.05; \n###\nP\n < 0.001). * denote significant effect of treatment for within-day comparisons against untreated animals (*\nP\n < 0.05; **\nP\n < 0.01; ***\nP\n < 0.001).\nTo verify the role of \nelt-6\n/\nelt-3\n, we examined the cytoskeleton (adherens junction) and mitochondrion-localized protein BAR-1/ β-catenin, loss of which is reported to upr-egulate gene clusters under regulation by \nelt-3\n (\n55\n) which would, therefore, be anticipated to also down-regulate ELT-6. Consistent with this model, we observed that \nbar-1\n RNAi prevented age-related increases in ELT-6 expression (\nSI Appendix\n, Fig. S13\n). Moreover, mtH\n2\nS did not synergistically lower age-related ELT-6 levels when combined with \nbar-1\n RNAi (\nSI Appendix\n, Fig. S13\n), implying some functional association with mtH\n2\nS and bar-1/β-catenin (further supporting a role for mtH\n2\nS in modifiying the cytoskeleton via the \nelt-6\n/\nelt-3\n circuit). While the precise causal mechanisms linking H\n2\nS-related mitochondrial improvements with the \nelt-6\n/\nelt-3\n system and, subsequently, health span remains undefined, the mitochondrial mechanisms appear specific to the aging context; although we show aging mitochondrial decline and mtH\n2\nS acts through this TF circtuit, inducing acute severe mitochondrial decline via toxic drugs fails to activate ELT-6 despite major structural fragmentation of mitochondria (\nSI Appendix\n, Fig. S14\n). Combined, our systems biological studies provide evidence that mtH\n2\nS improves mitochondrial health to alter \nelt-6\n/\nelt-3\n TFs, which likely act as a reguatory circuit governing cytoskeletal and peroxisomal gene clusters to, ultimately, modify health span.",
    "discussion": "Discussion\nH\n2\nS is a diatomic signaling molecule that promotes healthy aging in \nC. elegans\n (\n20\n), yet the underlying mechanisms and therapeutic viability across the lifecourse remains unclear. In this study, we have demonstrated that low mtH\n2\nS doses extend \nC. elegans\n health span, which associates with improved mitochondrial integrity from young adulthood into older age. Multiple elements of H\n2\nS metabolic pathways, and FoxO transciption factors emerged as mechanisms governing both life span and health span, whereas the Nrf2 antioxidant system is dispensible for mtH\n2\nS-induced health span extension. Adult mtH\n2\nS treatments also increase health span, predominantly in later life, and associates with rejuvenation of key features of the aging transciptome, including mitochondrial function, cytoskeletal content, and peroxisomal metabolism, which appear to be controlled by a GATA transcription factor circuit.\nThe ability of large amounts of untargeted H\n2\nS, administered from birth, to enhance \nC. elegans\n life span and health span, is well documented (\n17\n–\n20\n). Our data reveal 1000-fold lower doses of a mitochondrion-targeted (TPP\n+\n-driven) H\n2\nS donor (\n28\n) can account for the life span, health span, and neuromuscular strength extension elicited by H\n2\nS. Thus, small amounts of H\n2\nS transported to the mitochondria are likely responsible for, and the site of action of, H\n2\nS effects on longevity. Temporal analysis further revealed mtH\n2\nS improved mitochondrion integrity beginning in earlier life that was maintained throughout the lifecourse, thus delaying one of the primary cellular hallmarks of aging (\n25\n). Conversely, mtH\n2\nS did not increase movement rates or muscle strength until older age, likely owing to a lack of declines in muscle strength and habitual movement capacity during early adulthood, which is unsurprising, if decreasing H\n2\nS metabolism/synthesis is an aging pathology (\n56\n). These findings closely mirror the human phenotype, where a clear biphasic pattern of muscle aging emerges that involves early disruption to metabolic processes (\n57\n, \n58\n) (as with \nC. elegans\n early loss of mitochondria integrity), which later manifests as exponential neuromuscular strength/ physical capacity declines (again, as occurs in \nC. elegans\n) that exceeds rates of musle mass losses (\n59\n, \n60\n). As such, our data evidence that mtH\n2\nS can target the early mitochondrial metabolic perturbations during aging, possibly in preference over targeting respiratory function of existing mitochondria (\n61\n, \n62\n) that attenuates the ensuing later changes in neuromuscular performance and health (\n25\n, \n61\n, \n62\n).\nWhile the mechanisms regulating H\n2\nS-induced longevity have been explored (\n19\n), understanding the molecules governing health span is at least equally valuable, given the growing societal burden of life span – health span dissociation. Of the fourteen genes targeted for established roles in H\n2\nS biology, two clear functional themes emerged as mechanisms of mtH\n2\nS life span and health span extension. First, the FoxO/\ndaf-16\n transcription factor is a highly conserved regulator of longevity across species (\n63\n) and in response to untargeted H\n2\nS (\n19\n). Our findings extend this to show \ndaf-16\n is also required for mtH\n2\nS-related health span improvements. Second, although exogenous H\n2\nS could hypothetically bypass the biochemical need for endogenous H\n2\nS synthesis, the H\n2\nS metabolism genes examined (most strikingly the mitochondria localized 3-MST/\nmpst-1\n) were required for health span extension by mtH\n2\nS. Moreover, mtH\n2\nS-induced sulfide increases were prevented by \ncth-2\n, \nmpst-1,\n or \ncbs-1\n knockdown. Thus, while perhaps counterintuitive, presence of a functional H\n2\nS production system is a requirement for efficacious mtH\n2\nS treatments and might reflect the multifaceted cellular roles of the H\n2\nS enzymatic machinery and/or the diverse downstream consequences of loss of these enzymes (\n64\n). For example, H\n2\nS likely exerts at least part of its biological effects via cysteine persulfidation of multiple protein targets (\n65\n). The mitochondrially localized 3-MST/\nmpst-1\n is also a trans-persulfidase (\n66\n), thus H\n2\nS enzyme knockdown could prevent mtH\n2\nS-mediated persulfidation events, through which H\n2\nS might partially act. Interestingly, despite fatal consqeuences of complete ETHE1 knockout in higher mammals (\n45\n), RNAi knockdown of the mitochondrial H\n2\nS catabolic enzyme ETHE1/\nethe-1\n strongly improved health span, possibly by mimicking mtH\n2\nS through mitochondrial accumulation of noncatabolized endogenous H\n2\nS. However, combined \nethe-1\n RNAi and mtH\n2\nS ablates health span extension, and life span becomes shortened at higher, but not lower (1 to 10 nM) mtH\n2\nS doses, potentially due to toxic mtH\n2\nS accumulation, implying tight physiological range of mtH\n2\nS hormesis. Overall, these mechanistic insights add further evidence that place mitochondria at the center of H\n2\nS-regulated health span.\nActivation of the Nrf2/\nskn-1\n antioxidant system has also been reported to control H\n2\nS-based longevity in \nC. elegans\n (\n48\n). Oxidative stress and reactive oxidant species might be a secondary consequence of tissue aging that may exacerbate, rather than cause aging health decline (\n67\n–\n70\n). While corroborating the requirement of the Nrf2 pathway for H\n2\nS life span extension, multiple components of the Nrf2/\nskn-1\n system, including the upstream activator DACF11/\nwdr-23\n and downstream effector GCLC/\ngcs-1\n, were not required for mtH\n2\nS health span improvements. Knocking down KRIT1/\nkri-1\n, which activates Nrf2 through redox species generation (\n44\n), did prevent mtH\n2\nS-induced health span extension. However, since several Nrf2 system components are not mechanisms of mtH\n2\nS health span extension, KRIT1/\nkri-1\n health span regulation likely relies on its alternate functions in H\n2\nS synthesis (\n44\n). Importantly, these results highlight clear dissociation between the fundamental mechanisms governing life span vs. health span, indicating that oxidative stress protection pathways are dispensable for mtH\n2\nS-extended health span, but not life span.\nThe potential for developmentally programmed metabolic patterns with larval H\n2\nS treatments (\n21\n–\n23\n) renders the efficacy of postadulthood H\n2\nS therapies uncertain. We establish health span alone is extended with young adult mtH\n2\nS treatments, and when initiated in the presence of existing aging tissue pathologies. We, and others (\n26\n), found that mitochondrial fragmentation begins early in life (2 days postadulthood), and in this study we report that mtH\n2\nS improves health span when administered at this time. Similarly, muscle structural and proteostasis abnormalities occur later (4 days postadulthood), and mtH\n2\nS also displays efficacy during this therapeutic window. Mitochondrial H\n2\nS is, therefore, a viable adult-onset antiaging therapeutic opportunity. Transcriptomic studies aimed at understanding the mechanisms regulating adult mtH\n2\nS health span extension revealed clear distinctions from larval treatments. Whilet administering mtH\n2\nS from L1 stage caused broad transcriptional features that diverged only slightly from wild-type animals only in older age, adult-onset mtH\n2\nS caused strong rejuvenation of the aging transcriptome toward “younger” gene profiles. Cluster analysis revealed adult mtH\n2\nS suppressed aging-induced increases in FoxO/\ndaf-16\n pathway expression. Whilet contrasting our observation that \ndaf-16\n is a required effector of larval mtH\n2\nS treatment, suppression of aging \ndaf-16\n levels with adult mtH\n2\nS implies divergent effects of FoxO induction during development vs. postdevelopment (\n71\n). This is consistent with earlier reports that longevity caused by up-regulating FoxO/\ndaf-16\n (\nvia\n insulin receptor/\ndaf-2\n mutation) is primarily established during larval development (\n72\n). Conversely, sarcopenia associates with postdevelopmental FoxO upregulation across species (\n58\n), corresponding with later life metabolic reprogramming to compensate for aging health decline (\n57\n, \n58\n). Consistent with a potential beneficial aging effect of reduced postadulthood FoxO expression, are the moderate health span improvements we report with mtH\n2\nS-related \ndaf-16\n suppression. This phenomenon underscores an unexplained paradox in aging research, whereby developmentally programmed life span extension (e.g., with increased FoxO signaling) presents at the expense of health span (\n7\n). Indeed, in people, FoxO genetic variants correlate with centenarians (\n73\n), yet impaired insulin signaling/ increased FoxO induced during adulthood causes serious clinical complications (e.g., diabetes, sarcopenia). Our data support a model whereby postdevelopmental, aging-induced increases in FoxO expression are harmful to health span (\n71\n), and drug interventions such as mtH\n2\nS that lower this response improve health whilet having minimal effect on longevity. Last, adult mtH\n2\nS also caused suppression of age-related increases in mitophagy and, most prominently, ribosomal biogenesis. Thus, mtH\n2\nS might mitigate unchecked mitophagy by preventing the mitochondrial dysfunction that promotes mitophagy with age (\n74\n), and promote improved translational efficiency as previously proposed to underpin physical activity-based anti-aging regimens (\n75\n, \n76\n).\nAdult mtH\n2\nS treatment also better maintained later-life expression of lowered aging transcriptomic profiles. Genes clustering to mitochondrion function featured heavily, lending further support to the central role of mitochondria in mtH\n2\nS-mediated health span. Expression of muscle cytoskeletal components also decreased with age, which was minimized by adult mtH\n2\nS administration, with top ranked hub components largely represented by cytoskeletal (e.g., troponin regulation) factors. Given the later life temporal correlation between increased muscle structural genes and movement/strength capacity, mtH\n2\nS represents a promising neuromuscular health intervention in older age. Last, loss of metabolic plasticity is a common feature of aging across species (\n25\n). We found progressive reduction in expression of metabolic functional clusters across aging that was increased with adult onset mtH\n2\nS. Notably, metabolic cluster hub genes were strongly enriched for peroxisomal components. Peroxisomes are essential for proper functioning of all cell types, compartmentalizing enzymes regulating, e.g., fatty acid β-oxidation and hydrogen peroxide metabolism. Several facets of peroxisome dysfunction cause accelerated aging (\n77\n), and our data suggest peroxisome function can be sustained by mtH\n2\nS across life span. For example, \ndhs-28\n regulates age-dependent peroxisome loss, knockdown of which extends \nC. elegans\n life span (\n78\n), and our findings identify \ndhs-28\n as a top ranked, mtH\n2\nS-responsive hub component. Moreover, we confirm the mechanistic relevance of our identified peroxisomal transcriptomic targets by showing knockdown of the \nctl-2\n hub gene prevents mtH\n2\nS-induced health span extension. Growing evidence also highlights inextricable cross talk between peroxisome and mitochondrial function (\n79\n). Indeed, caloric restriction–induced longevity [whose mechanisms converge with those of H\n2\nS (\n80\n)], requires mitochondria structural maintenance which, in turn, promotes peroxisome fatty acid oxidation (\n81\n). Our early-life improvements in mitochondrial integrity, combined with mitochondria localizing H\n2\nS, demonstrate improvements in mitochondrial integrity precede, and perhaps regulate, later life improvements in peroxisome capacity. Additionally, the lack of mechanistic regulation of health span by the Nrf2 antioxidant system implies that improved peroxisome fatty acid oxidation, as opposed to lowered reactive oxygen species generation, underpin peroxisomal effects of mtH\n2\nS on healthy aging.\nTranscription factor-binding site analysis of our transcriptomic data identified the GATA TF circuit \nelt-6\n/\nelt-3\n as putatively regulating the health span benefits of adult onset mtH\n2\nS, which were subsequently verified by our mechanistic experiments. Previous work established age-related \nelt-6\n upregulation and downstream repression of \nelt-3\n, which accounted for altered expression of ~1,300 “aging” genes (\n54\n), which might comprise an evolutionarily conserved element of natural aging adaptation that promotes longevity, perhaps at the expense of health span, similarly to FoxO. Here, we confirm the relevance of this aging TF axis and establish \nelt-6\n/\nelt-3\n as mechanisms through which mtH\n2\nS and, either interrelatedly or independently \nvia bar-1\n/ β-catenin, act to affect aging health. Interestingly, mitochondrial dysfunction per se is insufficient to explain \nelt-6\n upregulation, since severe toxin-induced mitochondrial insults fail to induce ELT-6. Thus, some as yet unknown specificity to age-related mitochondrial decline alters the \nelt-6\n pathway to induce gene expression changes that impair health span. Regardless, our combined functional, morphologic, transcriptomic, and mechanistic results point to a model where aging mitcohondrial decline activates GATA TFs to alter gene expression, centered on cytoskeletal and peroxisomal gene clusters, to impair animal health. Crucially, mtH\n2\nS is an efficacious therapeutic approach for targeting the mitochondria to reverse this aging signaling axis and, ultimately, improve health span.\nIn conclusion, a systems biological approach identifies the mitochondria as the primary site of H\n2\nS action for slowing aging, with distinct molecular mechanisms underpinning life span vs. health span extension. Unlike life span, increased mtH\n2\nS health span does not require activation of the Nrf2 antioxidant system. Adult-onset mtH\n2\nS also increases health span alone, which associates with unique aging transcriptomic signatures compared to life span–extending developmental mtH\n2\nS treatments, under the control of \nelt-6\n/\nelt-3\n GATA transcription factors. The emergence of neuromuscular health improvements in later life might also be underpinned by temporally correlated, mtH\n2\nS-responsive transcriptomic features of mitochondria, peroxisomal metabolism, and cytoskeletal function. Finally, the comparably lower mtH\n2\nS donor doses (vs. nontargeted NaGYY4137; >3 orders of magnitude difference) required for aging health benefits, combined with efficacy in adult animals and high conservation of associated mechanisms, renders mtH\n2\nS a possible translational antiaging therapy.",
    "materials_and_methods": "Materials and Methods\nC. elegans\n Maintenance and Experiment Design.\nThe strains used in this study were N2 wild-type and CB5600 \n(ccIs4251 (Pmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp))\n and were obtained from the Caenorhabditis Genetics Centre (CGC, University of Minnesota). For maintenance, \nC. elegans\n were cultured at 20 °C on OP50 \nE. coli\n seeded NGM agar plates, as previously described (\n82\n). For all experiments, the first day of adulthood was considered as Day 0.\nFor drug exposure experiments, unless stated otherwise, L1 worms synchronized by gravity floatation were cultured at 20 °C on OP50 \nE. coli\n seeded NGM plates containing either 100 nM AP39 + 0.01% DMSO, 100 nM or 100 mM NaGYY4137, 0.01% DMSO or no drug. The mitochondrion-targeted H\n2\nS donor compound, AP39, was synthesized in-house by the Whiteman lab, as previously described (\n83\n, \n84\n). The NaGYY4137 (\n85\n) untargeted H\n2\nS donor compound was also synthesized in-house. Compound solutions were freshly prepared for every use and added to plates the evening before animal transfers. For developmental treatments, drug dosing was started from the L1 larval stage and continued throughout the life course. For adult drug treatments, gravity synchronized L1 larvae were grown on NGM agar seeded with OP50 only for 60 h to reach young adulthood, after which drug treatments were started at either day 0, day 2, or day 4 postadulthood. Adult animals were transferred every 48 h to fresh plates to remove progeny and maintain consistent food and drug concentrations.\nSurvival Assay and Measures of \nC. elegans\n Locomotion and Maximal Strength Production.\nAdult animals were scored and transferred to fresh plates every 48 h. The animals were scored as dead when they failed to move in response to stimulus with a needle. Animals that were lost, killed during transfer, or died as a result of (e.g.) egg laying defects were censored. Total animal numbers were n = 300 per condition, across three biological replicates. Locomotion assays were performed using WMicrotracker and maximal strength production was assessed using the ‘NemaFlex’ microfluidic device (36) (See \nSI Appendix, Supplemental Methods\n).\nMitochondrial and Myofibrillar Imaging.\nMitochondria within body wall muscle cells of the CB5600 (\nccIs4251\n (\nPmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp\n)) strain were imaged using an Olympus CKX41 microscope (Olympus UK Ltd. London). The worms were imaged by GFP fluorescence microscopy at 40× magnification. Approximately 20 to 30 animals per condition were placed in 20 µL M9 on a microscope slide and immobilized with a cover slip. Images were taken of myofibers or mitochondria in body-wall muscle from both head and tail regions of every animal and visually classified as either well-networked, moderately fragmented, or severely fragmented (for mitochondrial quantification), or organized, moderately disorganized, and severely disorganized (for myofibrillar quantification) as previously described (\n26\n, \n86\n). The overall proportion of mitochondrial or myofibrillar classifications was obtained by normalizing to the total muscle cell count within each treatment condition (~150 to 300 muscle cells per condition from 30 to 60 animals per time point) across two biological replicates.\nMeasurement of Citrate Synthase Activity.\nWild-type N2 animals were roughly age synchronized as previously described and grown for ~60 h to young adulthood on fresh OP50 bacterial lawns 20 °C. Animals were transferred to fresh OP50 plates every 48 h to remove progeny and prevent population starvation, and 50 animals collected per condition, per time point (days 0, 2, 4, and 12 postadulthood) and per replicate. Citrate synthase activity (CS) was measured in isolated mitochondrial pellets, as described in Supplemental methods section.\nRNA Interference Protocols.\nAll RNAi experiments were performed using age synchronized L1 larval stage animals by gravity flotation and grown for 60 h on NGM agar plates containing 1 mM IPTG, 50 µg/mL ampicillin. The plates were seeded with 200 μL HT115 (DE3) bacteria expressing double-stranded RNA against the genes screened. The Ahringer RNAi library (\n87\n) was utilized, purchased from Source Bioscience (Cambridge, UK). HT115 (DE3) bacteria containing the empty L4440 plasmid vector was used as controls. Full details of each RNAi protocol for health span/life span screens, or plate-based experiments can be viewed in \nSI Appendix\n, \nSupplemental Methods\n section.\nRNA Isolation for Next-Generation Sequencing.\nSynchronized worms were grown on NGM agar plates until young adulthood and treated with AP39 mtH\n2\nS from either L1 or day 0, as described above. On sample collection day, 100 worms were manually picked and added to 1 mL TRIzol™ Reagent (Thermofisher Scientific, Loughborough, UK) prior to RNA extractions (see \nSI Appendix\n, \nSupplemental Methods\n section for details).\nRNA-seq Data Analyses.\nAfter RNA sequencing data preprocessing (see \nSI Appendix\n, \nSupplemental Methods\n section), the DESeq2 package for R (\n88\n) was used to test for differential gene expression. Establishing approaches to adaptive shrinkage methods (\n89\n) and control for false discovery rate (FDR) were employed. DEGreport R was applied to normalized counts to group by expression profile any gene differentially regulated between treatments and/or time points. Functional enrichment analysis of defined gene clusters was then undertaken using the gprofiler2 package for R (\n90\n). Each gene cluster was also input into the Online Search Tool for Retrieval of Interacting Genes/Proteins (STRING, v11.5; ref. \n91\n) to infer respective PPI networks. Full details of the bioinformatic pipeline employed are provided in Supplemental methods section.\n7-azido-4-Methylcoumarin Measures of Total Sulfide Levels.\nIn all, 120 animals were picked into M9 buffer in 1.5 mL low-bind eppendorphs and washed three times with 1 mL sterile M9 to clear bacterial debris and progeny. Samples were snap-frozen in 40 µL M9 and stored at −80 °C until analysis (within 1 wk). Sulfide content was assessed as described previously (\n13\n, \n86\n) as described in \nSI Appendix\n, \nSupplemental Methods\n section.\nELT-6 Fluorescent Reporter Quantification.\nThe SD1550 strain harboring an \nelt-6\n fluorescent promoter and mitochondrial GFP (\nccIs4251 [(pSAK2) myo-3p::GFP::LacZ::NLS + (pSAK4) myo-3p\n::mitochondrial GFP + \ndpy-20\n(+)] I. \nstIs10178\n [\nelt-6p::HIS-24::mCherry + unc-119\n(+)] was imaged on an upright epifluorescent microscope (BX43, Olympus Life Science, UK). All \nelt-6\n images were taken with \nmCherry\n fluorescence at 500-ms exposure and GFP fluorescence set to 50-ms exposure for mitochondrial images. Single images were taken from the head for ELT-6, as the sole site of ELT-6 reporter expression pattern, and from head and tail regions for mitochondrial characterisation across 40-60 animals per condition, per time point. Mitochondrial images were analyzed as detailed above, and ELT-6 images were quantified in ImageJ by performing integrated density quantification on each fluorescent image, subtracting background fluorescence.\nMitochondrial Toxic Stress Assays in ELT-6 Transgenic Reporter Animals.\nAge-synchronized SD1550 animals were grown to young adulthood on 33-mm NGM plates seeded with OP50 bacteria. Approximately 30 day 0 adults where then picked into 40 μL of either 100 μM hydrogen peroxide (Sigma, UK; 7722-84-1) or 5 mM sodium arsenite (Santa Cruz, DE; 7784-46-5) diluted in M9 for 1- and 2-h exposures, respectively. For rotenone and antimycin A exposures, animals were picked into 40 μL 50 μM or 100 μM concentrations, respectively, diluted in 20 mg/mL OP50/NGM bacteria and incubated for 4 h. Tubes where then washed three times with M9 before animals were pipetted onto slides and immobilized by a coverslip. Both ELT-6 and mitochondrial images were then captured and analyzed as detailed above.\nMitochondrial Superoxide Assessment.\nSuperoxide levels were measured using MitoSOX (Invitrogen, UK) as described previously (\n86\n, \n92\n). For day 0 measures, animals were grown on OP50 plates until L3 larval stage, where ~30 animals were then picked onto petri plates + OP50 seeded with a final plate concentration of 10 μM MitoSOX and left to incubate in the dark for 24 h. The same exposures were performed for day 4 and day 10 measures (i.e., day 3 and day 9 adults picked onto MitoSOX plates for 24 h, respectively). On the day of imaging, animals were washed from plates with M9 buffer into 1.5 mL low-bind tubes and washed three times to clear the outer cuticle of probe. Animals were then placed on OP50 plates for 1-h to clear residual probe from the gut. Animals were then picked into 20 μL M9 buffer on glass slides with glass coverslip. Images were taken with a 40× objective with green light excitation and a 1-s exposure rate. The terminal bulb was manually selected in ImageJ and integrated fluorescence density was normalized to the total area of analysis and background fluorescence removed.\nStatistics and Data Analysis.\nStatistics and graph generation were performed in GraphPad Prism 9. Significance was determined by paired \nt\n test or 2-way ANOVA, with post hoc multiple comparison tests. For survival analyses, the Log-Rank (Mantel Cox) test was used.",
    "c._elegans_maintenance_and_experiment_design.": "C. elegans\n Maintenance and Experiment Design.\nThe strains used in this study were N2 wild-type and CB5600 \n(ccIs4251 (Pmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp))\n and were obtained from the Caenorhabditis Genetics Centre (CGC, University of Minnesota). For maintenance, \nC. elegans\n were cultured at 20 °C on OP50 \nE. coli\n seeded NGM agar plates, as previously described (\n82\n). For all experiments, the first day of adulthood was considered as Day 0.\nFor drug exposure experiments, unless stated otherwise, L1 worms synchronized by gravity floatation were cultured at 20 °C on OP50 \nE. coli\n seeded NGM plates containing either 100 nM AP39 + 0.01% DMSO, 100 nM or 100 mM NaGYY4137, 0.01% DMSO or no drug. The mitochondrion-targeted H\n2\nS donor compound, AP39, was synthesized in-house by the Whiteman lab, as previously described (\n83\n, \n84\n). The NaGYY4137 (\n85\n) untargeted H\n2\nS donor compound was also synthesized in-house. Compound solutions were freshly prepared for every use and added to plates the evening before animal transfers. For developmental treatments, drug dosing was started from the L1 larval stage and continued throughout the life course. For adult drug treatments, gravity synchronized L1 larvae were grown on NGM agar seeded with OP50 only for 60 h to reach young adulthood, after which drug treatments were started at either day 0, day 2, or day 4 postadulthood. Adult animals were transferred every 48 h to fresh plates to remove progeny and maintain consistent food and drug concentrations.",
    "survival_assay_and_measures_of_c._elegans_locomotion_and_max": "Survival Assay and Measures of \nC. elegans\n Locomotion and Maximal Strength Production.\nAdult animals were scored and transferred to fresh plates every 48 h. The animals were scored as dead when they failed to move in response to stimulus with a needle. Animals that were lost, killed during transfer, or died as a result of (e.g.) egg laying defects were censored. Total animal numbers were n = 300 per condition, across three biological replicates. Locomotion assays were performed using WMicrotracker and maximal strength production was assessed using the ‘NemaFlex’ microfluidic device (36) (See \nSI Appendix, Supplemental Methods\n).",
    "mitochondrial_and_myofibrillar_imaging.": "Mitochondrial and Myofibrillar Imaging.\nMitochondria within body wall muscle cells of the CB5600 (\nccIs4251\n (\nPmyo-3::Ngfp-lacZ; Pmyo-3::Mtgfp\n)) strain were imaged using an Olympus CKX41 microscope (Olympus UK Ltd. London). The worms were imaged by GFP fluorescence microscopy at 40× magnification. Approximately 20 to 30 animals per condition were placed in 20 µL M9 on a microscope slide and immobilized with a cover slip. Images were taken of myofibers or mitochondria in body-wall muscle from both head and tail regions of every animal and visually classified as either well-networked, moderately fragmented, or severely fragmented (for mitochondrial quantification), or organized, moderately disorganized, and severely disorganized (for myofibrillar quantification) as previously described (\n26\n, \n86\n). The overall proportion of mitochondrial or myofibrillar classifications was obtained by normalizing to the total muscle cell count within each treatment condition (~150 to 300 muscle cells per condition from 30 to 60 animals per time point) across two biological replicates.",
    "measurement_of_citrate_synthase_activity.": "Measurement of Citrate Synthase Activity.\nWild-type N2 animals were roughly age synchronized as previously described and grown for ~60 h to young adulthood on fresh OP50 bacterial lawns 20 °C. Animals were transferred to fresh OP50 plates every 48 h to remove progeny and prevent population starvation, and 50 animals collected per condition, per time point (days 0, 2, 4, and 12 postadulthood) and per replicate. Citrate synthase activity (CS) was measured in isolated mitochondrial pellets, as described in Supplemental methods section.",
    "rna_interference_protocols.": "RNA Interference Protocols.\nAll RNAi experiments were performed using age synchronized L1 larval stage animals by gravity flotation and grown for 60 h on NGM agar plates containing 1 mM IPTG, 50 µg/mL ampicillin. The plates were seeded with 200 μL HT115 (DE3) bacteria expressing double-stranded RNA against the genes screened. The Ahringer RNAi library (\n87\n) was utilized, purchased from Source Bioscience (Cambridge, UK). HT115 (DE3) bacteria containing the empty L4440 plasmid vector was used as controls. Full details of each RNAi protocol for health span/life span screens, or plate-based experiments can be viewed in \nSI Appendix\n, \nSupplemental Methods\n section.",
    "rna_isolation_for_next-generation_sequencing.": "RNA Isolation for Next-Generation Sequencing.\nSynchronized worms were grown on NGM agar plates until young adulthood and treated with AP39 mtH\n2\nS from either L1 or day 0, as described above. On sample collection day, 100 worms were manually picked and added to 1 mL TRIzol™ Reagent (Thermofisher Scientific, Loughborough, UK) prior to RNA extractions (see \nSI Appendix\n, \nSupplemental Methods\n section for details).",
    "rna-seq_data_analyses.": "RNA-seq Data Analyses.\nAfter RNA sequencing data preprocessing (see \nSI Appendix\n, \nSupplemental Methods\n section), the DESeq2 package for R (\n88\n) was used to test for differential gene expression. Establishing approaches to adaptive shrinkage methods (\n89\n) and control for false discovery rate (FDR) were employed. DEGreport R was applied to normalized counts to group by expression profile any gene differentially regulated between treatments and/or time points. Functional enrichment analysis of defined gene clusters was then undertaken using the gprofiler2 package for R (\n90\n). Each gene cluster was also input into the Online Search Tool for Retrieval of Interacting Genes/Proteins (STRING, v11.5; ref. \n91\n) to infer respective PPI networks. Full details of the bioinformatic pipeline employed are provided in Supplemental methods section.",
    "7-azido-4-methylcoumarin_measures_of_total_sulfide_levels.": "7-azido-4-Methylcoumarin Measures of Total Sulfide Levels.\nIn all, 120 animals were picked into M9 buffer in 1.5 mL low-bind eppendorphs and washed three times with 1 mL sterile M9 to clear bacterial debris and progeny. Samples were snap-frozen in 40 µL M9 and stored at −80 °C until analysis (within 1 wk). Sulfide content was assessed as described previously (\n13\n, \n86\n) as described in \nSI Appendix\n, \nSupplemental Methods\n section.",
    "elt-6_fluorescent_reporter_quantification.": "ELT-6 Fluorescent Reporter Quantification.\nThe SD1550 strain harboring an \nelt-6\n fluorescent promoter and mitochondrial GFP (\nccIs4251 [(pSAK2) myo-3p::GFP::LacZ::NLS + (pSAK4) myo-3p\n::mitochondrial GFP + \ndpy-20\n(+)] I. \nstIs10178\n [\nelt-6p::HIS-24::mCherry + unc-119\n(+)] was imaged on an upright epifluorescent microscope (BX43, Olympus Life Science, UK). All \nelt-6\n images were taken with \nmCherry\n fluorescence at 500-ms exposure and GFP fluorescence set to 50-ms exposure for mitochondrial images. Single images were taken from the head for ELT-6, as the sole site of ELT-6 reporter expression pattern, and from head and tail regions for mitochondrial characterisation across 40-60 animals per condition, per time point. Mitochondrial images were analyzed as detailed above, and ELT-6 images were quantified in ImageJ by performing integrated density quantification on each fluorescent image, subtracting background fluorescence.",
    "mitochondrial_toxic_stress_assays_in_elt-6_transgenic_report": "Mitochondrial Toxic Stress Assays in ELT-6 Transgenic Reporter Animals.\nAge-synchronized SD1550 animals were grown to young adulthood on 33-mm NGM plates seeded with OP50 bacteria. Approximately 30 day 0 adults where then picked into 40 μL of either 100 μM hydrogen peroxide (Sigma, UK; 7722-84-1) or 5 mM sodium arsenite (Santa Cruz, DE; 7784-46-5) diluted in M9 for 1- and 2-h exposures, respectively. For rotenone and antimycin A exposures, animals were picked into 40 μL 50 μM or 100 μM concentrations, respectively, diluted in 20 mg/mL OP50/NGM bacteria and incubated for 4 h. Tubes where then washed three times with M9 before animals were pipetted onto slides and immobilized by a coverslip. Both ELT-6 and mitochondrial images were then captured and analyzed as detailed above.",
    "mitochondrial_superoxide_assessment.": "Mitochondrial Superoxide Assessment.\nSuperoxide levels were measured using MitoSOX (Invitrogen, UK) as described previously (\n86\n, \n92\n). For day 0 measures, animals were grown on OP50 plates until L3 larval stage, where ~30 animals were then picked onto petri plates + OP50 seeded with a final plate concentration of 10 μM MitoSOX and left to incubate in the dark for 24 h. The same exposures were performed for day 4 and day 10 measures (i.e., day 3 and day 9 adults picked onto MitoSOX plates for 24 h, respectively). On the day of imaging, animals were washed from plates with M9 buffer into 1.5 mL low-bind tubes and washed three times to clear the outer cuticle of probe. Animals were then placed on OP50 plates for 1-h to clear residual probe from the gut. Animals were then picked into 20 μL M9 buffer on glass slides with glass coverslip. Images were taken with a 40× objective with green light excitation and a 1-s exposure rate. The terminal bulb was manually selected in ImageJ and integrated fluorescence density was normalized to the total area of analysis and background fluorescence removed.",
    "statistics_and_data_analysis.": "Statistics and Data Analysis.\nStatistics and graph generation were performed in GraphPad Prism 9. Significance was determined by paired \nt\n test or 2-way ANOVA, with post hoc multiple comparison tests. For survival analyses, the Log-Rank (Mantel Cox) test was used.",
    "supplementary_material": "Supplementary Material\nAppendix 01 (PDF)\nClick here for additional data file.\nDataset S01 (XLSX)\nClick here for additional data file.",
    "author_contributions": "Author contributions\nN.J.S., M.W., and T.E. designed research; A.R.V., L.S., M.C., M.R., T.A., C.J.G., and N.G. performed research; R.T., S.A.V., C.S., and M.W. contributed new reagents/analytic tools; A.R.V., M.C., C.R.G.W., M.R., N.J.S., M.W., and T.E. analyzed data; and A.R.V., N.J.S., and T.E. wrote the paper.",
    "competing_interests": "Competing interests\nM.W. and R.T. have intellectual property (patents) on sulfide delivery molecules and their use. M.W. is a co-founder and CSO of MitoRX Therapeutics, Oxford. S.A.V. and M.R. are co-founders of NemaLife Inc., and the microfluidic devices used in this study have been licensed for commercialization. S.A.V., M.R., and T.A. are named inventors on the microfluidic devices.",
    "data,_materials,_and_software_availability": "Data, Materials, and Software Availability\nAll study data are included in the article and/or \nsupporting information\n. The raw RNA sequencing data can be found within the NCBI BioProject database (\nhttps://www.ncbi.nlm.nih.gov/bioproject/\n) under the Sequence Read Archive (SRA) accession \nPRJNA996496\n (\n93\n).",
    "supporting_information": "Supporting Information"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10410709/"
}