{
  "id": "PMC11492218",
  "title": "Bone hemodynamic responses to changes in external pressure.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Bone hemodynamic responses to changes in external pressure.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11492218/"
  },
  "sections": {
    "abstract": "Importance\nAt present, there is no consensus on the concentration of epinephrine/physiological saline for subcutaneous injection into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery. A randomized controlled trial (RCT) research is needed to provide reference, as this concentration can provide satisfactory surgical field clarity while maintaining patients’ hemodynamic stability.\nObjective\nComparison of the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into EAC under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics.\nDesign\nThis double-blind, RCT study was about the effect of topical epinephrine injection in otoendoscopic surgery.\nSetting\nThis study was conducted at a single institution.\nParticipants\nThis study included 168 patients conformed to the inclusion criteria.\nIntervention\nPatients were randomized to receive different concentrations of epinephrine/physiological saline injection (1:5000, 1:10,000, 1:20,000, or 1:40,000) into the junction of bone and cartilage at posterior wall of EAC during surgery.\nMain Outcome Measures\nSurgical field clarity was assessed with surgical field clarity grading scale and tympanic membrane flap flipping time. Hemodynamic changes were monitored by clinical parameters of blood pressure, heart rate, and ST segment of ECG.\nResults\nThere were no statistically-significant differences in surgical field clarity grade (\nP\n = .577) and tympanic membrane flap flipping time (\nP\n = .490) among 4 concentration groups. Epinephrine injection did cause an increase in hemodynamic parameters when compared with baseline (\nP\n < .05). Compared with the relatively-lower concentration groups (1:20,000 and 1:40,000), the relatively-higher concentration groups (1:5000 and 1:10,000) had more significant and long-lasting effect until 30 minutes after injection.\nConclusions and relevance\nFour concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients’ hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.\nTrial registration\nClinical Trial Registry-China: ChiCTRI1800016647.",
    "importance": "Importance\nAt present, there is no consensus on the concentration of epinephrine/physiological saline for subcutaneous injection into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery. A randomized controlled trial (RCT) research is needed to provide reference, as this concentration can provide satisfactory surgical field clarity while maintaining patients’ hemodynamic stability.",
    "objective": "Objective\nComparison of the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into EAC under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics.",
    "design": "Design\nThis double-blind, RCT study was about the effect of topical epinephrine injection in otoendoscopic surgery.",
    "setting": "Setting\nThis study was conducted at a single institution.",
    "participants": "Participants\nThis study included 168 patients conformed to the inclusion criteria.",
    "intervention": "Intervention\nPatients were randomized to receive different concentrations of epinephrine/physiological saline injection (1:5000, 1:10,000, 1:20,000, or 1:40,000) into the junction of bone and cartilage at posterior wall of EAC during surgery.",
    "main_outcome_measures": "Main Outcome Measures\nSurgical field clarity was assessed with surgical field clarity grading scale and tympanic membrane flap flipping time. Hemodynamic changes were monitored by clinical parameters of blood pressure, heart rate, and ST segment of ECG.",
    "results": "Results\nA total of 168 patients who met inclusion criteria were enrolled in this study (\nFigure 1\n). Basic demographic details of all patients are presented in e\nTable 2\n and \neTable 3 in the Supplemental Material\n. There was no statistically-significant difference in all basic information data between the 4 testing groups. The average age was 42.8 (range, 18-65) years old, with a female preponderance. Identified risk factors for hemodynamic changes included hypertension and sinus arrhythmia.\nFigure 1.\nConsort diagram of participant randomization, assignment, data collection and analysis.\nFor the primary outcome of the surgical field clarity, there was no significant difference between the surgical field clarity grade and tympanic membrane flap flipping time among 4 concentration groups. On average, the surgical field clarity grade was 2.43 (±0.61) and the tympanic membrane flap flipping time was 371.99 (±230.43) seconds. The comparison results and diagrams among the 4 groups are shown in \nTable 1\n.\nTable 1.\nOutcome Comparisons in the 4 Treatment Groups.\nVariable\n1:5000 (±SD)\n1:10,000 (±SD)\n1:20,000 (±SD)\n1:40,000 (±SD)\nP\n value\nSurgical field clarity grade\n2.36 ± 0.58\n2.50 ± 0.60\n2.36 ± 0.62\n2.50 ± 0.55\n.478\nTypaninc membrane flap flipping time (s)\n391.40 ± 301.23\n374.52 ± 227.69\n325.95 ± 141.05\n396.10 ± 225.03\n.49\nHemodynamic changes in HR, MAP, SBP, DBP, and ST-II were monitored for all patients till 30 minutes after epinephrine injection. Increases in HR, MAP, SBP, and DBP values were all observed in the 4 groups after injection (\nP\n < .05). Compared with each baseline value, the 1:5000 group brought more significant hemodynamic changes at the most of points of time. After 30 minutes of injection, almost all values of HR, MAP, SBP, and DBP in the relatively-lower concentration groups (1:20,000 and 1:40,000) were able to return to baseline levels, while the higher ones (1:5000 and 1:10,000) remained elevated (\nTable 2\n, \nFigure 2\n). For ST values, although there were occasional statistical differences between the baseline and values after injection, considering that the dynamic changes belonged to the normal range of elevation or depression, it was believed that epinephrine injection may have little effect on them (\neTable 4 in the Supplemental Material\n).\nTable 2.\nChanges in Hemodynamic Parameters After Injection of Epinephrine Compared with Baseline.\nTAI (min)\nΔHR (bpm)\n\n\nP\n\n\nΔMAP (mmHg)\n\n\nP\n\n\nΔSBP (mmHg)\n\n\nP\n\n\nΔDBP (mmHg)\n\n\nP\n\n\n1:5000\n 0.1\n1.86\n.126\n5.72\n.011\n*\n11.02\n.004\n**\n4.9\n.005\n**\n 1\n6.21\n.001\n**\n10.95\n<.001\n***\n19.83\n<.001\n***\n8.1\n<.001\n***\n 3\n4.45\n<.001\n***\n20.15\n<.001\n***\n38.05\n<.001\n***\n13.81\n<.001\n***\n 5\n4.05\n<.001\n***\n19.59\n<.001\n***\n36.48\n<.001\n***\n13.12\n<.001\n***\n 10\n5.5\n.001\n**\n18.13\n<.001\n***\n34.48\n<.001\n***\n12.1\n<.001\n***\n 15\n8.57\n<.001\n***\n17.8\n<.001\n***\n33.93\n<.001\n***\n12.17\n<.001\n***\n 30\n3.48\n.023\n*\n15.53\n.02\n*\n30.62\n<.001\n***\n10\n.003\n**\n1:10,000\n 0.1\n1.48\n.072\n2.52\n.052\n3.19\n.098\n2.29\n.042\n*\n 1\n8.62\n<.001\n***\n7.58\n.004\n13.33\n.002\n**\n6.26\n.002\n**\n 3\n2.21\n.073\n13.25\n<.001\n***\n21.86\n<.001\n***\n9.1\n<.001\n***\n 5\n5.14\n.001\n**\n8.04\n.018\n15.21\n.016\n*\n5.1\n.026\n*\n 10\n5.12\n.001\n**\n13.51\n<.001\n***\n22.24\n.001\n**\n9.55\n<.001\n***\n 15\n6.52\n<.001\n***\n10.13\n.003\n**\n17.71\n.005\n**\n9.21\n.012\n*\n 30\n2.6\n.097\n8.57\n.016\n*\n16.62\n.011\n*\n4.95\n.04\n*\n1:20,000\n 0.1\n3.52\n.007\n**\n3.83\n.029\n*\n6.86\n.014\n*\n4.02\n.011\n 1\n6.83\n<.001\n***\n7.16\n.002\n**\n12.88\n.001\n**\n6.74\n<.001\n***\n 3\n3.24\n.005\n**\n9.96\n.001\n**\n17.36\n<.001\n***\n8.07\n<.001\n***\n 5\n1.81\n.03\n*\n4.36\n.092\n7.33\n.066\n2.86\n.179\n 10\n3.26\n.002\n**\n6.45\n.033\n*\n8.48\n.069\n4.9\n.055\n 15\n5\n<.001\n***\n6.11\n.018\n*\n9.05\n.017\n*\n4.6\n.026\n*\n 30\n−0.48\n.673\n2.19\n.406\n4.24\n.286\n1.57\n.484\n1:40,000\n 0.1\n0.43\n.753\n1.11\n.643\n3.02\n.215\n1.69\n.244\n 1\n4.38\n.014\n*\n4.27\n.034\n6.33\n.016\n*\n2.74\n.109\n 3\n1.1\n.438\n9.37\n<.001\n***\n14.31\n<.001\n***\n6.9\n<.001\n***\n 5\n1.07\n.392\n3.18\n.14\n5.64\n.046\n*\n1.88\n.291\n 10\n2.12\n.193\n6.05\n.018\n*\n8.71\n.008\n**\n4.43\n.043\n*\n 15\n4.52\n.007\n**\n6.06\n.007\n**\n8.5\n.003\n**\n3.62\n.059\n 30\n−0.21\n.882\n−1.49\n.476\n0.86\n.744\n−2.55\n.167\nValues reported as the mean.\nAbbreviations: DBP, diastolic blood pressure; HR, heart rate; MAP, mean arterial pressure; SBP, systolic blood pressure; TAI, time after injection.\n*\nP\n < .05, **\nP\n < .01, ***\nP\n < .001.\nFigure 2.\nDiagram of hemodynamic changes after injection of epinephrine. (a) HR changes after epinephine injection of four groups. (b) MAP changes after epinephine injection of four groups. (c) SBP changes after epinephine injection of four groups.\nAll patients’ SBPs were tracked after epinephrine injection. Once the value exceeds 180 mmHg, the anesthesiologist would immediately provide antihypertensive intervention. Out of 168 patients, 19 patients underwent antihypertensive treatment (\neTable 5 in the Supplemental Material\n). Among them, 11 of these patients were from the 1:5000 group, 6 were from the 1:10,000 group, and 2 were from the 1:20,000 group. The results showed a statistical difference between the number of patients who needed antihypertensive intervention and the concentration of epinephrine/physiological saline (\nP\n = .040). By comparing the basic information data of the 19 epinephrine sensitive patients and the other 149 patients, including parameters of age, gender, hypertension or cardiovascular history, and antihypertensive medications, we did not find any characteristics that may be related to epinephrine sensitivity (\nTable 3\n).\nTable 3.\nComparison Between Epinephrine Sensitive and Relatively-insensitive Groups.\nCharacteristics\nSensitive\nInsensitive\nP\n value\nNumber of patients\n19\n149\nAge (±SD)\n43.47 ± 12.34\n42.70 ± 12.54\n.785\nMales (%)\n9 (47.4)\n65 (43.6)\n.758\nHypertension or cardiovascular history (%)\n3 (15.8)\n20 (13.4)\n.778\nTaking antihypertensive medications (%)\n1 (5.3)\n7 (4.7)\n.914",
    "conclusions_and_relevance": "Conclusions and relevance\nFour concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients’ hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.",
    "trial_registration": "Trial registration\nClinical Trial Registry-China: ChiCTRI1800016647.",
    "key_message": "Key message\nAppropriate concentration of epinephrine/physiological saline for subcutaneous injection into external auditory canal under general anesthesia in otoendoscopic surgery.\nMinimize the impact on hemodynamics.",
    "introduction": "Introduction\nThe researches and clinical application of otoendoscope in otologic surgery are increasing, which not only expands otologists’ understanding of otologic anatomy and pathophysiology but also provides a new way for the treatment of otologic diseases.\n1\n,\n2\n Otoendoscopic surgery is now considered as a safe and feasible surgical method. Natasha Pollak et al found that it could not only enhance the visibility of surgery but also reduce the recurrence rate and improve the prognosis of some ear diseases due to its minimally invasion.\n1\n,\n3\nHowever, the surgical field under otoendoscope is relatively narrow, and the light is easily absorbed by dark tissues or objects such as blood, which affects the brightness of the surgical field. Moreover, it is relatively difficult to operate in the narrow ear canal with 1 hand. Therefore, a clearer surgical field and better hemostatic effect are beneficial for the otoendoscopic surgery.\nCurrently, the vasoconstrictor epinephrine is often used as a hemostatic drug in endoscopic surgery of otorhinolaryngology.\n4\n,\n5\n Some of the most common methods include local injection and submucosal infiltration administration, both of which are effective in reducing the risk of intraoperative bleeding and improving field clarity.\n6\n,\n7\n But the concentration of epinephrine used by different surgeons varies. Regardless of the administration method or concentration, as epinephrine is absorbed through the mucosa, the patients’ hemodynamics will have changes accordingly.\n8\n-\n11\nIn studies related to otoendoscopic surgery, Ali Moshaver et al found that the blood pressure (BP) and heart rate (HR) increased 1 to 2 minutes after nasal mucosal injection of 1:200,000 epinephrine and returned to baseline after 5 minutes.\n\n\n12\n\n\n Bi Zhang et al found insufficient evidence to support the use of low concentration of epinephrine in the nasal submucosa to improve surgical clarity and hemostatic effect.\n\n\n13\n\n\n In the researches of otoendoscopic surgery, Marna List et al found that the hemostasis effect of topical application of 1:1000 epinephrine was equivalent to that of 1:10,000 epinephrine, and the safety factor was also similar in 2 groups.\n\n\n14\n\n\nGiven the limited research on the use of epinephrine in otoendoscopic surgery, there are also issues such as fewer enrolled patients. We designed a double-blind, randomized controlled trial (RCT) study to evaluate the effect of 4 different concentrations of epinephrine on surgical field clarity and hemodynamics in otoendoscopic surgery. Our goal was to select an appropriate concentration of epinephrine, while ensuring the safety of patients’ hemodynamic changes, and a clear surgical field can be obtained.",
    "patients_and_methods": "Patients and Methods\nStudy Design\nThis was a double-blind, RCT study about the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics. The patients who strictly met the inclusion criteria were enrolled in this study. Patients were randomly assigned to be injected with different concentrations of epinephrine/physiological saline into EAC subcutaneously under general anesthesia in otoendoscopic surgery. The operations were all conducted by the same senior surgeon. The trial protocol was reviewed and approved by the institutional review board at Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine, and the present study was prespecified in the protocol. All patients provided written informed consent. This study followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline. See the trial protocol in supplemental content.\nPatient Selection\nAssuming a power of 0.85 and a significance value of 0.05, considering a 20% dropout rate, each sample would need 39 patients, and the total sample size would be 156 cases.\nThis double-blind, RCT study finally included 168 patients undergoing otoendoscopic surgery under general anesthesia from June 25, 2018, to January 17, 2022, at a single institution.\nInclusion criteria included the following:\nThe age range was from 18 to 65 years old.\nPatients who required otoendoscopic surgery and those who underwent bilateral surgery at the same time were only counted on one side.\nOtoendoscopic surgery was performed under general anesthesia, and the preoperative anesthesia evaluation was classified as I or II by American Society of Anesthesiologists (ASA).\nExclusion criteria included the following:\nhistory of EAC injury (including ear surgery);\nhistory of refractory hypertension, obvious cardiovascular, liver, and kidney dysfunction or abnormal coagulation function; and\ndisagree to sign informed consent form.\nThis study has been approved by the Ethics Committees of Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine (2018-119-T97), and was registered in Clinical Trial Registry-China (ChiCTRI1800016647). All participants have provided written informed consent.\nRandomization\nRandomization was conducted by Statistician A from the clinical research center of Shanghai Jiao Tong University School of Medicine. Randomized seeds were generated by the SAS software, and envelope method was used for allocation and concealment. Randomization numbers were distributed to determine the patient’s treatment group (with serial numbers outside of the envelope and grouping information for group A/B/C/D).\nDouble-Blind Protocol\nThis study was a double-blind, RCT study. The specific process was as follows:\nThe doctor who was not involved in this clinical trial served as the blinding administrator.\nBlind codes (indicating the epinephrine/physiological saline concentration groups as group A/B/C/D) were placed in envelopes and sealed separately. The envelopes needed to be sealed, signed, and dated by the blind administrator and the lead researcher. The envelopes were photographed and stored in the researcher’s medical record. The blind codes were kept by the blinding administrator.\nPatients were enrolled according to the random numbers. The anesthesia nurse prepared epinephrine/physiological saline solution and handed it over to the circulating nurse, who then handed over a certain concentration of epinephrine/physiological saline injection to the surgeon.\nThe final data were analyzed by Statistician B, and a statistical report was issued on the differences of the effect among 4 concentration groups. After the envelopes were verified of being unopened by the blinding administrator and the lead researcher, the administrator unblinded handed them over to the lead researcher to make a final research report.\nGeneral Anesthesia Method\nA standardized technique for general anesthesia and endotracheal intubation was employed for this study. Premedication was limited to dorasetron and pentylenethyclidine hydrochloride injection. Induction was with midazolam (0.05 mg/kg), fentanyl (2 μg/kg), propofol (4 mg/kg), and rocuronium bromide (0.6 mg/kg). An arterial line was placed by anesthesiology immediately after intubation. The maintenance of anesthesia was achieved with propofol (4 mg/kg/h), remifentanil (0.1 μg/kg/min), and sevoflurane (1.5 vol%).\nData Collection\nSystolic blood pressure (SBP), diastolic blood pressure (DBP), and mean arterial pressure (MAP) were recorded by invasive blood pressure monitoring. If a patient’s SBP is found to be ≥180 mmHg during the surgery, the anesthesiologist would immediately intervene and record the subsequent blood pressure values as pre-intervention ones. HR and ST segment were tracked by electrocardiogram monitor of Dräger’s Zeus Infinity Empowered anesthesia work platform. The following 3 leads were selected to monitor ST changes: Lead II was a limb lead, while lead V recorded for right heart, and lead I was moved to position V5 to record for left heart. Take the position 0.08 seconds after J point as the measurement point for ST analysis. The above-mentioned hemodynamic parameters were collected at the following 8 points: before injection, 0.1 minutes, 1 minute, 3, 5, 10, 15, and 30 minutes after injection. The values before injection were used as the baseline values.\nEpinephrine Application\nPreparation method of epinephrine/physiological saline injection:\n1:5000 group (group C) (n = 42): 1 mL 0.1% epinephrine and 4 mL physiological saline;\n1:10,000 group (group B) (n = 42): 1 mL 0.1% epinephrine and 9 mL physiological saline;\n1:20,000 group (group A) (n = 42): 1 mL 0.1% epinephrine and 19 mL physiological saline; and\n1:40,000 group (group D) (n = 42): 1 mL 0.1% epinephrine and 39 mL physiological saline.\nInjection method: Inject 0.5 mL of epinephrine/physiological saline into the junction of bone and cartilage at the posterior wall of EAC under endoscope.\nEvaluation of Surgical Field Clarity\nSurgical field clarity grading scale is shown in \neTable 1 in the Supplemental Material\n.\nThe 2 professional otolaryngologists participating in the evaluation were unaware of the concentration groups of epinephrine/physiological saline. If the score were consistent, then the grade would be the final result. If inconsistent, to ensure the conservatism of the results, we took the high grade (poor hemostatic effect) as final results.\nEvaluation of Tympanic Membrane Flap Flipping Time\nThe starting point of tympanic membrane flap flipping was when the surgeon made an arc-shaped incision at the EAC. Then, the posterior skin and eardrum were flipped, exposing the fibrous bone ring and lifting it from the tympanic groove to identify the mucosa of the tympanic cavity. It was the end time of flap flipping when entering the tympanic cavity after incising the mucosa. The flap flipping time was recorded by the same anesthesia nurse in every surgery.\nStatistics\nSPSS for Windows, Version 24.0 (IBM Corp., Armonk, NY, USA) was used for statistical analysis. Changes in hemodynamic parameters were compared with the baseline values for each patient using paired \nt\n test in each of the 4 groups. Differences in surgical field clarity grade and tympanic membrane flap flipping time in 4 concentration groups were compared using the chi-squared test. \nP\n < .05 was considered statistically significant.",
    "study_design": "Study Design\nThis was a double-blind, RCT study about the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics. The patients who strictly met the inclusion criteria were enrolled in this study. Patients were randomly assigned to be injected with different concentrations of epinephrine/physiological saline into EAC subcutaneously under general anesthesia in otoendoscopic surgery. The operations were all conducted by the same senior surgeon. The trial protocol was reviewed and approved by the institutional review board at Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine, and the present study was prespecified in the protocol. All patients provided written informed consent. This study followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline. See the trial protocol in supplemental content.",
    "patient_selection": "Patient Selection\nAssuming a power of 0.85 and a significance value of 0.05, considering a 20% dropout rate, each sample would need 39 patients, and the total sample size would be 156 cases.\nThis double-blind, RCT study finally included 168 patients undergoing otoendoscopic surgery under general anesthesia from June 25, 2018, to January 17, 2022, at a single institution.\nInclusion criteria included the following:\nThe age range was from 18 to 65 years old.\nPatients who required otoendoscopic surgery and those who underwent bilateral surgery at the same time were only counted on one side.\nOtoendoscopic surgery was performed under general anesthesia, and the preoperative anesthesia evaluation was classified as I or II by American Society of Anesthesiologists (ASA).\nExclusion criteria included the following:\nhistory of EAC injury (including ear surgery);\nhistory of refractory hypertension, obvious cardiovascular, liver, and kidney dysfunction or abnormal coagulation function; and\ndisagree to sign informed consent form.\nThis study has been approved by the Ethics Committees of Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine (2018-119-T97), and was registered in Clinical Trial Registry-China (ChiCTRI1800016647). All participants have provided written informed consent.",
    "randomization": "Randomization\nRandomization was conducted by Statistician A from the clinical research center of Shanghai Jiao Tong University School of Medicine. Randomized seeds were generated by the SAS software, and envelope method was used for allocation and concealment. Randomization numbers were distributed to determine the patient’s treatment group (with serial numbers outside of the envelope and grouping information for group A/B/C/D).",
    "double-blind_protocol": "Double-Blind Protocol\nThis study was a double-blind, RCT study. The specific process was as follows:\nThe doctor who was not involved in this clinical trial served as the blinding administrator.\nBlind codes (indicating the epinephrine/physiological saline concentration groups as group A/B/C/D) were placed in envelopes and sealed separately. The envelopes needed to be sealed, signed, and dated by the blind administrator and the lead researcher. The envelopes were photographed and stored in the researcher’s medical record. The blind codes were kept by the blinding administrator.\nPatients were enrolled according to the random numbers. The anesthesia nurse prepared epinephrine/physiological saline solution and handed it over to the circulating nurse, who then handed over a certain concentration of epinephrine/physiological saline injection to the surgeon.\nThe final data were analyzed by Statistician B, and a statistical report was issued on the differences of the effect among 4 concentration groups. After the envelopes were verified of being unopened by the blinding administrator and the lead researcher, the administrator unblinded handed them over to the lead researcher to make a final research report.",
    "general_anesthesia_method": "General Anesthesia Method\nA standardized technique for general anesthesia and endotracheal intubation was employed for this study. Premedication was limited to dorasetron and pentylenethyclidine hydrochloride injection. Induction was with midazolam (0.05 mg/kg), fentanyl (2 μg/kg), propofol (4 mg/kg), and rocuronium bromide (0.6 mg/kg). An arterial line was placed by anesthesiology immediately after intubation. The maintenance of anesthesia was achieved with propofol (4 mg/kg/h), remifentanil (0.1 μg/kg/min), and sevoflurane (1.5 vol%).",
    "data_collection": "Data Collection\nSystolic blood pressure (SBP), diastolic blood pressure (DBP), and mean arterial pressure (MAP) were recorded by invasive blood pressure monitoring. If a patient’s SBP is found to be ≥180 mmHg during the surgery, the anesthesiologist would immediately intervene and record the subsequent blood pressure values as pre-intervention ones. HR and ST segment were tracked by electrocardiogram monitor of Dräger’s Zeus Infinity Empowered anesthesia work platform. The following 3 leads were selected to monitor ST changes: Lead II was a limb lead, while lead V recorded for right heart, and lead I was moved to position V5 to record for left heart. Take the position 0.08 seconds after J point as the measurement point for ST analysis. The above-mentioned hemodynamic parameters were collected at the following 8 points: before injection, 0.1 minutes, 1 minute, 3, 5, 10, 15, and 30 minutes after injection. The values before injection were used as the baseline values.",
    "epinephrine_application": "Epinephrine Application\nPreparation method of epinephrine/physiological saline injection:\n1:5000 group (group C) (n = 42): 1 mL 0.1% epinephrine and 4 mL physiological saline;\n1:10,000 group (group B) (n = 42): 1 mL 0.1% epinephrine and 9 mL physiological saline;\n1:20,000 group (group A) (n = 42): 1 mL 0.1% epinephrine and 19 mL physiological saline; and\n1:40,000 group (group D) (n = 42): 1 mL 0.1% epinephrine and 39 mL physiological saline.\nInjection method: Inject 0.5 mL of epinephrine/physiological saline into the junction of bone and cartilage at the posterior wall of EAC under endoscope.",
    "evaluation_of_surgical_field_clarity": "Evaluation of Surgical Field Clarity\nSurgical field clarity grading scale is shown in \neTable 1 in the Supplemental Material\n.\nThe 2 professional otolaryngologists participating in the evaluation were unaware of the concentration groups of epinephrine/physiological saline. If the score were consistent, then the grade would be the final result. If inconsistent, to ensure the conservatism of the results, we took the high grade (poor hemostatic effect) as final results.",
    "evaluation_of_tympanic_membrane_flap_flipping_time": "Evaluation of Tympanic Membrane Flap Flipping Time\nThe starting point of tympanic membrane flap flipping was when the surgeon made an arc-shaped incision at the EAC. Then, the posterior skin and eardrum were flipped, exposing the fibrous bone ring and lifting it from the tympanic groove to identify the mucosa of the tympanic cavity. It was the end time of flap flipping when entering the tympanic cavity after incising the mucosa. The flap flipping time was recorded by the same anesthesia nurse in every surgery.",
    "statistics": "Statistics\nSPSS for Windows, Version 24.0 (IBM Corp., Armonk, NY, USA) was used for statistical analysis. Changes in hemodynamic parameters were compared with the baseline values for each patient using paired \nt\n test in each of the 4 groups. Differences in surgical field clarity grade and tympanic membrane flap flipping time in 4 concentration groups were compared using the chi-squared test. \nP\n < .05 was considered statistically significant.",
    "discussion": "Discussion\nThe data we have collected on the evaluation of surgical field clarity and hemodynamics can be interpreted in terms of patients’ effectiveness and safety of epinephrine injection for the otoendoscopic surgery under general anesthesia.\nCurrently, topical vasoconstrictors used in endoscopic surgery include cocaine, oxymetazoline, and epinephrine. The use of cocaine has been greatly reduced in clinical practice due to its significant impact on hemodynamic effect and strong addiction.\n15\n,\n16\n Although oxymetazoline has a good safety profile, its vasoconstrictor effect is not as good as that of other drugs and is now often used in pediatric surgery.\n4\n,\n16\n,\n17\n Epinephrine is an α-and-β adrenoceptor agonist that can effectively constrict blood vessels and reduce the release of inflammatory mediators, which is commonly used in many endoscopic surgeries.\n4\n,\n5\nOtologic surgeons often use local injection of epinephrine during otoendoscopic surgery under general anesthesia, but the concentrations injected into the EAC vary among different surgeons, ranging from 1:1000 to 1:60,000.\n\n\n18\n\n\n Brackmann et al recommended injecting epinephrine 1:40,000 with infiltration of 1% lidocaine, and using 1:60,000 solution when over 65 years old.\n\n\n19\n\n\n Mario Sanna et al recommended injecting epinephrine 1:10,000 with infiltration of 1% lidocaine to achieve hemostatic effects.\n\n\n20\n\n\n Marna A. List’s research suggests that local injection of epinephrine at concentrations of 1:1000 and 1:10,000 during tympanoplasty can produce equivalent hemostatic effect and ensure safety.\n\n\n14\n\n\n However, there is currently no clear guidelines on how to choose the concentration of epinephrine. We believe that an appropriate concentration can maintain patients’ hemodynamic changes within normal ranges, at the same time making the surgical field clear under otoendoscope.\nIn this study, based on a large number of relevant research and data, we selected 4 epinephrine/physiological saline concentration groups (1:5000, 1:10,000, 1:20,000, and 1:40,000) to undergo subcutaneous local injection during otoendoscopic surgery under general anesthesia. Evaluate the impact of different concentrations on surgical field clarity through 2 parameters: surgical field clarity grade and tympanic membrane flap flipping time. The results showed that it was not related to the concentration level, and there was no statistical difference among the 4 groups in terms of surgical field clarity grade (\nP\n = .577) or tympanic membrane flap flipping time (\nP\n = .490).\nSince the impact on the surgical field clarity is equivalent, the magnitude of its impact on patients’ hemodynamics can serve as a reference for selecting the optimal concentration. Our study showed that at 1 minute after injection, the HR- and BP-related parameters (HR, MAP, SBP, DBP) of the 4 groups almost all increased compared with the baseline value, especially in the 1:5000 group, whose related data had very significant statistical differences. In the group with relatively-high epinephrine/physiological concentrations (1:5000 and 1:10,000), this hemodynamic change continued until 30 minutes after injection, while in the group with relatively-low concentrations (1:20,000 and 1:40,000), the data at 30 minutes after injection showed that the patients’ HR and BP returned to baseline values. It is worth noting that, except for the patients in the 1:5000 concentration group, the curve of HR- and BP-related indicators of the patient presented a double-wave peak shape, showing an upward trend immediately after epinephrine injection, falling back 5 minutes after injection, then rising again, and then slowly falling back to baseline. We believe that the appearance of the first peak originated from α, β adrenergic receptor activation of epinephrine. With the metabolism of the drug, the curve entered its first trough, which triggered a protective mechanism in the body that caused HR and BP to rise again, and gradually returned to baseline as the drug further metabolized. In addition, our data showed that although epinephrine injection occasionally caused significant changes in patients’ ST, its impact on ST was not considered as its dynamic changes were all within the normal range. So, there is not enough evidence in this study to suggest that epinephrine injection may lead to myocardial ischemia.\nTaking into account the impact of 4 concentration groups on patient’s surgical field clarity and hemodynamics, in order to reduce the risk of adverse reactions when the benefits obtained are similar, we believe that it is more recommended to choose a concentration that has a smaller impact on patients’ hemodynamic parameters, that is, a concentration of epinephrine adenosine/physiological saline between 1:20,000 and 1:40,000.\nLimitations\nWe recognize the greatest limitation to our study is that control group (physiological saline) could be set up to compare with the treatment groups on the outcomes.",
    "limitations": "Limitations\nWe recognize the greatest limitation to our study is that control group (physiological saline) could be set up to compare with the treatment groups on the outcomes.",
    "conclusion": "Conclusion\nFour concentration groups of topical epinephrine injection under general anesthesia in otoendoscopic surgery has the same effect on surgical field clarity. For the stability of patients’ hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.",
    "supplemental_material": "Supplemental Material\nsj-docx-1-ohn-10.1177_19160216241288811 – Supplemental material for The Effect of Different Concentrations of Epinephrine in Otoendoscopic Surgery on Surgical Field Clarity: A Double-Blind, Randomized Study\nSupplemental material, sj-docx-1-ohn-10.1177_19160216241288811 for The Effect of Different Concentrations of Epinephrine in Otoendoscopic Surgery on Surgical Field Clarity: A Double-Blind, Randomized Study by Wenying Shu, Tingting Jin, Jinya Shi, Jingjie Li and Zhaoyan Wang in Journal of Otolaryngology - Head & Neck Surgery"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11492218/"
}