{
  "id": "PMC10996920",
  "title": "An Analysis of the Effects of Spaceflight and Vaccination on Antibody Repertoire Diversity",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "An Analysis of the Effects of Spaceflight and Vaccination on Antibody Repertoire Diversity",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10996920/"
  },
  "sections": {
    "permalink": "Copy",
    "trisha_a_rettig": "*\nDivision of Biomedical Engineering Sciences, Department of Basic Sciences, Loma Linda University, Loma Linda, CA;\n†\nDivision of Biology, Kansas State University, Manhattan, KS;\nFind articles by \nTrisha A Rettig",
    "john_c_tan": "*\nDivision of Biomedical Engineering Sciences, Department of Basic Sciences, Loma Linda University, Loma Linda, CA;\nFind articles by \nJohn C Tan",
    "nina_c_nishiyama": "‡\nDepartment of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, NC;\n§\nCenter for Gastrointestinal Biology and Disease, University of North Carolina at Chapel Hill, Chapel Hill, NC\nFind articles by \nNina C Nishiyama",
    "stephen_k_chapes": "†\nDivision of Biology, Kansas State University, Manhattan, KS;\nFind articles by \nStephen K Chapes",
    "michael_j_pecaut": "*\nDivision of Biomedical Engineering Sciences, Department of Basic Sciences, Loma Linda University, Loma Linda, CA;\nFind articles by \nMichael J Pecaut",
    "abstract": "Ab repertoire diversity plays a critical role in the host’s ability to fight pathogens. CDR3 is partially responsible for Ab–Ag binding and is a significant source of diversity in the repertoire. CDR3 diversity is generated during VDJ rearrangement because of gene segment selection, gene segment trimming and splicing, and the addition of nucleotides. We analyzed the Ab repertoire diversity across multiple experiments examining the effects of spaceflight on the Ab repertoire after vaccination. Five datasets from four experiments were analyzed using rank-abundance curves and Shannon indices as measures of diversity. We discovered a trend toward lower diversity as a result of spaceflight but did not find the same decrease in our physiological model of microgravity in either the spleen or bone marrow. However, the bone marrow repertoire showed a reduction in diversity after vaccination. We also detected differences in Shannon indices between experiments and tissues. We did not detect a pattern of CDR3 usage across the experiments. Overall, we were able to find differences in the Ab repertoire diversity across experimental groups and tissues.",
    "introduction": "Abs are heterodimers composed of H and L chains (\n1\n). The rearrangements of three different gene segments, the variable (V) gene segment, the diversity (D) gene segment (H chain only), and the joining (J) gene segment forms the variable regions of the Ab (\n1\n, \n2\n).\nAbs play a crucial role in the adaptive immune response, protecting the host from a variety of challenges. The collection of Abs within a host, known as the Ab repertoire, must be highly diverse to bind a wide variety of Ags (\n3\n). CDR3 contributes the most to both the Ab repertoire diversity and binding specificity in the Ab repertoire (\n4\n). CDR3 is composed of the 3’ region of the V-gene segment, the D-gene segment (H chain only), and the J-gene segment. The process of organizing these gene segments into a functional unit is called VDJ rearrangement.\nOur group studies the effects of space on the host response, with a focus on the Ab repertoire. We have shown that spaceflight alone (\n5\n) does not affect the overall Ab repertoire and that a physiological model of microgravity, antiorthostatic suspension (AOS), affects the Ab repertoire after vaccination in both the spleen and bone marrow (\n6\n, \n7\n). Other works have shown that changes to V-gene segment usage in \nPleurodeles waltl\n after five months aboard the International Space Station (\n8\n–\n11\n).\nDiversity, or the lack thereof, in the Ab repertoire can be generated through multiple steps in VDJ rearrangement. Research shows that there is genetic control over the high-level usage of specific gene segments, but individual CDR3 repertoires are highly variable (\n11\n–\n14\n). Previous work shows that variations in recombination signal sequences, which are the sequences beside the gene segment that regulate recombination, may lead to differential usage of a specific gene segment in the repertoire (\n15\n). Additionally, locations of gene segments on the genome also play a role in gene segment selection in humans with more 3’ D-gene segments pairing more commonly with more 5’ J-gene segments and more 5’ D-gene segments pairing with more 3’ J-gene segments (\n15\n). After the gene segments are spliced, additional nucleotides, called N or P nucleotides, are added at the junction between gene segments. P nucleotides are palindromic and complete the overhangs made during exonuclease cuts in the genome (\n16\n). N nucleotides are random nucleotides added by TdT (\n16\n). In the mouse repertoire, P nucleotides are more common than N nucleotides and help drive diversity (\n15\n).\nAn immune response to an Ag (pathogen) is an adaptation. Likewise, responding to changes in gravitational forces also requires adaptation. Our group has had the opportunity to examine the Ab repertories in C57BL/6 mice after a number of different situations. These data allowed us a unique opportunity to test the hypothesis that Ab diversity can be altered by physiological adaptation. That is, spaceflight, simulated spaceflight, and/or immune responses are disruptions in stable environment and affect Ab diversity. To test this hypothesis, we will present an analysis of Ab diversity, as expressed by CDR3 amino acids, in four experiments and five datasets we have generated using analyses frequently used to assess communities in ecological contexts, specifically the Shannon index (SI), an established measure of diversity (\n17\n). The higher the SI, the more diversity the community. Immunologically, repertoire diversity is essential to maintain a healthy adaptive immune system. Theoretically, if an individual has a diverse Ab repertoire, there are more possibilities of productive responses to more Ags. Therefore, diversity measurements of the Ab repertoire are relevant to understanding host fitness (as defined immunologically and ecologically). For example, work by Greiff et al. (\n12\n, \n18\n) has shown that diversity measures can determine if an animal was vaccinated or unvaccinated.",
    "materials_and_methods": "Five different datasets from four experiments were used in the analyses presented in this article (\nTables I\n, \nII\n). We acknowledge that these data have been presented previously (\nTables I\n, \nII\n), but, to our knowledge, the analyses and comparisons presented in this paper are novel and not duplication.\nTABLE I.\n\n\nDescription of experimental groups analyzed\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDataset\n\n\nStrain\n\n\nIndividual or Pooled\n\n\nTissue\n\n\nAge at Experiment Start (wk)\n\n\nTreatments\n\n\nOriginal Publication\n\n\n\n\n\n\n\n\nNormal mouse\n\n\nC57BL/6J\n\n\nPooled\n\n\nSpleen\n\n\n9–11\n\n\nNone\n\n\n(\n19\n)\n\n\n\n\n\n\nCASIS\n\n\nC57BL/6Tac\n\n\nIndividual\n\n\nSpleen\n\n\n35\n\n\nSpaceflight\n\n\n(\n5\n)\n\n\n\n\n\n\nTARDIS\n\n\nC57BL/6J\n\n\nIndividual\n\n\nSpleen and bone marrow\n\n\n10\n\n\nAOS and/or TT and/or CpG1826\n\n\nSpleen (\n6\n)\nBone marrow (\n7\n)\n\n\n\n\n\n\nHypervaccination\n\n\nC57BL/6J\n\n\nPooled\n\n\nSpleen and bone marrow\n\n\n10\n\n\nVaccinated three times with TT and CpG1826\n\n\nData not shown\n\n\n\n\n\n\n\n\nOpen in a new tab\nTABLE II.\n\n\nNumbers and treatment groups of animals sequenced\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDataset\n\n\nTotal N\n\n\nSequenced \nn\n\n\n\n\nTreatment Group\n\n\nSequenced \nn\n\n\n\n\n\n\n\n\n\n\nNormal mouse\n\n\n12\n\n\nTwelve animals in three pools, each containing four spleens\n\n\nN/A\n\n\nThree pooled samples each containing four unique mouse spleens\n\n\n\n\n\n\nCASIS\n\n\n6\n\n\n6\n\n\nFlight\nGround\n\n\nThree individual mouse spleens\nThree individual mouse spleens\n\n\n\n\n\n\nTARDIS\na\n\n\n\n\n80\n\n\nSpleen, 32\nBM, 24\n\n\nLoaded saline\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT + CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded saline\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT + CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nHypervaccinated\n\n\n6\n\n\nSix animals in three pools, each containing the spleen and BM from two animals\n\n\nN/A\n\n\nThree pooled samples, each containing the spleen and BM from two unique animals\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nMice sequenced for the spleen and BM experiments were selected based on highest RIN values for their respective experiments. BM and spleens were both sequenced in 18 total animals.\n\n\n\n\nBM, bone marrow; RIN, RNA integrity number.\nNormal mouse—spleen RNA extraction\n\n\nTissue extraction was performed as previously described (\n19\n). Briefly, to create three independent sample pools, RNA was extracted from the spleens of four 9–11-wk-old, female, specific pathogen–free, C57BL/6J mice. A total of 12 animals were used to create three pools, each containing four animals. Animals were euthanized by exposure to 400 μl of isoflurane on a gauze pad in a histopathology cassette, as described by Huerkamp et al. (\n20\n). Mice had ad libitum access to LabDiet 5001 and water in standard group caging. All animal procedures were approved by the Institutional Animal Care and Use Committee at Kansas State University. Spleen tissues were harvested after euthanasia and processed immediately for RNA extraction with TRIzol LS per the manufacturer’s instructions. Equal concentrations of RNA from each mouse were pooled and submitted for sequencing. These data are publicly available at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-141/\n.\nCenter for the Advancement of Science in Space—spleen RNA extraction\n\n\nRNA was extracted as previously described (\n5\n, \n21\n). Briefly, RNA was extracted by the National Aeronautics and Space Administration Ames Research Center using the RNeasy mini-column from the spleens of 35-wk-old, female C57BL/6Tac mice. Mice were housed either aboard the International Space Station via the SpaceX Crew-4 launch or in the International Space Station simulator on Earth. After collection, spleens were stored at 4°C in RNAlater for at least 24 h and then transferred to −80°C. Animal care and experimental procedures were approved by the Institutional Animal Care and Use Committee at the National Aeronautics and Space Administration Ames Research Center. These data are publicly available at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-164/\n.\nTetanus Ab response developed in space—spleen and bone marrow RNA extraction\n\n\nSuspensions, immunizations, and RNA extractions were performed as described previously (\n6\n, \n7\n). Briefly, 10-wk-old, C57BL/6J, female mice were placed in AOS, resulting in hindlimb unloading. Hindlimb unloading is a physiological model of microgravity (\n22\n, \n23\n). Half of the animals were unloaded, and half were control animals that were also placed in AOS restraints but were fully weight bearing on their hind limbs. All animals were singly housed because of AOS requirements. Eight treatment groups were established, each containing 10 animals, with half of the animals being loading and half unloaded. The i.p. injections were performed after 2 wk in AOS housing with saline only, tetanus toxoid (TT; Statens Serum Institut, Copenhagen, Denmark) only, CpG oligonucleotide 1826 only (CpG1826) (InvivoGen, San Diego, CA), and TT + CpG1826. TT injections contained 5 limes flocculation dose per milliliter of TT, and 0.1 ml was injected. CpG1826 injections contained 0.4 mg/ml CpG1826, and 0.1 ml was injected. TT + CpG1826 animals were injected with 0.2 ml total volume. Mice were returned to AOS housing for 2 wk, after which the mice were euthanized with 100% CO\n2\n. This protocol was approved by the Institutional Animal Care and Use Committee at Loma Linda University, and the euthanasia met requirements put forth by the Association for Assessment and Accreditation of Laboratory Animal Care.\n\n\nWhole spleens were removed and snap frozen in liquid nitrogen. Bone marrow was flushed from the femur and tibia from each animal with a 1:3 ratio of RNAlater/RNAse-free PBS. Samples were centrifuged at ~250 × \ng\n for 5 min at room temperature, the supernatant discarded, and the pellet was snap frozen in liquid nitrogen. RNA extraction was performed for both tissues using TRIzol according to the manufacturer’s instructions, and total RNA was submitted for sequencing. These data are publicly available for spleen (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-201/\n) and bone marrow (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-214/\n)\nHypervaccination—pooled spleen and bone marrow RNA extraction\n\n\nEight-week-old female C57BL/6J mice were received from The Jackson Laboratory and allowed to acclimate at the Laboratory Animal Care Services facility at Kansas State University. Mice were fed food (LabDiet 5001) and water ad libitum. After 2 wk, mice were injected via the i.p. route with 0.1 ml of 0.4 mg/ml CpG1826 and 0.1 ml of 5 limes flocculation dose per milliliter of TT. The CpG1826 and TT sources and lots used in this study are the same as those used in the tetanus Ab response developed in space (TARDIS) experiment. Mice were returned to standard housing, and injections were repeated twice more every 2–3 wk for a total of three injections. Animals were euthanized as described for the normal mouse spleens. All animal procedures were approved by the Institutional Animal Care and Use Committee at Kansas State University. Whole spleens were removed and homogenized using a 70-μM sieve to create a single-cell suspension. Bone marrow from the same animal was flushed with cold RNAse-free PBS and also homogenized using a 70-μM sieve, resulting in a single suspension containing the spleen and bone marrow cells from a single animal. Cells were pelleted at 350 × \ng\n and resuspended using 5 ml of ice-cold ammonium–chloride–potassium lysing buffer (155 nM NH\n4\nCl, 10 mM KHCO\n3\n, and 0.1 mM EDTA) to lyse the RBCs. After 5 min, 10 ml of ice-cold isotonic medium was added to the cells. They were centrifuged at 350 × \ng\n and the supernatant discarded.\n\n\nCells were incubated with TT-coated magnetic beads per manufacturer’s instructions. The magnetic Dynabeads were coated with 26 μl of 5 FL/ml TT per manufacturer’s instructions. After incubation, the beads were added to 0.8 ml TRIzol and 10 μl of 20 mg/ml glycogen for RNA extraction. Extraction was performed per manufacturer’s instructions. No cellular phenotyping was performed because of low recovery rates and prioritization of RNA extraction. This experiment is included as a positive control in anticipation that the hyperimmunization would skew the repertoire.\nSequencing\n\n\nFor all datasets, Kansas State University Integrated Genomics Facility performed sequencing as previously described (\n5\n–\n7\n, \n19\n). Briefly, total RNA was size selected (275–800 nt) and sequenced on the Illumina MiSeq at 2 × 300. Libraries were prepared using the standard Illumina library preparation except that of a 1-min fragmentation time to result in longer reads.\nBioinformatics\n\n\nBioinformatics processes were performed as previously described (\n5\n–\n7\n, \n19\n). Briefly, sequences were imported into CLC Genomics Workbench and cleaned for quality. Sequences were mapped to C57BL/6 V-gene segments and the IgH loci, and the resultant reads were submitted to ImMunoGenTic’s High-V Quest for identification. CDR3 amino acid sequences are defined as the amino acid junction column in the ImMunoGenTic results.\n\n\nV-J combinations were determined by identifying reads in which only one C57BL/6 specific V-gene and J-gene segment were detected for a specific CDR3. CDR3s with multiple V-gene segments were not included in the analysis.\nStatistics and figures\n\n\nRank-abundance curves were generated for CDR3s comprising an abundance of over 0.01 in the repertoire. Abundance was calculated as the count of the unique CDR3 divided by the total count of CDR3s detected. Rank was assigned as the most common CDR3 being equal to one. The SI was calculated using the vegan package (version 2.5–6) in RStudio (version 1.1463). Graphs and charts were created in GraphPad (version 8.4.3). Principal component analysis (PCA) plots were generated in Python 3.7.4 using sklearn 0.21.3 and visualized with seaborn 0.9.0. Paired \nt\n tests, \nt\n tests, and three-way ANOVAs were performed in RStudio (version 1.1463).",
    "table_i.": "Description of experimental groups analyzed\nDataset\n\n\nStrain\n\n\nIndividual or Pooled\n\n\nTissue\n\n\nAge at Experiment Start (wk)\n\n\nTreatments\n\n\nOriginal Publication\n\n\n\n\n\n\n\n\nNormal mouse\n\n\nC57BL/6J\n\n\nPooled\n\n\nSpleen\n\n\n9–11\n\n\nNone\n\n\n(\n19\n)\n\n\n\n\n\n\nCASIS\n\n\nC57BL/6Tac\n\n\nIndividual\n\n\nSpleen\n\n\n35\n\n\nSpaceflight\n\n\n(\n5\n)\n\n\n\n\n\n\nTARDIS\n\n\nC57BL/6J\n\n\nIndividual\n\n\nSpleen and bone marrow\n\n\n10\n\n\nAOS and/or TT and/or CpG1826\n\n\nSpleen (\n6\n)\nBone marrow (\n7\n)\n\n\n\n\n\n\nHypervaccination\n\n\nC57BL/6J\n\n\nPooled\n\n\nSpleen and bone marrow\n\n\n10\n\n\nVaccinated three times with TT and CpG1826\n\n\nData not shown\nOpen in a new tab",
    "table_ii.": "Numbers and treatment groups of animals sequenced\nDataset\n\n\nTotal N\n\n\nSequenced \nn\n\n\n\n\nTreatment Group\n\n\nSequenced \nn\n\n\n\n\n\n\n\n\n\n\nNormal mouse\n\n\n12\n\n\nTwelve animals in three pools, each containing four spleens\n\n\nN/A\n\n\nThree pooled samples each containing four unique mouse spleens\n\n\n\n\n\n\nCASIS\n\n\n6\n\n\n6\n\n\nFlight\nGround\n\n\nThree individual mouse spleens\nThree individual mouse spleens\n\n\n\n\n\n\nTARDIS\na\n\n\n\n\n80\n\n\nSpleen, 32\nBM, 24\n\n\nLoaded saline\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT + CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded saline\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nLoaded TT + CpG1826\n\n\nFour individual mouse spleens; three individual mouse BM\n\n\n\n\n\n\nHypervaccinated\n\n\n6\n\n\nSix animals in three pools, each containing the spleen and BM from two animals\n\n\nN/A\n\n\nThree pooled samples, each containing the spleen and BM from two unique animals\nOpen in a new tab\na\nMice sequenced for the spleen and BM experiments were selected based on highest RIN values for their respective experiments. BM and spleens were both sequenced in 18 total animals.\n\n\n\n\nBM, bone marrow; RIN, RNA integrity number.",
    "normal_mouse—spleen_rna_extraction": "Tissue extraction was performed as previously described (\n19\n). Briefly, to create three independent sample pools, RNA was extracted from the spleens of four 9–11-wk-old, female, specific pathogen–free, C57BL/6J mice. A total of 12 animals were used to create three pools, each containing four animals. Animals were euthanized by exposure to 400 μl of isoflurane on a gauze pad in a histopathology cassette, as described by Huerkamp et al. (\n20\n). Mice had ad libitum access to LabDiet 5001 and water in standard group caging. All animal procedures were approved by the Institutional Animal Care and Use Committee at Kansas State University. Spleen tissues were harvested after euthanasia and processed immediately for RNA extraction with TRIzol LS per the manufacturer’s instructions. Equal concentrations of RNA from each mouse were pooled and submitted for sequencing. These data are publicly available at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-141/\n.",
    "center_for_the_advancement_of_science_in_space—spleen_rna_ex": "RNA was extracted as previously described (\n5\n, \n21\n). Briefly, RNA was extracted by the National Aeronautics and Space Administration Ames Research Center using the RNeasy mini-column from the spleens of 35-wk-old, female C57BL/6Tac mice. Mice were housed either aboard the International Space Station via the SpaceX Crew-4 launch or in the International Space Station simulator on Earth. After collection, spleens were stored at 4°C in RNAlater for at least 24 h and then transferred to −80°C. Animal care and experimental procedures were approved by the Institutional Animal Care and Use Committee at the National Aeronautics and Space Administration Ames Research Center. These data are publicly available at \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-164/\n.",
    "tetanus_ab_response_developed_in_space—spleen_and_bone_marro": "Suspensions, immunizations, and RNA extractions were performed as described previously (\n6\n, \n7\n). Briefly, 10-wk-old, C57BL/6J, female mice were placed in AOS, resulting in hindlimb unloading. Hindlimb unloading is a physiological model of microgravity (\n22\n, \n23\n). Half of the animals were unloaded, and half were control animals that were also placed in AOS restraints but were fully weight bearing on their hind limbs. All animals were singly housed because of AOS requirements. Eight treatment groups were established, each containing 10 animals, with half of the animals being loading and half unloaded. The i.p. injections were performed after 2 wk in AOS housing with saline only, tetanus toxoid (TT; Statens Serum Institut, Copenhagen, Denmark) only, CpG oligonucleotide 1826 only (CpG1826) (InvivoGen, San Diego, CA), and TT + CpG1826. TT injections contained 5 limes flocculation dose per milliliter of TT, and 0.1 ml was injected. CpG1826 injections contained 0.4 mg/ml CpG1826, and 0.1 ml was injected. TT + CpG1826 animals were injected with 0.2 ml total volume. Mice were returned to AOS housing for 2 wk, after which the mice were euthanized with 100% CO\n2\n. This protocol was approved by the Institutional Animal Care and Use Committee at Loma Linda University, and the euthanasia met requirements put forth by the Association for Assessment and Accreditation of Laboratory Animal Care.\nWhole spleens were removed and snap frozen in liquid nitrogen. Bone marrow was flushed from the femur and tibia from each animal with a 1:3 ratio of RNAlater/RNAse-free PBS. Samples were centrifuged at ~250 × \ng\n for 5 min at room temperature, the supernatant discarded, and the pellet was snap frozen in liquid nitrogen. RNA extraction was performed for both tissues using TRIzol according to the manufacturer’s instructions, and total RNA was submitted for sequencing. These data are publicly available for spleen (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-201/\n) and bone marrow (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-214/\n)",
    "hypervaccination—pooled_spleen_and_bone_marrow_rna_extractio": "Eight-week-old female C57BL/6J mice were received from The Jackson Laboratory and allowed to acclimate at the Laboratory Animal Care Services facility at Kansas State University. Mice were fed food (LabDiet 5001) and water ad libitum. After 2 wk, mice were injected via the i.p. route with 0.1 ml of 0.4 mg/ml CpG1826 and 0.1 ml of 5 limes flocculation dose per milliliter of TT. The CpG1826 and TT sources and lots used in this study are the same as those used in the tetanus Ab response developed in space (TARDIS) experiment. Mice were returned to standard housing, and injections were repeated twice more every 2–3 wk for a total of three injections. Animals were euthanized as described for the normal mouse spleens. All animal procedures were approved by the Institutional Animal Care and Use Committee at Kansas State University. Whole spleens were removed and homogenized using a 70-μM sieve to create a single-cell suspension. Bone marrow from the same animal was flushed with cold RNAse-free PBS and also homogenized using a 70-μM sieve, resulting in a single suspension containing the spleen and bone marrow cells from a single animal. Cells were pelleted at 350 × \ng\n and resuspended using 5 ml of ice-cold ammonium–chloride–potassium lysing buffer (155 nM NH\n4\nCl, 10 mM KHCO\n3\n, and 0.1 mM EDTA) to lyse the RBCs. After 5 min, 10 ml of ice-cold isotonic medium was added to the cells. They were centrifuged at 350 × \ng\n and the supernatant discarded.\nCells were incubated with TT-coated magnetic beads per manufacturer’s instructions. The magnetic Dynabeads were coated with 26 μl of 5 FL/ml TT per manufacturer’s instructions. After incubation, the beads were added to 0.8 ml TRIzol and 10 μl of 20 mg/ml glycogen for RNA extraction. Extraction was performed per manufacturer’s instructions. No cellular phenotyping was performed because of low recovery rates and prioritization of RNA extraction. This experiment is included as a positive control in anticipation that the hyperimmunization would skew the repertoire.",
    "sequencing": "For all datasets, Kansas State University Integrated Genomics Facility performed sequencing as previously described (\n5\n–\n7\n, \n19\n). Briefly, total RNA was size selected (275–800 nt) and sequenced on the Illumina MiSeq at 2 × 300. Libraries were prepared using the standard Illumina library preparation except that of a 1-min fragmentation time to result in longer reads.",
    "bioinformatics": "Bioinformatics processes were performed as previously described (\n5\n–\n7\n, \n19\n). Briefly, sequences were imported into CLC Genomics Workbench and cleaned for quality. Sequences were mapped to C57BL/6 V-gene segments and the IgH loci, and the resultant reads were submitted to ImMunoGenTic’s High-V Quest for identification. CDR3 amino acid sequences are defined as the amino acid junction column in the ImMunoGenTic results.\nV-J combinations were determined by identifying reads in which only one C57BL/6 specific V-gene and J-gene segment were detected for a specific CDR3. CDR3s with multiple V-gene segments were not included in the analysis.",
    "statistics_and_figures": "Rank-abundance curves were generated for CDR3s comprising an abundance of over 0.01 in the repertoire. Abundance was calculated as the count of the unique CDR3 divided by the total count of CDR3s detected. Rank was assigned as the most common CDR3 being equal to one. The SI was calculated using the vegan package (version 2.5–6) in RStudio (version 1.1463). Graphs and charts were created in GraphPad (version 8.4.3). Principal component analysis (PCA) plots were generated in Python 3.7.4 using sklearn 0.21.3 and visualized with seaborn 0.9.0. Paired \nt\n tests, \nt\n tests, and three-way ANOVAs were performed in RStudio (version 1.1463).",
    "results": "The baseline splenic repertoire\n\n\nTo characterize the baseline Ab repertoire of C57BL6/J mice, we sequenced three pools, each containing equal amounts of RNA from the spleens of four different female mice (\nTables I\n, \nII\n) (\n19\n). The relative abundance of detected CDR3s was characterized. A rank-abundance curve (\nFig. 1A\n) was generated and showed similar initial abundances for all three normal mouse spleen pools. The SIs were 7.28, 7.39, and 7.68 for normal mouse pools 1, 2, and 3, respectively (\nFig. 1B\n).\n\n\nFIGURE 1. Rank abundance and SI in the baseline Ab repertoire.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each normal mouse pool is one replicate comprised of four pooled spleens. (\nB\n) SI for pooled spleen samples. Each normal mouse pool (NM) is one replicate comprised of four pooled spleens.\nEffect of spaceflight on Ab repertoire diversity\n\n\nTo determine how spaceflight affected the CDR3 distribution, we determined the rank abundance of normal C57BL6/Tac mice (referred to as Center for the Advancement of Science in Space [CASIS] mice) that were flown in space for a period of 21–22 d (\n5\n). Three individual CASIS animals were subjected to spaceflight and compared with normal controls (\nFig. 2A\n) for the rank abundance of individual CDR3s. When the ground and flight animals were averaged by treatment, the resulting rank-abundance curves were nearly identical (\nFig. 2B\n), with one CDR3 being the most abundant. A comparison of the SIs revealed no significant difference between ground and flight animals. However, there was a trend toward a lower SI, and thus, less diversity was evident in flight animals (\nt\n test, \np\n = 0.1138; \nFig. 2C\n).\n\n\nFIGURE 2. Rank abundance and SI in spaceflight animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank abundances for individual animals flown aboard the International Space Station (\nn\n = 1). (\nB\n) Rank abundances for averaged ground and flight animals (\nn\n = 3 per group). (\nC\n) Average + SEM SIs for ground and flight animals (\nn\n = 3 per group).\nComparison of Ab repertoire diversity in a physiological model of microgravity and spaceflight\n\n\nThe third comparison that we made included mice that were subjected to AOS (TARDIS experiment), their restraint, loaded controls (\n6\n, \n7\n), and the CASIS mice. When we compared the SIs of the CASIS ground control mice (\nn\n = 3) and the TARDIS loaded controls that were treated only with saline (\nn\n = 4) (\nFig. 3\n); there was no significant difference (\nt\n test, \np\n = 0.1201), but there was a trend toward lower diversity in the CASIS animals. This trend was also evident in the CASIS flight (\nn\n = 3) versus AOS unloaded saline control (\nn\n = 4) animals (\nt\n test, \np\n = 0.0859; \nFig. 3\n). However, an assessment of the overall SI combining experimental (flight or AOS) and ground (or unloaded controls) in both experiments revealed that the CASIS animals (\nn\n = 6) had an overall lower SI (\nt\n test, \np\n = 0.0004) than the AOS animals (\nn\n = 32) (\nFig. 3\n).\n\n\nFIGURE 3. Comparison of SI in animals in the CASIS (spaceflight) and TARDIS (modeled microgravity) experiments.\n\n\n\n\nOpen in a new tab\n\n\nAverage + SEM SIs for animals housed on Earth (CASIS ground, \nn\n = 3) or loaded control animals (TARDIS ground, \nn\n = 4) and animals aboard the International Space Station (CASIS flight, \nn\n = 3) or suspended control animals (TARDIS flight, \nn\n = 4). The overall comparisons comprise all animals in the CASIS (\nn\n = 6) and TARDIS (\nn\n = 32) experiments. ***\np\n < 0.001.\nEffect of AOS, TT immunization, and a CpG1826 adjuvant on Ab repertoire diversity in the spleen\n\n\nTo understand the effects of AOS, TT, and CpG1826 on the Ab repertoire, we generated rank-abundance curves for CDR3s from the TARDIS (\n6\n) mice from the treatment groups by collapsing the data by main effect (\nn\n = 16 per treatment group, AOS, TT, or CpG1826) (\nFig. 4A\n). No significant differences were found between treated and untreated animals (\nt\n test, \np\n > 0.05) in any of the comparisons, although trends for higher abundance in rank one CDR3s were detected for TT-treated mice (\np\n = 0.0571). A comparison of SIs also showed no significant differences between treated and untreated animals (three-way ANOVA, \np\n > 0.05; \nFig. 4B\n). Unloading did not affect the diversity of the TT− or TT + CpG1826–treated animals (three-way ANOVA, \np\n > 0.05; \nFig. 4C\n).\n\n\nFIGURE 4. Rank abundance and SI in the spleen of TARDIS animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (\nn\n = 16 per treatment group). (\nB\n) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (\nn\n = 16 per treatment group). (\nC\n) Average + SEM SI of the effect of AOS on TT and TT + CpG1826 animals (\nn\n = 4 per group)\nEffect of AOS, TT immunization, and a CpG1826 adjuvant on Ab repertoire diversity in the bone marrow\n\n\nRank-abundance curves were generated for CDR3s identified in the bone marrow (\n7\n) of the same mice used for spleen cell determinations in the TARDIS experiment described above (\nFig. 5A\n). Collapsing data by main effect (AOS, TT, and CpG1826 treatment) (\nn\n = 12 per treatment group) yielded no significant differences between treated and untreated animals for any of the groups (\nt\n test, \np\n > 0.05). Animals treated with TT had significantly lower (three-way ANOVA, \np\n = 0.0137; \nFig. 5B\n) SIs and thus lower diversity, but AOS and CpG1826 treatments did not affect the SI (three-way ANOVA, \np\n > 0.05). A three-way interaction for AOS × TT × ANOVA, CpG1826 was also detected (three-way \np\n = 0.0442; data not shown), but unloading did not affect the diversity of the TT− or TT + CpG1826–treated animals (three-way ANOVA, \np\n > 0.05; \nFig. 5C\n).\n\n\nFIGURE 5. Rank abundance and SI in the bone marrow of TARDIS animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nB\n) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nC\n) Average + SEM SI of the effect of AOS on TT and TT + CpG1826 animals (\nn\n = 3 per group). *\np\n < 0.05.\nComparison of spleen and bone marrow Ab repertoires in the same animal\n\n\nSpleen and bone marrow were sequenced in 18 animals in the TARDIS study, allowing direct comparisons of population diversity between the spleen and bone marrow. A rank-abundance curve of representative animals in each of the treatment groups is presented (\nFig. 6A\n). The bone marrow was significantly less diverse (\nFig. 6B\n) than the spleens of the same animals (paired \nt\n test, \np\n < 0.0001).\n\n\nFIGURE 6. Rank abundance and SI of spleen and bone marrow Ab repertoires in the same animal.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank abundance of a representative sample from each treatment group receiving TT in both tissues (\nn\n = 1 per group). (\nB\n) SI of spleen and bone marrow repertoires in the same animals. Bone marrow SI was significantly lower than spleen, \np\n < 0.001.\nComparison of hypervaccinated animals to primary only animals\n\n\nTo isolate the anti-TT–specific response, magnetic beads coated in TT were used to isolate TT-binding cells from the spleen and bone marrow from two animals (\nFig. 7A\n). The abundance of the rank one CDR3 in pool 2 was over 11 times higher than pool 1 and over 6.5 times higher than pool 3. No differences in SIs were found between the hypervaccinated data and the unloaded TARDIS spleen (\nt\n test, \np\n = 0.4346) and the TARDIS bone marrow (\nt\n test, \np\n = 0.2000) (\nFig. 7B\n).\n\n\nFIGURE 7. Rank abundance and SI in hypervaccinated animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts. (\nB\n) Average + SEM SI for pooled spleen and bone marrow samples compared with the TARDIS TT + CpG1826 spleen and bone marrow samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts from the same animal.\nPCA of CDR3 counts across studies\n\n\nWe were fortunate to be able to examine the CDR3 repertoire in large numbers of animals subjected to various treatment protocols. We probed our data to identify principal components driving the impact on CDR3 present in the TARDIS mouse spleen (\nFig. 8A\n), TARDIS bone marrow (\nFig. 8B\n), and CASIS (\nFig. 8C\n) animals. We also assessed all experiments used in this article (\nFig. 8D\n). However, no clustering or significant principal components emerged from the PCA analyses.\n\n\nFIGURE 8. PCA of CDR3 counts across studies.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) PCA of TARDIS spleen animals (\nn\n = 32). (\nB\n) PCA of TARDIS bone marrow animals (\nn\n = 24). (\nC\n) PCA of CASIS animals (\nn\n = 6). (\nD\n) PCA of all five data sets analyzed in this article. PCA of all experiments (\nn\n = 68).\nSimilarity of V/J pairing for a single CDR3 amino acid sequence\n\n\nWhen we assessed CDR3s present in the repertoires of all animals included in our experiments, we noted that a single CDR3 (CARGAYW) was found in every animal spleen dataset (CASIS and TARDIS). It was selected for V/J combinations analysis. The CARGAYW CDR3 sequence was also identified in 15 of the 24 bone marrow samples. One V/J combination, V1–80/J3, was involved in an overwhelming percentage, 77.4%, of V/J combinations detected (\nFig. 9A\n). V1–80/J2 was responsible for 14.6% of the combinations detected, and V1–80/J4 resulted in 6.1% of the combinations found. All other detected V/J combinations (38 unique combinations) were found in <0.5% of the Ab sequences that we detected.\n\n\nFIGURE 9. V/J pairing in a single CDR amino acid sequence.\n\n\n\n\nOpen in a new tab\n\n\nEach bar represents a single mouse. Each color represents a unique V/J combination. (\nA\n) V/J combinations for the CARGAYW CDR3. Black represents V1–80/J3, and light gray represents V1–80/J2. (\nB\n) V/J combinations for the CARDSN-WYFDVW CDR3. Black represents V9–3/J1.\nWe also looked at a longer CDR3, CARDSNWYFDVW, which was the second most common CDR3 that was detected in every spleen animal. It was also detected in 4 of the 24 bone marrow samples. This CDR3 was highly predominated by the V9–3/J1 combination comprising 99.9% of the combinations detected (\nFig. 9B\n). V3–5/J1, V1–22/J1, and V9–1/J1 were each detected once for 0.04% of combinations.",
    "the_baseline_splenic_repertoire": "To characterize the baseline Ab repertoire of C57BL6/J mice, we sequenced three pools, each containing equal amounts of RNA from the spleens of four different female mice (\nTables I\n, \nII\n) (\n19\n). The relative abundance of detected CDR3s was characterized. A rank-abundance curve (\nFig. 1A\n) was generated and showed similar initial abundances for all three normal mouse spleen pools. The SIs were 7.28, 7.39, and 7.68 for normal mouse pools 1, 2, and 3, respectively (\nFig. 1B\n).\nFIGURE 1. Rank abundance and SI in the baseline Ab repertoire.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each normal mouse pool is one replicate comprised of four pooled spleens. (\nB\n) SI for pooled spleen samples. Each normal mouse pool (NM) is one replicate comprised of four pooled spleens.",
    "figure_1._rank_abundance_and_si_in_the_baseline_ab_repertoir": "Open in a new tab\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each normal mouse pool is one replicate comprised of four pooled spleens. (\nB\n) SI for pooled spleen samples. Each normal mouse pool (NM) is one replicate comprised of four pooled spleens.",
    "effect_of_spaceflight_on_ab_repertoire_diversity": "To determine how spaceflight affected the CDR3 distribution, we determined the rank abundance of normal C57BL6/Tac mice (referred to as Center for the Advancement of Science in Space [CASIS] mice) that were flown in space for a period of 21–22 d (\n5\n). Three individual CASIS animals were subjected to spaceflight and compared with normal controls (\nFig. 2A\n) for the rank abundance of individual CDR3s. When the ground and flight animals were averaged by treatment, the resulting rank-abundance curves were nearly identical (\nFig. 2B\n), with one CDR3 being the most abundant. A comparison of the SIs revealed no significant difference between ground and flight animals. However, there was a trend toward a lower SI, and thus, less diversity was evident in flight animals (\nt\n test, \np\n = 0.1138; \nFig. 2C\n).\nFIGURE 2. Rank abundance and SI in spaceflight animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank abundances for individual animals flown aboard the International Space Station (\nn\n = 1). (\nB\n) Rank abundances for averaged ground and flight animals (\nn\n = 3 per group). (\nC\n) Average + SEM SIs for ground and flight animals (\nn\n = 3 per group).",
    "figure_2._rank_abundance_and_si_in_spaceflight_animals.": "Open in a new tab\n(\nA\n) Rank abundances for individual animals flown aboard the International Space Station (\nn\n = 1). (\nB\n) Rank abundances for averaged ground and flight animals (\nn\n = 3 per group). (\nC\n) Average + SEM SIs for ground and flight animals (\nn\n = 3 per group).",
    "comparison_of_ab_repertoire_diversity_in_a_physiological_mod": "The third comparison that we made included mice that were subjected to AOS (TARDIS experiment), their restraint, loaded controls (\n6\n, \n7\n), and the CASIS mice. When we compared the SIs of the CASIS ground control mice (\nn\n = 3) and the TARDIS loaded controls that were treated only with saline (\nn\n = 4) (\nFig. 3\n); there was no significant difference (\nt\n test, \np\n = 0.1201), but there was a trend toward lower diversity in the CASIS animals. This trend was also evident in the CASIS flight (\nn\n = 3) versus AOS unloaded saline control (\nn\n = 4) animals (\nt\n test, \np\n = 0.0859; \nFig. 3\n). However, an assessment of the overall SI combining experimental (flight or AOS) and ground (or unloaded controls) in both experiments revealed that the CASIS animals (\nn\n = 6) had an overall lower SI (\nt\n test, \np\n = 0.0004) than the AOS animals (\nn\n = 32) (\nFig. 3\n).\nFIGURE 3. Comparison of SI in animals in the CASIS (spaceflight) and TARDIS (modeled microgravity) experiments.\n\n\n\n\nOpen in a new tab\n\n\nAverage + SEM SIs for animals housed on Earth (CASIS ground, \nn\n = 3) or loaded control animals (TARDIS ground, \nn\n = 4) and animals aboard the International Space Station (CASIS flight, \nn\n = 3) or suspended control animals (TARDIS flight, \nn\n = 4). The overall comparisons comprise all animals in the CASIS (\nn\n = 6) and TARDIS (\nn\n = 32) experiments. ***\np\n < 0.001.",
    "figure_3._comparison_of_si_in_animals_in_the_casis_(spacefli": "Open in a new tab\nAverage + SEM SIs for animals housed on Earth (CASIS ground, \nn\n = 3) or loaded control animals (TARDIS ground, \nn\n = 4) and animals aboard the International Space Station (CASIS flight, \nn\n = 3) or suspended control animals (TARDIS flight, \nn\n = 4). The overall comparisons comprise all animals in the CASIS (\nn\n = 6) and TARDIS (\nn\n = 32) experiments. ***\np\n < 0.001.",
    "effect_of_aos,_tt_immunization,_and_a_cpg1826_adjuvant_on_ab": "Rank-abundance curves were generated for CDR3s identified in the bone marrow (\n7\n) of the same mice used for spleen cell determinations in the TARDIS experiment described above (\nFig. 5A\n). Collapsing data by main effect (AOS, TT, and CpG1826 treatment) (\nn\n = 12 per treatment group) yielded no significant differences between treated and untreated animals for any of the groups (\nt\n test, \np\n > 0.05). Animals treated with TT had significantly lower (three-way ANOVA, \np\n = 0.0137; \nFig. 5B\n) SIs and thus lower diversity, but AOS and CpG1826 treatments did not affect the SI (three-way ANOVA, \np\n > 0.05). A three-way interaction for AOS × TT × ANOVA, CpG1826 was also detected (three-way \np\n = 0.0442; data not shown), but unloading did not affect the diversity of the TT− or TT + CpG1826–treated animals (three-way ANOVA, \np\n > 0.05; \nFig. 5C\n).\nFIGURE 5. Rank abundance and SI in the bone marrow of TARDIS animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nB\n) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nC\n) Average + SEM SI of the effect of AOS on TT and TT + CpG1826 animals (\nn\n = 3 per group). *\np\n < 0.05.",
    "figure_4._rank_abundance_and_si_in_the_spleen_of_tardis_anim": "Open in a new tab\n(\nA\n) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (\nn\n = 16 per treatment group). (\nB\n) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (\nn\n = 16 per treatment group). (\nC\n) Average + SEM SI of the effect of AOS on TT and TT + CpG1826 animals (\nn\n = 4 per group)",
    "figure_5._rank_abundance_and_si_in_the_bone_marrow_of_tardis": "Open in a new tab\n(\nA\n) Rank-abundance curves for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nB\n) Average + SEM SI for the main effects of AOS, TT, and CpG1826 (\nn\n = 12 per treatment group). (\nC\n) Average + SEM SI of the effect of AOS on TT and TT + CpG1826 animals (\nn\n = 3 per group). *\np\n < 0.05.",
    "comparison_of_spleen_and_bone_marrow_ab_repertoires_in_the_s": "Spleen and bone marrow were sequenced in 18 animals in the TARDIS study, allowing direct comparisons of population diversity between the spleen and bone marrow. A rank-abundance curve of representative animals in each of the treatment groups is presented (\nFig. 6A\n). The bone marrow was significantly less diverse (\nFig. 6B\n) than the spleens of the same animals (paired \nt\n test, \np\n < 0.0001).\nFIGURE 6. Rank abundance and SI of spleen and bone marrow Ab repertoires in the same animal.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank abundance of a representative sample from each treatment group receiving TT in both tissues (\nn\n = 1 per group). (\nB\n) SI of spleen and bone marrow repertoires in the same animals. Bone marrow SI was significantly lower than spleen, \np\n < 0.001.",
    "figure_6._rank_abundance_and_si_of_spleen_and_bone_marrow_ab": "Open in a new tab\n(\nA\n) Rank abundance of a representative sample from each treatment group receiving TT in both tissues (\nn\n = 1 per group). (\nB\n) SI of spleen and bone marrow repertoires in the same animals. Bone marrow SI was significantly lower than spleen, \np\n < 0.001.",
    "comparison_of_hypervaccinated_animals_to_primary_only_animal": "To isolate the anti-TT–specific response, magnetic beads coated in TT were used to isolate TT-binding cells from the spleen and bone marrow from two animals (\nFig. 7A\n). The abundance of the rank one CDR3 in pool 2 was over 11 times higher than pool 1 and over 6.5 times higher than pool 3. No differences in SIs were found between the hypervaccinated data and the unloaded TARDIS spleen (\nt\n test, \np\n = 0.4346) and the TARDIS bone marrow (\nt\n test, \np\n = 0.2000) (\nFig. 7B\n).\nFIGURE 7. Rank abundance and SI in hypervaccinated animals.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts. (\nB\n) Average + SEM SI for pooled spleen and bone marrow samples compared with the TARDIS TT + CpG1826 spleen and bone marrow samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts from the same animal.",
    "figure_7._rank_abundance_and_si_in_hypervaccinated_animals.": "Open in a new tab\n(\nA\n) Rank-abundance curve for pooled spleen samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts. (\nB\n) Average + SEM SI for pooled spleen and bone marrow samples compared with the TARDIS TT + CpG1826 spleen and bone marrow samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts from the same animal.",
    "pca_of_cdr3_counts_across_studies": "We were fortunate to be able to examine the CDR3 repertoire in large numbers of animals subjected to various treatment protocols. We probed our data to identify principal components driving the impact on CDR3 present in the TARDIS mouse spleen (\nFig. 8A\n), TARDIS bone marrow (\nFig. 8B\n), and CASIS (\nFig. 8C\n) animals. We also assessed all experiments used in this article (\nFig. 8D\n). However, no clustering or significant principal components emerged from the PCA analyses.\nFIGURE 8. PCA of CDR3 counts across studies.\n\n\n\n\nOpen in a new tab\n\n\n(\nA\n) PCA of TARDIS spleen animals (\nn\n = 32). (\nB\n) PCA of TARDIS bone marrow animals (\nn\n = 24). (\nC\n) PCA of CASIS animals (\nn\n = 6). (\nD\n) PCA of all five data sets analyzed in this article. PCA of all experiments (\nn\n = 68).",
    "figure_8._pca_of_cdr3_counts_across_studies.": "Open in a new tab\n(\nA\n) PCA of TARDIS spleen animals (\nn\n = 32). (\nB\n) PCA of TARDIS bone marrow animals (\nn\n = 24). (\nC\n) PCA of CASIS animals (\nn\n = 6). (\nD\n) PCA of all five data sets analyzed in this article. PCA of all experiments (\nn\n = 68).",
    "similarity_of_v/j_pairing_for_a_single_cdr3_amino_acid_seque": "When we assessed CDR3s present in the repertoires of all animals included in our experiments, we noted that a single CDR3 (CARGAYW) was found in every animal spleen dataset (CASIS and TARDIS). It was selected for V/J combinations analysis. The CARGAYW CDR3 sequence was also identified in 15 of the 24 bone marrow samples. One V/J combination, V1–80/J3, was involved in an overwhelming percentage, 77.4%, of V/J combinations detected (\nFig. 9A\n). V1–80/J2 was responsible for 14.6% of the combinations detected, and V1–80/J4 resulted in 6.1% of the combinations found. All other detected V/J combinations (38 unique combinations) were found in <0.5% of the Ab sequences that we detected.\nFIGURE 9. V/J pairing in a single CDR amino acid sequence.\n\n\n\n\nOpen in a new tab\n\n\nEach bar represents a single mouse. Each color represents a unique V/J combination. (\nA\n) V/J combinations for the CARGAYW CDR3. Black represents V1–80/J3, and light gray represents V1–80/J2. (\nB\n) V/J combinations for the CARDSN-WYFDVW CDR3. Black represents V9–3/J1.\nWe also looked at a longer CDR3, CARDSNWYFDVW, which was the second most common CDR3 that was detected in every spleen animal. It was also detected in 4 of the 24 bone marrow samples. This CDR3 was highly predominated by the V9–3/J1 combination comprising 99.9% of the combinations detected (\nFig. 9B\n). V3–5/J1, V1–22/J1, and V9–1/J1 were each detected once for 0.04% of combinations.",
    "figure_9._v/j_pairing_in_a_single_cdr_amino_acid_sequence.": "Open in a new tab\nEach bar represents a single mouse. Each color represents a unique V/J combination. (\nA\n) V/J combinations for the CARGAYW CDR3. Black represents V1–80/J3, and light gray represents V1–80/J2. (\nB\n) V/J combinations for the CARDSN-WYFDVW CDR3. Black represents V9–3/J1.",
    "discussion": "Our results demonstrated that subtle alterations in Ab repertoire diversity occur in response to experimental and environmental challenges. Statistical methods commonly used in the ecology field have been used by other groups to assess Ab repertoires, although often with a larger scale view (\n24\n, \n25\n). Some have been able to determine immunological status by examining diversity (\n26\n).\nEstimated hypothetical total diversity is estimated to be ~1 × 10\n140\n total unique CDR3 sequences (\n18\n). However, the functional diversity is much more highly restricted to around 1 × 10\n13\n to ~1 × 10\n18\n because of the V-, D-, and J-gene segments that create the CDR3 backbone (\n12\n, \n27\n) and because mice only have ~1 × 10\n8\n B cells, many of the potential CDR3s are never seen in the repertoire (\n15\n). Saada et al. (\n28\n) estimated that whereas 35 × 10\n6\n large pre–B cells enter mitosis each day, only around 3 × 10\n6\n B cells survive selection. Our study examines a total of 1,173,166 unique Ab sequences arising from 44 individual and 18 pooled animals across four experiments.\nIn our unamplified individual mouse spleen samplings, there is an average of ~3000 unique CDR3s that are not found in any other mouse. This might translate to ~30,000 unique CDR3s if we assume we are assessing 10% of the repertoire or 300,000 unique CDR3s if that amplification is only 1% of the repertoire compared with what we might see if we amplified the sequencing. Given that mice have 1 × 10\n8\n total B cells, unique B cells account for ~0.3–0.03% of the repertoire, based on CDR3 capture. Our results contrast other estimations (\n12\n) of shared naive B cells at 11–13%. Therefore, our data suggest that there is more sharing of repertoires than previously estimated.\nWe have established a baseline SI for the spleen between 7.28 and 7.68. However, it is essential to remember that these numbers were generated from pooled samples in an effort to normalize the reading. Our previous work showed that the pooled normal mouse V-gene segment usage was similar between pools (\nR\n2\n = 0.5842–0.8427), but CDR3 sequences showed an overlap of only 75 CDR3s found in all three groups (\n19\n). We also detected a pattern in the rank-abundance curves for each pool. One predominant CDR3 comprised the highest rank, and abundance quickly dropped as rank increased, demonstrating that the population was highly skewed. The highest CDR3 in each pool was unique with CARGAYW, CASVYDG-YAFAYW, and CASYDFDYW for pools 1, 2, and 3, respectively.\nWe also explored the effects of spaceflight alone on diversity in the Ab repertoire. Although T cell repertoires have been examined during spaceflight (\n29\n), little research exists examining the effects of spaceflight on the Ab repertoire. We found no statistical difference between SIs for ground and flight animals, but a trend (\np\n = 0.1138) toward lower diversity in the flight animals was detected. The animals used in this experiment were older (35 wk at flight), and a different strain (C57BL/6Tac) than used in the other experiments that were analyzed in this paper. Additionally, the flight was relatively short, with only 3 wk in microgravity. Age is known to affect the Ab repertoire by reducing diversity (\n30\n, \n31\n) and other works have shown that aged humans respond poorly to vaccinations (\n32\n). Aging decreases B and T cell regeneration rates (\n33\n). Because the half-life of a B cell in the spleen is between 4 and 7 wk (\n34\n), a longer flight time may strengthen the lower diversity trend we noticed. The sample size was also small because these data were obtained as a secondary science objective from an initial validation flight (\n21\n) and a larger sample size may provide more information regarding this trend.\nThe CASIS and TARDIS spleen datasets provided us a unique situation to directly compare spaceflight data to the AOS model of microgravity using the same bioinformatics methodology. Although the sequencing and bioinformatics methodology was the same, the mouse strain (C57BL/6Tac, CASIS flight; C57BL/6J, TARDIS model), age (35 wk, flight; 9 wk, model), tissue preservation (RNAlater, flight; snap frozen, model), and RNA extraction (RNeasy, flight; TRIzol, model) were all different. These differences mean that a direct comparison is less than ideal, but given the relative scarcity of data from flight animals, the comparison is nonetheless valuable. We found that the control animals (CASIS ground and TARDIS loaded) and experimental animals (CASIS flight and TARDIS unloaded) were not statistically different. However, when the complete CASIS dataset was compared with the complete TARDIS dataset, we found that the CASIS animals had significantly lower SIs. Although our total read counts were similar between the two experiments (CASIS, 66,909–181,703; TARDIS average, 82,655–109,107) (\n5\n, \n6\n), the low number of samples in the CASIS dataset (\nn\n = 6) compared with the TARDIS dataset (\nn\n = 32) is more likely to be skewed by a single low diversity mouse. Additionally, the increased age of the CASIS mice and may also contribute to their overall lower SIs, as mentioned above.\nIn our TARDIS dataset, we explored the effects of AOS, TT, and CpG1826 treatment on the spleen and bone marrow. In the spleen we found no differences in SIs among treatment groups. This included no impact on diversity in TT− or TT + CpG1826-treated mice. However, there was a trend for a higher abundance of the rank one splenic CDR3 in TT-treated animals (\np\n = 0.0571). In the bone marrow, only TT-treated animals showed a reduced diversity SIs. Unloading again did not affect TT− or TT + CpG1826–treated animals. Both the higher abundance rank one CDR3s and the lower diversity are indicative of the TT-specific response. As the repertoire narrows to focus on responding to the Ag, the total number of unique CDR3s is likely to decrease, decreasing overall diversity. Greiff et al. (\n12\n) have also demonstrated that the Ag-specific response is higher in plasma cells in the bone marrow than the spleen.\nWe were also able to compare CDR3 usage in the spleen directly to the bone marrow of the same animals in our TARDIS dataset. We found that the bone marrow had lower diversity than the spleen for all animals. This could be because the populations of cells in the bone marrow are less diverse because they are memory populations waiting to respond to agonists (\n35\n, \n36\n). Splenic and circulating B cells may be more diverse because they are less experienced. Alternatively, previous studies have shown that V-gene segment usage by naive B cells in the spleen and pre–B cells in the bone marrow are strongly influenced by the genetic background of the animal, whereas the plasma cells are a mostly individual variation (\n12\n). Our workflow does not allow us to identify the cells that make up our population. However, this individual variation may not explain the consistent lower SIs in the bone marrow samples of all 18 of the mice examined.\nTo assess the anti-TT–specific response, we used TT-coated magnetic beads to isolate TT-binding cells from the spleen and bone marrow of hypervaccinated mice. One pool of mice, pool 2, showed an extreme response with the result that almost 17% of the repertoire is composed of one CDR3, CASYSNFDYW. Interestingly, this CDR3 is predominately composed of an IgM response, rather than the anticipated IgG response (data not shown). Although these data are from the pooling of two animals, the high repertoire percentage likely arose in a single animal. However, we found no difference in the TT-specific repertoire SIs as compared with the TARDIS TT + CpG1826 spleen or bone marrow. It has been previously established by multiple works (\n37\n–\n41\n) that the anti-TT response is very broad and highly specific, which may contribute to our overall detected diversity even when focusing on the Ag-specific response. It is also not unprecedented for memory IgM responses to occur (\n42\n).\nGiven our large number of datasets and experiments, we attempted to isolate patterns in CDR3 usage by treatment, experiment, tissue, or other variables. The PCA revealed no patterns either within or across experiments. This lack of pattern is likely due to the highly individualized nature of CDR3 generation (\n11\n–\n14\n). We have previously reported that when comparing CDR3s across the eight treatment groups in the TARDIS spleen data, over 90% of CDR3s were found in only one treatment group (\nn\n = 4). Even very-high-frequency CDR3 are at low frequency in other animals or treatment groups and, in some cases, not detected at all (\n6\n, \n7\n).\nWe also explored diversity in V-gene segment and J-gene segment usage in two high-frequency public clones. The first public clone explored was CARGAYW. This CDR3 was found in CASIS and TARDIS spleen animals and 15 of the 24 TARDIS bone marrow samples. Although CARGAYW occurred at very high counts (3598) in some animals, it occurred at much lower counts (\n6\n) in others. This is consistent with previous data published by Greif et al. (\n18\n) showing that public clones have variable frequencies. One specific V/J combination, V1–80/J2, was the predominant combination, with over 77% of the CDR3s formed from these two gene segments. V1–80/J2 (14.6%) and V1–80/J4 (6.1%) also contributed to the pairings. All other combinations (\n38\n) were found in <0.5% of the sequences. Interestingly, our previous work has shown that V1–80 is one of the most commonly used V-gene segments in the mouse repertoire (\n19\n). In comparison, when we examined a longer CDR3, CARDSNWYFDVW, one combination (V9–3/J1) comprised 99.9% of combinations detected. The identification of the three other combinations (V3–5/J1, V1–22/J1, and V9–1/J1) may be the result of sequencing errors. Given the longer CDR3, it is less likely that multiple combinations could result in the same amino acid sequence.\nIn conclusion, we have demonstrated that changes in Ab repertoire diversity are detectable using next-generation sequencing data exploring CDR3 usage. We have demonstrated that trends or significant reduction in diversity occur in response to hindlimb suspension and TT vaccination in the bone marrow. A reduced diversity is also found in the bone marrow as compared with the spleen. However, comparisons of the anti-TT repertoire to the overall repertoire of the spleen and bone marrow revealed no differences in SIs. We also were not able to detect CDR3 signatures by experiment, treatment, or tissue. We examined the V/J combinations for two common public CDR3s and found more variation in V/J pairing in the shorter CDR3 when compared with the longer CDR3. Finally, from this large multidata, we observe that there is significant individual-to-individual CDR3 uniqueness. These data suggest that an animal’s Ab repertoire is quite unique, even in a highly inbred animal. Evolutionarily, this makes sense and maximizes the possibility that the unique repertoire will allow survival against the widest array of pathogens. This is not a new concept, but these data help to support that hypothesis. Additional sequences will be needed to solidify the hypotheses generated from our analyses.",
    "acknowledgments": "We thank Dr. Alina Akhunova, Director of the Kansas State University Integrated Genomics Facility, for sharing knowledge and dedication to our project. We also thank Baily Bye, Savanah Hlavacek, and Claire Ward for help with the initial assessments of these data and help in the laboratory.\nThis work was supported by NNX13AN34G and NNX15AB45G from the National Aeronautics and Space Administration, GM103418 from the National Institutes of Health, the College of Veterinary Medicine at Kansas State University, and the Kansas State University Johnson Cancer Center.",
    "abbreviations_used_in_this_article:": "AOS\n\n\nantiorthostatic suspension\n\n\nCASIS\n\n\nCenter for the Advancement of Science in Space\n\n\nPCA\n\n\nprincipal component analysis\n\n\nSI\n\n\nShannon index\n\n\nTARDIS\n\n\ntetanus Ab response developed in space\n\n\nTT\n\n\ntetanus toxoid",
    "footnotes": "DISCLOSURES\n\n\nThe authors have no financial conflicts of interest.",
    "references": "1.\nTonegawa S\n1983. Somatic generation of antibody diversity. Nature. 302: 575–581.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nHozumi N, and Tonegawa S. 1976. Evidence for somatic rearrangement of immunoglobulin genes coding for variable and constant regions. Proc. Natl. Acad. Sci. USA\n73: 3628–3632.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nManser T, Huang SY, and Gefter ML. 1984. Influence of clonal selection on the expression of immunoglobulin variable region genes. Science. 226: 1283–1288.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nXu JL, and Davis MM. 2000. Diversity in the CDR3 region of V(H) is sufficient for most antibody specificities. Immunity. 13: 37–45.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nWard C, Rettig TA, Hlavacek S, Bye BA, Pecaut MJ, and Chapes SK. 2018. Effects of spaceflight on the immunoglobulin repertoire of unimmunized C57BL/6 mice. Life Sci. Space Res. (Amst.)\n16: 63–75.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nRettig TA, Bye BA, Nishiyama NC, Hlavacek S, Ward C, Pecaut MJ, and Chapes SK. 2019. Effects of skeletal unloading on the antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J mice. PLoS One. 14: e0210284.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nRettig TA, Nishiyama NC, Pecaut MJ, and Chapes SK. 2019. Effects of skeletal unloading on the bone marrow antibody repertoire of tetanus toxoid and/or CpG treated C57BL/6J mice. Life Sci. Space Res. (Amst.)\n22: 16–28.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBascove M, Gu eguinou N, Schaerlinger B, Gauquelin-Koch G, and Frippiat JP. 2011. Decrease in antibody somatic hypermutation frequency under extreme, extended spaceflight conditions. FASEB J. 25: 2947–2955.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nBascove M, Huin-Schohn C, Gu eguinou N, Tschirhart E, and Frippiat JP. 2009. Spaceflight-associated changes in immunoglobulin VH gene expression in the amphibian Pleurodeles waltl. FASEB J. 23: 1607–1615.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nFrippiat JP\n2013. Contribution of the urodele amphibian Pleurodeles waltl to the analysis of spaceflight-associated immune system deregulation. Mol. Immunol\n56: 434–441.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nGlanville J, Kuo TC, von Büdingen HC, Guey L, Berka J, Sundar PD, Huerta G, Mehta GR, Oksenberg JR, Hauser SL, et al. \n2011. Naive antibody gene-segment frequencies are heritable and unaltered by chronic lymphocyte ablation. Proc. Natl. Acad. Sci. USA\n108: 20066–20071.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nGreiff V, Menzel U, Miho E, Weber C, Riedel R, Cook S, Valai A, Lopes T, Radbruch A, Winkler TH, and Reddy ST. 2017. Systems analysis reveals high genetic and antigen-driven predetermination of antibody repertoires throughout B cell development. Cell Rep. 19: 1467–1478.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nWang C, Liu Y, Cavanagh MM, Le Saux S, Qi Q, Roskin KM, Looney TJ, Lee JY, Dixit V, Dekker CL, et al. \n2015. B-cell repertoire responses to varicella-zoster vaccination in human identical twins. Proc. Natl. Acad. Sci. USA\n112: 500–505.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nLaserson U, Vigneault F, Gadala-Maria D, Yaari G, Uduman M, Vander Heiden JA, Kelton W, Taek Jung S, Liu Y, Laserson J, et al. \n2014. High-resolution antibody dynamics of vaccine-induced immune responses. Proc. Natl. Acad. Sci. USA\n111: 4928–4933.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nCollins AM, and Watson CT. 2018. Immunoglobulin light chain gene rearrangements, receptor editing and the development of a self-tolerant antibody repertoire. Front. Immunol\n9: 2249.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nCollins AM, Wang Y, Roskin KM, Marquis CP, and Jackson KJ. 2015. The mouse antibody heavy chain repertoire is germline-focused and highly variable between inbred strains. Philos. Trans. R. Soc. Lond. B Biol. Sci\n370: 20140236.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nShannon CE\n1948. A mathematical theory of communication. Bell Syst. Tech. J\n27: 623–656.\n [\nGoogle Scholar\n]\n\n\n\n\n18.\nGreiff V, Weber CR, Palme J, Bodenhofer U, Miho E, Menzel U, and Reddy ST. 2017. Learning the high-dimensional immunogenomic features that predict public and private antibody repertoires. J. Immunol\n199: 2985–2997.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nRettig TA, Ward C, Bye BA, Pecaut MJ, and Chapes SK. 2018. Characterization of the naive murine antibody repertoire using unamplified high-throughput sequencing. PLoS One. 13: e0190982.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nHuerkamp MJ\n2000. It’s in the bag: easy and medically sound rodent gas anesthesia induction. Tech Talk. 5: 3.\n [\nGoogle Scholar\n]\n\n\n\n\n21.\nChoi SY, Saravia-Butler A, Shirazi-Fard Y, Leveson-Gower D, Stodieck LS, Cadena SM, Beegle J, Solis S, Ronca A, and Globus RK. 2020. Validation of a new rodent experimental system to investigate consequences of long duration space habitation. Sci. Rep\n10: 2336.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nChapes SK, and Ganta RR. 2005. Mouse infection models for space flight immunology. Adv. Space Biol. Med\n10: 81–104.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nGlobus RK, and Morey-Holton E. 2016. Hindlimb unloading: rodent analog for microgravity. J. Appl. Physiol (1985). 120: 1196–1206.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nGreiff V, Menzel U, Haessler U, Cook SC, Friedensohn S, Khan TA, Pogson M, Hellmann I, and Reddy ST. 2014. Quantitative assessment of the robustness of next-generation sequencing of antibody variable gene repertoires from immunized mice. BMC Immunol. 15: 40.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nBenichou JIC, van Heijst JWJ, Glanville J, and Louzoun Y. 2017. Converging evolution leads to near maximal junction diversity through parallel mechanisms in B and T cell receptors. Phys. Biol\n14: 045003.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nGreiff V, Bhat P, Cook SC, Menzel U, Kang W, and Reddy ST. 2015. A bioinformatic framework for immune repertoire diversity profiling enables detection of immunological status. Genome Med. 7: 49.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nFowler A, Galson JD, Trück J, Kelly DF, and Lunter G. 2020. Inferring B cell specificity for vaccines using a Bayesian mixture model. BMC Genomics. 21: 176.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nSaada R, Weinberger M, Shahaf G, and Mehr R. 2007. Models for antigen receptor gene rearrangement: CDR3 length. Immunol. Cell Biol\n85: 323–332.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nGarrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, McKenna MJ, Meydan C, Mishra T, Nasrini J, et al. \n2019. The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight. Science. 364: eaau8650.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nde Bourcy CF, Angel CJ, Vollmers C, Dekker CL, Davis MM, and Quake SR. 2017. Phylogenetic analysis of the human antibody repertoire reveals quantitative signatures of immune senescence and aging. Proc. Natl. Acad. Sci. USA\n114: 1105–1110.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nWeksler ME\n2000. Changes in the B-cell repertoire with age. Vaccine. 18: 1624–1628.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nJiang N, He J, Weinstein JA, Penland L, Sasaki S, He XS, Dekker CL, Zheng NY, Huang M, Sullivan M, et al. \n2013. Lineage structure of the human antibody repertoire in response to influenza vaccination. Sci. Transl. Med\n5: 171ra19.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nLabrie III JE, Borghesi L, and Gerstein RM. 2005. Bone marrow microenvironmental changes in aged mice compromise V(D)J recombinase activity and B cell generation. Semin. Immunol\n17: 347–355.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nFulcher DA, and Basten A. 1997. B cell life span: a review. Immunol. Cell Biol\n75: 446–455.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nHalliley JL, Tipton CM, Liesveld J, Rosenberg AF, Darce J, Gregoretti IV, Popova L, Kaminiski D, Fucile CF, Albizua I, et al. \n2015. \\Long-lived plasma cells are contained within the CD19(−)CD38(hi)CD138(+) subset in human bone marrow. Immunity. 43: 132–145.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nCortés M, and Georgopoulos K. 2004. Aiolos is required for the generation of high affinity bone marrow plasma cells responsible for long-term immunity. J. Exp. Med\n199: 209–219.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nTruck J, Ramasamy MN, Galson JD, Rance R, Parkhill J, Lunter G, Pollard AJ, and Kelly DF. 2015. Identification of antigen-specific B cell receptor sequences using public repertoire analysis. J. Immunol\n194: 252–261.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nVolk WA, Bizzini B, Snyder RM, Bernhard E, and Wagner RR. 1984. Neutralization of tetanus toxin by distinct monoclonal antibodies binding to multiple epitopes on the toxin molecule. Infect. Immun\n45: 604–609.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nPoulsen TR, Meijer P-J, Jensen A, Nielsen LS, and Andersen PS. 2007. Kinetic, affinity, and diversity limits of human polyclonal antibody responses against tetanus toxoid. J. Immunol\n179: 3841–3850.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nMeijer PJ, Andersen PS, Haahr Hansen M, Steinaa L, Jensen A, Lantto J, Oleksiewicz MB, Tengbjerg K, Poulsen TR, Coljee VW, et al. \n2006. Isolation of human antibody repertoires with preservation of the natural heavy and light chain pairing. J. Mol. Biol\n358: 764–772.\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nBürckert JP, Dubois ARSX, Faison WJ, Farinelle S, Charpentier E, Sinner R, Wienecke-Baldacchino A, and Muller CP. 2017. Functionally convergent B cell receptor sequences in transgenic rats expressing a human B cell repertoire in response to tetanus toxoid and measles antigens. Front. Immunol\n8: 1834.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nYates JL, Racine R, McBride KM, and Winslow GM. 2013. T cell-dependent IgM memory B cells generated during bacterial infection are required for IgG responses to antigen challenge. J. Immunol\n191: 1240–1249.\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.7 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10996920/"
}