{
  "id": "PMC2897429",
  "title": "New device for high-throughput viability screening of flow biofilms",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "New device for high-throughput viability screening of flow biofilms",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2897429/"
  },
  "sections": {
    "permalink": "Copy",
    "michael_r_benoit": "Microbiology & Immunology Department, Stanford University, Stanford, California 94305-5124,\n1\n Fluxion Biosciences Inc., South San Francisco, California 94080\n2\nFind articles by \nMichael R Benoit",
    "carolyn_g_conant": "Microbiology & Immunology Department, Stanford University, Stanford, California 94305-5124,\n1\n Fluxion Biosciences Inc., South San Francisco, California 94080\n2\nFind articles by \nCarolyn G Conant",
    "cristian_ionescu-zanetti": "Microbiology & Immunology Department, Stanford University, Stanford, California 94305-5124,\n1\n Fluxion Biosciences Inc., South San Francisco, California 94080\n2\nFind articles by \nCristian Ionescu-Zanetti",
    "michael_schwartz": "Microbiology & Immunology Department, Stanford University, Stanford, California 94305-5124,\n1\n Fluxion Biosciences Inc., South San Francisco, California 94080\n2\nFind articles by \nMichael Schwartz",
    "a_matin": "Microbiology & Immunology Department, Stanford University, Stanford, California 94305-5124,\n1\n Fluxion Biosciences Inc., South San Francisco, California 94080\n2\nFind articles by \nA Matin",
    "abstract": "Control of biofilms requires rapid methods to identify compounds effective against them and to isolate resistance-compromised mutants for identifying genes involved in enhanced biofilm resistance. While rapid screening methods for microtiter plate well (“static”) biofilms are available, there are no methods for such screening of continuous flow biofilms (“flow biofilms”). Since the latter biofilms more closely approximate natural biofilms, development of a high-throughput (HTP) method for screening them is desirable. We describe here a new method using a device comprised of microfluidic channels and a distributed pneumatic pump (BioFlux) that provides fluid flow to 96 individual biofilms. This device allows fine control of continuous or intermittent fluid flow over a broad range of flow rates, and the use of a standard well plate format provides compatibility with plate readers. We show that use of green fluorescent protein (GFP)-expressing bacteria, staining with propidium iodide, and measurement of fluorescence with a plate reader permit rapid and accurate determination of biofilm viability. The biofilm viability measured with the plate reader agreed with that determined using plate counts, as well as with the results of fluorescence microscope image analysis. Using BioFlux and the plate reader, we were able to rapidly screen the effects of several antimicrobials on the viability of \nPseudomonas aeruginosa\n PAO1 flow biofilms.",
    "materials_and_methods": "Bacterial strains and media.\n\n\nUropathogenic \nE. coli\n (UPEC) strain AMG1, a clinical isolate obtained from the Infectious Disease Department at the Stanford Medical Center (\n25\n), was cultured in Lennox L broth (LB). \nPseudomonas aeruginosa\n PAO1 and \nPseudomonas fluorescens\n 700830 were cultured in Bacto tryptic soy broth (TSB). To obtain a green fluorescent protein (GFP)-expressing strain, UPEC was transformed by electroporation with plasmid pFPV25.1 (\n37\n). PAO1 carrying pSMC2 (\n4\n) for GFP expression was graciously provided by Terry Machen (University of California, Berkeley). Ampicillin was added to the medium to maintain the expression vectors (100 and 16 μg/ml for UPEC/pFPV25.1 and PAO1/pSMC2, respectively). LB agar and Difco tryptic soy agar (TSA) were used for plating the UPEC and PAO1 strains, respectively.\nGrowth and determination of the viability of microtiter plate (“static”) biofilms.\n\n\nStatic biofilms of GFP-expressing strains were grown in Costar 96-well polystyrene plates (with black walls to prevent interference between wells due to fluorescence) as described previously (\n25\n, \n36\n). Briefly, overnight cultures were diluted 1:100 in LB (for UPEC) or TSB (for PAO1), and 100 μl was dispensed into each well and incubated for 24 h and 37°C. After a rinse with saline (0.85%), eight replicate biofilms were treated with a saline bleach solution using concentrations specified below; treatment with saline alone was used as a control. Following 1 h of treatment and a saline rinse, biofilm viability was determined in parallel using colony counting as well as measurement of fluorescence. For colony counting, quadruplicate biofilms were resuspended in saline and pooled in glass tubes. The biofilms were broken up by vigorous vortexing and were serially diluted in saline. Then 25-μl portions of three dilutions were plated in duplicate on LB agar (UPEC) or TSA (PAO1) plates. After 12 h of incubation at 37°C, colonies were counted, and the results were compared to the results for saline-treated controls.\n\n\nFor measurement of fluorescence, the remaining four replicate biofilms were stained with 100 μl of a saline solution containing 30 μM propidium iodide (PI) for 30 min, and then the wells were washed and refilled with saline. Empty microtiter wells (without biofilms) were stained similarly and then washed and refilled with saline and used as blanks to measure the background fluorescence. Fluorescence emission spectra (505 to 650 nm, with 5-nm steps) were measured with a Safire fluorescence plate reader (Tecan, Männedorf, Switzerland) with excitation at 488 nm. The background fluorescence was subtracted from the emission spectra, and the ratio of green fluorescence (integrated from 505 to 525 nm) to red fluorescence (integrated from 605 to 625 nm) was calculated for each biofilm. The absolute fluorescence values were a product of the fluorescence per cell and the number of cells in the biofilm. Following treatment, static biofilms were rinsed prior to PI staining, which could result in removal of some biofilm. Using the ratio of green fluorescence to red fluorescence compensated for this effect. The fluorescence of saline-treated control biofilms was designated 100% viable, and the fluorescence of biofilms treated with 0.2% bleach was designated 0% viable (in agreement with colony count data). Intermediate levels of viability were calculated by linear interpolation between the green fluorescence/red fluorescence ratios for the 100% viable biofilms (treated with saline) and the 0% viable biofilms (treated with 0.2% bleach).\nBiofilm growth and determination of viability for the BioFlux flowthrough device.\n\n\nThe BioFlux device (Fluxion Biosciences, South San Francisco, CA), which allows simultaneous cultivation of 96 flow biofilms, is described in the Results. To grow biofilms in this device, the microfluidic channels (depth, 70 μm; width, 370 μm) were wetted with medium and inoculated with an overnight culture (whose concentration was adjusted so that the optical density at 600 nm [OD\n600\n] in medium was 0.1). To obtain time course images, \nP. fluorescens\n was grown in TSB with a flow rate of 186 μl/h (2 cm/s). We found that with full-strength TSB there was inconsistent formation of fully formed biofilms due to device volume constraints. For treatment assays, 0.1× TSB was used to control the PAO1 biofilm yield, which resulted in a similar time course of development but more consistent fully formed biofilms. Inoculation was performed using the “outlet” well to prevent contamination of the “inlet” well by pumping in the reverse direction for a few seconds (see Fig. \n1\n). Following 30 min of incubation for cell attachment (37°C), fresh medium (0.1× TSB) was pumped (at a flow rate of 65 μl/h, corresponding to 697 μm/s) from inlet wells through the channels to outlet wells. The flow rate was sufficient to prevent back-contamination of the inlet wells. After biofilms had formed (8 h, 37°C), antibiotics (gentamicin, tobramycin, ciprofloxacin, or enrofloxacin) dissolved in 0.1× TSB at a range of concentrations were applied overnight (at a flow rate of 65 μl/h) in quadruplicate. Treatment with bleach or 70% isopropyl alcohol was used to obtain completely nonviable biofilms, as some viability remained following treatment with 0.2% bleach, which was not the case with static biofilms (see above).\n\n\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nBioFlux high-throughput system for screening of flow biofilm viability and other parameters. (A) Photograph of BioFlux system. The device consists of a pneumatic pump connected via an interface to the top of a BioFlux plate (shown on the microscope stage). (B) Schematic diagram of the BioFlux plate, showing 48 wells and 24 independent channels connecting pairs of wells. (C) Schematic diagram showing the inlet and outlet wells containing fresh and spent media, respectively. Pneumatic pressure delivered to the top of the inlet well pushes fresh medium through the microfluidic channel (containing the biofilm) and into the outlet well. The biofilm can be viewed with a microscope or scanned with a plate reader. (D) Close-up of two microfluidic channels (black lines). Each channel has a serpentine region (one serpentine region is enclosed in a box) to provide sufficient back pressure and a chamber for microscope viewing (arrow).\nTwo strategies were employed to provide fluorescence for measurement of viability. One strategy involved the use of GFP-expressing strains and staining with PI (30 μM in 0.85% saline) for 15 min at a flow rate of 93 μl/h (997 μm/s), followed by a 20-min rinse with saline. The second strategy involved bacteria not expressing GFP and viability staining with LIVE/DEAD \nBac\nLight stain (Invitrogen). The \nBac\nLight stain consists of SYTO9 (5 μM in 0.85% saline) and PI (30 μM in 0.85% saline), which were pumped through the channels (at the same flow rate and for the same time as described above), which were then rinsed with saline for 20 min.\n\n\nTwo methods were used to measure fluorescence: plate reader measurement and quantification of fluorescence microscope images. For the first method, BioFlux plates were scanned with a Safire fluorescence plate reader by positioning the emission detector beneath the viewing region of each microfluidic channel (see Fig. \n1D\n). To locate this region, a BioFlux plate containing stained biofilms was scanned at 1,536 positions (using a 48-by-32 grid). Fluorescence measurements were obtained for two positions along the length of each biofilm region viewed. The excitation wavelength was 488 nm, and emission was determined for wavelength ranges that matched those used for fluorescence microscopy (505 to 525 nm for green; 605 to 625 nm for red) in 5-nm steps. For the second method, images of BioFlux biofilms were obtained using an inverted fluorescence microscope (Nikon Eclipse TE 300), a digital camera (Retiga EX; Q Imaging), and the Image-Pro Plus 5.0 software. Phase-contrast images were also collected to verify that all of the cells remained fluorescent. The fluorescence intensity of images was quantified using the NIH freeware ImageJ (\nhttp://rsb.info.nih.gov/ij/index.html\n) as described previously (\n25\n, \n26\n). Fluorescence values (obtained using both methods) were integrated and used to calculate the ratio of green fluorescence to red fluorescence. Intermediate levels of viability were determined by linearly interpolating between green fluorescence/red fluorescence ratios of 100% viable biofilms (untreated) and 0% viable biofilms (treated with 70% isopropyl alcohol).\nStatistical analyses.\n\n\nGraphPad Prism v. 5.00 was used for all statistical calculations. The Student \nt\n test was used to assess differences between SYTO9-PI data and GFP-PI data (see Fig. \n5\n). To quantify the correlation between methods (both for colony counts versus images and for images versus plate reader), the Pearson correlation coefficient (\nr\n) and the associated \nP\n value were determined, where \nr\n ranged from 0 (no correlation) to 1 (perfect correlation). We assumed that \nP\n values of <0.05 indicated statistical significance. Linear regression analysis was also performed to compare methods. The coefficient of determination (\nr\n2\n), which is the fraction of variance that is shared by two methods, is related to correlation in that \nr\n is the Pearson correlation coefficient. Due to the heterogeneous nature of biofilms and considering that the method used was intended for screening purposes, we considered that \nr\n2\n values greater than 0.9 indicate a strong correlation.\n\n\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nViability of PAO1 BioFlux biofilms determined using SYTO9-PI and GFP-PI. Treatment with low levels (0.01 and 0.1 μg/ml) of gentamicin increased SYTO9 uptake and green fluorescence, resulting in enhancement of false-positive viability (>100%), which did not occur with GFP-PI fluorescence. The Student \nt\n test \nP\n value is shown for each concentration of gentamicin; a \nP\n value of <0.05 indicates that there is a statistically significant difference.",
    "bacterial_strains_and_media.": "Uropathogenic \nE. coli\n (UPEC) strain AMG1, a clinical isolate obtained from the Infectious Disease Department at the Stanford Medical Center (\n25\n), was cultured in Lennox L broth (LB). \nPseudomonas aeruginosa\n PAO1 and \nPseudomonas fluorescens\n 700830 were cultured in Bacto tryptic soy broth (TSB). To obtain a green fluorescent protein (GFP)-expressing strain, UPEC was transformed by electroporation with plasmid pFPV25.1 (\n37\n). PAO1 carrying pSMC2 (\n4\n) for GFP expression was graciously provided by Terry Machen (University of California, Berkeley). Ampicillin was added to the medium to maintain the expression vectors (100 and 16 μg/ml for UPEC/pFPV25.1 and PAO1/pSMC2, respectively). LB agar and Difco tryptic soy agar (TSA) were used for plating the UPEC and PAO1 strains, respectively.",
    "growth_and_determination_of_the_viability_of_microtiter_plat": "Static biofilms of GFP-expressing strains were grown in Costar 96-well polystyrene plates (with black walls to prevent interference between wells due to fluorescence) as described previously (\n25\n, \n36\n). Briefly, overnight cultures were diluted 1:100 in LB (for UPEC) or TSB (for PAO1), and 100 μl was dispensed into each well and incubated for 24 h and 37°C. After a rinse with saline (0.85%), eight replicate biofilms were treated with a saline bleach solution using concentrations specified below; treatment with saline alone was used as a control. Following 1 h of treatment and a saline rinse, biofilm viability was determined in parallel using colony counting as well as measurement of fluorescence. For colony counting, quadruplicate biofilms were resuspended in saline and pooled in glass tubes. The biofilms were broken up by vigorous vortexing and were serially diluted in saline. Then 25-μl portions of three dilutions were plated in duplicate on LB agar (UPEC) or TSA (PAO1) plates. After 12 h of incubation at 37°C, colonies were counted, and the results were compared to the results for saline-treated controls.\nFor measurement of fluorescence, the remaining four replicate biofilms were stained with 100 μl of a saline solution containing 30 μM propidium iodide (PI) for 30 min, and then the wells were washed and refilled with saline. Empty microtiter wells (without biofilms) were stained similarly and then washed and refilled with saline and used as blanks to measure the background fluorescence. Fluorescence emission spectra (505 to 650 nm, with 5-nm steps) were measured with a Safire fluorescence plate reader (Tecan, Männedorf, Switzerland) with excitation at 488 nm. The background fluorescence was subtracted from the emission spectra, and the ratio of green fluorescence (integrated from 505 to 525 nm) to red fluorescence (integrated from 605 to 625 nm) was calculated for each biofilm. The absolute fluorescence values were a product of the fluorescence per cell and the number of cells in the biofilm. Following treatment, static biofilms were rinsed prior to PI staining, which could result in removal of some biofilm. Using the ratio of green fluorescence to red fluorescence compensated for this effect. The fluorescence of saline-treated control biofilms was designated 100% viable, and the fluorescence of biofilms treated with 0.2% bleach was designated 0% viable (in agreement with colony count data). Intermediate levels of viability were calculated by linear interpolation between the green fluorescence/red fluorescence ratios for the 100% viable biofilms (treated with saline) and the 0% viable biofilms (treated with 0.2% bleach).",
    "biofilm_growth_and_determination_of_viability_for_the_bioflu": "The BioFlux device (Fluxion Biosciences, South San Francisco, CA), which allows simultaneous cultivation of 96 flow biofilms, is described in the Results. To grow biofilms in this device, the microfluidic channels (depth, 70 μm; width, 370 μm) were wetted with medium and inoculated with an overnight culture (whose concentration was adjusted so that the optical density at 600 nm [OD\n600\n] in medium was 0.1). To obtain time course images, \nP. fluorescens\n was grown in TSB with a flow rate of 186 μl/h (2 cm/s). We found that with full-strength TSB there was inconsistent formation of fully formed biofilms due to device volume constraints. For treatment assays, 0.1× TSB was used to control the PAO1 biofilm yield, which resulted in a similar time course of development but more consistent fully formed biofilms. Inoculation was performed using the “outlet” well to prevent contamination of the “inlet” well by pumping in the reverse direction for a few seconds (see Fig. \n1\n). Following 30 min of incubation for cell attachment (37°C), fresh medium (0.1× TSB) was pumped (at a flow rate of 65 μl/h, corresponding to 697 μm/s) from inlet wells through the channels to outlet wells. The flow rate was sufficient to prevent back-contamination of the inlet wells. After biofilms had formed (8 h, 37°C), antibiotics (gentamicin, tobramycin, ciprofloxacin, or enrofloxacin) dissolved in 0.1× TSB at a range of concentrations were applied overnight (at a flow rate of 65 μl/h) in quadruplicate. Treatment with bleach or 70% isopropyl alcohol was used to obtain completely nonviable biofilms, as some viability remained following treatment with 0.2% bleach, which was not the case with static biofilms (see above).\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nBioFlux high-throughput system for screening of flow biofilm viability and other parameters. (A) Photograph of BioFlux system. The device consists of a pneumatic pump connected via an interface to the top of a BioFlux plate (shown on the microscope stage). (B) Schematic diagram of the BioFlux plate, showing 48 wells and 24 independent channels connecting pairs of wells. (C) Schematic diagram showing the inlet and outlet wells containing fresh and spent media, respectively. Pneumatic pressure delivered to the top of the inlet well pushes fresh medium through the microfluidic channel (containing the biofilm) and into the outlet well. The biofilm can be viewed with a microscope or scanned with a plate reader. (D) Close-up of two microfluidic channels (black lines). Each channel has a serpentine region (one serpentine region is enclosed in a box) to provide sufficient back pressure and a chamber for microscope viewing (arrow).\nTwo strategies were employed to provide fluorescence for measurement of viability. One strategy involved the use of GFP-expressing strains and staining with PI (30 μM in 0.85% saline) for 15 min at a flow rate of 93 μl/h (997 μm/s), followed by a 20-min rinse with saline. The second strategy involved bacteria not expressing GFP and viability staining with LIVE/DEAD \nBac\nLight stain (Invitrogen). The \nBac\nLight stain consists of SYTO9 (5 μM in 0.85% saline) and PI (30 μM in 0.85% saline), which were pumped through the channels (at the same flow rate and for the same time as described above), which were then rinsed with saline for 20 min.\nTwo methods were used to measure fluorescence: plate reader measurement and quantification of fluorescence microscope images. For the first method, BioFlux plates were scanned with a Safire fluorescence plate reader by positioning the emission detector beneath the viewing region of each microfluidic channel (see Fig. \n1D\n). To locate this region, a BioFlux plate containing stained biofilms was scanned at 1,536 positions (using a 48-by-32 grid). Fluorescence measurements were obtained for two positions along the length of each biofilm region viewed. The excitation wavelength was 488 nm, and emission was determined for wavelength ranges that matched those used for fluorescence microscopy (505 to 525 nm for green; 605 to 625 nm for red) in 5-nm steps. For the second method, images of BioFlux biofilms were obtained using an inverted fluorescence microscope (Nikon Eclipse TE 300), a digital camera (Retiga EX; Q Imaging), and the Image-Pro Plus 5.0 software. Phase-contrast images were also collected to verify that all of the cells remained fluorescent. The fluorescence intensity of images was quantified using the NIH freeware ImageJ (\nhttp://rsb.info.nih.gov/ij/index.html\n) as described previously (\n25\n, \n26\n). Fluorescence values (obtained using both methods) were integrated and used to calculate the ratio of green fluorescence to red fluorescence. Intermediate levels of viability were determined by linearly interpolating between green fluorescence/red fluorescence ratios of 100% viable biofilms (untreated) and 0% viable biofilms (treated with 70% isopropyl alcohol).",
    "fig._1.": "Open in a new tab\nBioFlux high-throughput system for screening of flow biofilm viability and other parameters. (A) Photograph of BioFlux system. The device consists of a pneumatic pump connected via an interface to the top of a BioFlux plate (shown on the microscope stage). (B) Schematic diagram of the BioFlux plate, showing 48 wells and 24 independent channels connecting pairs of wells. (C) Schematic diagram showing the inlet and outlet wells containing fresh and spent media, respectively. Pneumatic pressure delivered to the top of the inlet well pushes fresh medium through the microfluidic channel (containing the biofilm) and into the outlet well. The biofilm can be viewed with a microscope or scanned with a plate reader. (D) Close-up of two microfluidic channels (black lines). Each channel has a serpentine region (one serpentine region is enclosed in a box) to provide sufficient back pressure and a chamber for microscope viewing (arrow).",
    "statistical_analyses.": "GraphPad Prism v. 5.00 was used for all statistical calculations. The Student \nt\n test was used to assess differences between SYTO9-PI data and GFP-PI data (see Fig. \n5\n). To quantify the correlation between methods (both for colony counts versus images and for images versus plate reader), the Pearson correlation coefficient (\nr\n) and the associated \nP\n value were determined, where \nr\n ranged from 0 (no correlation) to 1 (perfect correlation). We assumed that \nP\n values of <0.05 indicated statistical significance. Linear regression analysis was also performed to compare methods. The coefficient of determination (\nr\n2\n), which is the fraction of variance that is shared by two methods, is related to correlation in that \nr\n is the Pearson correlation coefficient. Due to the heterogeneous nature of biofilms and considering that the method used was intended for screening purposes, we considered that \nr\n2\n values greater than 0.9 indicate a strong correlation.\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nViability of PAO1 BioFlux biofilms determined using SYTO9-PI and GFP-PI. Treatment with low levels (0.01 and 0.1 μg/ml) of gentamicin increased SYTO9 uptake and green fluorescence, resulting in enhancement of false-positive viability (>100%), which did not occur with GFP-PI fluorescence. The Student \nt\n test \nP\n value is shown for each concentration of gentamicin; a \nP\n value of <0.05 indicates that there is a statistically significant difference.",
    "fig._5.": "Open in a new tab\nViability of PAO1 BioFlux biofilms determined using SYTO9-PI and GFP-PI. Treatment with low levels (0.01 and 0.1 μg/ml) of gentamicin increased SYTO9 uptake and green fluorescence, resulting in enhancement of false-positive viability (>100%), which did not occur with GFP-PI fluorescence. The Student \nt\n test \nP\n value is shown for each concentration of gentamicin; a \nP\n value of <0.05 indicates that there is a statistically significant difference.",
    "results": "BioFlux device.\n\n\nHigh-throughput screening of flow biofilm viability requires a device that permits development of multiple biofilms with controlled flow rates and determination of viability in real time. We constructed such a device (Fig. \n1\n A) with microfluidic channels integrated into microtiter well plates. The use of a standard well plate format (Fig. \n1B\n) allowed compatibility with plate readers and multichannel pipettors, and the plate also could be examined microscopically. The microfluidic channels are generated using photolithography-etched micropatterned silicon wafers as a mold for polydimethylsiloxane, which forms the sides and roofs of the channels. The bottom of the channels consists of standard 180-μm coverslip glass, which allows microscopic examination. The channels connect pairs of microtiter wells; one well of each pair is the inlet well from which fresh medium is pushed by pneumatic pressure through the channel into the outlet well, which holds the spent medium (Fig. \n1C\n). The microfluidic channels are 1/10 the size of conventional flow cells, which permits laminar flow at a wider range of flow rates and results in uniform biofilm growth in the entire channel. Figure \n2\n shows \nP. fluorescens\n biofilm formation, which appeared to be qualitatively similar to PAO1 biofilm formation; the series of images was taken 0.5 to 21 h after flow was initiated.\n\n\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nBiofilm formation and development in a BioFlux channel. The images are phase-contrast images obtained after flow began (the flow was from left to right; each channel was 370 μm wide) and show initial attachment (0.5 and 1 h), microcolony formation (2 and 3 h), and development (4, 5, and 6.5 h) into fully formed biofilms (21 h).\nThe system includes an air compressor and electropneumatic regulators to deliver precisely controlled pressure to each channel via a manifold that interfaces with individual wells of the microtiter plate. Thus, the flow (and shear) rate in each channel can be controlled individually. A thin transparent heating stage provides temperature control, and a software interface permits control of the flow rate by the user and saving and reuse of experimental profiles. Unlike conventional flow cell systems, the BioFlux plates are presterilized and do not require assembly or tubing connections, which minimizes the possibility of contamination. The plates each contain 24 channels connecting 48 wells (Fig. \n1B\n). The BioFlux system controls four plates simultaneously, providing a total of 96 biofilms. Each inlet well and outlet well holds 1.25 ml of liquid, so there can be 11 to 20 h of continuous flow before replenishment is necessary at commonly used flow rates. The small volume of the microchannels also results in conservation of reagents.\nQuantification of viability by measurement of fluorescence.\n\n\nFlow cell biofilm viability is generally determined using the LIVE/DEAD \nBac\nLight stain combined with imaging of green fluorescence and red fluorescence, which indicate live and dead cells, respectively. However, according to recent reports, this method can overestimate the number of viable cells remaining after treatment with low levels of antimicrobial agents, evidently due to changes in membrane permeability that facilitate disproportionate uptake of SYTO9 green (the green “viable” dye) (\n3\n, \n24\n). An alternate method to measure viability by fluorescence is to use green fluorescent protein (GFP)-expressing bacteria and the red fluorescent dye propidium iodide (PI) (\n24\n).\n\n\nTo test if this method provides a reliable measure of biofilm viability, we first experimented with static biofilms. These biofilms can be removed, which permits plate counting, and thus are suitable for comparison to a standard method. Biofilms were grown in 96-well microtiter plates for 24 h, treated with bleach at different concentrations (in quadruplicate), and either stained with PI or removed for colony counting (Fig. \n3\n). Emission spectra were collected for stained biofilms (Fig. \n3A\n and \n3B\n). The ratio of green fluorescence to red fluorescence was used to estimate biofilm viability, and the results were compared to the viability of identically treated biofilms determined by plate counting. The two methods showed that there were comparable dose-dependent responses to bleach treatment for UPEC (Fig. \n3C\n) and PAO1 (Fig. \n3D\n) biofilms. To quantify the correlation between methods, we calculated the Pearson correlation coefficient (\nr\n) and its associated \nP\n value for viability estimates obtained in three independent experiments and found that \nr\n was 0.9876 and \nP\n was 0.0017 for UPEC and that \nr\n was 0.9855 and \nP\n was 0.0021 for PAO1. The high correlation coefficients and low \nP\n values, together with the results of linear regression analyses (Fig. \n3E\n and \n3F\n), revealed that there was a strong correlation between the methods, validating the GFP-PI method for measuring the viability of two common bacterial biofilm pathogens.\n\n\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nComparison of static biofilm viabilities determined by colony counting and by using GFP-PI fluorescence ratios. (A and B) Representative fluorescence emission spectra of quadruplicate GFP-expressing UPEC (A) and PAO1 (B) biofilms following 1 h of treatment with bleach (in saline) at the concentrations indicated (as percentages) and PI staining. The absorption peaks on the left and right correspond to live and dead cells, respectively. (C and D) Mean levels of viability as determined by colony counting and GFP-PI fluorescence (GFP-PI Fluor.) for UPEC (C) and PAO1 (D) biofilms. The error bars indicate standard deviations. (E and F) Linear regression analysis of viability data for the two methods using pooled data from three independent experiments.\nTo determine if the BioFlux device can be used to screen the effects of antimicrobial agents on flow biofilms, we cultivated GFP-expressing PAO1 biofilms in this device. The biofilms were treated with bleach or antibiotics (gentamicin, tobramycin, ciprofloxacin, or enrofloxacin) and then stained with PI, which was followed by measurement of fluorescence with a plate reader. Both the bleach and the antibiotics caused dose-dependent biofilm killing, as determined by fluorescence measured with the plate reader (Fig. \n4\n). Bleach was less effective for flow biofilms than it was for static biofilms (86% viability versus 50% viability for 0.05% bleach, 56% viability versus 17% viability for 0.02% bleach, and 6% viability versus 0% viability for 0.2% bleach), and 70% isopropanol was required to completely kill the biofilms. Whether this was due to greater resistance is unclear because in addition to the presence of flow, there are other differences between biofilms grown in 96-well plates and BioFlux biofilms. The quinolones had the most potent effect; ciprofloxacin and enrofloxacin caused complete loss of viability at concentrations of 1 and 10 μg/ml, respectively (Fig. \n4D\n and \n4E\n). As a further check of the reliability of rapid plate reader scanning for determination of viability, we analyzed biofilm images obtained by fluorescence microscopy (Fig. \n4\n, insets), as reported previously (\n25\n, \n26\n). The biofilm viability calculated from fluorescence ratios obtained using microscope images agreed with that measured with the plate reader (Fig. \n4\n); the correlation coefficient (\nr\n = 0.9565; \nP\n < 0.0001) and linear regression analysis (Fig. \n4F\n) verified that there was a strong correlation between the results of the two methods. The fluorescent microscope images confirmed that the quinolones completely eradicated the biofilms (ciprofloxacin at a concentration of 1 μg/ml and enrofloxacin at a concentration of 10 μg/ml), as indicated by the complete absence of fluorescence (Fig. \n4D\n and \n4E\n, insets).\n\n\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nEstimates of the viability of GFP-producing \nP. aeruginosa\n PAO1 biofilms cultivated in the BioFlux device following treatment with bleach (A) or various antibiotics (B to E) and then stained with PI. Levels of viability were calculated by using the green fluorescence/red fluorescence ratios determined from quantified microscope images (black bars) and by using plate reader measurements (white bars). Isopropyl alcohol (70%) was used to ensure complete loss of viability. Insets show representative microscope images, including images of untreated (0) and isopropyl-alcohol treated (isop.) controls. Note that no biofilm remained after treatment with the highest dose of enrofloxacin (E) and the two highest doses of ciprofloxacin (D). Fluorescence signals were not detected (N.D.) with the plate reader, and no biofilms were observed using microscopy (insets). (F) Linear regression analysis for determinations of viability by the two methods.\nWe used the GFP-PI method because Lehtinen et al. (\n24\n) showed that it was superior to the \nBac\nLight method for measuring the effects of low concentrations of antimicrobial agents on the viability of planktonic bacteria. The limitation of the \nBac\nLight method at low concentrations of antimicrobials is apparently due to increased penetration of SYTO9 but not PI, which falsely increases the green fluorescence/red fluorescence ratio used to determine viability (\n3\n, \n24\n). We assumed that this limitation was applicable to bacterial biofilms. The success of the BioFlux device for HTP screening of flow biofilm viability, as reported above, enabled us to test this assumption directly. We cultivated PAO1 biofilms not expressing GFP in the BioFlux apparatus, treated them with gentamicin, stained them with the two \nBac\nLight stains (SYTO9 and PI), and used the ratio of green fluorescence to red fluorescence to calculate the viability. Compared to the GFP-PI fluorescence results, treatment with SYTO9 resulted in much higher levels of green fluorescence for the two low concentrations (0.01 and 0.1 μg/ml), resulting in a false increase in viability (e.g., viability greater than 100% compared to untreated controls). However, at higher concentrations of the antibiotic the two methods gave comparable results (Fig. \n5\n). Similar results were obtained with tobramycin, enrofloxacin, and ciprofloxacin; for example, with 0.01 μg/ml of each antibiotic, the levels of viability determined by the \nBac\nLight light method were 166%, 117%, and 70% of the untreated control values, respectively, while the levels of viability determined by the GFP-PI method were 77%, 44%, and 47% of the untreated control values, respectively (Fig. \n4\n). Thus, the \nBac\nLight method gives an erroneous picture of viability after exposure to low antimicrobial agent concentrations not only for planktonic cells but also for biofilms.",
    "bioflux_device.": "High-throughput screening of flow biofilm viability requires a device that permits development of multiple biofilms with controlled flow rates and determination of viability in real time. We constructed such a device (Fig. \n1\n A) with microfluidic channels integrated into microtiter well plates. The use of a standard well plate format (Fig. \n1B\n) allowed compatibility with plate readers and multichannel pipettors, and the plate also could be examined microscopically. The microfluidic channels are generated using photolithography-etched micropatterned silicon wafers as a mold for polydimethylsiloxane, which forms the sides and roofs of the channels. The bottom of the channels consists of standard 180-μm coverslip glass, which allows microscopic examination. The channels connect pairs of microtiter wells; one well of each pair is the inlet well from which fresh medium is pushed by pneumatic pressure through the channel into the outlet well, which holds the spent medium (Fig. \n1C\n). The microfluidic channels are 1/10 the size of conventional flow cells, which permits laminar flow at a wider range of flow rates and results in uniform biofilm growth in the entire channel. Figure \n2\n shows \nP. fluorescens\n biofilm formation, which appeared to be qualitatively similar to PAO1 biofilm formation; the series of images was taken 0.5 to 21 h after flow was initiated.\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nBiofilm formation and development in a BioFlux channel. The images are phase-contrast images obtained after flow began (the flow was from left to right; each channel was 370 μm wide) and show initial attachment (0.5 and 1 h), microcolony formation (2 and 3 h), and development (4, 5, and 6.5 h) into fully formed biofilms (21 h).\nThe system includes an air compressor and electropneumatic regulators to deliver precisely controlled pressure to each channel via a manifold that interfaces with individual wells of the microtiter plate. Thus, the flow (and shear) rate in each channel can be controlled individually. A thin transparent heating stage provides temperature control, and a software interface permits control of the flow rate by the user and saving and reuse of experimental profiles. Unlike conventional flow cell systems, the BioFlux plates are presterilized and do not require assembly or tubing connections, which minimizes the possibility of contamination. The plates each contain 24 channels connecting 48 wells (Fig. \n1B\n). The BioFlux system controls four plates simultaneously, providing a total of 96 biofilms. Each inlet well and outlet well holds 1.25 ml of liquid, so there can be 11 to 20 h of continuous flow before replenishment is necessary at commonly used flow rates. The small volume of the microchannels also results in conservation of reagents.",
    "fig._2.": "Open in a new tab\nBiofilm formation and development in a BioFlux channel. The images are phase-contrast images obtained after flow began (the flow was from left to right; each channel was 370 μm wide) and show initial attachment (0.5 and 1 h), microcolony formation (2 and 3 h), and development (4, 5, and 6.5 h) into fully formed biofilms (21 h).",
    "quantification_of_viability_by_measurement_of_fluorescence.": "Flow cell biofilm viability is generally determined using the LIVE/DEAD \nBac\nLight stain combined with imaging of green fluorescence and red fluorescence, which indicate live and dead cells, respectively. However, according to recent reports, this method can overestimate the number of viable cells remaining after treatment with low levels of antimicrobial agents, evidently due to changes in membrane permeability that facilitate disproportionate uptake of SYTO9 green (the green “viable” dye) (\n3\n, \n24\n). An alternate method to measure viability by fluorescence is to use green fluorescent protein (GFP)-expressing bacteria and the red fluorescent dye propidium iodide (PI) (\n24\n).\nTo test if this method provides a reliable measure of biofilm viability, we first experimented with static biofilms. These biofilms can be removed, which permits plate counting, and thus are suitable for comparison to a standard method. Biofilms were grown in 96-well microtiter plates for 24 h, treated with bleach at different concentrations (in quadruplicate), and either stained with PI or removed for colony counting (Fig. \n3\n). Emission spectra were collected for stained biofilms (Fig. \n3A\n and \n3B\n). The ratio of green fluorescence to red fluorescence was used to estimate biofilm viability, and the results were compared to the viability of identically treated biofilms determined by plate counting. The two methods showed that there were comparable dose-dependent responses to bleach treatment for UPEC (Fig. \n3C\n) and PAO1 (Fig. \n3D\n) biofilms. To quantify the correlation between methods, we calculated the Pearson correlation coefficient (\nr\n) and its associated \nP\n value for viability estimates obtained in three independent experiments and found that \nr\n was 0.9876 and \nP\n was 0.0017 for UPEC and that \nr\n was 0.9855 and \nP\n was 0.0021 for PAO1. The high correlation coefficients and low \nP\n values, together with the results of linear regression analyses (Fig. \n3E\n and \n3F\n), revealed that there was a strong correlation between the methods, validating the GFP-PI method for measuring the viability of two common bacterial biofilm pathogens.\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nComparison of static biofilm viabilities determined by colony counting and by using GFP-PI fluorescence ratios. (A and B) Representative fluorescence emission spectra of quadruplicate GFP-expressing UPEC (A) and PAO1 (B) biofilms following 1 h of treatment with bleach (in saline) at the concentrations indicated (as percentages) and PI staining. The absorption peaks on the left and right correspond to live and dead cells, respectively. (C and D) Mean levels of viability as determined by colony counting and GFP-PI fluorescence (GFP-PI Fluor.) for UPEC (C) and PAO1 (D) biofilms. The error bars indicate standard deviations. (E and F) Linear regression analysis of viability data for the two methods using pooled data from three independent experiments.\nTo determine if the BioFlux device can be used to screen the effects of antimicrobial agents on flow biofilms, we cultivated GFP-expressing PAO1 biofilms in this device. The biofilms were treated with bleach or antibiotics (gentamicin, tobramycin, ciprofloxacin, or enrofloxacin) and then stained with PI, which was followed by measurement of fluorescence with a plate reader. Both the bleach and the antibiotics caused dose-dependent biofilm killing, as determined by fluorescence measured with the plate reader (Fig. \n4\n). Bleach was less effective for flow biofilms than it was for static biofilms (86% viability versus 50% viability for 0.05% bleach, 56% viability versus 17% viability for 0.02% bleach, and 6% viability versus 0% viability for 0.2% bleach), and 70% isopropanol was required to completely kill the biofilms. Whether this was due to greater resistance is unclear because in addition to the presence of flow, there are other differences between biofilms grown in 96-well plates and BioFlux biofilms. The quinolones had the most potent effect; ciprofloxacin and enrofloxacin caused complete loss of viability at concentrations of 1 and 10 μg/ml, respectively (Fig. \n4D\n and \n4E\n). As a further check of the reliability of rapid plate reader scanning for determination of viability, we analyzed biofilm images obtained by fluorescence microscopy (Fig. \n4\n, insets), as reported previously (\n25\n, \n26\n). The biofilm viability calculated from fluorescence ratios obtained using microscope images agreed with that measured with the plate reader (Fig. \n4\n); the correlation coefficient (\nr\n = 0.9565; \nP\n < 0.0001) and linear regression analysis (Fig. \n4F\n) verified that there was a strong correlation between the results of the two methods. The fluorescent microscope images confirmed that the quinolones completely eradicated the biofilms (ciprofloxacin at a concentration of 1 μg/ml and enrofloxacin at a concentration of 10 μg/ml), as indicated by the complete absence of fluorescence (Fig. \n4D\n and \n4E\n, insets).\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nEstimates of the viability of GFP-producing \nP. aeruginosa\n PAO1 biofilms cultivated in the BioFlux device following treatment with bleach (A) or various antibiotics (B to E) and then stained with PI. Levels of viability were calculated by using the green fluorescence/red fluorescence ratios determined from quantified microscope images (black bars) and by using plate reader measurements (white bars). Isopropyl alcohol (70%) was used to ensure complete loss of viability. Insets show representative microscope images, including images of untreated (0) and isopropyl-alcohol treated (isop.) controls. Note that no biofilm remained after treatment with the highest dose of enrofloxacin (E) and the two highest doses of ciprofloxacin (D). Fluorescence signals were not detected (N.D.) with the plate reader, and no biofilms were observed using microscopy (insets). (F) Linear regression analysis for determinations of viability by the two methods.\nWe used the GFP-PI method because Lehtinen et al. (\n24\n) showed that it was superior to the \nBac\nLight method for measuring the effects of low concentrations of antimicrobial agents on the viability of planktonic bacteria. The limitation of the \nBac\nLight method at low concentrations of antimicrobials is apparently due to increased penetration of SYTO9 but not PI, which falsely increases the green fluorescence/red fluorescence ratio used to determine viability (\n3\n, \n24\n). We assumed that this limitation was applicable to bacterial biofilms. The success of the BioFlux device for HTP screening of flow biofilm viability, as reported above, enabled us to test this assumption directly. We cultivated PAO1 biofilms not expressing GFP in the BioFlux apparatus, treated them with gentamicin, stained them with the two \nBac\nLight stains (SYTO9 and PI), and used the ratio of green fluorescence to red fluorescence to calculate the viability. Compared to the GFP-PI fluorescence results, treatment with SYTO9 resulted in much higher levels of green fluorescence for the two low concentrations (0.01 and 0.1 μg/ml), resulting in a false increase in viability (e.g., viability greater than 100% compared to untreated controls). However, at higher concentrations of the antibiotic the two methods gave comparable results (Fig. \n5\n). Similar results were obtained with tobramycin, enrofloxacin, and ciprofloxacin; for example, with 0.01 μg/ml of each antibiotic, the levels of viability determined by the \nBac\nLight light method were 166%, 117%, and 70% of the untreated control values, respectively, while the levels of viability determined by the GFP-PI method were 77%, 44%, and 47% of the untreated control values, respectively (Fig. \n4\n). Thus, the \nBac\nLight method gives an erroneous picture of viability after exposure to low antimicrobial agent concentrations not only for planktonic cells but also for biofilms.",
    "fig._3.": "Open in a new tab\nComparison of static biofilm viabilities determined by colony counting and by using GFP-PI fluorescence ratios. (A and B) Representative fluorescence emission spectra of quadruplicate GFP-expressing UPEC (A) and PAO1 (B) biofilms following 1 h of treatment with bleach (in saline) at the concentrations indicated (as percentages) and PI staining. The absorption peaks on the left and right correspond to live and dead cells, respectively. (C and D) Mean levels of viability as determined by colony counting and GFP-PI fluorescence (GFP-PI Fluor.) for UPEC (C) and PAO1 (D) biofilms. The error bars indicate standard deviations. (E and F) Linear regression analysis of viability data for the two methods using pooled data from three independent experiments.",
    "fig._4.": "Open in a new tab\nEstimates of the viability of GFP-producing \nP. aeruginosa\n PAO1 biofilms cultivated in the BioFlux device following treatment with bleach (A) or various antibiotics (B to E) and then stained with PI. Levels of viability were calculated by using the green fluorescence/red fluorescence ratios determined from quantified microscope images (black bars) and by using plate reader measurements (white bars). Isopropyl alcohol (70%) was used to ensure complete loss of viability. Insets show representative microscope images, including images of untreated (0) and isopropyl-alcohol treated (isop.) controls. Note that no biofilm remained after treatment with the highest dose of enrofloxacin (E) and the two highest doses of ciprofloxacin (D). Fluorescence signals were not detected (N.D.) with the plate reader, and no biofilms were observed using microscopy (insets). (F) Linear regression analysis for determinations of viability by the two methods.",
    "discussion": "Flow biofilms are commonly cultivated in flow cells, and their viability is determined by quantification of microscopic fluorescent images or by colony counting, both of which are time-consuming; colony counting is particularly difficult because flow biofilms cannot be easily removed from the flow cells. HTP screening of viability by this method is not feasible not only because of these constraints but also because it would require the use of a prohibitively large number of flow cells. We used a microfluidic device, the BioFlux device, which accurately controls fluid flow and permits simultaneous growth of multiple biofilms with a large range of precisely controlled flow rates. Here we describe a method for rapidly determining biofilm viability simply by measuring fluorescence with a plate reader, eliminating the need for the labor-intensive analyses mentioned above. The results show that measurement of GFP-PI fluorescence with a plate reader reliably reflects biofilm viability as verified by plate counting (Fig. \n3\n), as well as viability determined by quantification of fluorescence microscope images (Fig. \n4\n). Thus, the BioFlux device used in conjunction with the GFP-PI viability assessment method is an excellent method for initial HTP screening of flow biofilms; this was verified by successful use of this method for HTP screening of PAO1 biofilms for sensitivity to a number of antimicrobials.\nThe plate reader-based BioFlux viability screening method relied on the use of bacterial strains expressing GFP; for non-GFP-expressing bacteria another method, such as LIVE/DEAD \nBac\nLight staining, must be used. However, the \nBac\nLight viability method, as reported previously for planktonic cells (\n3\n, \n24\n) and confirmed here for biofilms, is limited to treatments causing a relatively higher level of killing. This finding appears to limit use of the BioFlux to bacteria capable of expressing GFP. However, there are other possibilities. For example, the LIVE/DEAD stain is accurate for determination of viability where the level of killing is high, which is often the goal of HTP screening; another possibility is to use a fluorogenic substrate, such as 4-methylumbellyferyl-β-\nd\n-glucuronide (\n28\n), to measure biofilm metabolic activity. The BioFlux device is also likely to be useful in HTP screening of other biofilm parameters. One example is investigating expression of a fluorescently tagged protein under different conditions, such as fluid shear. Another example is determination of the formation or elimination of the extracellular matrix, which can be done by using poly-\nN\n-acetylglucosamine-binding wheat germ agglutinin-Alexa Fluor 488 conjugate (\n5\n).",
    "acknowledgments": "This work was supported by NASA grant NNH08ZTT003N to A.M., by NIH/NIGMS grant F32-GM077827 to M.R.B., and by NIH/NIGMS grant 1R43GM083384-01A1 to C.I.-Z.",
    "footnotes": "▿\nPublished ahead of print on 30 April 2010.",
    "references": "1.\nAnderson, G. G., J. J. Palermo, J. D. Schilling, R. Roth, J. Heuser, and S. J. Hultgren.\n 2003. Intracellular bacterial biofilm-like pods in urinary tract infections. Science 301\n:\n105-107.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nBeech, I. B., and J. Sunner.\n 2004. Biocorrosion: towards understanding interactions between biofilms and metals. Curr. Opin. Biotechnol. 15\n:\n181-186.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBerney, M., F. Hammes, F. Bosshard, H. U. Weilenmann, and T. Egli.\n 2007. Assessment and interpretation of bacterial viability by using the LIVE/DEAD BacLight kit in combination with flow cytometry. Appl. Environ. Microbiol. 73\n:\n3283-3290.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nBloemberg, G. V., G. A. O'Toole, B. J. Lugtenberg, and R. Kolter.\n 1997. Green fluorescent protein as a marker for Pseudomonas spp. Appl. Environ. Microbiol. 63\n:\n4543-4551.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBurton, E., N. Yakandawala, K. LoVetri, and M. S. Madhyastha.\n 2007. A microplate spectrofluorometric assay for bacterial biofilms. J. Ind. Microbiol. Biotechnol. 34\n:\n1-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nCeri, H., M. E. Olson, C. Stremick, R. R. Read, D. Morck, and A. Buret.\n 1999. The Calgary biofilm device: new technology for rapid determination of antibiotic susceptibilities of bacterial biofilms. J. Clin. Microbiol. 37\n:\n1771-1776.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nCoetser, S. E., and T. E. Cloete.\n 2005. Biofouling and biocorrosion in industrial water systems. Crit. Rev. Microbiol. 31\n:\n213-232.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nConant, C. G., J. T. Nevill, M. A. Schwartz, and C. Ionescu-Zanetti.\n 2010. Wound healing assays in well plate-coupled microfluidic devices with controlled parallel flow. 15\n:\n52-57.\n [\nGoogle Scholar\n]\n\n\n\n\n9.\nConant, C. G., M. A. Schwartz, and C. Ionescu-Zanetti.\n 2010. Well plate-coupled microfluidic devices designed for facile image-based cell adhesion and transmigration assays. J. Biomol. Screen. 15\n:\n102-106.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nConant, C. G., M. A. Schwartz, T. Nevill, and C. Ionescu-Zanetti.\n 2009. Platelet adhesion and aggregation under flow using microfluidic flow cells. J. Vis. Exp. pii\n:\n1644. doi: 10.3791/1644.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nDavies, D.\n 2003. Understanding biofilm resistance to antibacterial agents. Nat. Rev. Drug Discov. 2\n:\n114-122.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\ndel Pozo, J. L., and R. Patel.\n 2007. The challenge of treating biofilm-associated bacterial infections. Clin. Pharmacol. Ther. 82\n:\n204-209.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nDing, A. M., R. J. Palmer, Jr., J. O. Cisar, and P. E. Kolenbrander.\n 2010. Shear-enhanced oral microbial adhesion. Appl. Environ. Microbiol. 76\n:\n1294-1297.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nEun, Y. J., and D. B. Weibel.\n 2009. Fabrication of microbial biofilm arrays by geometric control of cell adhesion. Langmuir 25\n:\n4643-4654.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nGillis, R. J., K. G. White, K. H. Choi, V. E. Wagner, H. P. Schweizer, and B. H. Iglewski.\n 2005. Molecular basis of azithromycin-resistant Pseudomonas aeruginosa biofilms. Antimicrob. Agents Chemother. 49\n:\n3858-3867.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nHall-Stoodley, L., J. W. Costerton, and P. Stoodley.\n 2004. Bacterial biofilms: from the natural environment to infectious diseases. Nat. Rev. Microbiol. 2\n:\n95-108.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nHall-Stoodley, L., F. Z. Hu, A. Gieseke, L. Nistico, D. Nguyen, J. Hayes, M. Forbes, D. P. Greenberg, B. Dice, A. Burrows, P. A. Wackym, P. Stoodley, J. C. Post, G. D. Ehrlich, and J. E. Kerschner.\n 2006. Direct detection of bacterial biofilms on the middle-ear mucosa of children with chronic otitis media. JAMA 296\n:\n202-211.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nIto, A., T. May, K. Kawata, and S. Okabe.\n 2008. Significance of rpoS during maturation of Escherichia coli biofilms. Biotechnol. Bioeng. 99\n:\n1462-1471.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nJanakiraman, V., D. Englert, A. Jayaraman, and H. Baskaran.\n 2009. Modeling growth and quorum sensing in biofilms grown in microfluidic chambers. Ann. Biomed. Eng. 37\n:\n1206-1216.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nKhardori, N., and M. Yassien.\n 1995. Biofilms in device-related infections. J. Ind. Microbiol. 15\n:\n141-147.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nKim, J., M. Hegde, and A. Jayaraman.\n 2010. Co-culture of epithelial cells and bacteria for investigating host-pathogen interactions. Lab Chip 10\n:\n43-50.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nKirisits, M. J., J. J. Margolis, B. L. Purevdorj-Gage, B. Vaughan, D. L. Chopp, P. Stoodley, and M. R. Parsek.\n 2007. Influence of the hydrodynamic environment on quorum sensing in Pseudomonas aeruginosa biofilms. J. Bacteriol. 189\n:\n8357-8360.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nLee, J. H., J. B. Kaplan, and W. Y. Lee.\n 2008. Microfluidic devices for studying growth and detachment of Staphylococcus epidermidis biofilms. Biomed. Microdevices 10\n:\n489-498.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nLehtinen, J., J. Nuutila, and E. M. Lilius.\n 2004. Green fluorescent protein-propidium iodide (GFP-PI) based assay for flow cytometric measurement of bacterial viability. Cytometry A 60\n:\n165-172.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nLynch, S. V., L. Dixon, M. R. Benoit, E. L. Brodie, M. Keyhan, P. Hu, D. F. Ackerley, G. L. Andersen, and A. Matin.\n 2007. Role of the rapA gene in controlling antibiotic resistance of Escherichia coli biofilms. Antimicrob. Agents Chemother. 51\n:\n3650-3658.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nLynch, S. V., K. Mukundakrishnan, M. R. Benoit, P. S. Ayyaswamy, and A. Matin.\n 2006. Escherichia coli biofilms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72\n:\n7701-7710.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nMah, T. F., B. Pitts, B. Pellock, G. C. Walker, P. S. Stewart, and G. A. O'Toole.\n 2003. A genetic basis for Pseudomonas aeruginosa biofilm antibiotic resistance. Nature 426\n:\n306-310.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nMariscal, A., M. Carnero-Varo, M. Gutierrez-Bedmar, A. Garcia-Rodriguez, and J. Fernandez-Crehuet.\n 2007. A fluorescent method for assessing the antimicrobial efficacy of disinfectant against Escherichia coli ATCC 35218 biofilm. Appl. Microbiol. Biotechnol. 77\n:\n233-240.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nMarsili, E., H. Beyenal, L. Di Palma, C. Merli, A. Dohnalkova, J. E. Amonette, and Z. Lewandowski.\n 2007. Uranium immobilization by sulfate-reducing biofilms grown on hematite, dolomite, and calcite. Environ. Sci. Technol. 41\n:\n8349-8354.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nMorales, D. K., W. Ocampo, and M. M. Zambrano.\n 2007. Efficient removal of hexavalent chromium by a tolerant Streptomyces sp. affected by the toxic effect of metal exposure. J. Appl. Microbiol. 103\n:\n2704-2712.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nParsek, M. R., and P. K. Singh.\n 2003. Bacterial biofilms: an emerging link to disease pathogenesis. Annu. Rev. Microbiol. 57\n:\n677-701.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nPettit, R. K., C. A. Weber, M. J. Kean, H. Hoffmann, G. R. Pettit, R. Tan, K. S. Franks, and M. L. Horton.\n 2005. Microplate Alamar blue assay for Staphylococcus epidermidis biofilm susceptibility testing. Antimicrob. Agents Chemother. 49\n:\n2612-2617.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nPitts, B., M. A. Hamilton, N. Zelver, and P. S. Stewart.\n 2003. A microtiter-plate screening method for biofilm disinfection and removal. J. Microbiol. Methods 54\n:\n269-276.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nPurevdorj, B., J. W. Costerton, and P. Stoodley.\n 2002. Influence of hydrodynamics and cell signaling on the structure and behavior of Pseudomonas aeruginosa biofilms. Appl. Environ. Microbiol. 68\n:\n4457-4464.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nSingh, P. K., A. L. Schaefer, M. R. Parsek, T. O. Moninger, M. J. Welsh, and E. P. Greenberg.\n 2000. Quorum-sensing signals indicate that cystic fibrosis lungs are infected with bacterial biofilms. Nature 407\n:\n762-764.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nStone, G., P. Wood, L. Dixon, M. Keyhan, and A. Matin.\n 2002. Tetracycline rapidly reaches all the constituent cells of uropathogenic Escherichia coli biofilms. Antimicrob. Agents Chemother. 46\n:\n2458-2461.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nValdivia, R. H., and S. Falkow.\n 1996. Bacterial genetics by flow cytometry: rapid isolation of Salmonella typhimurium acid-inducible promoters by differential fluorescence induction. Mol. Microbiol. 22\n:\n367-378.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nWagner, M., A. Loy, R. Nogueira, U. Purkhold, N. Lee, and H. Daims.\n 2002. Microbial community composition and function in wastewater treatment plants. Antonie Van Leeuwenhoek 81\n:\n665-680.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (3.2 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2897429/"
}