{
  "id": "PMC3329368",
  "title": "Extracellular nucleotides elicit cytosolic free calcium oscillations in Arabidopsis.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Extracellular nucleotides elicit cytosolic free calcium oscillations in Arabidopsis.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3329368/"
  },
  "sections": {
    "permalink": "Copy",
    "adeeba_dark": "1\nDepartment of Plant Sciences, University of Cambridge; Cambridge, UK\nFind articles by \nAdeeba Dark",
    "vadim_demidchik": "2\nDepartment of Biology, University of Essex; Colchester, UK\nFind articles by \nVadim Demidchik",
    "siân_l_richards": "1\nDepartment of Plant Sciences, University of Cambridge; Cambridge, UK\nFind articles by \nSiân L Richards",
    "sergey_shabala": "3\nSchool of Agricultural Sciences, University of Tasmania; Hobart; Australia\nFind articles by \nSergey Shabala",
    "julia_m_davies": "1\nDepartment of Plant Sciences, University of Cambridge; Cambridge, UK\nFind articles by \nJulia M Davies",
    "abstract": "Extracellular purine nucleotides appear capable of regulating plant development, defence and stress responses by acting in part as agonists of plasma membrane calcium channels. Factors stimulating ATP release include wounding, osmotic stress and elicitors. Here we show that exogenous abscisic acid and L-glutamate can also cause ATP accumulation around\n Arabidopsis thaliana \nroots. Release of ADP from root epidermis would trigger ionotropic receptor-like activity in the plasma membrane, resulting in transient elevation of cytosolic free calcium. Root epidermal protoplasts (expressing aequorin as a cytosolic free calcium reporter) can support an extracellular ADP-induced cytosolic calcium elevation in the presence of an extracellular reductant. This confirms that ADP could elicit calcium-based responses distinct to those of ATP, which have been shown previously to involve production of extracellular reactive oxygen species.\nKeywords: \n abscisic acid, ADP, ATP, calcium, channel, glutamate, root",
    "figure_1.": "Open in a new tab\nWounding and abiotic stress cause ATP accumulation around \nA. thaliana\n roots.\nA. thaliana\n (Col-0) was grown for seven days as described previously on MS medium with 1% (w/v) sucrose.\n13\n Eight roots of similar lengths were placed in the well of a 96-well plate containing sterile liquid MS/1% (w/v) sucrose, with or without test substances. ATP content of samples was determined with a luciferin/luciferase assay (Molecular Probes), using a Fluostar Optima plate reading luminometer. Wounding was inflicted by moving a gloved finger up and down the roots to damage root hairs prior to immersion in assay medium. Results are mean ± SEM from 3 independent trials.",
    "figure_2.": "Open in a new tab\nABA and L-glutamate cause ATP accumulation around \nA. thaliana\n roots.\n Roots were exposed to (A) ABA with 0.025% (v/v) ethanol (EtOH) as the solvent carrier control and (B) L- or D-glutamate. Conditions as in \nFigure 1\n. Results are mean ± SEM from 3 independent trials.",
    "acknowledgments": "Financial support was from the Leverhulme Trust and the Alexander James Keith Fund.",
    "footnotes": "Previously published online: \nwww.landesbioscience.com/journals/psb/article/17014",
    "references": "1.\nTanaka K, Gilroy S, Jones AM, Stacey G. Extracellular ATP signaling in plants. Trends Cell Biol. 2010;20:601–8. doi: 10.1016/j.tcb.2010.07.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nChivasa S, Murphy AM, Hamilton JM, Lindsey K, Carr JP, Slabas AR. Extracellular ATP is a regulator of pathogen defence in plants. Plant J. 2009;60:436–48. doi: 10.1111/j.1365-313X.2009.03968.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nForesi NP, Laxalt AM, Tonón CV, Casalongué CA, Lamattina L. Extracellular ATP induces nitric oxide production in tomato cell suspensions. Plant Physiol. 2007;145:589–92. doi: 10.1104/pp.107.106518.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nWu SJ, Wu JY. Extracellular ATP-induced NO production and its dependence on membrane Ca2+ flux in Salvia miltiorrhiza hairy roots. J Exp Bot. 2008;59:4007–16. doi: 10.1093/jxb/ern242.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nReichler SA, Torres J, Rivera AL, Cintolesi VA, Clark G, Roux SJ. Intersection of two signaling pathways: extracellular nucleotides regulate pollen germination and pollen tube growth via nitric oxide. J Exp Bot. 2009;60:2129–38. doi: 10.1093/jxb/erp091.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nClark G, Wu M, Wat N, Onyirimba J, Pham T, Herz N, et al.  Both the stimulation and inhibition of root hair growth induced by extracellular nucleotides in Arabidopsis are mediated by nitric oxide and reactive oxygens species. Plant Mol Biol. 2010;74:423–35. doi: 10.1007/s11103-010-9683-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nSueldo DJ, Foresi NP, Casalongué CA, Lamattina L, Laxalt AM. Phosphatidic acid formation is required for extracellular ATP-mediated nitric oxide production in suspension-cultured tomato cells. New Phytol. 2010;185:909–16. doi: 10.1111/j.1469-8137.2009.03165.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nTerrile MC, Tonón C, Iglesias MJ, Lamattina L, Casalongué CA. Extracellular ATP and nitric oxide signaling pathways regulate redox-dependent responses associated to root hair growth in etiolated Arabidopsis seedlings. Plant Signal Behav. 2010;5:698–701. doi: 10.4161/psb.5.6.11579.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nTonón C, Terrile MC, Iglesias MJ, Lamattina L, Casalongué CA. Extracellular ATP, nitric oxide and superoxide act co-ordinately to regulate hypocotyl growth in etiolated Arabidopsis seedlings. J Plant Physiol. 2010;167:540–6. doi: 10.1016/j.jplph.2009.11.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nDemidchik V, Nichols C, Dark AM, Olynyk M, Glover BJ, Davies JM. Is ATP a signaling agent in plants? Plant Physiol. 2003;133:456–61. doi: 10.1104/pp.103.024091.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nDemidchik V, Shang Z, Shin R, Thompson E, Rubio L, Laohavisit A, et al.  Plant extracellular ATP signaling by plasma membrane NADPH oxidase and Ca2+ channels. Plant J. 2009;58:903–13. doi: 10.1111/j.1365-313X.2009.03830.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nTanaka K, Swanson SJ, Gilroy S, Stacey G. Extracellular nucleotides elicit cytosolic free calcium oscillations in Arabidopsis. Plant Physiol. 2010;154:705–19. doi: 10.1104/pp.110.162503.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nDemidchik V, Shang ZL, Shin R, Colaço R, Laohavisit A, Shabala S, et al.  Receptor-like activity evoked by extracellular ADP in Arabidopsis thaliana root epidermal plasma membrane. Plant Physiol. 2011;156:1375–85. doi: 10.1104/pp.111.174722.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nRiewe D, Grosman L, Fernie AR, Wucke C, Geigenberger P. The potato-specific apyrase is apoplastically localized and has influence on gene expression, growth and development. Plant Physiol. 2008;146:1579–98. doi: 10.1104/pp.108.115758.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nKim SY, Sivaguru M, Stacey G. Extracellular ATP in plants: Visualisation, localization and analysis of physiological significance in growth and signaling. Plant Physiol. 2006;142:984–92. doi: 10.1104/pp.106.085670.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nThomas C, Rajagopal A, Windsor B, Dudler R, Lloyd A, Roux SJ. A role for ectoapyrase in xenobiotic resistance. Plant Cell. 2000;12:519–33. doi: 10.1105/tpc.12.4.519.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nKim S-H, Yang SH, Kim T-J, Han J-S, Suh J-W. Hypertonic stress increased extracellular ATP levels and the expression of stress-responsive genes in Arabidopsis thaliana seedlings. Biosci Biotechnol Biochem. 2009;73:1252–6. doi: 10.1271/bbb.80660.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nWeerasinghe RR, Swanson SJ, Okada SF, Garrett MB, Kim SY, Stacey G, et al.  Touch induces ATP release in Arabidopsis roots that is modulated by the heterotrimeric G-protein complex. FEBS Lett. 2009;583:2521–6. doi: 10.1016/j.febslet.2009.07.007.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nKwak JM, Mori IC, Pei Z-M, Leonhardt N, Torres MA, Dangl JL, et al.  NADPH oxidase AtrbohD and AtrbohF genes function in ROS-dependent ABA signalling in Arabidopsis. EMBO J. 2003;22:2623–33. doi: 10.1093/emboj/cdg277.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nBai L, Zhang G, Zhou Y, Zhang Z, Wang W, Du Y, et al.  Plasma membrane-associated proline-rich extensin-like receptor kinase 4, a novel regulator of Ca2+ signalling, is required for abscisic acid responses in Arabidopsis thaliana. Plant J. 2009;60:314–27. doi: 10.1111/j.1365-313X.2009.03956.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nMonshausen GB, Messerli MA, Gilroy S. Imaging of the yellow cameleon 3.6 indicator reveals that elevations in cytosolic Ca2+ follow oscillating increases in growth in root hairs of Arabidopsis. Plant Physiol. 2008;147:1690–8. doi: 10.1104/pp.108.123638.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nForeman J, Demidchik V, Bothwell JH, Mylona P, Miedema H, Torres MA, et al.  Reactive oxygen species produced by NADPH oxidase regulate plant cell growth. Nature. 2003;422:442–6. doi: 10.1038/nature01485.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nQi Z, Stephens NR, Spalding EP. Calcium entry mediated by GLR3.3, an Arabidopsis glutamate receptor with a broad agonist profile. Plant Physiol. 2006;142:963–71. doi: 10.1104/pp.106.088989.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nDemidchik V, Essah PA, Tester M. Glutamate activates cation currents in the plasma membrane of Arabidopsis root cells. Planta. 2004;219:167–75. doi: 10.1007/s00425-004-1207-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nLee Y-H, Foster J, Chen J, Voll LM, Weber APM, Tegeder M. AAP1 transports uncharged amino acids into roots of Arabidopsis. Plant J. 2007;50:305–19. doi: 10.1111/j.1365-313X.2007.03045.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nSvennerstam H, Ganeteg U, Bellini C. Näsholm. Comprehensive screening of Arabidopsis mutants suggests the lysine histidine transporter 1 to be involved in plant uptake of amino acids. Plant Physiol. 2007;143:1853–60. doi: 10.1104/pp.106.092205.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nWalch-Liu P, Liu L-H, Remans T, Tester M, Forde BG. Evidence that L-glutamate can act as an exogenous signal to modulate root growth and branching in Arabidopsis thaliana. Plant Cell Physiol. 2006;47:1045–57. doi: 10.1093/pcp/pcj075.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nDinneny JR, Long TA, Wang JY, Jung JW, Mace D, Pointer S, et al.  Cell identity mediates the response of Arabidopsis roots to abiotic stress. Science. 2008;320:942–5. doi: 10.1126/science.1153795.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nDemidchik V, Cuin TA, Svistunenko D, Smith SJ, Miller AJ, Shabala S, et al.  Arabidopsis root K+-efflux conductance activated by hydroxyl radicals: single-channel properties, genetic basis and involvement in stress-induced death. J Cell Sci. 2010;123:1468–79. doi: 10.1242/jcs.064352.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (350.8 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3329368/"
}