{
  "id": "PMC3962621",
  "title": "EUK-134 ameliorates nNOS¬µ translocation and skeletal muscle fiber atrophy during short-term mechanical unloading.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "EUK-134 ameliorates nNOS¬µ translocation and skeletal muscle fiber atrophy during short-term mechanical unloading.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3962621/"
  },
  "sections": {
    "permalink": "Copy",
    "john_m_lawler": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\n2\nDepartment of Biomedical Engineering, Texas A&M University, College Station, Texas;\n3\nDepartment of Nutrition and Food Science, Texas A&M University, College Station, Texas; and\nFind articles by \nJohn M Lawler",
    "mary_kunst": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\nFind articles by \nMary Kunst",
    "jeff_m_hord": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\nFind articles by \nJeff M Hord",
    "yang_lee": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\nFind articles by \nYang Lee",
    "kumar_joshi": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\n2\nDepartment of Biomedical Engineering, Texas A&M University, College Station, Texas;\nFind articles by \nKumar Joshi",
    "rachel_e_botchlett": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\n3\nDepartment of Nutrition and Food Science, Texas A&M University, College Station, Texas; and\nFind articles by \nRachel E Botchlett",
    "angelo_ramirez": "1\nRedox Biology and Cell Signaling Laboratory, Department of Health and Kinesiology, Texas A&M University, College Station, Texas;\nFind articles by \nAngelo Ramirez",
    "daniel_a_martinez": "4\nConnective Tissue Physiology Laboratory, Department of Mechanical Engineering, University of Houston, Houston, Texas\nFind articles by \nDaniel A Martinez",
    "abstract": "Reduced mechanical loading during bedrest, spaceflight, and casting, causes rapid morphological changes in skeletal muscle: fiber atrophy and reduction of slow-twitch fibers. An emerging signaling event in response to unloading is the translocation of neuronal nitric oxide synthase (nNOSμ) from the sarcolemma to the cytosol. We used EUK-134, a cell-permeable mimetic of superoxide dismutase and catalase, to test the role of redox signaling in nNOSμ translocation and muscle fiber atrophy as a result of short-term (54 h) hindlimb unloading. Fischer-344 rats were divided into ambulatory control, hindlimb-unloaded (HU), and hindlimb-unloaded + EUK-134 (HU-EUK) groups. EUK-134 mitigated the unloading-induced phenotype, including muscle fiber atrophy and muscle fiber-type shift from slow to fast. nNOSμ immunolocalization at the sarcolemma of the soleus was reduced with HU, while nNOSμ protein content in the cytosol increased with unloading. Translocation of nNOS from the sarcolemma to cytosol was virtually abolished by EUK-134. EUK-134 also mitigated dephosphorylation at Thr-32 of FoxO3a during HU. Hindlimb unloading elevated oxidative stress (4-hydroxynonenal) and increased sarcolemmal localization of Nox2 subunits gp91phox (Nox2) and p47phox, effects normalized by EUK-134. Thus, our findings are consistent with the hypothesis that oxidative stress triggers nNOSμ translocation from the sarcolemma and FoxO3a dephosphorylation as an early event during mechanical unloading. Thus, redox signaling may serve as a biological switch for nNOS to initiate morphological changes in skeletal muscle fibers.\nKeywords:\n atrophy, disuse, skeletal muscle, nNOS, oxidative stress, FoxO3a",
    "methods": "Animals.\n\n\nYoung adult (4–6 mo) Fischer-344 (F344) rats were used to model disuse via hindlimb unloading. Animals were housed and cared for in accordance with National Institutes of Health policy (NIH; DHEW publication no. 85–23, revised 1985). Procedures were approved by the Institutional Animal Care and Use Committee at Texas A&M University and meet all federal requirements, as defined in the Animal Welfare Act (AWA) and the Public Health Service Policy and the Humane Care and Use of Laboratory Animals. Rat chow and water were provided ad libitum, and the animals were maintained in a temperature-controlled room (23 ± 2°C) with a 12:12-h light-dark cycle. Rodents are valuable mammalian models for muscle wasting that occur in human disuse and unloading, with changes in muscle fiber cross-sectional area, weakness, and fiber-type shift from slow to fast, resembling responses in humans.\nHindlimb unloading.\n\n\nAn adaptation of the rodent hindlimb unloading model (\n7\n) was utilized to induce mechanical unloading. Briefly, the hindlimbs of the hindlimb unloading (HU) group were elevated to a spinal orientation of 55° above horizontal. We secured the tail with flexible, orthopedic tape around the middle one-third of the tail. The tail harness was attached to a linear mobile system with the line and adjusted, so that the hindlimb paws were suspended, while the rats were free to ambulate around the cage with their forelimbs for food and water.\nExperimental design.\n\n\nA hindlimb unloading period was chosen to target the early phase of skeletal muscle remodeling during hindlimb unloading. Markers of atrophy and oxidative stress are first seen in the hindlimb unloading model for limb muscles at 2–3 days (\n4\n). We used a cell-permeable, catalytic saline-manganese compound developed by Eukarion (EUK-134) as an intervention for elevated oxidative stress. Adult F344 rats were divided into three groups (\nn\n = 8/group): loaded controls (CON), 54 h of hindlimb unloading, and hindlimb unloading + 3 mg·kg\n−1\n·day\n−1\n ip of the SOD/catalase mimetic EUK-134 (HU-EUK). This dosage used for EUK-134 was similar to that used by Bianca et al. (\n5\n). Administration of EUK-134 commenced 24 h prior to hindlimb unloading. The EUK series mimics the antioxidant enzymes superoxide dismutase (SOD) and catalase and, thus, remove superoxide anions (O\n2\n·−\n) and hydrogen peroxide (H\n2\nO\n2\n). SOD/catalase mimetics have high specificity for O\n2\n·−\n, H\n2\nO\n2\n, and low toxicity with potential for translational use (\n32\n). EUK-134 had no effect on endogenous antioxidant enzyme (e.g., MnSOD and Cu, ZnSOD) protein levels (data not shown).\nSkeletal muscle preparation.\n\n\nThe soleus was chosen as a model of skeletal muscle response to mechanical unloading. As a postural muscle with a high percentage of Type I (slow-twitch) fibers, the soleus is susceptible to rapid atrophy and remodeling when exposed to mechanical unloading (\n7\n). Following a dose of pentobarbital sodium (100 mg/kg), the soleus muscles were carefully dissected, cleaned, rinsed with Krebs-Ringer solution, laid along the longitudinal axis on a polyurethane splint, and then frozen in isopentane cooled in liquid nitrogen for histological analysis or directly in liquid nitrogen for protein assays. Muscle samples were ground into homogenates with a glass-on-glass pestle at a 26:1 dilution of lysis buffer cooled in melting ice (4°C). The lysis buffer contained 20 mM HEPES free acid, 10 mM HEPES Na salt, 350 mM mannitol, 10% glycerol, 25 mM KCL, and 0.5 mM EDTA. Homogenates were centrifuged 10 min at 3,000 \ng\n at 4°C, and \nsupernatant 1\n was removed as the soluble fraction. The pellet was resuspended (9:1 vol/vol) in buffer containing 20 mM HEPES free acid, 20 mM HEPES Na salt, 350 mM NaCl, 10% glycerol, 1 mM MgCl\n2\n, and 0.5 mM EDTA, and then centrifuged at 12,000 \ng\n for 30 min at 4°C. \nSupernatant 1\n was then centrifuged at 20,000 \ng\n for 10 min at 4°C. \nSupernatant 2\n from this spin served as the cytosolic fraction and was verified using MnSOD. The remaining pellet was the crude membrane fraction, which was resuspended in buffer containing 20 mM HEPES free acid, 20 mM HEPES Na salt, 150 mM NaCl, 300 mM sucrose, 10% glycerol, and 1 mM MgCl\n2\n, and 0.5 mM EDTA. Protein content was assessed using a Pierce BCA protein assay kit.\nFiber-type analysis and morphology.\n\n\nWe adapted a method for fiber-type identification previously described by Kanatous et al. (\n16\n). Transverse muscle sections from the soleus of six animals per group were cut (10 μm) in a cryotome at −15°C and then air-dried for 30 min. Sections were placed in acidic (pH = 4.25) or alkaline (pH = 10.4) preincubation medium. The sections were rinsed thrice in 100 mM Tris buffer (pH = 7.8) with 18 mM CaCl\n2\n for 2 min each. Slides were then placed in an ATP incubation solution (pH = 9.4) for 25 min at room temperature, and rinsed 3 times in 1% CaCl\n2\n solution. Sections were counterstained in 0.1% toluidine blue solution for 90 s and then briefly washed in dH\n2\nO. Sections were dehydrated in 95% ethanol, twice in 100% ethanol, and then cleared in xylene 2 times (5 min each). Coverslips were then mounted with Vectamount (Vector Laboratories, Burlingame, CA). Type I fibers stain lightly with alkaline preincubation. Type II fibers have differential lability under acidic conditions where Type IIa stain lightest and Type IIb/d fibers stain medium blue. Delp and Duan (\n8\n) previously estimated the fiber-type distribution in Fischer-344 rats as 84% Type I, 7% Type IIa, and 9% Type IId.\n\n\nMuscle cross-sectional areas were measured, recorded, and calibrated against a stage micrometer. Images were captured on a Zeiss Axioplot Vision-series microscope, and quantified using the NIH ImageJ program. Six soleus muscles per group were analyzed with each fiber cross-sectional area in square micrometer units calculated using ImageJ against the stage micrometer standard. There were ∼400–600 fibers/muscle quantified, with three groups of six samples, for a total of nearly 9,000 fibers analyzed for morphology and fiber type.\nHistochemistry and immunohistochemistry.\n\n\nFor histochemical and immunohistochemistry (IHC) assays, muscle samples were mounted and embedded in optimum cutting temperature (OCT) medium. Cross sections were cut at a temperature of −15°C in a Shandon Cryotome FSE (Thermo-Fisher, Waltham, MA) and dried for 30 min. For visualization via hematoxylin-and-eosin (H&E) staining, each section had a brief gentle rinse of dH\n2\nO after drying. Briefly, soleus sections were then incubated with alum hematoxylin for 4 min at room temperature and rinsed with tap water to enhance bluing of nuclei. Differentiation was induced to remove background with 75% ethanol and 0.3% glacial acetic acid (acid-alcohol solution) for 15 min in a Coplar jar. Following another brief rinse in tap water, sections were incubated in eosin Y for 4 min at room temperature. Samples were then dehydrated with two changes of 95% ethanol and two short incubations (2 min) in 100% ethanol. Slides were cleared in xylene and sealed under a cover slip in mounting media (Vector Laboratories). Images were captured on an Olympus IX-51 (Olympus Imaging America, Center Valley, PA) inverted epifluorescence microscope.\n\n\nFor immunohistochemistry assays, muscle cross sections were cut at −15°C and fixed in acetone for 60 min. Sections were then blocked in TBS with 0.05% Tween 20 and 10% serum from a source matched with the host of the secondary antibody. The appropriate primary antibody for nNOS (1:50 dilution; Cayman 160870), gp91phox (1:100; SC-5827; specific for Nox2; Santa Cruz Biotechnology, Santa Cruz, CA), and p47phox (1:100; Santa Cruz SC-7660) were applied in blocking buffer and placed on each section for an hour. After washing in PBS with 0.1% Tween 20, biotinylated secondary antibody from Vector Laboratories was applied to the sections (1:200 dilution) and incubated in PBS buffer for 30 min. Cross sections were stained for 30 min with Vectastain Elite ABC reagent and incubated in NovaRed peroxidase substrate solution (Vector Laboratories) for 5 min.\n\n\nFor nNOS localization, IHCs were also run using a TSA (tyramide signal amplification) kit (Perkin-Elmer, Waltham, MA) to enhance localization of both sarcolemmal and cytosolic locations of nNOS, as recommended by Punkt et al. (\n31\n). Within each protein of interest, slides from samples in all three groups were completed during the same day. Images were taken on a Zeiss Axioplot Vision-series microscope (Carl Zeiss Microimaging, Thornwood, NY). Membrane protein localization for p47phox and gp91phox was quantified using an edge filter macrodeveloped for the NIH ImageJ software program. Samples in each group were analyzed under identical conditions.\nImmunofluorescence.\n\n\nSoleus sections were cut 10 μm thick in a cryostat at −15°C and placed onto microscope slides. Sections were dried for 30 min and fixed in methanol (−20°C) for 10 min, then acetone (−20°C) for 10 min. After 20 min of air-drying, samples were washed for 5 min 3 times in PBS. Sections were then blocked in TBS with 0.05% Tween 20, and 10% goat serum for 15 min. After air drying for 10 min, primary antibodies (1:100 dilution) for 4-hydroxynonenal (Calbiochem; no. 393206) and laminin (Sigma; no. L8271) were applied and incubated for 60 min in blocking buffer at 25°C. After three 10-min washes in PBS, sections were incubated in the appropriate secondary antibody (1:200 dilution) with a fluorochrome attached (e.g., goat anti-rabbit Alexa Fluor 488, goat anti-mouse Alexa Fluor 594) for 30 min at room temperature. Sections are washed thrice in PBS, and air-dried for 20 min. Slides were then mounted with Prolong Gold anti-fade medium (Invitrogen/Life Technologies, Grand Island, NY). Images were captured on a Zeiss Axioplot Vision series microscope. The antibody used for 4-hydroxynonenal is specific for any protein adducted or attached to 4-HNE, a stable breakdown product of lipid peroxidation. Therefore, visual 4-HNE adducts were used as a marker of damage or alteration of muscle proteins by oxidative stress. 4-HNE and laminin localization staining for all three groups were completed in a single day's run under the same conditions. We also verified sarcolemmal localization of Nox2 subunits (gp91phox, p47phox) using β-sarcoglycan, a membrane protein integrated into the dystrophin-glycoprotein complex.\n\n\nMembrane protein localization for 4-hydroxynonenol (4-HNE) was quantified using an edge filter macro developed for the NIH ImageJ software program. Cell membranes were traced using the membrane-binding protein laminin as a standard. Each sample among groups was analyzed using the same procedure. The edge filter width was set at 5 μm.\nWestern immunoblot.\n\n\nProtein abundance was determined by Western immunoblot analysis in the cytosolic and crude membrane fractions. Twenty micrograms of protein were loaded on 10% polyacrylamide gels, and electrophoresed using a Bio-Rad Protein III gel-box. Briefly, separating gel (375 mM Tris·HCl; pH = 8.8; 0.4% SDS; 10% acrylamide) and stacking gel (125 mM Tris·HCl; pH = 6.8; 0.4% SDS; 10% acrylamide monomer) solutions were made, and polymerization was initiated by TEMED and ammonium persulfate. Separating and stacking gels were quickly poured into a Bio-Rad Protein III gel-box (Bio-Rad, Hercules, CA). Soleus samples in sample buffer (Tris pH = 6.8 with 2% SDS, 30 mM DTT, 25% glycerol) were then loaded into the wells of the gels, and electrophoresed at 150 V. The gels were transferred at 30 V overnight onto a nitrocellulose membrane (Bio-Rad). Membranes were blocked in 5% nonfat milk in PBS with 0.1% Tween-20 for 6 h and then incubated in the appropriate 1° Ab. Antibodies for nNOS (BD: 610309) and FoxO3a phosphorylation at Thr-32 (Cell Signaling: 9464) (1:1,000) were incubated for 12 h at room temperature. Following three washings in PBS with 0.1% Tween-20, membranes were incubated in a horseradish peroxidase-conjugated secondary antibody for 90 min. Then an enhanced chemiluminescence detection system (Amersham, Piscataway, NJ) was used for visualization. Densitometry and quantification were performed using the NIH ImageJ software program. The product of blot intensity and area was used to identify abundance. To ensure equal loading of protein, Ponceau-S-staining was performed for each membrane to verify loading, and the lane background reading was subtracted from each protein blot density reading. Membranes were stripped and reprobed for GAPDH or dystrophin when normalizing for abundance vs. a control protein. Both GAPDH and β-actin were tested as loading controls. Neither GAPDH nor β-actin exhibited any mean differences in protein abundance (\nFig. 10\n).\n\n\nFig. 10.\n\n\n\n\nOpen in a new tab\n\n\nNo significant differences in GAPDH nor β-actin among controls (CON), hindlimb unloaded (HU), and hindlimb unloaded + EUK-134 in the rat soleus muscle.\nStatistics.\n\n\nA one-way ANOVA was conducted for protein content, mean muscle cross-sectional area (CSA), and fiber-type with Fisher-LSD run post hoc to determine group mean differences. Analyses were verified for normal distribution with variance homogenously distributed among groups. A Chi-square test was used for determining group differences among muscle fiber CSA profiles. Statistical significance was set at \nP\n < 0.05.",
    "": "EUK-134 attenuation of nNOS translocation and morphological changes.\n\n\nOur data indicate that unloading-induced translocation of nNOSμ away from the sarcolemma is part of an early adaptation to alterations in mechanotransduction during the unloading process. Moreover, given that EUK-134 mitigated unloading-related upregulation of oxidative stress, we propose nNOSμ translocation in response to mechanical unloading in skeletal muscle is a redox-dependent phenomenon. nNOSμ translocation has previously been associated with increased FoxO3a activation and MuRF-1 activation and muscle atrophy during ground hindlimb unloading (\n42\n) and during 91 days of spaceflight (\n33\n). In contrast, a new publication indicates that nNOS is necessary in triggering an anabolic signaling pathway involving Nox4 and mTOR, which responds to overloading and regulates muscle hypertrophy (\n15\n). Furthermore, nitric oxide and NF-κB were also found to be essential for stretch-induced proliferation of myoblasts (\n40\n). Indeed, inhibition of nitric oxide synthase has been shown to attenuate muscle remodeling and fiber-type shift in response to altered mechanical loading, whether the magnitude be increased or decreased (\n15\n, \n38\n, \n42\n). Therefore, redox signaling may couple with nNOS to regulate remodeling of skeletal muscle morphology in response to dynamic changes in loading. In contrast, nitric oxide appears not to be requisite for basal proliferation of myoblasts and development (\n1\n, \n39\n).\n\n\nIntervention with EUK-134 not only mitigated unloading-induced atrophy, but also appeared to arrest a shift away from the slow-twitch phenotype in the rat soleus. This was an unexpected finding, but potentially significant, in understanding regulation of slow- and fast-twitch fibers in response to use and disuse. For example, Smith et al. (\n38\n) reported that inhibition of nitric oxide synthase abrogated a fiber-type shift from fast to slow in the plantaris with increased loading as a result of ablation of the soleus and gastrocnemius muscles, as they are all plantar flexor muscles. Therefore, we postulate that nNOS translocation may contribute to a shift in fiber type from slow to fast. We did note that EUK-134 protection against muscle fiber atrophy was confined to Type I fibers. These findings could be consistent with preferential response of Type I fibers by mechanical unloading or an unloading-induced shift in muscle fiber type from slow-twitch fibers, which are paradoxically larger in the soleus (\nFig. 1\n). It is possible that the time course of the study (54 h) may be too short to elicit morphological alterations in Type II fibers. In addition, the shift from slow- to fast-twitch fibers may seek to preserve cross-sectional area. Thus, additional study is warranted.\nEUK-134 protection of FoxO3a phosphorylation.\n\n\nEUK-134 ameliorated the reduction in phosphorylation of FoxO3a at Thr-32 caused by hindlimb unloading (\nFig. 5\n), thus reducing a trigger of proteolysis and fiber atrophy (\n9\n). Previously, Suzuki et al. (\n42\n) demonstrated that translocation of nNOS and cytosolic nitric oxide release by nNOS were required to dephosphorylate FoxO3a in the rat soleus during 14 days of mechanical unloading. FoxO3a activation stimulates upregulation of the ubiquitin ligases MuRF-1 and atrogin-1 (\n42\n). Therefore, protection against FoxO3a dephosphorylation at Thr-32 by EUK-134 is consistent with a pathway, whereby oxidative stress participates in translocation of nNOS with mechanical unloading, directly leading to FoxO3a activation, as well as increased proteolysis through ubiquitin ligases (e.g., MuRF-1), leading to fiber atrophy (\n42\n).\nOxidative stress and mechanical unloading.\n\n\nOur results are consistent with the hypotheses that oxidative stress \n1\n) is elevated early during mechanical unloading in skeletal muscle and \n2\n) contributes significantly to the atrophy as a consequence of unloading. Protective effects of EUK-134 were specific to changes caused during the unloading protocol, as EUK-134 injections had no effect on normally loaded skeletal muscle mass or morphology (\nFig. 2\n). Furthermore, elevated oxidative stress, as detected with 4-hydroxynonenal, was attenuated with EUK-134, which corresponded with sparing of muscle fiber atrophy.\n\n\nElevation of oxidative stress after 54 h of mechanical unloading of the rat soleus is consistent with previous studies that indicate oxidative stress is elevated during the first few days of mechanical unloading. Localization of 4-HNE adducts near the sarcolemma (\nFig. 6\n) suggests a source nearby (e.g., Nox2, subsarcolemmal mitochondria). Previously, Abrogast et al. (\n4\n) reported that oxidative stress was elevated in unloaded skeletal muscle after 1–3 days. Bowman-Birk inhibitor complex (BBIC), which exhibits antiproteasome and antioxidant properties, significantly reduced unloading-induced fiber atrophy and reduction of force-generating capacity (\n4\n). In addition, Powers and colleagues (\n48\n) also demonstrated that elevation in oxidative stress occurs in just 12–24 h of unloading in the diaphragm muscle during mechanical ventilation. In a series of studies, oxidative stress was found to be causal in stimulating apoptosis and muscle fiber atrophy in the unloaded diaphragm muscle (\n25\n, \n26\n, \n34\n, \n48\n). Recently, transfection of catalase in the soleus has been shown to reduce soleus muscle atrophy during leg immobilization, while lowering oxidative stress (\n9\n).\n\n\nIt should be noted that evidence supportive of a contribution of oxidative stress in eliciting muscle atrophy with unloading has not been consistent across studies. Indeed, while some antioxidant strategies have been successful in reducing skeletal muscle atrophy with mechanical unloading (\n4\n, \n25\n, \n30\n), other interventions have not (\n6\n, \n20\n). For example, administration of BBIC significantly attenuated muscle atrophy in limb muscles (\n4\n), while Trolox was less successful (\n6\n). Vitamin E reduced unloading-induced atrophy when preinjected for 21 days (\n3\n), while a broad, nonspecific cocktail of antioxidants was ineffective (\n20\n).\n\n\nHowever, more recent, mechanistic studies indicate that ROS play an important role in unloading-induced atrophy. For example, catalase transfection suppressed activation of FoxO3a and NF-κB, while attenuating one-half of the soleus mass loss during 7 days of unloading (\n9\n). Inhibition of mitochondrial oxidative stress using SS-31 also significantly ameliorated muscle atrophy in a casting model of mechanical unloading (\n27\n). The reasons underlying differential responses to antioxidant strategies have not been resolved, but length of time, localized effects, specificity, and catalytic vs. scavenger approaches could all play a role. It is also possible that antioxidant therapeutics may be more effective in the early phase of mechanical unloading (1–7 days) than in later phases (14+ days).\n\n\nWhile redox regulation of subsarcolemmal proteins, including nNOS in skeletal muscle remains poorly understood, there is growing acceptance that ROS sources participate in subcellular regulation of microenvironments, including Nox2 signaling in caveolae and lipid rafts (\n18\n, \n44\n). We found increased Nox2 subunit localization at the membrane (\nFig. 4\n) and elevated protein abundance of p47phox (\nFig. 9\n); however, we cannot conclude a causal relationship. In addition, it is possible that Nox2 could serve to amplify or augment mitochondrial ROS (\n27\n), recently established as a causal factor in disuse-related atrophy.\nStudy limitations.\n\n\nRecent studies have suggested that the cytokine TNF-α may play a significant role in apoptosis and ubiquitin ligase activation in skeletal muscle during mechanical unloading (\n2\n). It is possible that EUK-134 might play a protective role in unloading-induced atrophy by suppressing TNF-α levels, possibly via NF-κB. However, we found no change in NF-κB activity with unloading or EUK-134 at this stage of mechanical unloading.\n\n\nIt is possible that under high levels (mM) of H\n2\nO\n2\n EUK-134 may oxidize to oxo-EUK and quench nitric oxide (·NO) (\n37\n). While H\n2\nO\n2\n levels in skeletal muscle are believed to exist in the high-nM to low-μM range, future experiments could specifically inhibit iNOS as a source of RNS. In addition, high levels of EUK-134 at the tissue level may also remove or prevent the production of peroxynitrite (OONO\n−\n). Thus, it is possible that nNOS may contribute to its own dislocation. It is also possible that mechanical unloading affects nNOS via transcriptional regulation rather than posttranslational mechanisms or interaction with other proteins (e.g., caveolin-3). These provocative questions should be foci of future investigations.\n\n\nIn summary, translocation of nNOSμ during short-term mechanical unloading in the rat soleus was reduced by the SOD/catalase mimetic EUK-134 and linked to protection against muscle fiber atrophy and fiber-type shift from slow to fast. In addition, prevention of nNOS translocation by EUK-134 was directly associated with protection against dephosphorylation of FoxO3a. Finally, EUK-134 reduced oxidative stress and normalized Nox2 levels. Our results suggest that loss of nNOSμ from the sarcolemma is an early, redox-dependent event in the response to mechanical unloading, linked to morphological changes in skeletal muscle phenotype.",
    "animals.": "Young adult (4–6 mo) Fischer-344 (F344) rats were used to model disuse via hindlimb unloading. Animals were housed and cared for in accordance with National Institutes of Health policy (NIH; DHEW publication no. 85–23, revised 1985). Procedures were approved by the Institutional Animal Care and Use Committee at Texas A&M University and meet all federal requirements, as defined in the Animal Welfare Act (AWA) and the Public Health Service Policy and the Humane Care and Use of Laboratory Animals. Rat chow and water were provided ad libitum, and the animals were maintained in a temperature-controlled room (23 ± 2°C) with a 12:12-h light-dark cycle. Rodents are valuable mammalian models for muscle wasting that occur in human disuse and unloading, with changes in muscle fiber cross-sectional area, weakness, and fiber-type shift from slow to fast, resembling responses in humans.",
    "hindlimb_unloading.": "An adaptation of the rodent hindlimb unloading model (\n7\n) was utilized to induce mechanical unloading. Briefly, the hindlimbs of the hindlimb unloading (HU) group were elevated to a spinal orientation of 55° above horizontal. We secured the tail with flexible, orthopedic tape around the middle one-third of the tail. The tail harness was attached to a linear mobile system with the line and adjusted, so that the hindlimb paws were suspended, while the rats were free to ambulate around the cage with their forelimbs for food and water.",
    "experimental_design.": "A hindlimb unloading period was chosen to target the early phase of skeletal muscle remodeling during hindlimb unloading. Markers of atrophy and oxidative stress are first seen in the hindlimb unloading model for limb muscles at 2–3 days (\n4\n). We used a cell-permeable, catalytic saline-manganese compound developed by Eukarion (EUK-134) as an intervention for elevated oxidative stress. Adult F344 rats were divided into three groups (\nn\n = 8/group): loaded controls (CON), 54 h of hindlimb unloading, and hindlimb unloading + 3 mg·kg\n−1\n·day\n−1\n ip of the SOD/catalase mimetic EUK-134 (HU-EUK). This dosage used for EUK-134 was similar to that used by Bianca et al. (\n5\n). Administration of EUK-134 commenced 24 h prior to hindlimb unloading. The EUK series mimics the antioxidant enzymes superoxide dismutase (SOD) and catalase and, thus, remove superoxide anions (O\n2\n·−\n) and hydrogen peroxide (H\n2\nO\n2\n). SOD/catalase mimetics have high specificity for O\n2\n·−\n, H\n2\nO\n2\n, and low toxicity with potential for translational use (\n32\n). EUK-134 had no effect on endogenous antioxidant enzyme (e.g., MnSOD and Cu, ZnSOD) protein levels (data not shown).",
    "skeletal_muscle_preparation.": "The soleus was chosen as a model of skeletal muscle response to mechanical unloading. As a postural muscle with a high percentage of Type I (slow-twitch) fibers, the soleus is susceptible to rapid atrophy and remodeling when exposed to mechanical unloading (\n7\n). Following a dose of pentobarbital sodium (100 mg/kg), the soleus muscles were carefully dissected, cleaned, rinsed with Krebs-Ringer solution, laid along the longitudinal axis on a polyurethane splint, and then frozen in isopentane cooled in liquid nitrogen for histological analysis or directly in liquid nitrogen for protein assays. Muscle samples were ground into homogenates with a glass-on-glass pestle at a 26:1 dilution of lysis buffer cooled in melting ice (4°C). The lysis buffer contained 20 mM HEPES free acid, 10 mM HEPES Na salt, 350 mM mannitol, 10% glycerol, 25 mM KCL, and 0.5 mM EDTA. Homogenates were centrifuged 10 min at 3,000 \ng\n at 4°C, and \nsupernatant 1\n was removed as the soluble fraction. The pellet was resuspended (9:1 vol/vol) in buffer containing 20 mM HEPES free acid, 20 mM HEPES Na salt, 350 mM NaCl, 10% glycerol, 1 mM MgCl\n2\n, and 0.5 mM EDTA, and then centrifuged at 12,000 \ng\n for 30 min at 4°C. \nSupernatant 1\n was then centrifuged at 20,000 \ng\n for 10 min at 4°C. \nSupernatant 2\n from this spin served as the cytosolic fraction and was verified using MnSOD. The remaining pellet was the crude membrane fraction, which was resuspended in buffer containing 20 mM HEPES free acid, 20 mM HEPES Na salt, 150 mM NaCl, 300 mM sucrose, 10% glycerol, and 1 mM MgCl\n2\n, and 0.5 mM EDTA. Protein content was assessed using a Pierce BCA protein assay kit.",
    "fiber-type_analysis_and_morphology.": "We adapted a method for fiber-type identification previously described by Kanatous et al. (\n16\n). Transverse muscle sections from the soleus of six animals per group were cut (10 μm) in a cryotome at −15°C and then air-dried for 30 min. Sections were placed in acidic (pH = 4.25) or alkaline (pH = 10.4) preincubation medium. The sections were rinsed thrice in 100 mM Tris buffer (pH = 7.8) with 18 mM CaCl\n2\n for 2 min each. Slides were then placed in an ATP incubation solution (pH = 9.4) for 25 min at room temperature, and rinsed 3 times in 1% CaCl\n2\n solution. Sections were counterstained in 0.1% toluidine blue solution for 90 s and then briefly washed in dH\n2\nO. Sections were dehydrated in 95% ethanol, twice in 100% ethanol, and then cleared in xylene 2 times (5 min each). Coverslips were then mounted with Vectamount (Vector Laboratories, Burlingame, CA). Type I fibers stain lightly with alkaline preincubation. Type II fibers have differential lability under acidic conditions where Type IIa stain lightest and Type IIb/d fibers stain medium blue. Delp and Duan (\n8\n) previously estimated the fiber-type distribution in Fischer-344 rats as 84% Type I, 7% Type IIa, and 9% Type IId.\nMuscle cross-sectional areas were measured, recorded, and calibrated against a stage micrometer. Images were captured on a Zeiss Axioplot Vision-series microscope, and quantified using the NIH ImageJ program. Six soleus muscles per group were analyzed with each fiber cross-sectional area in square micrometer units calculated using ImageJ against the stage micrometer standard. There were ∼400–600 fibers/muscle quantified, with three groups of six samples, for a total of nearly 9,000 fibers analyzed for morphology and fiber type.",
    "histochemistry_and_immunohistochemistry.": "For histochemical and immunohistochemistry (IHC) assays, muscle samples were mounted and embedded in optimum cutting temperature (OCT) medium. Cross sections were cut at a temperature of −15°C in a Shandon Cryotome FSE (Thermo-Fisher, Waltham, MA) and dried for 30 min. For visualization via hematoxylin-and-eosin (H&E) staining, each section had a brief gentle rinse of dH\n2\nO after drying. Briefly, soleus sections were then incubated with alum hematoxylin for 4 min at room temperature and rinsed with tap water to enhance bluing of nuclei. Differentiation was induced to remove background with 75% ethanol and 0.3% glacial acetic acid (acid-alcohol solution) for 15 min in a Coplar jar. Following another brief rinse in tap water, sections were incubated in eosin Y for 4 min at room temperature. Samples were then dehydrated with two changes of 95% ethanol and two short incubations (2 min) in 100% ethanol. Slides were cleared in xylene and sealed under a cover slip in mounting media (Vector Laboratories). Images were captured on an Olympus IX-51 (Olympus Imaging America, Center Valley, PA) inverted epifluorescence microscope.\nFor immunohistochemistry assays, muscle cross sections were cut at −15°C and fixed in acetone for 60 min. Sections were then blocked in TBS with 0.05% Tween 20 and 10% serum from a source matched with the host of the secondary antibody. The appropriate primary antibody for nNOS (1:50 dilution; Cayman 160870), gp91phox (1:100; SC-5827; specific for Nox2; Santa Cruz Biotechnology, Santa Cruz, CA), and p47phox (1:100; Santa Cruz SC-7660) were applied in blocking buffer and placed on each section for an hour. After washing in PBS with 0.1% Tween 20, biotinylated secondary antibody from Vector Laboratories was applied to the sections (1:200 dilution) and incubated in PBS buffer for 30 min. Cross sections were stained for 30 min with Vectastain Elite ABC reagent and incubated in NovaRed peroxidase substrate solution (Vector Laboratories) for 5 min.\nFor nNOS localization, IHCs were also run using a TSA (tyramide signal amplification) kit (Perkin-Elmer, Waltham, MA) to enhance localization of both sarcolemmal and cytosolic locations of nNOS, as recommended by Punkt et al. (\n31\n). Within each protein of interest, slides from samples in all three groups were completed during the same day. Images were taken on a Zeiss Axioplot Vision-series microscope (Carl Zeiss Microimaging, Thornwood, NY). Membrane protein localization for p47phox and gp91phox was quantified using an edge filter macrodeveloped for the NIH ImageJ software program. Samples in each group were analyzed under identical conditions.",
    "immunofluorescence.": "Soleus sections were cut 10 μm thick in a cryostat at −15°C and placed onto microscope slides. Sections were dried for 30 min and fixed in methanol (−20°C) for 10 min, then acetone (−20°C) for 10 min. After 20 min of air-drying, samples were washed for 5 min 3 times in PBS. Sections were then blocked in TBS with 0.05% Tween 20, and 10% goat serum for 15 min. After air drying for 10 min, primary antibodies (1:100 dilution) for 4-hydroxynonenal (Calbiochem; no. 393206) and laminin (Sigma; no. L8271) were applied and incubated for 60 min in blocking buffer at 25°C. After three 10-min washes in PBS, sections were incubated in the appropriate secondary antibody (1:200 dilution) with a fluorochrome attached (e.g., goat anti-rabbit Alexa Fluor 488, goat anti-mouse Alexa Fluor 594) for 30 min at room temperature. Sections are washed thrice in PBS, and air-dried for 20 min. Slides were then mounted with Prolong Gold anti-fade medium (Invitrogen/Life Technologies, Grand Island, NY). Images were captured on a Zeiss Axioplot Vision series microscope. The antibody used for 4-hydroxynonenal is specific for any protein adducted or attached to 4-HNE, a stable breakdown product of lipid peroxidation. Therefore, visual 4-HNE adducts were used as a marker of damage or alteration of muscle proteins by oxidative stress. 4-HNE and laminin localization staining for all three groups were completed in a single day's run under the same conditions. We also verified sarcolemmal localization of Nox2 subunits (gp91phox, p47phox) using β-sarcoglycan, a membrane protein integrated into the dystrophin-glycoprotein complex.\nMembrane protein localization for 4-hydroxynonenol (4-HNE) was quantified using an edge filter macro developed for the NIH ImageJ software program. Cell membranes were traced using the membrane-binding protein laminin as a standard. Each sample among groups was analyzed using the same procedure. The edge filter width was set at 5 μm.",
    "western_immunoblot.": "Protein abundance was determined by Western immunoblot analysis in the cytosolic and crude membrane fractions. Twenty micrograms of protein were loaded on 10% polyacrylamide gels, and electrophoresed using a Bio-Rad Protein III gel-box. Briefly, separating gel (375 mM Tris·HCl; pH = 8.8; 0.4% SDS; 10% acrylamide) and stacking gel (125 mM Tris·HCl; pH = 6.8; 0.4% SDS; 10% acrylamide monomer) solutions were made, and polymerization was initiated by TEMED and ammonium persulfate. Separating and stacking gels were quickly poured into a Bio-Rad Protein III gel-box (Bio-Rad, Hercules, CA). Soleus samples in sample buffer (Tris pH = 6.8 with 2% SDS, 30 mM DTT, 25% glycerol) were then loaded into the wells of the gels, and electrophoresed at 150 V. The gels were transferred at 30 V overnight onto a nitrocellulose membrane (Bio-Rad). Membranes were blocked in 5% nonfat milk in PBS with 0.1% Tween-20 for 6 h and then incubated in the appropriate 1° Ab. Antibodies for nNOS (BD: 610309) and FoxO3a phosphorylation at Thr-32 (Cell Signaling: 9464) (1:1,000) were incubated for 12 h at room temperature. Following three washings in PBS with 0.1% Tween-20, membranes were incubated in a horseradish peroxidase-conjugated secondary antibody for 90 min. Then an enhanced chemiluminescence detection system (Amersham, Piscataway, NJ) was used for visualization. Densitometry and quantification were performed using the NIH ImageJ software program. The product of blot intensity and area was used to identify abundance. To ensure equal loading of protein, Ponceau-S-staining was performed for each membrane to verify loading, and the lane background reading was subtracted from each protein blot density reading. Membranes were stripped and reprobed for GAPDH or dystrophin when normalizing for abundance vs. a control protein. Both GAPDH and β-actin were tested as loading controls. Neither GAPDH nor β-actin exhibited any mean differences in protein abundance (\nFig. 10\n).\nFig. 10.\n\n\n\n\nOpen in a new tab\n\n\nNo significant differences in GAPDH nor β-actin among controls (CON), hindlimb unloaded (HU), and hindlimb unloaded + EUK-134 in the rat soleus muscle.",
    "statistics.": "A one-way ANOVA was conducted for protein content, mean muscle cross-sectional area (CSA), and fiber-type with Fisher-LSD run post hoc to determine group mean differences. Analyses were verified for normal distribution with variance homogenously distributed among groups. A Chi-square test was used for determining group differences among muscle fiber CSA profiles. Statistical significance was set at \nP\n < 0.05.",
    "results": "Alterations in soleus muscle morphology with 54 h of mechanical unloading are regulated by oxidative stress.\n\n\nIn the first experiment, we tested the hypothesis that reactive oxygen species were a causal factor in the unloading-induced phenotype: reduction of muscle fiber cross-sectional and partial shift of fiber type from slow-to-fast twitch. Previously, nitric oxide synthase inhibition was shown to regulate muscle hypertrophy and fiber-type shift in response to overloading (\n15\n, \n38\n). In addition, inhibition or genetic ablation of nNOS substantially reduced proteolysis and muscle fiber atrophy during mechanical unloading (\n42\n). nNOSμ may, indeed, be responsible for guiding skeletal muscle remodeling in response to a dynamic change in mechanical loading (\n42\n).\n\n\nBody masses (means ± SD) were not statistically different among ambulatory control (435.1 ± 17.6 g), hindlimb unloaded (437.4 ± 22.4g), and hindlimb unloaded + EUK-134 (415.8 ± 22.5 g). While the EUK-134 trended lower, their mass also trended lower prior to the commencement of the study. Soleus-to-body mass ratio trended lower for HU (158.6 ± 11.4 mg/kg) than CON (165.5 ± 15.6 mg/kg) or HU+EUK (163.8 ± 9.27 mg/kg) but did not reach statistical significance. Total protein concentration was significantly lower in HU (1,160 ± 126 μg/g) than CON (1,649 ± 90 μg/g), suggestive of greater water and/or reduced protein levels during the early phase of mechanical unloading. However, HU + EUK total protein content (1,302 ± 175 μg/g) was not significantly lower than that of controls.\n\n\nWe quantified muscle CSA and observed that the fiber cross-sectional area profile (\nFig. 1\nA\n) for the soleus exposed to hindlimb unloading shifted to the left, illustrating a marked reduction in muscle fiber cross-sectional area (\nFig. 1\nB\n). The greatest number of soleus fibers was found in the 1,800–2,400 μm\n2\n range after unloading, in contrast with the 3,000–3,600 μm\n2\n range in the ambulatory control group. Remarkably, muscle fiber atrophy was virtually completely abolished by EUK-134 (\nFig. 1\nA\n). Interestingly, we found that EUK-134 reduced muscle fiber atrophy primarily in Type I fibers (\nFig. 1\n, \nA\n and \nB\n) but offered no protection in Type IIa and Type IIb/d fibers (\nFig. 1\n, \nC\n and \nD\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nOxidative stress elicits muscle fiber atrophy with mechanical unloading. Fifty-four hours of hindlimb unloading reduced muscle fiber size as displayed by fiber cross-sectional area (CSA) distribution (\nA\n) for CON, hindlimb-unloaded (HU), and HU-EUK rats (\nn\n = 8/group). EUK-134 protected against the left shift in muscle fiber CSA distribution, indicating that oxidative stress was causal in fiber atrophy in the early phase of unloading. Muscle fiber atrophy was apparent in slow-twitch of Type I fibers of the soleus (\nB\n) (\nP\n < 0.01), but not in Type IIa fibers (\nC\n) or Type IIb/d fibers (\nD\n) of the soleus. \na,b\nLetters that differ are significantly different from each other (\nP\n < 0.05).\nTo determine whether EUK-134 affected muscle mass and fiber cross-sectional area, independent of unloading, we conducted a set of follow-up control experiments. We tested 10 additional rats under loaded, ambulatory conditions, in which rats received three saline or EUK-134 injections over a 78-h period. This strategy covered the 54-h unloading period plus the injection, given 24 h prior to HU. Body weights, soleus mass (\nFig. 2\nA\n), and the ratio of muscle mass to body mass (\nFig. 2\nB\n) were not different between the saline and EUK-134 groups. In addition, means for skeletal muscle fiber cross-sectional area (\nFig. 2\nC\n) did not significantly differ between saline and EUK-134-injected rats when loaded with normal ambulation. These data are consistent with the notion that EUK-134's effects on skeletal muscle mass were specific to the unloading protocol.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 has no effect on soleus mass or fiber cross-sectional area in ambulatory rats. Seventy-eight hours EUK-134 or saline injection had no differential effect on soleus muscle mass (\nA\n), soleus mass/body mass ratio (\nB\n), or soleus muscle cross-sectional area (\nC\n).\nWe tested the hypothesis that unloading-induced shift of skeletal muscle fiber-type from slow to fast was dependent on oxidative stress. Representative ATPase stains with acid and alkaline preincubation that are labile for Type II and Type I fibers, respectively, are displayed in \nFig. 3\nA\n. Mechanical unloading caused a significant reduction in the percentage of Type I fibers, as expected (\nFig. 3\nB\n). In addition, hindlimb unloading also caused an elevation in the percentage of Type IIa- (\nFig. 3\nC\n) and Type IIb/d (\nFig. 3\nD\n)-positive fibers. Remarkably, EUK-134 virtually halted the unloading-induced reduction in slow-twitch or Type I fibers within the rat soleus (\nFig. 3\n, \nA\n and \nB\n). Consistent with the effect on Type I fibers, EUK-134 also prevented elevation of fast-twitch Type IIa (\nFig. 3\nC\n) and Type IIb/d fibers observed with unloading (\nFig. 3\nD\n). To our knowledge, these are the first data to indicate that redox signaling plays a significant role in the fiber-type shift that occurs in response to mechanical unloading.\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nUnloading-induced fiber-type shift is redox regulated in CON, HU, and HU-EUK rats (\nn\n = 8/group). A modified ATPase-staining technique revealed that significant shift in muscle soleus muscle fiber-type from fast to slow in the soleus as a result of HU. \nA\n: representative sections for both alkaline (pH = 10.4) and acidic (pH = 4.25) preincubations are presented. A reduction of slow-twitch fibers (Type I) was noted with HU (\nB\n) (\nP\n < 0.05), accompanied by an elevation in Type IIa (\nC\n), and Type IIb/d fibers (\nD\n). EUK-134 abrogated the unloading-induced fiber-type shift (\nA–D\n). \na,b\nLetters that differ are significantly different from each other (\nP\n < 0.05).\nEUK-134 attenuates nNOS translocation with hindlimb unloading.\n\n\nIn the next set of experiments, we tested the hypothesis that perturbations in the location of nNOSμ would be reduced by EUK-134. Hematoxylin-and-eosin stains are presented in \nFig. 4\nA\n. Using immunohistochemistry, we initially observed substantial delocalization of nNOS from the sarcolemma as a result of short-term hindlimb unloading (\nFig. 4\n, \nB\n and \nC\n). Suzuki et al. (\n42\n) had previously reported that nNOS leaves the sarcolemma and is dispersed through the sarcoplasm after 14 days of hindlimb unloading. \nFigure 4\nB\n features IHCs for nNOS without tyramide signaling amplification (TSA), and \nFig. 1\nC\n with TSA. Utilizing both methods, we found that localization of nNOS at the sarcolemma was dramatically reduced in the soleus by 54 h of hindlimb unloading. However, cytosolic nNOS localization (\n29\n) was more readily observed with TSA with the greatest positive staining in the sarcoplasm within the HU + saline group. Remarkably, 3 days of injections with EUK-134 virtually prevented the loss of nNOS-positive staining from the sarcolemmal region in Fischer-344 rats (\nFig. 4\n, \nB\n and \nC\n). Indeed, there was robust positive staining of nNOS on the soleus muscle fiber periphery in the EUK-treated group, similar to ambulatory control rats injected with saline. Thus, we provide the first evidence that dislocation of nNOSμ may occur in less than 3 days of mechanical unloading in the rat soleus muscle.\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 reduces dislocation of nNOSμ from the sarcolemma of the soleus from HU Fischer-344 rats. Hematoxylin-and-eosin (H&E)-stained muscle cross sections are visualized in \nFig. 4\n (\nleft\n) for control (CON), HU (\nmiddle\n), and HU + EUK-134 (HU-EUK) (\nn\n = 6/group; \nright\n). Immunolocalization of neuronal nitric oxide synthase (nNOS) in the sarcolemma was lost in the rat soleus muscle as a result of HU, an effect abrogated by the catalytic SOD/catalase mimetic EUK-134 as visualized without tyramide signaling amplification (TSA) (\nB\n) and with TSA (\nC\n). Protein immunoblotting for nNOS was analyzed from membrane (\nD\n) and cytosolic (\nE\n) fractions. nNOS protein abundance per expression of dystrophin decreased with HU and was protected by EUK-134. EUK-134 attenuated HU-induced elevation in the cytosolic fraction. \na\nSignificantly different (\nP\n < 0.01) than the CON group. \nb\nSignificantly different (\nP\n < 0.01) than the HU group. Scale bar = 100 μm.\nnNOS protein abundance measured via immunoblot paralled our IHC findings. nNOS levels in the membrane fraction levels, when equated for dystrophin, significantly decreased in the hindlimb unloading group when compared with ambulatory controls (\nFig. 4\n, \nD\n and \nE\n). Treatment with EUK-134 prevented the reduction in membrane nNOS levels observed with HU, consistent with localization results visualized in \nFig. 4\n, \nB\n and \nC\n. In contrast, nNOS protein abundance in soluble, cytosolic fraction, equated per GAPDH levels, increased significantly in the HU group (\nFig. 4\nB\n). Remarkably, EUK-134 prevented the unloading-induced increase in cytosolic nNOS protein abundance. Our immunohistological and protein localization data, therefore, clearly demonstrate that nNOSμ is, indeed, translocated away from the sarcolemma within the first 54 h of mechanical unloading. Furthermore, translocation of nNOSμ with mechanical unloading appeared to be redox-signaling dependent.\nEUK-134 protects against unloading-related reduction in FoxO3a phosphorylation (Thr-32).\n\n\nImportant regulators of muscle atrophy with mechanical unloading include FoxO3a via dephosphorylation and NF-κB via phosphorylation of its inhibitor regulator IκB (IκB) (\n35\n). Suzuki et al. (\n42\n) demonstrated that dephosphorylation and activation of FoxO3a was dependent upon nNOS translocation from the sarcolemma to the cytosol. Given that EUK-134 attenuated nNOS translocation with 54 h of HU, we tested the hypothesis that EUK-134 would also attenuate loss of phosphorylation at Thr-32 for FoxO3a. Levels of FoxO3a phosphorylation (Thr-32) significantly decreased with the short-term unloading protocol (\nFig. 5\n), as expected. EUK-134 treatment resulted in an increase in phosphorylation levels at Thr-32 for FoxO3a during HU that were significantly greater than the soleus of unloaded rats injected with saline. In addition, FoxO3a phosphorylation was not significantly different in the HU group injected with EUK-134.\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffect of EUK-134 on FoxO3a phosphorylation. Effect of EUK-134 on FoxO3a phosphorylation at Thr-32 in the soleus of rats that were hindlimb-unloaded for 54 h in CON, HU, and HU-EUK rats (\nn\n = 6/group). \na\nSignificantly different than the CON group (\nP\n < 0.01). \nb\nSignificantly different than the HU group (\nP\n < 0.05).\nUnloading-induced elevation of oxidative stress and Nox2 is reduced by EUK-134.\n\n\nTo determine whether EUK-134, indeed, ameliorated unloading-induced oxidative stress in the soleus muscle, we tracked 4-HNE-positive imaging. Previously, elevation of oxidative stress in response to mechanical unloading has been reported in both hindlimb unloading and mechanical ventilation models (\n23\n, \n24\n, \n26\n). In the current study, we found that 4-HNE protein adducts increased in the soleus following 54 h of hindlimb unloading (\nFig. 6\nA\n). Interestingly, there was increased localization of 4-HNE around the sarcolemma with short-term unloading, using laminin immunofluorescence in parallel images to confirm localization (\nFig. 6\nB\n). Furthermore, elevation in soleus 4-HNE fluorescence caused by hindlimb unloading was partially abrogated by EUK-134 treatment (\nFig. 6\nA\n), confirming the inhibitory effect of EUK-134 on oxidative stress.\n\n\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 reduces 4-hydroxynonenal (4-HNE) in the HU soleus. We demonstrated that oxidative stress (\nA\n) was increased by hindlimb unloading using 4-hydroxynonenal as a marker. Highest positive staining occurred near the sarcolemma as localized via immunofluorescence with laminin (\nB\n) used as a control for identifying muscle cells. Quantification of 4-HNE fluorescence intensity can be found in \nFig. 6\nC\n. \na\nSignificantly different than the CON group (\nP\n < 0.001). \nb\nSignificantly different than the HU group (\nP\n < 0.01).\nWe also measured NF-κB using an ELISA technique previously outlined (\n22\n). However, we saw no effects of HU or EUK-134 (data not shown), suggesting the importance of NF-κB likely increases as unloading duration increases.\n\n\nGiven the potential for high oxidative stress in the sarcolemmal microenvironment (\n14\n) during mechanical unloading, 4-HNE oxidation, and upregulation of Nox2 noted in DMD (\n46\n), we also determined immunolocalization of two Nox2 subunits: gp91phox (Nox2) and p47phox. Short-term hindlimb unloading, indeed, elevated immunostaining intensity at the sarcolemma of the p47phox-positive in the soleus of F344 rats (\nFig. 7\n, \nB\n and \nD\n). The EUK-134 group displayed lower gp91phox-positive sarcolemmal localization, while p47phox sarcolemmal intensity levels in the EUK-134 group were not significantly different than controls (\nFig. 7\n, \nA–C\n). Membrane-positive staining for gp91phox was demonstrated using immunofluorescence against β-sarcoglycan as our membrane proteins. gp91phox, β-sarcoglycan, merged images, and negative control are pictured in \nFig. 8\n. We also determined p47phox protein abundance using Western immunoblot analysis (\nFig. 9\n). p47phox levels were significantly upregulated in both HU groups. Combined with our DHE data, this is, to our knowledge, the first evidence that the Nox2 isoform of NADPH oxidase in skeletal muscle is elevated in the first 3 days of mechanical unloading.\n\n\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nEffect of EUK-134 on Nox2 subunit localization at the sarcolemma in for CON, HU, and HU-EUK groups (\nn\n = 6/group). Localization of NAD(P)H oxidase subunits gp91\nphox\n (Nox2) (\nA\n) and p47\nphox\n (\nB\n) increased in response to mechanical unloading. The HU-EUK-134 displayed significantly lower (\nP\n < 0.05) levels of gp91\nphox\n (\nA\n, \nC\n) than the HU group. p47\nphox\n-positive immunostaining (\nB\n and \nD\n) was significantly greater (\nP\n < 0.05) for HU vs. CON, but not for rats treated with EUK-134. Scale bar = 100 μm.\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nImmunofluorescence of gp91phox in soleus muscles from control (CON) and hindlimb unloaded (HU) mice. β-sarcoglycan is used as a sarcolemmal marker. Merged images are also displayed. Rabbit IgG is used as a negative control for the primary antibody.\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nProtein abundance for p47phox, expressed as a ratio relative to GAPDH (\ntop\n) and β-actin expression (\nbottom\n). Representative blots and summary statistics are presented in HU and HU + EUK-134 groups exhibited significantly greater p47phox than controls (CON).\nBoth GAPDH and β-actin were tested as loading controls. Neither GAPDH nor β-actin exhibited any mean differences in protein abundance (\nFig. 10\n).",
    "alterations_in_soleus_muscle_morphology_with_54_h_of_mechani": "In the first experiment, we tested the hypothesis that reactive oxygen species were a causal factor in the unloading-induced phenotype: reduction of muscle fiber cross-sectional and partial shift of fiber type from slow-to-fast twitch. Previously, nitric oxide synthase inhibition was shown to regulate muscle hypertrophy and fiber-type shift in response to overloading (\n15\n, \n38\n). In addition, inhibition or genetic ablation of nNOS substantially reduced proteolysis and muscle fiber atrophy during mechanical unloading (\n42\n). nNOSμ may, indeed, be responsible for guiding skeletal muscle remodeling in response to a dynamic change in mechanical loading (\n42\n).\nBody masses (means ± SD) were not statistically different among ambulatory control (435.1 ± 17.6 g), hindlimb unloaded (437.4 ± 22.4g), and hindlimb unloaded + EUK-134 (415.8 ± 22.5 g). While the EUK-134 trended lower, their mass also trended lower prior to the commencement of the study. Soleus-to-body mass ratio trended lower for HU (158.6 ± 11.4 mg/kg) than CON (165.5 ± 15.6 mg/kg) or HU+EUK (163.8 ± 9.27 mg/kg) but did not reach statistical significance. Total protein concentration was significantly lower in HU (1,160 ± 126 μg/g) than CON (1,649 ± 90 μg/g), suggestive of greater water and/or reduced protein levels during the early phase of mechanical unloading. However, HU + EUK total protein content (1,302 ± 175 μg/g) was not significantly lower than that of controls.\nWe quantified muscle CSA and observed that the fiber cross-sectional area profile (\nFig. 1\nA\n) for the soleus exposed to hindlimb unloading shifted to the left, illustrating a marked reduction in muscle fiber cross-sectional area (\nFig. 1\nB\n). The greatest number of soleus fibers was found in the 1,800–2,400 μm\n2\n range after unloading, in contrast with the 3,000–3,600 μm\n2\n range in the ambulatory control group. Remarkably, muscle fiber atrophy was virtually completely abolished by EUK-134 (\nFig. 1\nA\n). Interestingly, we found that EUK-134 reduced muscle fiber atrophy primarily in Type I fibers (\nFig. 1\n, \nA\n and \nB\n) but offered no protection in Type IIa and Type IIb/d fibers (\nFig. 1\n, \nC\n and \nD\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nOxidative stress elicits muscle fiber atrophy with mechanical unloading. Fifty-four hours of hindlimb unloading reduced muscle fiber size as displayed by fiber cross-sectional area (CSA) distribution (\nA\n) for CON, hindlimb-unloaded (HU), and HU-EUK rats (\nn\n = 8/group). EUK-134 protected against the left shift in muscle fiber CSA distribution, indicating that oxidative stress was causal in fiber atrophy in the early phase of unloading. Muscle fiber atrophy was apparent in slow-twitch of Type I fibers of the soleus (\nB\n) (\nP\n < 0.01), but not in Type IIa fibers (\nC\n) or Type IIb/d fibers (\nD\n) of the soleus. \na,b\nLetters that differ are significantly different from each other (\nP\n < 0.05).\nTo determine whether EUK-134 affected muscle mass and fiber cross-sectional area, independent of unloading, we conducted a set of follow-up control experiments. We tested 10 additional rats under loaded, ambulatory conditions, in which rats received three saline or EUK-134 injections over a 78-h period. This strategy covered the 54-h unloading period plus the injection, given 24 h prior to HU. Body weights, soleus mass (\nFig. 2\nA\n), and the ratio of muscle mass to body mass (\nFig. 2\nB\n) were not different between the saline and EUK-134 groups. In addition, means for skeletal muscle fiber cross-sectional area (\nFig. 2\nC\n) did not significantly differ between saline and EUK-134-injected rats when loaded with normal ambulation. These data are consistent with the notion that EUK-134's effects on skeletal muscle mass were specific to the unloading protocol.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 has no effect on soleus mass or fiber cross-sectional area in ambulatory rats. Seventy-eight hours EUK-134 or saline injection had no differential effect on soleus muscle mass (\nA\n), soleus mass/body mass ratio (\nB\n), or soleus muscle cross-sectional area (\nC\n).\nWe tested the hypothesis that unloading-induced shift of skeletal muscle fiber-type from slow to fast was dependent on oxidative stress. Representative ATPase stains with acid and alkaline preincubation that are labile for Type II and Type I fibers, respectively, are displayed in \nFig. 3\nA\n. Mechanical unloading caused a significant reduction in the percentage of Type I fibers, as expected (\nFig. 3\nB\n). In addition, hindlimb unloading also caused an elevation in the percentage of Type IIa- (\nFig. 3\nC\n) and Type IIb/d (\nFig. 3\nD\n)-positive fibers. Remarkably, EUK-134 virtually halted the unloading-induced reduction in slow-twitch or Type I fibers within the rat soleus (\nFig. 3\n, \nA\n and \nB\n). Consistent with the effect on Type I fibers, EUK-134 also prevented elevation of fast-twitch Type IIa (\nFig. 3\nC\n) and Type IIb/d fibers observed with unloading (\nFig. 3\nD\n). To our knowledge, these are the first data to indicate that redox signaling plays a significant role in the fiber-type shift that occurs in response to mechanical unloading.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nUnloading-induced fiber-type shift is redox regulated in CON, HU, and HU-EUK rats (\nn\n = 8/group). A modified ATPase-staining technique revealed that significant shift in muscle soleus muscle fiber-type from fast to slow in the soleus as a result of HU. \nA\n: representative sections for both alkaline (pH = 10.4) and acidic (pH = 4.25) preincubations are presented. A reduction of slow-twitch fibers (Type I) was noted with HU (\nB\n) (\nP\n < 0.05), accompanied by an elevation in Type IIa (\nC\n), and Type IIb/d fibers (\nD\n). EUK-134 abrogated the unloading-induced fiber-type shift (\nA–D\n). \na,b\nLetters that differ are significantly different from each other (\nP\n < 0.05).",
    "euk-134_attenuates_nnos_translocation_with_hindlimb_unloadin": "In the next set of experiments, we tested the hypothesis that perturbations in the location of nNOSμ would be reduced by EUK-134. Hematoxylin-and-eosin stains are presented in \nFig. 4\nA\n. Using immunohistochemistry, we initially observed substantial delocalization of nNOS from the sarcolemma as a result of short-term hindlimb unloading (\nFig. 4\n, \nB\n and \nC\n). Suzuki et al. (\n42\n) had previously reported that nNOS leaves the sarcolemma and is dispersed through the sarcoplasm after 14 days of hindlimb unloading. \nFigure 4\nB\n features IHCs for nNOS without tyramide signaling amplification (TSA), and \nFig. 1\nC\n with TSA. Utilizing both methods, we found that localization of nNOS at the sarcolemma was dramatically reduced in the soleus by 54 h of hindlimb unloading. However, cytosolic nNOS localization (\n29\n) was more readily observed with TSA with the greatest positive staining in the sarcoplasm within the HU + saline group. Remarkably, 3 days of injections with EUK-134 virtually prevented the loss of nNOS-positive staining from the sarcolemmal region in Fischer-344 rats (\nFig. 4\n, \nB\n and \nC\n). Indeed, there was robust positive staining of nNOS on the soleus muscle fiber periphery in the EUK-treated group, similar to ambulatory control rats injected with saline. Thus, we provide the first evidence that dislocation of nNOSμ may occur in less than 3 days of mechanical unloading in the rat soleus muscle.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 reduces dislocation of nNOSμ from the sarcolemma of the soleus from HU Fischer-344 rats. Hematoxylin-and-eosin (H&E)-stained muscle cross sections are visualized in \nFig. 4\n (\nleft\n) for control (CON), HU (\nmiddle\n), and HU + EUK-134 (HU-EUK) (\nn\n = 6/group; \nright\n). Immunolocalization of neuronal nitric oxide synthase (nNOS) in the sarcolemma was lost in the rat soleus muscle as a result of HU, an effect abrogated by the catalytic SOD/catalase mimetic EUK-134 as visualized without tyramide signaling amplification (TSA) (\nB\n) and with TSA (\nC\n). Protein immunoblotting for nNOS was analyzed from membrane (\nD\n) and cytosolic (\nE\n) fractions. nNOS protein abundance per expression of dystrophin decreased with HU and was protected by EUK-134. EUK-134 attenuated HU-induced elevation in the cytosolic fraction. \na\nSignificantly different (\nP\n < 0.01) than the CON group. \nb\nSignificantly different (\nP\n < 0.01) than the HU group. Scale bar = 100 μm.\nnNOS protein abundance measured via immunoblot paralled our IHC findings. nNOS levels in the membrane fraction levels, when equated for dystrophin, significantly decreased in the hindlimb unloading group when compared with ambulatory controls (\nFig. 4\n, \nD\n and \nE\n). Treatment with EUK-134 prevented the reduction in membrane nNOS levels observed with HU, consistent with localization results visualized in \nFig. 4\n, \nB\n and \nC\n. In contrast, nNOS protein abundance in soluble, cytosolic fraction, equated per GAPDH levels, increased significantly in the HU group (\nFig. 4\nB\n). Remarkably, EUK-134 prevented the unloading-induced increase in cytosolic nNOS protein abundance. Our immunohistological and protein localization data, therefore, clearly demonstrate that nNOSμ is, indeed, translocated away from the sarcolemma within the first 54 h of mechanical unloading. Furthermore, translocation of nNOSμ with mechanical unloading appeared to be redox-signaling dependent.",
    "euk-134_protects_against_unloading-related_reduction_in_foxo": "Important regulators of muscle atrophy with mechanical unloading include FoxO3a via dephosphorylation and NF-κB via phosphorylation of its inhibitor regulator IκB (IκB) (\n35\n). Suzuki et al. (\n42\n) demonstrated that dephosphorylation and activation of FoxO3a was dependent upon nNOS translocation from the sarcolemma to the cytosol. Given that EUK-134 attenuated nNOS translocation with 54 h of HU, we tested the hypothesis that EUK-134 would also attenuate loss of phosphorylation at Thr-32 for FoxO3a. Levels of FoxO3a phosphorylation (Thr-32) significantly decreased with the short-term unloading protocol (\nFig. 5\n), as expected. EUK-134 treatment resulted in an increase in phosphorylation levels at Thr-32 for FoxO3a during HU that were significantly greater than the soleus of unloaded rats injected with saline. In addition, FoxO3a phosphorylation was not significantly different in the HU group injected with EUK-134.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffect of EUK-134 on FoxO3a phosphorylation. Effect of EUK-134 on FoxO3a phosphorylation at Thr-32 in the soleus of rats that were hindlimb-unloaded for 54 h in CON, HU, and HU-EUK rats (\nn\n = 6/group). \na\nSignificantly different than the CON group (\nP\n < 0.01). \nb\nSignificantly different than the HU group (\nP\n < 0.05).",
    "unloading-induced_elevation_of_oxidative_stress_and_nox2_is_": "To determine whether EUK-134, indeed, ameliorated unloading-induced oxidative stress in the soleus muscle, we tracked 4-HNE-positive imaging. Previously, elevation of oxidative stress in response to mechanical unloading has been reported in both hindlimb unloading and mechanical ventilation models (\n23\n, \n24\n, \n26\n). In the current study, we found that 4-HNE protein adducts increased in the soleus following 54 h of hindlimb unloading (\nFig. 6\nA\n). Interestingly, there was increased localization of 4-HNE around the sarcolemma with short-term unloading, using laminin immunofluorescence in parallel images to confirm localization (\nFig. 6\nB\n). Furthermore, elevation in soleus 4-HNE fluorescence caused by hindlimb unloading was partially abrogated by EUK-134 treatment (\nFig. 6\nA\n), confirming the inhibitory effect of EUK-134 on oxidative stress.\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nEUK-134 reduces 4-hydroxynonenal (4-HNE) in the HU soleus. We demonstrated that oxidative stress (\nA\n) was increased by hindlimb unloading using 4-hydroxynonenal as a marker. Highest positive staining occurred near the sarcolemma as localized via immunofluorescence with laminin (\nB\n) used as a control for identifying muscle cells. Quantification of 4-HNE fluorescence intensity can be found in \nFig. 6\nC\n. \na\nSignificantly different than the CON group (\nP\n < 0.001). \nb\nSignificantly different than the HU group (\nP\n < 0.01).\nWe also measured NF-κB using an ELISA technique previously outlined (\n22\n). However, we saw no effects of HU or EUK-134 (data not shown), suggesting the importance of NF-κB likely increases as unloading duration increases.\nGiven the potential for high oxidative stress in the sarcolemmal microenvironment (\n14\n) during mechanical unloading, 4-HNE oxidation, and upregulation of Nox2 noted in DMD (\n46\n), we also determined immunolocalization of two Nox2 subunits: gp91phox (Nox2) and p47phox. Short-term hindlimb unloading, indeed, elevated immunostaining intensity at the sarcolemma of the p47phox-positive in the soleus of F344 rats (\nFig. 7\n, \nB\n and \nD\n). The EUK-134 group displayed lower gp91phox-positive sarcolemmal localization, while p47phox sarcolemmal intensity levels in the EUK-134 group were not significantly different than controls (\nFig. 7\n, \nA–C\n). Membrane-positive staining for gp91phox was demonstrated using immunofluorescence against β-sarcoglycan as our membrane proteins. gp91phox, β-sarcoglycan, merged images, and negative control are pictured in \nFig. 8\n. We also determined p47phox protein abundance using Western immunoblot analysis (\nFig. 9\n). p47phox levels were significantly upregulated in both HU groups. Combined with our DHE data, this is, to our knowledge, the first evidence that the Nox2 isoform of NADPH oxidase in skeletal muscle is elevated in the first 3 days of mechanical unloading.\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nEffect of EUK-134 on Nox2 subunit localization at the sarcolemma in for CON, HU, and HU-EUK groups (\nn\n = 6/group). Localization of NAD(P)H oxidase subunits gp91\nphox\n (Nox2) (\nA\n) and p47\nphox\n (\nB\n) increased in response to mechanical unloading. The HU-EUK-134 displayed significantly lower (\nP\n < 0.05) levels of gp91\nphox\n (\nA\n, \nC\n) than the HU group. p47\nphox\n-positive immunostaining (\nB\n and \nD\n) was significantly greater (\nP\n < 0.05) for HU vs. CON, but not for rats treated with EUK-134. Scale bar = 100 μm.\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nImmunofluorescence of gp91phox in soleus muscles from control (CON) and hindlimb unloaded (HU) mice. β-sarcoglycan is used as a sarcolemmal marker. Merged images are also displayed. Rabbit IgG is used as a negative control for the primary antibody.\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nProtein abundance for p47phox, expressed as a ratio relative to GAPDH (\ntop\n) and β-actin expression (\nbottom\n). Representative blots and summary statistics are presented in HU and HU + EUK-134 groups exhibited significantly greater p47phox than controls (CON).\nBoth GAPDH and β-actin were tested as loading controls. Neither GAPDH nor β-actin exhibited any mean differences in protein abundance (\nFig. 10\n).",
    "discussion": "In this study, EUK-134, a mimetic of superoxide dismutase and catalase, attenuated the mechanical unloading or “spaceflight phenotype” in skeletal muscle in the hindlimb-unloading ground model: muscle fiber atrophy and slow-twitch to fast-twitch fiber-type shift. EUK-134 protection of unloading-induced muscle atrophy was linked to abrogation of nNOS translocation away from the sarcolemma. Furthermore, EUK-134 also prevented dephosphorylation of FoxO3a at Thr-32, previously shown to be regulated by nNOS translocation. EUK-134 reduced oxidative stress and upregulation of Nox2. A discussion of the principle finding follows.\nEUK-134 attenuation of nNOS translocation and morphological changes.\n\n\nOur data indicate that unloading-induced translocation of nNOSμ away from the sarcolemma is part of an early adaptation to alterations in mechanotransduction during the unloading process. Moreover, given that EUK-134 mitigated unloading-related upregulation of oxidative stress, we propose nNOSμ translocation in response to mechanical unloading in skeletal muscle is a redox-dependent phenomenon. nNOSμ translocation has previously been associated with increased FoxO3a activation and MuRF-1 activation and muscle atrophy during ground hindlimb unloading (\n42\n) and during 91 days of spaceflight (\n33\n). In contrast, a new publication indicates that nNOS is necessary in triggering an anabolic signaling pathway involving Nox4 and mTOR, which responds to overloading and regulates muscle hypertrophy (\n15\n). Furthermore, nitric oxide and NF-κB were also found to be essential for stretch-induced proliferation of myoblasts (\n40\n). Indeed, inhibition of nitric oxide synthase has been shown to attenuate muscle remodeling and fiber-type shift in response to altered mechanical loading, whether the magnitude be increased or decreased (\n15\n, \n38\n, \n42\n). Therefore, redox signaling may couple with nNOS to regulate remodeling of skeletal muscle morphology in response to dynamic changes in loading. In contrast, nitric oxide appears not to be requisite for basal proliferation of myoblasts and development (\n1\n, \n39\n).\n\n\nIntervention with EUK-134 not only mitigated unloading-induced atrophy, but also appeared to arrest a shift away from the slow-twitch phenotype in the rat soleus. This was an unexpected finding, but potentially significant, in understanding regulation of slow- and fast-twitch fibers in response to use and disuse. For example, Smith et al. (\n38\n) reported that inhibition of nitric oxide synthase abrogated a fiber-type shift from fast to slow in the plantaris with increased loading as a result of ablation of the soleus and gastrocnemius muscles, as they are all plantar flexor muscles. Therefore, we postulate that nNOS translocation may contribute to a shift in fiber type from slow to fast. We did note that EUK-134 protection against muscle fiber atrophy was confined to Type I fibers. These findings could be consistent with preferential response of Type I fibers by mechanical unloading or an unloading-induced shift in muscle fiber type from slow-twitch fibers, which are paradoxically larger in the soleus (\nFig. 1\n). It is possible that the time course of the study (54 h) may be too short to elicit morphological alterations in Type II fibers. In addition, the shift from slow- to fast-twitch fibers may seek to preserve cross-sectional area. Thus, additional study is warranted.\nEUK-134 protection of FoxO3a phosphorylation.\n\n\nEUK-134 ameliorated the reduction in phosphorylation of FoxO3a at Thr-32 caused by hindlimb unloading (\nFig. 5\n), thus reducing a trigger of proteolysis and fiber atrophy (\n9\n). Previously, Suzuki et al. (\n42\n) demonstrated that translocation of nNOS and cytosolic nitric oxide release by nNOS were required to dephosphorylate FoxO3a in the rat soleus during 14 days of mechanical unloading. FoxO3a activation stimulates upregulation of the ubiquitin ligases MuRF-1 and atrogin-1 (\n42\n). Therefore, protection against FoxO3a dephosphorylation at Thr-32 by EUK-134 is consistent with a pathway, whereby oxidative stress participates in translocation of nNOS with mechanical unloading, directly leading to FoxO3a activation, as well as increased proteolysis through ubiquitin ligases (e.g., MuRF-1), leading to fiber atrophy (\n42\n).\nOxidative stress and mechanical unloading.\n\n\nOur results are consistent with the hypotheses that oxidative stress \n1\n) is elevated early during mechanical unloading in skeletal muscle and \n2\n) contributes significantly to the atrophy as a consequence of unloading. Protective effects of EUK-134 were specific to changes caused during the unloading protocol, as EUK-134 injections had no effect on normally loaded skeletal muscle mass or morphology (\nFig. 2\n). Furthermore, elevated oxidative stress, as detected with 4-hydroxynonenal, was attenuated with EUK-134, which corresponded with sparing of muscle fiber atrophy.\n\n\nElevation of oxidative stress after 54 h of mechanical unloading of the rat soleus is consistent with previous studies that indicate oxidative stress is elevated during the first few days of mechanical unloading. Localization of 4-HNE adducts near the sarcolemma (\nFig. 6\n) suggests a source nearby (e.g., Nox2, subsarcolemmal mitochondria). Previously, Abrogast et al. (\n4\n) reported that oxidative stress was elevated in unloaded skeletal muscle after 1–3 days. Bowman-Birk inhibitor complex (BBIC), which exhibits antiproteasome and antioxidant properties, significantly reduced unloading-induced fiber atrophy and reduction of force-generating capacity (\n4\n). In addition, Powers and colleagues (\n48\n) also demonstrated that elevation in oxidative stress occurs in just 12–24 h of unloading in the diaphragm muscle during mechanical ventilation. In a series of studies, oxidative stress was found to be causal in stimulating apoptosis and muscle fiber atrophy in the unloaded diaphragm muscle (\n25\n, \n26\n, \n34\n, \n48\n). Recently, transfection of catalase in the soleus has been shown to reduce soleus muscle atrophy during leg immobilization, while lowering oxidative stress (\n9\n).\n\n\nIt should be noted that evidence supportive of a contribution of oxidative stress in eliciting muscle atrophy with unloading has not been consistent across studies. Indeed, while some antioxidant strategies have been successful in reducing skeletal muscle atrophy with mechanical unloading (\n4\n, \n25\n, \n30\n), other interventions have not (\n6\n, \n20\n). For example, administration of BBIC significantly attenuated muscle atrophy in limb muscles (\n4\n), while Trolox was less successful (\n6\n). Vitamin E reduced unloading-induced atrophy when preinjected for 21 days (\n3\n), while a broad, nonspecific cocktail of antioxidants was ineffective (\n20\n).\n\n\nHowever, more recent, mechanistic studies indicate that ROS play an important role in unloading-induced atrophy. For example, catalase transfection suppressed activation of FoxO3a and NF-κB, while attenuating one-half of the soleus mass loss during 7 days of unloading (\n9\n). Inhibition of mitochondrial oxidative stress using SS-31 also significantly ameliorated muscle atrophy in a casting model of mechanical unloading (\n27\n). The reasons underlying differential responses to antioxidant strategies have not been resolved, but length of time, localized effects, specificity, and catalytic vs. scavenger approaches could all play a role. It is also possible that antioxidant therapeutics may be more effective in the early phase of mechanical unloading (1–7 days) than in later phases (14+ days).\n\n\nWhile redox regulation of subsarcolemmal proteins, including nNOS in skeletal muscle remains poorly understood, there is growing acceptance that ROS sources participate in subcellular regulation of microenvironments, including Nox2 signaling in caveolae and lipid rafts (\n18\n, \n44\n). We found increased Nox2 subunit localization at the membrane (\nFig. 4\n) and elevated protein abundance of p47phox (\nFig. 9\n); however, we cannot conclude a causal relationship. In addition, it is possible that Nox2 could serve to amplify or augment mitochondrial ROS (\n27\n), recently established as a causal factor in disuse-related atrophy.\nStudy limitations.\n\n\nRecent studies have suggested that the cytokine TNF-α may play a significant role in apoptosis and ubiquitin ligase activation in skeletal muscle during mechanical unloading (\n2\n). It is possible that EUK-134 might play a protective role in unloading-induced atrophy by suppressing TNF-α levels, possibly via NF-κB. However, we found no change in NF-κB activity with unloading or EUK-134 at this stage of mechanical unloading.\n\n\nIt is possible that under high levels (mM) of H\n2\nO\n2\n EUK-134 may oxidize to oxo-EUK and quench nitric oxide (·NO) (\n37\n). While H\n2\nO\n2\n levels in skeletal muscle are believed to exist in the high-nM to low-μM range, future experiments could specifically inhibit iNOS as a source of RNS. In addition, high levels of EUK-134 at the tissue level may also remove or prevent the production of peroxynitrite (OONO\n−\n). Thus, it is possible that nNOS may contribute to its own dislocation. It is also possible that mechanical unloading affects nNOS via transcriptional regulation rather than posttranslational mechanisms or interaction with other proteins (e.g., caveolin-3). These provocative questions should be foci of future investigations.\n\n\nIn summary, translocation of nNOSμ during short-term mechanical unloading in the rat soleus was reduced by the SOD/catalase mimetic EUK-134 and linked to protection against muscle fiber atrophy and fiber-type shift from slow to fast. In addition, prevention of nNOS translocation by EUK-134 was directly associated with protection against dephosphorylation of FoxO3a. Finally, EUK-134 reduced oxidative stress and normalized Nox2 levels. Our results suggest that loss of nNOSμ from the sarcolemma is an early, redox-dependent event in the response to mechanical unloading, linked to morphological changes in skeletal muscle phenotype.",
    "euk-134_attenuation_of_nnos_translocation_and_morphological_": "Our data indicate that unloading-induced translocation of nNOSμ away from the sarcolemma is part of an early adaptation to alterations in mechanotransduction during the unloading process. Moreover, given that EUK-134 mitigated unloading-related upregulation of oxidative stress, we propose nNOSμ translocation in response to mechanical unloading in skeletal muscle is a redox-dependent phenomenon. nNOSμ translocation has previously been associated with increased FoxO3a activation and MuRF-1 activation and muscle atrophy during ground hindlimb unloading (\n42\n) and during 91 days of spaceflight (\n33\n). In contrast, a new publication indicates that nNOS is necessary in triggering an anabolic signaling pathway involving Nox4 and mTOR, which responds to overloading and regulates muscle hypertrophy (\n15\n). Furthermore, nitric oxide and NF-κB were also found to be essential for stretch-induced proliferation of myoblasts (\n40\n). Indeed, inhibition of nitric oxide synthase has been shown to attenuate muscle remodeling and fiber-type shift in response to altered mechanical loading, whether the magnitude be increased or decreased (\n15\n, \n38\n, \n42\n). Therefore, redox signaling may couple with nNOS to regulate remodeling of skeletal muscle morphology in response to dynamic changes in loading. In contrast, nitric oxide appears not to be requisite for basal proliferation of myoblasts and development (\n1\n, \n39\n).\nIntervention with EUK-134 not only mitigated unloading-induced atrophy, but also appeared to arrest a shift away from the slow-twitch phenotype in the rat soleus. This was an unexpected finding, but potentially significant, in understanding regulation of slow- and fast-twitch fibers in response to use and disuse. For example, Smith et al. (\n38\n) reported that inhibition of nitric oxide synthase abrogated a fiber-type shift from fast to slow in the plantaris with increased loading as a result of ablation of the soleus and gastrocnemius muscles, as they are all plantar flexor muscles. Therefore, we postulate that nNOS translocation may contribute to a shift in fiber type from slow to fast. We did note that EUK-134 protection against muscle fiber atrophy was confined to Type I fibers. These findings could be consistent with preferential response of Type I fibers by mechanical unloading or an unloading-induced shift in muscle fiber type from slow-twitch fibers, which are paradoxically larger in the soleus (\nFig. 1\n). It is possible that the time course of the study (54 h) may be too short to elicit morphological alterations in Type II fibers. In addition, the shift from slow- to fast-twitch fibers may seek to preserve cross-sectional area. Thus, additional study is warranted.",
    "euk-134_protection_of_foxo3a_phosphorylation.": "EUK-134 ameliorated the reduction in phosphorylation of FoxO3a at Thr-32 caused by hindlimb unloading (\nFig. 5\n), thus reducing a trigger of proteolysis and fiber atrophy (\n9\n). Previously, Suzuki et al. (\n42\n) demonstrated that translocation of nNOS and cytosolic nitric oxide release by nNOS were required to dephosphorylate FoxO3a in the rat soleus during 14 days of mechanical unloading. FoxO3a activation stimulates upregulation of the ubiquitin ligases MuRF-1 and atrogin-1 (\n42\n). Therefore, protection against FoxO3a dephosphorylation at Thr-32 by EUK-134 is consistent with a pathway, whereby oxidative stress participates in translocation of nNOS with mechanical unloading, directly leading to FoxO3a activation, as well as increased proteolysis through ubiquitin ligases (e.g., MuRF-1), leading to fiber atrophy (\n42\n).",
    "oxidative_stress_and_mechanical_unloading.": "Our results are consistent with the hypotheses that oxidative stress \n1\n) is elevated early during mechanical unloading in skeletal muscle and \n2\n) contributes significantly to the atrophy as a consequence of unloading. Protective effects of EUK-134 were specific to changes caused during the unloading protocol, as EUK-134 injections had no effect on normally loaded skeletal muscle mass or morphology (\nFig. 2\n). Furthermore, elevated oxidative stress, as detected with 4-hydroxynonenal, was attenuated with EUK-134, which corresponded with sparing of muscle fiber atrophy.\nElevation of oxidative stress after 54 h of mechanical unloading of the rat soleus is consistent with previous studies that indicate oxidative stress is elevated during the first few days of mechanical unloading. Localization of 4-HNE adducts near the sarcolemma (\nFig. 6\n) suggests a source nearby (e.g., Nox2, subsarcolemmal mitochondria). Previously, Abrogast et al. (\n4\n) reported that oxidative stress was elevated in unloaded skeletal muscle after 1–3 days. Bowman-Birk inhibitor complex (BBIC), which exhibits antiproteasome and antioxidant properties, significantly reduced unloading-induced fiber atrophy and reduction of force-generating capacity (\n4\n). In addition, Powers and colleagues (\n48\n) also demonstrated that elevation in oxidative stress occurs in just 12–24 h of unloading in the diaphragm muscle during mechanical ventilation. In a series of studies, oxidative stress was found to be causal in stimulating apoptosis and muscle fiber atrophy in the unloaded diaphragm muscle (\n25\n, \n26\n, \n34\n, \n48\n). Recently, transfection of catalase in the soleus has been shown to reduce soleus muscle atrophy during leg immobilization, while lowering oxidative stress (\n9\n).\nIt should be noted that evidence supportive of a contribution of oxidative stress in eliciting muscle atrophy with unloading has not been consistent across studies. Indeed, while some antioxidant strategies have been successful in reducing skeletal muscle atrophy with mechanical unloading (\n4\n, \n25\n, \n30\n), other interventions have not (\n6\n, \n20\n). For example, administration of BBIC significantly attenuated muscle atrophy in limb muscles (\n4\n), while Trolox was less successful (\n6\n). Vitamin E reduced unloading-induced atrophy when preinjected for 21 days (\n3\n), while a broad, nonspecific cocktail of antioxidants was ineffective (\n20\n).\nHowever, more recent, mechanistic studies indicate that ROS play an important role in unloading-induced atrophy. For example, catalase transfection suppressed activation of FoxO3a and NF-κB, while attenuating one-half of the soleus mass loss during 7 days of unloading (\n9\n). Inhibition of mitochondrial oxidative stress using SS-31 also significantly ameliorated muscle atrophy in a casting model of mechanical unloading (\n27\n). The reasons underlying differential responses to antioxidant strategies have not been resolved, but length of time, localized effects, specificity, and catalytic vs. scavenger approaches could all play a role. It is also possible that antioxidant therapeutics may be more effective in the early phase of mechanical unloading (1–7 days) than in later phases (14+ days).\nWhile redox regulation of subsarcolemmal proteins, including nNOS in skeletal muscle remains poorly understood, there is growing acceptance that ROS sources participate in subcellular regulation of microenvironments, including Nox2 signaling in caveolae and lipid rafts (\n18\n, \n44\n). We found increased Nox2 subunit localization at the membrane (\nFig. 4\n) and elevated protein abundance of p47phox (\nFig. 9\n); however, we cannot conclude a causal relationship. In addition, it is possible that Nox2 could serve to amplify or augment mitochondrial ROS (\n27\n), recently established as a causal factor in disuse-related atrophy.",
    "study_limitations.": "Recent studies have suggested that the cytokine TNF-α may play a significant role in apoptosis and ubiquitin ligase activation in skeletal muscle during mechanical unloading (\n2\n). It is possible that EUK-134 might play a protective role in unloading-induced atrophy by suppressing TNF-α levels, possibly via NF-κB. However, we found no change in NF-κB activity with unloading or EUK-134 at this stage of mechanical unloading.\nIt is possible that under high levels (mM) of H\n2\nO\n2\n EUK-134 may oxidize to oxo-EUK and quench nitric oxide (·NO) (\n37\n). While H\n2\nO\n2\n levels in skeletal muscle are believed to exist in the high-nM to low-μM range, future experiments could specifically inhibit iNOS as a source of RNS. In addition, high levels of EUK-134 at the tissue level may also remove or prevent the production of peroxynitrite (OONO\n−\n). Thus, it is possible that nNOS may contribute to its own dislocation. It is also possible that mechanical unloading affects nNOS via transcriptional regulation rather than posttranslational mechanisms or interaction with other proteins (e.g., caveolin-3). These provocative questions should be foci of future investigations.\nIn summary, translocation of nNOSμ during short-term mechanical unloading in the rat soleus was reduced by the SOD/catalase mimetic EUK-134 and linked to protection against muscle fiber atrophy and fiber-type shift from slow to fast. In addition, prevention of nNOS translocation by EUK-134 was directly associated with protection against dephosphorylation of FoxO3a. Finally, EUK-134 reduced oxidative stress and normalized Nox2 levels. Our results suggest that loss of nNOSμ from the sarcolemma is an early, redox-dependent event in the response to mechanical unloading, linked to morphological changes in skeletal muscle phenotype.",
    "grants": "Funding for this study was provided by support from the NASA Space Biology program (NNX12AR62G), National Institutes of Health (AR-054084), National Science Foundation (055185F), and the Sydney and J. L. Huffines Institute for Sports Medicine to J. M. Lawler, with support from NFL Charities (D. A. Martinez).",
    "disclosures": "No conflicts of interest, financial or otherwise, are declared by the authors.",
    "author_contributions": "Author contributions: J.M.L. conception and design of research; J.M.L., M.K., J.M.H., Y.L., K.J., R.E.B., A.R., and D.A.M. performed experiments; J.M.L., M.K., J.M.H., Y.L., K.J., R.E.B., A.R., and D.A.M. analyzed data; J.M.L. and D.A.M. interpreted results of experiments; J.M.L. and Y.L. prepared figures; J.M.L. drafted manuscript; J.M.L., J.M.H., Y.L., R.E.B., and D.A.M. edited and revised manuscript; J.M.L. approved final version of manuscript.",
    "acknowledgments": "The authors would like to thank Brandon Macias, Sarah Renaghan, and Clay Duval for their technical assistance.",
    "references": "1.\nAllen D, Gervasio O, Yeung E, Whitehead N.\nCalcium and the damage pathways in muscular dystrophy. Can J Physiol Pharmacol\n88: 83–91, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nAl-Nassan S, Fujita N, Kondo H, Murakami S, Fujino H.\nChronic exercise training down-regulates TNF-α and atrogin-1/MAFbx in mouse gastrocnemius muscle atrophy induced by hindlimb unloading. Acta Histochem Cytochem\n45: 343–349, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nAppell HJ, Duarte JA, Soares JM.\nSupplementation of vitamin E may attenuate skeletal muscle immobilization atrophy. Int J Sports Med\n18: 157–160, 1997\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nArbogast S, Smith J, Matuszczak Y, Hardin B, Moylan J, Ware J, Kennedy A, Reid M.\nBowman-Birk inhibitor concentrate prevents atrophy, weakness, and oxidative stress in soleus muscle of hindlimb-unloaded mice. J Appl Physiol\n102: 956–964, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBianca RV, Wayman N, McDonald M, Pinto A, Shape M, Chatterjee P, Thiemermann C.\nSuperoxide dismutase mimetic with catalase activity, EUK-134, attenuates the multiple organ injury and dysfunction caused by endotoxin in the rat. Med Sci Monit\n8: BR1–BR7, 2002\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nBrocca L, Pellegrino M, Desaphy JF, Pierno S, Camerino D, Bottinelli R.\nIs oxidative stress a cause or consequence of disuse muscle atrophy in mice? A proteomic approach in hindlimb-unloaded mice. Exp Physiol\n95: 331–350, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nColleran PN, Wilkerson MK, Bloomfield SA, Suva LJ, Turner RT, Delp MD.\nAlterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J Appl Physiol\n89: 1046–1054, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nDelp MD, Duan C.\nComposition and size of type I, IIA, IID/X, and IIB fibers and citrate synthase activity of rat muscle. J Appl Physiol\n80: 261–270, 1996\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nDodd S, Gagnon B, Senf S, Hain B, Judge A.\nROS-mediated activation of NF-κB and Foxo during muscle disuse. Muscle Nerve\n41: 110–113, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nDoyle A, Zhang G, Abdel Fattah E, Eissa NT, Li YP.\nToll-like receptor 4 mediates lipopolysaccharide-induced muscle catabolism via coordinate activation of ubiquitin-proteasome and autophagy-lysosome pathways. FASEB J\n25: 99–110, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nDupont Versteegden E, Fluckey J, Knox M, Gaddy D, Peterson C.\nEffect of flywheel-based resistance exercise on processes contributing to muscle atrophy during unloading in adult rats. J Applied Physiol\n101: 202–212, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nEdgerton VR, Roy R, Allen D, Monti R.\nAdaptations in skeletal muscle disuse or decreased-use atrophy. Am J Phys Med Rehabil\n81: S127–S147, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nFanin M, Tasca E, Nascimbeni A, Angelini C.\nSarcolemmal neuronal nitric oxide synthase defect in limb-girdle muscular dystrophy: an adverse modulating factor in the disease course?\nJ Neuropathol Exp Neurol\n68: 383–390, 2009\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nFisher A.\nRedox signaling across cell membranes. Antioxid Redox Signal\n11: 1349–1356, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nIto N, Ruegg UT, Kudo A, Miyagoe-Suzuki Y, Takeda S.\nActivation of calcium signaling through Trpv1 by nNOS and peroxynitrite as a key trigger of skeletal muscle hypertrophy. Nat Med\n19: 101–106, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nKanatous SB, Davis RW, Watson R, Polasek L, Williams TM, Mathieu Costello O.\nAerobic capacities in the skeletal muscles of Weddell seals: key to longer dive durations?\nJ Exp Biol\n205: 3601–3608, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nKhairallah R, Shi G, Sbrana F, Prosser BL, Borroto C, Mazaitis MJ, Hoffman EP, Mahurkar A, Sachs F, Sun Y, Chen YW, Raiteri R, Lederer WJ, Dorsey SG, Ward CW.\nMicrotubules underlie dysfunction in Duchenne muscular dystrophy. Sci Signal\n5: ra56, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nKim H, Park S, Joe EH, Jou I, Choi YH.\nOxidative stress induces lipid-raft-mediated activation of Src homology 2 domain-containing protein-tyrosine phosphatase 2 in astrocytes. Free Radic Biol Med\n46: 1694–1702, 2009\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nKim JH, Lawler J.\nAmplification of proinflammatory phenotype, damage, and weakness by oxidative stress in the diaphragm muscle of mdx mice. Free Radic Biol Med\n52: 1597–1606, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nKoesterer TJ, Dodd SL, Powers S.\nIncreased antioxidant capacity does not attenuate muscle atrophy caused by unweighting. J Appl Physiol\n93: 1959–1965, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nLawler JM, Hord JM, Lee Y, Joshi K, Kim JH.\nRedox regulation of caveolin-3 and MMP-9 in the diaphragm of \nmdx\n mice. FASEB J\n25: LB519, 2011\n [\nGoogle Scholar\n]\n\n\n\n\n22.\nLawler J, Kwak HB, Kim JH, Lee Y, Hord J, Martinez D.\nBiphasic stress response in the soleus during reloading after hindlimb unloading. Med Sci Sports Exer\n44: 600–609, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nLawler J, Song W, Kwak HB.\nDifferential response of heat shock proteins to hindlimb unloading and reloading in the soleus. Muscle Nerve\n33: 200–207, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nLawler J, Song W, Demaree S.\nHindlimb unloading increases oxidative stress and disrupts antioxidant capacity in skeletal muscle. Free Radic Biol Med\n35: 9–16, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nMcClung JM, Kavazis AN, Whidden MA, DeRuisseau KC, Falk DJ, Criswell DS, Powers SK.\nAntioxidant administration attenuates mechanical ventilation-induced rat diaphragm muscle atrophy independent of protein kinase B (PKB Akt) signalling. J Physiol\n585: 203–215, 2007\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nMcClung JM, Whidden MA, Kavazis AN, Falk DJ, Deruisseau KC, Powers SK.\nRedox regulation of diaphragm proteolysis during mechanical ventilation. Am J Physiol Regul Integr Comp Physiol\n294: R1608–R1617, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nMin K, Smuder AJ, Kwon OS, Kavazis AN, Szeto HH, Powers SK.\nMitochondrial targeted antioxidants protect skeletal muscle against immobilization-induced muscle atrophy. J Appl Physiol\n111: 1459–1466, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nPatel A, Sharif Naeini R, Folgering JRH, Bichet D, Duprat F, Honor E.\nCanonical TRP channels and mechanotransduction: from physiology to disease states. Pflügers Arch\n460: 571–581, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nPercival J, Anderson KNE, Gregorevic P, Chamberlain J, Froehner S.\nFunctional deficits in nNOSμ-deficient skeletal muscle: myopathy in nNOS knockout mice. PLos One\n3: e3387–e3387, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nPowers S, Hudson M, Nelson WB, Talbert E, Min K, Szeto H, Kavazis A, Smuder A.\nMitochondria-targeted antioxidants protect against mechanical ventilation-induced diaphragm weakness. Crit Care Med\n39: 1749–1759, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nPunkt K, Schering S, Fritzsche M, Asmussen G, Minin EA, Samoilova VE, Müller FU, Schmitz W, Hasselblatt M, Paulus W, Müller-Werdan U, Slezak J, Koehler G, Boecker W, Buchwalow IB.\nFibre-related nitric oxide synthase (NOS) in Duchenne muscular dystrophy. Acta Histochem\n109: 228–236, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nRosenthal R, Huffman K, Fisette L, Damphousse C, Callaway W, Malfroy B, Doctrow S.\nOrally available Mn porphyrins with superoxide dismutase and catalase activities. J Biol Inorg Chem\n14: 979–991, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nSandona D, Desaphy JF, Camerino GM, Bianchini E, Ciciliot S, Danieli-Betto D, Dobrowolny G, Furlan S, Germinario E, Goto K, Gutsmann M, Kawano F, Nakai N, Ohira T, Ohno Y, Picard A, Salanova M, Schiffl G, Blottner D, Musaro A, Ohira Y, Betto R, Conte D, Schiaffino S.\nAdaptation of mouse skeletal muscle to long-term microgravity in the MDS mission. PLos One\n7: e33232, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nSandri M, Sandri C, Gilbert A, Skurk C, Calabria E, Picard A, Walsh K, Schiaffino S, Lecker S, Goldberg A.\nFoxo transcription factors induce the atrophy-related ubiquitin ligase atrogin-1 and cause skeletal muscle atrophy. Cell\n117: 399–412, 2004\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nShanely RA, Zergeroglu M, Lennon S, Sugiura T, Yimlamai T, Enns D, Belcastro A, Powers S.\nMechanical ventilation-induced diaphragmatic atrophy is associated with oxidative injury and increased proteolytic activity. Am J Respir Crit Care Med\n166: 1369–1374, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nSharpe MA, Ollosson R, Stewart VC, Clark JB.\nOxidation of nitric oxide by oxomanganese-salen complexes: a new mechanism for cellular protection by superoxide dismutase/catalase mimetics. Biochem J\n366: 97–107, 2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nSenf S, Dodd S, McClung J, Judge A.\nHsp70 overexpression inhibits NF-κB and Foxo3a transcriptional activities and prevents skeletal muscle atrophy. FASEB J\n22: 3836–3845, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nSmith L, Smith J, Criswell D.\nInvolvement of nitric oxide synthase in skeletal muscle adaptation to chronic overload. J Appl Physiol\n92: 2005–2011, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nSmuder A, Kavazis A, Hudson M, Nelson WB, Powers S.\nOxidation enhances myofibrillar protein degradation via calpain and caspase-3. Free Radic Biol Med\n49: 1152–1160, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nSoltow Q, Lira V, Betters J, Long JHD, Sellman J, Zeanah E, Criswell D.\nNitric oxide regulates stretch-induced proliferation in C2C12 myoblasts. J Muscle Res Cell Motil\n31: 215–225, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nSunada Y, Ohi H, Hase A, Hosono T, Arata S, Higuchi S, Matsumura K, Shimizu T.\nTransgenic mice expressing mutant caveolin-3 show severe myopathy associated with increased nNOS activity. Hum Mol Genet\n10: 173–178, 2001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nSuzuki N, Motohashi N, Uezumi A, Fukada SI, Yoshimura T, Itoyama Y, Aoki M, Miyagoe Suzuki Y, Takeda SI.\nNO production results in suspension-induced muscle atrophy through dislocation of neuronal NOS. J Clin Invest\n117: 2468–2476, 2007\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nTidball J, Wehling Henricks M.\nExpression of a NOS transgene in dystrophin-deficient muscle reduces muscle membrane damage without increasing the expression of membrane-associated cytoskeletal proteins. Mol Genet Metab\n82: 312–320, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nUshio Fukai M.\nCompartmentalization of redox signaling through NADPH oxidase-derived ROS. Antioxid Redox Signal\n11: 1289–1299, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nWhitehead NP, Yeung EW, Froehner SC, Allen DG.\nSkeletal muscle NADPH oxidase is increased and triggers stretch-induced damage in the \nmdx\n mouse. PLos One\n5: e15354, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nWilliams I, Allen D.\nThe role of reactive oxygen species in the hearts of dystrophin-deficient \nmdx\n mice. Am J Physiol Heart Circ Physiol\n293: H1969–H1977, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nWu M, Fannin J, Rice K, Wang B, Blough E.\nEffect of aging on cellular mechanotransduction. Ageing Res Rev\n10: 1–15, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nZergeroglu M, McKenzie M, Shanely RA, Van Gammeren D, DeRuisseau K, Powers S.\nMechanical ventilation-induced oxidative stress in the diaphragm. J Appl Physiol\n95: 1116–1124, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3962621/"
}