{
  "id": "PMC3002170",
  "title": "Nutritional supplements, COX-2 and IGF-1 expression in men on active surveillance for prostate cancer.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Nutritional supplements, COX-2 and IGF-1 expression in men on active surveillance for prostate cancer.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3002170/"
  },
  "sections": {
    "abstract": "Background\nNutritional factors are associated with reduced risk of prostate cancer progression, yet mechanisms remain unclear. We examined the effects of lycopene and fish oil supplements versus placebo on the normal prostate microenvironment, among men pursuing active surveillance for low-burden prostate cancer. We hypothesized that lycopene or fish oil supplements would down-regulate insulin-like growth factor-1 (\nIGF\n-\n1\n) and cyclooxygenase 2 (\nCOX\n-\n2\n) gene expression, respectively, reflecting putative proliferation (\nIGF\n-\n1\n) and inflammatory (\nCOX\n-\n2\n) pathways relevant to carcinogenesis.\nMethods\nWe conducted a 3-month randomized, double-blinded, clinical trial comparing prostate tissue gene expression profiles (assessed by qRT–PCR) among men with favorable-risk prostate cancer receiving either 30 mg/day lycopene, 3 g/day fish oil (including 1,098 mg eicosapentaenoic and 549 mg docosahexaenoic fatty acid\ns\n) or placebo.\nResults\nAmong 69 men (22 assigned to lycopene, 21 to fish, and 26 to placebo), there was no difference in the change from baseline to the 3 months in \nIGF\n-\n1\n expression level between the placebo and lycopene arms (\np\n = 0.93) nor in \nCOX-2\n expression between the placebo and fish arms (\np\n = 0.99).\nConclusion\nCompared to placebo, 3-month intervention with lycopene or fish oil did not significantly change \nIGF\n-\n1\n and \nCOX\n-\n2\n gene expression in the normal prostate microenvironment in men with low-burden prostate cancer. Further analysis of global gene expression profiles may shed light on the bioactivity and relevance of these nutrients in prostate cancer.",
    "background": "Background\nNutritional factors are associated with reduced risk of prostate cancer progression, yet mechanisms remain unclear. We examined the effects of lycopene and fish oil supplements versus placebo on the normal prostate microenvironment, among men pursuing active surveillance for low-burden prostate cancer. We hypothesized that lycopene or fish oil supplements would down-regulate insulin-like growth factor-1 (\nIGF\n-\n1\n) and cyclooxygenase 2 (\nCOX\n-\n2\n) gene expression, respectively, reflecting putative proliferation (\nIGF\n-\n1\n) and inflammatory (\nCOX\n-\n2\n) pathways relevant to carcinogenesis.",
    "methods": "Methods\nStudy design\nThe Molecular Effects of Nutritional Supplements Trial (MENS) was a randomized, double-blinded, placebo-controlled 3-month clinical trial of lycopene and fish oil with each compared to a placebo. The three study arms were as follows: two 15 mg lycopene soft gel capsules daily (Lyc-O-Mato\n®\n donated by, Lycored, Israel); three 1 g fish oil capsules daily (including 1,098 mg eicosapentaenoic (EPA) and 549 mg docosahexaenoic (DHA) fatty acid; manufactured by Perfect Source, Fullerton, CA with active ingredient donated by Roche Vitamins, Parsippany, NJ); or placebo (provided by the respective manufacturers of the active pills for lycopene and fish oil). The lycopene supplement was a whole-food supplement made from tomatoes and standardized to deliver 30 mg of lycopene in a soy oil base. The placebo for lycopene was isocaloric and contained soy oil but no lycopene. The placebo for the fish oil supplement was isocaloric and contained olive oil. Men received lycopene + placebo for fish oil (lycopene arm), fish oil + placebo for lycopene (fish oil arm), or placebo for lycopene + placebo for fish oil (placebo arm). All men were also given a standard daily multivitamin (that did not contain lycopene or fish oil; Dixon/Akyma) and instructed to refrain from any other types of vitamin or nutritional supplements during the intervention.\nBaseline self-reported data on usual tomato and fish intake were used to stratify patients to ensure a balanced distribution of initial dietary levels among the three study arms. Baseline intake of these foods was assessed using questions and category definitions from a validated food frequency questionnaire [\n24\n–\n27\n] that was also used in our prior observational study [\n11\n]. The four strata were defined by the combinations of low or high tomato and low or high fish intakes (i.e., >4 servings/week tomato products = high; >2 servings/week fish = high [\n11\n]).\nStudy participants, eligibility criteria, and enrollment\nThis study was conducted among men with low-burden prostate cancer, choosing AS for disease management, and who met the following criteria: histologically documented prostate adenocarcinoma, extended pattern biopsy within 2 years of enrollment with a Gleason sum six or lower with no pattern four or five, no more than 33% of biopsy cores positive for cancer, no more than 50% of the length of a tumor core involved by carcinoma, three serum PSA levels done at least 2 weeks apart over the year prior to randomization and all PSA levels <10 ng/ml, life expectancy >3 months, ECOG (Eastern Cooperative Oncology Group) performance score <2, and the ability to understand and willingness to sign a consent document. The following a priori exceptions were allowed: PSA <15 ng/ml for men with concurrent benign prostatic hyperplasia or prostatitis, having a Gleason score of four reported only in a microfocus of tumor (defined as <= 2 mm length) and having >33% positive biopsy cores due to a tumor microfocus. These criteria were consistent with the clinical standards of our institution for determining the candidates for AS and were approved by our Institutional Review Board (IRB). In a single case, one participant had an initial eligibility biopsy (14-cores) with 36% positive cores. With the patient’s consent we requested permission from our IRB to proceed with the first baseline study biopsy for final determination of eligibility. This participant had no evidence of cancer in his four-core research biopsy and was allowed to continue on the study.\nExclusion criteria were as following: no prior or concurrent treatment for prostate cancer, patients with a PSA doubling time <3 months (PSA doubling time = ln2/slope of ln PSA over time, [\n28\n]), use of lycopene, fish oil or any other dietary or nutritional supplement within 4 weeks of study entry, use of Finasteride, Dutasteride, Saw Palmetto or any other herbal/nutritional preparation indicated to affect hormone levels within 4 weeks of study entry, use of NSAIDs, COX-2 inhibitors and/or aspirin for more than 7 days over the 1 month prior to study, history of allergic reactions attributed to tomatoes, fish, soybean or olive oil, gelatin capsules, or compounds of similar chemical or biologic composition to lycopene (carotenoids) or fish oil, and uncontrolled intercurrent illness including, but not limited to, ongoing infection, congestive heart failure, unstable angina pectoris, cardiac arrhythmia or psychiatric condition that would limit compliance with study requirements. Men who wanted to participate but who were on a nutritional supplement or anti-inflammatory drug were assessed by their doctors regarding whether abstaining from the supplement or drug was deemed medically safe and if so they were asked to undergo a 4-week washout period before proceeding with the study. Compliance with the study protocol was assessed via self-report and review of the medical records and food diaries. Usage of any dietary or nutritional supplement, finasteride, dutasteride, or anti-inflammatory drug during the 3-month intervention was considered a protocol violation, and men were withdrawn from the study when such usage was discovered.\nAll potentially eligible men were identified at the Urologic Oncology clinic at the Helen Diller Family Comprehensive Cancer Center by physician(s) and nurse practitioners. This trial was advertised via “Dear Doctor” letters to urologist colleagues in the Northern California region, local newspaper ads, brief radio announcements, and fliers handed out at local health-promotion, cancer- or prostate cancer-related outreach events.\nClinical procedures and data collection\nBefore the intervention, men provided medical history and underwent physical and digital rectal exams. The study urologist (KS) performed an ultrasound-guided four-core research biopsy to procure fresh tissue for RNA analysis. After the intervention, the study urologist performed a second research biopsy. All biopsies were reviewed by the study pathologist (JS) to determine grade/extent of disease and verify that patients still met the criteria for continuing AS. After the intervention, men were followed according to a standard AS protocol, including medical history, physical exam, digital rectal exam, and PSA test at three, six, nine, twelve, and 24 months. Participants also completed a validated [\n24\n] semi-quantitative food frequency questionnaire at baseline and 12 months, and quality-of-life surveys at baseline and 3 months. To encourage and assess compliance, food diaries were also collected before each study biopsy and once during the midpoint of the intervention.\nStudy outcome\nThe two primary outcomes were changes in normal tissue gene expression between the baseline and 3-month biopsies in \nIGF\n-\n1\n and in \nCOX\n-\n2\n. Change in gene expression for each supplement arm was compared with change in the placebo arm. Our primary hypotheses were that lycopene supplement would decrease \nIGF\n-\n1\n expression and that fish oil supplementation would decrease \nCOX\n-\n2\n expression, each compared to placebo. We also hypothesized (secondarily) that \nIGF\n-\n1R\n expression would be decreased by lycopene versus placebo. In exploratory analyses, change in PSA level after the intervention was also compared.\nBiopsy processing\nCore needle biopsies were collected at baseline and 3 months. Total RNA for RT–PCR and micro-array analyses were extracted from areas of normal prostate peripheral-zone tissue containing both stroma and epithelial cells. qRT-PCR was conducted at the end of the trial to minimize inter-assay variability.\nqRT-PCR\nHundred nanogram of total RNA was reverse-transcribed by using Quanta’s Qscript reverse transcription kit. PCR was conducted in triplicate (5 ng cDNA per reaction) with 20 ml reaction volumes of 1X Taqman buffer (1X Applied Biosystems PCR buffer, 20% glycerol, 2.5% gelatin, 60nM Rox as a passive reference), 5.5 mM MgCl2, 0.5 mM each primer, 0.2 mM each deoxynucleotide triphosphate (dNTP), 200 nM probe, and 0.025 unit/ml AmpliTaq Gold (Applied Biosystems) with 5 ng cDNA. The primers and probes were mixed together and added to the master mix and cDNA in the 384-well plate. PCR was conducted on the ABI 7900HT (Applied Biosystems) using the following cycle parameters: 1 cycle of 95° for 10 min and 40 cycles of 95° for 15 s, 60° for 1 min. Analysis was carried out using the SDS software (version 2.3) supplied with the ABI 7900HT to determine the Ct values of each reaction.\nCt values determined for triplicate reactions involving a test gene and a housekeeping gene (GUSB) were averaged and subtracted to obtain the ΔΔCt (ΔΔCt = ΔCt 3mo—ΔCt 0mo = (Ct test gene 3mo—Ct GUSB 3mo)-(Ct test gene 0mo—Ct GUSB 0mo)).\nDisease progression\nDisease progression was defined as a PSA doubling time of <12 months [\n28\n], any adverse pathological findings on biopsy (Gleason sum >6, any evidence of pattern 4 or 5, involvement of >50% of any core, or >50% cores positive) or other incidental evidence of clinical progression (i.e., positive bone scans or lymph node biopsies). Any patient exhibiting progression during the 24-month study was withdrawn and offered standard treatment. Patients could also withdraw from the protocol at any time for any reason and be treated off study.\nStatistical considerations\nSample size\nTo evaluate the two primary study hypotheses, patients were randomized with equal probability to one of the three study arms: lycopene, fish oil, or control. The stratification cohort was determined using the patients’ self-reported intake of tomato products (i.e., primary source of lycopene) and fish, and patients were randomized within each of the four strata (high or low level for each dietary factor). The study was designed to test for a 2-fold decrease in expression of \nIGF\n-\n1\n and \nCOX\n-\n2\n following the 3-month intervention compared with placebo. Accrual of 29 patients to each of the three arms was sufficient to detect a 40% difference in the proportion of patients with a 2-fold decrease in the expression of the \nIGF-1\n gene with lycopene or in the \nCOX-2\n gene with fish oil, each compared with placebo, using Fisher’s exact test. The power of each test was 0.81 with a directional level of significance of 0.025 to adjust for the two comparisons. In addition to comparing the proportion of patients displaying a decrease in the delta cycle threshold (ΔCT) for the two genes of interest, this sample size was sufficient to detect an effect size of at least 0.75 for the difference between arms in the ΔΔCT means using a t test with the same error assumptions. The total planned accrual of 97 patients allowed for a 10% loss by the 3 month biopsy.\nMethods for analysis\nBaseline characteristics were compared among the three study arms using analysis of variance methods (ANOVA) for continuous variables and chi-square tests for categorical variables. To test the two primary hypotheses to detect a decrease in the mean changes in \nIGF-1\n (or \nCOX-2\n) gene expression between the lycopene (or fish oil) and placebo arms a t statistic was used with significance set at a probability <0.025 to adjust for the two comparisons. The same method was used to test for a decrease in \nIGF\n-\n1R\n with the lycopene supplement without any adjustment for multiple testing. We used Fisher’s exact test to determine whether a greater proportion of patients on the supplement arm achieved at least a 2-fold decrease in \nIGF\n-\n1\n (or \nCOX\n-\n2\n) expression when compared with the placebo group.\nWe conducted exploratory analyses using 2-way ANOVA methods to investigate the change in gene expression (pre to post-intervention) in ΔCT on the log\n2\n scale due to the study arm (supplement or placebo), baseline tomato/fish intake (high or low) or their interaction. If statistical significance was observed, the Newman-Keuls post hoc test was used to identify which subsets were significantly different. Mean baseline and change from baseline results were presented on the log\n2\n scale.",
    "results": "Results\nBetween October 2003 and December 2007, 97 men were enrolled (Fig. \n1\n). A total of 13 men were excluded from the primary analyses for the following reasons: never started protocol intervention (\nn\n = 2), ineligible (\nn\n = 5), protocol violation (taking nutritional supplements) (\nn\n = 1), opted for active treatment after randomization (\nn\n = 1), experienced disease progression prior to the 3-month follow-up biopsy (\nn\n = 2), and experienced disease progression based on the 3-month biopsy (\nn\n = 2) (Fig. \n1\n). The remaining 84 participants comprised the current study sample. Three unexpected adverse events were observed during the intervention and classified as “possibly related” to study treatment. These occurred among participants randomized to lycopene and included indigestion (\nn\n = 2) and migraine headache (\nn\n = 1).\nFig. 1\nMolecular effects of nutritional supplements trial enrollment schematic\n\n\nParticipants were not different with regard to baseline demographic or clinical variables or intake of tomato or fish across treatment arms (Table \n1\n). The mean age and body mass index at randomization was 61 years (standard deviation 7.8 years) and 26.8 kg/m\n2\n (standard deviation 4.6 kg/m\n2\n), respectively.\nTable 1\nBaseline characteristics of 84 men with low-burden prostate cancer opting for active surveillance, randomized to fish oil, lycopene supplement, or placebo (MENS trial)\nBaseline characteristic\nTreatment arm\nRandomization strata\nLycopene (\nn\n = 29)\nFish (\nn\n = 27)\nPlacebo (\nn\n = 28)\nLow tomato (\nn\n = 35)\nHigh tomato (\nn\n = 49)\nLow fish (\nn\n = 58)\nHigh fish (\nn\n = 26)\n\n\nMean\n (\nSD\n)\nAge at Diagnosis (years)\n61 (7)\n62 (8)\n59 (8)\n58 (7)\n63 (8)\n60 (8)\n62 (6)\nBody mass index (kg/m\n2\n)\na\n\n\n28.0 (5.2)\n26.7 (4.7)\n25.6 (3.3)\n26.7 (5.0)\n26.9 (4.3)\n26.4 (4.2)\n27.6 (5.3)\nFish intake (servings/week)\n2.1 (1.7)\n2.1 (1.7)\n2.5 (2.3)\n1.7 (1.3)\n2.6 (2.1)\n1.2 (0.5)\n4.5 (1.7)\nTomato intake (servings/week)\n5.1 (3.2)\n7.1 (7.1)\n7.0 (5.8)\n2.6 (0.9)\n9.1 (5.9)\n5.0 (3.5)\n9.5 (7.8)\nPSA at baseline (ng/ml)\na\n\n\n4.46 (2.63)\n4.54 (2.25)\n4.84 (4.40)\n5.10 (4.30)\n4.26 (2.08)\n4.86 (3.52)\n4.05 (2.23)\n\n\nPercent\n (\n%\n)\nCaucasian\n83\n78\n79\n83\n78\n81\n77\n\n\nGleason sum for eligibility\n (\nn\n)\n5–6\n28\n26\n27\n34\n47\n56\n25\n7\n1\n1\n1\n1\n2\n2\n1\n\n\n% Positive cores at eligibility biopsy\n\n\n1–15%\n12\n20\n19\n22\n29\n39\n12\n15–33%\n16\n7\n9\n13\n19\n19\n13\n>33%\nb\n\n\n1\n0\n0\n0\n1\n0\n1\n\n\nT\n-\nstage\n (\nn\n)\n≤T1c\n26\n19\n21\n26\n40\n42\n24\nT2\n3\n8\n7\n9\n9\n16\n2\n\n\na\nThere was missing data on 1 participant in the placebo group for weight; and on 2 participants’ PSA levels (1 in lycopene arm, 1 in placebo arm)\n\n\nb\nOne participant with an eligibility biopsy percent positive core value of 36% was allowed to continue based upon pathology from the baseline biopsy that was negative for cancer\n\n\nThere was adequate RNA quality and quantity from the normal prostate tissue to assess the expression via RT-PCR for 74 patients at baseline and 79 patients at the 3-month follow-up. Pre- and post-intervention RT-PCR analyses were performed for 69 patients with approximately one-third treated on each of the 3 study arms (22 lycopene; 21 fish; 26 placebo). These 69 men were similar to the 15 not analyzed with regard to baseline clinical and demographic characteristics (data not shown). We compared the baseline ΔCTs for IGF-1, COX-2, and IGF-1R among the three study arms and observed no significant differences and no pair-wise differences between the study arms (Table \n2\n). The mean ΔCT at baseline for \nCOX-2\n for all subsets was noticeably higher compared with the other two genes. The supplement and placebo arms did not differ for all three genes when analyzed by the level of baseline tomato or fish intakes. As might be expected, if gene expression reflected nutritional intake, there was a significant difference in the ΔCTs between the high and low baseline tomato intake (\np\n = 0.02) and for fish intake (\np\n = 0.02) but there was no interaction between stratification level and study arm.\nTable 2\nBaseline mean (±SD) \nqRTPCR\n gene expression (normalized to GUSb) for \nIGF\n-\nI\n, \nCOX2\n, and \nIGF\n-\n1R\n\n\n\n\nIGF\n-\n1\n\n\n\n\nCOX2\n\n\n\n\nIGF-1R\n\n\n\n\nTreatment\n\n\nLycopene (\nn\n = 22)\n0.18 ± 0.86\n3.28 ± 1.68\n−0.11 ± 2.23\nFish oil (\nn\n = 21)\n−0.04 ± 0.84\n3.08 ± 1.06\n−0.10 ± 0.66\nPlacebo (\nn\n = 26)\n0.18 ± 0.97\n3.04 ± 0.95\n−0.26 ± 0.50\nProb. value\n0.65\n0.78\n0.90\n\n\nStratification\n\n\nLow tomato/low fish (\nn\n = 22)\n−0.03 ± 0.71\n3.36 ± 1.14\n−0.42 ± 0.60\nLow tomato/high fish (\nn\n = 8)\n−0.19 ± 0.51\n2.91 ± 0.53\n−0.38 ± 0.52\nHigh tomato/low fish (\nn\n = 25)\n0.14 ± 0.93\n3.23 ± 1.56\n0.20 ± 2.05\nHigh tomato/high fish (\nn\n = 14)\n0.45 ± 1.17\n2.71 ± 1.00\n−0.29 ± 0.56\nProb. value\n0.32\n0.43\n0.40\n\n\nAfter the 3-month interventions, there was no difference in the change in \nIGF\n-\n1\n (\np\n = 0.93) or \nIGF\n-\n1R\n (\np\n = 0.53) expression between the placebo and lycopene supplement arms. There was virtually no change in \nCOX\n-2 expression for the placebo and fish oil supplement groups comparing the 3 month versus baseline levels (\np\n = 0.99) (Table \n3\n). Only 27% of the lycopene arm achieved a 2-fold decrease in \nIGF-1\n compared with 23% for the placebo (\np\n = 0.75). Thirty percent of the fish oil arm experienced a 2-fold decrease in \nCOX-2\n expression compared with 15% of the placebo group but this was not statistically significantly different (\np\n = 0.29). Similarly, no difference in the proportion displaying a 2-fold decrease in \nIGF-1R\n expression occurred for the lycopene and placebo arms (14 and 8%, respectively; \np\n = 0.65).\nTable 3\nMean \nchange\n from baseline post-intervention in \nqRTPCR\n (normalized to GUSb) gene expression for \nIGF\n-\n1\n, \nCOX\n-\n2\n, and \nIGF-1R\n\n\nMean change (± SD) from baseline in gene expression\n\n\nIGF\n-\n1\n\n\n\n\nCOX\n-\n2\n\n\n\n\nIGF\n-\n1R\n\n\n\n\nTreatment\n\n\nLycopene (\nn\n = 22)\n0.05 ± 1.32\nNA\n0.20 ± 3.00\nFish oil (\nn\n = 20)\nNA\n0.39 ± 1.98\na\n\n\nNA\nPlacebo (\nn\n = 26)\n0.02 ± 1.22\n0.40 ± 2.19\n0.74 ± 2.86\nProb. value\nb\n\n\n0.93\n0.99\n0.53\n\n\nStratification\n\n\nLow tomato/low fish (\nn\n = 21)\na\n\n\n0.39 ± 1.21\n0.42 ± 2.59\n1.15 ± 3.10\nLow tomato/high fish (\nn\n = 8)\n0.68 ± 0.95\n0.12 ± 1.01\n0.22 ± 0.53\nHigh tomato/low fish (\nn\n = 25)\n−0.02 ± 1.16\n0.20 ± 2.41\n0.10 ± 3.38\nHigh tomato/high fish (\nn\n = 14)\n−0.40 ± 1.29\n0.37 ± 0.84\n−0.16 ± 0.61\n\n\na\nOne participant randomized to fish oil had an un-evaluable result for \nCOX\n-\n2\n at 3 months\n\n\nb\nComparisons of the change in ΔCT were between the placebo and Lycopene arms for \nIGF\n-\n1\n and \nIGF\n-\n1R\n and between the placebo and fish oil arms for COX-2\n\n\nExploratory subgroup analyses of the magnitude of change in gene expression by study arm and by baseline stratification were performed. Overall, there was no difference in the change in \nIGF-1\n levels with lycopene supplement compared with the placebo (ANOVA \np\n = 0.72) but a significantly greater change on average was observed among those with an initial high tomato intake compared with a low intake (132.6 vs. 67.7 (anti-log), respectively; \np\n = 0.01) (Fig. \n2\na). Even though a greater mean increase was observed for those with high tomato intake initially, there was no statistical difference between the low- and high-intake subsets in mean \nIGF\n-\n1\n levels for each study arm (Newman-Keuls: Placebo \np\n = 0.16; Lycopene \np\n = 0.11). No differences between study arms or high/low tomato strata were observed for \nIGF\n-\n1R\n (data not shown). Similarly, no differences between the fish supplement and placebo arms in mean change in \nCOX-2\n levels occurred (ANOVA \np\n = 0.78; Fig. \n2\nb). This was also true when the baseline fish intake was low or high (Newman-Keuls \np\n = 0.70 and \np\n = 0.86, respectively) with a narrow range for the change among the four subsets, 57.4–97.5 on average. These results may reflect the possible limited magnitude of change that could be observed with the study fish oil supplement.\nFig. 2\n\n\na\n Mean change from baseline in \nIGF-1\n by baseline tomato intake and randomization arm. Probability values are determined for the post hoc Newman-Keuls test. \nb\n Mean change from baseline in \nCOX-2\n expression by baseline fish intake and randomization arm. Probability values are determined for the post hoc Newman-Keuls test\n\n\nThere was no difference in the change in PSA level after the intervention, comparing the lycopene or fish oil arms versus the placebo group (mean change in PSA: −0.46 ng/ml for placebo, 0.53 ng/ml for lycopene; 0.20 ng/ml for fish; \np\n value = 0.26 and 0.39, respectively).",
    "conclusion": "Conclusion\nCompared to placebo, 3-month intervention with lycopene or fish oil did not significantly change \nIGF\n-\n1\n and \nCOX\n-\n2\n gene expression in the normal prostate microenvironment in men with low-burden prostate cancer. Further analysis of global gene expression profiles may shed light on the bioactivity and relevance of these nutrients in prostate cancer.",
    "introduction": "Introduction\nProstate cancer is the most common malignancy in US men (excluding non-melanoma skin cancer), with 192,000 new cases and 27,000 deaths estimated to have occurred in 2009 [\n1\n]. However, the natural history of this disease is remarkably heterogeneous and not completely understood. In the United States, 90% of prostate cancer cases are diagnosed when they are of local/regional stage [\n1\n], and the majority of cases are indicated for biopsy by an elevated prostate-specific antigen (PSA) level only [\n2\n]. Evidence suggests that a fair proportion of early stage low-grade tumors detected by PSA screening may be over-diagnosed “latent” cancers, and that patients could have equally good survival without immediate treatment, and avoid or delay morbidity associated with treatment [\n3\n].\nSurgery or radiation remains the most common primary management strategies for early stage prostate cancer; however, both options are associated with decreases in urinary and sexual function [\n4\n]. Active surveillance (AS) (also called “delayed treatment”) is becoming recognized as an alternative for many patients with early stage low-grade disease (“low burden” disease). AS involves close monitoring via PSA tests, digital rectal examinations, and prostate biopsies, to delay or avoid definitive treatment and the associated comorbidities. Standard clinical interventions are offered at early signs of progression. Although data remain limited and randomized clinical trials are ongoing, some [\n3\n, \n5\n] but not all [\n6\n] observational reports of populations followed with AS or delayed treatment indicate that men experienced comparable outcomes to those with similar stage and grade disease who elected treatment immediately, although further research with longer follow-up is needed [\n7\n].\nOur collaborative group established a program for men with low-burden prostate cancer who opt for AS to be offered participation in diet and lifestyle intervention research [\n8\n–\n10\n]. Observational epidemiologic studies suggest that dietary factors may impact prostate cancer progression. We previously reported that greater intakes of fish and tomato sauce after diagnosis of prostate cancer were associated with a reduced risk of prostate cancer recurrence/progression among 1,202 prostate cancer survivors [\n11\n]. Tomatoes are rich in the carotenoid lycopene, which may have antioxidant, anti-proliferative, and anti-inflammatory actions [\n12\n] and influence the insulin-like growth factor-1 (IGF-1) axis [\n13\n–\n17\n] that has been implicated in prostate cancer [\n18\n]. Fish is rich in long-chain omega-3 fatty acids that may have anti-inflammatory protective effects against prostate cancer, possibly through the inhibition of \nCOX\n-\n2\n [\n11\n, \n19\n–\n23\n]. We conducted a randomized clinical trial to test the hypothesis that lycopene and fish oil supplements would beneficially affect gene expression in putative cancer-related pathways (\nIGF\n-\n1\n, \nIGF\n-\n1R\n, and \nCOX\n-\n2\n) in normal prostate tissue of men on AS.",
    "study_design": "Study design\nThe Molecular Effects of Nutritional Supplements Trial (MENS) was a randomized, double-blinded, placebo-controlled 3-month clinical trial of lycopene and fish oil with each compared to a placebo. The three study arms were as follows: two 15 mg lycopene soft gel capsules daily (Lyc-O-Mato\n®\n donated by, Lycored, Israel); three 1 g fish oil capsules daily (including 1,098 mg eicosapentaenoic (EPA) and 549 mg docosahexaenoic (DHA) fatty acid; manufactured by Perfect Source, Fullerton, CA with active ingredient donated by Roche Vitamins, Parsippany, NJ); or placebo (provided by the respective manufacturers of the active pills for lycopene and fish oil). The lycopene supplement was a whole-food supplement made from tomatoes and standardized to deliver 30 mg of lycopene in a soy oil base. The placebo for lycopene was isocaloric and contained soy oil but no lycopene. The placebo for the fish oil supplement was isocaloric and contained olive oil. Men received lycopene + placebo for fish oil (lycopene arm), fish oil + placebo for lycopene (fish oil arm), or placebo for lycopene + placebo for fish oil (placebo arm). All men were also given a standard daily multivitamin (that did not contain lycopene or fish oil; Dixon/Akyma) and instructed to refrain from any other types of vitamin or nutritional supplements during the intervention.\nBaseline self-reported data on usual tomato and fish intake were used to stratify patients to ensure a balanced distribution of initial dietary levels among the three study arms. Baseline intake of these foods was assessed using questions and category definitions from a validated food frequency questionnaire [\n24\n–\n27\n] that was also used in our prior observational study [\n11\n]. The four strata were defined by the combinations of low or high tomato and low or high fish intakes (i.e., >4 servings/week tomato products = high; >2 servings/week fish = high [\n11\n]).",
    "study_participants,_eligibility_criteria,_and_enrollment": "Study participants, eligibility criteria, and enrollment\nThis study was conducted among men with low-burden prostate cancer, choosing AS for disease management, and who met the following criteria: histologically documented prostate adenocarcinoma, extended pattern biopsy within 2 years of enrollment with a Gleason sum six or lower with no pattern four or five, no more than 33% of biopsy cores positive for cancer, no more than 50% of the length of a tumor core involved by carcinoma, three serum PSA levels done at least 2 weeks apart over the year prior to randomization and all PSA levels <10 ng/ml, life expectancy >3 months, ECOG (Eastern Cooperative Oncology Group) performance score <2, and the ability to understand and willingness to sign a consent document. The following a priori exceptions were allowed: PSA <15 ng/ml for men with concurrent benign prostatic hyperplasia or prostatitis, having a Gleason score of four reported only in a microfocus of tumor (defined as <= 2 mm length) and having >33% positive biopsy cores due to a tumor microfocus. These criteria were consistent with the clinical standards of our institution for determining the candidates for AS and were approved by our Institutional Review Board (IRB). In a single case, one participant had an initial eligibility biopsy (14-cores) with 36% positive cores. With the patient’s consent we requested permission from our IRB to proceed with the first baseline study biopsy for final determination of eligibility. This participant had no evidence of cancer in his four-core research biopsy and was allowed to continue on the study.\nExclusion criteria were as following: no prior or concurrent treatment for prostate cancer, patients with a PSA doubling time <3 months (PSA doubling time = ln2/slope of ln PSA over time, [\n28\n]), use of lycopene, fish oil or any other dietary or nutritional supplement within 4 weeks of study entry, use of Finasteride, Dutasteride, Saw Palmetto or any other herbal/nutritional preparation indicated to affect hormone levels within 4 weeks of study entry, use of NSAIDs, COX-2 inhibitors and/or aspirin for more than 7 days over the 1 month prior to study, history of allergic reactions attributed to tomatoes, fish, soybean or olive oil, gelatin capsules, or compounds of similar chemical or biologic composition to lycopene (carotenoids) or fish oil, and uncontrolled intercurrent illness including, but not limited to, ongoing infection, congestive heart failure, unstable angina pectoris, cardiac arrhythmia or psychiatric condition that would limit compliance with study requirements. Men who wanted to participate but who were on a nutritional supplement or anti-inflammatory drug were assessed by their doctors regarding whether abstaining from the supplement or drug was deemed medically safe and if so they were asked to undergo a 4-week washout period before proceeding with the study. Compliance with the study protocol was assessed via self-report and review of the medical records and food diaries. Usage of any dietary or nutritional supplement, finasteride, dutasteride, or anti-inflammatory drug during the 3-month intervention was considered a protocol violation, and men were withdrawn from the study when such usage was discovered.\nAll potentially eligible men were identified at the Urologic Oncology clinic at the Helen Diller Family Comprehensive Cancer Center by physician(s) and nurse practitioners. This trial was advertised via “Dear Doctor” letters to urologist colleagues in the Northern California region, local newspaper ads, brief radio announcements, and fliers handed out at local health-promotion, cancer- or prostate cancer-related outreach events.",
    "clinical_procedures_and_data_collection": "Clinical procedures and data collection\nBefore the intervention, men provided medical history and underwent physical and digital rectal exams. The study urologist (KS) performed an ultrasound-guided four-core research biopsy to procure fresh tissue for RNA analysis. After the intervention, the study urologist performed a second research biopsy. All biopsies were reviewed by the study pathologist (JS) to determine grade/extent of disease and verify that patients still met the criteria for continuing AS. After the intervention, men were followed according to a standard AS protocol, including medical history, physical exam, digital rectal exam, and PSA test at three, six, nine, twelve, and 24 months. Participants also completed a validated [\n24\n] semi-quantitative food frequency questionnaire at baseline and 12 months, and quality-of-life surveys at baseline and 3 months. To encourage and assess compliance, food diaries were also collected before each study biopsy and once during the midpoint of the intervention.",
    "study_outcome": "Study outcome\nThe two primary outcomes were changes in normal tissue gene expression between the baseline and 3-month biopsies in \nIGF\n-\n1\n and in \nCOX\n-\n2\n. Change in gene expression for each supplement arm was compared with change in the placebo arm. Our primary hypotheses were that lycopene supplement would decrease \nIGF\n-\n1\n expression and that fish oil supplementation would decrease \nCOX\n-\n2\n expression, each compared to placebo. We also hypothesized (secondarily) that \nIGF\n-\n1R\n expression would be decreased by lycopene versus placebo. In exploratory analyses, change in PSA level after the intervention was also compared.",
    "biopsy_processing": "Biopsy processing\nCore needle biopsies were collected at baseline and 3 months. Total RNA for RT–PCR and micro-array analyses were extracted from areas of normal prostate peripheral-zone tissue containing both stroma and epithelial cells. qRT-PCR was conducted at the end of the trial to minimize inter-assay variability.",
    "qrt-pcr": "qRT-PCR\nHundred nanogram of total RNA was reverse-transcribed by using Quanta’s Qscript reverse transcription kit. PCR was conducted in triplicate (5 ng cDNA per reaction) with 20 ml reaction volumes of 1X Taqman buffer (1X Applied Biosystems PCR buffer, 20% glycerol, 2.5% gelatin, 60nM Rox as a passive reference), 5.5 mM MgCl2, 0.5 mM each primer, 0.2 mM each deoxynucleotide triphosphate (dNTP), 200 nM probe, and 0.025 unit/ml AmpliTaq Gold (Applied Biosystems) with 5 ng cDNA. The primers and probes were mixed together and added to the master mix and cDNA in the 384-well plate. PCR was conducted on the ABI 7900HT (Applied Biosystems) using the following cycle parameters: 1 cycle of 95° for 10 min and 40 cycles of 95° for 15 s, 60° for 1 min. Analysis was carried out using the SDS software (version 2.3) supplied with the ABI 7900HT to determine the Ct values of each reaction.\nCt values determined for triplicate reactions involving a test gene and a housekeeping gene (GUSB) were averaged and subtracted to obtain the ΔΔCt (ΔΔCt = ΔCt 3mo—ΔCt 0mo = (Ct test gene 3mo—Ct GUSB 3mo)-(Ct test gene 0mo—Ct GUSB 0mo)).",
    "disease_progression": "Disease progression\nDisease progression was defined as a PSA doubling time of <12 months [\n28\n], any adverse pathological findings on biopsy (Gleason sum >6, any evidence of pattern 4 or 5, involvement of >50% of any core, or >50% cores positive) or other incidental evidence of clinical progression (i.e., positive bone scans or lymph node biopsies). Any patient exhibiting progression during the 24-month study was withdrawn and offered standard treatment. Patients could also withdraw from the protocol at any time for any reason and be treated off study.",
    "statistical_considerations": "Statistical considerations\nSample size\nTo evaluate the two primary study hypotheses, patients were randomized with equal probability to one of the three study arms: lycopene, fish oil, or control. The stratification cohort was determined using the patients’ self-reported intake of tomato products (i.e., primary source of lycopene) and fish, and patients were randomized within each of the four strata (high or low level for each dietary factor). The study was designed to test for a 2-fold decrease in expression of \nIGF\n-\n1\n and \nCOX\n-\n2\n following the 3-month intervention compared with placebo. Accrual of 29 patients to each of the three arms was sufficient to detect a 40% difference in the proportion of patients with a 2-fold decrease in the expression of the \nIGF-1\n gene with lycopene or in the \nCOX-2\n gene with fish oil, each compared with placebo, using Fisher’s exact test. The power of each test was 0.81 with a directional level of significance of 0.025 to adjust for the two comparisons. In addition to comparing the proportion of patients displaying a decrease in the delta cycle threshold (ΔCT) for the two genes of interest, this sample size was sufficient to detect an effect size of at least 0.75 for the difference between arms in the ΔΔCT means using a t test with the same error assumptions. The total planned accrual of 97 patients allowed for a 10% loss by the 3 month biopsy.\nMethods for analysis\nBaseline characteristics were compared among the three study arms using analysis of variance methods (ANOVA) for continuous variables and chi-square tests for categorical variables. To test the two primary hypotheses to detect a decrease in the mean changes in \nIGF-1\n (or \nCOX-2\n) gene expression between the lycopene (or fish oil) and placebo arms a t statistic was used with significance set at a probability <0.025 to adjust for the two comparisons. The same method was used to test for a decrease in \nIGF\n-\n1R\n with the lycopene supplement without any adjustment for multiple testing. We used Fisher’s exact test to determine whether a greater proportion of patients on the supplement arm achieved at least a 2-fold decrease in \nIGF\n-\n1\n (or \nCOX\n-\n2\n) expression when compared with the placebo group.\nWe conducted exploratory analyses using 2-way ANOVA methods to investigate the change in gene expression (pre to post-intervention) in ΔCT on the log\n2\n scale due to the study arm (supplement or placebo), baseline tomato/fish intake (high or low) or their interaction. If statistical significance was observed, the Newman-Keuls post hoc test was used to identify which subsets were significantly different. Mean baseline and change from baseline results were presented on the log\n2\n scale.",
    "sample_size": "Sample size\nTo evaluate the two primary study hypotheses, patients were randomized with equal probability to one of the three study arms: lycopene, fish oil, or control. The stratification cohort was determined using the patients’ self-reported intake of tomato products (i.e., primary source of lycopene) and fish, and patients were randomized within each of the four strata (high or low level for each dietary factor). The study was designed to test for a 2-fold decrease in expression of \nIGF\n-\n1\n and \nCOX\n-\n2\n following the 3-month intervention compared with placebo. Accrual of 29 patients to each of the three arms was sufficient to detect a 40% difference in the proportion of patients with a 2-fold decrease in the expression of the \nIGF-1\n gene with lycopene or in the \nCOX-2\n gene with fish oil, each compared with placebo, using Fisher’s exact test. The power of each test was 0.81 with a directional level of significance of 0.025 to adjust for the two comparisons. In addition to comparing the proportion of patients displaying a decrease in the delta cycle threshold (ΔCT) for the two genes of interest, this sample size was sufficient to detect an effect size of at least 0.75 for the difference between arms in the ΔΔCT means using a t test with the same error assumptions. The total planned accrual of 97 patients allowed for a 10% loss by the 3 month biopsy.",
    "methods_for_analysis": "Methods for analysis\nBaseline characteristics were compared among the three study arms using analysis of variance methods (ANOVA) for continuous variables and chi-square tests for categorical variables. To test the two primary hypotheses to detect a decrease in the mean changes in \nIGF-1\n (or \nCOX-2\n) gene expression between the lycopene (or fish oil) and placebo arms a t statistic was used with significance set at a probability <0.025 to adjust for the two comparisons. The same method was used to test for a decrease in \nIGF\n-\n1R\n with the lycopene supplement without any adjustment for multiple testing. We used Fisher’s exact test to determine whether a greater proportion of patients on the supplement arm achieved at least a 2-fold decrease in \nIGF\n-\n1\n (or \nCOX\n-\n2\n) expression when compared with the placebo group.\nWe conducted exploratory analyses using 2-way ANOVA methods to investigate the change in gene expression (pre to post-intervention) in ΔCT on the log\n2\n scale due to the study arm (supplement or placebo), baseline tomato/fish intake (high or low) or their interaction. If statistical significance was observed, the Newman-Keuls post hoc test was used to identify which subsets were significantly different. Mean baseline and change from baseline results were presented on the log\n2\n scale.",
    "discussion": "Discussion\nThis novel randomized clinical trial demonstrated the feasibility and safety of studying the effects of nutritional supplements on the prostate microenvironment in men with low-burden prostate cancer on AS. These results indicated no decrease in the gene expression of \nIGF\n-\nI\n or \nIGF\n-\n1R\n with 3-month lycopene supplement compared with placebo and no evidence of a decrease in \nCOX\n-\n2\n gene expression for fish oil supplement versus placebo.\nCirculating lycopene, dietary lycopene, and tomato intake have been inversely associated with the risk of incident prostate cancer in most but not all observational epidemiologic studies [\n12\n]. Studies of lycopene or tomato intake in men with prostate cancer have also generally supported possible benefits. We previously reported that men who increased their post-diagnostic consumption of tomato sauce by two servings per week had an estimated 20% reduction in the risk of prostate cancer recurrence or progression (\np\n value = 0.04), independent of baseline clinical features and primary treatment option [\n11\n]. Chen et al. reported favorable reductions in leukocyte and prostate tissue DNA oxidative damage and PSA levels among 32 men with prostate cancer who received 1 tomato sauce serving daily for 3 weeks [\n29\n]. Schroeder et al. observed a favorable PSA response among 49 men with prostate cancer and post-treatment rising PSA levels who then received a combination dietary supplement that included soy, isoflavones, lycopene, silymarin, and other antioxidants [\n30\n]. This latter study, however, was unable to distinguish if the effect was due to lycopene alone or other components of the supplement. Preclinical and some [\n13\n–\n17\n, \n31\n] but not all [\n32\n–\n34\n] human studies have supported the hypothesis that at least one mechanism by which lycopene protects against prostate cancer is by affecting IGF-1 levels or the IGF- axis.\nPrior epidemiologic reports by us and others suggested a possible benefit of fish intake or marine omega-3 fatty acids on prostate cancer incidence, recurrence, or mortality [\n11\n, \n35\n–\n37\n]; although several studies of fish intake have also observed null associations with prostate cancer [\n36\n, \n38\n–\n42\n]. Several in vivo and in vitro experimental studies have suggested that omega-3 fatty acids, or a greater omega-3:omega-6 fatty acid ratio, may have inhibitory effects on prostate cancer cell growth or xenograft tumor weight and in some of these models, this was accompanied by an observed down-regulation of \nCOX-2\n [\n11\n, \n19\n–\n23\n]. The hypothesis that fish oil or omega-3 fatty acids interact with or affect inflammatory pathways has gained some support from a few studies that observed a stronger effect of these foods or nutrients on prostate cancer risk among men with specific germ line variants in \nCOX\n-\n2\n [\n35\n, \n37\n].\nWe observed no relationship between lycopene supplementation and \nIGF\n-\n1\n expression or fish oil supplement and \nCOX\n-\n2\n expression in this study of men with low-risk prostate cancer. Possible explanations for this apparent discrepancy with other studies include differences in study design, population, specific doses and formulations used for the interventions, and different outcomes of interest. For example, we used 30 mg lycopene supplement, which may be less potent biologically than tomato sauce (used in Chen et al. [\n29\n]). Lycopene is a fat-soluble carotenoid, and studies demonstrate that its bioactivity may be enhanced by simultaneous consumption of fat or by heat processing. This study also focused on gene expression in normal prostate tissue in men with low-burden disease. Chen et al. focused on circulating and tissue DNA oxidative damage and was conducted among men who were surgical candidates who may have had slightly higher risk disease [\n29\n]. Additionally, our study focused on changes in the normal prostate microenvironment; it is possible that these nutrients may have greater effects on the tumor gene expression that were not assessed (i.e., less than one-third of biopsy samples had sufficient tumor tissue available for analysis). The 3-month intervention might also have been too short a duration to observe biologic effects in the prostate, although other studies with short nutritional interventions in men with prostate cancer have detected gene expression changes [\n29\n, \n43\n, \n44\n] including one conducted by our collaborative group in a similar population focused on a comprehensive diet and lifestyle intervention [\n9\n]. These results do not rule out other potential important antitumor effects (e.g., antioxidant effects) of lycopene or fish oil, which are not modulated via \nIGF\n-\n1\n or \nCOX\n-\n2\n, respectively, or potential post-transcription effects on the \nIGF\n-\n1\n or \nCOX\n-\n2\n pathways.\nThe placebo used for the fish oil supplement was isocaloric but contained olive oil, and this may have obscured our ability to detect an effect of fish oil. It is worth noting, though, that the placebo group experienced a slight down-regulation of all the genes of interest similar to the supplement arms, and there may be beneficial effects of olive oil versus fish oil on \nIGF\n-\n1-\n or \nCOX\n-\n2\n-related pathways that may warrant further investigation.\nLimitations of this clinical trial include the short-duration of the intervention, examination of only single doses of lycopene and fish oil supplement, inability to assess the changes in the tumor tissue, inability to consider gene expression differences by cell-type (e.g., stromal vs. epithelial), usage of only a single housekeeping gene, and relatively small sample sizes. Strengths include the novel study design and focus on a timely important study population. The population of men who might qualify for AS regimens is growing, and it remains important to investigate evidence-based lifestyle recommendations for these patients.\nIn conclusion, 3-month intervention with lycopene or fish oil supplement had no effect on normal prostate expression of \nIGF\n-\n1\n and \nCOX\n-\n2\n (respectively) among men on AS for low-burden prostate cancer. Further analysis of global gene expression profiles assessed using genome-wide microarrays may shed further light on the bioactivity of these nutrients in prostate cancer.",
    "open_access": "Open Access\nThis article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3002170/"
}