{
  "id": "PMC3187170",
  "title": "Induction of attachment-independent biofilm formation and repression of Hfq expression by low-fluid-shear culture of Staphylococcus aureus",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Induction of attachment-independent biofilm formation and repression of Hfq expression by low-fluid-shear culture of Staphylococcus aureus",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3187170/"
  },
  "sections": {
    "permalink": "Copy",
    "sarah_l_castro": "1\nDepartment of Microbiology & Immunology, The University of Texas Medical Branch, Galveston, Texas 77555\nFind articles by \nSarah L Castro",
    "mayra_nelman-gonzalez": "2\nHuman Adaptation and Countermeasures Division, Wyle Integrated Science and Engineering, Houston, Texas 77058\nFind articles by \nMayra Nelman-Gonzalez",
    "cheryl_a_nickerson": "3\nBiodesign Institute, Center for Infectious Diseases and Vaccinology, Arizona State University, Tempe, Arizona 85287\nFind articles by \nCheryl A Nickerson",
    "c_mark_ott": "4\nHabitability and Environmental Factors Division, NASA Johnson Space Center, Houston, Texas 77058\nFind articles by \nC Mark Ott",
    "abstract": "The opportunistic pathogen \nStaphylococcus aureus\n encounters a wide variety of fluid shear levels within the human host, and they may play a key role in dictating whether this organism adopts a commensal interaction with the host or transitions to cause disease. By using rotating-wall vessel bioreactors to create a physiologically relevant, low-fluid-shear environment, \nS. aureus\n was evaluated for cellular responses that could impact its colonization and virulence. \nS. aureus\n cells grown in a low-fluid-shear environment initiated a novel attachment-independent biofilm phenotype and were completely encased in extracellular polymeric substances. Compared to controls, low-shear-cultured cells displayed slower growth and repressed virulence characteristics, including decreased carotenoid production, increased susceptibility to oxidative stress, and reduced survival in whole blood. Transcriptional whole-genome microarray profiling suggested alterations in metabolic pathways. Further genetic expression analysis revealed downregulation of the RNA chaperone Hfq, which parallels low-fluid-shear responses of certain Gram-negative organisms. This is the first study to report an Hfq association with fluid shear in a Gram-positive organism, suggesting an evolutionarily conserved response to fluid shear among structurally diverse prokaryotes. Collectively, our results suggest \nS. aureus\n responds to a low-fluid-shear environment by initiating a biofilm/colonization phenotype with diminished virulence characteristics, which could lead to insight into key factors influencing the divergence between infection and colonization during the initial host-pathogen interaction.",
    "introduction": "Fluctuations in fluid shear are encountered by pathogenic microorganisms as they occupy various host sites throughout the course of infection and/or during colonization (\n46\n). This is especially true for the opportunistic pathogen \nStaphylococcus aureus\n, which is able to adapt to and proliferate under a variety of environmental conditions, thus enabling high morbidity and mortality rates (\n32\n). The dissemination of \nS. aureus\n through a host exposes the organism to significant variations in fluid shear. For example, high levels of fluid shear (10 to 70 dynes/cm\n2\n) are encountered within the arterial blood vessels (\n41\n), whereas areas of low fluid shear could be experienced within the intestines (less than 5 dynes/cm\n2\n) (\n24\n). Studies on the impact of fluid shear on \nS. aureus\n have demonstrated that bacterial adherence is directly dependent on shear rate (\n44\n). Furthermore, in response to varied levels of fluid flux, variations on the staphylococcal cell have been investigated using flow chambers to determine changes in the presence of microbial surface components recognizing adhesive matrix molecules, MSCRAMMs, which are involved in the ability of \nS. aureus\n to colonize (\n53\n). These investigations demonstrated that the \nS. aureus\n MSCRAMMs function in a shear-dependent manner, whereby the binding efficiency to host factors peaks under conditions of low fluid shear (\n50\n, \n54\n).\nPrevious investigations have also demonstrated the ability of \nS. aureus\n to sense and respond to fluid shear flux by altering biofilm architecture (\n31\n, \n63\n). Specifically, studies of indwelling medical devices have indicated that \nS. aureus\n is an efficient biofilm former under various degrees of fluid shear (\n31\n, \n63\n). The impact of fluid shear on staphylococcal biofilms has resulted in correlations between physiological levels of oscillatory shear stress and biofilm morphology and tolerance to antibiotics (\n31\n). Those investigations determined that the most turbulent flow conditions resulted in the thickest biofilm morphology and highest level of antibiotic resistance (\n31\n). Moreover, in response to fluid shear, the viscoelasticity of \nS. aureus\n biofilms permits them to remain attached yet undergo rolling migration, thereby promoting bacterial dispersal while remaining in the protected biofilm state (\n63\n). However, the role of low fluid shear levels, in relation to biofilm formation and downstream staphylococcal responses, is unclear.\nApproximately 60% of the human population intermittently carries \nS. aureus\n, with the highest isolation rates from the nasal pharynx (\n30\n). The isolation of \nS. aureus\n in stool samples and rectal sites is not uncommon, with previous studies demonstrating the presence of the same strain repeatedly isolated from the nose and stool samples/rectal sites of the same individuals over long periods of time (\n1\n, \n15\n, \n61\n), suggesting that the organism either repeatedly passes from the nose through the digestive system or maintains a long-term presence in the gastrointestinal tract. Thus, the passage through the gastrointestinal tract exposes \nS. aureus\n to various environmental conditions, including those present in the intestine. Cells within the intestine, both host epithelium and inhabiting microbes, are exposed to various levels of fluid shear (\n4\n). A bolus moving through the center of the lumen creates the highest shear level, which decreases with proximity toward the intestinal wall. The mucus layer provides a barrier that greatly reduces shear rates (\n55\n). It has been postulated that if the intestinal epithelial cells lacked microvilli, the fluid shear stress they would experience would be in the range of 1 to 5 dynes/cm\n2\n; however, the presence of microvilli further reduces the shear rates around these cells to less than 1 dyne/cm\n2\n (\n24\n). The viscoelastic properties of the mucus layer itself provide protection for objects within the mucus from high shear rates (\n7\n). As a well-established intestinal colonizer (\n1\n, \n8\n, \n16\n, \n28\n, \n61\n) that adheres to intestinal mucus (\n70\n), \nS. aureus\n is exposed to the low fluid shear levels descriptive of this site.\nTo facilitate studies in which planktonic microorganisms can be subjected to physiologically relevant levels of fluid shear, investigations have capitalized on the low-shear environment produced in NASA-designed rotating-wall vessel (RWV) bioreactors, which were originally used as spaceflight analog cell culture systems (\n49\n). The RWV is a thin, cylindrical vessel (\nFig. 1\nA) that, when completely filled with culture medium and rotated on an axis parallel to the ground, results in solid body rotation (\n49\n). Microorganisms in this environment are maintained in suspension (\nFig. 1\nC) and experience a physiological low level of fluid shear over their cell surface, previously described as low-shear-modeled microgravity (LSMMG) (\n46\n, \n49\n). Mathematical modeling has demonstrated that the fluid shear level within the RWV is less than 1 dyne/cm\n2\n and that incremental increases in fluid shear levels in the RWV result in corresponding changes in the microbial response (\n46\n). As this level of fluid shear reflects the fluid shear levels previously described for the brush border of the intestine, the RWV has been proposed as a model for investigating the effects of low fluid shear levels that are similar to those in the intestine (\n3\n, \n26\n, \n47\n, \n49\n, \n58\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nOperation of the RWV bioreactor (Synthecon, Houston, TX). (A) Image of the NASA-designed RWV apparatus used to create the LSMMG environment for bacterial culture. (B) The altered positioning of the RWV that results in the two culture orientations, depicting the axis of rotation. The LSMMG environment is achieved by rotation of the RWV on an axis parallel to the ground, whereas the axis of rotation in the control orientation is perpendicular to the ground. (C) Depiction of the orbital path of a cell when cultured in the LSMMG orientation. The continued combination of the sedimentation effect, whereby gravity and lack of motility cause a cell to settle to the bottom of the vessel, and  the clockwise solid body rotation of the medium results in the continuous suspension of the cell in an orbit.\nThe effects of the low-fluid-shear culture environment of the RWV on microbial responses have been most thoroughly documented for \nSalmonella enterica\n serovar Typhimurium. Specifically, LSSMG culture enhanced the virulence of this organism in a murine model of infection, increased its stress resistance profiles, and induced global alterations in gene expression (\n48\n, \n74\n). Moreover, it was found that the RNA chaperone protein, Hfq, was a major regulator of the LSMMG-induced molecular genetic response in \nS.\n Typhimurium (\n72\n). Hfq is a conserved global regulator that facilitates the binding of small regulatory RNAs with mRNAs to exert translational regulation in response to environmental stress (\n72\n). Subsequent studies have also identified a role for Hfq in regulating the LSMMG-induced response of \nPseudomonas aeruginosa\n (\n14\n). Hfq and Hfq homologues are highly conserved across prokaryotic and eukaryotic species and have been connected to the stress response and virulence of many pathogens (\n68\n). In more recent studies, Rosado et al. investigated the culture of methicillin-susceptible \nS. aureus\n (MSSA) in the low-fluid-shear environment of the RWV (\n62\n). No differences in growth profiles or MICs of various antibiotics were observed between LSMMG and control cultured \nS. aureus\n (\n62\n). However, those authors did report decreases in carotenoid production, alterations in red blood cell lysis, and the differential expression of two genes involved in metabolism and transport (\n62\n).\nA caveat for the study of pathogenic microorganisms is their ability to survive and adjust their virulence characteristics in response to rapidly changing, often extreme environmental conditions, including low fluid shear. However, there has been little investigation into the responses of \nS. aureus\n to the environmental conditions it encounters \nin vivo\n, where it rarely causes disease, for example, in the nasal pharynx, skin surface, and intestine. By investigating the mechanisms it utilizes to repress virulence at these sites, we can increase our understanding of the environmental triggers that lead to the initiation of virulence. The present studies were performed to determine the effect of low-fluid-shear culture on methicillin-resistant \nS. aureus\n (MRSA) to elucidate impacts on cellular responses, such as biofilm formation, which has been postulated for many microorganisms in the intestines, where low-shear conditions exist (\n11\n, \n24\n, \n40\n). Furthermore, as multiple Gram-negative microorganisms have been shown to use Hfq as a common molecular response mechanism to low fluid shear (\n14\n, \n72\n), we evaluated key regulators of the Gram-positive organism \nS. aureus\n to determine the potential of a universally conserved response(s) to this environmental parameter.",
    "fig._1.": "Open in a new tab\nOperation of the RWV bioreactor (Synthecon, Houston, TX). (A) Image of the NASA-designed RWV apparatus used to create the LSMMG environment for bacterial culture. (B) The altered positioning of the RWV that results in the two culture orientations, depicting the axis of rotation. The LSMMG environment is achieved by rotation of the RWV on an axis parallel to the ground, whereas the axis of rotation in the control orientation is perpendicular to the ground. (C) Depiction of the orbital path of a cell when cultured in the LSMMG orientation. The continued combination of the sedimentation effect, whereby gravity and lack of motility cause a cell to settle to the bottom of the vessel, and  the clockwise solid body rotation of the medium results in the continuous suspension of the cell in an orbit.",
    "materials_and_methods": "Bacterial strains and growth conditions.\n\n\nMethicillin-resistant \nS. aureus\n N315 (kindly provided by Mark Shirtliff, University of Maryland Dental School) was used for all studies. Methicillin-sensitive \nS. aureus\n 8325 (kindly provided by Naomi Balaban, Tufts University) was used in experiments as indicated. Prior to every experiment, \nS. aureus\n was taken from a frozen stock, inoculated into tryptic soy broth (TSB), and grown statically overnight. Aliquots of the culture were diluted (1:200) in fresh TSB and loaded into 50-ml RCCS-1 RWV bioreactors (Synthecon, Houston, TX) in both the LSMMG orientation (\nFig. 1\nB) and control orientations (\nFig. 1\nB). Care was taken to ensure that no bubbles were present within the reactors, which could prevent disruption of the low-shear condition. The bioreactors were placed in a 37°C incubator and operated at 25 rpm for 20 h, at which point stationary phase was achieved.\nGrowth profiles.\n\n\nS. aureus\n cultures were initiated in the RWV as described above. Following 2, 4, 6, 8, and 10 h of growth, a 1.5-ml aliquot was removed, using a 3-ml luer lock syringe, from sampling ports on the face of the RWV. For all time points greater than 10 h, the entire RWV culture volume was used for enumerating samples by removing and vigorously vortexing the contents of the vessels, to ensure dispersion of any aggregates that had formed during culture. Homogeneous dispersion was confirmed using light microscopy. For all time points, samples were enumerated using serial dilution with phosphate-buffered saline (PBS) and plated on tryptic soy agar (TSA) followed by overnight culture at 37°C. Growth curves were determined using a minimum of three separate cultures for each time point.\nESEM imaging.\n\n\nFollowing 20 h of growth in the RWV, cultures of \nS. aureus\n N315 in the LSMMG orientation resulted in the presence of visible aggregates in the fluid phase of the vessel. The aggregates, as well as samples from the control vessel, were carefully removed from only the fluid phase of each vessel and fixed with 2.5% glutaraldehyde and 1% formaldehyde for 30 min at room temperature. The samples were washed three times with filter-sterilized, deionized water by gentle inversion and then loaded onto silicon wafer chips on T stubs. Samples were then dried in the chamber of the electron microscope and imaged using a Philips XL 30 environmental scanning electron microscope (ESEM; FEI Co., Hillsboro, OR).\nAntibiotic resistance assay.\n\n\nAntibiotic resistance assays were performed using identical cultures of \nS. aureus\n N315 in four RWVs, two of which were operated in the LSMMG orientation and two in the control orientation (\nFig. 1\nB). After 20 h of culture, one vessel from the LSMMG and one from the control orientation were used to determine the initial cell concentrations, defined as 100% survival, using direct plating as described above. The two remaining vessels were carefully removed from their rotation base units to retain the aggregate structure, and 2.5 ml of the medium was replaced with 2.5 ml of ciprofloxacin to a final concentration of 25 μg/ml, corresponding to 50 times the MIC. To ensure that fluid shear force was no longer a variable, the vessels were allowed to sit statically at room temperature for 24 h, at which point the cell concentration was determined by serial dilution and plating as described above. Antibiotic resistance levels were determined using three independent biological samples.\nCarotenoid extraction.\n\n\nQuantitative comparisons of carotenoid levels between LSMMG and control cultures of \nS. aureus\n N315 were achieved spectrophotometrically as previously described by Marshall et al. (\n42\n). Briefly, based on growth curve estimates at 20 h, approximately 3.0 × 10\n7\n cells were removed from both LSMMG and control cultures. Samples were pelleted by centrifugation at 10,000 × \ng\n for 3 min, then washed three times with PBS and resuspended in 500 μl of methanol, followed by a 5-min incubation in a 55°C water bath. The cells were then pelleted again and the supernatants recovered. \nStaphylococcus aureus\n 8325, which has a naturally occurring mutation in a positive regulator of sigma factor B, resulting in an unpigmented phenotype (\n33\n), was extracted as described above and used to establish a baseline absorbance. The absorbance of the resulting supernatant, containing the extracted carotenoid pigments, was recorded at 460 nm. The carotenoid extraction protocol was followed for samples from three separate cultures.\nOxidative stress assay.\n\n\nThe susceptibility to oxidative stress was determined for both \nS. aureus\n N315 and 8325. After 20 h of culture, the contents of the reactors were removed, placed into sterile containers, and vigorously vortexed for 30 s to disband biofilms. A concentrated stock solution of hydrogen peroxide (H\n2\nO\n2\n) was immediately added to approximately 30 ml of both LSMMG and control cultures, as cell numbers evaluated were equalized based on growth curves, bringing the overall H\n2\nO\n2\n concentration to 30 mM. Viable microbial concentrations were determined every 15 min using serial plate counts as described above.\n\n\nTo determine the duration of the LSMMG effect, the oxidative stress assay was repeated. \nS. aureus\n N315 was cultured for 20 h, at which point the RWV bioreactors were stopped and the contents removed and immediately placed into sterile containers, where they were allowed to sit statically. At various kinetic time points the oxidative stress assay was performed on these samples. All oxidative stress assays were performed in triplicate.\nWhole-blood killing assay.\n\n\nAll relevant blood assays were reviewed and approved by the Committee for the Protection of Human Subjects at the NASA Johnson Space Center prior to implementation. After 20 h of culture, \nS. aureus\n N315 cells from the LSMMG or control RWV were placed in sterile containers and vigorously vortexed for 30 s to disband biofilms. Cell concentrations were adjusted to approximately 1 × 10\n4\n cells in 100 μl of PBS. Blood was collected from healthy human subjects in heparinized tubes to coincide with the 20-h culture time point. A 900-μl volume of blood was immediately added to the PBS bacterial solution. The infected blood was placed in a 37°C incubator with agitation for 4 h. Samples were removed at predetermined time points, and the viable microbial concentration was determined by serial dilution as described above. The whole-blood killing assay was performed with three technical replicates and repeated in duplicate with blood from two separate subjects.\nRNA isolation.\n\n\nSamples of LSMMG and control cultured \nS. aureus\n N315 were immediately incubated with a 2:1 volume of RNAprotect (Qiagen, Valencia, CA) at room temperature for 10 min with occasional mixing to allow for RNA stabilization. Samples were centrifuged at 5,000 × \ng\n for 5 min, resulting in pellets that were stored at −70°C until RNA isolation was performed. The pellets were resuspended in 350 μl of RLT lysis buffer (Qiagen) containing 3.5 μl of 2-mercaptoethanol. The suspension was added to approximately 250 μl of ice-cold zirconia beads (Ambion, Austin, TX) in screw-cap tubes. Cells were lysed by bead beating at maximum speed for 5 min using the Mini-Beadbeater 8 (Biospec Products, Bartlesville, OK). The lysed cell suspension was added to QIAshredder columns (Qiagen) and centrifuged at 10,000 × \ng\n for 1 min. To the homogenized lysate, 250 μl of 200 proof ethanol was added; this mixture was applied to an RNeasy minicolumn (Qiagen), and the standard protocol for the RNeasy minikit (Qiagen) was followed according to the manufacturer's instructions. Contaminating genomic DNA was removed with Turbo DNA-free (Ambion). Denaturing agarose gel electrophoresis was used to assess the quality of RNA by visualization of intact 16S and 23S rRNA bands. RNA quantity was measured with a NanoDrop 1000 (Thermo Fisher Scientific, Waltham, MA). Purified RNA was stored at −70°C until use in downstream applications.\nMicroarray analysis.\n\n\nGene expression profiling was achieved using the Affymetrix (Santa Clara, CA) GeneChip \nS. aureus\n genome array containing probe sets for over 3,300 open reading frames based on sequence information from four \nS. aureus\n strains, including N315. Total RNA was isolated as described above. The quality of the RNA was evaluated with a Bioanalyzer 2100 (Agilent Technologies Inc., Santa Clara, CA). GeneChip processing was performed as previously described by Dunman et al. (\n18\n). Briefly, 25 μg of total RNA was reverse transcribed, and the resulting cDNA was labeled and fragmented to produce oligonucleotide probes in accordance with the manufacturer's instructions (Affymetrix) for antisense prokaryotic arrays. The probes were then hybridized to \nS. aureus\n-specific GeneChips using the GeneChip hybridization oven 640 (Affymetrix). The chips were then washed and stained using the GeneChip fluidics station 400 (Affymetrix). The chips were scanned and data analyzed using an GeneArray scanner (Affymetrix). To accurately compare expression patterns, each GeneChip was hybridized with LSMMG and control-cultured cDNA from the same date of culture. Each experiment was performed in duplicate from independent biological samples. Analysis of the data by GCOS (Affymetrix) and analysis of variance, filtered with a 2-fold cutoff limit and \nP\n value of <0.05, was used to generate a list of genes that demonstrated differential expression profiles in response to LSMMG culture.\nQuantitative reverse transcription-PCR.\n\n\nTotal RNA was reverse transcribed using the QuantiTect reverse transcription kit (Qiagen) and cDNA as per the manufacturer's instructions. Primers to these genes (\nTable 1\n) were designed and purchased from Invitrogen (Carlsbad, CA) using their OligoPerfect designer. Standard curves were generated for each primer pair using the QuantiFast SYBR green PCR kit (Qiagen) and 7900HT Fast real-time PCR system (Applied Biosystems, Carlsbad, CA) to verify primer efficiencies as well as the absence of dimers and nonspecific products; this PCR product was also assessed for the correct amplicon size via agarose gel electrophoresis. The QuantiFast SYBR green PCR kit (Qiagen) and 7900HT Fast real-time PCR system (Applied Biosystems) were again used to establish expression levels. Relative expression values were determined by using the ΔΔ\nC\nT\n method via SDS 2.2.2 software by means of relative quantification using 16S rRNA as the endogenous reference gene (Applied Biosystems). All quantitative PCR evaluations were repeated in triplicate from three independent experiments.\n\n\nTable 1.\n\n\nPrimer pairs used in this study\n\n\n\n\n\n\nPrimer\n\n\nN315 ORF\n\n\nSequence (5′→3′)\n\n\n\n\n\n\n\n\n16SF\n\n\nSArRNA01\n\n\nACCGTGAGGTCAAGCAAATC\n\n\n\n\n\n\n16SR\n\n\nSArRNA01\n\n\nGTACAAGACCCGGGAACGTA\n\n\n\n\n\n\n\n\nhfq\nF\n\n\nSA1145\n\n\nCGAAAACATCCAAGACAAAGC\n\n\n\n\n\n\n\n\nhfq\nR\n\n\nSA1145\n\n\nAAGTGCTGATCGCATGTTTG\n\n\n\n\n\n\n\n\ncspA\nF\n\n\nSA1234\n\n\nGGTTTAACGCTGAAAAAGGATTCG\n\n\n\n\n\n\n\n\ncspA\nR\n\n\nSA1234\n\n\nTAACAACGTTTGCAGCTTGTGGAC\n\n\n\n\n\n\n\n\nsigB\nF\n\n\nSA1869\n\n\nGAAATTGGGCCAAGAATCAA\n\n\n\n\n\n\n\n\nsigB\nR\n\n\nSA1869\n\n\nTTTGTCCCATTTCCATTGCT\n\n\n\n\n\n\n\n\nasp23\nF\n\n\nSA1984\n\n\nTCGCTGCACGTGAAGTTAAA\n\n\n\n\n\n\n\n\nas23\nR\n\n\nSA1984\n\n\nCAGCAGCTTGTTTTTCACCA\n\n\n\n\n\n\n\n\nusp\nF\n\n\nSA1532\n\n\nGCTTAAATGCCGTGGAAAGA\n\n\n\n\n\n\n\n\nusp\nR\n\n\nSA1532\n\n\nGTGGTTGGAAGTCTGCTGGT\n\n\n\n\n\n\n\n\ntdc\nFF\n\n\nSA0455\n\n\nAGATTACCGGAAGCACTTGG\n\n\n\n\n\n\n\n\ntdc\nFR\n\n\nSA0455\n\n\nCAGCGCTTACGATATGTCCA\n\n\n\n\n\n\n\n\nOpen in a new tab\nStatistical analysis.\n\n\nStudent's \nt\n tests were used to determine significance between control and LSMMG samples. A \nP\n value of <0.05 was considered statistically significant and is denoted by asterisks in the relevant figures.\nMicroarray data accession number.\n\n\nThe microarray data were submitted to the GenBank Gene Expression Omnibus (GEO) database and can be found under accession number \nGSE28077\n.",
    "bacterial_strains_and_growth_conditions.": "Methicillin-resistant \nS. aureus\n N315 (kindly provided by Mark Shirtliff, University of Maryland Dental School) was used for all studies. Methicillin-sensitive \nS. aureus\n 8325 (kindly provided by Naomi Balaban, Tufts University) was used in experiments as indicated. Prior to every experiment, \nS. aureus\n was taken from a frozen stock, inoculated into tryptic soy broth (TSB), and grown statically overnight. Aliquots of the culture were diluted (1:200) in fresh TSB and loaded into 50-ml RCCS-1 RWV bioreactors (Synthecon, Houston, TX) in both the LSMMG orientation (\nFig. 1\nB) and control orientations (\nFig. 1\nB). Care was taken to ensure that no bubbles were present within the reactors, which could prevent disruption of the low-shear condition. The bioreactors were placed in a 37°C incubator and operated at 25 rpm for 20 h, at which point stationary phase was achieved.",
    "growth_profiles.": "S. aureus\n cultures were initiated in the RWV as described above. Following 2, 4, 6, 8, and 10 h of growth, a 1.5-ml aliquot was removed, using a 3-ml luer lock syringe, from sampling ports on the face of the RWV. For all time points greater than 10 h, the entire RWV culture volume was used for enumerating samples by removing and vigorously vortexing the contents of the vessels, to ensure dispersion of any aggregates that had formed during culture. Homogeneous dispersion was confirmed using light microscopy. For all time points, samples were enumerated using serial dilution with phosphate-buffered saline (PBS) and plated on tryptic soy agar (TSA) followed by overnight culture at 37°C. Growth curves were determined using a minimum of three separate cultures for each time point.",
    "esem_imaging.": "Following 20 h of growth in the RWV, cultures of \nS. aureus\n N315 in the LSMMG orientation resulted in the presence of visible aggregates in the fluid phase of the vessel. The aggregates, as well as samples from the control vessel, were carefully removed from only the fluid phase of each vessel and fixed with 2.5% glutaraldehyde and 1% formaldehyde for 30 min at room temperature. The samples were washed three times with filter-sterilized, deionized water by gentle inversion and then loaded onto silicon wafer chips on T stubs. Samples were then dried in the chamber of the electron microscope and imaged using a Philips XL 30 environmental scanning electron microscope (ESEM; FEI Co., Hillsboro, OR).",
    "antibiotic_resistance_assay.": "Antibiotic resistance assays were performed using identical cultures of \nS. aureus\n N315 in four RWVs, two of which were operated in the LSMMG orientation and two in the control orientation (\nFig. 1\nB). After 20 h of culture, one vessel from the LSMMG and one from the control orientation were used to determine the initial cell concentrations, defined as 100% survival, using direct plating as described above. The two remaining vessels were carefully removed from their rotation base units to retain the aggregate structure, and 2.5 ml of the medium was replaced with 2.5 ml of ciprofloxacin to a final concentration of 25 μg/ml, corresponding to 50 times the MIC. To ensure that fluid shear force was no longer a variable, the vessels were allowed to sit statically at room temperature for 24 h, at which point the cell concentration was determined by serial dilution and plating as described above. Antibiotic resistance levels were determined using three independent biological samples.",
    "carotenoid_extraction.": "Quantitative comparisons of carotenoid levels between LSMMG and control cultures of \nS. aureus\n N315 were achieved spectrophotometrically as previously described by Marshall et al. (\n42\n). Briefly, based on growth curve estimates at 20 h, approximately 3.0 × 10\n7\n cells were removed from both LSMMG and control cultures. Samples were pelleted by centrifugation at 10,000 × \ng\n for 3 min, then washed three times with PBS and resuspended in 500 μl of methanol, followed by a 5-min incubation in a 55°C water bath. The cells were then pelleted again and the supernatants recovered. \nStaphylococcus aureus\n 8325, which has a naturally occurring mutation in a positive regulator of sigma factor B, resulting in an unpigmented phenotype (\n33\n), was extracted as described above and used to establish a baseline absorbance. The absorbance of the resulting supernatant, containing the extracted carotenoid pigments, was recorded at 460 nm. The carotenoid extraction protocol was followed for samples from three separate cultures.",
    "oxidative_stress_assay.": "The susceptibility to oxidative stress was determined for both \nS. aureus\n N315 and 8325. After 20 h of culture, the contents of the reactors were removed, placed into sterile containers, and vigorously vortexed for 30 s to disband biofilms. A concentrated stock solution of hydrogen peroxide (H\n2\nO\n2\n) was immediately added to approximately 30 ml of both LSMMG and control cultures, as cell numbers evaluated were equalized based on growth curves, bringing the overall H\n2\nO\n2\n concentration to 30 mM. Viable microbial concentrations were determined every 15 min using serial plate counts as described above.\nTo determine the duration of the LSMMG effect, the oxidative stress assay was repeated. \nS. aureus\n N315 was cultured for 20 h, at which point the RWV bioreactors were stopped and the contents removed and immediately placed into sterile containers, where they were allowed to sit statically. At various kinetic time points the oxidative stress assay was performed on these samples. All oxidative stress assays were performed in triplicate.",
    "whole-blood_killing_assay.": "All relevant blood assays were reviewed and approved by the Committee for the Protection of Human Subjects at the NASA Johnson Space Center prior to implementation. After 20 h of culture, \nS. aureus\n N315 cells from the LSMMG or control RWV were placed in sterile containers and vigorously vortexed for 30 s to disband biofilms. Cell concentrations were adjusted to approximately 1 × 10\n4\n cells in 100 μl of PBS. Blood was collected from healthy human subjects in heparinized tubes to coincide with the 20-h culture time point. A 900-μl volume of blood was immediately added to the PBS bacterial solution. The infected blood was placed in a 37°C incubator with agitation for 4 h. Samples were removed at predetermined time points, and the viable microbial concentration was determined by serial dilution as described above. The whole-blood killing assay was performed with three technical replicates and repeated in duplicate with blood from two separate subjects.",
    "rna_isolation.": "Samples of LSMMG and control cultured \nS. aureus\n N315 were immediately incubated with a 2:1 volume of RNAprotect (Qiagen, Valencia, CA) at room temperature for 10 min with occasional mixing to allow for RNA stabilization. Samples were centrifuged at 5,000 × \ng\n for 5 min, resulting in pellets that were stored at −70°C until RNA isolation was performed. The pellets were resuspended in 350 μl of RLT lysis buffer (Qiagen) containing 3.5 μl of 2-mercaptoethanol. The suspension was added to approximately 250 μl of ice-cold zirconia beads (Ambion, Austin, TX) in screw-cap tubes. Cells were lysed by bead beating at maximum speed for 5 min using the Mini-Beadbeater 8 (Biospec Products, Bartlesville, OK). The lysed cell suspension was added to QIAshredder columns (Qiagen) and centrifuged at 10,000 × \ng\n for 1 min. To the homogenized lysate, 250 μl of 200 proof ethanol was added; this mixture was applied to an RNeasy minicolumn (Qiagen), and the standard protocol for the RNeasy minikit (Qiagen) was followed according to the manufacturer's instructions. Contaminating genomic DNA was removed with Turbo DNA-free (Ambion). Denaturing agarose gel electrophoresis was used to assess the quality of RNA by visualization of intact 16S and 23S rRNA bands. RNA quantity was measured with a NanoDrop 1000 (Thermo Fisher Scientific, Waltham, MA). Purified RNA was stored at −70°C until use in downstream applications.",
    "microarray_analysis.": "Gene expression profiling was achieved using the Affymetrix (Santa Clara, CA) GeneChip \nS. aureus\n genome array containing probe sets for over 3,300 open reading frames based on sequence information from four \nS. aureus\n strains, including N315. Total RNA was isolated as described above. The quality of the RNA was evaluated with a Bioanalyzer 2100 (Agilent Technologies Inc., Santa Clara, CA). GeneChip processing was performed as previously described by Dunman et al. (\n18\n). Briefly, 25 μg of total RNA was reverse transcribed, and the resulting cDNA was labeled and fragmented to produce oligonucleotide probes in accordance with the manufacturer's instructions (Affymetrix) for antisense prokaryotic arrays. The probes were then hybridized to \nS. aureus\n-specific GeneChips using the GeneChip hybridization oven 640 (Affymetrix). The chips were then washed and stained using the GeneChip fluidics station 400 (Affymetrix). The chips were scanned and data analyzed using an GeneArray scanner (Affymetrix). To accurately compare expression patterns, each GeneChip was hybridized with LSMMG and control-cultured cDNA from the same date of culture. Each experiment was performed in duplicate from independent biological samples. Analysis of the data by GCOS (Affymetrix) and analysis of variance, filtered with a 2-fold cutoff limit and \nP\n value of <0.05, was used to generate a list of genes that demonstrated differential expression profiles in response to LSMMG culture.",
    "quantitative_reverse_transcription-pcr.": "Total RNA was reverse transcribed using the QuantiTect reverse transcription kit (Qiagen) and cDNA as per the manufacturer's instructions. Primers to these genes (\nTable 1\n) were designed and purchased from Invitrogen (Carlsbad, CA) using their OligoPerfect designer. Standard curves were generated for each primer pair using the QuantiFast SYBR green PCR kit (Qiagen) and 7900HT Fast real-time PCR system (Applied Biosystems, Carlsbad, CA) to verify primer efficiencies as well as the absence of dimers and nonspecific products; this PCR product was also assessed for the correct amplicon size via agarose gel electrophoresis. The QuantiFast SYBR green PCR kit (Qiagen) and 7900HT Fast real-time PCR system (Applied Biosystems) were again used to establish expression levels. Relative expression values were determined by using the ΔΔ\nC\nT\n method via SDS 2.2.2 software by means of relative quantification using 16S rRNA as the endogenous reference gene (Applied Biosystems). All quantitative PCR evaluations were repeated in triplicate from three independent experiments.\nTable 1.\n\n\nPrimer pairs used in this study\n\n\n\n\n\n\nPrimer\n\n\nN315 ORF\n\n\nSequence (5′→3′)\n\n\n\n\n\n\n\n\n16SF\n\n\nSArRNA01\n\n\nACCGTGAGGTCAAGCAAATC\n\n\n\n\n\n\n16SR\n\n\nSArRNA01\n\n\nGTACAAGACCCGGGAACGTA\n\n\n\n\n\n\n\n\nhfq\nF\n\n\nSA1145\n\n\nCGAAAACATCCAAGACAAAGC\n\n\n\n\n\n\n\n\nhfq\nR\n\n\nSA1145\n\n\nAAGTGCTGATCGCATGTTTG\n\n\n\n\n\n\n\n\ncspA\nF\n\n\nSA1234\n\n\nGGTTTAACGCTGAAAAAGGATTCG\n\n\n\n\n\n\n\n\ncspA\nR\n\n\nSA1234\n\n\nTAACAACGTTTGCAGCTTGTGGAC\n\n\n\n\n\n\n\n\nsigB\nF\n\n\nSA1869\n\n\nGAAATTGGGCCAAGAATCAA\n\n\n\n\n\n\n\n\nsigB\nR\n\n\nSA1869\n\n\nTTTGTCCCATTTCCATTGCT\n\n\n\n\n\n\n\n\nasp23\nF\n\n\nSA1984\n\n\nTCGCTGCACGTGAAGTTAAA\n\n\n\n\n\n\n\n\nas23\nR\n\n\nSA1984\n\n\nCAGCAGCTTGTTTTTCACCA\n\n\n\n\n\n\n\n\nusp\nF\n\n\nSA1532\n\n\nGCTTAAATGCCGTGGAAAGA\n\n\n\n\n\n\n\n\nusp\nR\n\n\nSA1532\n\n\nGTGGTTGGAAGTCTGCTGGT\n\n\n\n\n\n\n\n\ntdc\nFF\n\n\nSA0455\n\n\nAGATTACCGGAAGCACTTGG\n\n\n\n\n\n\n\n\ntdc\nFR\n\n\nSA0455\n\n\nCAGCGCTTACGATATGTCCA\n\n\n\n\n\n\n\n\nOpen in a new tab",
    "table_1.": "Primer pairs used in this study\nPrimer\n\n\nN315 ORF\n\n\nSequence (5′→3′)\n\n\n\n\n\n\n\n\n16SF\n\n\nSArRNA01\n\n\nACCGTGAGGTCAAGCAAATC\n\n\n\n\n\n\n16SR\n\n\nSArRNA01\n\n\nGTACAAGACCCGGGAACGTA\n\n\n\n\n\n\n\n\nhfq\nF\n\n\nSA1145\n\n\nCGAAAACATCCAAGACAAAGC\n\n\n\n\n\n\n\n\nhfq\nR\n\n\nSA1145\n\n\nAAGTGCTGATCGCATGTTTG\n\n\n\n\n\n\n\n\ncspA\nF\n\n\nSA1234\n\n\nGGTTTAACGCTGAAAAAGGATTCG\n\n\n\n\n\n\n\n\ncspA\nR\n\n\nSA1234\n\n\nTAACAACGTTTGCAGCTTGTGGAC\n\n\n\n\n\n\n\n\nsigB\nF\n\n\nSA1869\n\n\nGAAATTGGGCCAAGAATCAA\n\n\n\n\n\n\n\n\nsigB\nR\n\n\nSA1869\n\n\nTTTGTCCCATTTCCATTGCT\n\n\n\n\n\n\n\n\nasp23\nF\n\n\nSA1984\n\n\nTCGCTGCACGTGAAGTTAAA\n\n\n\n\n\n\n\n\nas23\nR\n\n\nSA1984\n\n\nCAGCAGCTTGTTTTTCACCA\n\n\n\n\n\n\n\n\nusp\nF\n\n\nSA1532\n\n\nGCTTAAATGCCGTGGAAAGA\n\n\n\n\n\n\n\n\nusp\nR\n\n\nSA1532\n\n\nGTGGTTGGAAGTCTGCTGGT\n\n\n\n\n\n\n\n\ntdc\nFF\n\n\nSA0455\n\n\nAGATTACCGGAAGCACTTGG\n\n\n\n\n\n\n\n\ntdc\nFR\n\n\nSA0455\n\n\nCAGCGCTTACGATATGTCCA\nOpen in a new tab",
    "statistical_analysis.": "Student's \nt\n tests were used to determine significance between control and LSMMG samples. A \nP\n value of <0.05 was considered statistically significant and is denoted by asterisks in the relevant figures.",
    "microarray_data_accession_number.": "The microarray data were submitted to the GenBank Gene Expression Omnibus (GEO) database and can be found under accession number \nGSE28077\n.",
    "results": "A low-fluid-shear culture environment promotes \nS. aureus\n attachment-independent biofilm formation.\n\n\nVisual examination of the LSMMG and control cultures of N315 indicated much greater levels of clumping in the LSMMG cultures. ESEM imaging revealed the presence of a distinct extracellular polymeric substance (EPS) completely encasing the bacterial cells that was less visible on samples from the control vessel (\nFig. 2\n). The vast amount of EPS coating encasing the aggregates of low-fluid-shear-cultured staphylococcal cells is characteristic of an \nS. aureus\n biofilm.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEnvironmental scanning electron microscopy images of control and LSMMG-cultured \nS. aureus\n N315. Control-cultured \nS. aureus\n at 2,500× (A) and 10,000× (C) magnification revealed individual cells that were clearly visible. For low-fluid-shear-cultured \nS. aureus\n, at 2,500× (B) and 10,000× (D), the cells were much less visible and completely embedded in an EPS matrix.\nLow-fluid-shear-cultured \nS. aureus\n aggregates are more resistant to antibiotic stress.\n\n\nTo further investigate the biofilm phenotype, \nS. aureus\n aggregates that formed during low-fluid-shear culture were evaluated for changes in ciprofloxacin resistance compared to control cultures. Ciprofloxacin was added directly to statically resting control and LSMMG cultures following 20 h of culture in the RWV in order to not disrupt low-fluid-shear-induced aggregates. After 24 h of exposure to ciprofloxacin, the \nS. aureus\n aggregates were 1.72-fold more resistant than bacteria cultured in the control orientation to the antibiotic (\nFig. 3\n). The increased resistance of the aggregates is in agreement with the characteristics of attached bacterial biofilms (\n65\n).\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nLevels of antibiotic resistance for control and low-fluid-shear-cultured \nS. aureus\n N315. Low-shear-induced \nS. aureus\n aggregates were 1.72-fold more resistant to ciprofloxacin than bacteria cultured in the control-oriented RWV (*, \nP\n < 0.05).\nLow-fluid-shear culture conditions result in decreased growth for \nS. aureus\n.\n\n\nBiofilm conditions impact metabolism and growth (\n65\n), and previous studies of Gram-negative organisms indicated alterations in generation time and overall growth profiles (\n49\n); therefore, we examined the growth profile of \nS. aureus\n N315. As previous studies had reported that \nS. aureus\n does not exhibit altered growth profiles in the RWV bioreactor (\n62\n), the growth profile of an additional strain, \nS. aureus\n 8325, was evaluated as a control to determine if any observed changes suggested a strain-specific effect. To ensure a homogeneous distribution during measurements of cell counts, the entire contents of the vessels were removed and vigorously vortexed for all time points greater than 10 h. For both \nS. aureus\n strains, N315 and 8325, the LSMMG cultured bacteria did not reach the same concentrations as the control cultures. After 20 h of growth, cell concentrations of control cultures of \nS. aureus\n N315 were 2.9-fold higher than cultures grown in the LSMMG orientation (1.86 × 10\n7\n ± 2.6 × 10\n6\n CFU/ml versus 6.27 × 10\n6\n ± 1.32 × 10\n6\n CFU/ml [means ± standard deviations]) (\nFig. 4\n). In a similar fashion, after 20 h of growth, CFU in control cultures of \nS. aureus\n 8325 were also significantly higher than in cultures grown in the LSMMG orientation, 5.6 × 10\n7\n ± 7.12 × 10\n6\n CFU/ml versus 1.0 ×  10\n7\n ± 2.00 × 10\n5\n CFU/ml, respectively, indicating a 5.6-fold difference (data not shown).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nComparative growth curves of \nS. aureus\n N315 when cultured in either the LSMMG or control orientation. Culture in the LSMMG environment resulted in a 2.9-fold decrease in cell concentrations compared to control cultures.\nLow-fluid-shear culture reduces carotenoid production in \nS. aureus\n N315.\n\n\nTo investigate the characteristics of the individual \nS. aureus\n cells within these biofilms, LSMMG-cultured \nS. aureus\n cells were further characterized after biofilm dispersal. \nS. aureus\n N315 develops its characteristic golden yellow color due to the primary carotenoid pigment staphyloxanthin during the stationary phase of growth. It was visibly apparent that the LSMMG-cultured \nS. aureus\n N315 was less pigmented than respective control cultures. To quantify this effect on carotenoid production, carotenoid levels were measured after 20 h of growth in LSMMG and control orientations. Visual color differences between cultures grown in LSMMG and control orientations (\nFig. 5\nA) were confirmed by methanol extraction and measurement of absorbance at 460 nm as previously described by Marshall et al. (\n42\n). Absorbance of the LSMMG-cultured \nS. aureus\n was significantly lower than that of control cultures (\nP\n < 0.0001) (\nFig. 5\nB), although not as low as unpigmented \nS. aureus\n 8325, suggesting LSMMG-cultured \nS. aureus\n may produce an early intermediate of staphyloxanthin.\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nDecreased carotenoid production of \nS. aureus\n N315 in response to LSMMG culture. (A) Centrifugation of the control and LSMMG cultures resulted in a visual difference in the pigmentation of the pellets. (B) To quantitate the differences in carotenoid production, the carotenoids were extracted and measured spectrometrically at 460 nm. There was a significant reduction in absorbance of the LSMMG-cultured bacteria compared to the control (*, \nP\n < 0.0001). \nS. aureus\n 8325, which does not produce carotenoids, was used as a negative control for comparison.\nA low-fluid-shear environment enhances \nS. aureus\n N315 susceptibility to oxidative stress and is a transient effect.\n\n\nAs carotenoids are known to have protective antioxidant properties (\n35\n), cultures of \nS. aureus\n N315 were evaluated for oxidative stress survival. As \nS. aureus\n 8325 does not produce carotenoids, the low-fluid-shear condition does not alter its pigmentation and was therefore also evaluated for susceptibility to oxidative stress. After the entire contents of the vessels were removed and vigorously vortexed, they were exposed to 30 mM hydrogen peroxide for 60 min. \nS. aureus\n N315 cultured in the LSMMG position demonstrated over 4-fold greater sensitivity to the peroxide than cultures in the control orientation (\nFig. 6\n). As expected, the unpigmented \nS. aureus\n 8325 cultures did not display any differences between LSMMG and control orientations (data not shown), suggesting that the increased susceptibility to oxidation may be associated with the decreased production of carotenoids.\n\n\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nLSMMG-cultured \nS. aureus\n N315 is more susceptible to killing by oxidative stress. After 60 min (time zero), 50% of the LSMMG-cultured \nS. aureus\n had succumbed to the damage by H\n2\nO\n2\n, whereas the control cultures did not fall below 90% (*, \nP\n < 0.05). To test the duration of the LSMMG effect, samples of both the LSMMG and control bacteria were allowed to sit statically, out of the vessels, for a period of time (1, 1.5, and 2 h) and then subjected to H\n2\nO\n2\n. At 1.5 h there failed to be a significant (*, \nP\n < 0.05) difference in the survival rates of the LSMMG- and control-cultured bacteria after 60 min, and it was determined that the LSMMG effect had diminished.\nTo determine the duration of the LSMMG effect of increased sensitivity to oxidative stress, LSMMG and control cultures were removed from the RWVs after 20 h, vortexed, and placed into sterile containers, where they remained static. Every 30 min, samples from the \nS. aureus\n N315 cultures were subjected to the oxidative stress assay described above. When the difference in survival failed to show statistical significance, we determined that the LSMMG effect had dissipated (\nFig. 6\n). Based upon our observations from this assay, the LSMMG effect on \nS. aureus\n is transient, lasting less than 1.5 h once removed from the low-fluid-shear environment.\nLow-fluid-shear culture conditions enhance the susceptibility of \nS. aureus\n N315 to human whole blood.\n\n\nAs increased oxidative stress susceptibility could indicate a decreased survival of bacteria versus innate immune cells, we investigated the survival of LSMMG-cultured \nS. aureus\n against immune components present in whole blood. To accomplish this, human subjects were scheduled for blood draws at precisely 20 h postinoculation of the RWVs with \nS. aureus.\n The whole blood was immediately returned to the lab for challenge with either the LSMMG- or control-cultured bacteria. After incubation in whole blood for 4 h, \nS. aureus\n cultured in the LSMMG orientation was significantly more susceptible to killing than controls (\nFig. 7\n). Interestingly, the difference in percent survival between control and low-shear cultures in our two samples from different subjects was approximately 30%, revealing a consistent trend in the susceptibility of low-shear-cultured \nS. aureus\n (\nFig. 7\n).\n\n\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nComparison of survival ability of LSMMG- and control-cultured \nS. aureus\n N315 when challenged with the immune components present in human whole blood. After 4 h, the LSMMG-cultured \nS. aureus\n displayed a significantly reduced ability to survive in whole blood compared to control cultures (*, \nP\n < 0.05).\nDifferential gene expression in \nS. aureus\n N315 imparted by low-fluid-shear conditions.\n\n\nAs \nS. aureus\n has demonstrated significant phenotypic differences in response to a low-shear environment, we evaluated the gene expression patterns of LSMMG-cultured \nS. aureus\n N315 compared to control cultures. N315 has been fully sequenced, facilitating identification of molecular mechanisms and conserved responses to the LSMMG environment.\n\n\nUsing \nS. aureus\n whole-genome GeneChips, we were able to identify 17 genes whose expression was upregulated in the LSMMG environment; decreased expression values could not be correlated to any gene or open reading frame (ORF). \nTable 2\n lists the upregulated genes as well as their associated protein products, functions, ORF identification numbers from the sequencing of N315 (\n34\n), and consensus sequences in their predicted regulatory regions. The majority of these genes are involved in metabolic processes, specifically, carbohydrate, pyruvate, and arginine metabolism, or responding to environmental stressors. Genes that displayed increased expression  in response to the LSMMG environment were dispersed throughout the staphylococcal chromosome, with three instances where the genes belonged to the same operon. Alignment of the LSMMG-responsive genes revealed the conserved motif t/a\nTGTGA\nt/a\n6\nTCACA\nt/a (with the most common nucleotides in lowercase and portions of the sequence representing regulatory binding sites underlined) in the regulatory regions of \npflA\n and \npflB\n, encoding formate acetyltransferase and formate acetyltransferase activating enzyme (SA0218 and SA0219); \nadh1\n, encoding alcohol dehydrogenase (SA0562); \nddh\n, encoding \nd\n-lactate dehydrogenase (SA2312); and a hypothetical protein (SA2268). This consensus sequence is a binding site for the Rex repressor (\n51\n). Additionally, the sigma factor B (SigB) promoter consensus sequence, \nGTTT\na/ta/ t\n12-15\nGGGa/tAa/t\n (\n22\n), was located in regulatory regions of the operon containing alkaline shock protein 23 (SA1984 to SA1986), and ORFs of an ATP-dependent protease, \nclpL\n (SA2336); myosin-cross-reactive streptococcal antigen homologue (SA0102); a probable TdcF protein (SA0455); and hypothetical protein (SA0752).\n\n\nTable 2.\n\n\nIdentification of genes whose expression is upregulated in response to low-fluid-shear culture, their corresponding predicted regulatory consensus sequences, and their associations with Hfq\n\n\n\n\n\n\nN315 ORF\n\n\nGene name\n\n\nFold change\n\n\nProtein product\n\n\nUpregulated in an \nhfq\n mutant\na\n,\nb\n\n\n\n\nBinds Hfq\nb\n,\nc\n\n\n\n\nPredicted regulatory consensus sequence\nd\n\n\n\n\nPosition from start codon\ne\n\n\n\n\n\n\n\n\n\n\nSA1986\n\n\n\n\n2.71\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n−92\n\n\n\n\n\n\nSA1985\n\n\n\n\n2.65\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1984\n\n\nasp23\n\n\n2.26\n\n\nAlkaline shock protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 3\nc\n\n\n\n\n\n\n\n\nSA0218\n\n\npflB\n\n\n4.19\n\n\nFormate acetyltransferase\n\n\n\n\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\n−96\n\n\n\n\n\n\nSA0219\n\n\npflA\n\n\n3.84\n\n\nFormate acetyltransferase activating enzyme\n\n\n\n\nx\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1012\n\n\nargF\n\n\n2.35\n\n\nOrnithine carbamoyltransferase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1013\n\n\narcC\n\n\n2.43\n\n\nCarbamate kinase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1532\n\n\nusp\n\n\n3.19\n\n\nProbable universal stress protein\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA0455\n\n\n\n\n2.17\n\n\nProbable TdcF protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAAGCCCATGTAAAAG\nGGGTAT\n\n\n\n\n−179\n\n\n\n\n\n\nSA2336\n\n\nclpL\n\n\n2.81\n\n\nATP-dependent Clp proteinase chain ClpL\n\n\nx\n\n\nx\n\n\n\n\nGTTTTA\nTCACCTATTATTAGT\nGGAAA\n\n\n\n\n−115\n\n\n\n\n\n\nSA2312\n\n\nddh\n\n\n2.31\n\n\n\n\nd\n-Lactate dehydrogenase\n\n\n\n\n\n\nT\nTGTGA\nTATTTT\nTCACA\nA\n\n\n−39\n\n\n\n\n\n\nSA0562\n\n\nadh1\n\n\n2.27\n\n\nAlcohol dehydrogenase\n\n\n\n\nx\n\n\nT\nTGTGA\nATTAAT\nTCACA\nT\n\n\n−306\n\n\n\n\n\n\nSA2410\n\n\nnrdD\n\n\n2.09\n\n\nAnaerobic ribonucleoside triphosphate reductase\n\n\nx\n\n\n\n\n\n\n\n\n\n\n\n\nSA0102\n\n\n\n\n2.14\n\n\nMyosin-cross-reactive antigen\n\n\n\n\n\n\n\n\nATTTA\nCAATTCACAAAG\nGGGTAT\n\n\n\n\n−61\n\n\n\n\n\n\nSA0570\n\n\n\n\n2.14\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\n\n\n\n\n\n\nSA0752\n\n\n\n\n2.07\n\n\nHypothetical protein\n\n\n\n\nx\n\n\n\n\nGTTTA\nAAAGATAATGTGACG\nGGGTAA\n\n\n\n\n−67\n\n\n\n\n\n\nSA2268\n\n\n\n\n4.45\n\n\nHypothetical protein\n\n\n\n\n\n\nT\nTGTGA\nAATACA\nTCACA\nA\n\n\n−129\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nData were obtained from a previously published study (Liu et al. [\n36\n]).\n\n\n\n\n\n\nb\nGenes whose expression was upregulated in response to mutation of the \nhfq\n gene in \nS. aureus\n (Liu et al. [\n36\n]).\n\n\n\n\n\n\nc\nmRNAs of genes that bind Hfq as determined by immunoprecipitation (Liu et al. [\n36\n]).\n\n\n\n\n\n\nd\nPredicted regulatory consensus sequences determined by alignment of the 500 bases upstream of LSMMG-responsive open reading frames. Sequences that are boldfaced and underlined correspond to regulatory binding sites for different regions.\n\n\n\n\n\n\ne\nThe position of the first base of the predicted regulatory sequence in relation to the start codon at +1. This is the open reading frame position in the operon with a predicted regulatory consensus sequence.\n\n\n\n\nAs regulatory proteins are either directly implicated by the microarray data in the LSMMG response of \nS. aureus\n or have been in Gram-negative bacteria, primers were designed to evaluate the expression of these possible regulators to low-fluid-shear culture. The alternative sigma factor, SigB, is a regulator of the general stress response of \nS. aureus\n (\n33\n), and the Rex repressor protein regulates the transcription of genes involved in maintaining the intracellular NADH/NAD\n+\n redox balance (\n51\n). Furthermore, the major cold shock protein, CspA, is a molecular chaperone and is also involved in the regulation of staphyloxanthin production (\n29\n), and the translational regulator Hfq is highly involved in the stress responses of many Gram-negative organisms and has been directly connected to the regulation of the LSMMG response in \nS.\n Typhimurium and \nP. aeruginosa\n (\n14\n, \n72\n).\n\n\nDespite the presence of multiple conserved SigB and Rex binding sites in the regulatory regions of LSMMG-induced genes, we were unable to detect any significant differences in their expression under LSMMG conditions. Additionally, we were unable to detect any differences in the expression of \ncspA\n in response to the LSMMG culture environment. However, the expression of \nhfq\n was downregulated 2.68-fold in response to low-fluid-shear conditions.",
    "a_low-fluid-shear_culture_environment_promotes_s._aureus_att": "Visual examination of the LSMMG and control cultures of N315 indicated much greater levels of clumping in the LSMMG cultures. ESEM imaging revealed the presence of a distinct extracellular polymeric substance (EPS) completely encasing the bacterial cells that was less visible on samples from the control vessel (\nFig. 2\n). The vast amount of EPS coating encasing the aggregates of low-fluid-shear-cultured staphylococcal cells is characteristic of an \nS. aureus\n biofilm.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEnvironmental scanning electron microscopy images of control and LSMMG-cultured \nS. aureus\n N315. Control-cultured \nS. aureus\n at 2,500× (A) and 10,000× (C) magnification revealed individual cells that were clearly visible. For low-fluid-shear-cultured \nS. aureus\n, at 2,500× (B) and 10,000× (D), the cells were much less visible and completely embedded in an EPS matrix.",
    "fig._2.": "Open in a new tab\nEnvironmental scanning electron microscopy images of control and LSMMG-cultured \nS. aureus\n N315. Control-cultured \nS. aureus\n at 2,500× (A) and 10,000× (C) magnification revealed individual cells that were clearly visible. For low-fluid-shear-cultured \nS. aureus\n, at 2,500× (B) and 10,000× (D), the cells were much less visible and completely embedded in an EPS matrix.",
    "low-fluid-shear-cultured_s._aureus_aggregates_are_more_resis": "To further investigate the biofilm phenotype, \nS. aureus\n aggregates that formed during low-fluid-shear culture were evaluated for changes in ciprofloxacin resistance compared to control cultures. Ciprofloxacin was added directly to statically resting control and LSMMG cultures following 20 h of culture in the RWV in order to not disrupt low-fluid-shear-induced aggregates. After 24 h of exposure to ciprofloxacin, the \nS. aureus\n aggregates were 1.72-fold more resistant than bacteria cultured in the control orientation to the antibiotic (\nFig. 3\n). The increased resistance of the aggregates is in agreement with the characteristics of attached bacterial biofilms (\n65\n).\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nLevels of antibiotic resistance for control and low-fluid-shear-cultured \nS. aureus\n N315. Low-shear-induced \nS. aureus\n aggregates were 1.72-fold more resistant to ciprofloxacin than bacteria cultured in the control-oriented RWV (*, \nP\n < 0.05).",
    "fig._3.": "Open in a new tab\nLevels of antibiotic resistance for control and low-fluid-shear-cultured \nS. aureus\n N315. Low-shear-induced \nS. aureus\n aggregates were 1.72-fold more resistant to ciprofloxacin than bacteria cultured in the control-oriented RWV (*, \nP\n < 0.05).",
    "low-fluid-shear_culture_conditions_result_in_decreased_growt": "Biofilm conditions impact metabolism and growth (\n65\n), and previous studies of Gram-negative organisms indicated alterations in generation time and overall growth profiles (\n49\n); therefore, we examined the growth profile of \nS. aureus\n N315. As previous studies had reported that \nS. aureus\n does not exhibit altered growth profiles in the RWV bioreactor (\n62\n), the growth profile of an additional strain, \nS. aureus\n 8325, was evaluated as a control to determine if any observed changes suggested a strain-specific effect. To ensure a homogeneous distribution during measurements of cell counts, the entire contents of the vessels were removed and vigorously vortexed for all time points greater than 10 h. For both \nS. aureus\n strains, N315 and 8325, the LSMMG cultured bacteria did not reach the same concentrations as the control cultures. After 20 h of growth, cell concentrations of control cultures of \nS. aureus\n N315 were 2.9-fold higher than cultures grown in the LSMMG orientation (1.86 × 10\n7\n ± 2.6 × 10\n6\n CFU/ml versus 6.27 × 10\n6\n ± 1.32 × 10\n6\n CFU/ml [means ± standard deviations]) (\nFig. 4\n). In a similar fashion, after 20 h of growth, CFU in control cultures of \nS. aureus\n 8325 were also significantly higher than in cultures grown in the LSMMG orientation, 5.6 × 10\n7\n ± 7.12 × 10\n6\n CFU/ml versus 1.0 ×  10\n7\n ± 2.00 × 10\n5\n CFU/ml, respectively, indicating a 5.6-fold difference (data not shown).\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nComparative growth curves of \nS. aureus\n N315 when cultured in either the LSMMG or control orientation. Culture in the LSMMG environment resulted in a 2.9-fold decrease in cell concentrations compared to control cultures.",
    "fig._4.": "Open in a new tab\nComparative growth curves of \nS. aureus\n N315 when cultured in either the LSMMG or control orientation. Culture in the LSMMG environment resulted in a 2.9-fold decrease in cell concentrations compared to control cultures.",
    "low-fluid-shear_culture_reduces_carotenoid_production_in_s._": "To investigate the characteristics of the individual \nS. aureus\n cells within these biofilms, LSMMG-cultured \nS. aureus\n cells were further characterized after biofilm dispersal. \nS. aureus\n N315 develops its characteristic golden yellow color due to the primary carotenoid pigment staphyloxanthin during the stationary phase of growth. It was visibly apparent that the LSMMG-cultured \nS. aureus\n N315 was less pigmented than respective control cultures. To quantify this effect on carotenoid production, carotenoid levels were measured after 20 h of growth in LSMMG and control orientations. Visual color differences between cultures grown in LSMMG and control orientations (\nFig. 5\nA) were confirmed by methanol extraction and measurement of absorbance at 460 nm as previously described by Marshall et al. (\n42\n). Absorbance of the LSMMG-cultured \nS. aureus\n was significantly lower than that of control cultures (\nP\n < 0.0001) (\nFig. 5\nB), although not as low as unpigmented \nS. aureus\n 8325, suggesting LSMMG-cultured \nS. aureus\n may produce an early intermediate of staphyloxanthin.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nDecreased carotenoid production of \nS. aureus\n N315 in response to LSMMG culture. (A) Centrifugation of the control and LSMMG cultures resulted in a visual difference in the pigmentation of the pellets. (B) To quantitate the differences in carotenoid production, the carotenoids were extracted and measured spectrometrically at 460 nm. There was a significant reduction in absorbance of the LSMMG-cultured bacteria compared to the control (*, \nP\n < 0.0001). \nS. aureus\n 8325, which does not produce carotenoids, was used as a negative control for comparison.",
    "fig._5.": "Open in a new tab\nDecreased carotenoid production of \nS. aureus\n N315 in response to LSMMG culture. (A) Centrifugation of the control and LSMMG cultures resulted in a visual difference in the pigmentation of the pellets. (B) To quantitate the differences in carotenoid production, the carotenoids were extracted and measured spectrometrically at 460 nm. There was a significant reduction in absorbance of the LSMMG-cultured bacteria compared to the control (*, \nP\n < 0.0001). \nS. aureus\n 8325, which does not produce carotenoids, was used as a negative control for comparison.",
    "a_low-fluid-shear_environment_enhances_s._aureus_n315_suscep": "As carotenoids are known to have protective antioxidant properties (\n35\n), cultures of \nS. aureus\n N315 were evaluated for oxidative stress survival. As \nS. aureus\n 8325 does not produce carotenoids, the low-fluid-shear condition does not alter its pigmentation and was therefore also evaluated for susceptibility to oxidative stress. After the entire contents of the vessels were removed and vigorously vortexed, they were exposed to 30 mM hydrogen peroxide for 60 min. \nS. aureus\n N315 cultured in the LSMMG position demonstrated over 4-fold greater sensitivity to the peroxide than cultures in the control orientation (\nFig. 6\n). As expected, the unpigmented \nS. aureus\n 8325 cultures did not display any differences between LSMMG and control orientations (data not shown), suggesting that the increased susceptibility to oxidation may be associated with the decreased production of carotenoids.\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nLSMMG-cultured \nS. aureus\n N315 is more susceptible to killing by oxidative stress. After 60 min (time zero), 50% of the LSMMG-cultured \nS. aureus\n had succumbed to the damage by H\n2\nO\n2\n, whereas the control cultures did not fall below 90% (*, \nP\n < 0.05). To test the duration of the LSMMG effect, samples of both the LSMMG and control bacteria were allowed to sit statically, out of the vessels, for a period of time (1, 1.5, and 2 h) and then subjected to H\n2\nO\n2\n. At 1.5 h there failed to be a significant (*, \nP\n < 0.05) difference in the survival rates of the LSMMG- and control-cultured bacteria after 60 min, and it was determined that the LSMMG effect had diminished.\nTo determine the duration of the LSMMG effect of increased sensitivity to oxidative stress, LSMMG and control cultures were removed from the RWVs after 20 h, vortexed, and placed into sterile containers, where they remained static. Every 30 min, samples from the \nS. aureus\n N315 cultures were subjected to the oxidative stress assay described above. When the difference in survival failed to show statistical significance, we determined that the LSMMG effect had dissipated (\nFig. 6\n). Based upon our observations from this assay, the LSMMG effect on \nS. aureus\n is transient, lasting less than 1.5 h once removed from the low-fluid-shear environment.",
    "fig._6.": "Open in a new tab\nLSMMG-cultured \nS. aureus\n N315 is more susceptible to killing by oxidative stress. After 60 min (time zero), 50% of the LSMMG-cultured \nS. aureus\n had succumbed to the damage by H\n2\nO\n2\n, whereas the control cultures did not fall below 90% (*, \nP\n < 0.05). To test the duration of the LSMMG effect, samples of both the LSMMG and control bacteria were allowed to sit statically, out of the vessels, for a period of time (1, 1.5, and 2 h) and then subjected to H\n2\nO\n2\n. At 1.5 h there failed to be a significant (*, \nP\n < 0.05) difference in the survival rates of the LSMMG- and control-cultured bacteria after 60 min, and it was determined that the LSMMG effect had diminished.",
    "low-fluid-shear_culture_conditions_enhance_the_susceptibilit": "As increased oxidative stress susceptibility could indicate a decreased survival of bacteria versus innate immune cells, we investigated the survival of LSMMG-cultured \nS. aureus\n against immune components present in whole blood. To accomplish this, human subjects were scheduled for blood draws at precisely 20 h postinoculation of the RWVs with \nS. aureus.\n The whole blood was immediately returned to the lab for challenge with either the LSMMG- or control-cultured bacteria. After incubation in whole blood for 4 h, \nS. aureus\n cultured in the LSMMG orientation was significantly more susceptible to killing than controls (\nFig. 7\n). Interestingly, the difference in percent survival between control and low-shear cultures in our two samples from different subjects was approximately 30%, revealing a consistent trend in the susceptibility of low-shear-cultured \nS. aureus\n (\nFig. 7\n).\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nComparison of survival ability of LSMMG- and control-cultured \nS. aureus\n N315 when challenged with the immune components present in human whole blood. After 4 h, the LSMMG-cultured \nS. aureus\n displayed a significantly reduced ability to survive in whole blood compared to control cultures (*, \nP\n < 0.05).",
    "fig._7.": "Open in a new tab\nComparison of survival ability of LSMMG- and control-cultured \nS. aureus\n N315 when challenged with the immune components present in human whole blood. After 4 h, the LSMMG-cultured \nS. aureus\n displayed a significantly reduced ability to survive in whole blood compared to control cultures (*, \nP\n < 0.05).",
    "differential_gene_expression_in_s._aureus_n315_imparted_by_l": "As \nS. aureus\n has demonstrated significant phenotypic differences in response to a low-shear environment, we evaluated the gene expression patterns of LSMMG-cultured \nS. aureus\n N315 compared to control cultures. N315 has been fully sequenced, facilitating identification of molecular mechanisms and conserved responses to the LSMMG environment.\nUsing \nS. aureus\n whole-genome GeneChips, we were able to identify 17 genes whose expression was upregulated in the LSMMG environment; decreased expression values could not be correlated to any gene or open reading frame (ORF). \nTable 2\n lists the upregulated genes as well as their associated protein products, functions, ORF identification numbers from the sequencing of N315 (\n34\n), and consensus sequences in their predicted regulatory regions. The majority of these genes are involved in metabolic processes, specifically, carbohydrate, pyruvate, and arginine metabolism, or responding to environmental stressors. Genes that displayed increased expression  in response to the LSMMG environment were dispersed throughout the staphylococcal chromosome, with three instances where the genes belonged to the same operon. Alignment of the LSMMG-responsive genes revealed the conserved motif t/a\nTGTGA\nt/a\n6\nTCACA\nt/a (with the most common nucleotides in lowercase and portions of the sequence representing regulatory binding sites underlined) in the regulatory regions of \npflA\n and \npflB\n, encoding formate acetyltransferase and formate acetyltransferase activating enzyme (SA0218 and SA0219); \nadh1\n, encoding alcohol dehydrogenase (SA0562); \nddh\n, encoding \nd\n-lactate dehydrogenase (SA2312); and a hypothetical protein (SA2268). This consensus sequence is a binding site for the Rex repressor (\n51\n). Additionally, the sigma factor B (SigB) promoter consensus sequence, \nGTTT\na/ta/ t\n12-15\nGGGa/tAa/t\n (\n22\n), was located in regulatory regions of the operon containing alkaline shock protein 23 (SA1984 to SA1986), and ORFs of an ATP-dependent protease, \nclpL\n (SA2336); myosin-cross-reactive streptococcal antigen homologue (SA0102); a probable TdcF protein (SA0455); and hypothetical protein (SA0752).\nTable 2.\n\n\nIdentification of genes whose expression is upregulated in response to low-fluid-shear culture, their corresponding predicted regulatory consensus sequences, and their associations with Hfq\n\n\n\n\n\n\nN315 ORF\n\n\nGene name\n\n\nFold change\n\n\nProtein product\n\n\nUpregulated in an \nhfq\n mutant\na\n,\nb\n\n\n\n\nBinds Hfq\nb\n,\nc\n\n\n\n\nPredicted regulatory consensus sequence\nd\n\n\n\n\nPosition from start codon\ne\n\n\n\n\n\n\n\n\n\n\nSA1986\n\n\n\n\n2.71\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n−92\n\n\n\n\n\n\nSA1985\n\n\n\n\n2.65\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1984\n\n\nasp23\n\n\n2.26\n\n\nAlkaline shock protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 3\nc\n\n\n\n\n\n\n\n\nSA0218\n\n\npflB\n\n\n4.19\n\n\nFormate acetyltransferase\n\n\n\n\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\n−96\n\n\n\n\n\n\nSA0219\n\n\npflA\n\n\n3.84\n\n\nFormate acetyltransferase activating enzyme\n\n\n\n\nx\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1012\n\n\nargF\n\n\n2.35\n\n\nOrnithine carbamoyltransferase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1013\n\n\narcC\n\n\n2.43\n\n\nCarbamate kinase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1532\n\n\nusp\n\n\n3.19\n\n\nProbable universal stress protein\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA0455\n\n\n\n\n2.17\n\n\nProbable TdcF protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAAGCCCATGTAAAAG\nGGGTAT\n\n\n\n\n−179\n\n\n\n\n\n\nSA2336\n\n\nclpL\n\n\n2.81\n\n\nATP-dependent Clp proteinase chain ClpL\n\n\nx\n\n\nx\n\n\n\n\nGTTTTA\nTCACCTATTATTAGT\nGGAAA\n\n\n\n\n−115\n\n\n\n\n\n\nSA2312\n\n\nddh\n\n\n2.31\n\n\n\n\nd\n-Lactate dehydrogenase\n\n\n\n\n\n\nT\nTGTGA\nTATTTT\nTCACA\nA\n\n\n−39\n\n\n\n\n\n\nSA0562\n\n\nadh1\n\n\n2.27\n\n\nAlcohol dehydrogenase\n\n\n\n\nx\n\n\nT\nTGTGA\nATTAAT\nTCACA\nT\n\n\n−306\n\n\n\n\n\n\nSA2410\n\n\nnrdD\n\n\n2.09\n\n\nAnaerobic ribonucleoside triphosphate reductase\n\n\nx\n\n\n\n\n\n\n\n\n\n\n\n\nSA0102\n\n\n\n\n2.14\n\n\nMyosin-cross-reactive antigen\n\n\n\n\n\n\n\n\nATTTA\nCAATTCACAAAG\nGGGTAT\n\n\n\n\n−61\n\n\n\n\n\n\nSA0570\n\n\n\n\n2.14\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\n\n\n\n\n\n\nSA0752\n\n\n\n\n2.07\n\n\nHypothetical protein\n\n\n\n\nx\n\n\n\n\nGTTTA\nAAAGATAATGTGACG\nGGGTAA\n\n\n\n\n−67\n\n\n\n\n\n\nSA2268\n\n\n\n\n4.45\n\n\nHypothetical protein\n\n\n\n\n\n\nT\nTGTGA\nAATACA\nTCACA\nA\n\n\n−129\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nData were obtained from a previously published study (Liu et al. [\n36\n]).\n\n\n\n\n\n\nb\nGenes whose expression was upregulated in response to mutation of the \nhfq\n gene in \nS. aureus\n (Liu et al. [\n36\n]).\n\n\n\n\n\n\nc\nmRNAs of genes that bind Hfq as determined by immunoprecipitation (Liu et al. [\n36\n]).\n\n\n\n\n\n\nd\nPredicted regulatory consensus sequences determined by alignment of the 500 bases upstream of LSMMG-responsive open reading frames. Sequences that are boldfaced and underlined correspond to regulatory binding sites for different regions.\n\n\n\n\n\n\ne\nThe position of the first base of the predicted regulatory sequence in relation to the start codon at +1. This is the open reading frame position in the operon with a predicted regulatory consensus sequence.\nAs regulatory proteins are either directly implicated by the microarray data in the LSMMG response of \nS. aureus\n or have been in Gram-negative bacteria, primers were designed to evaluate the expression of these possible regulators to low-fluid-shear culture. The alternative sigma factor, SigB, is a regulator of the general stress response of \nS. aureus\n (\n33\n), and the Rex repressor protein regulates the transcription of genes involved in maintaining the intracellular NADH/NAD\n+\n redox balance (\n51\n). Furthermore, the major cold shock protein, CspA, is a molecular chaperone and is also involved in the regulation of staphyloxanthin production (\n29\n), and the translational regulator Hfq is highly involved in the stress responses of many Gram-negative organisms and has been directly connected to the regulation of the LSMMG response in \nS.\n Typhimurium and \nP. aeruginosa\n (\n14\n, \n72\n).\nDespite the presence of multiple conserved SigB and Rex binding sites in the regulatory regions of LSMMG-induced genes, we were unable to detect any significant differences in their expression under LSMMG conditions. Additionally, we were unable to detect any differences in the expression of \ncspA\n in response to the LSMMG culture environment. However, the expression of \nhfq\n was downregulated 2.68-fold in response to low-fluid-shear conditions.",
    "table_2.": "Identification of genes whose expression is upregulated in response to low-fluid-shear culture, their corresponding predicted regulatory consensus sequences, and their associations with Hfq\nN315 ORF\n\n\nGene name\n\n\nFold change\n\n\nProtein product\n\n\nUpregulated in an \nhfq\n mutant\na\n,\nb\n\n\n\n\nBinds Hfq\nb\n,\nc\n\n\n\n\nPredicted regulatory consensus sequence\nd\n\n\n\n\nPosition from start codon\ne\n\n\n\n\n\n\n\n\n\n\nSA1986\n\n\n\n\n2.71\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n−92\n\n\n\n\n\n\nSA1985\n\n\n\n\n2.65\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1984\n\n\nasp23\n\n\n2.26\n\n\nAlkaline shock protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAGAAAAAAACTGAT\nGGGTAC\n\n\n\n\nORF 3\nc\n\n\n\n\n\n\n\n\nSA0218\n\n\npflB\n\n\n4.19\n\n\nFormate acetyltransferase\n\n\n\n\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\n−96\n\n\n\n\n\n\nSA0219\n\n\npflA\n\n\n3.84\n\n\nFormate acetyltransferase activating enzyme\n\n\n\n\nx\n\n\nA\nTGTGA\nAAAAAA\nTCACA\nA\n\n\nORF 2\nc\n\n\n\n\n\n\n\n\nSA1012\n\n\nargF\n\n\n2.35\n\n\nOrnithine carbamoyltransferase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1013\n\n\narcC\n\n\n2.43\n\n\nCarbamate kinase\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA1532\n\n\nusp\n\n\n3.19\n\n\nProbable universal stress protein\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSA0455\n\n\n\n\n2.17\n\n\nProbable TdcF protein\n\n\nx\n\n\nx\n\n\n\n\nGTTTA\nAAGCCCATGTAAAAG\nGGGTAT\n\n\n\n\n−179\n\n\n\n\n\n\nSA2336\n\n\nclpL\n\n\n2.81\n\n\nATP-dependent Clp proteinase chain ClpL\n\n\nx\n\n\nx\n\n\n\n\nGTTTTA\nTCACCTATTATTAGT\nGGAAA\n\n\n\n\n−115\n\n\n\n\n\n\nSA2312\n\n\nddh\n\n\n2.31\n\n\n\n\nd\n-Lactate dehydrogenase\n\n\n\n\n\n\nT\nTGTGA\nTATTTT\nTCACA\nA\n\n\n−39\n\n\n\n\n\n\nSA0562\n\n\nadh1\n\n\n2.27\n\n\nAlcohol dehydrogenase\n\n\n\n\nx\n\n\nT\nTGTGA\nATTAAT\nTCACA\nT\n\n\n−306\n\n\n\n\n\n\nSA2410\n\n\nnrdD\n\n\n2.09\n\n\nAnaerobic ribonucleoside triphosphate reductase\n\n\nx\n\n\n\n\n\n\n\n\n\n\n\n\nSA0102\n\n\n\n\n2.14\n\n\nMyosin-cross-reactive antigen\n\n\n\n\n\n\n\n\nATTTA\nCAATTCACAAAG\nGGGTAT\n\n\n\n\n−61\n\n\n\n\n\n\nSA0570\n\n\n\n\n2.14\n\n\nHypothetical protein\n\n\nx\n\n\nx\n\n\n\n\n\n\n\n\n\n\nSA0752\n\n\n\n\n2.07\n\n\nHypothetical protein\n\n\n\n\nx\n\n\n\n\nGTTTA\nAAAGATAATGTGACG\nGGGTAA\n\n\n\n\n−67\n\n\n\n\n\n\nSA2268\n\n\n\n\n4.45\n\n\nHypothetical protein\n\n\n\n\n\n\nT\nTGTGA\nAATACA\nTCACA\nA\n\n\n−129\nOpen in a new tab\na\nData were obtained from a previously published study (Liu et al. [\n36\n]).\n\n\n\n\n\n\nb\nGenes whose expression was upregulated in response to mutation of the \nhfq\n gene in \nS. aureus\n (Liu et al. [\n36\n]).\n\n\n\n\n\n\nc\nmRNAs of genes that bind Hfq as determined by immunoprecipitation (Liu et al. [\n36\n]).\n\n\n\n\n\n\nd\nPredicted regulatory consensus sequences determined by alignment of the 500 bases upstream of LSMMG-responsive open reading frames. Sequences that are boldfaced and underlined correspond to regulatory binding sites for different regions.\n\n\n\n\n\n\ne\nThe position of the first base of the predicted regulatory sequence in relation to the start codon at +1. This is the open reading frame position in the operon with a predicted regulatory consensus sequence.",
    "discussion": "Within the large intestine exists a vast range of microenvironments attributable to luminal flow rates, variations in the mucus layer, interactions with epithelial surfaces, and continually changing levels of nutrients, which microorganisms must be able to withstand (\n40\n). Material flowing through the intestinal lumen is the source of high levels of shear that bacterial cells must first endure prior to colonization (\n66\n). Once out of the direct flow in the lumen, successful colonizers assemble near the intestinal walls, where they encounter intestinal epithelial cells and decreased levels of fluid shear (\n24\n). It is at this point that the microorganism can persist and colonize or could penetrate the mucus layer and actively invade the intestinal epithelium.\nThe persisting bacteria that find benefit in colonization of a host also find benefit in forming biofilms (\n67\n). The ability to form a biofilm imparts evolutionary advantages to bacteria, such as persistence in a favorable environment, protection from environmental stressors, antibiotics, and host immunity, communal metabolism, and an increased probability of transduction and transformation (\n27\n, \n65\n). Microbial biofilms associated with the mucus that lines the human gastrointestinal tract have been proposed and confirmed by multiple investigators (\n11\n, \n39\n, \n52\n) and are gaining further interest for their role in human digestion and disease. As \nS. aureus\n is associated with intestinal colonization (\n1\n, \n8\n, \n16\n, \n28\n, \n61\n), adheres to intestinal mucus (\n70\n), and is an efficient biofilm former, there is great potential that it exhibits a biofilm phenotype while colonizing this site. Additionally, previous research has demonstrated the importance of the cecal mucus layer, within the intestinal tract of the mouse, in providing a key niche facilitating intestinal colonization by \nS. aureus\n (\n23\n). Furthermore, the intestinal tract is considered a key location where \nS. aureus\n acquires antibiotic resistance genes (\n59\n, \n64\n), and intestinal colonization further increases the spread and carriage of \nS. aureus\n via a fecal-environmental route (\n8\n, \n12\n), potentially allowing further genetic diversity.\nS. aureus\n has long been considered a member of the intestinal flora (\n15\n, \n61\n) but has received little investigative attention as to its potential role as an infectious agent of gastroenteritis, as opposed to its known role as a cause of toxigenic gastroenteristis, wherein ingestion of preformed staphylococcal enterotoxins in contaminated food, and not the presence of the organism in the gut, is known to cause disease (\n17\n). Moreover, the difficulties encountered with analyzing gastrointestine-dwelling microbial communities \nin situ\n in healthy individuals, along with the instability of these biofilm structures (\n11\n), have resulted in little research concerning the formation of \nS. aureus\n biofilms in the intestine and their potential role in normal tissue function or transition to disease. Despite this, there is much to be gained from studying the structure and function of \nS. aureus\n biofilms in the gastrointestinal tract, including expanding our understanding of the mechanisms regulating virulence, as well as potentially targeting critical components necessary for biofilm formation, as has been previously proposed for staphylococcal vaccine development (\n25\n).\nThe low levels of fluid shear created by the RWV are physiologically relevant to the brush border of the intestines (\n49\n) and trigger \nS. aureus\n attachment-independent biofilms, demonstrated by copious amounts of EPS completely encasing LSMMG-cultured bacterial cells and a corresponding increase in antibiotic resistance. Alterations of bacterial biofilm characteristics in response to the low fluid shear in the LSMMG environment have been previously demonstrated. Culture in the RWV resulted in self-aggregation and increased alginate production of \nP. aeruginosa\n and conferred a phenotype consistent with reported cystic fibrosis pathology in the lung (\n13\n). Additionally, \nEscherichia coli\n attached to glass microcarrier beads generated thicker and more resistant biofilms when cultivated under LSMMG conditions (\n38\n). Taken together, a low-fluid-shear environment stimulates increased EPS production by multiple microorganisms. If the enhanced mucoidy produced by \nS. aureus\n N315 at low fluid shear levels reflects a response comparable to the response during colonization of low fluid shear niches in the intestinal tract, then the RWV system may provide a model of intestinal, mucus-associated biofilms.\nMatrix-enclosed bacterial cells in an attached biofilm experience different environmental conditions than if growing planktonically (\n60\n). The environment within an extracellular matrix has been characterized as having low oxygen tension and limited nutrient availability, resulting in altered microbial metabolism (\n45\n). Using microarray analysis, we were able to identify increased expression profiles correlating to 17 ORFs. Biochemically, the protein products of many of these genes can be connected to a fermentative metabolism, as formate acetyltransferase, \nd\n-lactate dehydrogenase, and alcohol dehydrogenase were upregulated in response to low-fluid-shear culture. The alignment of the predicted regulatory regions of LSMMG-responsive genes revealed two conserved consensus sequences: t/a\nTGTGA \nt/a\n6\nTCACA\nt/a and \nGTTT\na/ta/t\n12-15\nGGGa/tAa/t\n. The first sequence is a binding site for the redox-sensing transcriptional repressor Rex (\n51\n). The Rex repressor is a sensor of the intracellular NADH/NAD\n+\n redox balance, and it is considered a key regulator of anaerobic metabolism in \nS. aureus.\n The binding of Rex to NADH leads to the derepression of genes whose protein products are involved in fermentative respiration, which regenerates the NAD\n+\n pool (\n51\n). The increased expression of genes under the control of Rex is consistent with the conditions associated within a biofilm. The second consensus sequence is a binding site for the alternate sigma factor SigB (\n22\n). SigB is a global regulator involved in the differential regulation of over 200 staphylococcal genes upon entrance into stationary phase and in response to various environmental stressors (\n9\n). Therefore, it is not surprising that genes under its control were upregulated. The role of SigB in biofilm formation, however, remains under debate (\n57\n, \n69\n). Furthermore, 8 of the 17 LSMMG-responsive ORFs have been reported to be upregulated in biofilm cultures of \nS. aureus\n compared to planktonic culture (\n60\n). Taken together, the data from the microarray analysis support the phenotypic data that the LSMMG cultures respond to the low-shear environment by initiating a biofilm phenotype.\nInterestingly, our microarray results indicated upregulation of the gene encoding the ATP-dependent protease ClpL. This is notable, as Rosado et al. documented the increase of this gene in response to LSMMG culture as well (\n62\n). Furthermore, Clp proteases have been implicated in the LSMMG response of \nStreptococcus pneumoniae\n, \nE. coli\n, and \nP. aeruginosa\n (\n2\n, \n14\n, \n37\n, \n71\n). The functional role of ClpL in \nS. aureus\n is unknown, as is the role of this family of proteases in response to the LSMMG environment, but it warrants further investigation.\nFor their role as potential regulators of the LSMMG response, the expression levels of \nrex\n, \nsigB\n, \ncspA\n, and \nhfq\n were investigated. As previously described, Rex and Sig B are both transcriptional regulators whose consensus binding sites were noted in the regulatory region of multiple LSMMG-induced ORFs. CspA, the major cold shock protein in \nS. aureus\n, also functions as an RNA chaperone and has been implicated in pigment production (\n29\n). The RNA chaperone Hfq has been directly associated with the mechanism governing the LSMMG response in both \nS.\n Typhimurium and \nP. aeruginosa\n (\n14\n, \n72\n). Despite the increase in expression of genes under the control of Rex and SigB, no significant difference in their expression levels in response to LSMMG was found. This was true for CspA as well. However, a 2.68-fold decrease in the expression of Hfq was observed. The role of Hfq in \nS. aureus\n is currently the subject of much debate (\n10\n, \n36\n); however, Liu et al., through the construction of an \nhfq\n mutant, showed that Hfq can function as a global regulator in \nS. aureus\n (\n36\n). Comparing our results with the work by Liu et al. revealed that 7 of our 17 LSMMG-upregulated genes were also upregulated in response to an \nhfq\n mutation (\nTable 2\n) (\n36\n). Furthermore, 9 of our 17 LSMMG-upregulated genes were reported by Liu et al. to bind Hfq (\n36\n). Interestingly, the work by Liu et al. indicated that mutation of \nhfq\n affected pigment production and resulted in an overall decrease in virulence, which strongly correlates with our work, further suggesting that Hfq is involved in the low-shear response of \nS. aureus\n. As the RNA isolation technique was not optimal for the recovery of small RNAs and as the arrays used did not contain probes to the coding sequences of such genes, it is possible that Hfq, along with other RNA chaperones and/or small noncoding RNAs, govern the LSSMG response via classical regulators, such as Rex and SigB. More importantly, this is the first report identifying an Hfq response to low-fluid-shear conditions in a Gram-positive microorganism. This association in \nS. aureus\n, in addition to previously reported responses of Gram-negative organisms, strongly suggests that the ability to sense and respond to mechanical stimuli is evolutionarily conserved among structurally diverse prokaryotes.\nGrowth of \nS. aureus\n N315 under low-fluid-shear conditions resulted in decreased levels of the pigmented carotenoid staphyloxanthin, a nonessential, secondary metabolite (\n56\n). Staphyloxanthin is produced through the mevalonate biosynthetic pathway, which requires acetyl coenzyme A (CoA) (\n6\n). The observed phenotype of a decrease in staphyloxanthin production supports our microarray data, which suggest a fermentative metabolism where pyruvate is shunted to support fermentative respiration and less acetyl-CoA enters the mevalonate pathway. It also follows that any available acetyl-CoA would be preferentially utilized for the synthesis of vital isoprenoids.\nFor the microorganisms thus far examined, the effect of the LSMMG environment on growth kinetics is varied, including reports of the low-shear condition having no effect or resulting in higher concentrations of bacteria than in controls (\n3\n, \n5\n, \n49\n, \n62\n, \n73\n). When cultured under LSMMG conditions in a nutrient-rich broth, \nS.\n Typhimurium χ3339 displayed nearly identical growth profiles to those of the control through the mid-log growth phase (\n49\n). However, when cultured in a minimal salts medium, a marked increase in concentrations of the LSMMG-cultured bacteria compared to the control was noted (\n73\n). \nE. coli\n ATCC 26 has demonstrated an opposite effect, growing  to higher concentrations in a nutrient-rich medium under LSMMG conditions yet revealing no difference in growth profiles when cultured in a minimal medium (\n5\n). As staphylococci have complex nutritional requirements, Rosado et al. used a nutrient-rich growth medium and reported no significant difference in growth between LSMMG and control cultures of three methicillin-susceptible \nS. aureus\n clinical isolates, RF1, RF6, and RF11 (\n62\n). However, when using a nutrient-rich medium in our studies, we noted an approximately 3-fold difference in the cell concentrations of MRSA strain N315 and a difference of more than 5-fold for the MSSA strain 8325. Additionally, in response to LSMMG culturing in minimal medium, \nE. coli\n ZK650 exhibited increased growth (\n19\n), whereas under the same conditions, \nE. coli\n strains AIEC 083:H1 and K-12 AMS6 displayed growth profiles similar to those of controls (\n3\n, \n71\n). Taken together, it is most likely that changes in growth kinetics in response to LSMMG culture conditions occur on a strain-specific basis. Moreover, this study is the first to report a decrease in total cell concentration over time in response to culturing in the LSMMG environment. While the cause of this decreased growth is unclear, it may result from the heavy mucoidy and biofilm characteristics previously described.\nAlthough similarities exist between the low-fluid-shear responses of \nS. aureus\n and previously documented Gram-negative organisms, there appears to be a basic fundamental difference in virulence properties. Whereas \nS.\n Typhimurium, \nP. aeruginosa\n, and pathogenic \nE. coli\n have all shown increased virulence and/or virulence characteristics when cultured in LSMMG (\n3\n, \n14\n, \n48\n), \nS. aureus\n appears to favor a phenotype consistent with colonization rather than initiation of infection. This difference is exemplified by the decrease in carotenoid production in \nS. aureus\n N315. Staphyloxanthin functions as a protective coat that shields the bacterium from the deleterious effects of reactive oxygen species associated with the human immune system (\n35\n). In our studies, the low-fluid-shear-cultured, unpigmented bacteria were significantly more susceptible to killing by both oxidative stress and the immune components present in human whole blood than respective pigmented control cultures. \nS.\n Typhimurium and invasive pathogenic \nE. coli\n, both enteric pathogens, are among the most significant causes of bacterial gastroenteritis (\n43\n), due, in part, to their ability to traverse the mucus layer and consequently interact with the underlying intestinal epithelium. Additionally, both have the potential to actively invade intestinal epithelial cells, affording themselves a protective environment in which to replicate (\n20\n, \n21\n). As \nS. aureus\n does not benefit from invasion of intestinal epithelial cells, it follows that \nS. aureus\n may well colonize the low-fluid-shear environment in the mucosa near the surface of epithelial cells, establishing a biofilm phenotype.\nWhile some of the responses of \nS. aureus\n parallel those from the most thoroughly documented Gram-negative organisms to low fluid shear, such as the involvement of Hfq, the microbial response appears to differ based upon the benefit toward each individual microorganism's ability to proliferate. Contrary to previous reports of the response of enhanced virulence characteristics in several Gram-negative organisms, \nS. aureus\n initiates a biofilm/colonization phenotype that alters its metabolism, slows its growth, and downregulates virulence characteristics. This response could potentially benefit \nS. aureus\n within the gastrointestinal tract and possibly other mucosal host sites, where it would experience low levels of fluid shear. Further analysis of this low-shear response in \nS. aureus\n holds the potential to provide critical insight into key environmental factors influencing the divergence between infection and colonization during the initial host-pathogen interaction.",
    "acknowledgments": "This work was supported by NASA Human Research Program student grant NNX07AM16G.\nWe thank Mark E. Shirtliff (University of Maryland Dental School, Baltimore, MD) and Naomi Balaban (Tufts University, North Grafton, MA) for kindly providing the strains. We thank Jennifer Barrila and Aurélie Crabbé (Arizona State University, Tempe, AZ) for scientific discussions on microbial responses to LSMMG. We also thank William T. Wallace (Wyle Integrated Science and Engineering, Houston, TX) for editing assistance and Mariah Curran (Universities Space Research Association, Houston, TX) for assistance with antibiotic assays.",
    "footnotes": "▿\nPublished ahead of print on 29 July 2011.",
    "references": "1.\n\nActon D. S., Plat-Sinnige M. J., van Wamel W., de Groot N., van Belkum A. \n2009.  \nIntestinal carriage of Staphylococcus aureus: how does its frequency compare with that of nasal carriage and what is its clinical impact?\nEur. J. Clin. Microbiol. Infect. Dis. \n28:\n115–127\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nAllen C. A., et al.  \n2006.  \nTranscription profiles of Streptococcus pneumoniae grown under different conditions of normal gravitation.\nActa Astronaut. \n60:\n433–444\n [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nAllen C. A., Niesel D. W., Torres A. G. \n2008.  \nThe effects of low-shear stress on adherent-invasive Escherichia coli.\nEnviron. Microbiol. \n10:\n1512–1525\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nAvvisato C. L., et al.  \n2007.  \nMechanical force modulates global gene expression and beta-catenin signaling in colon cancer cells.\nJ. Cell Sci. \n120:\n2672–2682\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nBaker P. W., Meyer M. L., Leff L. G. \n2004.  \nEscherichia coli growth under modeled reduced gravity.\nMicrogravity Sci. Technol. \n15:\n39–44\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nBalibar C. J., Shen X., Tao J. \n2009.  \nThe mevalonate pathway of Staphylococcus aureus.\nJ. Bacteriol. \n191:\n851–861\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nBaltz J. M., Williams P. O., Cone R. A. \n1990.  \nDense fibers protect mammalian sperm against damage.\nBiol. Reprod. \n43:\n485–491\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nBhalla A., Aron D. C., Donskey C. J. \n2007.  \nStaphylococcus aureus intestinal colonization is associated with increased frequency of S. aureus on skin of hospitalized patients.\nBMC Infect. Dis. \n7:\n105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nBischoff M., et al.  \n2004.  \nMicroarray-based analysis of the Staphylococcus aureus σ\nB\n regulon.\nJ. Bacteriol. \n186:\n4085–4099\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nBohn C., Rigoulay C., Bouloc P. \n2007.  \nNo detectable effect of RNA-binding protein Hfq absence in Staphylococcus aureus.\nBMC Microbiol. \n7:\n10.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nBollinger R. R., Barbas A. S., Bush E. L., Lin S. S., Parker W. \n2007.  \nBiofilms in the normal human large bowel: fact rather than fiction.\nGut \n56:\n1481–1482\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nBoyce J. M., Havill N. L., Maria B. \n2005.  \nFrequency and possible infection control implications of gastrointestinal colonization with methicillin-resistant Staphylococcus aureus.\nJ. Clin. Microbiol. \n43:\n5992–5995\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nCrabbe A., et al.  \n2008.  \nUse of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of Pseudomonas aeruginosa PA01.\nEnviron. Microbiol. \n10:\n2098–2110\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nCrabbe A., et al.  \n2010.  \nResponse of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation.\nEnviron. Microbiol. \n12:\n1545–1564\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nCrossley K., Solliday J. \n1980.  \nComparison of rectal swabs and stool cultures for the detection of gastrointestinal carriage of Staphylococcus aureus.\nJ. Clin. Microbiol. \n11:\n433–434\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nDearing W. H., Needham G. M. \n1960.  \nHospitalized patients with Staphylococcus aureus in the intestine.\nJAMA \n174:\n1597–1602\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nDinges M. M., Orwin P. M., Schlievert P. M. \n2000.  \nExotoxins of Staphylococcus aureus.\nClin. Microbiol. Rev. \n13:\n16–34\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nDunman P. M., et al.  \n2001.  \nTranscription profiling-based identification of Staphylococcus aureus genes regulated by the \nagr\n and/or \nsarA\n loci.\nJ. Bacteriol. \n183:\n7341–7353\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nFang A., Pierson D. L., Koenig D. W., Mishra S. K., Demain A. L. \n1997.  \nEffect of simulated microgravity and shear stress on microcin B17 production by Escherichia coli and on its excretion into the medium.\nAppl. Environ. Microbiol. \n63:\n4090–4092\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nFormal S. B., Hale T. L., Sansonetti P. J. \n1983.  \nInvasive enteric pathogens. \nRev. Infect. Dis.\n5\n(Suppl. 4):\nS702–S707\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nFormal S. B., Hornick R. B. \n1978.  \nInvasive Escherichia coli. \nJ. Infect. Dis. \n137:\n641–644\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nGertz S., et al.  \n2000.  \nCharacterization of the σ\nB\n regulon in Staphylococcus aureus.\nJ. Bacteriol. \n182:\n6983–6991\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nGries D. M., Pultz N. J., Donskey C. J. \n2005.  \nGrowth in cecal mucus facilitates colonization of the mouse intestinal tract by methicillin-resistant Staphylococcus aureus.\nJ. Infect. Dis. \n192:\n1621–1627\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nGuo P., Weinstein A. M., Weinbaum S. \n2000.  \nA hydrodynamic mechanosensory hypothesis for brush border microvilli.\nAm. J. Physiol. Renal Physiol. \n279:\nF698–F712\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nHarro J. M., et al.  \n2010.  \nVaccine development in Staphylococcus aureus: taking the biofilm phenotype into consideration.\nFEMS Immunol. Med. Microbiol. \n59:\n306–323\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nHoner zu Bentrup K., et al.  \n2006.  \nThree-dimensional organotypic models of human colonic epithelium to study the early stages of enteric salmonellosis.\nMicrobes Infect. \n8:\n1813–1825\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nJefferson K. K. \n2004.  \nWhat drives bacteria to produce a biofilm? \nFEMS Microbiol. Lett. \n236:\n163–173\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nJin L. Q., et al.  \n2005.  \nDetection and identification of intestinal pathogenic bacteria by hybridization to oligonucleotide microarrays.\nWorld J. Gastroenterol. \n11:\n7615–7619\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nKatzif S., Lee E. H., Law A. B., Tzeng Y. L., Shafer W. M. \n2005.  \nCspA regulates pigment production in Staphylococcus aureus through a SigB-dependent mechanism.\nJ. Bacteriol. \n187:\n8181–8184\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nKluytmans J., van Belkum A., Verbrugh H. \n1997.  \nNasal carriage of Staphylococcus aureus: epidemiology, underlying mechanisms, and associated risks.\nClin. Microbiol. Rev. \n10:\n505–520\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nKostenko V., Salek M. M., Sattari P., Martinuzzi R. J. \n2010.  \nStaphylococcus aureus biofilm formation and tolerance to antibiotics in response to oscillatory shear stresses of physiological levels.\nFEMS Immunol. Med. Microbiol. \n59:\n421–431\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nKuehnert M. J., et al.  \n2005.  \nMethicillin-resistant Staphylococcus aureus hospitalizations, United States.\nEmerg. Infect. Dis. \n11:\n868–872\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nKullik I., Giachino P., Fuchs T. \n1998.  \nDeletion of the alternative sigma factor σ\nB\n in Staphylococcus aureus reveals its function as a global regulator of virulence genes.\nJ. Bacteriol. \n180:\n4814–4820\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nKuroda M., et al.  \n2001.  \nWhole genome sequencing of meticillin-resistant Staphylococcus aureus.\nLancet \n357:\n1225–1240\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nLiu G. Y., et al.  \n2005.  \nStaphylococcus aureus golden pigment impairs neutrophil killing and promotes virulence through its antioxidant activity.\nJ. Exp. Med. \n202:\n209–215\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nLiu Y., et al.  \n2010.  \nHfq is a global regulator that controls the pathogenicity of Staphylococcus aureus.\nPLoS One \n5:\ne13069.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nLynch S. V., Brodie E. L., Matin A. \n2004.  \nRole and regulation of sigma S in general resistance conferred by low-shear simulated microgravity in Escherichia coli.\nJ. Bacteriol. \n186:\n8207–8212\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nLynch S. V., Mukundakrishnan K., Benoit M. R., Ayyaswamy P. S., Matin A. \n2006.  \nEscherichia coli biofilms formed under low-shear modeled microgravity in a ground-based system.\nAppl. Environ. Microbiol. \n72:\n7701–7710\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nMacfarlane S. \n2008.  \nMicrobial biofilm communities in the gastrointestinal tract.\nJ. Clin. Gastroenterol.\n42\n(Suppl. 3):\nS142–S143\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nMacfarlane S., Dillon J. F. \n2007.  \nMicrobial biofilms in the human gastrointestinal tract.\nJ. Appl. Microbiol. \n102:\n1187–1196\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nMalek A. M., Alper S. L., Izumo S. \n1999.  \nHemodynamic shear stress and its role in atherosclerosis.\nJAMA \n282:\n2035–2042\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nMarshall J. H., Wilmoth G. J. \n1981.  \nPigments of Staphylococcus aureus, a series of triterpenoid carotenoids.\nJ. Bacteriol. \n147:\n900–913\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nMead P. S., et al.  \n1999.  \nFood-related illness and death in the United States. \nEmerg. Infect. Dis. \n5:\n607–625\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nMohamed N., Rainier T. R., Jr., Ross  J. M. \n2000.  \nNovel experimental study of receptor-mediated bacterial adhesion under the influence of fluid shear.\nBiotechnol. Bioeng. \n68:\n628–636\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nNadell C. D., Xavier J. B., Foster K. R. \n2009.  \nThe sociobiology of biofilms.\nFEMS Microbiol. Rev. \n33:\n206–224\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nNauman E. A., et al.  \n2007.  \nNovel quantitative biosystem for modeling physiological fluid shear stress on cells.\nAppl. Environ. Microbiol. \n73:\n699–705\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nNickerson C. A., et al.  \n2001.  \nThree-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogenesis.\nInfect. Immun. \n69:\n7106–7120\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\n\nNickerson C. A., et al.  \n2000.  \nMicrogravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence.\nInfect. Immun. \n68:\n3147–3152\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nNickerson C. A., Ott C. M., Wilson J. W., Ramamurthy R., Pierson D. L. \n2004.  \nMicrobial responses to microgravity and other low-shear environments.\nMicrobiol. Mol. Biol. Rev. \n68:\n345–361\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nO'Seaghdha M., et al.  \n2006.  \nStaphylococcus aureus protein A binding to von Willebrand factor A1 domain is mediated by conserved IgG binding regions.\nFEBS J. \n273:\n4831–4841\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nPagels M., et al.  \n2010.  \nRedox sensing by a Rex-family repressor is involved in the regulation of anaerobic gene expression in Staphylococcus aureus.\nMol. Microbiol. \n76:\n1142–11461\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nPalestrant D., et al.  \n2004.  \nMicrobial biofilms in the gut: visualization by electron microscopy and by acridine orange staining.\nUltrastruct. Pathol. \n28:\n23–27\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nPatti J. M., Allen B. L., McGavin M. J., Hook M. \n1994.  \nMSCRAMM-mediated adherence of microorganisms to host tissues.\nAnnu. Rev. Microbiol. \n48:\n585–617\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nPawar P., Shin P. K., Mousa S. A., Ross J. M., Konstantopoulos K. \n2004.  \nFluid shear regulates the kinetics and receptor specificity of Staphylococcus aureus binding to activated platelets.\nJ. Immunol. \n173:\n1258–1265\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nPearson J. P., Brownlee I. A. \n2010.  \nThe interaction of large bowel microflora with the colonic mucus barrier.\nInt. J. Inflam. \n2010:\n321426.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nPelz A., et al.  \n2005.  \nStructure and biosynthesis of staphyloxanthin from Staphylococcus aureus.\nJ. Biol. Chem. \n280:\n32493–32498\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\n\nRachid S., et al.  \n2000.  \nAlternative transcription factor σ\nB\n is involved in regulation of biofilm expression in a Staphylococcus aureus mucosal isolate.\nJ. Bacteriol. \n182:\n6824–6826\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\n\nRadtke A. L., Wilson J. W., Sarker S., Nickerson C. A. \n2010.  \nAnalysis of interactions of Salmonella type three secretion mutants with 3-D intestinal epithelial cells.\nPLoS One \n5:\ne15750.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\n\nRay A. J., Pultz N. J., Bhalla A., Aron D. C., Donskey C. J. \n2003.  \nCoexistence of vancomycin-resistant enterococci and Staphylococcus aureus in the intestinal tracts of hospitalized patients. \nClin. Infect. Dis. \n37:\n875–881\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\n\nResch A., Rosenstein R., Nerz C., Gotz F. \n2005.  \nDifferential gene expression profiling of Staphylococcus aureus cultivated under biofilm and planktonic conditions.\nAppl. Environ. Microbiol. \n71:\n2663–2676\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\n\nRimland D., Roberson B. \n1986.  \nGastrointestinal carriage of methicillin-resistant Staphylococcus aureus.\nJ. Clin. Microbiol. \n24:\n137–138\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\n\nRosado H., Doyle D., Hinds J., Taylor P. \n2009.  \nLow-shear modelled microgravity alters expression of virulence determinants of Staphylococcus aureus.\nActa Astronaut. \n66:\n408–413\n [\nGoogle Scholar\n]\n\n\n\n\n63.\n\nRupp C. J., Fux C. A., Stoodley P. \n2005.  \nViscoelasticity of Staphylococcus aureus biofilms in response to fluid shear allows resistance to detachment and facilitates rolling migration.\nAppl. Environ. Microbiol. \n71:\n2175–2178\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\n\nSalyers A., Shoemaker N. B. \n2006.  \nReservoirs of antibiotic resistance genes.\nAnim. Biotechnol. \n17:\n137–146\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\n\nShirtliff M. E., Mader J. T., Camper A. K. \n2002.  \nMolecular interactions in biofilms.\nChem. Biol. \n9:\n859–871\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\n\nSmith H. \n1995.  \nThe revival of interest in mechanisms of bacterial pathogenicity.\nBiol. Rev. Camb. Philos. Soc. \n70:\n277–316\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\n\nSonnenburg J. L., Angenent L. T., Gordon J. I. \n2004.  \nGetting a grip on things: how do communities of bacterial symbionts become established in our intestine? Nat. Immunol. \n5:\n569–573\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\n\nValentin-Hansen P., Eriksen M., Udesen C. \n2004.  \nThe bacterial Sm-like protein Hfq: a key player in RNA transactions.\nMol. Microbiol. \n51:\n1525–1533\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\n\nValle J., et al.  \n2003.  \nSarA and not σ\nB\n is essential for biofilm development by Staphylococcus aureus.\nMol. Microbiol. \n48:\n1075–1087\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\n\nVesterlund S., Karp M., Salminen S., Ouwehand A. C. \n2006.  \nStaphylococcus aureus adheres to human intestinal mucus but can be displaced by certain lactic acid bacteria.\nMicrobiology \n152:\n1819–1826\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\n\nVukanti R., Mintz E., Leff L. G. \n2008.  \nChanges in gene expression of E. coli under conditions of modeled reduced gravity.\nMicrogravity Sci. Technol. \n20:\n41–57\n [\nGoogle Scholar\n]\n\n\n\n\n72.\n\nWilson J. W., et al.  \n2007.  \nSpace flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq.\nProc. Natl. Acad. Sci. U. S. A. \n104:\n16299–16304\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\n\nWilson J. W., et al.  \n2002.  \nLow-shear modeled microgravity alters the Salmonella enterica serovar Typhimurium stress response in an RpoS-independent manner.\nAppl. Environ. Microbiol. \n68:\n5408–5416\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\n\nWilson J. W., et al.  \n2002.  \nMicroarray analysis identifies Salmonella genes belonging to the low-shear modeled microgravity regulon.\nProc. Natl. Acad. Sci. U. S. A. \n99:\n13807–13812\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (919.7 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3187170/"
}