{
  "id": "PMC3936501",
  "title": "Functional consequences of radiation-induced oxidative stress in cultured neural stem cells and the brain exposed to charged particle irradiation",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Functional consequences of radiation-induced oxidative stress in cultured neural stem cells and the brain exposed to charged particle irradiation",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3936501/"
  },
  "sections": {
    "permalink": "Copy",
    "bertrand_p_tseng": "1\nDepartment of Internal Medicine, Duke University Medical Center, Durham, North Carolina.\nFind articles by \nBertrand P Tseng",
    "erich_giedzinski": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nErich Giedzinski",
    "atefeh_izadi": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nAtefeh Izadi",
    "tatiana_suarez": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nTatiana Suarez",
    "mary_l_lan": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nMary L Lan",
    "katherine_k_tran": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nKatherine K Tran",
    "munjal_m_acharya": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nMunjal M Acharya",
    "gregory_a_nelson": "3\nDepartments of Radiation Medicine and Basic Sciences, Loma Linda University, Loma Linda, California.\nFind articles by \nGregory A Nelson",
    "jacob_raber": "4\nDepartments of Behavioral Neuroscience and Neurology, Division of Neuroscience, ONPRC, Oregon Health & Science University, Portland, Oregon.\nFind articles by \nJacob Raber",
    "vipan_k_parihar": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nVipan K Parihar",
    "charles_l_limoli": "2\nDepartment of Radiation Oncology, University of California, Irvine, Irvine, California.\nFind articles by \nCharles L Limoli",
    "abstract": "Aims:\n Redox homeostasis is critical in regulating the fate and function of multipotent cells in the central nervous system (CNS). Here, we investigated whether low dose charged particle irradiation could elicit oxidative stress in neural stem and precursor cells and whether radiation-induced changes in redox metabolism would coincide with cognitive impairment. \nResults:\n Low doses (<1 Gy) of charged particles caused an acute and persistent oxidative stress. Early after (<1 week) irradiation, increased levels of reactive oxygen and nitrogen species were generally dose responsive, but were less dependent on dose weeks to months thereafter. Exposure to ion fluences resulting in less than one ion traversal per cell was sufficient to elicit radiation-induced oxidative stress. Whole body irradiation triggered a compensatory response in the rodent brain that led to a significant increase in antioxidant capacity 2 weeks following exposure, before returning to background levels at week 4. Low dose irradiation was also found to significantly impair novel object recognition in mice 2 and 12 weeks following irradiation. \nInnovation:\n Data provide evidence that acute exposure of neural stem cells and the CNS to very low doses and fluences of charged particles can elicit a persisting oxidative stress lasting weeks to months that is associated with impaired cognition. \nConclusions:\n Exposure to low doses of charged particles causes a persistent oxidative stress and cognitive impairment over protracted times. Data suggest that astronauts subjected to space radiation may develop a heightened risk for mission critical performance decrements in space, along with a risk of developing long-term neurocognitive sequelae. \nAntioxid. Redox Signal.\n 20, 1410–1422.",
    "introduction": "T\nravel to space\n necessitates exposure to radiation fields containing a spectrum of charged particles having different fluences and energies (\n15\n). These fully ionized particles range from protons to iron ions and are derived from solar emissions including periodic flares (mainly protons) along with the galactic cosmic rays (High Z and Energy [HZE] particles). Exposure to such radiation poses a risk that will be proportional to the frequency of particle traversals and the radiation quality (\ni.e.,\n linear energy transfer [LET]) of that particle (\n6\n, \n20\n), although for many central nervous system (CNS) endpoints this relationship is overly simplistic. While energetic protons have relatively low LET, HZE particles typically found in space have much larger LET values that depend on the mass and energy of the ion. These highly energetic (MeV-GeV/n) particles can cause significant cellular damage by direct traversal through tissues of the body and \nvia\n secondary ionizations caused by delta rays emanating from the track core (\n14\n, \n41\n).\nThe high and low LET characteristics of HZE particles imply that heavy ions can elicit not only extensive damage in cells directly incurring traversals (\ni.e.,\n along the particle trajectory), but also wide-ranging damage to cells more distal to the track of the particle (\n14\n, \n41\n). In either case, exposure of neural stem cells and their differentiated progeny to these radiation types can elicit oxidative stress with a range of potentially adverse consequences. Past work characterizing the radioresponse of neural stem and precursor cells exposed to HZE particles has shown that changes in oxidative stress and cell killing are generally enhanced and more prolonged when compared with lower LET radiation modalities (\n25\n, \n32\n, \n33\n). We have documented the capability of ionizing radiation to elicit increased oxidative stress in several types of neural stem and precursor cells (\n1\n, \n29\n, \n32\n, \n33\n). Increased reactive oxygen species (ROS) and reactive nitrogen species (RNS) detected after exposure to different radiation modalities have in general, been shown to be both dose-dependent and temporally persistent, albeit after relatively higher (≥1 Gy) doses (\n25\n, \n32\n).\nInnovation.\n\n\nStudies were conducted to determine whether space-relevant fluences of High Z and Energy (HZE) particles could elicit long-lasting changes in the redox state of neural stem and precursor cells that are critical for maintaining cognitive health. Data suggest that relatively infrequent HZE events may elicit chronic changes in the physiology of such cells. To the extent that altered redox state elicits functional changes in the central nervous system, then our findings suggest that astronauts may have a heightened risk for mission critical performance decrements in space, along with a risk of developing longer-term cognitive sequelae upon return to the terrestrial environment.\nPast reports have typically used such higher doses, but do not represent realistic exposures that might be encountered during a short mission to the moon, or an even longer mission in space outside the protection of the Earth's magnetosphere (\n16\n, \n32\n).\nThe paucity of heavy ion data collected after more realistic exposure scenarios (≤1 Gy) prompted the current studies, aimed at determining the short- and long-term consequences of exposing neural stem and precursor cells to very low doses and particle fluences of \n56\nFe ions. Here, we report that neural stem and precursor cells exposed to very low doses and fluences of charged particles exhibit significant and prolonged increases in oxidative stress, changes that are temporally coincident with altered cognition.",
    "innovation.": "Studies were conducted to determine whether space-relevant fluences of High Z and Energy (HZE) particles could elicit long-lasting changes in the redox state of neural stem and precursor cells that are critical for maintaining cognitive health. Data suggest that relatively infrequent HZE events may elicit chronic changes in the physiology of such cells. To the extent that altered redox state elicits functional changes in the central nervous system, then our findings suggest that astronauts may have a heightened risk for mission critical performance decrements in space, along with a risk of developing longer-term cognitive sequelae upon return to the terrestrial environment.",
    "results": "Stem and precursor cell survival following charged particle exposure\n\n\nNeurosphere cultures maintained over time contain mixtures of precursor cells derived from much smaller proportions of stem cells. Cell counts made from irradiated cultures measure the proliferative potential of the surviving precursor cell population that predominate the bulk culture. Irradiation of neurosphere cultures reduces the number of cells in a dose-responsive manner, with a D\n37\n of 1.8 Gy in the low dose range (≤2 Gy, \nFig. 1\n, solid line). At higher doses bulk cell counts were less responsive to dose. Sphere formation was surprisingly resistant to charged particle irradiation, as the formation of spheres showed little dependence on the incident dose (\nFig. 1\n, dashed line). While these assays measure different endpoints, data does suggest that neurosphere cultures contain populations of cells with different sensitivities to charged particle irradiation, likely due to the presence of partially committed stem cell progeny at various states of differentiation.\n\n\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nCell survival and sphere formation following charged particle exposure.\n Neural stem and precursor cells subjected to iron ion irradiation were analyzed 5 days later for cell counts and sphere formation. The surviving fraction represents the number of cells (\nsolid line\n) or spheres (\ndashed line\n) corrected for seeding density and normalized to unirradiated controls. Error bars represent the mean±S.E.M. of three to four independent measurements. *\np\n<0.05; **\np\n<0.001 for differences between precursor cells and spheres.\nLow dose charged particle-induced oxidative stress\n\n\nTo determine the consequences of low dose charged particle exposure on the redox state of neural stem and precursor cells, cultures were exposed to multiple doses of 600 MeV/n Fe ions and analyzed over short (days) and long (weeks) postirradiation intervals for changes in oxidative stress. Extensive controls conducted throughout these studies using a cell-permeant oxidized analog of CM-H\n2\nDCFDA (\ni.e.,\n carboxy-DCFDA) indicated that measurements of radiation-induced oxidative stress were not caused by differences in dye uptake, esterase cleavage, and/or retention of the dye between the experimental groups.\n\n\nNeurospheres exposed to 1–15 cGy of Fe ions exhibit a dose-dependent and significant rise in ROS/RNS as detected by the oxidation of the CM-H\n2\nDCFDA analog 12 and 24 h after exposure (\nFig. 2\n). At the earlier time, oxidative stress was observed to rise steadily with dose, reaching a sixfold peak after 15 cGy. At the latter time, significant dose-dependent increases in ROS/RNS were found as doses were escalated to 3 cGy, after which ROS/RNS levels were found to plateau approximately fourfold over sham-irradiated controls (\nFig. 2\n).\n\n\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nDose-response for oxidative stress after low dose irradiation of neural stem and precursor cells with 600 MeV/n \n56\nFe ions.\n Neurospheres were irradiated from 1–15 cGy and analyzed for increased ROS/RNS using the redox-sensitive dye CM-H\n2\nDCFDA 12 and 24 h afterward. Compared to sham-irradiated controls, low dose exposure elicited a dose-responsive increase in oxidative stress at each postirradiation time. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant (\np\n<0.0001) and **\np\n<0.001. ANOVA, analysis of variance; ROS, reactive oxygen species; RNS, reactive nitrogen species.\nThe marked low dose-responsive character of radiation-induced oxidative stress in neural stem and precursor cells suggested these cells were exquisitely sensitive to irradiation. To determine whether very low ion fluences could elicit measureable changes in reactive species, a modified dosimetry was used to quantify the number of ions/cm\n2\n. At these low ion fluences, not every cell incurs an incident ion traversal, so reference to dose becomes less meaningful. Exposure of neurosphere cultures to these very low ion fluences was still found to elicit elevated oxidative stress at similar acute postirradiation times (\nFig. 3\n). Increased levels of ROS and RNS probed through the use of CM-H\n2\nDCFDA and 4-amino-5-methylamino-2′,7′-difluorofluorescein diacetate (DAF) dyes respectively, showed variable fluence dependent responses 6 h (\nFig. 3A\n) and 24 h (\nFig. 3B\n) after exposures ranging from 500–30,000 Fe ions/cm\n2\n. Fluences as low as 500–3000 ions/cm\n2\n were found to elicit increased oxidative stress at most postirradiation times, where fluence responses ≤1000 ions/cm\n2\n are shown at expanded scale (\nFig. 3A1, B1\n). At 6 h postirradiation ROS and RNS levels rose to 2.5 and 2.1-fold over unirradiated controls respectively, after exposure to 30,000 ions/cm\n2\n. One day following low fluence exposures cells exhibited a rapid rise in ROS/RNS levels at lower fluences (≤3000 ions/cm\n2\n). At higher fluences, RNS levels continued to rise while ROS levels reached a plateau (\nFig. 3B\n). The increased oxidative stress found after low ion fluences was not the consequence of a highly fluorescent subpopulation of cells, since data represent the mean fluorescence of all cells analyzed, gated only to eliminate debris and dead cells.\n\n\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres were subjected to 600 MeV/n Fe ions at low ion fluences (500–30,000 particles/cm\n2\n) and assayed for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA and DAF, 6 h \n(A)\n and 24 h afterward \n(B)\n. Lower fluence responses are shown at expanded scale \n(A1, B1)\n. Low particle fluences were found to cause dose-responsive increases in oxidative stress at each of these early postirradiation times. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant \n(\np\n<0.0001, \nA\n and \np\n<0.003, \nB)\n and *\np\n<0.05; **\np\n<0.01; ***\np\n<0.001.\nNeural stem and precursor cells subjected to similar low fluences of \n56\nFe ions and analyzed over longer postirradiation intervals (36–48 h) routinely showed trends toward increased oxidative species (ROS/RNS) compared with sham-irradiated controls (\nFig. 4\n). This was particularly evident for ROS (\nFig. 4A\n) and at higher fluences levels for RNS (\nFig. 4B\n). At these longer postirradiation intervals the oxidative stress response was more complex and did not show the same dependence on fluence. Relative levels of ROS were in general found to be higher than the relative levels of RNS measured at these times. Low fluence data indicate that very low numbers of ion traversals incurred in a population of irradiated neural stem and precursor cells is sufficient to promote a state of oxidative stress.\n\n\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres subjected to 600 MeV/n Fe ions at low fluences (500–30,000 particles/cm\n2\n) were assayed 36 and 48 h after irradiation for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA \n(A)\n and DAF \n(B)\n. At these longer postirradiation intervals, low particle fluences were still found to elicit increase in oxidative stress over unirradiated controls. At these longer times however, dose-responsive increases were less evident, and elevated nitric oxide was apparent at only the higher fluences levels (≤30,000 particles/cm\n2\n). All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. ** \np\n<0.05.\nPersistent oxidative stress after low dose charged particle irradiation\n\n\nThe marked sensitivity of neural stem and precursor cells to changes in redox state caused by low dose charged particle irradiation has indicated that exposure to realistic doses (≤1 Gy) of space radiation can induce oxidative stress. To determine the persistence of such radiation-induced effects, neurospheres subjected to iron ion irradiation at Brookhaven National Laboratory (BNL) were analyzed over the course of 2 months. Neurosphere cultures maintained over these extended postirradiation intervals show a marked persistence of radiation-induced oxidative stress (\nFig. 5\n). Analyses of cells loaded with CM-H\n2\nDCFDA indicate that compared to unirradiated controls, there is a trend toward increasing oxidative stress at each of the postirradiation times (\nFig. 5A\n). Dose-responsive increases in ROS/RNS levels are observed 1 and 4 weeks after irradiation, a trend that then breaks down 6 and 8 weeks after initial exposure. The wide variability found in many samples is not unexpected, given the protracted nature of these measurements.\n\n\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nPersistent oxidative stress in neural precursors exposed to 600 MeV/n \n56\nFe ions.\n Cells exposed to low dose \n56\nFe ion irradiation were incubated with either CM-H\n2\nDCFDA \n(A)\n, Mitosox \n(B)\n, or DAF \n(C)\n and analyzed for persistent ROS/RNS, superoxide, or nitric oxide respectively at the indicated times. In each case a trend was observed for elevated oxidative species that persisted over the course of 5–8 weeks. All data were normalized to unirradiated controls set to unity. Error bars represent mean±S.E.M. of two to three measurements.\nIn parallel experiments, cells were also analyzed using the Mitosox dye to assess the level of superoxide persisting after charged particle exposures (\nFig. 5B\n). Compared to data collected with the CM-H\n2\nDCFDA dye, qualitatively similar increases in superoxide levels were found after the same doses and postirradiation intervals. Superoxide levels were proportional to dose at earlier times (≤4 weeks), and less so at latter postirradiation times (≥6 weeks), while overall changes were less pronounced when compared to ROS/RNS levels. While variability between replicate samples precluded significance of all data sets shown, there was a clear trend toward elevated superoxide at all postirradiation times.\n\n\nIn a separate series of experiments conducted over two experimental campaigns at BNL, analogous experiments were run to quantify any long-lasting changes in the level of nitric oxide (NO) after low dose charged particle exposures. Neurospheres subjected to similar doses and analyzed over the course of 5 weeks were found to exhibit increased NO levels (\nFig. 5C\n). Dose-responsive increases were most notable 3 weeks after irradiation, while the extent of increased radiation-induced NO levels was similar in magnitude to those increases noted for superoxide. As with the other protracted postirradiation analyses, changes did not reach statistical significance when compared to sham-irradiated controls, although trends of increased NO were evident at several time points (\nFig. 5C\n).\nIn vivo\n measurement of antioxidant capacity\n\n\nTo assess the potential impact of irradiation on the antioxidant capacity of the brain, neural tissue isolated from mice subjected to low dose whole body irradiation was subjected to a battery of assays to quantify the activities of selected antioxidants. Brains isolated from animals given 0.1 or 1.0 Gy of γ-irradiation were analyzed for changes in antioxidant levels and enzyme activities 2 and 4 weeks after exposure. At 2 weeks postirradiation there was a significant drop (53%, \np\n<0.001) in the percentage of glutathione expressed as the disulfide form (GSSG) at each dose compared with unirradiated controls (\nFig. 6A\n). This value trended higher by 4 weeks, where the percentage of GSSG was increased by 19% and 12% after 0.1 and 1.0 Gy respectively (\nFig. 6A\n). When expressed as the ratio of GSH:GSSG (\nFig. 6B\n), the data show a significant increase in reduced GSH 2 weeks following irradiation, with a trend toward increased oxidized GSSG 4 weeks after exposure. Catalase activity (m\nk\n units/mg) showed a dose-responsive increase at 2 weeks, where 0.1 and 1.0 Gy doses significantly increased activity by 57% and 68% respectively (\nFig. 6C\n). At 4 weeks postirradiation catalase activity returned to background (\nFig. 6C\n). At the earlier 2-week time, SOD activities (U/mg protein) trended higher, with significant increases of 34% (\np\n<0.007) and 26% (\np\n<0.004) for MnSOD (0.1 Gy, \nFig. 6D\n) and Cu,Zn-SOD (1.0 Gy, \nFig. 6E\n) respectively. These increases translated to a significant rise (27%, \np\n<0.02) in total SOD activity 2 weeks following exposure (\nFig. 6F\n). At the 4-week time, SOD activity was also found to return to background levels. Analysis of glutathione peroxidase (GPx) activity also revealed significant increases of 52% (\np\n<0.0001) and 44% (\np\n<0.0001) 2 weeks following 0.1 and 1.0 Gy respectively, which then declined to unirradiated control levels by week 4 (\nFig. 6G\n). Glutathione-S-transferase (GST) activity measurements showed similar upward trends at both postirradiation times and doses, with a significant increase of 24% (\np\n<0.02) found at 2 weeks after dose of 0.1 Gy (\nFig. 6H\n). Collectively, data show that antioxidant levels were routinely elevated 2 weeks after either irradiation before dropping to controls levels 2 weeks thereafter.\n\n\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nAntioxidant assessment in the irradiated brain.\n Following irradiation, brains were prepared for the measurement of antioxidant levels \n(A, B)\n and various enzymatic activities \n(C–H)\n. Irradiation with 0.1 or 1.0 Gy led to a significant (\np\n<0.0001) increase in GSH levels at 2 weeks, with a trend toward elevated GSSG at week 4 following irradiation \n(A, B)\n. Catalase \n(C)\n and SOD \n(D–F)\n activities were increased significantly (to varying extents) 2 weeks after irradiation, but not at week 4. GPx and GST activities followed similar trends \n(G, H)\n. GPx, glutathione peroxidase; GST, glutathione-S-transferase. \np\n-values: *, 0.02; **, 0.07; ***, 0.04; \n++\n, 0.0002; \n+++\n, 0.0001.\nImpaired novel object recognition in \n56\nFe-irradiated mice\n\n\nTo determine whether these data were associated with \nin vivo\n functional changes, novel object recognition (NOR) was assessed 2 weeks after irradiation with 600 MeV/n \n56\nFe particles at a dose of 10 cGy. Irradiated mice did not show any signs of distress or physical impairments throughout testing. Further, no motor deficits were observed in the irradiated mice during any of the cognitive tasks. Both groups (control and irradiated) spent a comparable amount of time exploring the two identical objects during training. During testing, sham-irradiated male mice spent significantly more time exploring the novel object compared with the familiar object (\np\n<0.05) (\nFig. 7\n). In contrast, irradiated male mice showed no preference for the novel object (\nFig. 7\n).\n\n\nFIG. 7.\n\n\n\n\nOpen in a new tab\n\n\nNovel object recognition of sham-irradiated and \n56\nFe-irradiated male mice.\n The DI shows reduced exploratory preference for the novel object over the familiar object 2-weeks after irradiation. \nN\n=8 mice/treatment. *\np\n<0.05 (two-tailed \nt\n-test). DI, discrimination index.\nAdditional testing of the \n56\nFe-irradiated animals in the Morris Water Maze (MWM) did not uncover any cognitive deficits in spatial memory retention, as both control and irradiated cohorts spent equal amounts of time exploring the target quadrant containing the escape platform for which they were trained (data not shown). Based on these results, additional cognitive testing (NOR) was undertaken on a dedicated cohort of animals 12 weeks after exposure to 600 MeV/n \n16\nO or 500 MeV/n \n48\nTi particles at doses of 5 and 30 cGy. Animals subjected to 5 or 30 cGy exhibited significant deficits in NOR when analyzed 12 weeks after exposure (\nFig. 8\n). Animals irradiated with \n16\nO particles exhibited significant reductions (67%, \np\n<0.05) at both doses, while animals exposed to \n48\nTi particles showed a significant reduction (65%, \np\n<0.05) at the higher dose and a trend for lower exploration (50%) at the lower dose (\nFig. 8\n). These data clearly demonstrated that low dose exposure to charged particles leads to impaired NOR performance over extended postirradiation times.\n\n\nFIG. 8.\n\n\n\n\nOpen in a new tab\n\n\nImpaired recognition memory in mice detected 12 weeks after exposure to \n16\nO or \n48\nTi particles.\n The NOR task was used to calculate a DI, which shows that all irradiated cohorts had reduced preference to explore the novel object compared to unirradiated controls. Controls (0 Gy) showed selective preference for the novel object (DI=46.64±5.3). Exposure to 600 MeV/n \n16\nO particles reduced exploration of the novel object significantly (DI=15.7±4.1, \np\n<0.05 at 5 cGy; DI=14.78±11.8, \np\n<0.05 at 30 cGy). Similarly, exposure to 500 MeV/n \n48\nTi particles was also found to significantly reduce exploration for the novel object (DI=23.74±12.8, \np\n<0.05 at 5 cGy; DI=16.4±6.6, \np\n<0.05 at 30 cGy).",
    "stem_and_precursor_cell_survival_following_charged_particle_": "Neurosphere cultures maintained over time contain mixtures of precursor cells derived from much smaller proportions of stem cells. Cell counts made from irradiated cultures measure the proliferative potential of the surviving precursor cell population that predominate the bulk culture. Irradiation of neurosphere cultures reduces the number of cells in a dose-responsive manner, with a D\n37\n of 1.8 Gy in the low dose range (≤2 Gy, \nFig. 1\n, solid line). At higher doses bulk cell counts were less responsive to dose. Sphere formation was surprisingly resistant to charged particle irradiation, as the formation of spheres showed little dependence on the incident dose (\nFig. 1\n, dashed line). While these assays measure different endpoints, data does suggest that neurosphere cultures contain populations of cells with different sensitivities to charged particle irradiation, likely due to the presence of partially committed stem cell progeny at various states of differentiation.\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nCell survival and sphere formation following charged particle exposure.\n Neural stem and precursor cells subjected to iron ion irradiation were analyzed 5 days later for cell counts and sphere formation. The surviving fraction represents the number of cells (\nsolid line\n) or spheres (\ndashed line\n) corrected for seeding density and normalized to unirradiated controls. Error bars represent the mean±S.E.M. of three to four independent measurements. *\np\n<0.05; **\np\n<0.001 for differences between precursor cells and spheres.",
    "fig._1.": "Open in a new tab\nCell survival and sphere formation following charged particle exposure.\n Neural stem and precursor cells subjected to iron ion irradiation were analyzed 5 days later for cell counts and sphere formation. The surviving fraction represents the number of cells (\nsolid line\n) or spheres (\ndashed line\n) corrected for seeding density and normalized to unirradiated controls. Error bars represent the mean±S.E.M. of three to four independent measurements. *\np\n<0.05; **\np\n<0.001 for differences between precursor cells and spheres.",
    "low_dose_charged_particle-induced_oxidative_stress": "To determine the consequences of low dose charged particle exposure on the redox state of neural stem and precursor cells, cultures were exposed to multiple doses of 600 MeV/n Fe ions and analyzed over short (days) and long (weeks) postirradiation intervals for changes in oxidative stress. Extensive controls conducted throughout these studies using a cell-permeant oxidized analog of CM-H\n2\nDCFDA (\ni.e.,\n carboxy-DCFDA) indicated that measurements of radiation-induced oxidative stress were not caused by differences in dye uptake, esterase cleavage, and/or retention of the dye between the experimental groups.\nNeurospheres exposed to 1–15 cGy of Fe ions exhibit a dose-dependent and significant rise in ROS/RNS as detected by the oxidation of the CM-H\n2\nDCFDA analog 12 and 24 h after exposure (\nFig. 2\n). At the earlier time, oxidative stress was observed to rise steadily with dose, reaching a sixfold peak after 15 cGy. At the latter time, significant dose-dependent increases in ROS/RNS were found as doses were escalated to 3 cGy, after which ROS/RNS levels were found to plateau approximately fourfold over sham-irradiated controls (\nFig. 2\n).\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nDose-response for oxidative stress after low dose irradiation of neural stem and precursor cells with 600 MeV/n \n56\nFe ions.\n Neurospheres were irradiated from 1–15 cGy and analyzed for increased ROS/RNS using the redox-sensitive dye CM-H\n2\nDCFDA 12 and 24 h afterward. Compared to sham-irradiated controls, low dose exposure elicited a dose-responsive increase in oxidative stress at each postirradiation time. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant (\np\n<0.0001) and **\np\n<0.001. ANOVA, analysis of variance; ROS, reactive oxygen species; RNS, reactive nitrogen species.\nThe marked low dose-responsive character of radiation-induced oxidative stress in neural stem and precursor cells suggested these cells were exquisitely sensitive to irradiation. To determine whether very low ion fluences could elicit measureable changes in reactive species, a modified dosimetry was used to quantify the number of ions/cm\n2\n. At these low ion fluences, not every cell incurs an incident ion traversal, so reference to dose becomes less meaningful. Exposure of neurosphere cultures to these very low ion fluences was still found to elicit elevated oxidative stress at similar acute postirradiation times (\nFig. 3\n). Increased levels of ROS and RNS probed through the use of CM-H\n2\nDCFDA and 4-amino-5-methylamino-2′,7′-difluorofluorescein diacetate (DAF) dyes respectively, showed variable fluence dependent responses 6 h (\nFig. 3A\n) and 24 h (\nFig. 3B\n) after exposures ranging from 500–30,000 Fe ions/cm\n2\n. Fluences as low as 500–3000 ions/cm\n2\n were found to elicit increased oxidative stress at most postirradiation times, where fluence responses ≤1000 ions/cm\n2\n are shown at expanded scale (\nFig. 3A1, B1\n). At 6 h postirradiation ROS and RNS levels rose to 2.5 and 2.1-fold over unirradiated controls respectively, after exposure to 30,000 ions/cm\n2\n. One day following low fluence exposures cells exhibited a rapid rise in ROS/RNS levels at lower fluences (≤3000 ions/cm\n2\n). At higher fluences, RNS levels continued to rise while ROS levels reached a plateau (\nFig. 3B\n). The increased oxidative stress found after low ion fluences was not the consequence of a highly fluorescent subpopulation of cells, since data represent the mean fluorescence of all cells analyzed, gated only to eliminate debris and dead cells.\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres were subjected to 600 MeV/n Fe ions at low ion fluences (500–30,000 particles/cm\n2\n) and assayed for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA and DAF, 6 h \n(A)\n and 24 h afterward \n(B)\n. Lower fluence responses are shown at expanded scale \n(A1, B1)\n. Low particle fluences were found to cause dose-responsive increases in oxidative stress at each of these early postirradiation times. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant \n(\np\n<0.0001, \nA\n and \np\n<0.003, \nB)\n and *\np\n<0.05; **\np\n<0.01; ***\np\n<0.001.\nNeural stem and precursor cells subjected to similar low fluences of \n56\nFe ions and analyzed over longer postirradiation intervals (36–48 h) routinely showed trends toward increased oxidative species (ROS/RNS) compared with sham-irradiated controls (\nFig. 4\n). This was particularly evident for ROS (\nFig. 4A\n) and at higher fluences levels for RNS (\nFig. 4B\n). At these longer postirradiation intervals the oxidative stress response was more complex and did not show the same dependence on fluence. Relative levels of ROS were in general found to be higher than the relative levels of RNS measured at these times. Low fluence data indicate that very low numbers of ion traversals incurred in a population of irradiated neural stem and precursor cells is sufficient to promote a state of oxidative stress.\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres subjected to 600 MeV/n Fe ions at low fluences (500–30,000 particles/cm\n2\n) were assayed 36 and 48 h after irradiation for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA \n(A)\n and DAF \n(B)\n. At these longer postirradiation intervals, low particle fluences were still found to elicit increase in oxidative stress over unirradiated controls. At these longer times however, dose-responsive increases were less evident, and elevated nitric oxide was apparent at only the higher fluences levels (≤30,000 particles/cm\n2\n). All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. ** \np\n<0.05.",
    "fig._2.": "Open in a new tab\nDose-response for oxidative stress after low dose irradiation of neural stem and precursor cells with 600 MeV/n \n56\nFe ions.\n Neurospheres were irradiated from 1–15 cGy and analyzed for increased ROS/RNS using the redox-sensitive dye CM-H\n2\nDCFDA 12 and 24 h afterward. Compared to sham-irradiated controls, low dose exposure elicited a dose-responsive increase in oxidative stress at each postirradiation time. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant (\np\n<0.0001) and **\np\n<0.001. ANOVA, analysis of variance; ROS, reactive oxygen species; RNS, reactive nitrogen species.",
    "fig._3.": "Open in a new tab\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres were subjected to 600 MeV/n Fe ions at low ion fluences (500–30,000 particles/cm\n2\n) and assayed for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA and DAF, 6 h \n(A)\n and 24 h afterward \n(B)\n. Lower fluence responses are shown at expanded scale \n(A1, B1)\n. Low particle fluences were found to cause dose-responsive increases in oxidative stress at each of these early postirradiation times. All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. One-way ANOVA is significant \n(\np\n<0.0001, \nA\n and \np\n<0.003, \nB)\n and *\np\n<0.05; **\np\n<0.01; ***\np\n<0.001.",
    "fig._4.": "Open in a new tab\nLow fluence response for the induction of ROS/RNS after charged particle irradiation.\n Neurospheres subjected to 600 MeV/n Fe ions at low fluences (500–30,000 particles/cm\n2\n) were assayed 36 and 48 h after irradiation for ROS/RNS using the redox-sensitive dyes CM-H\n2\nDCFDA \n(A)\n and DAF \n(B)\n. At these longer postirradiation intervals, low particle fluences were still found to elicit increase in oxidative stress over unirradiated controls. At these longer times however, dose-responsive increases were less evident, and elevated nitric oxide was apparent at only the higher fluences levels (≤30,000 particles/cm\n2\n). All data expressed as mean±S.E.M. of three to four independent observations and normalized to unirradiated controls set to unity. ** \np\n<0.05.",
    "persistent_oxidative_stress_after_low_dose_charged_particle_": "The marked sensitivity of neural stem and precursor cells to changes in redox state caused by low dose charged particle irradiation has indicated that exposure to realistic doses (≤1 Gy) of space radiation can induce oxidative stress. To determine the persistence of such radiation-induced effects, neurospheres subjected to iron ion irradiation at Brookhaven National Laboratory (BNL) were analyzed over the course of 2 months. Neurosphere cultures maintained over these extended postirradiation intervals show a marked persistence of radiation-induced oxidative stress (\nFig. 5\n). Analyses of cells loaded with CM-H\n2\nDCFDA indicate that compared to unirradiated controls, there is a trend toward increasing oxidative stress at each of the postirradiation times (\nFig. 5A\n). Dose-responsive increases in ROS/RNS levels are observed 1 and 4 weeks after irradiation, a trend that then breaks down 6 and 8 weeks after initial exposure. The wide variability found in many samples is not unexpected, given the protracted nature of these measurements.\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nPersistent oxidative stress in neural precursors exposed to 600 MeV/n \n56\nFe ions.\n Cells exposed to low dose \n56\nFe ion irradiation were incubated with either CM-H\n2\nDCFDA \n(A)\n, Mitosox \n(B)\n, or DAF \n(C)\n and analyzed for persistent ROS/RNS, superoxide, or nitric oxide respectively at the indicated times. In each case a trend was observed for elevated oxidative species that persisted over the course of 5–8 weeks. All data were normalized to unirradiated controls set to unity. Error bars represent mean±S.E.M. of two to three measurements.\nIn parallel experiments, cells were also analyzed using the Mitosox dye to assess the level of superoxide persisting after charged particle exposures (\nFig. 5B\n). Compared to data collected with the CM-H\n2\nDCFDA dye, qualitatively similar increases in superoxide levels were found after the same doses and postirradiation intervals. Superoxide levels were proportional to dose at earlier times (≤4 weeks), and less so at latter postirradiation times (≥6 weeks), while overall changes were less pronounced when compared to ROS/RNS levels. While variability between replicate samples precluded significance of all data sets shown, there was a clear trend toward elevated superoxide at all postirradiation times.\nIn a separate series of experiments conducted over two experimental campaigns at BNL, analogous experiments were run to quantify any long-lasting changes in the level of nitric oxide (NO) after low dose charged particle exposures. Neurospheres subjected to similar doses and analyzed over the course of 5 weeks were found to exhibit increased NO levels (\nFig. 5C\n). Dose-responsive increases were most notable 3 weeks after irradiation, while the extent of increased radiation-induced NO levels was similar in magnitude to those increases noted for superoxide. As with the other protracted postirradiation analyses, changes did not reach statistical significance when compared to sham-irradiated controls, although trends of increased NO were evident at several time points (\nFig. 5C\n).",
    "fig._5.": "Open in a new tab\nPersistent oxidative stress in neural precursors exposed to 600 MeV/n \n56\nFe ions.\n Cells exposed to low dose \n56\nFe ion irradiation were incubated with either CM-H\n2\nDCFDA \n(A)\n, Mitosox \n(B)\n, or DAF \n(C)\n and analyzed for persistent ROS/RNS, superoxide, or nitric oxide respectively at the indicated times. In each case a trend was observed for elevated oxidative species that persisted over the course of 5–8 weeks. All data were normalized to unirradiated controls set to unity. Error bars represent mean±S.E.M. of two to three measurements.",
    "in_vivo_measurement_of_antioxidant_capacity": "To assess the potential impact of irradiation on the antioxidant capacity of the brain, neural tissue isolated from mice subjected to low dose whole body irradiation was subjected to a battery of assays to quantify the activities of selected antioxidants. Brains isolated from animals given 0.1 or 1.0 Gy of γ-irradiation were analyzed for changes in antioxidant levels and enzyme activities 2 and 4 weeks after exposure. At 2 weeks postirradiation there was a significant drop (53%, \np\n<0.001) in the percentage of glutathione expressed as the disulfide form (GSSG) at each dose compared with unirradiated controls (\nFig. 6A\n). This value trended higher by 4 weeks, where the percentage of GSSG was increased by 19% and 12% after 0.1 and 1.0 Gy respectively (\nFig. 6A\n). When expressed as the ratio of GSH:GSSG (\nFig. 6B\n), the data show a significant increase in reduced GSH 2 weeks following irradiation, with a trend toward increased oxidized GSSG 4 weeks after exposure. Catalase activity (m\nk\n units/mg) showed a dose-responsive increase at 2 weeks, where 0.1 and 1.0 Gy doses significantly increased activity by 57% and 68% respectively (\nFig. 6C\n). At 4 weeks postirradiation catalase activity returned to background (\nFig. 6C\n). At the earlier 2-week time, SOD activities (U/mg protein) trended higher, with significant increases of 34% (\np\n<0.007) and 26% (\np\n<0.004) for MnSOD (0.1 Gy, \nFig. 6D\n) and Cu,Zn-SOD (1.0 Gy, \nFig. 6E\n) respectively. These increases translated to a significant rise (27%, \np\n<0.02) in total SOD activity 2 weeks following exposure (\nFig. 6F\n). At the 4-week time, SOD activity was also found to return to background levels. Analysis of glutathione peroxidase (GPx) activity also revealed significant increases of 52% (\np\n<0.0001) and 44% (\np\n<0.0001) 2 weeks following 0.1 and 1.0 Gy respectively, which then declined to unirradiated control levels by week 4 (\nFig. 6G\n). Glutathione-S-transferase (GST) activity measurements showed similar upward trends at both postirradiation times and doses, with a significant increase of 24% (\np\n<0.02) found at 2 weeks after dose of 0.1 Gy (\nFig. 6H\n). Collectively, data show that antioxidant levels were routinely elevated 2 weeks after either irradiation before dropping to controls levels 2 weeks thereafter.\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nAntioxidant assessment in the irradiated brain.\n Following irradiation, brains were prepared for the measurement of antioxidant levels \n(A, B)\n and various enzymatic activities \n(C–H)\n. Irradiation with 0.1 or 1.0 Gy led to a significant (\np\n<0.0001) increase in GSH levels at 2 weeks, with a trend toward elevated GSSG at week 4 following irradiation \n(A, B)\n. Catalase \n(C)\n and SOD \n(D–F)\n activities were increased significantly (to varying extents) 2 weeks after irradiation, but not at week 4. GPx and GST activities followed similar trends \n(G, H)\n. GPx, glutathione peroxidase; GST, glutathione-S-transferase. \np\n-values: *, 0.02; **, 0.07; ***, 0.04; \n++\n, 0.0002; \n+++\n, 0.0001.",
    "fig._6.": "Open in a new tab\nAntioxidant assessment in the irradiated brain.\n Following irradiation, brains were prepared for the measurement of antioxidant levels \n(A, B)\n and various enzymatic activities \n(C–H)\n. Irradiation with 0.1 or 1.0 Gy led to a significant (\np\n<0.0001) increase in GSH levels at 2 weeks, with a trend toward elevated GSSG at week 4 following irradiation \n(A, B)\n. Catalase \n(C)\n and SOD \n(D–F)\n activities were increased significantly (to varying extents) 2 weeks after irradiation, but not at week 4. GPx and GST activities followed similar trends \n(G, H)\n. GPx, glutathione peroxidase; GST, glutathione-S-transferase. \np\n-values: *, 0.02; **, 0.07; ***, 0.04; \n++\n, 0.0002; \n+++\n, 0.0001.",
    "impaired_novel_object_recognition_in_56fe-irradiated_mice": "To determine whether these data were associated with \nin vivo\n functional changes, novel object recognition (NOR) was assessed 2 weeks after irradiation with 600 MeV/n \n56\nFe particles at a dose of 10 cGy. Irradiated mice did not show any signs of distress or physical impairments throughout testing. Further, no motor deficits were observed in the irradiated mice during any of the cognitive tasks. Both groups (control and irradiated) spent a comparable amount of time exploring the two identical objects during training. During testing, sham-irradiated male mice spent significantly more time exploring the novel object compared with the familiar object (\np\n<0.05) (\nFig. 7\n). In contrast, irradiated male mice showed no preference for the novel object (\nFig. 7\n).\nFIG. 7.\n\n\n\n\nOpen in a new tab\n\n\nNovel object recognition of sham-irradiated and \n56\nFe-irradiated male mice.\n The DI shows reduced exploratory preference for the novel object over the familiar object 2-weeks after irradiation. \nN\n=8 mice/treatment. *\np\n<0.05 (two-tailed \nt\n-test). DI, discrimination index.\nAdditional testing of the \n56\nFe-irradiated animals in the Morris Water Maze (MWM) did not uncover any cognitive deficits in spatial memory retention, as both control and irradiated cohorts spent equal amounts of time exploring the target quadrant containing the escape platform for which they were trained (data not shown). Based on these results, additional cognitive testing (NOR) was undertaken on a dedicated cohort of animals 12 weeks after exposure to 600 MeV/n \n16\nO or 500 MeV/n \n48\nTi particles at doses of 5 and 30 cGy. Animals subjected to 5 or 30 cGy exhibited significant deficits in NOR when analyzed 12 weeks after exposure (\nFig. 8\n). Animals irradiated with \n16\nO particles exhibited significant reductions (67%, \np\n<0.05) at both doses, while animals exposed to \n48\nTi particles showed a significant reduction (65%, \np\n<0.05) at the higher dose and a trend for lower exploration (50%) at the lower dose (\nFig. 8\n). These data clearly demonstrated that low dose exposure to charged particles leads to impaired NOR performance over extended postirradiation times.\nFIG. 8.\n\n\n\n\nOpen in a new tab\n\n\nImpaired recognition memory in mice detected 12 weeks after exposure to \n16\nO or \n48\nTi particles.\n The NOR task was used to calculate a DI, which shows that all irradiated cohorts had reduced preference to explore the novel object compared to unirradiated controls. Controls (0 Gy) showed selective preference for the novel object (DI=46.64±5.3). Exposure to 600 MeV/n \n16\nO particles reduced exploration of the novel object significantly (DI=15.7±4.1, \np\n<0.05 at 5 cGy; DI=14.78±11.8, \np\n<0.05 at 30 cGy). Similarly, exposure to 500 MeV/n \n48\nTi particles was also found to significantly reduce exploration for the novel object (DI=23.74±12.8, \np\n<0.05 at 5 cGy; DI=16.4±6.6, \np\n<0.05 at 30 cGy).",
    "fig._7.": "Open in a new tab\nNovel object recognition of sham-irradiated and \n56\nFe-irradiated male mice.\n The DI shows reduced exploratory preference for the novel object over the familiar object 2-weeks after irradiation. \nN\n=8 mice/treatment. *\np\n<0.05 (two-tailed \nt\n-test). DI, discrimination index.",
    "fig._8.": "Open in a new tab\nImpaired recognition memory in mice detected 12 weeks after exposure to \n16\nO or \n48\nTi particles.\n The NOR task was used to calculate a DI, which shows that all irradiated cohorts had reduced preference to explore the novel object compared to unirradiated controls. Controls (0 Gy) showed selective preference for the novel object (DI=46.64±5.3). Exposure to 600 MeV/n \n16\nO particles reduced exploration of the novel object significantly (DI=15.7±4.1, \np\n<0.05 at 5 cGy; DI=14.78±11.8, \np\n<0.05 at 30 cGy). Similarly, exposure to 500 MeV/n \n48\nTi particles was also found to significantly reduce exploration for the novel object (DI=23.74±12.8, \np\n<0.05 at 5 cGy; DI=16.4±6.6, \np\n<0.05 at 30 cGy).",
    "discussion": "Few studies have investigated the effects of charged particles on neural stem and precursor cells exposed to the low ion fluences expected on a space mission outside the earth's magnetosphere (\n21\n, \n32\n). Past work from our lab has characterized the radiation response of multipotent neural cells grown as monolayers to high and low LET radiation, and has shown that following irradiation these cells exhibit a marked rise in acute and persistent oxidative stress that is associated with increased apoptosis, an inhibition of cell cycle progression, and marked radiosensitivity (\n25\n, \n32\n, \n33\n). Our present study extends past findings by analyzing multipotent neural cells grown as neurospheres that were exposed to varying doses of charged particles. Present studies also placed an emphasis on very low fluences of HZE particles more typical of the actual space radiation environment, and on analysis of cells over protracted postirradiation times to gauge the long-term consequences of charged particle exposure on astronauts.\nNeurosphere cultures are heterogeneous populations of multipotent cells, comprised of stem cells, their immediate precursor progeny, along with smaller fractions of cells partially committed to neuronal or glial fates (\n23\n). Mixed populations of multipotent cell types would be expected to possess intrinsic differences in radiosensitivity, and past reports using other cell systems support this hypothesis (\n12\n, \n52\n). To uncover potential differences in radiation sensitivity, neurosphere cultures were subjected to higher doses of charged particles and analyzed for overall cell survival or sphere forming capacity. Quantification of cell counts or sphere formation 5 days following irradiation revealed a marked difference in the sensitivity of these assays to iron ion exposure. Bulk cell counts showed that the predominant population of neural precursor cells was more sensitive to charged particle exposure than neural stem cells. For the relatively higher doses used in these studies, radiation-induced double-strand break formation was the most likely cause of cell death, as opposed to the inhibition of proliferation. While the dependence of sphere forming assays on stem cells is not without caveats, past work has suggested that the presence of stem cells does promote the formation of spheres (\n2\n, \n35\n). The capability of irradiated cultures to re-form spheres after such high doses of charged particles suggests that neural stem cells are more radioresistant than their immediate progeny.\nNeurospheres subjected to space relevant fluences of charged particles exhibited radiation-induced oxidative stress that was generally found to be dose responsive at earlier postirradiation intervals (<1 week). At longer times postirradiation, radiation-induced changes in oxidative stress were less linearly dependent on dose and showed greater variability and a tendency to plateau. The dose dependency of radiation-induced oxidative stress suggested cause and effect, but also suggested the existence of nontargeted effects. As alluded to above, many of these studies were performed to determine whether doses corresponding to less than one particle traversal/cell led to any significant changes in oxidative stress. Doses delivered over the range of 1–15 cGy (\nFig. 2\n) correspond to 0.041–0.59 average hits/cell (where “hit” indicates traversal of any part of the geometric cross section of the cell), based on an average cellular radius of 6 μm. At these low doses, from 4% to 45% of the cells incur hits after 1 and 15 cGy respectively. Given the paucity of cells traversed at the lowest doses and ion fluences used in these studies, data suggested that direct particle traversals was not a prerequisite for charged particle-induced oxidative stress.\nNeurospheres irradiated with very low particle fluences were analyzed for changes in reactive species over the following 2 days (\nFigs. 3\n and \n4\n). Depending on time and reactive species, as few as 500 ions/cm\n2\n were found to elicit increased oxidative stress. At this low ion fluence, as few as 1/1770 cells or 1/50 neurospheres were hit (based on an average neurosphere radius of 37 μm at the time of irradiation) by the incident Fe ions. Increasing the fluence of incident ions was in general found to elicit a progressive increase in the levels of ROS/RNS. When fluences were adjusted to hit every neurosphere once, on average, or 1/30 cells (\ni.e.,\n 30,000 ions/cm\n2\n), oxidative stress was usually at a relative maximum within 2 days of exposure (\nFigs. 3\n and \n4\n). Despite the postirradiation variations in temporal response for oxidative stress in cells subjected to low dose exposures, overall trends were observed for increased charged particle-induced oxidative stress.\nThe quality and quantity of damage types to various target molecules in cells subjected to the high ionization densities near the center of a track (track core) will differ from those in cells more distal to the track where secondary electrons (delta rays) produce more dispersed patterns of ionization. While ionization patterns are stochastic, on average the ionization density varies continuously as a function of 1/radial distance\n2\n from the track center (\n10\n, \n11\n, \n13\n). Thus the “core” is a term of convenience. The GERM code can be used to calculate this distribution (\n14\n). Cellular damage resulting from HZE particles is known to include a high multiplicity of damaged sites within submicron volumes that impedes the repair and recovery of the exposed cells (\n26\n). However, superimposed on the population of cells directly traversed by high LET particles are larger populations of cells that received exposure only from the lower LET delta rays at distances greater than a few tens of nanometers. The damage sustained by the latter cells will be of lower multiplicity and will be more effectively managed by cellular damage detection and repair systems.\nFrom the GERM code we may estimate that all sites within a cylindrical volume of radius 1.4 μm will receive at least 10 cGy local dose, all sites within a 4.5 μm radius cylindrical volume will receive at least 1 cGy, and all sites within 14 μm will receive at least 0.1 cGy for 600 MeV/n \n56\nFe. Given a neurosphere of 74 μm in diameter containing about 235 cells, a particle traversing the full diameter will “hit” about six or seven cells. However, on the order of 20 cells will receive exposures above 1 cGy, representing about 1/2 of their volumes. An intermediate number of cells will experience doses>10 cGy over parts of their volumes. However, for exposures above 0.1 cGy almost 1/4th of the cells in the neurosphere will be involved. It is also worth noting that particles simply passing within ∼10 μm of a neurosphere may impart low LET exposures (>0.1 cGy) to neighboring cells, effectively increasing the proportion of “hit” spheres at low fluences.\nLow LET radiation doses of 1–10 cGy have been shown to be effective as priming doses in adaptive effect investigations and therefore can modulate cell damage detection and repair properties. This may be in part due to changes in mitochondrial function (cytoplasm) and not just to cell nuclear damage (\n7\n). Even lower doses of gamma rays (∼0.1 cGy) can modify the frequency of neoplastic transformation in mouse embryo fibroblasts (\n3\n). Thus, delta-ray exposures associated with tracks must be considered significant contributors to overall responses of neurosphere cell populations, and may account for some of the resistance observed in irradiated neurospheres at higher doses (\nFig. 1\n). Given the cellular growth geometries of neurospheres and the geometry of tracks, it is highly likely that the oxidative stress response observed under limiting particle fluences can in part be attributed to delta ray exposures many microns away from the track center. Reactive species, emanating from cells hit by cores or peripheries of tracks may then go on to mediate further nontargeted effects. While not the focus of this study, significant published data show that radiation-induced oxidative stress serves as a biochemical mechanism regulating certain nontargeted effects (\n18\n, \n22\n, \n33\n, \n49\n).\nWhile low dose acute effects may have an adverse impact on mission-specific tasks, performance decrements are not the only potential risks associated with CNS exposure to the space radiation environment. Additional studies were conducted to ascertain the long-term changes to redox state associated with low dose exposure to HZE particles. Cells analyzed over 1–8 weeks following exposure to Fe ions at BNL were found to show increased levels of ROS/RNS at most times (\nFig. 5\n). Given the protracted nature of these measurements, and the inherent differences between individual accelerator campaigns conducted over several years, the wide experimental variability is not altogether unexpected. Rather than over interpret the subtle to more robust fluctuations in the levels of the reactive species measured, it seems more appropriate to comment on the overall trends found. Clearly, over the 2-month postirradiation interval analyzed changes in oxidative stress occurred. The levels of ROS/RNS, superoxide, and NO levels were elevated compared with sham-irradiated controls analyzed in parallel, and increased oxidative stress was not found to be below background levels postirradiation. While the dose dependency of these effects did not reach significance the alterations to the redox state of cells never appeared to stabilize or fall below basal levels. Over the range of applied doses, acute exposure to iron ions led to a perturbation of oxidative stress that did not abate. The data suggest that as a general trend, exposure to charged particles elicits essentially permanent changes to the redox state of surviving cells.\nFluorogenic dyes provide convenient readouts for the overall redox state of cells subjected to irradiation, but their usage is associated with several limitations that have recently been reviewed (\n28\n). The oxidation of CM-H\n2\nDCFDA is susceptible to peroxidase activity, iron signaling, redox cycling, and one-electron oxidation by the hydroxyl radical (·OH), peroxynitrite (ONOO\n−\n) and other reactive intermediates (\n28\n). The red fluorescence derived from Mitosox may not entirely be due to mitochondrially-derived superoxide, as other oxidants (·OH, ONOO\n−\n) can generate alternative species with overlapping fluorescent spectra (\n28\n). Similarly, DAF reacts with NO and other NO oxidation products to yield fluorescent adducts (\n40\n). Thus, while the complexity of the intracellular redox chemistry precludes direct assignment of fluorescent signals derived from oxidized dyes to specific reactive species or their sites of production, our data does suggest that irradiation elicits an overall imbalance in redox homeostasis that promotes a persistent oxidative stress in irradiated cells. Past work has shown that irradiation disrupts mitochondrial function through alterations in the permeability transition and electron transport thereby increasing release of ROS/RNS (\n30\n). Related work from us and others has identified defects in mitochondrial complex II, and possibly mutations in succinate dehydrogenase subunit D that are likely to contribute to the elevation in reactive species after irradiation (\n17\n, \n39\n). Thus, radiation-induced alterations in mitochondrial function are likely to be responsible for a significant fraction of the persistent oxidative stress observed in these studies.\nThe issue of whether radiation-induced levels of oxidative stress are good or bad in the context CNS functionality is more difficult to ascertain. Increased levels of proxidants found after irradiation may not translate to oxidative injury, a limitation that complicates the assessment of physiological relevance. Further, low dose (<1 Gy) radiation effects are known to differ from those occurring after higher doses, where low dose stimulation of redox signaling may provide neuroprotective effects as opposed to higher dose inhibition of these pathways. Interestingly, these observations fit with the emerging concepts of hormetic dose responses and how they might engage “vitagene” networks to promote neuroprotection [recently reviewed in (\n9\n)]. Past work from our lab has found that excess superoxide derived from genetic disruption of SOD isoforms is neuroprotective after cranial irradiation (\n24\n, \n46\n). More recent studies from our lab using a transgenic mouse model (MCAT) that overexpresses human catalase targeted to the mitochondria provide further support for the importance of redox balance in the CNS (\n31\n). Low dose (proton) stimulation of endogenous neural precursor cell proliferation was attenuated in MCAT mice, while promoting neurogenesis after low (0.5 Gy) but not high dose (2 Gy). Related findings from our group have shown protective radioadaptation in cultured neural stem and precursor cells after low but not high dose exposure to protons and γ-rays (\n50\n). Improved survival after low dose exposure could be eliminated by the antioxidant N-acetyl-cysteine, providing further evidence for the importance of redox homeostasis in irradiated cells. Thus, evidence suggests that low dose exposure and/or physiologic levels of reactive species may promote neuroprotection, at least at the cellular level. It is more difficult to predict how such changes might impact a multifaceted endpoint such as cognition, but redox imbalance may well alter the long-term functionality of the brain.\nApplication of similar dye based approaches to detect transient reactive species \nin vivo\n are more complicated, and prompted our analyses of antioxidant levels and enzyme activities in mice subjected to low dose irradiation. The ratio of oxidized to reduced glutathione was reduced significantly at both doses 2 weeks after irradiation, which was consistent with the significant increase in activity of all antioxidant enzymes measured at that time (\ni.e.,\n catalase, total SOD, GPx, and GST) (\nFig. 6\n). Elevated enzymatic activities were found to return to background levels 1 month after irradiation, a time in which the level of GSSG:GSG trended upward to a more oxidized state (\nFig. 6\n). The dynamic response of brain antioxidants to acute exposure suggest a compensatory response to elevated oxidative stress over 2 weeks, which is then attenuated over longer times. While the precise mechanism/s underlying these antioxidant responses is uncertain, it suggests again that changes in redox metabolism could alter oxidative stress levels to impact the functionality of the irradiated CNS.\nIn addition to radiation-induced oxidative stress, heavy ion exposure has been linked to neuroinflammation and altered hippocampal neurogenesis in mice exposed 2–9 months before (\n43–45\n). Alterations to neurogenesis may explain certain observations in earlier (\n47\n, \n48\n) and more recent (\n27\n) reports of reduced spatial learning in rats exposed to 1 GeV/n iron ions. Other mechanisms involving impaired glutamatergic transmission (\n37\n), altered autophagy (\n42\n) and synaptic protein alterations (\n19\n) are likely to contribute to functional decrements in cognition. Neurocognitive tasks dependent on other nonhippocampal areas of the brain are also altered after heavy ion exposure (\n4\n, \n5\n, \n34\n), as exposure to low doses of iron ions was found to impair the ability of rats to conduct attentional set-shifting, suggesting deficits in executive function (\n34\n). While the link between radiation-induced oxidative stress and impaired executive function is uncertain, the antioxidant α-lipoic acid was found to prevent certain spatial memory impairments caused by heavy ion exposures (\n51\n). While it remains uncertain how the persistent changes in redox state observed following charged particle exposure might impact performance decrements during spaceflight or long-term cognitive health, the impairments in NOR (\nFig. 7\n) seen after low dose \n56\nFe irradiation support the functional significance of these low dose radiation effects.\nThe deficits observed after \n56\nFe irradiation on the NOR task did not translate to functional decrements when animals were assessed in the water maze test. Reasons for this are uncertain, but may indicate that neurocognitive sequelae had insufficient time to fully develop over this relatively brief postirradiation (\ni.e.,\n 2 weeks) interval. The fact that radiation-induced cognitive impairment develops over months to years in patients receiving much higher total doses during clinical radiotherapy supports this idea (\n8\n, \n38\n). Further, the MWM interrogates different regions of the brain than does the NOR task (\n4\n, \n5\n), and NOR performance may in fact provide a more sensitive indicator of nonhippocampal (perirhinal and prefrontal cortex) dependent deficits caused by irradiation.\nThe foregoing possibilities prompted further investigations into the impact of heavy ion irradiation, where animals exposed to low doses (5 or 30 cGy) of 600 MeV/n \n16\nO or 500 MeV/n \n48\nTi particles were analyzed 12 weeks later for deficits in NOR. These data show that NOR was impaired significantly at these protracted postirradiation times, where the tendency to explore novelty was reduced on average by 67% for all cohorts compared to sham-irradiated controls (\nFig. 8\n). Given these low doses and protracted times of analyses, these findings are noteworthy, and suggest that exposure to space relevant fluences of charged particles is associated with a risk for developing certain performance decrements. Since animals explore objects equally during familiarization and exhibit no signs of neophobia, deficits in NOR are likely due to impaired learning and/or memory rather than reduced curiosity. Whether or not the chronic trends of elevated oxidative stress found after such exposures are causal and/or contributory to the observed neurocognitive sequelae remain to be elucidated. Nonetheless, our findings demonstrate a temporal coincidence between radiation-induced oxidative stress and cognitive dysfunction, and suggest a link between altered redox metabolism in the CNS and functional behavioral outcome.",
    "materials_and_methods": "Cell culture\n\n\nPrimary neural stem/precursor cells isolated from the mouse subventricular and hippocampal dentate subgranular zones were used for all studies. These cells were grown in DME/F12 (1:1; Invitrogen), supplemented with bovine serum albumin (0.4%; Sigma), insulin (20 μg/ml; Sigma), progesterone (1.59 n\nM\n; Sigma), putrescine (7.7 μg/ml; Sigma), sodium selenite (24 n\nM\n; Sigma), apo-transferrin (80 μg/ml; Sigma), heparin (0.76 units/ml; Sigma), epidermal growth factor (200 ng/ml; Biomedical Technologies), and fibroblast growth factor (40 ng/ml; Peprotech). Cultures are passaged three times weekly by mechanical trituration and maintained in T25 flasks kept on an orbital shaker at slow rotation (∼50 rpm) in a CO\n2\n (5%) incubator at 37°C and maximum humidity. Over the course of these experiments, cultures were maintained between passages 10–15 before irradiation and then passaged as described until the time of analysis. Under these conditions, cells routinely exhibit doubling times of 20–22 h.\nAnimals\n\n\nMice (C57BL/6J background) were used and all animal procedures were carried out in accordance with NIH and IACUC guidelines. For antioxidant measurements, 2-month-old male C57BL/6J wild-type mice (\nn\n=30) were used divided as 0 Gy (\nn\n=6), 0.5 Gy (\nn\n=4), and 2 Gy (\nn\n=4), with irradiated groups analyzed 2 and 4 weeks following irradiation. For cognitive studies, 2-month-old male C57BL/6J wild-type mice (\nn\n=16) were irradiated with 600 MeV/n iron ions and subjected to NOR or the MWM 2 weeks after exposure. For the assessment of NOR 12 weeks after exposure, animals were irradiated with 600 MeV/n oxygen or titanium ions at BNL.\nIrradiation\n\n\nIron ion (600 MeV/n; LET 180 keV/μm) irradiations were performed at the NASA Space Radiation Laboratory (NSRL) at BNL. For the majority of irradiations (≥1 cGy), dose rates between 5 and 50 cGy/min were used, where spatial beam uniformity was confirmed with a digital beam imager and beam dosimetry was measured with an ion chamber. Further details of this beam have been described (\n36\n). At lower ion fluences (500–30,000 ions/cm\n2\n), dosimetry was done by means of a count-based cutoff, in which a scintillation counter was used to give a signal for each ion track through it. Signals from the primary ion are well separated, larger and far more numerous than those derived from fragments. A pulse-height discriminator is used to ensure that only the primary ions are counted by the scaler, which in turn cuts the beam off when the desired number of counts is reached. Since fragments represent roughly 2% of the total fluence, this method provides a straightforward method for quantifying dose. Dose can be easily converted to number of ions/cm\n2\n; for example, 0.1 cGy of Fe at 600 MeV/n is delivered by 3.6×10\n3\n ions/cm\n2\n. The counter is 1 cm\n2\n and can accept up to about 10\n5\n counts/spill, while the beam can be reduced to 10\n2\n ions/cm\n2\n per spill, thereby providing a useful method for measuring dose over the low ion fluences used in this study. The NSRL physics staff performed all dosimetry and further details regarding similar dosimetry setups have been published (\n53\n).\n\n\nFor all 600 MeV/n \n56\nFe ion exposures neurospheres were split the day before irradiation. Spheres re-form during this preirradiation interval, approaching diameters of 74±5 μm containing 234±65 cells. For irradiation, cells were gently loaded into 15 ml centrifuge tubes and placed in the beamline horizontally using a low-density polystyrene holder to minimize any scatter from nuclear fragmentation. Tubes were placed within a region of 95% beam uniformity and oriented such that the beam entered from the side of the tube. Calculations using NASA's GERM code indicate that fragmentation of iron ions passing through the maximum depth results in 11% of the fluence from fragments (mostly protons and alphas). Despite the fragmentation, the overwhelming contribution to dose is from primary iron particles. Following irradiation, cells were seeded into flasks or multiwell plates for the analysis of survival and oxidative stress. Culture conditions were carefully optimized to maintain all cells in log-phase growth over each of the postirradiation times and to normalize the initial distribution of cells between flasks for each of the experimental conditions.\n\n\nFor \nin vivo\n antioxidant measurements, mice were subjected to whole body γ-irradiation (0.1 or 1.0 Gy) using a \n137\nCs irradiator at a dose rate of 2.07 Gy/min. For the \nin vivo\n cognitive experiments, mice were shipped to BNL. After a 1-week acclimation period, the mice were either sham-irradiated or whole body irradiated with 600 MeV/n \n56\nFe particles at a dose of 0.1 Gy or irradiated with 600 MeV/n \n16\nO or 500 MeV/n \n48\nTi particles at a dose of 5 or 30 cGy. For \n56\nFe irradiations, cognitive testing began 1 week after the mice arrived at OHSU (\ni.e.,\n 2 weeks postexposure) and for \n16\nO or \n48\nTi irradiations, cognitive testing was conducted at UCI, 12 weeks after exposure.\nCell survival and neurosphere assays\n\n\nIrradiated cultures were analyzed for cell numbers and sphere forming capacity to ascertain the impact of charged particle irradiation on stem and precursor cells. Following irradiation neurosphere cultures were either seeded into flasks for the quantification of cell number or into 96-well plates for the determination of sphere forming capacity. Bulk neurosphere cultures were dissociated 5 days following exposure and counted by hemocytometer. Alternatively, irradiated cultures were dissociated the day of irradiation, diluted into 96-well plates and analyzed by eye for the presence of spheres. The number of spheres counted 5 days following exposure was equated to surviving fraction, adjusted by the number of cells seeded per well.\nFluorescent activated cell sorting analysis of redox-sensitive dyes\n\n\nFluorescent activated cell sorting (FACS) was used to quantify the levels of reactive species in cells subjected to charged particle irradiation. After irradiation and on the day of assay, cells were aliquoted into 24-well plates. Multiple wells were used for the various dyes, doses, and postirradiation times analyzed. The ROS/RNS-sensitive dye 5-(and-6)-chloromethyl-2′,7′-dichlorodihydrofluorescein diacetate (CM-H\n2\nDCFDA, 5 μ\nM\n; Invitrogen), the NO-sensitive dye DAF (5 μ\nM\n; Invitrogen), or the superoxide-sensitive dye MitoSOX (0.5 μ\nM\n; Invitrogen) was added 1 h prior to analysis by FACS. Approximately 10 min prior to FACS analysis, neurospheres were mechanically dissociated by trituration into single cell suspensions subjected to FACS analysis.\n\n\nDetails regarding antioxidant measurements and cognitive testing can be found online in \nSupplementary Data\n (Supplementary Data are available online at \nwww.liebertpub.com/ars\n).\nStatistical analysis\n\n\nData is expressed as the mean±S.E.M. of three to four independent measurements and the level of significance was assessed by one-way analysis of variance (ANOVA, one way) with Bonferroni's multiple comparison and Student's \nt-\ntests employing Prism data analysis software (v3.0). For the cognitive test, (ANOVA, one-way) was used to assess group differences in exploratory times, with irradiation as between subject factor. To analyze preference for the novel object, Student \nt\n-tests were used. Statistical significance was assigned at a \np\n≤0.05.",
    "cell_culture": "Primary neural stem/precursor cells isolated from the mouse subventricular and hippocampal dentate subgranular zones were used for all studies. These cells were grown in DME/F12 (1:1; Invitrogen), supplemented with bovine serum albumin (0.4%; Sigma), insulin (20 μg/ml; Sigma), progesterone (1.59 n\nM\n; Sigma), putrescine (7.7 μg/ml; Sigma), sodium selenite (24 n\nM\n; Sigma), apo-transferrin (80 μg/ml; Sigma), heparin (0.76 units/ml; Sigma), epidermal growth factor (200 ng/ml; Biomedical Technologies), and fibroblast growth factor (40 ng/ml; Peprotech). Cultures are passaged three times weekly by mechanical trituration and maintained in T25 flasks kept on an orbital shaker at slow rotation (∼50 rpm) in a CO\n2\n (5%) incubator at 37°C and maximum humidity. Over the course of these experiments, cultures were maintained between passages 10–15 before irradiation and then passaged as described until the time of analysis. Under these conditions, cells routinely exhibit doubling times of 20–22 h.",
    "animals": "Mice (C57BL/6J background) were used and all animal procedures were carried out in accordance with NIH and IACUC guidelines. For antioxidant measurements, 2-month-old male C57BL/6J wild-type mice (\nn\n=30) were used divided as 0 Gy (\nn\n=6), 0.5 Gy (\nn\n=4), and 2 Gy (\nn\n=4), with irradiated groups analyzed 2 and 4 weeks following irradiation. For cognitive studies, 2-month-old male C57BL/6J wild-type mice (\nn\n=16) were irradiated with 600 MeV/n iron ions and subjected to NOR or the MWM 2 weeks after exposure. For the assessment of NOR 12 weeks after exposure, animals were irradiated with 600 MeV/n oxygen or titanium ions at BNL.",
    "irradiation": "Iron ion (600 MeV/n; LET 180 keV/μm) irradiations were performed at the NASA Space Radiation Laboratory (NSRL) at BNL. For the majority of irradiations (≥1 cGy), dose rates between 5 and 50 cGy/min were used, where spatial beam uniformity was confirmed with a digital beam imager and beam dosimetry was measured with an ion chamber. Further details of this beam have been described (\n36\n). At lower ion fluences (500–30,000 ions/cm\n2\n), dosimetry was done by means of a count-based cutoff, in which a scintillation counter was used to give a signal for each ion track through it. Signals from the primary ion are well separated, larger and far more numerous than those derived from fragments. A pulse-height discriminator is used to ensure that only the primary ions are counted by the scaler, which in turn cuts the beam off when the desired number of counts is reached. Since fragments represent roughly 2% of the total fluence, this method provides a straightforward method for quantifying dose. Dose can be easily converted to number of ions/cm\n2\n; for example, 0.1 cGy of Fe at 600 MeV/n is delivered by 3.6×10\n3\n ions/cm\n2\n. The counter is 1 cm\n2\n and can accept up to about 10\n5\n counts/spill, while the beam can be reduced to 10\n2\n ions/cm\n2\n per spill, thereby providing a useful method for measuring dose over the low ion fluences used in this study. The NSRL physics staff performed all dosimetry and further details regarding similar dosimetry setups have been published (\n53\n).\nFor all 600 MeV/n \n56\nFe ion exposures neurospheres were split the day before irradiation. Spheres re-form during this preirradiation interval, approaching diameters of 74±5 μm containing 234±65 cells. For irradiation, cells were gently loaded into 15 ml centrifuge tubes and placed in the beamline horizontally using a low-density polystyrene holder to minimize any scatter from nuclear fragmentation. Tubes were placed within a region of 95% beam uniformity and oriented such that the beam entered from the side of the tube. Calculations using NASA's GERM code indicate that fragmentation of iron ions passing through the maximum depth results in 11% of the fluence from fragments (mostly protons and alphas). Despite the fragmentation, the overwhelming contribution to dose is from primary iron particles. Following irradiation, cells were seeded into flasks or multiwell plates for the analysis of survival and oxidative stress. Culture conditions were carefully optimized to maintain all cells in log-phase growth over each of the postirradiation times and to normalize the initial distribution of cells between flasks for each of the experimental conditions.\nFor \nin vivo\n antioxidant measurements, mice were subjected to whole body γ-irradiation (0.1 or 1.0 Gy) using a \n137\nCs irradiator at a dose rate of 2.07 Gy/min. For the \nin vivo\n cognitive experiments, mice were shipped to BNL. After a 1-week acclimation period, the mice were either sham-irradiated or whole body irradiated with 600 MeV/n \n56\nFe particles at a dose of 0.1 Gy or irradiated with 600 MeV/n \n16\nO or 500 MeV/n \n48\nTi particles at a dose of 5 or 30 cGy. For \n56\nFe irradiations, cognitive testing began 1 week after the mice arrived at OHSU (\ni.e.,\n 2 weeks postexposure) and for \n16\nO or \n48\nTi irradiations, cognitive testing was conducted at UCI, 12 weeks after exposure.",
    "cell_survival_and_neurosphere_assays": "Irradiated cultures were analyzed for cell numbers and sphere forming capacity to ascertain the impact of charged particle irradiation on stem and precursor cells. Following irradiation neurosphere cultures were either seeded into flasks for the quantification of cell number or into 96-well plates for the determination of sphere forming capacity. Bulk neurosphere cultures were dissociated 5 days following exposure and counted by hemocytometer. Alternatively, irradiated cultures were dissociated the day of irradiation, diluted into 96-well plates and analyzed by eye for the presence of spheres. The number of spheres counted 5 days following exposure was equated to surviving fraction, adjusted by the number of cells seeded per well.",
    "fluorescent_activated_cell_sorting_analysis_of_redox-sensiti": "Fluorescent activated cell sorting (FACS) was used to quantify the levels of reactive species in cells subjected to charged particle irradiation. After irradiation and on the day of assay, cells were aliquoted into 24-well plates. Multiple wells were used for the various dyes, doses, and postirradiation times analyzed. The ROS/RNS-sensitive dye 5-(and-6)-chloromethyl-2′,7′-dichlorodihydrofluorescein diacetate (CM-H\n2\nDCFDA, 5 μ\nM\n; Invitrogen), the NO-sensitive dye DAF (5 μ\nM\n; Invitrogen), or the superoxide-sensitive dye MitoSOX (0.5 μ\nM\n; Invitrogen) was added 1 h prior to analysis by FACS. Approximately 10 min prior to FACS analysis, neurospheres were mechanically dissociated by trituration into single cell suspensions subjected to FACS analysis.\nDetails regarding antioxidant measurements and cognitive testing can be found online in \nSupplementary Data\n (Supplementary Data are available online at \nwww.liebertpub.com/ars\n).",
    "statistical_analysis": "Data is expressed as the mean±S.E.M. of three to four independent measurements and the level of significance was assessed by one-way analysis of variance (ANOVA, one way) with Bonferroni's multiple comparison and Student's \nt-\ntests employing Prism data analysis software (v3.0). For the cognitive test, (ANOVA, one-way) was used to assess group differences in exploratory times, with irradiation as between subject factor. To analyze preference for the novel object, Student \nt\n-tests were used. Statistical significance was assigned at a \np\n≤0.05.",
    "supplementary_material": "Supplemental data\n\n\n\n\nSupp_Data.pdf\n (43.8KB, pdf)",
    "abbreviations_used": "ANOVA\n\n\nanalysis of variance\n\n\nCM-H\n2\nDCFDA\n\n\n5-(and-6)-chloromethyl-2′,7′-dichlorodihydrofluorescein diacetate\n\n\nDAF\n\n\n4-amino-5-methylamino-2′,7′-difluorofluorescein diacetate\n\n\nDI\n\n\ndiscrimination index\n\n\nFACS\n\n\nfluorescent activated cell sorting\n\n\nGST\n\n\nglutathione-S-transferase\n\n\nHZE\n\n\nHigh Z and Energy\n\n\nLET\n\n\nlinear energy transfer\n\n\nMWM\n\n\nMorris Water Maze\n\n\nNO\n\n\nnitric oxide\n\n\nNOR\n\n\nnovel object recognition\n\n\nRNS\n\n\nreactive nitrogen species\n\n\nROS\n\n\nreactive oxygen species",
    "acknowledgments": "We kindly thank and appreciate the efforts of the BNL physicists Adam Rusek and Michael Sivertz who provided the critical technical help for ensuring accurate dosimetry and beam delivery. We also appreciate the assistance of Michael McCormick and Douglas Spitz in running the antioxidant assays at the Radiation and Free Radical Research Core Laboratory at the University of Iowa.\nThis work was supported by NASA Grants NNA06CB39G (C.L.L.), NX09AK25G (C.L.L.), NNX10AD59G (G.A.N., J.R., C.L.L.), and NNJ12ZSA001N (J.R.).",
    "author_disclosure_statement": "No competing financial interests exist.",
    "references": "1.\nAcharya MM, Lan ML, Kan VH, Patel NH, Giedzinski E, et al. Consequences of ionizing radiation-induced damage in human neural stem cells. Free Radic Biol Med 49: 1846–1855, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nAzari H, Louis SA, Sharififar S, Vedam-Mai V, and Reynolds BA.\nNeural-colony forming cell assay: an assay to discriminate bona fide neural stem cells from neural progenitor cells. J Vis Exp pii: 2639, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nAzzam EI, de Toledo SM, Raaphorst GP, and Mitchel RE.\nLow-dose ionizing radiation decreases the frequency of neoplastic transformation to a level below the spontaneous rate in C3H 10T1/2 cells. Radiat Res 146: 369–373, 1996\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nBarker GR, Bird F, Alexander V, and Warburton EC.\nRecognition memory for objects, place, and temporal order: a disconnection analysis of the role of the medial prefrontal cortex and perirhinal cortex. J Neurosci 27: 2948–2957, 2007\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBarker GR. and Warburton EC.\nWhen is the hippocampus involved in recognition memory? J Neurosci 31: 10721–10731, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nBrown J, Cooper-Kuhn CM, Kempermann G, Van Praag H, Winkler J, et al. Enriched environment and physical activity stimulate hippocampal but not olfactory bulb neurogenesis. Eur J Neurosci 17: 2042–2046, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nBuonanno M, de Toledo SM, Pain D, and Azzam EI.\nLong-term consequences of radiation-induced bystander effects depend on radiation quality and dose and correlate with oxidative stress. Radiat Res 175: 405–415, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nButler JM, Rapp SR, and Shaw EG.\nManaging the cognitive effects of brain tumor radiation therapy. Curr Treat Options Oncol 7: 517–523, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nCalabrese C, Poppleton H, Kocak M, Hogg TL, Fuller C, et al. A perivascular niche for brain tumor stem cells. Cancer Cell 11: 69–82, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nChatterjee A. and Holley WR.\nComputer simulation of initial events in the biochemical mechanisms of DNA damage. Adv Radiat Biol 17: 181–226, 1993\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nChatterjee A. and Schaefer HJ.\nMicrodosimetric structure of heavy ion tracks in tissue. Radiat Environ Biophys 13: 215–227, 1976\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nChen MF, Lin CT, Chen WC, Yang CT, Chen CC, et al. The sensitivity of human mesenchymal stem cells to ionizing radiation. Int J Radiat Oncol Biol Phys 66: 244–253, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nCucinotta FA, Katz R, Wilson JW, and Dubey RR.\nHeavy ion track-structure calculations for radial dose in arbitrary materials. NASA Tech Memo 3497, 1995\n [\nGoogle Scholar\n]\n\n\n\n\n14.\nCucinotta FA, Plante I, Ponomarev AL, and Kim MH.\nNuclear interactions in heavy ion transport and event-based risk models. Radiat Prot Dosim 143: 384–390, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nCurtis SB. and Letaw JR.\nGalactic cosmic rays and cell-hit frequencies outside the magnetosphere. Adv Space Res 9: 293–298, 1989\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nDatta K, Suman S, Kallakury BV, and Fornace AJ., Jr.Exposure to heavy ion radiation induces persistent oxidative stress in mouse intestine. PLoS One 7: e42224, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nDayal D, Martin SM, Owens KM, Aykin-Burns N, Zhu Y, \net al\n\nMitochondrial complex II dysfunction can contribute significantly to genomic instability after exposure to ionizing radiation. Radiat Res 172: 737–745, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nde Toledo SM, Asaad N, Venkatachalam P, Li L, Howell RW, et al. Adaptive responses to low-dose/low-dose-rate gamma rays in normal human fibroblasts: the role of growth architecture and oxidative metabolism. Radiat Res 166: 849–857, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nDenisova NA, Shukitt-Hale B, Rabin BM, and Joseph JA.\nBrain signaling and behavioral responses induced by exposure to (56)Fe-particle radiation. Radiat Res 158: 725–734, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nDurante M. and Cucinotta FA.\nHeavy ion carcinogenesis and human space exploration. Nat Rev Cancer 8: 465–472, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nEncinas JM, Vazquez ME, Switzer RC, Chamberland DW, Nick H, et al. Quiescent adult neural stem cells are exceptionally sensitive to cosmic radiation. Exp Neurol 210: 274–279, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nFike JR, Rola R, and Limoli CL.\nRadiation response of neural precursor cells. Neurosurg Clin N Am 18: 115–127, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nFike JR, Rosi S, and Limoli CL.\nNeural precursor cells and central nervous system radiation sensitivity. Semin Radiat Oncol 19: 122–132, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nFishman K, Baure J, Zou Y, Huang TT, Andres-Mach M, et al. Radiation-induced reductions in neurogenesis are ameliorated in mice deficient in CuZnSOD or MnSOD. Free Radic Biol Med 47: 1459–1467, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nGiedzinski E, Rola R, Fike JR, and Limoli CL.\nEfficient production of reactive oxygen species in neural precursor cells after exposure to 250 MeV protons. Radiat Res 164: 540–544, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nHada M. and Sutherland BM.\nSpectrum of complex DNA damages depends on the incident radiation. Radiat Res 165: 223–230, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nJacobs BL, van Praag H, and Gage FH.\nAdult brain neurogenesis and psychiatry: a novel theory of depression. Mol Psychiatry 5: 262–269, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nKalyanaraman B, Darley-Usmar V, Davies KJ, Dennery PA, Forman HJ, et al. Measuring reactive oxygen and nitrogen species with fluorescent probes: challenges and limitations. Free Radic Biol Med 52: 1–6, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nLan ML, Acharya MM, Tran KK, Bahari-Kashani J, Patel NH, et al. Characterizing the radioresponse of pluripotent and multipotent human stem cells. PLoS One 7: e50048, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nLeach JK, Van Tuyle G, Lin PS, Schmidt-Ullrich R, and Mikkelsen RB.\nIonizing radiation-induced, mitochondria-dependent generation of reactive oxygen/nitrogen. Cancer Res 61: 3894–3901, 2001\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nLiao AC, Craver BM, Tseng BP, Tran KT, Parihar VK, et al. Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation. Radiat Res 180: 1–6, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nLimoli CL, Giedzinski E, Baure J, Rola R, and Fike JR.\nRedox changes induced in hippocampal precursor cells by heavy ion irradiation. Radiat Environ Biophys 46: 167–172, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nLimoli CL, Giedzinski E, Rola R, Otsuka S, Palmer TD, et al. Radiation response of neural precursor cells: linking cellular sensitivity to cell cycle checkpoints, apoptosis and oxidative stress. Radiat Res 161: 17–27, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nLonart G, Parris B, Johnson AM, Miles S, Sanford LD, et al. Executive function in rats is impaired by low (20 cGy) doses of 1 GeV/u (56)Fe particles. Radiat Res 178: 289–294, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nLouis SA, Rietze RL, Deleyrolle L, Wagey RE, Thomas TE, et al. Enumeration of neural stem and progenitor cells in the neural colony-forming cell assay. Stem Cells 26: 988–996, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nLowenstein DI. and Rusek A.\nTechnical developments at the NASA Space Radiation Laboratory. Radiat Environ Biophys 46: 91–94, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nMachida M, Lonart G, and Britten RA.\nLow (60 cGy) doses of (56)Fe HZE-particle radiation lead to a persistent reduction in the glutamatergic readily releasable pool in rat hippocampal synaptosomes. Radiat Res 174: 618–623, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nMeyers CA.\nNeurocognitive dysfunction in cancer patients. Oncology (Williston Park) 14: 75–79; discussion 79, 81–72, 85,2000\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nOwens KM, Aykin-Burns N, Dayal D, Coleman MC, Domann FE, et al. Genomic instability induced by mutant succinate dehydrogenase subunit D (SDHD) is mediated by O2(-*) and H2O2. Free Radic Biol Med 52: 160–166, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nPlanchet E. and Kaiser WM.\nNitric oxide (NO) detection by DAF fluorescence and chemiluminescence: a comparison using abiotic and biotic NO sources. J Exp Bot 57: 3043–3055, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nPlante I. and Cucinotta FA.\nEnergy deposition and relative frequency of hits of cylindrical nanovolume in medium irradiated by ions: monte carlo simulation of tracks structure. Radiat Environ Biophys 49: 5–13, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nPoulose SM, Bielinski DF, Carrihill-Knoll K, Rabin BM, and Shukitt-Hale B.\nExposure to 16O-particle radiation causes aging-like decrements in rats through increased oxidative stress, inflammation and loss of autophagy. Radiat Res 176: 761–769, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nRola R, Fishman K, Baure J, Rosi S, Lamborn KR, et al. Hippocampal neurogenesis and neuroinflammation after cranial irradiation with (56)Fe particles. Radiat Res 169: 626–632, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nRola R, Otsuka S, Obenaus A, Nelson GA, Limoli CL, et al. Indicators of hippocampal neurogenesis are altered by 56Fe-particle irradiation in a dose-dependent manner. Radiat Res 162: 442–446, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nRola R, Sarkissian V, Obenaus A, Nelson GA, Otsuka S, et al. High-LET radiation induces inflammation and persistent changes in markers of hippocampal neurogenesis. Radiat Res 164: 556–560, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nRola R, Zou Y, Huang TT, Fishman K, Baure J, \net al\n\nLack of extracellular superoxide dismutase (EC-SOD) in the microenvironment impacts radiation-induced changes in neurogenesis. Free Radic Biol Med 42: 1133–1145; discussion 1131–1132, 2007\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nShukitt-Hale B, Casadesus G, Cantuti-Castelvetri I, Rabin BM, and Joseph JA.\nCognitive deficits induced by 56Fe radiation exposure. Adv Space Res 31: 119–126, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nShukitt-Hale B, Casadesus G, McEwen JJ, Rabin BM, and Joseph JA.\nSpatial learning and memory deficits induced by exposure to iron-56-particle radiation. Radiat Res 154: 28–33, 20.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nSpitz DR, Sim JE, Ridnour LA, Galoforo SS, and Lee YJ.\nGlucose deprivation-induced oxidative stress in human tumor cells. A fundamental defect in metabolism? Ann N Y Acad Sci 899: 349–362, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nTseng BP, Lan ML, Tran KT, Acharya MA, Giedzinski E, et al. Characterizing low dose and dose rate effects in rodent and human neural stem cells exposed to proton and gamma irradiation. Redox Biol 1: 153–162, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nVillasana LE, Rosenthal RA, Doctrow SR, Pfankuch T, Zuloaga DG, et al. Effects of alpha-lipoic acid on associative and spatial memory of sham-irradiated and (56)Fe-irradiated C57BL/6J male mice. Pharmacol Biochem Behav 103: 487–493, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nVlashi E, Kim K, Lagadec C, Donna LD, McDonald JT, et al. \nIn vivo\n imaging, tracking, and targeting of cancer stem cells. J Natl Cancer Inst 101: 350–359, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nYang H, Magpayo N, Rusek A, Chiang IH, Sivertz M, et al. Effects of very low fluences of high-energy protons or iron ions on irradiated and bystander cells. Radiat Res 176: 695–705, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental data\n\n\n\n\nSupp_Data.pdf\n (43.8KB, pdf)",
    "supplementary_materials": "Supplemental data\n\n\n\n\nSupp_Data.pdf\n (43.8KB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (669.0 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3936501/"
}