{
  "id": "PMC3659353",
  "title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: Implications for elevated cerebral perfusion and intracranial pressure",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: Implications for elevated cerebral perfusion and intracranial pressure",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3659353/"
  },
  "sections": {
    "permalink": "Copy",
    "curtis_r_taylor": "*\nDepartment of Mechanical and Aerospace Engineering,\nFind articles by \nCurtis R Taylor",
    "mina_hanna": "*\nDepartment of Mechanical and Aerospace Engineering,\n‡\nDepartment of Applied Physiology and Kinesiology,\nFind articles by \nMina Hanna",
    "bradley_j_behnke": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nBradley J Behnke",
    "john_n_stabley": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nJohn N Stabley",
    "danielle_j_mccullough": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nDanielle J McCullough",
    "robert_t_davis_iii": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nRobert T Davis III",
    "payal_ghosh": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nPayal Ghosh",
    "anthony_papadopoulos": "¶\nDepartment of Biological Science, Texas Tech University, Lubbock, Texas, USA\nFind articles by \nAnthony Papadopoulos",
    "judy_m_muller-delp": "‖\nDepartment of Physiology and Functional Genomics, University of Florida, Gainesville, Florida, USA; and\nFind articles by \nJudy M Muller-Delp",
    "michael_d_delp": "‡\nDepartment of Applied Physiology and Kinesiology,\n§\nCenter for Exercise Science, and\nFind articles by \nMichael D Delp",
    "abstract": "Evidence indicates that cerebral blood flow is both increased and diminished in astronauts on return to Earth. Data from ground-based animal models simulating the effects of microgravity have shown that decrements in cerebral perfusion are associated with enhanced vasoconstriction and structural remodeling of cerebral arteries. Based on these results, the purpose of this study was to test the hypothesis that 13 d of spaceflight [Space Transportation System (STS)-135 shuttle mission] enhances myogenic vasoconstriction, increases medial wall thickness, and elicits no change in the mechanical properties of mouse cerebral arteries. Basilar and posterior communicating arteries (PCAs) were isolated from 9-wk-old female C57BL/6 mice for \nin vitro\n vascular and mechanical testing. Contrary to that hypothesized, myogenic vasoconstrictor responses were lower and vascular distensibility greater in arteries from spaceflight group (SF) mice (\nn\n=7) relative to ground-based control group (GC) mice (\nn\n=12). Basilar artery maximal diameter was greater in SF mice (SF: 236±9 μm and GC: 215±5 μm) with no difference in medial wall thickness (SF: 12.4±1.6 μm; GC: 12.2±1.2 μm). Stiffness of the PCA, as characterized \nvia\n nanoindentation, was lower in SF mice (SF: 3.4±0.3 N/m; GC: 5.4±0.8 N/m). Collectively, spaceflight-induced reductions in myogenic vasoconstriction and stiffness and increases in maximal diameter of cerebral arteries signify that elevations in brain blood flow may occur during spaceflight. Such changes in cerebral vascular control of perfusion could contribute to increases in intracranial pressure and an associated impairment of visual acuity in astronauts during spaceflight.—Taylor, C. R., Hanna, M., Behnke, B. J., Stabley, J. N., McCullough, D. J., Davis III, R. T., Ghosh, P., Papadopoulos, A., Muller-Delp, J. M., Delp, M. D. Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure.\nKeywords:\n microgravity, brain blood flow, hemodynamics",
    "materials_and_methods": "Experimental procedures were approved by the Institutional Animal Care and Use Committee at the National Aeronautics and Space Administration (NASA) and conformed to the U.S. National Institutes of Health Guide for the Care and Use of Laboratory Animals (NIH Publication no. 85-23, revised 1996).\nAnimals\n\n\nThe present study was performed as part of a larger study in which 9-wk-old female C57BL/6 mice were divided into 4 groups: SF-vehicle (\nn\n=15), SF-treatment (\nn\n=15), GC-vehicle (\nn\n=15), and GC-treatment (\nn\n=15) mice. One day before flight, all mice received a subcutaneous injection (0.01 ml/g body mass) in the vicinity of the hip of either an A5SuT buffer solution (vehicle) or a sclerostin antibody (treatment). SF mice were flown for 13 d on the STS-135 space shuttle mission. Through a NASA Biospecimen Sharing Program (BSP), the current study was to be conducted only on SF-vehicle (\nn\n=15) and GC-vehicle (\nn\n=15) mice. However, on the day after experiments with SF mice were concluded, it was discovered that both SF-vehicle (\nn\n=7) and SF-treatment (\nn\n=8) mice were mistakenly passed to BSP investigators, so only data from the 7 SF-vehicle animals are reported herein. SF-vehicle and SF-treatment mice were interspersed with each other at the time of death, so the time frame over which SF-vehicle studies were conducted was similar to the timeframe over which the GC-vehicle experiments were completed.\n\n\nSF mice were housed in NASA's animal enclosure modules (AEMs) located on the orbiter's middeck, maintained on a 12-h light-dark cycle, and provided food (\n21\n) and water \nad libitum\n. Age-matched GC mice were housed in identical AEMs within an orbital environment simulator at Kennedy Space Center (KSC; FL, USA) to replicate the temperature, humidity, and partial pressure of CO\n2\n on the space shuttle middeck. GC animals were maintained under these conditions beginning 48 h after launch and ending 48 h after landing. All experimental procedures conducted on SF animals were duplicated on GC animals. The KSC veterinarian deemed all animals healthy before SF and GC experiments.\n\n\nA different group of 16-wk-old male C57BL/6J mice from a separate project were housed at NASA Ames Research Center (Mountain View, CA, USA), maintained on a 12-h light-dark cycle, and provided food and water \nad libitum\n. Mice were randomly assigned to either a cage control (CON; \nn\n=5) or 16 d HDT group (\nn\n=5). The HDT treatment, which was carried out as described previously in rats and mice (\n14\n, \n20\n, \n22\n), induces an array of cardiovascular changes that occur in astronauts after return from space, including resting tachycardia (\n22\n, \n23\n), hypotension (\n14\n), and decreased aerobic exercise capacity (\n11\n, \n12\n, \n22\n).\nMicrovessel preparation\n\n\nFor the shuttle flight study, tissue dissection procedures commenced ∼3–4 h after landing. Animals were anesthetized through isoflurane inhalation and euthanized \nvia\n cardiac puncture and exsanguination. The brain was rapidly removed and placed in a 4°C physiological saline solution (PSS). Basilar and posterior communicating arteries (PCAs) were then dissected from the brain using a stereomicroscope (Olympus SZX12; Olympus, Tokyo, Japan), placed in PSS on ice, and transported in a staggered fashion from KSC to the University of Florida campus in Gainesville, FL (∼3 h drive). Basilar arteries were used for \nin vitro\n experimentation to determine myogenic vasoconstrictor properties, passive pressure-diameter characteristics and gross vascular structure. PCAs were used to determine vascular tissue mechanics using a nanoindentation methodology.\n\n\nFor the HDT study, animals were anesthetized through isoflurane anesthesia and killed by thoracotomy; the brain was rapidly removed and placed in 4°C PSS. The basilar artery was dissected from the brain for \nin vitro\n experimentation to determine myogenic vasoconstrictor properties, passive pressure-diameter characteristics, and gross vascular structure.\nIn vitro\n experimentation\n\n\nBasilar arteries were transferred to a Lucite chamber containing PSS, cannulated at each end with glass micropipettes, and secured \nvia\n 11-0 ophthalmic suture (Alcon Laboratories, Fort Worth, TX, USA). After cannulation, the isolated vessel tissue chamber was transferred to the stage of an inverted microscope (Olympus IX70) interfaced in series with a video camera (Panasonic BG310; Panasonic, Osaka, Japan), a horizontal video caliper (307A; Colorado Video, Boulder, CO, USA), a data-acquisition system (Powerlab; ADInstruments, Colorado Springs, CO, USA), and a video monitor (Panasonic WV-BM1410). Intraluminal pressure was set at 100 cmH\n2\nO (74 mmHg; ref. \n24\n) provided by way of 2 independent PSS-filled reservoirs connected to the glass micropipettes, and the distance between the cannulating micropipettes was adjusted so that the vessel axial length was straight but not stretched. Basilar arteries were equilibrated for 60 min at 37°C in PSS, which was replaced every 15 min during the equilibration period and throughout the experimental procedures. Intraluminal diameters were continuously measured \nvia\n videomicroscopic techniques (\n14\n, \n19\n).\n\n\nTo evaluate myogenic vasoconstriction, intraluminal pressure was lowered to 0 cmH\n2\nO for 5 min and then increased from 0–140 cmH\n2\nO in increments of 20 cmH\n2\nO every 5 min by raising both PSS-fluid reservoirs simultaneously so that all pressure changes occurred in the absence of intraluminal flow. Arteries were then incubated for 30 min in Ca\n2+\n-free PSS at an intraluminal pressure of 100 cmH\n2\nO. A bolus dose of sodium nitroprusside (SNP; 10\n−4\n M; refs. \n25\n, \n26\n) was added during the second 15-min incubation in Ca\n2+\n-free PSS to ensure complete vascular smooth muscle relaxation. Maximal intraluminal diameter and medial wall thickness were determined at the end of the second 15-min incubation in Ca\n2+\n-free PSS at 100 cmH\n2\nO. Medial wall thickness was taken as the mean of 3 separate wall thickness measurements from positions randomly selected along the microvessel length. To measure medial wall thickness, the video caliper used to measure intraluminal diameter was positioned on the far right or far left side of the vessel. The focal plane was adjusted through the medial wall, and the smallest distance between the inner and outer medial surface was taken to be medial wall thickness. Finally, a passive pressure-diameter relation was determined using identical procedures to those used for the active myogenic response described above, except that the arteries were maintained in Ca\n2+\n-free PSS containing 10\n−4\n M SNP.\nVascular tissue mechanics\n\n\nNanoindentation of all PCA samples occurred within 23 h of the vessels being dissected from the brain. Before the indentation procedure, the samples equilibrated for 30 min at 25°C in PSS.\n\n\nPCAs were opened longitudinally using forceps into unit samples that were 900–1400 μm in length and 100–400 μm in width, as measured by an optical microscope, and appeared oblong in shape, as shown in the optical microscope image (\nFig. 1\n). Sample thickness was 20–30 μm, as measured by the difference in working distance for visual focus of the sample surface and background microscope slide. As the solution evaporated, the samples were allowed to adhere for 4 min to special glass microscope slides (Fisherbrand Superfrost Plus, 25×75×1 mm; Fisher Scientific, Hampton, NH, USA) with a fluid reservoir to promote adhesion \nvia\n electrostatic attraction; the reservoir was filled with PSS and maintained at 25°C. The fluid reservoir was created on the slides by attaching 2 round zinc alloy washers (9 mm in diameter and 3 mm thick) stacked and bonded to each other and the slide using cyanoacrylate (superglue). A third smaller washer (3 mm in diameter and 1.5 mm thick) was bonded to the slide in the center of the larger washers to aid in locating the sample. In addition, a paper grid of black background with white concentric circles and center crosshair was attached to the bottom of the glass slide. The grid can be seen in an optical microscope and allows for facile identification of the attached sample. This modification ensured that nanoindents were made at predefined locations. A diagram of the modified slides is shown in \nFig. 2\n.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nOptical microscope image of tissue sample attached to microscope slide and submerged in PSS. White grid crosshair lines were used for locating the sample. Adhesion to the microscope slide allowed the sample to lie flat as shown. All samples were translucent in appearance, and had uniform texture as observed by visual inspection. Indents were made ≥100 μm from the edges of the sample.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nSchematic of microscope slide with fluid reservoir. \nA\n, \nB\n) Metal washers attached to a glass microscope slide, as shown in side view (\nA\n) and top view (\nB\n). Indentation testing was performed with the sample submerged in PSS. \nC\n) Optical microscope image of the sample in the reservoir.\nNanoindentation\n\n\nNanoindentation was performed using a TriboIndenter (Hysitron, Minneapolis, MN, USA) with a laboratory noise floor displacement resolution of 1 nm, and force resolution of 100 nN (\nFig. 3\nA\n). The transducer utilizes a 3-plate capacitor, with the indenter tip attached to the middle plate. As such, the displacement of the tip (actuation of the middle plate in regard to the outer plates) is quantified by changes in capacitance. The generated force (electrostatic actuation) is measured through the displacement of a spring with a known calibrated stiffness (U.S. National Institutes of Standards and Technology traceable), which acts in accordance with Hooke's law. Force and displacement are regulated by electronic control and continuously measured during each indentation.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Photograph of nanoindenter showing transducer that actuates the diamond tip. Tip is shown indenting a sample in saline (with washers removed for clarity). \nB\n) Optical microscope image of diamond spherical indenter tip. \nC\n, \nD\n) Diagram of nanoindentation showing contact depths (\nC\n) and corresponding load-displacement curve and measurement parameters (\nD\n).\nA nominal 100-μm-radius diamond conospherical fluid cell tip (AA03171104; Hysitron; \nFig. 3\nB\n, \nC\n) was used, as its radius is appropriate for soft samples (∼kPa range). Accordingly, the tip is designed such that there is a minimization of stress concentration, enabling measurement within the linear stress-stain limit (elastic region) of the material (\n27\n).\n\n\nThe microscope slide with sample was attached to an aluminum block (6×4×2 cm) \nvia\n adhesive discs (Lift-N-Press; SPI Supplies, West Chester, PA, USA) and loaded into the nanoindentation system. The sample was located using an \nin situ\n optical microscope. The TriboIndenter was calibrated to allow indentation at the position identified using the optical microscope. Indents were made in the displacement-control mode of the instrument with a maximum displacement of 4000 nm. A trapezoidal displacement cycle was used with a loading rate of 400 nm/s to maximum displacement, followed by a 5-s hold, followed by an unloading rate of 400 nm/s.\n\n\nAll indentations were performed at 25°C with the sample submerged in PSS. The surface of the sample was identified when the tip detected a 7 μN force after passing through the air and the fluid above. Then, a preliminary 500-nm maximum displacement indentation was performed. The force-displacement response was observed to ensure that the tip was in contact with the sample surface. Next, the indenter tip was lifted from the sample surface 2 μm, and the indentation used for measurement of the sample's properties was performed. This surface detection and indentation procedure was repeated 5 times with indents spanning the length of the sample at a spacing of 10–100 μm. A total of 21 samples from GC (\nn\n=14) and SF (\nn\n=7) mice were tested. To avoid cross contamination, the indenter tip was gently cleansed with an acetone-soaked (99.8%) cotton swab between testing of each sample.\nSolutions\n\n\nPSS contained (in mM) 145 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n4\n, 1.17 MgSO\n4\n, 2.0 CaCl\n2\n, 5.0 glucose, 2.0 pyruvate, 0.025 EDTA, and 3.0 MOPS, pH 7.4. PSS was supplemented with bovine serum albumin (BSA; 1 g/100 ml; USB Corp., Cleveland, OH, USA) and passed through a 0.22-μm cellulose acetate filter (430015; Corning, Corning, NY, USA). Ca\n2+\n-free PSS buffer preparation was identical except for the addition of 2 mM EDTA, the replacement of CaCl\n2\n with 2.0 mM NaCl, and the exclusion of BSA. A5SuT buffer solution contained 10 mM sodium acetate, 9% sucrose, and 0.004% Tween 20, pH 5.\nStatistical and data analysis\n\n\nThe development of spontaneous tone was expressed as the percentage of constriction relative to maximal diameter and was calculated as follows:\n\n\n\nSpontaneous\n \ntone\n(\n%\n)\n=\n(\nID\nmax\n×\nID\nB\n)\n/\nID\nmax\n×\n100\n\n\n where ID\nmax\n is the maximal inner diameter recorded at a pressure of 100 cmH\n2\nO, and ID\nB\n is the starting baseline diameter.\n\n\nThe effective elastic modulus (\nE\nr\n) of each indent was measured by the method of Oliver and Pharr (\n28\n). The method utilizes hertzian elastic contact mechanics with modifications by Sneddon (\n29\n) for various rigid punch geometries. The method assumes isotropic and homogeneous elastic or elastic-inelastic behavior of the sample material.\n\n\nThe effective elastic modulus is given by:\n\n\n\nE\nr\n=\nπ\n2\nS\nA\nc\n\n\n where \nS\n is the measured contact stiffness determined from the derivative (slope) of the unloading portion of the load-displacement curve (\nFig. 3\nD\n), and \nA\nc\n is the contact area at maximum force. Contact stiffness was calculated from the slope of the loading portion of the load-displacement curve (\nFig. 3\nD\n). This adaptation was suitable due to the absence of inelasticity in the samples. It also minimizes errors encountered on unloading due to adhesion between the tip and sample.\n\n\nIGOR Pro (WaveMetrics, Portland, OR, USA) data analysis software was used to determine the effective elastic modulus for each indent. A power law fit was applied to the loading curve, and the derivative was calculated to determine the contact stiffness. The contact area, as a function of indenter displacement (\nh\n), was calculated based on the known geometry of the spherical tip with a radius (\nR\n) of 100 μm:\n\n\n\nA\nc\n(\nh\n)\n=\n2\nπ\n \nR\nh\n−\nπ\nh\n2\n\n\n The means ± \nse\n of the effective elastic modulus of indents for each sample were calculated.\n\n\nActive myogenic and passive pressure-response curves were evaluated by using 2-way repeated-measures ANOVA to detect differences between (SF \nvs.\n GC or HDT \nvs.\n CON) and within (pressure) factors. \nPost hoc\n analyses were performed with Bonferroni's test for pair-wise comparisons where appropriate. Student's unpaired \nt\n tests were used to determine whether differences in developed spontaneous tone, maximal diameter, medial wall thickness, elastic modulus, stiffness, soleus muscle mass, and body mass were significant between groups. All values are presented as means ± \nse\n. A value of \nP\n < 0.05 was used for significance.",
    "animals": "The present study was performed as part of a larger study in which 9-wk-old female C57BL/6 mice were divided into 4 groups: SF-vehicle (\nn\n=15), SF-treatment (\nn\n=15), GC-vehicle (\nn\n=15), and GC-treatment (\nn\n=15) mice. One day before flight, all mice received a subcutaneous injection (0.01 ml/g body mass) in the vicinity of the hip of either an A5SuT buffer solution (vehicle) or a sclerostin antibody (treatment). SF mice were flown for 13 d on the STS-135 space shuttle mission. Through a NASA Biospecimen Sharing Program (BSP), the current study was to be conducted only on SF-vehicle (\nn\n=15) and GC-vehicle (\nn\n=15) mice. However, on the day after experiments with SF mice were concluded, it was discovered that both SF-vehicle (\nn\n=7) and SF-treatment (\nn\n=8) mice were mistakenly passed to BSP investigators, so only data from the 7 SF-vehicle animals are reported herein. SF-vehicle and SF-treatment mice were interspersed with each other at the time of death, so the time frame over which SF-vehicle studies were conducted was similar to the timeframe over which the GC-vehicle experiments were completed.\nSF mice were housed in NASA's animal enclosure modules (AEMs) located on the orbiter's middeck, maintained on a 12-h light-dark cycle, and provided food (\n21\n) and water \nad libitum\n. Age-matched GC mice were housed in identical AEMs within an orbital environment simulator at Kennedy Space Center (KSC; FL, USA) to replicate the temperature, humidity, and partial pressure of CO\n2\n on the space shuttle middeck. GC animals were maintained under these conditions beginning 48 h after launch and ending 48 h after landing. All experimental procedures conducted on SF animals were duplicated on GC animals. The KSC veterinarian deemed all animals healthy before SF and GC experiments.\nA different group of 16-wk-old male C57BL/6J mice from a separate project were housed at NASA Ames Research Center (Mountain View, CA, USA), maintained on a 12-h light-dark cycle, and provided food and water \nad libitum\n. Mice were randomly assigned to either a cage control (CON; \nn\n=5) or 16 d HDT group (\nn\n=5). The HDT treatment, which was carried out as described previously in rats and mice (\n14\n, \n20\n, \n22\n), induces an array of cardiovascular changes that occur in astronauts after return from space, including resting tachycardia (\n22\n, \n23\n), hypotension (\n14\n), and decreased aerobic exercise capacity (\n11\n, \n12\n, \n22\n).",
    "microvessel_preparation": "For the shuttle flight study, tissue dissection procedures commenced ∼3–4 h after landing. Animals were anesthetized through isoflurane inhalation and euthanized \nvia\n cardiac puncture and exsanguination. The brain was rapidly removed and placed in a 4°C physiological saline solution (PSS). Basilar and posterior communicating arteries (PCAs) were then dissected from the brain using a stereomicroscope (Olympus SZX12; Olympus, Tokyo, Japan), placed in PSS on ice, and transported in a staggered fashion from KSC to the University of Florida campus in Gainesville, FL (∼3 h drive). Basilar arteries were used for \nin vitro\n experimentation to determine myogenic vasoconstrictor properties, passive pressure-diameter characteristics and gross vascular structure. PCAs were used to determine vascular tissue mechanics using a nanoindentation methodology.\nFor the HDT study, animals were anesthetized through isoflurane anesthesia and killed by thoracotomy; the brain was rapidly removed and placed in 4°C PSS. The basilar artery was dissected from the brain for \nin vitro\n experimentation to determine myogenic vasoconstrictor properties, passive pressure-diameter characteristics, and gross vascular structure.",
    "in_vitro_experimentation": "Basilar arteries were transferred to a Lucite chamber containing PSS, cannulated at each end with glass micropipettes, and secured \nvia\n 11-0 ophthalmic suture (Alcon Laboratories, Fort Worth, TX, USA). After cannulation, the isolated vessel tissue chamber was transferred to the stage of an inverted microscope (Olympus IX70) interfaced in series with a video camera (Panasonic BG310; Panasonic, Osaka, Japan), a horizontal video caliper (307A; Colorado Video, Boulder, CO, USA), a data-acquisition system (Powerlab; ADInstruments, Colorado Springs, CO, USA), and a video monitor (Panasonic WV-BM1410). Intraluminal pressure was set at 100 cmH\n2\nO (74 mmHg; ref. \n24\n) provided by way of 2 independent PSS-filled reservoirs connected to the glass micropipettes, and the distance between the cannulating micropipettes was adjusted so that the vessel axial length was straight but not stretched. Basilar arteries were equilibrated for 60 min at 37°C in PSS, which was replaced every 15 min during the equilibration period and throughout the experimental procedures. Intraluminal diameters were continuously measured \nvia\n videomicroscopic techniques (\n14\n, \n19\n).\nTo evaluate myogenic vasoconstriction, intraluminal pressure was lowered to 0 cmH\n2\nO for 5 min and then increased from 0–140 cmH\n2\nO in increments of 20 cmH\n2\nO every 5 min by raising both PSS-fluid reservoirs simultaneously so that all pressure changes occurred in the absence of intraluminal flow. Arteries were then incubated for 30 min in Ca\n2+\n-free PSS at an intraluminal pressure of 100 cmH\n2\nO. A bolus dose of sodium nitroprusside (SNP; 10\n−4\n M; refs. \n25\n, \n26\n) was added during the second 15-min incubation in Ca\n2+\n-free PSS to ensure complete vascular smooth muscle relaxation. Maximal intraluminal diameter and medial wall thickness were determined at the end of the second 15-min incubation in Ca\n2+\n-free PSS at 100 cmH\n2\nO. Medial wall thickness was taken as the mean of 3 separate wall thickness measurements from positions randomly selected along the microvessel length. To measure medial wall thickness, the video caliper used to measure intraluminal diameter was positioned on the far right or far left side of the vessel. The focal plane was adjusted through the medial wall, and the smallest distance between the inner and outer medial surface was taken to be medial wall thickness. Finally, a passive pressure-diameter relation was determined using identical procedures to those used for the active myogenic response described above, except that the arteries were maintained in Ca\n2+\n-free PSS containing 10\n−4\n M SNP.",
    "vascular_tissue_mechanics": "Nanoindentation of all PCA samples occurred within 23 h of the vessels being dissected from the brain. Before the indentation procedure, the samples equilibrated for 30 min at 25°C in PSS.\nPCAs were opened longitudinally using forceps into unit samples that were 900–1400 μm in length and 100–400 μm in width, as measured by an optical microscope, and appeared oblong in shape, as shown in the optical microscope image (\nFig. 1\n). Sample thickness was 20–30 μm, as measured by the difference in working distance for visual focus of the sample surface and background microscope slide. As the solution evaporated, the samples were allowed to adhere for 4 min to special glass microscope slides (Fisherbrand Superfrost Plus, 25×75×1 mm; Fisher Scientific, Hampton, NH, USA) with a fluid reservoir to promote adhesion \nvia\n electrostatic attraction; the reservoir was filled with PSS and maintained at 25°C. The fluid reservoir was created on the slides by attaching 2 round zinc alloy washers (9 mm in diameter and 3 mm thick) stacked and bonded to each other and the slide using cyanoacrylate (superglue). A third smaller washer (3 mm in diameter and 1.5 mm thick) was bonded to the slide in the center of the larger washers to aid in locating the sample. In addition, a paper grid of black background with white concentric circles and center crosshair was attached to the bottom of the glass slide. The grid can be seen in an optical microscope and allows for facile identification of the attached sample. This modification ensured that nanoindents were made at predefined locations. A diagram of the modified slides is shown in \nFig. 2\n.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nOptical microscope image of tissue sample attached to microscope slide and submerged in PSS. White grid crosshair lines were used for locating the sample. Adhesion to the microscope slide allowed the sample to lie flat as shown. All samples were translucent in appearance, and had uniform texture as observed by visual inspection. Indents were made ≥100 μm from the edges of the sample.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nSchematic of microscope slide with fluid reservoir. \nA\n, \nB\n) Metal washers attached to a glass microscope slide, as shown in side view (\nA\n) and top view (\nB\n). Indentation testing was performed with the sample submerged in PSS. \nC\n) Optical microscope image of the sample in the reservoir.",
    "figure_1.": "Open in a new tab\nOptical microscope image of tissue sample attached to microscope slide and submerged in PSS. White grid crosshair lines were used for locating the sample. Adhesion to the microscope slide allowed the sample to lie flat as shown. All samples were translucent in appearance, and had uniform texture as observed by visual inspection. Indents were made ≥100 μm from the edges of the sample.",
    "figure_2.": "Open in a new tab\nSchematic of microscope slide with fluid reservoir. \nA\n, \nB\n) Metal washers attached to a glass microscope slide, as shown in side view (\nA\n) and top view (\nB\n). Indentation testing was performed with the sample submerged in PSS. \nC\n) Optical microscope image of the sample in the reservoir.",
    "nanoindentation": "Nanoindentation was performed using a TriboIndenter (Hysitron, Minneapolis, MN, USA) with a laboratory noise floor displacement resolution of 1 nm, and force resolution of 100 nN (\nFig. 3\nA\n). The transducer utilizes a 3-plate capacitor, with the indenter tip attached to the middle plate. As such, the displacement of the tip (actuation of the middle plate in regard to the outer plates) is quantified by changes in capacitance. The generated force (electrostatic actuation) is measured through the displacement of a spring with a known calibrated stiffness (U.S. National Institutes of Standards and Technology traceable), which acts in accordance with Hooke's law. Force and displacement are regulated by electronic control and continuously measured during each indentation.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Photograph of nanoindenter showing transducer that actuates the diamond tip. Tip is shown indenting a sample in saline (with washers removed for clarity). \nB\n) Optical microscope image of diamond spherical indenter tip. \nC\n, \nD\n) Diagram of nanoindentation showing contact depths (\nC\n) and corresponding load-displacement curve and measurement parameters (\nD\n).\nA nominal 100-μm-radius diamond conospherical fluid cell tip (AA03171104; Hysitron; \nFig. 3\nB\n, \nC\n) was used, as its radius is appropriate for soft samples (∼kPa range). Accordingly, the tip is designed such that there is a minimization of stress concentration, enabling measurement within the linear stress-stain limit (elastic region) of the material (\n27\n).\nThe microscope slide with sample was attached to an aluminum block (6×4×2 cm) \nvia\n adhesive discs (Lift-N-Press; SPI Supplies, West Chester, PA, USA) and loaded into the nanoindentation system. The sample was located using an \nin situ\n optical microscope. The TriboIndenter was calibrated to allow indentation at the position identified using the optical microscope. Indents were made in the displacement-control mode of the instrument with a maximum displacement of 4000 nm. A trapezoidal displacement cycle was used with a loading rate of 400 nm/s to maximum displacement, followed by a 5-s hold, followed by an unloading rate of 400 nm/s.\nAll indentations were performed at 25°C with the sample submerged in PSS. The surface of the sample was identified when the tip detected a 7 μN force after passing through the air and the fluid above. Then, a preliminary 500-nm maximum displacement indentation was performed. The force-displacement response was observed to ensure that the tip was in contact with the sample surface. Next, the indenter tip was lifted from the sample surface 2 μm, and the indentation used for measurement of the sample's properties was performed. This surface detection and indentation procedure was repeated 5 times with indents spanning the length of the sample at a spacing of 10–100 μm. A total of 21 samples from GC (\nn\n=14) and SF (\nn\n=7) mice were tested. To avoid cross contamination, the indenter tip was gently cleansed with an acetone-soaked (99.8%) cotton swab between testing of each sample.",
    "figure_3.": "Open in a new tab\nA\n) Photograph of nanoindenter showing transducer that actuates the diamond tip. Tip is shown indenting a sample in saline (with washers removed for clarity). \nB\n) Optical microscope image of diamond spherical indenter tip. \nC\n, \nD\n) Diagram of nanoindentation showing contact depths (\nC\n) and corresponding load-displacement curve and measurement parameters (\nD\n).",
    "solutions": "PSS contained (in mM) 145 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n4\n, 1.17 MgSO\n4\n, 2.0 CaCl\n2\n, 5.0 glucose, 2.0 pyruvate, 0.025 EDTA, and 3.0 MOPS, pH 7.4. PSS was supplemented with bovine serum albumin (BSA; 1 g/100 ml; USB Corp., Cleveland, OH, USA) and passed through a 0.22-μm cellulose acetate filter (430015; Corning, Corning, NY, USA). Ca\n2+\n-free PSS buffer preparation was identical except for the addition of 2 mM EDTA, the replacement of CaCl\n2\n with 2.0 mM NaCl, and the exclusion of BSA. A5SuT buffer solution contained 10 mM sodium acetate, 9% sucrose, and 0.004% Tween 20, pH 5.",
    "statistical_and_data_analysis": "The development of spontaneous tone was expressed as the percentage of constriction relative to maximal diameter and was calculated as follows:\nSpontaneous\n \ntone\n(\n%\n)\n=\n(\nID\nmax\n×\nID\nB\n)\n/\nID\nmax\n×\n100\nwhere ID\nmax\n is the maximal inner diameter recorded at a pressure of 100 cmH\n2\nO, and ID\nB\n is the starting baseline diameter.\nThe effective elastic modulus (\nE\nr\n) of each indent was measured by the method of Oliver and Pharr (\n28\n). The method utilizes hertzian elastic contact mechanics with modifications by Sneddon (\n29\n) for various rigid punch geometries. The method assumes isotropic and homogeneous elastic or elastic-inelastic behavior of the sample material.\nThe effective elastic modulus is given by:\nE\nr\n=\nπ\n2\nS\nA\nc\nwhere \nS\n is the measured contact stiffness determined from the derivative (slope) of the unloading portion of the load-displacement curve (\nFig. 3\nD\n), and \nA\nc\n is the contact area at maximum force. Contact stiffness was calculated from the slope of the loading portion of the load-displacement curve (\nFig. 3\nD\n). This adaptation was suitable due to the absence of inelasticity in the samples. It also minimizes errors encountered on unloading due to adhesion between the tip and sample.\nIGOR Pro (WaveMetrics, Portland, OR, USA) data analysis software was used to determine the effective elastic modulus for each indent. A power law fit was applied to the loading curve, and the derivative was calculated to determine the contact stiffness. The contact area, as a function of indenter displacement (\nh\n), was calculated based on the known geometry of the spherical tip with a radius (\nR\n) of 100 μm:\nA\nc\n(\nh\n)\n=\n2\nπ\n \nR\nh\n−\nπ\nh\n2\nThe means ± \nse\n of the effective elastic modulus of indents for each sample were calculated.\nActive myogenic and passive pressure-response curves were evaluated by using 2-way repeated-measures ANOVA to detect differences between (SF \nvs.\n GC or HDT \nvs.\n CON) and within (pressure) factors. \nPost hoc\n analyses were performed with Bonferroni's test for pair-wise comparisons where appropriate. Student's unpaired \nt\n tests were used to determine whether differences in developed spontaneous tone, maximal diameter, medial wall thickness, elastic modulus, stiffness, soleus muscle mass, and body mass were significant between groups. All values are presented as means ± \nse\n. A value of \nP\n < 0.05 was used for significance.",
    "results": "Body and soleus muscle masses\n\n\nPreflight body mass (20.7±0.4 g) of SF mice was greater (\nP\n<0.05) than postflight body mass (18.4±0.5 g). Likewise, body mass (20.8±0.3 g) of GC mice was greater (\nP\n<0.05) pre- \nvs.\n post-AEM housing (19.5±0.3 g). There was a tendency for postflight body mass of SF mice to be less than that of GC mice (\nP\n=0.09). In a subset of right soleus muscles from GC (\nn\n=9) and SF (\nn\n=7) animals, soleus muscle mass was lower (\nP\n<0.05) in SF than GC mice (SF: 4.7±0.2; GC: 6.0±0.4 mg).\n\n\nPre-HDT body mass (25.8±0.4 g) was not different from the post-HDT body mass (25.5±0.7 g), and likewise, pretreatment body mass of CON mice (26.4±0.5 g) was not different from that at the end of the study (26.6±0.3 g). Pre- and post-treatment body masses of CON animals were also not different from that of the HDT mice. Soleus muscle mass of the HDT animals (9.2±0.8 mg) was lower (\nP\n<0.05) than that from the CON mice (14.3±1.2 mg), thus confirming the efficacy of the elevated hindlimb treatment.\nVessel characteristics\n\n\nMaximal diameter was greater and spontaneous tone was lower in basilar arteries from SF mice relative to that in GC animals (\nTable 1\n). Medial wall thickness was not different between GC and SF groups (\nTable 1\n). From the ground-based HDT studies, maximal diameter, medial wall thickness, and spontaneous tone of basilar arteries from HDT mice were not different from those of CON animals (\nTable 1\n).\n\n\nTable 1.\n\n\nVessel characteristics of the basilar artery\n\n\n\n\n\n\nCharacteristic\n\n\nGC\n\n\nSF\n\n\nCON\n\n\nHDT\n\n\n\n\n\n\n\n\nMaximal diameter (μm)\n\n\n215 ± 5\n\n\n236 ± 9\n*\n\n\n\n\n178 ± 11\n\n\n173 ± 15\n\n\n\n\n\n\nMedial wall thickness (μm)\n\n\n12.2 ± 1.2\n\n\n12.4 ± 1.6\n\n\n10.3 ± 0.7\n\n\n10.3 ± 0.5\n\n\n\n\n\n\nSpontaneous tone (%)\n\n\n15.0 ± 2.0\n\n\n8.2 ± 2.5\n*\n\n\n\n\n12.8 ± 3.1\n\n\n12.0 ± 2.6\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± \nse\n for basilar arteries from GC (\nn\n = 12) and SF (\nn\n=7) mice, and CON (\nn\n=5) and HDT (\nn\n=5) mice; \nn\n = number of animals studied.\n\n\n\n\n*\nP\n < 0.05 \nvs\n. GC.\nActive and passive pressure-diameter responses\n\n\nBasilar arteries from SF mice were less constricted during incremental increases in transmural pressure than those from GC mice (\nFig. 4\nA\n). Likewise, passive vessel diameter was greater during incremental increases in transmural pressure than that in basilar arteries from GC animals (\nFig. 4\nB\n).\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from ground control and 13-d STS-135 spaceflown mice. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.\nMyogenic vasoconstrictor responses of basilar arteries from HDT mice were not different from those of CON mice (\nFig. 5\nA\n). The passive pressure-diameter responses were also not different between groups (\nFig. 5\nB\n).\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from CON and HDT mice. Values are means ± \nse\n; \nn\n = number of animals studied.\nArtery mechanical properties\n\n\nThe samples were loaded to a maximum displacement of ∼4000 ± 200 nm. Based on the stiffness of each indent, the effective elastic modulus was determined. \nFigure 6\nA\n shows effective modulus as a function of maximum indentation depth. The GC data ranged from 10 to 450 kPa, while the SF data ranged from 10 to 180 kPa. The maximum displacement for PCAs from both GC and SF mice were similar, with the majority of data points within 4000–4100 nm. The mean elastic modulus of the PCA from SF mice was ∼45 kPa lower than that from GC animals (\nFig. 6\nB\n).\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Plot of effective elastic modulus as a function of maximum contact depth for PCAs from GC and SF mice. \nB\n) Effective elastic modulus for PCAs from GC and SF. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.\nPCA load-displacement curves from both GC and SF mice have linear loading segments that are indicative of an elastic response. Representative load-displacement curves for GC and SF samples are plotted in \nFig. 7\nA\n. The SF PCA loading segment has a lower slope or stiffness than that of the GC PCA and reaches a maximum force of ∼15 μN. The lower resistance to deformation among SF PCAs resulted in a lower stiffness relative to that of GC PCAs (\nFig. 7\nB\n). PCAs from both GC and SF mice demonstrated nonlinear unloading behavior (\nFig. 7\nA\n). The upper 20% of the unloading segment has the highest curvature. The curvature is indicative of adhesion effects between the tip and sample and is quite common in nanoindentation of soft biological samples (\n30\n). Also, the adhesion force causes the unloading curve to end at a negative force value rather than returning to 0.\n\n\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Representative plots of load-displacement curves for a PCA from a GC mouse and an SF mouse. \nB\n) Calculated stiffness for PCAs from GC and SF animals. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.",
    "body_and_soleus_muscle_masses": "Preflight body mass (20.7±0.4 g) of SF mice was greater (\nP\n<0.05) than postflight body mass (18.4±0.5 g). Likewise, body mass (20.8±0.3 g) of GC mice was greater (\nP\n<0.05) pre- \nvs.\n post-AEM housing (19.5±0.3 g). There was a tendency for postflight body mass of SF mice to be less than that of GC mice (\nP\n=0.09). In a subset of right soleus muscles from GC (\nn\n=9) and SF (\nn\n=7) animals, soleus muscle mass was lower (\nP\n<0.05) in SF than GC mice (SF: 4.7±0.2; GC: 6.0±0.4 mg).\nPre-HDT body mass (25.8±0.4 g) was not different from the post-HDT body mass (25.5±0.7 g), and likewise, pretreatment body mass of CON mice (26.4±0.5 g) was not different from that at the end of the study (26.6±0.3 g). Pre- and post-treatment body masses of CON animals were also not different from that of the HDT mice. Soleus muscle mass of the HDT animals (9.2±0.8 mg) was lower (\nP\n<0.05) than that from the CON mice (14.3±1.2 mg), thus confirming the efficacy of the elevated hindlimb treatment.",
    "vessel_characteristics": "Maximal diameter was greater and spontaneous tone was lower in basilar arteries from SF mice relative to that in GC animals (\nTable 1\n). Medial wall thickness was not different between GC and SF groups (\nTable 1\n). From the ground-based HDT studies, maximal diameter, medial wall thickness, and spontaneous tone of basilar arteries from HDT mice were not different from those of CON animals (\nTable 1\n).\nTable 1.\n\n\nVessel characteristics of the basilar artery\n\n\n\n\n\n\nCharacteristic\n\n\nGC\n\n\nSF\n\n\nCON\n\n\nHDT\n\n\n\n\n\n\n\n\nMaximal diameter (μm)\n\n\n215 ± 5\n\n\n236 ± 9\n*\n\n\n\n\n178 ± 11\n\n\n173 ± 15\n\n\n\n\n\n\nMedial wall thickness (μm)\n\n\n12.2 ± 1.2\n\n\n12.4 ± 1.6\n\n\n10.3 ± 0.7\n\n\n10.3 ± 0.5\n\n\n\n\n\n\nSpontaneous tone (%)\n\n\n15.0 ± 2.0\n\n\n8.2 ± 2.5\n*\n\n\n\n\n12.8 ± 3.1\n\n\n12.0 ± 2.6\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± \nse\n for basilar arteries from GC (\nn\n = 12) and SF (\nn\n=7) mice, and CON (\nn\n=5) and HDT (\nn\n=5) mice; \nn\n = number of animals studied.\n\n\n\n\n*\nP\n < 0.05 \nvs\n. GC.",
    "table_1.": "Vessel characteristics of the basilar artery\nCharacteristic\n\n\nGC\n\n\nSF\n\n\nCON\n\n\nHDT\n\n\n\n\n\n\n\n\nMaximal diameter (μm)\n\n\n215 ± 5\n\n\n236 ± 9\n*\n\n\n\n\n178 ± 11\n\n\n173 ± 15\n\n\n\n\n\n\nMedial wall thickness (μm)\n\n\n12.2 ± 1.2\n\n\n12.4 ± 1.6\n\n\n10.3 ± 0.7\n\n\n10.3 ± 0.5\n\n\n\n\n\n\nSpontaneous tone (%)\n\n\n15.0 ± 2.0\n\n\n8.2 ± 2.5\n*\n\n\n\n\n12.8 ± 3.1\n\n\n12.0 ± 2.6\nOpen in a new tab\nValues are means ± \nse\n for basilar arteries from GC (\nn\n = 12) and SF (\nn\n=7) mice, and CON (\nn\n=5) and HDT (\nn\n=5) mice; \nn\n = number of animals studied.\n\n\n\n\n*\nP\n < 0.05 \nvs\n. GC.",
    "active_and_passive_pressure-diameter_responses": "Basilar arteries from SF mice were less constricted during incremental increases in transmural pressure than those from GC mice (\nFig. 4\nA\n). Likewise, passive vessel diameter was greater during incremental increases in transmural pressure than that in basilar arteries from GC animals (\nFig. 4\nB\n).\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from ground control and 13-d STS-135 spaceflown mice. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.\nMyogenic vasoconstrictor responses of basilar arteries from HDT mice were not different from those of CON mice (\nFig. 5\nA\n). The passive pressure-diameter responses were also not different between groups (\nFig. 5\nB\n).\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from CON and HDT mice. Values are means ± \nse\n; \nn\n = number of animals studied.",
    "figure_4.": "Open in a new tab\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from ground control and 13-d STS-135 spaceflown mice. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.",
    "figure_5.": "Open in a new tab\nActive myogenic (\nA\n) and passive (\nB\n) pressure-diameter responses to increases in transmural pressure in basilar arteries from CON and HDT mice. Values are means ± \nse\n; \nn\n = number of animals studied.",
    "artery_mechanical_properties": "The samples were loaded to a maximum displacement of ∼4000 ± 200 nm. Based on the stiffness of each indent, the effective elastic modulus was determined. \nFigure 6\nA\n shows effective modulus as a function of maximum indentation depth. The GC data ranged from 10 to 450 kPa, while the SF data ranged from 10 to 180 kPa. The maximum displacement for PCAs from both GC and SF mice were similar, with the majority of data points within 4000–4100 nm. The mean elastic modulus of the PCA from SF mice was ∼45 kPa lower than that from GC animals (\nFig. 6\nB\n).\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Plot of effective elastic modulus as a function of maximum contact depth for PCAs from GC and SF mice. \nB\n) Effective elastic modulus for PCAs from GC and SF. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.\nPCA load-displacement curves from both GC and SF mice have linear loading segments that are indicative of an elastic response. Representative load-displacement curves for GC and SF samples are plotted in \nFig. 7\nA\n. The SF PCA loading segment has a lower slope or stiffness than that of the GC PCA and reaches a maximum force of ∼15 μN. The lower resistance to deformation among SF PCAs resulted in a lower stiffness relative to that of GC PCAs (\nFig. 7\nB\n). PCAs from both GC and SF mice demonstrated nonlinear unloading behavior (\nFig. 7\nA\n). The upper 20% of the unloading segment has the highest curvature. The curvature is indicative of adhesion effects between the tip and sample and is quite common in nanoindentation of soft biological samples (\n30\n). Also, the adhesion force causes the unloading curve to end at a negative force value rather than returning to 0.\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nA\n) Representative plots of load-displacement curves for a PCA from a GC mouse and an SF mouse. \nB\n) Calculated stiffness for PCAs from GC and SF animals. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.",
    "figure_6.": "Open in a new tab\nA\n) Plot of effective elastic modulus as a function of maximum contact depth for PCAs from GC and SF mice. \nB\n) Effective elastic modulus for PCAs from GC and SF. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.",
    "figure_7.": "Open in a new tab\nA\n) Representative plots of load-displacement curves for a PCA from a GC mouse and an SF mouse. \nB\n) Calculated stiffness for PCAs from GC and SF animals. Values are means ± \nse\n; \nn\n = number of animals studied. *\nP\n < 0.05 between groups.",
    "discussion": "The purpose of this study was to determine whether spaceflight alters the intrinsic myogenic vasoconstrictor, mechanical, or gross structural properties of cerebral arteries from mice flown on the STS-135 space shuttle mission. Based on experimental results from ground-based studies in rats to simulate microgravity (\n14\n, \n15\n, \n20\n), we hypothesized that myogenic vasoconstriction would be enhanced, passive pressure-diameter relation and mechanical stiffness would be unchanged, and medial wall thickness would be greater in cerebral arteries from SF mice. However, contrary to our hypothesis, the results showed that myogenic vasoconstriction was less in cerebral arteries from SF mice (\nFig. 4\nA\n), passive pressure-diameter response indicated greater vascular distensibility (\nFig. 4\nB\n), and mechanical testing using nanoindentation revealed that the arteries from SF animals had lower effective elastic modulus (\nFig. 6\nB\n) and stiffness (\nFig. 7\nB\n). Gross structural measures demonstrated that maximal diameter was greater in SF mice (\nTable 1\n), while medial wall thickness of cerebral arteries was not different between SF and GC animals. These results demonstrate that spaceflight alters vasoconstrictor, mechanical, and gross structural properties of cerebral resistance arteries.\nNumerous factors are involved in the regulation of cerebral perfusion (\n4\n, \n5\n), and many of these factors may be altered in a microgravity environment. As it relates to fluid flow, Ohm's law can be used to estimate the effects of microgravity on brain blood flow according to the equation:\nCBF\n=\n(\nP\na\n−\nP\nv\n)\n/\nCVR\nwhere CBF is proportional to the \nP\na\n and venous pressure (\nP\nv\n) difference across the brain and is inversely related to the cerebral vascular resistance (CVR) to flow. The loss of the head-to-foot gravity vector normally present on Earth induces a cephalad fluid shift during spaceflight (\n6\n). It is believed that this elevates \nP\na\n to the head by 20–30 mmHg (\n6\n), whereas possible increases in \nP\nv\n in the head are less certain, given that direct measures of inflight astronaut central \nP\nv\n show a decrease rather than an increase (\n31\n). Thus, any possible rise in \nP\nv\n of <20–30 mmHg would indicate an elevation in cerebral perfusion pressure. The cerebral circulation, however, is unique in that intracranial pressure (ICP) will determine the pressure difference across the brain (\nP\na\n − ICP) when ICP > \nP\nv\n in the head. Although the extent to which the loss of the head-to-foot gravity vector will elevate ICP is presently unknown, it seems unlikely that it would exceed the putative 20- to 30-mmHg rise in \nP\na\n in the head. Therefore, the microgravity-induced headward fluid shift should result in either no change or an increase in cerebral perfusion pressure.\nThe other major determinant of cerebral perfusion is CVR, which, according to Poiseuille's law, is predominantly determined by the diameter of resistance arteries. A spaceflight-induced change in basal arterial tone would therefore be a good indicator of possible changes in CVR and, correspondingly, CBF. For example, we and others have shown in HDT rats that increases in spontaneous tone and myogenic vasoconstriction of cerebral arteries (\n14\n, \n15\n, \n18\n, \n19\n) correspond to increases in CVR (\n14\n) and decreases in CBF (\n13\n, \n14\n). The microgravity-induced decrease in active myogenic vasoconstrictor tone across a range of pressures (\nFig. 4\nA\n) is consistent with a decrease in CVR. Likewise, the decrease in arterial stiffness (\nFig. 7\nB\n) found in the present study would also indicate that, for any given \nP\na\n, CVR would be lower by virtue of a larger diameter in the more distensible resistance arteries. Both the decrease in myogenic vasoconstrictor tone (\nFig. 4\nA\n) and the increase in arterial distensibility (\nFig. 4\nB\n) are therefore consistent with a lower CVR and higher CBF during spaceflight. Such a contention is supported by experimental evidence from a chronically instrumented rhesus monkey flown 5 d on the Cosmos 1514 biosatellite (\n32\n). A probe that measured \nP\na\n and blood flow velocity was implanted around the left common carotid artery ∼55 d before flight. Both mean \nP\na\n and carotid flow velocity increased markedly above preflight control levels during the first day of flight. On the second and fifth days of flight, \nP\na\n returned to preflight control levels, while carotid flow velocity remained elevated, owing to a significant reduction in vascular resistance (\n32\n). Similar results of apparent increases in cerebral perfusion associated with spaceflight have also been reported to occur in humans. With the use of impedance rheoencephalography to assess CBF in cosmonauts, most studies have shown indications of elevated cerebral perfusion during and immediately after spaceflight (\n33\n–\n37\n). Likewise, transcranial Doppler ultrasound measures of carotid and middle cerebral artery blood flow velocity have shown significant elevations in cerebral flow velocity in microgravity (\n38\n–\n40\n). However, other studies measuring carotid and middle cerebral artery blood flow velocity in astronauts have concluded cerebral flow velocity and autoregulation to be unchanged (\n41\n–\n43\n) or decreased (\n43\n, \n44\n).\nResults from the present study demonstrate that the effects of actual microgravity on mouse cerebral arteries were unlike those of simulated microgravity in HDT rats. These divergent findings are possibly due to species differences between mice and rats or may be attributed to conditions unique to a microgravity environment. To test this possibility, a second set of experiments was conducted to determine the effects of HDT on mouse cerebral artery myogenic vasoconstriction, passive pressure-diameter response, and gross structure. The results demonstrate that HDT in mice has no effect on myogenic vasoconstriction (\nFig. 5\nA\n), the passive pressure-diameter response (\nFig. 5\nB\n), or the medial wall thickness and maximal diameter of the basilar artery (\nTable 1\n). Thus, there appear to be species-specific differences between rats and mice in both the functional and structural alterations that occur in cerebral arteries during simulated microgravity.\nDifferences in the functional and structural alterations induced in basilar arteries from SF mice and HDT mice could be due to several factors, including the disparity between the animals' age and sex. Differences could also be due to the fact that microgravity uniquely affects the cerebral circulation and that this environmental condition is not adequately mimicked in current ground-based simulations with rodents. Such a conclusion is also supported in studies with humans. For example, Zhang \net al.\n (\n45\n) reported that following 2-wk head-down tilt bedrest in humans, middle cerebral artery blood flow velocity was reduced across a range of orthostatic stresses, indicating an impairment of cerebral autoregulation. In contrast, the same laboratory group (\n46\n) found that cerebral autoregulation of astronauts during orthostatic stress was unchanged or altered to produce higher CBF velocity during upright tilt after 16 d of spaceflight. Thus, findings from groups studying both ground-based analogs of microgravity and actual microgravity, in humans and rodents, show disparate results of greater vasoconstriction of cerebral arteries (\n14\n) and lower perfusion (\n13\n, \n14\n, \n45\n) in ground models, whereas there is less cerebral artery vasoconstriction and indications of higher perfusion both during and following spaceflight (present study and ref. \n46\n).\nAt present, it is unknown what factors underlie the alterations in mouse cerebral artery function, mechanics, and structure with spaceflight. One factor that has been hypothesized to alter cerebral perfusion and, consequently, intracranial pressure in astronauts is carbon dioxide (CO\n2\n; ref. \n3\n). CO\n2\n is a potent cerebral vasodilator (\n47\n–\n49\n) and has been shown to interact with cerebral autoregulation to elevate intracranial pressure (\n50\n–\n52\n). Chronic cerebral artery relaxation during exposure to high levels of CO\n2\n could also potentially affect the intrinsic functional and structural properties of cerebral arteries. The space shuttle and ISS are closed environments with nominal CO\n2\n levels (2.3 to 5.3 mmHg) well above the ambient partial pressure of CO\n2\n (0.23 mmHg) at sea level on Earth (\n3\n). Mice from the current study were chronically exposed to these higher levels of CO\n2\n on the space shuttle \nAtlantis\n during the STS-135 mission (\nFig. 8\n), and a putative state of chronic relaxation could have contributed to the alterations observed in cerebral arteries. However, high levels of CO\n2\n alone cannot account for the alterations in the intrinsic properties of the cerebral arteries from the SF mice, as conditions for GC mice (\ni.e\n., temperature, humidity, and partial pressure of CO\n2\n) were maintained the same as those occurring on the space shuttle flight deck. The possibility exists that the chronic vasodilator effects of CO\n2\n with spaceflight could compromise the integrity of the blood-brain barrier, as has been previously hypothesized (\n53\n), and make the cerebral circulation susceptible to the same circulating factors previously considered to only affect the peripheral circulation. For example, in HDT rats, the peripheral arterial circulation shows diminished vasoconstriction regardless of whether it is exposed to higher or lower \nP\na\n; diminished vasoconstrictor responsiveness has been reported to occur in carotid arteries (\n54\n) and the thoracic aorta (\n55\n) where \nP\na\n is elevated during HDT (\n7\n, \n13\n), in mesenteric arteries near the hydrostatic indifference point of rats (\n56\n, \n57\n), and in arterial segments of the lower hindlimb region (\n54\n, \n58\n) where \nP\na\n is reduced with HDT (\n7\n). Only the cerebral circulation in HDT rats are not likewise affected (\n14\n–\n18\n). This impairment of peripheral artery vasoconstrictor function, albeit due to unknown factors, is presumed to be a systemic circulating agent, because impairment of smooth muscle contraction also occurs in the venous circulation (\n57\n, \n59\n), as well as in the lymphatic circulation from the head to the hindlimbs (\n60\n). Moreover, peripheral arterial and venous vasoconstrictor impairment has also been previously shown to occur in rats and mice flown on the space shuttle (\n61\n–\n63\n), including mesenteric veins from the same mice of the present study (\n61\n). Therefore, we propose that the chronic vasodilator influence of CO\n2\n may compromise the tightness of the junctions between endothelial cells that make up the blood-brain barrier in the cerebral circulation during spaceflight and enable the unknown factors affecting the peripheral circulation to likewise diminish the intrinsic vasoconstrictor responsiveness of cerebral arteries, thereby compromising autoregulation of cerebral perfusion and facilitating elevations in intracranial pressure.\nFigure 8.\n\n\n\n\nOpen in a new tab\n\n\nPartial pressure of CO\n2\n (pCO\n2\n) in the space shuttle \nAtlantis\n immediately before and during the STS-135 mission, on which \nAtlantis\n docked with the ISS. The CO\n2\n sensor was located on the orbiter flight deck, located immediately above the middeck where the mice were housed.\nTo our knowledge, the present study is the first to utilize nanoindentation to determine the mechanical properties of small resistance arteries from the microcirculation. The results demonstrate that cerebral arteries from SF mice had a lower effective elastic modulus (\nFig. 6\nB\n) and were less stiff (\nFig. 7\nB\n) than arteries from GC mice. Previous work with astronauts has also reported evidence that spaceflight can modify arterial stiffness (\n64\n), although this work showed increases in stiffness of peripheral conduit arteries in some astronauts. The effective modulus data from the SF mice of the present study had a small \nse\n relative to that of arteries from GC mice. This compactness of flight data indicates possible differences in tissue organization or composition \nvs.\n control arteries. This is because nanoindentation is sensitive to tissue structure due to the highly localized probe measuring mechanical properties as a function of depth. The sensitivity of nanoindentation has been previously utilized for large conduit aortic arteries to determine differences in tissue composition and structure (\n65\n, \n66\n). It is this sensitivity to structure and composition, as well as surface properties, which contributes to the scatter in nanoindentation data of soft biological materials (\n65\n–\n67\n).\nIn summary, results from this study demonstrate that spaceflight diminishes myogenic vasoconstrictor tone (\nFig. 4\nA\n), effective elastic modulus (\nFig. 6\nB\n), and vascular stiffness (\nFig. 7\nB\n) and increases distensibility (\nFig. 4\nB\n) of cerebral arteries. In addition, maximal diameter of cerebral arteries from SF mice was increased, with no change in medial wall thickness. Collectively, these changes in the functional vasoconstrictor and mechanical properties of cerebral arteries suggest that cerebral perfusion may be elevated during spaceflight. Although elevated partial pressure of CO\n2\n in the closed microgravity environment may contribute to alterations in the properties of cerebral arteries, high CO\n2\n levels alone cannot fully account for such changes. Finally, if similar alterations in the properties of cerebral arteries occur in astronauts, elevations in brain blood flow could serve to elevate intracranial pressure and possibly contribute to the visual impairment reported to occur in astronauts (\n1\n–\n3\n).",
    "figure_8.": "Open in a new tab\nPartial pressure of CO\n2\n (pCO\n2\n) in the space shuttle \nAtlantis\n immediately before and during the STS-135 mission, on which \nAtlantis\n docked with the ISS. The CO\n2\n sensor was located on the orbiter flight deck, located immediately above the middeck where the mice were housed.",
    "acknowledgments": "These studies were originally flown on space shuttle mission STS-107, on which the orbiter \nColumbia\n tragically disintegrated during its return flight to Earth. This article is dedicated to the STS-107 crew, who were willing to risk their lives to advance our understanding of the effects of microgravity on human health. The authors thank Paula Dumars, Marilyn Vasquez, Vera Vizir, Marianne Steele, Richard Boyle, and Ken Souza [U.S. National Aeronautics and Space Administration (NASA) Ames Research Center, Mountain View, CA, USA] and the Life Sciences staff at NASA Kennedy Space Center (Kennedy Space Center, FL, USA) for logistical support; Thomas Wyrobek, Richard Nay, Lance Kuhn, and Amanda Simpson (Hysitron, Minneapolis, MN, USA) and Donna Ebenstein (Bucknell University, Lewisburg, PA, USA) for assistance with nanoindentation experiments; Dr. Olga Tarasova (Moscow State University, Moscow, Russia) for assistance with the Russian cosmonaut literature; and NASA for providing shuttle CO\n2\n data from the STS-135 mission.\nThis study was supported by grants from NASA (NNX08AQ62G and NNX09AP06G), U.S. National Institutes of Health (AG-31317), and the Florida Biomedical Research Program (1BN-02) and the Jane Adams Edmonds endowed doctoral fellowship (Department of Applied Physiology and Kinesiology, University of Florida).",
    "footnotes": "A\nc\n\n\ncontact area at maximum force\n\n\nAEM\n\n\nanimal enclosure module\n\n\nBSA\n\n\nbovine serum albumin\n\n\nBSP\n\n\nBiospecimen Sharing Program\n\n\nCBF\n\n\ncerebral blood flow\n\n\nCON\n\n\ncage control\n\n\nCVR\n\n\ncerebrovascular resistance\n\n\nE\nr\n\n\neffective elastic modulus\n\n\nGC\n\n\nground-based control group\n\n\nh\n\n\nindenter displacement\n\n\nHDT\n\n\nhead-down tail suspension\n\n\nICP\n\n\nintracranial pressure\n\n\nID\nB\n\n\n\n\ninitial baseline diameter\n\n\nID\nmax\n\n\n\n\nmaximal inner diameter\n\n\nISS\n\n\nInternational Space Station\n\n\nKSC\n\n\nKennedy Space Center\n\n\n\n\nP\na\n\n\n\n\narterial pressure\n\n\nNASA\n\n\nNational Aeronautics and Space Administration\n\n\nPCA\n\n\nposterior communicating artery\n\n\nPSS\n\n\nphysiological saline solution\n\n\n\n\nP\nv\n\n\n\n\nvenous pressure\n\n\nR\n\n\nradius\n\n\nS\n\n\ncontact stiffness\n\n\nSF\n\n\nspaceflight group\n\n\nSNP\n\n\nsodium nitroprusside\n\n\nSTS\n\n\nSpace Transportation System",
    "references": "1.\n\nMader T. H., Gibson C. R., Pass A. F., Kramer L. A., Lee A. G., Fogarty J., Tarver W. J., Dervay J. P., Hamilton D. R., Sargsyan A., Phillips J. L., Tran D., Lipsky W., Choi J., Stern C., Kuyumjian R., Polk J. D. (2011) Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight. Ophthalmology\n118, 2058–2069\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nKramer L. A., Sargsyan A. E., Hasan K. M., Polk J. D., Hamilton D. R. (2012) Orbital and intracranial effects of microgravity: findings at 3-T MR imaging. Radiology\n263, 819–827\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nAlexander D. J., Gibson C. R., Hamilton D. R., Lee S. M., Mader T. H., Otto C., Oubre C. M., Pass A. F., Platts S. H., Scott J. M., Smith S. M., Stenger M. B., Westby C. M., Zanello S. B. (2012) Evidence Report: Risk of Spaceflight-Induced Intracranial Hypertension and Vision Alterations. Retrieved from \nhttp://humanresearchroadmap.nasa.gov/evidence/reports/VIIP.pdf\n\n\n\n\n\n\n4.\n\nAaslid R. (2006) Cerebral autoregulation and vasomotor reactivity. Front. Neurol. Neurosci. 21, 216–228\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nVavilala M. S., Lee L. A., Lam A. M. (2002) Cerebral blood flow and vascular physiology. Anesthesiol. Clin. North America\n20, 247–264\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nWatenpaugh D. E., Hargens A. R. (1996) The cardiovascular system in microgravity. In Handbook of Physiology, Sect. 4: Environmental Physiology, Vol. 2 (Fregly M. J., Blatteis C. M.) pp. 631–674, American Physiological Society, Bethesda, MD, USA\n [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nColleran P. N., Wilkerson M. K., Bloomfield S. A., Suva L. J., Turner R. T., Delp M. D. (2000) Alterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J. Appl. Physiol. 89, 1046–1054\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nHargens A., Steakai J., Johansson C., Tipton C. (1984) Tissue fluid shift, forelimb loading, and tail tension in tail-suspended rats. Physiologist\n27(Suppl.), S37–S38\n [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nMaurel D., Ixart G., Barbanel G., Mekaouche M., Assenmacher I. (1996) Effects of acute tilt from orthostatic to head-down antiorthostatic restraint and of sustained restraint on the intra-cerebroventricular pressure in rats. Brain Res. 736, 165–173\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nProvost S. B., Tucker B. J. (1992) Effect of 14 day head-down tilt on renal function and vascular and extracellular fluid volumes in the conscious rat. Physiologist\n35(Suppl. 1), S105–S106\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nDesplanches D., Mayet M. H., Sempore B., Frutoso J., Flandrois R. (1987) Effect of spontaneous recovery or retraining after hindlimb suspension on aerobic capacity. J. Appl. Physiol. 63, 1739–1743\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nOverton J. M., Woodman C. R., Tipton C. M. (1989) Effect of hindlimb suspension on VO2 max and regional blood flow responses to exercise. J. Appl. Physiol. 66, 653–659\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nWilkerson M. K., Colleran P. N., Delp M. D. (2002) Acute and chronic head-down tail-suspension diminishes cerebral perfusion in rats. Am. J. Physiol. Heart Circ. Physiol. 282, H328–H334\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nWilkerson M. K., Lesniewski L. A., Golding E. M., Bryan R. M., Jr., Amin A., Wilson E., Delp M. D. (2005) Simulated microgravity enhances cerebral artery vasoconstriction and vascular resistance through endothelial nitric oxide mechanism. Am. J. Physiol. Heart Circ. Physiol. 288, H1652–H1661\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nGeary G. G., Krause D. N., Purdy R. E., Duckles S. P. (1998) Simulated microgravity increases myogenic tone in rat cerebral arteries. J. Appl. Physiol. 85, 1615–1621\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nSun B., Zhang L.-F., Gao F., Ma X.-W., Zhang M.-L., Liu J., Zhang L.-N., Ma J. (2004) Daily short-period gravitation can prevent functional and structural changes in arteries of simulated microgravity rats. J. Appl. Physiol. 97, 1022–1031\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nXue J. H., Chen L. H., Zhao H. Z., Pu Y. D., Feng H. Z., Ma Y. G., Ma J., Chang Y. M., Zhang Z. M., Xie M. J. (2011) Differential regulation and recovery of intracellular Ca\n2+\n in cerebral and small mesenteric arterial smooth muscle cells of simulated microgravity rat. PLoS One\n6, e19775.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nZhang L.-N., Zhang L.-F., Ma J. (2001) Simulated microgravity enhances vasoconstrictor responsiveness of rat basilar artery. J. Appl. Physiol. 90, 2296–2305\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nPrisby R. D., Wilkerson M. K., Sokoya E. M., Bryan R. M., Jr., Wilson E., Delp M. D. (2006) Endothelium-dependent vasodilation of cerebral arteries is altered with simulated microgravity through nitric oxide synthase and EDHF mechanisms. J. Appl. Physiol. 101, 348–353\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nWilkerson M. K., Muller-Delp J., Colleran P. N., Delp M. D. (1999) Effects of hindlimb unloading on rat cerebral, splenic, and mesenteric resistance artery morphology. J. Appl. Physiol. 87, 2115–2121\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nSun G. S., Tou J. C., Liittschwager K., Herrera A. M., Hill E. L., Girten B., Reiss-Bubenheim D., Vasques M. (2010) Evaluation of the nutrient-upgraded rodent food bar for rodent spaceflight experiments. Nutrition\n26, 1163–1169\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nPowers J., Bernstein D. (2004) The mouse as a model of cardiovascular adaptations to microgravity. J. Appl. Physiol. 97, 1686–1692\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nMcDonald K. S., Delp M. D., Fitts R. H. (1992) Effect of hindlimb unweighting on tissue blood flow in the rat. J. Appl. Physiol. 72, 2210–2218\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nFaraci F. M., Heistad D. D. (1990) Regulation of large cerebral arteries and cerebral microvascular pressure. Circ. Res. 66, 8–17\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nDelp M. D., Colleran P. N., Wilkerson M. K., McCurdy M. R., Muller-Delp J. (2000) Structural and functional remodeling of skeletal muscle microvasculature is induced by simulated microgravity. Am. J. Physiol. Heart Circ. Physiol. 278, H1866–H1873\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nMcCurdy M. R., Colleran P. N., Muller-Delp J., Delp M. D. (2000) Effects of fiber composition and hindlimb unloading on the vasodilator properties of skeletal muscle arterioles. J. Appl. Physiol. 89, 398–405\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nEbenstein D. M., Kuo A., Rodrigo J. J., Reddi A. H., Ries M., Pruitt L. A. (2004) nanoindentation technique for functional evaluation of cartilage repair tissue. J. Mater. Res. 19, 273–281\n [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nOliver W. C., Pharr G. M. (2004) Measurement of hardness and elastic modulus by instrumented indentation: Advances in understanding and refinements to methodology. J. Mater. Res. 19, 3–20\n [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nSneddon I. N. (1948) Boussinesq's problem for a rigid cone. Math. Proc. Camb. Phil. Soc. 44, 492–507\n [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nLin D., Horkay F. (2008) Nanomechanics of polymer gels and biological tissues: a critical review of analytical approaches in the Hertzian regime and beyond. Soft Matter\n4, 669–682\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nBuckey J. C., Jr., Gaffney F. A., Lane L. D., Levine B. D., Watenpaugh D. E., Wright S. J., Yancy C.W., Jr., Meyer D. M., Blomqvist C. G. (1996) Central venous pressure in space. J. Appl. Physiol. 81, 19–25\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nSandler H., Krotov V. P., Hines J., Magadev V. S., Benjamin B. A., Badekeva A. M., Halpryn B. M., Stone H. L., Krilov V. S. (1987) Cardiovascular results from a rhesus monkey flown aboard the Cosmos 1514 spaceflight. Aviat. Space Environ. Med. 58, 529–536\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nMoskalenko Y. E., Weinstein G. B., Semernia V. N. (1975) Investigation of human cerebral circulation in spaceflight conditions. Aviat. Space Environ. Med. 46, 1023–1026\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nTurchaninova V. F., Yegorov A. D., Domracheve M. V. (1989) Central and regional hemodynamics in long space flights. Kosm. Biol. Aviakosm. Med. 23, 19–26\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nVasileva T. D., Iarullin K. K., Zhuibreveko V. I. (1982) Regional hemodynamic changes after spaceflights lasting up to eight days. Kosm. Biol. Aviakosm. Med. 16, 12–17\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nIarullin Kh.Kh., Vasil'eva T. D., Turchaninova V. F., Sokolova I. V., Vikharev N. D. (1984) Compensatory-adaptive regional hemodynamics to weightlessness during a long space flight. Kosm. Biol. Aviakosm. Med. 18, 22–28\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nYegorov A. D., Alferova I. V., Anashkin O. D., Bernadskiy V. I., Golubehikova Z. A., Domracheva M. V., Itsekhovskiy O. G., Kas'yan I. I., Lyamin V. R., Polyakova A. P., Turchaninova V. F. (1982) Studies of cardiovascular system in prolonged spaceflights aboard Salyut orbital stations. Izvestiya. Akad. Nauk. SSSR Seriya. Biol. 4, 485–497\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nArbeille P., Achaïbou F., Fomina G., Pottier J. M., Porcher M. (1996) Regional blood flow in microgravity: adaptation and deconditioning. Med. Sci. Sports Exerc. 28(Suppl.), S70–S79\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nArbeille P., Fomina G., Roumy J., Alferova I., Tobal N., Herault S. (2001) Adaptation of the left heart, cerebral and femoral arteries, and jugular and femoral veins during short- and long-term head-down tilt and spaceflights. Eur. J. Appl. Physiol. 86, 157–168\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nPourcelot L., Arbeille P., Pottier J. M., Patat F., Mignier P., Guell A., Gharib C. (1984) Ultrasonic study of early cardiovascular adaptations to zero gravity. In Life Sciences Research in Space: Proceedings of the Second European Symposium (ESA SP-212) pp. 119–123, ESA Scientific and Technical Publications, Noordwijk, The Netherlands\n [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nArbeille P., Fomina G., Achaibou F., Pottier J., Kotovskaya A. (1995) Cardiac and vascular adaptations to 0g with and without thigh cuffs (Antares 14 and Altair 21 day Mir spaceflights). Acta Astronautica\n36, 753–762\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nBagian J. P., Hackett P. (1991) Cerebral blood flow: comparison of ground-based and spaceflight data and correlation with space adaptation syndrome. J. Clin. Pharmacol. 31, 1036–1040\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nZuj K. A., Arbeille P., Shoemaker J. K., Blaber A. P., Greaves D. K., Xu D., Hughson R. L. (2012) Impaired cerebrovascular autoregulation and reduced CO\n2\n reactivity after long duration spaceflight. Am. J. Physiol. Heart Circ. Physiol. 302, H2592–H2598\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nBlaber A. P., Goswami N., Bondar R. L., Kassam M. S. (2011) Impairment of cerebral blood flow regulation in astronauts with orthostatic intolerance after flight. Stroke\n42, 1844–1850\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nZhang R., Zuckerman J. H., Pawelczyk J. A., Levine B. D. (1997) Effects of head-down-tilt bed rest on cerebral hemodynamics during orthostatic stress. J. Appl. Physiol. 83, 2139–2145\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nIwasaki K. I., Levine B. D., Zhang R., Zuckerman J. H., Pawelczyk J. A., Diedrich A., Ertl A. C., Cox J. F., Cooke W. H., Giller C. A., Ray C. A., Lane L. D., Buckey J. C., Baisch F. J., Eckberg D. L., Robertson D., Biaggioni I., Blomqvist G. (2007) Human cerebral autoregulation before, during and after spaceflight. J. Physiol. 579, 799–810\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nJain V., Langham M. C., Floyd T. F., Jain G., Magland J. F., Wehrli F. W. (2011) Rapid magnetic resonance measurement of global cerebral metabolic rate of oxygen consumption in humans during rest and hypercapnia. J. Cereb. Blood Flow Metabol. 31, 1504–1512\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\n\nSmall S. A. (2004) Quantifying cerebral blood flow: regional regulation with global implications. J. Clin. Invest. 114, 1046–1048\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nWillie C. K., Macleod D. B., Shaw A. D., Smith K. J., Tzeng Y. C., Eves N. D., Ikeda K., Graham J., Lewis N. C., Day T. A., Ainslie P. N. (2012) Regional brain blood flow in man during acute changes in arterial blood gases. J. Physiol. 590, 3261–3275\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nKondo T., Kumagai M., Takei F., Ohta Y. (1999) A pharmacologic study on CO2 responsiveness of intracranial pressure in rats with chronic hypercapnia. Chest\n115, 1402–1406\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nSchöb O. M., Allen D. C., Benzel E., Curet M. J., Adams M. S., Baldwin N. G., Largiader F., Zucker K. A. (1996) A comparison of the pathophysiologic effects of carbon dioxide, nitrous oxide, and helium pneumoperitoneum on intracranial pressure. Am. J. Surg. 172, 248–253\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nUrsino M., Lodi C. A. (1998) Interaction among autoregulation, CO2 reactivity, and intracranial pressure: a mathematical model. Am. J. Physiol. Heart Circ. Physiol. 274, H1715–H1728\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nLakin W. D., Stevens S. A., Penar P. L. (2007) Modeling intracranial pressures in microgravity: the influence of the blood-brain barrier. Aviat. Space Environ. Med. 78, 932–936\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nPurdy R. E., Duckles S. P., Krause D. N., Rubera K. M., Sara D. (1998) Effect of simulated microgravity on vascular contractility. J. Appl. Physiol. 85, 1307–1315\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nDelp M. D., Holder-Binkley T., Laughlin M. H., Hasser E. M. (1993) Vasoconstrictor properties of rat aorta are diminished by hindlimb unweighting. J. Appl. Physiol. 75, 2620–2628\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nColleran P. N., Behnke B. J., Wilkerson M. K., Donato A. J., Delp M. D. (2008) Simulated microgravity alters rat mesenteric artery vasoconstrictor dynamics through an intracellular Ca(2+) release mechanism. Am. J. Physiol. 294, R1577–R1585\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\n\nBehnke B. J., Zawieja D. C., Gashev A. A., Ray C. A., Delp M. D. (2008) Diminished mesenteric vaso- and venoconstriction and elevated plasma ANP and BNP with simulated microgravity. J. Appl. Physiol. 104, 1273–1280\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\n\nDelp M. D. (1999) Myogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading. J. Appl. Physiol. 86, 1178–1184\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\n\nDunbar S. L., Berkowitz D. E., Brooks-Asplund E. M., Shoukas A. A. (2000) The effects of hindlimb unweighting on the capacitance of rat small mesenteric veins. J. Appl. Physiol. 89, 2073–2077\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\n\nGashev A. A., Delp M. D., Zawieja D. C. (2006) Inhibition of active lymph pump by simulated microgravity in rats. Am. J. Physiol. Heart Circ. Physiol. 290, H2295–H2308\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\n\nBehnke B. J., Stabley J. N., McCullough D. J., Davis R. T., Dominguez J. M., Muller-Delp J., Delp M. D. (2013) Effects of spaceflight and ground recovery on mesenteric artery and vein constrictor properties in mice. FASEB J. 27, 399–409\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\n\nHatton D. C., Yue Q., Chapman J., Xue H., Dierickx J., Roullet C., Coste S., Roullet J. B., McCarron D. A. (2002) Blood pressure and mesenteric resistance arterial function after spaceflight. J. Appl. Physiol. 92, 13–17\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\n\nStabley J. N., Dominguez J. M., Dominguez C. E., Mora F., Ahlgren J., Behnke B. J., Muller-Delp J., Delp M. D. (2012) Spaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J. Appl. Physiol. 113, 1439–1445\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\n\nTuday E. C., Meck J. V., Nyhan D., Shoukas A. A., Berkowitz D. E. (2007) Microgravity-induced changes in aortic stiffness and their role in orthostatic intolerance. J. Appl. Physiol. 102, 853–858\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\n\nAkhtar R., Schwarzer N., Sherratt M. J., Watson R. E. B., Graham H. K., Trafford A. W., Mummery P. M., Derby B. (2009) Nanoindentation of histological specimens: Mapping the elastic properties of soft tissues. J. Mater. Res. 24, 638–646\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\n\nEbenstein D. M., Coughlin D., Chapman J., Li C., Pruitt L. A. (2009) Nanomechanical properties of calcification, fibrous tissue, and hematoma from atherosclerotic plaques. J. Biomed. Mater. Res. 91A, 1028–1037\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\n\nEbenstein D. M., Pruitt L. A. (2004) Nanoindentation of soft hydrated materials for application to vascular tissues. J. Biomed. Mater. Res. 69A, 222–232\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3659353/"
}