{
  "id": "PMC3430326",
  "title": "The MscS and MscL families of mechanosensitive channels act as microbial emergency release valves",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The MscS and MscL families of mechanosensitive channels act as microbial emergency release valves",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3430326/"
  },
  "sections": {
    "permalink": "Copy",
    "ian_r_booth": "a\nSchool of Medical Sciences, Institute of Medical Sciences, University of Aberdeen, Aberdeen, United Kingdom\nFind articles by \nIan R Booth",
    "paul_blount": "b\nDepartment of Physiology, UT Southwestern Medical Center at Dallas, Dallas, Texas, USA\nFind articles by \nPaul Blount",
    "abstract": "Single-celled organisms must survive exposure to environmental extremes. Perhaps one of the most variable and potentially life-threatening changes that can occur is that of a rapid and acute decrease in external osmolarity. This easily translates into several atmospheres of additional pressure that can build up within the cell. Without a protective mechanism against such pressures, the cell will lyse. Hence, most microbes appear to possess members of one or both families of bacterial mechanosensitive channels, MscS and MscL, which can act as biological emergency release valves that allow cytoplasmic solutes to be jettisoned rapidly from the cell. While this is undoubtedly a function of these proteins, the discovery of the presence of MscS homologues in plant organelles and MscL in fungus and mycoplasma genomes may complicate this simplistic interpretation of the physiology underlying these proteins. Here we compare and contrast these two mechanosensitive channel families, discuss their potential physiological roles, and review some of the most relevant data that underlie the current models for their structure and function.",
    "introduction": "Bacteria are well documented for their ability to survive and grow at extremes of osmolarity. Of particular note are the adaptations to high osmolarity, but these adaptations in themselves have required the evolution of strategies to deal with transitions in the environment from high to low osmolarity. To understand the latter, we need to describe the former. Bacterial adaptation to high osmolarity is multiphasic and engages the full panoply of cellular regulatory mechanisms, be they controls over gene expression or modulation of protein activity. Understanding the importance of these regulatory mechanisms requires an appreciation of the core physiology of the bacterial cell.",
    "core_physiology_and_ionic_balance": "All bacterial cells that possess a semirigid cell wall containing peptidoglycan accumulate high concentrations of solutes in their cytoplasm to generate and sustain an outwardly directed turgor pressure over the range of osmolarities at which they grow. In Gram-negative bacteria, the accumulation of potassium glutamate to concentrations well above those required for biochemical reactions or regulation of cytoplasmic pH is a common aspect of core physiology. Even at low limiting osmolarity (i.e., close to that level below which growth does not occur due to nutrient depletion), potassium concentrations approximate ∼100 to 200 mM (\n28\n). Potassium is matched by fixed charges on macromolecules (DNA, RNA, and protein) and by osmotically active anions, principally glutamate, but with contributions from a myriad of other metabolic anions that are intermediates in glycolysis, the pentose phosphate pathway, and the tricarboxylic acid (TCA) cycle (\n69\n). Although estimates of cell turgor are very difficult to derive experimentally, the calculated values suggest that at low osmolarity, turgor pressure may be as high as 4 atm (\n56\n) (but see also recent work using atomic force microscopy that has suggested much lower turgor [\n24\n]).\nSudden increases in external osmolarity are followed by a series of physical and biochemical events that all lead to further accumulation of solutes, such that at high osmolarity, solute concentrations in the cytoplasm vastly exceed those outside the cell (\n16\n). Many organisms have been studied, and detailed responses have been reported for \nBacillus\n, \nStaphylococcus\n, lactobacilli, cyanobacteria, and \nListeria\n; the best-described responses are those characterized for \nEscherichia coli\n and \nSalmonella\n (\n16\n, \n30\n, \n33\n, \n40\n, \n60\n, \n82\n, \n83\n). The first cellular response is purely osmotic—water leaves the cytoplasm down the osmotic gradient, causing cell shrinkage or plasmolysis. The first major physiological response is release of feedback control over potassium uptake, such that this cation accumulates rapidly, leading to both stimulation of glutamate synthesis and reversal of the water loss (\n27\n). Secondary phases, namely, the transient induction of the \nkdp\n operon, which can be sustained if the external K\n+\n concentration is insufficient to restore an outward turgor pressure, follow. The internal K\n+\n concentrations under high osmotic environments can exceed 1 M. This may be followed by the induced expression of trehalose biosynthesis enzymes and the stimulation of their activity by the accumulated K-glutamate. If compatible solutes (betaine, proline, ectoine) or their precursors (choline) are available, then a further phase of adaptation sees the accumulation of these solutes to several hundred millimolar (depending on the external osmolarity) and the lowering of the cytoplasmic K-glutamate pool (\n82\n). Thus, depending on both the osmolarity of the environment and its chemical composition, the cell may have very different cytoplasmic constitutions.",
    "the_challenge_of_hypoosmotic_shock": "Such adapted cells are exposed to a major threat to their physical integrity if the environment suddenly changes to one of low osmolarity. For example, a transition from seawater (∼1,000 mosM) to freshwater (10 to 100 mosM) reflects a change in turgor of approximately 22 atm, simply due to the lowering of the external osmolarity (by the Van't Hoff Law, the osmotic pressure in atm, Π, in dilute solutions is calculated by the equation Π = \nRT\n∑\nc\ni\n, where \nR\n is the universal gas constant, \nT\n is the absolute temperature in Kelvin, and \nc\ni\n is the molar concentration of solute I; thus, 40 mosM = ∼1 atm). Of course, such osmotic transitions are not confined to marine bacteria and would be threats to soil bacteria upon rain, intestinal bacteria upon feces excretion into water, and even host-obligatory microbes upon transmission, when saliva or other secretions may partially dry before being taken up by a new victim. The high concentration of solutes in the cell that exists before the transition draws water into the cell. Water permeability of the lipid bilayer is high and is augmented, in general, by aquaporins. Consequently, the lowering of the external osmolarity generates a huge influx of water that creates a force acting outwards against the cell wall (note that here the cell wall is taken to be composed of both the peptidoglycan and the outer membrane to which it is attached; see references \n75\n and \n79\n for recent insights). Rapid action is required if the cell is to survive intact.\nMechanosensitive (MS) channels were discovered in bacteria 25 years ago and were predicted to play a role in solute release in response to excessive turgor (\n51\n). Indeed, the existence of transient pore formation in the cell wall and membrane was predicted long before their characterization by electrophysiology, biochemistry, genetics, and structural biology (\n19\n). The eventual confirmation of the roles of mechanosensitive channels in sustaining physical integrity arose out of the discovery of the genes for the two major mechanosensitive channels in \nE. coli\n, namely, MscS (\nm\nechano\ns\nensitive \nc\nhannel \ns\nmall conductance) and MscL (large conductance) (\n46\n, \n74\n). Both actually have very large conductances, or pore sizes, relative to eukaryotic channels, which are usually on the order of a few tens of picosiemens; MscL, at 3.6 nanosiemens, is the largest gated channel known, while MscS conductance is 1 nanosiemen. Although they release excess cell turgor, these channels appear to sense tension within the membrane rather than the pressure across it. This is best documented for the MscL channel (\n57\n); it appears to sense the biophysical properties of the membrane, specifically lipid bilayer deformation (\n67\n). The presence of either of these channels is sufficient to confer significant protection against rapid hypoosmotic shock (downshock) (\n46\n, \n59\n) (see reference \n17\n for a schematic representation).\nThese two channels reflect distinct families of proteins. As discussed below, the MscS family is quite diverse and a single organism may encode multiple members in their genome, presumably to be expressed and/or activated under distinct environmental cues. The MscL channel is highly conserved, with only a single gene found in any given organism, and its activation appears to be a last-ditch effort for survival. One of the best exemplars of this trend comes from the first demonstration of the protective effects of MS channels. \nVibrio alginolyticus\n grows in marine environments and lyses when transferred to low osmolarity. Lysis can be prevented by expressing \nE. coli\n MscL from a plasmid (\n62\n). The genome of this organism, along with those for many other \nVibrio\n species, has subsequently been sequenced. Almost all lack the gene for MscL but possess multiple MscS homologues. The implication is that either the activity or the expression level of the latter MscS-type channels is insufficient to protect, at least under experimental conditions. An even greater curiosity is the exception to this rule—\nVibrio cholerae\n (and the related species \nVibrio\n\n\nvulnificus\n and \nVibrio\n\n\nmimicus\n); this is the group of organisms that are largely halophilic pathogens but that often require exposure to low osmolarity for transmission. During diarrhea brought on by cholera toxin and their transmission through contaminated drinking water, they are exposed to hypoosmotic shock. Thus, acquisition (retention) of MscL by \nV. cholerae\n might be an adaptation to the pathogenic niche.",
    "mscs_family": "The MscS channel was the first activity defined by electrophysiology (\n51\n), although it is not clear whether the observed channels were the product of a single gene or two different channels of similar conductance that have subsequently been characterized (\n46\n). The identification of the canonical MscS channel was a critical event, opening a path to the description of a wide family of channel homologues of great complexity (\n68\n). The \nE. coli\n MscS (MscS-Ec) is a 286-amino-acid (aa) protein that assembles to a homoheptameric complex. Most organisms possess multiple homologues that share a region similar in overall composition and predicted structure to that of MscS-Ec at their carboxy-terminal end. In all homologues studied to date, the amino acid sequence is most conserved in the region that has been defined by crystallography in MscS-Ec as the pore-forming TM3A helix and the region immediately carboxy-terminal to this, the TM3B helix and the β domain. Other regions are conserved specifically within the subfamilies that are defined by the structural variation within the wider MscS family.\nMscS homologues exhibit additional amino-terminal transmembrane (TM) helices, and some also exhibit a periplasmic domain (\n46\n). One usually finds an additional either eight helices or two helices (based on hydrophobicity analysis of the amino acid sequences) (\nFig. 1\n). Our unpublished studies show that all the homologues in \nE. coli\n exhibit mechanosensitivity in patch clamp electrophysiology and can protect cells in downshock assays. The reasons that such channels are not seen in the \nE. coli\n mutant strain MJF465, which lacks the readily detectable MscS, MscK, and MscL channels, are complex and beyond the immediate scope of this review. While the large majority of MscS homologues have additional amino-terminal TM domains, a smaller group of homologues have modifications to the carboxy-terminal domain. The YbdG family has an ∼50-amino-acid insertion between the upper β and lower αβ domains that form the majority of the cytoplasmic domain (\n70\n). Other homologues have been reported to exhibit extensions at their carboxy termini such that the “alpha-beta” domain is replaced by a unique protein sequence (e.g., MscS-Cg [\nFig. 1\n]). Still others may be evolutionarily related to MscS but have largely either lost or diminished their mechanosensitive properties (\n20\n).\nFig 1.\n\n\n\n\nOpen in a new tab\n\n\nHydrophobicity plots (window = 19) showing MscS-Ec (blue) and representatives of the largest (MscK-Ec; green) and intermediate-sized (YnaI-Ec; yellow) members of the MscS family. In addition, MscS-Cg, which is an MscS homologue from \nCorynebacterium glutamicum\n that is similar to MscS along its length from the amino terminus to the base of the β domain, is shown. Thereafter, the sequences diverge, and the MscS-Cg protein has a long, essentially cytoplasmic extension (note, however, that this domain contains a potential transmembrane span located 300 amino acids after the end of β domain). The hydrophobicity plot scale is ±4.5 units, and any segment averaged over 19 residues that has a value above 1.8 at any point in the window has the potential to form a transmembrane span (\n44\n). A scale bar representing 100 amino acids is shown, and all the homologues are on the same scale.",
    "fig_1.": "Open in a new tab\nHydrophobicity plots (window = 19) showing MscS-Ec (blue) and representatives of the largest (MscK-Ec; green) and intermediate-sized (YnaI-Ec; yellow) members of the MscS family. In addition, MscS-Cg, which is an MscS homologue from \nCorynebacterium glutamicum\n that is similar to MscS along its length from the amino terminus to the base of the β domain, is shown. Thereafter, the sequences diverge, and the MscS-Cg protein has a long, essentially cytoplasmic extension (note, however, that this domain contains a potential transmembrane span located 300 amino acids after the end of β domain). The hydrophobicity plot scale is ±4.5 units, and any segment averaged over 19 residues that has a value above 1.8 at any point in the window has the potential to form a transmembrane span (\n44\n). A scale bar representing 100 amino acids is shown, and all the homologues are on the same scale.",
    "mscs_structure_and_function": "The core domain of MscS-Ec comprises three TM domains (TM1, TM2, and TM3A), an amphipathic helix (TM3B) that lies along the membrane surface and projects into the cytoplasm, a β domain, a mixed αβ domain, and a carboxy-terminal β sheet (\nFig. 2A\n) (\n8\n). The assembled cytoplasmic domains in the homoheptamer form a large balloon-like structure that is delimited at the membrane surface by the entrance to the pore defined by the seven TM3A helices and at the base by a β barrel that is both narrow and lined with hydrophobic residues, such that it is unlikely that either water or solutes can pass. Ions and solutes access the transmembrane pore by passing through lateral portals created at the interfaces between the β and αβ domains (\nFig. 2A\n). Although the primary descriptions of the structure of MscS-Ec have been via crystallography, there have also been important contributions from other biophysical approaches, in particular, continuous-wave electron paramagnetic resonance (CW-EPR) of MscS-Ec mutants in which cysteine residues have been introduced (\n71\n, \n76\n, \n77\n).\nFig 2.\n\n\n\n\nOpen in a new tab\n\n\n(A) Structure of the closed form of MscS-Ec (2oau) (\n8\n, \n72\n). (B) Depiction of TM3A helix movements associated with forming an open state (reprinted from reference \n80\n). (A) A single subunit of the homoheptamer is colored black and is shown integrated into (right) and separate from (left) the MscS structure. Each distinct structural element is labeled. (B) The closed (left) MscS pore viewed from the periplasmic face. Residues T93 to N117 only are shown in space-filled mode (pink), with a single subunit indicated in crimson. The leucine rings form visible blocks to ion conduction by creating a hydrophobic constriction that, despite appearing to be open, is constrained in its ability to pass water and ions (see the text). An open structure, obtained by crystallization of a mutant, A106V MscS-Ec, is shown (right; yellow) with a single subunit highlighted (orange). The closed pore has a diameter of ∼4.8 Å, and the open pore has a diameter of ∼13 Å (\n80\n). The radial movement of the TM3A helices, accompanied by a small rotation, completely removes the seal residues (L105 and L109) from the center of the channel, leaving a large open pore.\nThe membrane-embedded domain can be considered to have two components: TM1-TM2 (TM1-2) and TM3a. TM1-2 form a helix pair that is predicted to move in the bilayer as a rigid body sensing bilayer tension (\n80\n). Movements of this helix pair are considered to trigger changes in the packing of the TM3A helices, generating an open pore from the closed state (\nFig. 2B\n). The TM3A helices are tightly packed, and they appear in crystal structures to be in a semisymmetrical arrangement (\n61\n). The interfaces of the helices are composed of matching knobs and grooves created from a semiconserved pattern of Gly and Ala residues (\n8\n, \n26\n). The seal that prevents solute ingress or exit in the absence of a triggering signal is composed of two rings of Leu residues (L105 and L109 in MscS-Ec). Mutations at these positions that decrease the hydrophobicity of the seal lead to channels that gate at lower tensions than the parental channel (\n26\n, \n54\n, \n55\n). Sukharev and colleagues have proposed that the hydrophobicity of the seal residues creates a zone that is not readily hydrated, and thus, in the absence of a continuous water phase in the pore, no ions can pass despite an apparently open pore that is approximately 4 to 5 Å in diameter in the crystal structure (\n4\n).\nThe mechanism of sensing membrane tension remains controversial, and the structural transitions during gating are still in dispute. What is clear is that the opening of the channel requires the movement apart of the leucine residues that constitute the seal (\nFig. 2B\n). Sukharev has estimated that the open pore must have a diameter of 14 to 16 Å (\n73\n). We solved the structure of an open form of a mutant (A106V) of the MscS-Ec channel in 2008 and found that the open pore in this crystalline state had a diameter of ∼13 to 14 Å (\n80\n). Moreover, the HOLE program predicted that this structure may have a conductance equal to that reported for MscS. Such predictions are always perilous, but the overall open structure of A106V is consistent with the requirements for ion conduction. Namely, the leucine residues have rotated away from the center of the pore with the side chains in a more peripheral location and the TM3A helices have moved outwards from the center (\nFig. 2B\n). A specific prediction made by the structure is that in the open state, TM3A helices have moved apart, breaking the Ala-Gly interface. We have reasoned that the pivotal role identified for the Ala-Gly interface is in the guidance of the helices in the initial stages of the closed-open transition and vice versa (\n26\n). Consistent with this, we have shown that one specific mutation to the Ala-Gly interface (A102G) does not block the opening of the channel but does severely diminish the stability of the open state, as if the channel initiates the structural transition toward the open state and then collapses back due to the absence of the stabilizing Ala residue. The new structure also allowed speculation about an arcane property of MscS-Ec—the inactivation of MscS-Ec channels exposed to increased bilayer tension. One explanation that we posited from the new structure is that the unstable nature of the pore helices in the open state increases the probability that rather than an ordered return to the closed state, one or more helices collapse into the pore, leading to a nonrecoverable block (\n80\n). Much has been written about the inactivation of this channel (\n1\n, \n3\n, \n10\n, \n15\n). However, this property is unlikely to be a core feature of the MscS family and thus may be just one more variation on the theme. Other mechanosensitive channels that are variants on MscS, e.g., MscMJ and MscMJLR from \nMethanococcoides jannaschii\n (\n41\n) and MscCG (\n18\n), do not show inactivation in the experiments that have been described. Similarly, MscK does not inactivate (\n46\n).\nWe have recently reviewed in detail the structural transitions associated with gating (\n80\n). There is common ground among the groups working on these channels that TM1-2 senses tension and moves in such a way as to transmit a conformational change via the TM2-TM3A linker that, in turn, generates the opening twist that is required to initiate the transition from closed to open. Space does not allow a revisiting of all the arguments and proposed structures. Safe to say that much remains to be done in this area, and new approaches are essential if definitive progress is to be made.",
    "fig_2.": "Open in a new tab\n(A) Structure of the closed form of MscS-Ec (2oau) (\n8\n, \n72\n). (B) Depiction of TM3A helix movements associated with forming an open state (reprinted from reference \n80\n). (A) A single subunit of the homoheptamer is colored black and is shown integrated into (right) and separate from (left) the MscS structure. Each distinct structural element is labeled. (B) The closed (left) MscS pore viewed from the periplasmic face. Residues T93 to N117 only are shown in space-filled mode (pink), with a single subunit indicated in crimson. The leucine rings form visible blocks to ion conduction by creating a hydrophobic constriction that, despite appearing to be open, is constrained in its ability to pass water and ions (see the text). An open structure, obtained by crystallization of a mutant, A106V MscS-Ec, is shown (right; yellow) with a single subunit highlighted (orange). The closed pore has a diameter of ∼4.8 Å, and the open pore has a diameter of ∼13 Å (\n80\n). The radial movement of the TM3A helices, accompanied by a small rotation, completely removes the seal residues (L105 and L109) from the center of the channel, leaving a large open pore.",
    "mscl_family:_contrasts_with_mscs": "MscL contrasts with MscS on many levels. While several species are predicted to contain multiple MscS proteins, usually only one MscL is found. It is almost ubiquitous throughout the bacterial kingdom but is not observed in plants, whereas MscS is (\n31\n). Instead, a simple BLAST search shows that MscL is found in numerous members of the fungal and oomycete kingdoms, including the genera \nPhytophthora\n, \nNeurospora\n, \nMyceliophthora\n, \nPiriformospora\n, and \nBatrachochytrium\n. The location of these channels in the cell is far from clear, and no analysis of cellular location has been reported. In contrast, the plant MscS homologues have been found in both organelles and plant cell membranes (\n78\n, \n81\n). As indicated above, MscL is absent from most \nVibrio\n species. But MscL is also found in the majority of \nMycoplasma\n species. This is perhaps an unexpected finding given the wall-less nature of these organisms. The most bizarre of these is the MscL observed in \nMycoplasma gallisepticum\n, in which the protein is predicted to be 220 amino acids in length (the MscL-Ec protein is typically 136 aa), and only the first part of the protein to the beginning of the periplasmic loop is conserved. Again, MscS is absent from nearly all the mycoplasmas, being present only in \nAcholeplasma laidlawii\n. Thus, MscL distribution among microbes does vary and might be specifically lowered in abundance among marine species.\nMscL is highly conserved (\n5\n, \n52\n, \n68\n). Except for the mycoplasma MscL domain structure noted above, it always contains the following conserved domains: an amphipathic α helix (S1) that lies along the cytoplasmic membrane, a highly conserved first transmembrane domain (TM1) that forms the pore constriction, a periplasmic loop, a second transmembrane domain (TM2) that faces the lipid membrane, and a linker that leads to a cytoplasmic α-helical bundle. Two crystal structures have been resolved: a pentameric \nMycobacterium tuberculosis\n MscL (MscL-Tb) (\n21\n) and a tetrameric \nStaphylococcus aureus\n MscL (\n50\n); however, we now know that, \nin vivo\n, \nS. aureus\n MscL is pentameric, not tetrameric, with the tetrameric structure resolved in the crystal being a detergent-dependent oligomeric rearrangement (\n25\n, \n36\n); thus, only the former structure is shown in \nFig. 3\n. The small variations between orthologues lie in the length of the N-terminal region (sometimes having numerous residues prior to the predicted S1 helix) and the length and sequence of the periplasmic loop, and some orthologues contain numerous amino acids after the predicted cytoplasmic helical bundle (\n52\n). However, this variability is extremely modest compared with that of MscS. Of the MscL orthologue channels that have been characterized electrophysiologically (\n29\n, \n58\n, \n59\n), the differences in channel activities observed are also relatively modest. Some differences in mechanosensitivity and kinetics and perhaps a 25% variability in conductance have been observed; none of the MscL channels have been found to be dependent upon ionic conditions or other factors, as may be the case for the diverse MscS family of channels (\n47\n). Finally, the presence of a single MscL per organism is consistent with a channel that is highly conserved both structurally and functionally.\nFig 3.\n\n\n\n\nOpen in a new tab\n\n\nCurrent models of the MscL channel. The top panels depict the crystal structure obtained for MscL-Tb, as observed across the plane of the membrane, with the approximate locations of the membrane shown as horizontal lines (left) or from the periplasmic side of the membrane (right); note the black arrow in the latter near the green subunit which describes the corkscrew movement of TM1 that is predicted to occur early in the gating process. In the top center, a single subunit is shown in isolation to better show the domains: S1 is the N-terminal amphipathic α helix that lies along the cytoplasmic membrane, TM1 and TM2 are the transmembrane domains, Peri Loop is the periplasmic loop connecting them, and Cyto Helix is the cytoplasmic helical bundle. The bottom panels show a model for the positions of the transmembrane domains in the open structure, as derived from EPR and other studies and as indicated in the text. Note the tilting of these domains within the membrane.\nAs mentioned above, MscL appears to be a last-ditch effort for survival (\n11\n). Functionally, MscL can be redundant with MscS channels in that it protects the organism from osmotic shock (note, however, that this needs to be formally demonstrated for fungal and mycoplasma organisms). Double-null (i.e., MscL\n−\n MscS\n−\n) \nE. coli\n strains are robust organisms under most conditions, including osmotic balancing when compatible solutes are accumulated and K\n+\n is released. However, they are osmotically fragile during hypoosmotic shock (\n46\n). They can be rescued by either MscS or MscL expressed from the chromosome (i.e., the normal levels of expression of either channel are sufficient to prevent major loss of viability). This is akin to the rescue demonstrated for \nV. alginolyticus\n referred to above, but in this organism, there is the anomaly of the presence of multiple MscS homologues in the chromosome.\nMscL, when open, makes very large pores in the membrane that are ∼30 Å in diameter, as determined by molecular sieving experiments for the \nE. coli\n MscL (\n23\n), making it the largest gated pore known. As one would expect for such a large pore, keeping it closed is a priority for the cell. Indeed, a plethora of genetic evidence now indicates that if this channel is gated inappropriately, such that it opens at low membrane tensions, its presence is devastating for the cell (\n6\n, \n9\n, \n53\n, \n65\n).",
    "fig_3.": "Open in a new tab\nCurrent models of the MscL channel. The top panels depict the crystal structure obtained for MscL-Tb, as observed across the plane of the membrane, with the approximate locations of the membrane shown as horizontal lines (left) or from the periplasmic side of the membrane (right); note the black arrow in the latter near the green subunit which describes the corkscrew movement of TM1 that is predicted to occur early in the gating process. In the top center, a single subunit is shown in isolation to better show the domains: S1 is the N-terminal amphipathic α helix that lies along the cytoplasmic membrane, TM1 and TM2 are the transmembrane domains, Peri Loop is the periplasmic loop connecting them, and Cyto Helix is the cytoplasmic helical bundle. The bottom panels show a model for the positions of the transmembrane domains in the open structure, as derived from EPR and other studies and as indicated in the text. Note the tilting of these domains within the membrane.",
    "the_resilience_of_the_mscl_protein_allows_in_vivo_genetic_st": "Given that MscL is so highly conserved, both structurally and functionally, one might suspect that small changes would result in radically different phenotypes in channel activities. This, however, appears not to be the case. On the order of 90% of single-residue changes yield little or no discernible cellular phenotype (\n45\n). This “resilience” has been advantageous for the study of the channel using both random and site-directed mutagenesis, as well as for \nin vivo\n screens, thus allowing for a relatively unique handle on the system. Such approaches have led the way for the proposal of new models for channel gating, as well as for supporting or refuting existing ones.\nIn an initial study, a randomly mutated MscL-Ec was expressed in a \nmscL\n-null host cell in \ntrans\n using an inducible promoter (\n65\n). The expression levels were relatively low, only a few fold higher than those of the endogenous gene (\n14\n). The bacteria were initially plated on noninducing plates, and then replica plating was used to transfer the grown colonies onto plates containing IPTG (isopropyl-β-\nd\n-thiogalactopyranoside) to induce expression. Cells that showed a slowed- or no-growth gain-of-function (GOF) phenotype on the IPTG-containing plates were isolated from the parental plate and further characterized. The severity of these GOF phenotypes correlated well with a left shift of the sensitivity curve, as assayed by patch clamp, demonstrating that the channels became more sensitive to membrane tension. Many of the mutations were in TM1, which, we now know from the crystal structure, lines the pore. Of these mutations, almost all were changes to more-hydrophilic residues, which led to the notion that an increase in hydrophilicity within the pore led to channels that are more sensitive to bilayer tension. Subsequent studies yielded similar findings and also highlighted residues at the aqueous/lipid interface as being important (\n45\n, \n53\n, \n86\n).\nSince these initial random mutagenesis studies, several additional studies have used \nin vivo\n screens to deduce the structural changes that occur upon gating. For example, random mutagenesis designed to isolate intragenic suppressors of known GOF mutants supported a model for a significant clockwise rotation (as viewed from the periplasm), or “corkscrewing,” of TM1, almost 180°, occurring upon the gating process (\n48\n); such a rotation had been predicted from EPR studies (\n66\n). This model was later additionally supported by a new \nin vivo\n technique to test channel opening, coined the electrostatic repulsion test (ESReT) (\n49\n). Disulfide trapping of closed channels (\n45\n) and the engineering of heavy-metal-binding sites within the pore (\n34\n) have also supported the corkscrew model. One of the more-unique approaches used allows the \nin vivo\n posttranslational modification of the channel. Here, cysteine mutants are expressed in \nmscL\n-null cells, sulfhydryl reagents with specific properties are added to the medium, often upon osmotic downshock, and viability is determined. This approach was initially used for a single cysteine mutant within the pore that was modified with the positively charged sulfhydryl MTSET\n+\n (\n9\n) but later expanded as a screen for an entire cysteine library (\n6\n). For this positively charged compound, the predominant hits were again within the pore and supported the TM1 corkscrew model. More recently, hydrophobic sulfhydryl reagents have also been used (\n35\n) and have led to a model in which a residue at the TM2 cytoplasmic interface transiently interacts with the lipid membrane upon gating (\n35\n). Hence, these rapid \nin vivo\n screens have been invaluable in supporting and suggesting models for many of the structural changes that occur upon gating.\nIn sum, the \nin vivo\n screens, when combined with other studies, have led to the following model for gating. First, some data indicate that the crystal structure may be close to, but not completely in, the fully closed state \nin vivo\n (\n34\n, \n45\n). TM2 senses the biophysical perturbation in the membrane under tension. Thinning of the membrane is not what is sensed; instead, it is probably changes in the lateral pressure profile (\n67\n). Although the regions at or near the membrane interface are important (\n53\n, \n86\n), direct interactions with specific head groups do not appear to be important for normal function (\n57\n); indeed, when such interactions are created, they can be disadvantageous (\n86\n). Both TM1 and TM2 tilt within the membrane (\n66\n), while the first transmembrane helix rotates in a corkscrew fashion (\n6\n, \n7\n, \n34\n, \n66\n). The channel then presumably opens like the iris of a camera, with TM1 forming the pore (\n6\n, \n7\n, \n66\n). The N-terminal amphipathic helix remains along the cytoplasmic membrane, where it serves as a stabilizer for TM1 as it tilts and rotates (\n22\n, \n37\n). This stabilizer is sometimes called a “slide helix” or “anchor” and is seen in several channels, suggesting a more conserved function (\n37\n). Although initially controversial (\n2\n, \n87\n), it now appears that the C-terminal bundle remains intact in the open structure, with the TM2-to-bundle linker creating five portals that can act as potential molecular sieves (\n85\n), while the TM2 cytoplasmic interface appears to be dynamic and enters the membrane during the gating process (\n35\n).",
    "concluding_remarks_and_speculations": "It has been a given for many years that both MscS and MscL fulfill major roles in protecting cell integrity by serving the function of biological emergency release valves (\n46\n). However, while this is true, there may be many exceptions to this rule that have yet to be elucidated. Some key questions can be defined.\n(i) Do all bacterial MS channels, irrespective of their structure, play only the role of emergency release valve? Unambiguously, this is not the case for \nE. coli\n, for which there are five MS channels that do not fulfill this role (\n68\n). Alternative roles might be found in the work on chloroplast MS channels (\n78\n). These belong to the MscS family, and hints that they may influence shape maintenance and organelle division have arisen from their study (\n31\n, \n32\n). Given that chloroplasts are intracytoplasmic, they have no need to survive major changes in osmolarity. However, they might be essential in adjusting chloroplast volume during day/night cycles. A change in solute pools of around 40 mM is equivalent to ∼1 atm, and therefore, variations in the concentrations of carbon cycle intermediates and other metabolites may be a significant stress. In isolated membranes (i.e., patch clamp), channels may have thresholds measured in 0.1 atm (∼4 mM solute change) and thus might be engaged in metabolite pool management. While this would still be an osmotic role, protein colocalization studies have suggested proximity between chloroplast division machinery and the MS channels and this may couple osmotic changes to shape control and division.\n(ii) What do the differing portfolios of mechanosensitive channel homologues tell us about evolution to niche and/or creation of modified functions associated with MS channels? We have alluded above to the observed differences in MS channel distribution from the “norm.” Both \nMycoplasma\n and \nVibrio\n species may have modified their profiles of MS channels to reflect their major environmental hurdles. Can we learn more about an organism's niche from an evaluation of gene profiles and their expression matrices?\n(iii) How many copies of a channel does the cell need for survival? Recent work has suggested that, in contrast to previous studies, MscL may exist at >200 channels per cell (\n12\n). Many studies have shown that channel abundance in membrane patches does not always correlate with measured channel activity. Thus, do all channels exist in multiple states, only some of which are poised to be activated (\n15\n, \n38\n)?\n(iv) In fungi, where are the MscL channels subcellularly? What is their function, and how do localization and function match up? Could these channels have a role in the complex life cycle that some fungi and oomycetes undertake, which often includes severe transitions in osmolyte and water content?\n(v) Can the conserved nature of MscS and MscL be the Achilles' heel for bacteria? Much work has established the toxicity of MscL, MscS, MscK, and MscG mutants that gate inappropriately (\n6\n, \n45\n, \n47\n, \n53\n–\n55\n, \n64\n, \n65\n). Can we trigger gating using chemicals and, in this way, generate new antibiotics that act synergistically with compounds that weaken bacterial cell envelopes? Such speculation has been made previously (\n13\n, \n39\n, \n63\n). In theory, the conserved nature of MscL can be exploited for developing broad-spectrum antimicrobials.\n(vi) Bacterial mechanosensitive channels are some of the largest gated pores; MscL is perhaps the largest known (\n23\n). Seminal research has shown how these nanopores can be utilized for the delivery of peptides and other membrane-impermeable compounds. Indeed, the observation that a charge within the MscL pore can gate the channel has led to the engineering of nanopores that are actuated by light (\n43\n) and pH (\n42\n). We can now not only change the modality of MscL but also control the compounds that may pass through it (\n84\n), as well as reversibly modulate the pore size (\n85\n). Such channels may someday be utilized in a variety of nanodevices, including targeted drug delivery systems.\nMechanosensitive channels have provided a paradigm for transient pore formation in bacterial membranes for almost 20 years. Much has been discovered about the structures and some of the structural transitions that they undertake. Yet much still remains to be discovered about the precise structural changes associated with the open and transition states, and these channels remain fertile ground for technology development. At the end of the day, we know a lot about these mechanosensitive channels in \nE. coli\n. However, there are clues in abundance that MscS-Ec and MscL-Ec are but two stories and that there are many more to be told that will reveal new insights into the way nature has developed and evolved this fascinating class of membrane proteins.",
    "acknowledgments": "We gratefully acknowledge our financial support. I.R.B. is supported by The Wellcome Trust (WT092552MA) and the BBSRC (BB/H017917/1). P.B. is supported by grant I-1420 of the Welch Foundation, grant NNH08ZTT003N NRA from NASA, grant RP100146 from the Cancer Prevention & Research Institute of Texas (CPRIT), and grants AI080807 and GM061028 and the latter's supplement from the National Institutes of Health.\nWe thank Jim Naismith for permission to use \nFig. 2B\n and all of our colleagues who have contributed many hours of experimental work and generous conversations that have illuminated the concepts described in this review.",
    "footnotes": "Published ahead of print\n 13 July 2012",
    "references": "1.\n\nAkitake B, Anishkin A, Sukharev S.\n2005. \nThe “dashpot” mechanism of stretch-dependent gating in MscS. J. Gen. Physiol.\n125:143–154\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nAnishkin A, et al. \n2003. \nOn the conformation of the COOH-terminal domain of the large mechanosensitive channel MscL. J. Gen. Physiol.\n121:227–244\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nAnishkin A, Sukharev S.\n2009. \nState-stabilizing interactions in bacterial mechanosensitive channel gating and adaptation. J. Biol. Chem.\n284:19153–19157\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nAnishkin A, Sukharev S.\n2004. \nWater dynamics and dewetting transitions in the small mechanosensitive channel MscS. Biophys. J.\n86:2883–2895\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nBalleza D, Gomez-Lagunas F.\n2009. \nConserved motifs in mechanosensitive channels MscL and MscS. Eur. Biophys. J.\n38:1013–1027\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nBartlett JL, Levin G, Blount P.\n2004. \nAn \nin vivo\n assay identifies changes in residue accessibility on mechanosensitive channel gating. Proc. Natl. Acad. Sci. U. S. A.\n101:10161–10165\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nBartlett JL, Li Y, Blount P.\n2006. \nMechanosensitive channel gating transitions resolved by functional changes upon pore modification. Biophys. J.\n91:3684–3691\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nBass RB, Strop P, Barclay M, Rees DC.\n2002. \nCrystal structure of \nEscherichia coli\n MscS, a voltage-modulated and mechanosensitive channel. Science\n298:1582–1587\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nBatiza AF, Kuo MM, Yoshimura K, Kung C.\n2002. \nGating the bacterial mechanosensitive channel MscL \nin vivo.\n\nProc. Natl. Acad. Sci. U. S. A.\n99:5643–5648\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nBelyy V, Kamaraju K, Akitake B, Anishkin A, Sukharev S.\n2010. \nAdaptive behavior of bacterial mechanosensitive channels is coupled to membrane mechanics. J. Gen. Physiol.\n135:641–652\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nBerrier C, Besnard M, Ajouz B, Coulombe A, Ghazi A.\n1996. \nMultiple mechanosensitive ion channels from \nEscherichia coli\n, activated at different thresholds of applied pressure. J. Membr. Biol.\n151:175–187\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nBialecka-Fornal M, Lee HJ, DeBerg HA, Gandhi CS, Phillips R.\n2012. \nSingle-cell census of mechanosensitive channels in living bacteria. PLoS One\n7:e33077\ndoi:\n10.1371/journal.pone.0033077\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nBlount P, Moe PC.\n1999. \nBacterial mechanosensitive channels: integrating physiology, structure and function. Trends Microbiol.\n7:420–424\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nBlount P, Sukharev SI, Moe PC, Martinac B, Kung C.\n1999. \nMechanosensitive channels of bacteria. Methods Enzymol.\n294:458–482\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nBoer M, Anishkin A, Sukharev S.\n2011. \nAdaptive MscS gating in the osmotic permeability response in E. coli: the question of time. Biochemistry\n50:4087–4096\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nBooth IR, Cairney J, Sutherland L, Stirling DA, Higgins CF.\n1988. \nEnteric bacteria and osmotic stress: an integrated homeostatic system. Soc. Appl. Bacteriol. Symp. Ser.\n17:35S–49S\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nBooth IR, Edwards MD, Black S, Schumann U, Miller S.\n2007. \nMechanosensitive channels in bacteria: signs of closure? Nat. Rev. Microbiol.\n5:431–440\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nBorngen K, et al. \n2010. \nThe properties and contribution of the Corynebacterium glutamicum MscS variant to fine-tuning of osmotic adaptation. Biochim. Biophys. Acta\n1798:2141–2149\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nBritten RJ, McClure FT.\n1962. \nThe amino acid pool in \nEscherichia coli.\n\nBacteriol. Rev.\n26:292–335\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nCaldwell DB, Malcolm HR, Elmore DE, Maurer JA.\n2010. \nIdentification and experimental verification of a novel family of bacterial cyclic nucleotide-gated (bCNG) ion channels. Biochim. Biophys. Acta\n1798:1750–1756\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nChang G, Spencer RH, Lee AT, Barclay MT, Rees DC.\n1998. \nStructure of the MscL homolog from \nMycobacterium tuberculosis\n: a gated mechanosensitive ion channel. Science\n282:2220–2226\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nCorry B, et al. \n2010. \nAn improved open-channel structure of MscL determined from FRET confocal microscopy and simulation. J. Gen. Physiol.\n136:483–494\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nCruickshank CC, Minchin RF, Le Dain AC, Martinac B.\n1997. \nEstimation of the pore size of the large-conductance mechanosensitive ion channel of \nEscherichia coli.\n\nBiophys. J.\n73:1925–1931\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nDeng Y, Sun M, Shaevitz JW.\n2011. \nDirect measurement of cell wall stress stiffening and turgor pressure in live bacterial cells. Phys. Rev. Lett.\n107:158101.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nDorwart MR, Wray R, Brautigam CA, Jiang Y, Blount P.\n2010. \nS. aureus MscL is a pentamer in vivo but of variable stoichiometries in vitro: implications for detergent-solubilized membrane proteins. PLoS Biol.\n8:e1000555\ndoi:\n10.1371/journal.pbio.1000555\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nEdwards MD, et al. \n2005. \nPivotal role of the glycine-rich TM3 helix in gating the MscS mechanosensitive channel. Nat. Struct. Mol. Biol.\n12:113–119\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nEpstein W.\n2003. \nThe roles and regulation of potassium in bacteria. Prog. Nucleic Acid Res. Mol. Biol.\n75:293–320\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nEpstein W, Schultz SG.\n1965. \nCation transport in Escherichia coli. V. Regulation of cation content. J. Gen. Physiol.\n49:221–234\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nFolgering JH, Moe PC, Schuurman-Wolters GK, Blount P, Poolman B.\n2005. \nLactococcus lactis uses MscL as its principal mechanosensitive channel. J. Biol. Chem.\n280:8784–8792\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nGalinski EA.\n1993. \nCompatible solutes of halophilic eubacteria—molecular principles, water-solute interaction, stress protection. Experientia\n49:487–496\n [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nHaswell ES.\n2007. \nMscS-like proteins in plants. Curr. Top. Membr.\n58:329–359\n [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nHaswell ES, Meyerowitz EM.\n2006. \nMscS-like proteins control plastid size and shape in Arabidopsis thaliana. Curr. Biol.\n16:1–11\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nImhoff JF.\n1986. \nOsmoregulation and compatible solutes in eubacteria. FEMS Microbiol. Rev.\n39:57–66\n [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nIscla I, Levin G, Wray R, Reynolds R, Blount P.\n2004. \nDefining the physical gate of a mechanosensitive channel, MscL, by engineering metal-binding sites. Biophys. J.\n87:3172–3180\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nIscla I, Wray R, Blount P.\n2011. \nAn in vivo screen reveals protein-lipid interactions crucial for gating a mechanosensitive channel. FASEB J.\n25:694–702\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nIscla I, Wray R, Blount P.\n2011. \nThe oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo. Protein Sci.\n20:1638–1642\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nIscla I, Wray R, Blount P.\n2008. \nOn the structure of the N-terminal domain of the MscL channel: helical bundle or membrane interface. Biophys. J.\n95:2283–2291\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nKamaraju K, Belyy V, Rowe I, Anishkin A, Sukharev S.\n2011. \nThe pathway and spatial scale for MscS inactivation. J. Gen. Physiol.\n138:49–57\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nKamaraju K, Sukharev S.\n2008. \nThe membrane lateral pressure-perturbing capacity of parabens and their effects on the mechanosensitive channel directly correlate with hydrophobicity. Biochemistry\n47:10540–10550\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nKempf B, Bremer E.\n1998. \nUptake and synthesis of compatible solutes as microbial stress responses to high-osmolality environments. Arch. Microbiol.\n170:319–330\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nKloda A, Martinac B.\n2001. \nStructural and functional differences between two homologous mechanosensitive channels of Methanococcus jannaschii. EMBO J.\n20:1888–1896\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nKoçer A, et al. \n2006. \nRationally designed chemical modulators convert a bacterial channel protein into a pH-sensory valve. Angew. Chem. Int. Ed. Engl.\n45:3126–3130\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nKoçer A, Walko M, Meijberg W, Feringa BL.\n2005. \nA light-actuated nanovalve derived from a channel protein. Science\n309:755–758\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nKyte J, Doolittle RF.\n1982. \nA simple method for displaying the hydropathic character of a protein. J. Mol. Biol.\n157:105–132\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nLevin G, Blount P.\n2004. \nCysteine scanning of MscL transmembrane domains reveals residues critical for mechanosensitive channel gating. Biophys. J.\n86:2862–2870\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nLevina N, et al. \n1999. \nProtection of \nEscherichia coli\n cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: identification of genes required for MscS activity. EMBO J.\n18:1730–1737\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nLi Y, Moe PC, Chandrasekaran S, Booth IR, Blount P.\n2002. \nIonic regulation of MscK, a mechanosensitive channel from Escherichia coli. EMBO J.\n21:5323–5330\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\n\nLi Y, Wray R, Blount P.\n2004. \nIntragenic suppression of gain-of-function mutations in the Escherichia coli mechanosensitive channel, MscL. Mol. Microbiol.\n53:485–495\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nLi Y, Wray R, Eaton C, Blount P.\n2009. \nAn open-pore structure of the mechanosensitive channel MscL derived by determining transmembrane domain interactions upon gating. FASEB J.\n23:2197–2204\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nLiu Z, Gandhi CS, Rees DC.\n2009. \nStructure of a tetrameric MscL in an expanded intermediate state. Nature\n461:120–124\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nMartinac B, Buechner M, Delcour AH, Adler J, Kung C.\n1987. \nPressure-sensitive ion channel in \nEscherichia coli.\n\nProc. Natl. Acad. Sci. U. S. A.\n84:2297–2301\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nMaurer J, Elmore D, Lester H, Dougherty D.\n2000. \nComparing and contrasting Escherichia coli and Mycobacterium tuberculosis mechanosensitive channels (MscL). New gain of function mutations in the loop region. J. Biol. Chem.\n275:22238–22244\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nMaurer JA, Dougherty DA.\n2001. \nA high-throughput screen for MscL channel activity and mutational phenotyping. Biochim. Biophys. Acta\n1514:165–169\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nMcLaggan D, et al. \n2002. \nAnalysis of the kefA2 mutation suggests that KefA is a cation-specific channel involved in osmotic adaptation in Escherichia coli. Mol. Microbiol.\n43:521–536\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nMiller S, et al. \n2003. \nDomain organization of the MscS mechanosensitive channel of Escherichia coli. EMBO J.\n22:36–46\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nMitchell P, Moyle J.\n1956. \nOsmotic function and structure in bacteria, p 150–180\nSpooner E, Stocker B. (ed), Bacterial anatomy, vol 6\nCambridge University Press, Cambridge, United Kingdom\n [\nGoogle Scholar\n]\n\n\n\n\n57.\n\nMoe P, Blount P.\n2005. \nAssessment of potential stimuli for mechano-dependent gating of MscL: effects of pressure, tension, and lipid headgroups. Biochemistry\n44:12239–12244\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\n\nMoe PC, Blount P, Kung C.\n1998. \nFunctional and structural conservation in the mechanosensitive channel MscL implicates elements crucial for mechanosensation. Mol. Microbiol.\n28:583–592\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\n\nMoe PC, Levin G, Blount P.\n2000. \nCorrelating a protein structure with function of a bacterial mechanosensitive channel. J. Biol. Chem.\n275:31121–31127\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\n\nMorbach S, Kramer R.\n2003. \nImpact of transport processes in the osmotic response of Corynebacterium glutamicum. J. Biotechnol.\n104:69–75\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\n\nNaismith JH, Booth IR.\n2012. \nBacterial mechanosensitive channels—MscS: evolution's solution to creating sensitivity in function. Annu. Rev. Biophys.\n41:157–177\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\n\nNakamaru Y, Takahashi Y, Unemoto T, Nakamura T.\n1999. \nMechanosensitive channel functions to alleviate the cell lysis of marine bacterium, Vibrio alginolyticus, by osmotic downshock. FEBS Lett.\n444:170–172\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\n\nNguyen T, Clare B, Guo W, Martinac B.\n2005. \nThe effects of parabens on the mechanosensitive channels of E. coli. Eur. Biophys. J.\n34:389–395\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\n\nOkada K, Moe PC, Blount P.\n2002. \nFunctional design of bacterial mechanosensitive channels. Comparisons and contrasts illuminated by random mutagenesis. J. Biol. Chem.\n277:27682–27688\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\n\nOu X, Blount P, Hoffman RJ, Kung C.\n1998. \nOne face of a transmembrane helix is crucial in mechanosensitive channel gating. Proc. Natl. Acad. Sci. U. S. A.\n95:11471–11475\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\n\nPerozo E, Cortes DM, Sompornpisut P, Kloda A, Martinac B.\n2002. \nOpen channel structure of MscL and the gating mechanism of mechanosensitive channels. Nature\n418:942–948\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\n\nPerozo E, Kloda A, Cortes DM, Martinac B.\n2002. \nPhysical principles underlying the transduction of bilayer deformation forces during mechanosensitive channel gating. Nat. Struct. Biol.\n9:696–703\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\n\nPivetti CD, et al. \n2003. \nTwo families of mechanosensitive channel proteins. Microbiol. Mol. Biol. Rev.\n67:66–85\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\n\nRoe AJ, McLaggan D, Davidson I, O'Byrne C, Booth IR.\n1998. \nPerturbation of anion balance during inhibition of growth of \nEscherichia coli\n by weak acids. J. Bacteriol.\n180:767–772\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\n\nSchumann U, et al. \n2010. \nYbdG in Escherichia coli is a threshold-setting mechanosensitive channel with MscM activity. Proc. Natl. Acad. Sci. U. S. A.\n107:12664–12669\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\n\nSotomayor M, Vasquez V, Perozo E, Schulten K.\n2007. \nIon conduction through MscS as determined by electrophysiology and simulation. Biophys. J.\n92:886–902\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\n\nSteinbacher S, Bass R, Strop P, Rees DC.\n2007. \nStructures of the prokaryotic mechanosensitive channels MscL and MscS. Curr. Top. Membr.\n58:1–24\n [\nGoogle Scholar\n]\n\n\n\n\n73.\n\nSukharev S.\n2002. \nPurification of the small mechanosensitive channel of Escherichia coli (MscS): the subunit structure, conduction, and gating characteristics in liposomes. Biophys. J.\n83:290–298\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\n\nSukharev SI, Blount P, Martinac B, Blattner FR, Kung C.\n1994. \nA large-conductance mechanosensitive channel in \nE. coli\n encoded by \nmscL\n alone. Nature\n368:265–268\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\n\nTypas A, et al. \n2010. \nRegulation of peptidoglycan synthesis by outer-membrane proteins. Cell\n143:1097–1109\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\n\nVasquez V, Sotomayor M, Cordero-Morales J, Schulten K, Perozo E.\n2008. \nA structural mechanism for MscS gating in lipid bilayers. Science\n321:1210–1214\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\n\nVasquez V, et al. \n2008. \nThree-dimensional architecture of membrane-embedded MscS in the closed conformation. J. Mol. Biol.\n378:55–70\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\n\nVeley KM, Marshburn S, Clure CE, Haswell ES.\n2012. \nMechanosensitive channels protect plastids from hypoosmotic stress during normal plant growth. Curr. Biol.\n22:408–413\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\n\nVollmer W, Seligman SJ.\n2010. \nArchitecture of peptidoglycan: more data and more models. Trends Microbiol.\n18:59–66\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\n\nWang W, et al. \n2008. \nThe structure of an open form of an E. coli mechanosensitive channel at 3.45 A resolution. Science\n321:1179–1183\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\n\nWilson M, Haswell ES.\n2012. \nA role for mechanosensitive channels in chloroplast and bacterial fission. Plant Signal. Behav.\n7:157–160\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\n\nWood JM.\n2011. \nBacterial osmoregulation: a paradigm for the study of cellular homeostasis. Annu. Rev. Microbiol.\n65:215–238\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\n\nWood JM, et al. \n2001. \nOsmosensing and osmoregulatory compatible solute accumulation by bacteria. Comp. Biochem. Physiol. A Mol. Integr. Physiol.\n130:437–460\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\n\nYang LM, Blount P.\n2011. \nManipulating the permeation of charged compounds through the MscL nanovalve. FASEB J.\n25:428–434\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\n\nYang LM, et al. \n2012. \nThree routes to modulate the pore size of the MscL channel/nanovalve. ACS Nano.\n6:1134–1141\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\n\nYoshimura K, Nomura T, Sokabe M.\n2004. \nLoss-of-function mutations at the rim of the funnel of mechanosensitive channel MscL. Biophys. J.\n86:2113–2120\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\n\nYoshimura K, Usukura J, Sokabe M.\n2008. \nGating-associated conformational changes in the mechanosensitive channel MscL. Proc. Natl. Acad. Sci. U. S. A.\n105:4033–4038\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (729.7 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3430326/"
}