{
  "id": "PMC3615599",
  "title": "Differential effects of aging and exercise on intra-abdominal adipose arteriolar function and blood flow regulation.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Differential effects of aging and exercise on intra-abdominal adipose arteriolar function and blood flow regulation.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3615599/"
  },
  "sections": {
    "permalink": "Copy",
    "robert_t_davis_iii": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nRobert T Davis III",
    "john_n_stabley": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nJohn N Stabley",
    "james_m_dominguez_ii": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nJames M Dominguez II",
    "michael_w_ramsey": "2\nDepartment of Kinesiology, Leisure and Sport Science, East Tennessee State University, Johnson City, Tennessee; and\nFind articles by \nMichael W Ramsey",
    "danielle_j_mccullough": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nDanielle J McCullough",
    "lisa_a_lesniewski": "3\nDepartment of Internal Medicine, Division of Geriatrics, University of Utah, Salt Lake City, Utah; and\n4\nVeterans Administration Salt Lake City Health Care System, Geriatrics Research, Education, and Clinical Center, Salt Lake City, Utah\nFind articles by \nLisa A Lesniewski",
    "michael_d_delp": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nMichael D Delp",
    "brad_j_behnke": "1\nDepartment of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, Florida;\nFind articles by \nBrad J Behnke",
    "abstract": "Adipose tissue (AT), which typically comprises an increased percentage of body mass with advancing age, receives a large proportion of resting cardiac output. During exercise, an old age-associated inability to increase vascular resistance within the intra-abdominal AT may compromise the ability of the cardiovascular system to redistribute blood flow to the active musculature, contributing to the decline in exercise capacity observed in this population. We tested the hypotheses that \n1\n) there would be an elevated perfusion of AT during exercise with old age that was associated with diminished vasoconstrictor responses of adipose-resistance arteries, and \n2\n) chronic exercise training would mitigate the age-associated alterations in AT blood flow and vascular function. Young (6 mo; \nn\n = 40) and old (24 mo; \nn\n = 28) male Fischer 344 rats were divided into young sedentary (YSed), old sedentary (OSed), young exercise trained (YET), or old exercise trained (OET) groups, where training consisted of 10-12 wk of treadmill exercise. In vivo blood flow at rest and during exercise and in vitro α-adrenergic and myogenic vasoconstrictor responses in resistance arteries from AT were measured in all groups. In response to exercise, there was a directionally opposite change in AT blood flow in the OSed group (∼150% increase) and YSed (∼55% decrease) vs. resting values. Both α-adrenergic and myogenic vasoconstriction were diminished in OSed vs. YSed AT-resistance arteries. Exercise training resulted in a similar AT hyperemic response between age groups during exercise (YET, 9.9 ± 0.5 ml·min\n−1\n·100\n−1\n g; OET, 8.1 ± 0.9 ml·min\n−1\n·100\n−1\n g) and was associated with enhanced myogenic and α-adrenergic vasoconstriction of AT-resistance arteries from the OET group relative to OSed. These results indicate that there is an inability to increase vascular resistance in AT during exercise with old age, due, in part, to a diminished vasoconstriction of AT arteries. Furthermore, the results indicate that exercise training can augment vasoconstriction of AT arteries and mitigate age-related alterations in the regulation of AT blood flow during exercise.\nKeywords:\n aging, adipose tissue, blood flow, α-adrenergic vasoconstriction, exercise",
    "methods": "All procedures were approved by the Institutional Animal Care and Use Committee at Texas A&M University and the University of Florida. All methods complied fully with the National Institutes of Health's \nGuide for the Care and Use of Laboratory Animals\n, revised 1996. Male Fischer 344 rats were obtained at ages 4–5 mo and 22 mo and studied at 6 mo and 24 mo to represent young (\nn\n = 40) and old (\nn\n = 28) animals, respectively. The rats were housed individually at 23°C, maintained on a 12:12-h light-dark cycle, and provided rat chow and water ad libitum. This strain was chosen because cardiovascular function decreases with age in these rats without the development of hypertension and atherosclerosis (\n42\n).\nEndurance exercise training.\n\n\nYoung and old rats were assigned randomly to a sedentary (Sed) control group [young (YSed), \nn\n = 21; old (OSed), \nn\n = 13] or an exercise-trained (ET) group [young (YET), \nn\n = 19; old (OET), \nn\n = 15]. ET rats were habituated to treadmill exercise, during which each rat walked on a motor-driven treadmill at 15 m/min (0° incline), 5 min/day for 3 days. After the habituation period, the incline was raised to 15° for the duration of the training period, whereas the 15 m/min speed was maintained. During the first 5 wk of training, the time of exercise was increased by 10 min/wk, until 60-min duration was reached by the 6th wk. The ET rats continued to exercise 5 days/wk for 60 min/day for the remainder of the 10- to 12-wk training period. As discussed by Musch et al. (\n52\n), this training intensity [i.e., percent of maximal aerobic capacity (VO\n2\nmax)] would correspond to ∼60–70% in young rats and ∼70–80% in old rats of their respective VO\n2\nmax.\nStudy 1: AT blood flow at rest and during exercise.\n\n\nBlood flow at rest and during exercise to the intra-abdominal AT was determined in YSed (\nn\n = 13), YET (\nn\n = 8), OSed (\nn\n = 7), and OET (\nn\n = 5) animals using the radionuclide-tagged microsphere technique, as described previously (\n16\n, \n33\n, \n44\n). Prior to the surgical procedure, Sed animals were familiarized with treadmill running. During the familiarization period (<2 wk), animals exercised for 10 min/day at a speed of 15 m/min at a 15° incline, two to three times/wk. At least 24 h after the last exercise bout, during the familiarization or training period, animals were anesthetized with isoflurane (2–2.5%/O\n2\n balance), and a catheter [Silastic; Dow Corning, Midland, MI; inside diameter (ID) 0.6 mm; outside diameter (OD) 1.0 mm] filled with heparinized saline solution (Elkins-Sinn, Cherry Hill, NJ; 100 U/mL) was advanced into the ascending aorta via the right carotid artery. This catheter was used for infusion of radiolabeled microspheres for tissue blood flow measurements and for monitoring mean arterial pressure. The carotid catheter was externalized dorsally and secured to the skin. A second polyurethane catheter (Braintree Scientific, Braintree, MA; ID 0.36 mm; OD 0.84 mm) was implanted in the caudal tail artery and externalized at the tail. This catheter was used to obtain a reference blood sample, which serves as an artificial organ for calculating tissue flows. All surgical procedures, beginning with the initiation and ending with the withdrawal of anesthesia, lasted ≤30 min. After the closure of incisions, the animals were given ≥4 h to recover, as previous studies (\n24\n) have demonstrated that circulatory dynamics, regional blood flow, arterial blood gases, and acid-base status are stable in the awake rat, 1–6 h after gas anesthesia.\n\n\nAfter the recovery period, the rat was placed on the treadmill, and the tail artery catheter was connected to a 1-ml plastic syringe that was connected to a Harvard Apparatus (Holliston, MA) infusion/withdrawal pump (model 907), and the carotid artery catheter was connected to a blood-pressure transducer (MLT844; ADInstruments, Colorado Springs, CO). Exercise was initiated (15 m/min) at a 0° incline to assure that all animals ran continuously during the testing period without changing gait patterns (e.g., stop and start running on the treadmill). After 4 min of total exercise time, blood withdrawal from the caudal artery (0.25 ml/min) began. The right carotid artery catheter was disconnected from the pressure transducer, and a distinct radiolabeled (\n46\nSc, \n113\nSn, \n57\nCo, or \n85\nSr) microsphere (15-μm diameter; DuPont/NEN, Boston, MA) was infused (∼2.5 × 10\n5\n in number) in random order into the ascending aorta and flushed with warmed saline to assure clearance of the beads. Blood withdrawal from the caudal artery continued for 45 s after microsphere infusion. After a 30-min recovery period, a second microsphere infusion was performed in conscious, standing animals following the same procedures as described above. This infusion strategy was used to minimize the pre-exercise, anticipatory response (\n3\n) and facilitates an accurate “resting” measurement. Following the microsphere infusion, animals were euthanized with sodium pentobarbital (>100 mg/kg ip). The intra-abdominal adipose pad—defined as the fat that lines the dorsal wall of the abdominal cavity, separate from the visceral organs, and lies bilaterally along the vertebral column, extending caudally from the diaphragm to the pelvis—and kidneys were removed. The radioactivity level of the tissues was then determined by a gamma-scintillation counter (Cobra II auto-gamma counter; Packard, Downers Grove, IL) set to record the peak energy activity of each isotope for 5 min. AT blood flow was calculated by the reference sample method (\n33\n, \n44\n) and expressed in ml·min\n−1\n·100\n−1\n g of tissue. To account for possible changes in perfusion, due to alterations in arterial pressure, vascular conductance was calculated (i.e., blood flow/mean arterial pressure) and expressed in ml·min\n−1\n·100\n−1\n g of tissue/mmHg. Data were only analyzed and reported for animals that displayed adequate mixing of the microspheres, as verified by a <20% difference in blood flow between the right and left kidney.\nStudy 2: adipose microvessel vasoconstrictor responsiveness.\n\n\nMicrovessel studies from the intra-abdominal white AT were performed in a separate group of YSed (\nn\n = 8), YET (\nn\n = 11), OSed (\nn\n = 6), and OET (\nn\n = 10) animals, according to the methods of Ramsey et al. (\n61\n). After euthanasia (sodium pentobarbital >100 mg/kg ip), the intra-abdominal adipose pad was carefully dissected free and placed in a 4°C filtered physiological saline solution (PSS) buffer (in mM: 147 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n2\n, 1.17 MgSO\n4\n, 5.0 glucose, 2.0 pyruvate, and 3.0 MOPS; pH 7.4). Resistance arteries (<300 μm maximal luminal diameter) were isolated with the aid of a stereomicroscope (Olympus SVH10). Subsequently, both ends of the artery were cannulated with glass micropipettes filled with the filtered PSS and secured to the pipettes with 11-0 ophthalmic suture (Alcon Laboratories, Fort Worth, TX). After cannulation, each vessel in the tissue chamber was transferred to the stage of an inverted microscope (Olympus IX70), coupled to a video camera (Panasonic WV-BP310) and video caliper (307A; Colorado Video, Boulder, CO). Intraluminal pressure in the isolated artery was set at 75 cmH\n2\nO (\n61\n). Vessels that exhibited leaks were discarded. Vessels free of leaks equilibrated for at least 1 h at 37°C, with the bathing solution replaced every 20 min during this period, and were allowed to develop spontaneous tone. To determine vasoconstrictor responsiveness to norepinephrine (NE) and phenylephrine (PE), cumulative additions of each drug (10\n−9\n to 10\n−4\n M) were performed (\n15\n). Following assessment of vasoconstrictor responses, the vessels were incubated in Ca\n2+\n-free PSS containing 100 μM sodium nitroprusside (SNP) to determine maximal passive lumen diameter. In a separate group of abdominal AT arteries, myogenic vasoconstrictor responses were determined by increasing the intraluminal pressure from 0 to 135 cmH\n2\nO in 15-cmH\n2\nO increments. The diameter was recorded continuously for 5 min with each pressure change (\n51\n). The passive pressure–diameter relation was then determined after the vessels were incubated at 37°C for 60 min in Ca\n2+\n-free PSS containing 100 μM SNP, with the bathing solution changed every 20 min. The same protocol, as described for the active myogenic response, was used to determine passive artery characteristics.\nMuscle oxidative enzyme activity.\n\n\nCitrate synthase, a mitochondrial enzyme and marker of muscle oxidative potential, was measured in duplicate from soleus muscle homogenates, according to the method of Srere (\n65\n). Citrate synthase activity, expressed as μmol·min\n−1\n·g\n−1\n wet weight, was measured spectrophotometrically using a SpectraMax M5 microplate (Molecular Devices, Sunnyvale, CA) in 300-μl aliquots at 30°C to determine the efficacy of the training protocol.\nData presentation.\n\n\nThe development of spontaneous tone was expressed as the percent vasoconstriction relative to the maximal intraluminal diameter measured according to\n\n\n\nspontaneous\n \ntone\n(\n%\n)\n=\n(\nID\nmax\n−\nID\nb\n)\n/\nID\nmax\n×\n100\n\n\n\nwhere ID\nmax\n is the maximal passive intraluminal diameter recorded at a pressure of 75 cmH\n2\nO, and ID\nb\n is the steady-state baseline diameter. Vasoconstrictor responses to NE and PE were expressed as the percent change from baseline diameter according to\n\n\n\nvasoconstriction\n(\n%\n)\n=\n(\nID\nb\n−\nID\nss\n)\n/\nID\nb\n×\n100\n\n\n\nwhere ID\nb\n is the initial diameter recorded before the addition of the vasoconstrictor, and ID\nss\n is the steady-state diameter measured after each dose of the drug. Active myogenic responses after sequential intraluminal pressure changes were normalized according to\n\n\n\nnormalized\n \ndiameter\n=\n(\nID\nss\n−\nID\n75\n)\n\n\n\nwhere ID\nss\n is the steady-state diameter measured after each step change in intraluminal pressure, and ID\n75\n is the diameter measured at 75 cmH\n2\nO during the passive pressure response, which reflects the maximal diameter for vessels in which active and passive pressure responses were determined.\nStatistical analysis.\n\n\nDose-response curves were analyzed by two-way ANOVA with repeated measures to detect differences between (experimental groups) and within (concentration or pressure) factors. Post hoc analyses were performed using Duncan's multiple range test. Vascular sensitivity, the concentration of NE or PE exhibiting EC\n50\n, was determined by logarithmic curve-fitting equations. A one-way ANOVA was performed to determine the significance of differences among groups in vessel characteristics, body masses, and citrate synthase activity. All values are presented as means ± SE. \nP\n ≤ 0.05 was required for significance.",
    "": "Regulation of AT blood flow.\n\n\nAT blood flow is intricately linked to metabolism for adequate substrate and humoral delivery (\n64\n) and is tightly regulated through autonomic and endocrine signaling, as well as intrinsic autoregulatory mechanisms of AT-resistance vessels (\n75\n). Electrical stimulation of nerves innervating inguinal white AT elicits a robust vasoconstriction that is abolished by α-adrenergic receptor blockade (\n54\n), suggesting an immediate decrease in AT vascular conductance with enhanced SNS activity. However, AT vascular responses to systemic intravenous infusion of NE produce conflicting results that appear to be time dependent. For example, experiments that elevate systemic NE concentrations in humans (all of which result in elevated arterial pressure) demonstrate a decreased (\n32\n) or increased (\n40\n) vascular conductance and augmented blood flow (\n60\n) in subcutaneous AT. In the latter two studies, it should be noted that despite plasma NE concentrations reaching a steady state within 5–10 min, significant changes in AT blood flow did not occur until 15–30 min after NE infusion began, thus suggesting that a prolonged exposure is required to elicit changes in vascular conductance.\n\n\nIn the current study, we observe a robust vasoconstriction in resistance arteries from centrally located intra-abdominal AT in the young group to both NE and PE (\nFig. 4\n, \nA\n and \nB\n, respectively), which is in contrast to some human data showing an increased AT vascular conductance to systemically elevated NE levels (\n40\n). The reasons for the disparate findings between the isolated vessel rapid contraction to NE and studies showing an increased adipose perfusion to elevated systemic NE over longer time frames (\n60\n) are unknown but may be related to tissue-specific vascular properties (peripheral vs. central) or the large elevation in arterial pressure with systemic NE infusion (\n40\n, \n60\n) concomitant with the loss of myogenic autoregulation at higher transmural pressures in AT-resistance vessels (\n75\n).\n\n\nThe effect of exercise on AT blood flow appears to be dependent largely on the duration of exercise. In the current study, there was a reduction in blood flow (\nFig. 2\nA\n) and vascular conductance (\nFig. 3\n) when transitioning from rest to exercise in young, healthy subjects, due, in part, to an active vasoconstriction in AT. This observation is consistent with other studies that demonstrate an immediate (≤5 min) decrease in perfusion of epididymal (\n45\n) adipose depots and subcutaneous fat [(\n45\n), and see Armstrong et al. (\n2\n) for exception] during dynamic whole-body exercise. However, with longer durations of exercise, blood flow to AT increases, likely consequent to an increased delivery of free fatty acids from AT (\n25\n), suggesting that any initial vasoconstriction during exercise onset is modified later by circulating humoral or endocrine factors (\n25\n) and possibly tachyphylaxia of adrenergic receptors (\n66\n). Given that stimulation of nerves innervating white AT simultaneously enhance lipolysis rate and induce a strong vasoconstriction (\n54\n), there may be an impaired release of free fatty acids during exercise. Indeed, upon the cessation of exercise, fatty acids are suddenly “washed out” of AT, which may be related to the release of vasoconstrictor tone manifest during exercise [reviewed in Frayn et al. (\n26\n)].\nAging, exercise training, and AT function.\n\n\nIn the current study, adipose blood flow was significantly lower at rest in old vs. young subjects. There are several potential mechanisms for the lower flow at rest with old age, including \n1\n) diminished vascular endothelial function (\n8\n, \n17\n, \n63\n); \n2\n) elevated oxidative stress from AT (\n4\n), which may diminish the bioavailabilty of nitric oxide; and \n3\n) significantly elevated basal SNS activity with old age (\n53\n), offsetting a diminished α-adrenergic sensitivity (\nTable 1\n). During submaximal exercise, the plasma NE responses are either similar (\n37\n, \n39\n) or smaller (\n31\n) in old vs. young subjects, which in combination with a diminished α-adrenergic vasoconstriction (\nFig. 4\n), likely contributes to the large increase in blood flow to AT during exercise in the OSed group. After exercise training, the AT blood flow response between age groups was largely normalized (\nFigs. 1\n and \n2\n), which is associated with an elevated blood flow to oxidative skeletal muscle during exercise (\n10\n). Without measurement of cardiac output, the precise relationship between the reduced AT observed herein and the elevated skeletal muscle blood flow with aging after training (\n10\n) cannot be determined and warrants future investigations. In healthy, young men, exercise training does not appear to alter adipose perfusion, as there are no differences in AT blood flow between sedentary and endurance-trained subjects at rest (\n67\n), despite a greater blood flow response to AT with adrenaline infusion after training (\n68\n). In the current study, at rest, there was an enhanced blood flow to AT in both age groups after endurance training vs. age-matched sedentary counterparts (\nFig. 1\nA\n). Although not measured in the current study, there are several potential mechanisms responsible for changes in AT blood flow after training, including \n1\n) alterations in plasma NE concentrations, \n2\n) changes in the expression or location of adipose vascular adrenergic receptors, and \n3\n) enhanced adipose vessel endothelial function. Changes in sympathetic nerve activity or differences in plasma NE concentrations affecting resistance artery function are unlikely, as endurance training has little effect on resting sympathetic nerve activity (\n62\n) with lower (\n34\n) or unchanged (\n12\n, \n58\n) plasma NE concentrations after training. Given that AT blood flow is influenced largely by α-adrenergic receptor function (1a), differences in the expression of adrenergic receptors (e.g., diminished α\n1\n-receptor density with old age) among groups could contribute to differences in adipose blood flow. Given that both aging (\n8\n, \n17\n, \n63\n) and obesity (\n20\n) diminish resistance artery endothelial function, it is likely that improvements in endothelial function after exercise training (\n47\n, \n56\n, \n63\n) contributed to the greater AT perfusion at rest.\n\n\nDuring the transition from rest to exercise with old age, the AT blood flow response was directionally opposite (reduction in flow) in the exercise-trained vs. sedentary group (increased flow vs. rest; \nFigs. 1\nA\n and \n2\nA\n). The AT blood flow response in old age after training suggests an enhanced vasoconstriction within the AT-resistance vasculature. Indeed, in AT-resistance arteries, there was an enhanced α-adrenergic (\nFig. 4\n, \nA\n and \nB\n) and myogenic (\nFig. 5\nA\n) vasoconstriction after training with old age. We are unaware of any other studies that have looked specifically at the effects of aging and/or exercise training on adipose-resistance artery function. However, exercise training has been shown to enhance α-adrenergic-mediated vasoconstriction within tissue that is not recruited during exercise (i.e., shows no net hyperemic response) (\n43\n), suggesting a possible systemic effect on adrenergic receptor function. There is also evidence that exercise training enhances myogenic vasoconstriction (\n17\n), which was demonstrated in the old group after training (\nFig. 5\nA\n). The precise mechanisms for the altered AT-resistance artery vasoconstriction observed herein remain to be determined but likely contribute to an increased ability to mobilize free fatty acids after exercise training (\n13\n, \n69\n).\nConclusions.\n\n\nIn summary, α-adrenergic receptor-mediated and myogenic vasoconstriction in AT-resistance arteries are diminished with aging, which was associated with an increase in AT blood flow during exercise in the OSed group. Exercise training augmented adrenergic vasoconstriction in adipose arteries with old age, which likely contributed, in part, to the reduction in adipose blood flow during exercise relative to sedentary counterparts. An age-associated deficit in α-adrenergic vasoconstriction in AT may contribute to the impaired baroreflex buffering with old age (\n35\n, \n76\n) and result in a spatial overperfusion of AT during exercise. Whereas the possibility that a blunted adipose vasoconstriction with old age diminishes the ability to redistribute blood flow to the active muscles during exercise in humans is likely, elegant studies are required to address this issue mechanistically.",
    "endurance_exercise_training.": "Young and old rats were assigned randomly to a sedentary (Sed) control group [young (YSed), \nn\n = 21; old (OSed), \nn\n = 13] or an exercise-trained (ET) group [young (YET), \nn\n = 19; old (OET), \nn\n = 15]. ET rats were habituated to treadmill exercise, during which each rat walked on a motor-driven treadmill at 15 m/min (0° incline), 5 min/day for 3 days. After the habituation period, the incline was raised to 15° for the duration of the training period, whereas the 15 m/min speed was maintained. During the first 5 wk of training, the time of exercise was increased by 10 min/wk, until 60-min duration was reached by the 6th wk. The ET rats continued to exercise 5 days/wk for 60 min/day for the remainder of the 10- to 12-wk training period. As discussed by Musch et al. (\n52\n), this training intensity [i.e., percent of maximal aerobic capacity (VO\n2\nmax)] would correspond to ∼60–70% in young rats and ∼70–80% in old rats of their respective VO\n2\nmax.",
    "study_1:_at_blood_flow_at_rest_and_during_exercise.": "Blood flow at rest and during exercise to the intra-abdominal AT was determined in YSed (\nn\n = 13), YET (\nn\n = 8), OSed (\nn\n = 7), and OET (\nn\n = 5) animals using the radionuclide-tagged microsphere technique, as described previously (\n16\n, \n33\n, \n44\n). Prior to the surgical procedure, Sed animals were familiarized with treadmill running. During the familiarization period (<2 wk), animals exercised for 10 min/day at a speed of 15 m/min at a 15° incline, two to three times/wk. At least 24 h after the last exercise bout, during the familiarization or training period, animals were anesthetized with isoflurane (2–2.5%/O\n2\n balance), and a catheter [Silastic; Dow Corning, Midland, MI; inside diameter (ID) 0.6 mm; outside diameter (OD) 1.0 mm] filled with heparinized saline solution (Elkins-Sinn, Cherry Hill, NJ; 100 U/mL) was advanced into the ascending aorta via the right carotid artery. This catheter was used for infusion of radiolabeled microspheres for tissue blood flow measurements and for monitoring mean arterial pressure. The carotid catheter was externalized dorsally and secured to the skin. A second polyurethane catheter (Braintree Scientific, Braintree, MA; ID 0.36 mm; OD 0.84 mm) was implanted in the caudal tail artery and externalized at the tail. This catheter was used to obtain a reference blood sample, which serves as an artificial organ for calculating tissue flows. All surgical procedures, beginning with the initiation and ending with the withdrawal of anesthesia, lasted ≤30 min. After the closure of incisions, the animals were given ≥4 h to recover, as previous studies (\n24\n) have demonstrated that circulatory dynamics, regional blood flow, arterial blood gases, and acid-base status are stable in the awake rat, 1–6 h after gas anesthesia.\nAfter the recovery period, the rat was placed on the treadmill, and the tail artery catheter was connected to a 1-ml plastic syringe that was connected to a Harvard Apparatus (Holliston, MA) infusion/withdrawal pump (model 907), and the carotid artery catheter was connected to a blood-pressure transducer (MLT844; ADInstruments, Colorado Springs, CO). Exercise was initiated (15 m/min) at a 0° incline to assure that all animals ran continuously during the testing period without changing gait patterns (e.g., stop and start running on the treadmill). After 4 min of total exercise time, blood withdrawal from the caudal artery (0.25 ml/min) began. The right carotid artery catheter was disconnected from the pressure transducer, and a distinct radiolabeled (\n46\nSc, \n113\nSn, \n57\nCo, or \n85\nSr) microsphere (15-μm diameter; DuPont/NEN, Boston, MA) was infused (∼2.5 × 10\n5\n in number) in random order into the ascending aorta and flushed with warmed saline to assure clearance of the beads. Blood withdrawal from the caudal artery continued for 45 s after microsphere infusion. After a 30-min recovery period, a second microsphere infusion was performed in conscious, standing animals following the same procedures as described above. This infusion strategy was used to minimize the pre-exercise, anticipatory response (\n3\n) and facilitates an accurate “resting” measurement. Following the microsphere infusion, animals were euthanized with sodium pentobarbital (>100 mg/kg ip). The intra-abdominal adipose pad—defined as the fat that lines the dorsal wall of the abdominal cavity, separate from the visceral organs, and lies bilaterally along the vertebral column, extending caudally from the diaphragm to the pelvis—and kidneys were removed. The radioactivity level of the tissues was then determined by a gamma-scintillation counter (Cobra II auto-gamma counter; Packard, Downers Grove, IL) set to record the peak energy activity of each isotope for 5 min. AT blood flow was calculated by the reference sample method (\n33\n, \n44\n) and expressed in ml·min\n−1\n·100\n−1\n g of tissue. To account for possible changes in perfusion, due to alterations in arterial pressure, vascular conductance was calculated (i.e., blood flow/mean arterial pressure) and expressed in ml·min\n−1\n·100\n−1\n g of tissue/mmHg. Data were only analyzed and reported for animals that displayed adequate mixing of the microspheres, as verified by a <20% difference in blood flow between the right and left kidney.",
    "study_2:_adipose_microvessel_vasoconstrictor_responsiveness.": "Microvessel studies from the intra-abdominal white AT were performed in a separate group of YSed (\nn\n = 8), YET (\nn\n = 11), OSed (\nn\n = 6), and OET (\nn\n = 10) animals, according to the methods of Ramsey et al. (\n61\n). After euthanasia (sodium pentobarbital >100 mg/kg ip), the intra-abdominal adipose pad was carefully dissected free and placed in a 4°C filtered physiological saline solution (PSS) buffer (in mM: 147 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n2\n, 1.17 MgSO\n4\n, 5.0 glucose, 2.0 pyruvate, and 3.0 MOPS; pH 7.4). Resistance arteries (<300 μm maximal luminal diameter) were isolated with the aid of a stereomicroscope (Olympus SVH10). Subsequently, both ends of the artery were cannulated with glass micropipettes filled with the filtered PSS and secured to the pipettes with 11-0 ophthalmic suture (Alcon Laboratories, Fort Worth, TX). After cannulation, each vessel in the tissue chamber was transferred to the stage of an inverted microscope (Olympus IX70), coupled to a video camera (Panasonic WV-BP310) and video caliper (307A; Colorado Video, Boulder, CO). Intraluminal pressure in the isolated artery was set at 75 cmH\n2\nO (\n61\n). Vessels that exhibited leaks were discarded. Vessels free of leaks equilibrated for at least 1 h at 37°C, with the bathing solution replaced every 20 min during this period, and were allowed to develop spontaneous tone. To determine vasoconstrictor responsiveness to norepinephrine (NE) and phenylephrine (PE), cumulative additions of each drug (10\n−9\n to 10\n−4\n M) were performed (\n15\n). Following assessment of vasoconstrictor responses, the vessels were incubated in Ca\n2+\n-free PSS containing 100 μM sodium nitroprusside (SNP) to determine maximal passive lumen diameter. In a separate group of abdominal AT arteries, myogenic vasoconstrictor responses were determined by increasing the intraluminal pressure from 0 to 135 cmH\n2\nO in 15-cmH\n2\nO increments. The diameter was recorded continuously for 5 min with each pressure change (\n51\n). The passive pressure–diameter relation was then determined after the vessels were incubated at 37°C for 60 min in Ca\n2+\n-free PSS containing 100 μM SNP, with the bathing solution changed every 20 min. The same protocol, as described for the active myogenic response, was used to determine passive artery characteristics.",
    "muscle_oxidative_enzyme_activity.": "Citrate synthase, a mitochondrial enzyme and marker of muscle oxidative potential, was measured in duplicate from soleus muscle homogenates, according to the method of Srere (\n65\n). Citrate synthase activity, expressed as μmol·min\n−1\n·g\n−1\n wet weight, was measured spectrophotometrically using a SpectraMax M5 microplate (Molecular Devices, Sunnyvale, CA) in 300-μl aliquots at 30°C to determine the efficacy of the training protocol.",
    "data_presentation.": "The development of spontaneous tone was expressed as the percent vasoconstriction relative to the maximal intraluminal diameter measured according to\nspontaneous\n \ntone\n(\n%\n)\n=\n(\nID\nmax\n−\nID\nb\n)\n/\nID\nmax\n×\n100\nwhere ID\nmax\n is the maximal passive intraluminal diameter recorded at a pressure of 75 cmH\n2\nO, and ID\nb\n is the steady-state baseline diameter. Vasoconstrictor responses to NE and PE were expressed as the percent change from baseline diameter according to\nvasoconstriction\n(\n%\n)\n=\n(\nID\nb\n−\nID\nss\n)\n/\nID\nb\n×\n100\nwhere ID\nb\n is the initial diameter recorded before the addition of the vasoconstrictor, and ID\nss\n is the steady-state diameter measured after each dose of the drug. Active myogenic responses after sequential intraluminal pressure changes were normalized according to\nnormalized\n \ndiameter\n=\n(\nID\nss\n−\nID\n75\n)\nwhere ID\nss\n is the steady-state diameter measured after each step change in intraluminal pressure, and ID\n75\n is the diameter measured at 75 cmH\n2\nO during the passive pressure response, which reflects the maximal diameter for vessels in which active and passive pressure responses were determined.",
    "statistical_analysis.": "Dose-response curves were analyzed by two-way ANOVA with repeated measures to detect differences between (experimental groups) and within (concentration or pressure) factors. Post hoc analyses were performed using Duncan's multiple range test. Vascular sensitivity, the concentration of NE or PE exhibiting EC\n50\n, was determined by logarithmic curve-fitting equations. A one-way ANOVA was performed to determine the significance of differences among groups in vessel characteristics, body masses, and citrate synthase activity. All values are presented as means ± SE. \nP\n ≤ 0.05 was required for significance.",
    "results": "Body mass, mean arterial pressure, and citrate synthase activity.\n\n\nBody mass and mean arterial pressure at rest and during exercise are described in \nTable 1\n. The efficacy of the training program was confirmed with a significant increase in citrate synthase activity of the soleus in both young (YSed, 15 ± 2 μmol·g\n−1\n·min\n−1\n; YET, 20 ± 2 μmol·g\n−1\n·min\n−1\n; \nP\n < 0.05) and old (OSed, 14 ± 2 μmol·g\n−1\n·min\n−1\n; OET, 19 ± 2 μmol·g\n−1\n·min\n−1\n; \nP\n < 0.05) groups.\n\n\nTable 1.\n\n\nBody mass, arterial blood pressure, adipose-resistance artery characteristics, and sensitivity to norepinephrine and phenylephrine\n\n\n\n\n\n\n\n\nYoung Sedentary (\nn\n = 21)\n\n\nOld Sedentary (\nn\n = 13)\n\n\nYoung Exercise Trained (\nn\n = 19)\n\n\nOld Exercise Trained (\nn\n = 15)\n\n\n\n\n\n\n\n\nBody weight, g\n\n\n363 ± 3\n\n\n458 ± 5\n*\n\n\n\n\n322 ± 4\n†\n\n\n\n\n402 ± 2\n*\n†\n\n\n\n\n\n\n\n\nArterial pressure, mmHg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Rest\n\n\n140 ± 2 (\nn\n = 13)\n\n\n131 ± 2 (\nn\n = 7)\n\n\n138 ± 4 (\nn\n = 8)\n\n\n124 ± 2 (\nn\n = 5)\n\n\n\n\n\n\n    Exercise\n\n\n155 ± 2\n‡\n (\nn\n = 13)\n\n\n149 ± 1\n‡\n (\nn\n = 7)\n\n\n159 ± 4\n‡\n (\nn\n = 8)\n\n\n138 ± 2\n*\n‡\n (\nn\n = 5)\n\n\n\n\n\n\nMaximal diameter, μm\n\n\n191 ± 6 (\nn\n = 8)\n\n\n226 ± 8\n*\n (\nn\n = 6)\n\n\n200 ± 5 (\nn\n = 11)\n\n\n213 ± 5 (\nn\n = 10)\n\n\n\n\n\n\nSpontaneous tone, %\n\n\n20 ± 2\n\n\n12 ± 1\n*\n\n\n\n\n22 ± 1\n\n\n21 ± 2\n†\n\n\n\n\n\n\n\n\nNorepinephrine EC\n50\n, M\n\n\n1.81 × 10\n−7\n ± 2.85 × 10\n−8\n\n\n\n\n1.94 × 10\n−6\n ± 1.16 × 10\n−6\n*\n\n\n\n\n5.31 × 10\n−7\n ± 1.60 × 10\n−7\n\n\n\n\n2.65 × 10\n−7\n ± 5.61 × 10\n−8\n†\n\n\n\n\n\n\n\n\nPhenylephrine EC\n50\n, M\n\n\n1.89 × 10\n−7\n ± 5.20 × 10\n−8\n\n\n\n\n3.02 × 10\n−6\n ± 1.10 × 10\n−6\n*\n\n\n\n\n5.81 × 10\n−7\n ± 2.58 × 10\n−7\n\n\n\n\n4.14 × 10\n−7\n ± 1.81 × 10\n−7\n†\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nMaximal diameter was determined in the absence of extracellular Ca\n2+\n. EC\n50\n, agonist concentration that produced 50% of the maximal vasoconstrictor response (i.e., sensitivity). Values are mean ± SE.\n\n\n\n\n*\nP\n < 0.05 vs. young group same condition;\n\n\n\n\n\n\n†\nP\n < 0.05 vs. sedentary of corresponding age group;\n\n\n\n\n\n\n‡\nP\n < 0.05 vs. resting value.\n\n\n\n\nIntra-abdominal AT blood flow and vascular conductance at rest and during exercise.\n\n\nIn the sedentary animals at rest, there was lower AT blood flow in the old group vs. younger counterparts (\nFig. 1\nA\n). Exercise training significantly elevated adipose perfusion at rest in both age groups and abolished age-related differences in resting flow (\nFig. 1\nA\n). Vascular conductance measured at rest paralleled blood flow measures in all groups (\nFig. 1\nB\n). During the steady state of exercise, there was a significantly higher AT blood flow in OSed vs. YSed (\nFig. 2\nA\n). Exercise training resulted in an elevated adipose perfusion during exercise to YET and a reduced flow to OET vs. sedentary counterparts (\nFig. 2\nA\n); age-related differences in adipose blood flow were no longer present. Despite small differences in arterial pressure among groups during exercise (\nTable 1\n), vascular conductance measures paralleled those of blood flow among groups (\nFig. 2\nB\n). When comparing vascular conductance responses during the transition from rest to exercise, all groups showed significant differences, albeit there was a directionally opposite response in the OSed vs. YSed groups. Specifically, compared with resting values, there was an ∼55% decrease in vascular conductance in YSed and an ∼110% increase in vascular conductance in OSed during exercise (\nFig. 3\n). After exercise training, both OET and YET demonstrated a similar decrease (∼50%) in vascular conductance from rest to exercise, and age-related differences were abolished (\nFig. 3\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nA\n: blood flow and (\nB\n) vascular conductance measured at rest in intra-abdominal adipose tissue (AT) of young (\nn\n = 13) and old (\nn\n = 7) sedentary (Sed) and young (\nn\n = 8) and old (\nn\n = 5) exercise-trained (ET) rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nA\n: blood flow and (\nB\n) vascular conductance measured during the steady state of exercise in intra-abdominal AT of young (\nn\n = 13) and old (\nn\n = 7) Sed and young (\nn\n = 8) and old (\nn\n = 5) ET rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nMagnitude and directional change of vascular conductance during the transition from rest to the steady state of exercise in intra-abdominal AT of young (\nn\n = 13) and old (\nn\n = 7) Sed and young (\nn\n = 8) and old (\nn\n = 5) exercise (Ex)-trained rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition; #\nP\n < 0.05 vs. resting value.\nIntra-abdominal AT-resistance artery characteristics.\n\n\nThe maximal diameter and spontaneous tone of resistance arteries from intra-abdominal AT are listed in \nTable 1\n. Compared with YSed, there was a tendency for a greater maximal diameter and significantly less tone in intra-abdominal AT arteries from the OSed group. After exercise training, there were no differences in maximal diameter or spontaneous tone between age groups (\nTable 1\n). Tone was significantly greater in OET vs. OSed.\nVasoconstrictor responses.\n\n\nNE elicited a concentration-dependent vasoconstriction in AT-resistance arteries from all groups (\nFig. 4\nA\n). The constriction evoked by NE was significantly lower in OSed vs. YSed, and exercise training resulted in a significantly greater contractile response to NE in OET vs. OSed (\nFig. 4\nA\n). There was a greater vasoconstriction after exercise training, only at the highest concentration (10\n−4\n M) in YET (59 ± 4%) vs. YSed (45 ± 4%, \nP\n < 0.05) and OET (46 ± 6%, \nP\n < 0.05). There was a lower sensitivity to NE in OSed vs. YSed (\nTable 1\n). There were no differences in sensitivity to NE between YET and OET, although there was an enhanced sensitivity in OET vs. OSed (\nTable 1\n). PE produced similar concentration-dependent, contractile responses in AT-resistance arteries from all groups (\nFig. 4\nB\n). Vasoconstrictor responses to PE were diminished in OSed vs. YSed, and exercise training enhanced contractile responses to PE in the old group but did not significantly affect that of the young group (\nFig. 4\nB\n) vs. age-matched sedentary counterparts. Although there were no group response differences to PE between YET and OET, the constriction elicited by 10\n−5\n and 10\n−4\n M PE was greater in the YET (55 ± 4 and 64 ± 5%, respectively) vs. OET (44 ± 4 and 49 ± 5%, respectively; \nP\n < 0.05). There was a lower sensitivity to PE in OSed vs. YSed (\nTable 1\n). Exercise training did not affect sensitivity to PE in the young group but enhanced sensitivity significantly in OET vs. OSed (\nTable 1\n). There were no differences in sensitivity to PE between the trained groups (\nTable 1\n).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nConcentration-response relations to norepinephrine (\nA\n) and phenylephrine (\nB\n) of intra-abdominal-resistance arteries from young (\nn\n = 8) and old (\nn\n = 6) Sed and young (\nn\n = 11) and old (\nn\n = 10) Ex-trained rats. Values are mean ± SE. *\nP\n < 0.05 among groups.\nMyogenic responses.\n\n\nIn the sedentary group, at all pressures above zero, the active diameter was significantly larger in arteries from OSed vs. YSed (\nFig. 5\n). Exercise training abolished age-related differences in the active myogenic response among groups (\nFig. 5\nA\n). There were no differences in the passive pressure–diameter response among groups (\nFig. 5\nB\n).\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nActive (\nA\n) and passive (\nB\n) diameter responses to increasing intraluminal pressure in intra-abdominal-resistance arteries from young (\nn\n = 8) and old (\nn\n = 6) Sed and young (\nn\n = 11) and old (\nn\n = 10) Ex-trained rats. Active responses were determined in the presence of 2 mM extracellular Ca\n2+\n. Passive responses were determined in the absence of extracellular Ca\n2+\n. Values are mean ± SE. *\nP\n < 0.05 of active responses among groups. There were no differences in the passive response among groups.",
    "body_mass,_mean_arterial_pressure,_and_citrate_synthase_acti": "Body mass and mean arterial pressure at rest and during exercise are described in \nTable 1\n. The efficacy of the training program was confirmed with a significant increase in citrate synthase activity of the soleus in both young (YSed, 15 ± 2 μmol·g\n−1\n·min\n−1\n; YET, 20 ± 2 μmol·g\n−1\n·min\n−1\n; \nP\n < 0.05) and old (OSed, 14 ± 2 μmol·g\n−1\n·min\n−1\n; OET, 19 ± 2 μmol·g\n−1\n·min\n−1\n; \nP\n < 0.05) groups.\nTable 1.\n\n\nBody mass, arterial blood pressure, adipose-resistance artery characteristics, and sensitivity to norepinephrine and phenylephrine\n\n\n\n\n\n\n\n\nYoung Sedentary (\nn\n = 21)\n\n\nOld Sedentary (\nn\n = 13)\n\n\nYoung Exercise Trained (\nn\n = 19)\n\n\nOld Exercise Trained (\nn\n = 15)\n\n\n\n\n\n\n\n\nBody weight, g\n\n\n363 ± 3\n\n\n458 ± 5\n*\n\n\n\n\n322 ± 4\n†\n\n\n\n\n402 ± 2\n*\n†\n\n\n\n\n\n\n\n\nArterial pressure, mmHg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Rest\n\n\n140 ± 2 (\nn\n = 13)\n\n\n131 ± 2 (\nn\n = 7)\n\n\n138 ± 4 (\nn\n = 8)\n\n\n124 ± 2 (\nn\n = 5)\n\n\n\n\n\n\n    Exercise\n\n\n155 ± 2\n‡\n (\nn\n = 13)\n\n\n149 ± 1\n‡\n (\nn\n = 7)\n\n\n159 ± 4\n‡\n (\nn\n = 8)\n\n\n138 ± 2\n*\n‡\n (\nn\n = 5)\n\n\n\n\n\n\nMaximal diameter, μm\n\n\n191 ± 6 (\nn\n = 8)\n\n\n226 ± 8\n*\n (\nn\n = 6)\n\n\n200 ± 5 (\nn\n = 11)\n\n\n213 ± 5 (\nn\n = 10)\n\n\n\n\n\n\nSpontaneous tone, %\n\n\n20 ± 2\n\n\n12 ± 1\n*\n\n\n\n\n22 ± 1\n\n\n21 ± 2\n†\n\n\n\n\n\n\n\n\nNorepinephrine EC\n50\n, M\n\n\n1.81 × 10\n−7\n ± 2.85 × 10\n−8\n\n\n\n\n1.94 × 10\n−6\n ± 1.16 × 10\n−6\n*\n\n\n\n\n5.31 × 10\n−7\n ± 1.60 × 10\n−7\n\n\n\n\n2.65 × 10\n−7\n ± 5.61 × 10\n−8\n†\n\n\n\n\n\n\n\n\nPhenylephrine EC\n50\n, M\n\n\n1.89 × 10\n−7\n ± 5.20 × 10\n−8\n\n\n\n\n3.02 × 10\n−6\n ± 1.10 × 10\n−6\n*\n\n\n\n\n5.81 × 10\n−7\n ± 2.58 × 10\n−7\n\n\n\n\n4.14 × 10\n−7\n ± 1.81 × 10\n−7\n†\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nMaximal diameter was determined in the absence of extracellular Ca\n2+\n. EC\n50\n, agonist concentration that produced 50% of the maximal vasoconstrictor response (i.e., sensitivity). Values are mean ± SE.\n\n\n\n\n*\nP\n < 0.05 vs. young group same condition;\n\n\n\n\n\n\n†\nP\n < 0.05 vs. sedentary of corresponding age group;\n\n\n\n\n\n\n‡\nP\n < 0.05 vs. resting value.",
    "intra-abdominal_at_blood_flow_and_vascular_conductance_at_re": "In the sedentary animals at rest, there was lower AT blood flow in the old group vs. younger counterparts (\nFig. 1\nA\n). Exercise training significantly elevated adipose perfusion at rest in both age groups and abolished age-related differences in resting flow (\nFig. 1\nA\n). Vascular conductance measured at rest paralleled blood flow measures in all groups (\nFig. 1\nB\n). During the steady state of exercise, there was a significantly higher AT blood flow in OSed vs. YSed (\nFig. 2\nA\n). Exercise training resulted in an elevated adipose perfusion during exercise to YET and a reduced flow to OET vs. sedentary counterparts (\nFig. 2\nA\n); age-related differences in adipose blood flow were no longer present. Despite small differences in arterial pressure among groups during exercise (\nTable 1\n), vascular conductance measures paralleled those of blood flow among groups (\nFig. 2\nB\n). When comparing vascular conductance responses during the transition from rest to exercise, all groups showed significant differences, albeit there was a directionally opposite response in the OSed vs. YSed groups. Specifically, compared with resting values, there was an ∼55% decrease in vascular conductance in YSed and an ∼110% increase in vascular conductance in OSed during exercise (\nFig. 3\n). After exercise training, both OET and YET demonstrated a similar decrease (∼50%) in vascular conductance from rest to exercise, and age-related differences were abolished (\nFig. 3\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nA\n: blood flow and (\nB\n) vascular conductance measured at rest in intra-abdominal adipose tissue (AT) of young (\nn\n = 13) and old (\nn\n = 7) sedentary (Sed) and young (\nn\n = 8) and old (\nn\n = 5) exercise-trained (ET) rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nA\n: blood flow and (\nB\n) vascular conductance measured during the steady state of exercise in intra-abdominal AT of young (\nn\n = 13) and old (\nn\n = 7) Sed and young (\nn\n = 8) and old (\nn\n = 5) ET rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nMagnitude and directional change of vascular conductance during the transition from rest to the steady state of exercise in intra-abdominal AT of young (\nn\n = 13) and old (\nn\n = 7) Sed and young (\nn\n = 8) and old (\nn\n = 5) exercise (Ex)-trained rats. Values are mean ± SE. *\nP\n < 0.05 vs. Sed of corresponding age group; †\nP\n < 0.05 vs. young group same condition; #\nP\n < 0.05 vs. resting value.",
    "intra-abdominal_at-resistance_artery_characteristics.": "The maximal diameter and spontaneous tone of resistance arteries from intra-abdominal AT are listed in \nTable 1\n. Compared with YSed, there was a tendency for a greater maximal diameter and significantly less tone in intra-abdominal AT arteries from the OSed group. After exercise training, there were no differences in maximal diameter or spontaneous tone between age groups (\nTable 1\n). Tone was significantly greater in OET vs. OSed.",
    "vasoconstrictor_responses.": "NE elicited a concentration-dependent vasoconstriction in AT-resistance arteries from all groups (\nFig. 4\nA\n). The constriction evoked by NE was significantly lower in OSed vs. YSed, and exercise training resulted in a significantly greater contractile response to NE in OET vs. OSed (\nFig. 4\nA\n). There was a greater vasoconstriction after exercise training, only at the highest concentration (10\n−4\n M) in YET (59 ± 4%) vs. YSed (45 ± 4%, \nP\n < 0.05) and OET (46 ± 6%, \nP\n < 0.05). There was a lower sensitivity to NE in OSed vs. YSed (\nTable 1\n). There were no differences in sensitivity to NE between YET and OET, although there was an enhanced sensitivity in OET vs. OSed (\nTable 1\n). PE produced similar concentration-dependent, contractile responses in AT-resistance arteries from all groups (\nFig. 4\nB\n). Vasoconstrictor responses to PE were diminished in OSed vs. YSed, and exercise training enhanced contractile responses to PE in the old group but did not significantly affect that of the young group (\nFig. 4\nB\n) vs. age-matched sedentary counterparts. Although there were no group response differences to PE between YET and OET, the constriction elicited by 10\n−5\n and 10\n−4\n M PE was greater in the YET (55 ± 4 and 64 ± 5%, respectively) vs. OET (44 ± 4 and 49 ± 5%, respectively; \nP\n < 0.05). There was a lower sensitivity to PE in OSed vs. YSed (\nTable 1\n). Exercise training did not affect sensitivity to PE in the young group but enhanced sensitivity significantly in OET vs. OSed (\nTable 1\n). There were no differences in sensitivity to PE between the trained groups (\nTable 1\n).\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nConcentration-response relations to norepinephrine (\nA\n) and phenylephrine (\nB\n) of intra-abdominal-resistance arteries from young (\nn\n = 8) and old (\nn\n = 6) Sed and young (\nn\n = 11) and old (\nn\n = 10) Ex-trained rats. Values are mean ± SE. *\nP\n < 0.05 among groups.",
    "myogenic_responses.": "In the sedentary group, at all pressures above zero, the active diameter was significantly larger in arteries from OSed vs. YSed (\nFig. 5\n). Exercise training abolished age-related differences in the active myogenic response among groups (\nFig. 5\nA\n). There were no differences in the passive pressure–diameter response among groups (\nFig. 5\nB\n).\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nActive (\nA\n) and passive (\nB\n) diameter responses to increasing intraluminal pressure in intra-abdominal-resistance arteries from young (\nn\n = 8) and old (\nn\n = 6) Sed and young (\nn\n = 11) and old (\nn\n = 10) Ex-trained rats. Active responses were determined in the presence of 2 mM extracellular Ca\n2+\n. Passive responses were determined in the absence of extracellular Ca\n2+\n. Values are mean ± SE. *\nP\n < 0.05 of active responses among groups. There were no differences in the passive response among groups.",
    "discussion": "The overall purpose of this study was to test the hypothesis that old age-related vascular dysfunction in AT would adversely affect the ability to redistribute blood flow away from AT during exercise. In support of our hypothesis, there was an increase in AT blood flow and vascular conductance during exercise in old rats, whereas there was a decrease in AT blood flow and vascular conductance in young, healthy controls (\nFigs. 2\n and \n3\n). To investigate potential mechanisms for this disparate blood flow response to AT during exercise, we measured AT-resistance artery contractile responses to α-adrenergic and myogenic stimuli, both of which were found to be diminished in the OSed vs. YSed group (\nFigs. 4\n and \n5\n). After chronic aerobic training, the directional change and magnitude of AT perfusion and vascular conductance from rest to exercise were similar between young and old groups (\nFigs. 1\n–\n3\n). Furthermore, there was a significant improvement in both intra-abdominal AT arterial α-adrenergic and myogenic vasoconstriction with old age after exercise training. It is likely that the inability to rapidly divert blood flow away from AT with old age contributes to reductions in arterial pressure during orthostatic challenges (\n61\n) and heat stress (\n38\n), as well as altered whole-body hemodynamics during physical activity (\n39\n). However, after exercise training, many of the old, age-associated alterations in AT blood flow and vasoconstrictor responses in adipose-resistance arteries were abolished. This suggests that an enhanced ability to centrally mobilize blood volume from AT after chronic training may be a contributing mechanism to the enhanced muscle blood flow during exercise (\n6\n) and the increased ability to tolerate orthostatic challenges (\n49\n) in older individuals.\nRegulation of AT blood flow.\n\n\nAT blood flow is intricately linked to metabolism for adequate substrate and humoral delivery (\n64\n) and is tightly regulated through autonomic and endocrine signaling, as well as intrinsic autoregulatory mechanisms of AT-resistance vessels (\n75\n). Electrical stimulation of nerves innervating inguinal white AT elicits a robust vasoconstriction that is abolished by α-adrenergic receptor blockade (\n54\n), suggesting an immediate decrease in AT vascular conductance with enhanced SNS activity. However, AT vascular responses to systemic intravenous infusion of NE produce conflicting results that appear to be time dependent. For example, experiments that elevate systemic NE concentrations in humans (all of which result in elevated arterial pressure) demonstrate a decreased (\n32\n) or increased (\n40\n) vascular conductance and augmented blood flow (\n60\n) in subcutaneous AT. In the latter two studies, it should be noted that despite plasma NE concentrations reaching a steady state within 5–10 min, significant changes in AT blood flow did not occur until 15–30 min after NE infusion began, thus suggesting that a prolonged exposure is required to elicit changes in vascular conductance.\n\n\nIn the current study, we observe a robust vasoconstriction in resistance arteries from centrally located intra-abdominal AT in the young group to both NE and PE (\nFig. 4\n, \nA\n and \nB\n, respectively), which is in contrast to some human data showing an increased AT vascular conductance to systemically elevated NE levels (\n40\n). The reasons for the disparate findings between the isolated vessel rapid contraction to NE and studies showing an increased adipose perfusion to elevated systemic NE over longer time frames (\n60\n) are unknown but may be related to tissue-specific vascular properties (peripheral vs. central) or the large elevation in arterial pressure with systemic NE infusion (\n40\n, \n60\n) concomitant with the loss of myogenic autoregulation at higher transmural pressures in AT-resistance vessels (\n75\n).\n\n\nThe effect of exercise on AT blood flow appears to be dependent largely on the duration of exercise. In the current study, there was a reduction in blood flow (\nFig. 2\nA\n) and vascular conductance (\nFig. 3\n) when transitioning from rest to exercise in young, healthy subjects, due, in part, to an active vasoconstriction in AT. This observation is consistent with other studies that demonstrate an immediate (≤5 min) decrease in perfusion of epididymal (\n45\n) adipose depots and subcutaneous fat [(\n45\n), and see Armstrong et al. (\n2\n) for exception] during dynamic whole-body exercise. However, with longer durations of exercise, blood flow to AT increases, likely consequent to an increased delivery of free fatty acids from AT (\n25\n), suggesting that any initial vasoconstriction during exercise onset is modified later by circulating humoral or endocrine factors (\n25\n) and possibly tachyphylaxia of adrenergic receptors (\n66\n). Given that stimulation of nerves innervating white AT simultaneously enhance lipolysis rate and induce a strong vasoconstriction (\n54\n), there may be an impaired release of free fatty acids during exercise. Indeed, upon the cessation of exercise, fatty acids are suddenly “washed out” of AT, which may be related to the release of vasoconstrictor tone manifest during exercise [reviewed in Frayn et al. (\n26\n)].\nAging, exercise training, and AT function.\n\n\nIn the current study, adipose blood flow was significantly lower at rest in old vs. young subjects. There are several potential mechanisms for the lower flow at rest with old age, including \n1\n) diminished vascular endothelial function (\n8\n, \n17\n, \n63\n); \n2\n) elevated oxidative stress from AT (\n4\n), which may diminish the bioavailabilty of nitric oxide; and \n3\n) significantly elevated basal SNS activity with old age (\n53\n), offsetting a diminished α-adrenergic sensitivity (\nTable 1\n). During submaximal exercise, the plasma NE responses are either similar (\n37\n, \n39\n) or smaller (\n31\n) in old vs. young subjects, which in combination with a diminished α-adrenergic vasoconstriction (\nFig. 4\n), likely contributes to the large increase in blood flow to AT during exercise in the OSed group. After exercise training, the AT blood flow response between age groups was largely normalized (\nFigs. 1\n and \n2\n), which is associated with an elevated blood flow to oxidative skeletal muscle during exercise (\n10\n). Without measurement of cardiac output, the precise relationship between the reduced AT observed herein and the elevated skeletal muscle blood flow with aging after training (\n10\n) cannot be determined and warrants future investigations. In healthy, young men, exercise training does not appear to alter adipose perfusion, as there are no differences in AT blood flow between sedentary and endurance-trained subjects at rest (\n67\n), despite a greater blood flow response to AT with adrenaline infusion after training (\n68\n). In the current study, at rest, there was an enhanced blood flow to AT in both age groups after endurance training vs. age-matched sedentary counterparts (\nFig. 1\nA\n). Although not measured in the current study, there are several potential mechanisms responsible for changes in AT blood flow after training, including \n1\n) alterations in plasma NE concentrations, \n2\n) changes in the expression or location of adipose vascular adrenergic receptors, and \n3\n) enhanced adipose vessel endothelial function. Changes in sympathetic nerve activity or differences in plasma NE concentrations affecting resistance artery function are unlikely, as endurance training has little effect on resting sympathetic nerve activity (\n62\n) with lower (\n34\n) or unchanged (\n12\n, \n58\n) plasma NE concentrations after training. Given that AT blood flow is influenced largely by α-adrenergic receptor function (1a), differences in the expression of adrenergic receptors (e.g., diminished α\n1\n-receptor density with old age) among groups could contribute to differences in adipose blood flow. Given that both aging (\n8\n, \n17\n, \n63\n) and obesity (\n20\n) diminish resistance artery endothelial function, it is likely that improvements in endothelial function after exercise training (\n47\n, \n56\n, \n63\n) contributed to the greater AT perfusion at rest.\n\n\nDuring the transition from rest to exercise with old age, the AT blood flow response was directionally opposite (reduction in flow) in the exercise-trained vs. sedentary group (increased flow vs. rest; \nFigs. 1\nA\n and \n2\nA\n). The AT blood flow response in old age after training suggests an enhanced vasoconstriction within the AT-resistance vasculature. Indeed, in AT-resistance arteries, there was an enhanced α-adrenergic (\nFig. 4\n, \nA\n and \nB\n) and myogenic (\nFig. 5\nA\n) vasoconstriction after training with old age. We are unaware of any other studies that have looked specifically at the effects of aging and/or exercise training on adipose-resistance artery function. However, exercise training has been shown to enhance α-adrenergic-mediated vasoconstriction within tissue that is not recruited during exercise (i.e., shows no net hyperemic response) (\n43\n), suggesting a possible systemic effect on adrenergic receptor function. There is also evidence that exercise training enhances myogenic vasoconstriction (\n17\n), which was demonstrated in the old group after training (\nFig. 5\nA\n). The precise mechanisms for the altered AT-resistance artery vasoconstriction observed herein remain to be determined but likely contribute to an increased ability to mobilize free fatty acids after exercise training (\n13\n, \n69\n).\nConclusions.\n\n\nIn summary, α-adrenergic receptor-mediated and myogenic vasoconstriction in AT-resistance arteries are diminished with aging, which was associated with an increase in AT blood flow during exercise in the OSed group. Exercise training augmented adrenergic vasoconstriction in adipose arteries with old age, which likely contributed, in part, to the reduction in adipose blood flow during exercise relative to sedentary counterparts. An age-associated deficit in α-adrenergic vasoconstriction in AT may contribute to the impaired baroreflex buffering with old age (\n35\n, \n76\n) and result in a spatial overperfusion of AT during exercise. Whereas the possibility that a blunted adipose vasoconstriction with old age diminishes the ability to redistribute blood flow to the active muscles during exercise in humans is likely, elegant studies are required to address this issue mechanistically.",
    "regulation_of_at_blood_flow.": "AT blood flow is intricately linked to metabolism for adequate substrate and humoral delivery (\n64\n) and is tightly regulated through autonomic and endocrine signaling, as well as intrinsic autoregulatory mechanisms of AT-resistance vessels (\n75\n). Electrical stimulation of nerves innervating inguinal white AT elicits a robust vasoconstriction that is abolished by α-adrenergic receptor blockade (\n54\n), suggesting an immediate decrease in AT vascular conductance with enhanced SNS activity. However, AT vascular responses to systemic intravenous infusion of NE produce conflicting results that appear to be time dependent. For example, experiments that elevate systemic NE concentrations in humans (all of which result in elevated arterial pressure) demonstrate a decreased (\n32\n) or increased (\n40\n) vascular conductance and augmented blood flow (\n60\n) in subcutaneous AT. In the latter two studies, it should be noted that despite plasma NE concentrations reaching a steady state within 5–10 min, significant changes in AT blood flow did not occur until 15–30 min after NE infusion began, thus suggesting that a prolonged exposure is required to elicit changes in vascular conductance.\nIn the current study, we observe a robust vasoconstriction in resistance arteries from centrally located intra-abdominal AT in the young group to both NE and PE (\nFig. 4\n, \nA\n and \nB\n, respectively), which is in contrast to some human data showing an increased AT vascular conductance to systemically elevated NE levels (\n40\n). The reasons for the disparate findings between the isolated vessel rapid contraction to NE and studies showing an increased adipose perfusion to elevated systemic NE over longer time frames (\n60\n) are unknown but may be related to tissue-specific vascular properties (peripheral vs. central) or the large elevation in arterial pressure with systemic NE infusion (\n40\n, \n60\n) concomitant with the loss of myogenic autoregulation at higher transmural pressures in AT-resistance vessels (\n75\n).\nThe effect of exercise on AT blood flow appears to be dependent largely on the duration of exercise. In the current study, there was a reduction in blood flow (\nFig. 2\nA\n) and vascular conductance (\nFig. 3\n) when transitioning from rest to exercise in young, healthy subjects, due, in part, to an active vasoconstriction in AT. This observation is consistent with other studies that demonstrate an immediate (≤5 min) decrease in perfusion of epididymal (\n45\n) adipose depots and subcutaneous fat [(\n45\n), and see Armstrong et al. (\n2\n) for exception] during dynamic whole-body exercise. However, with longer durations of exercise, blood flow to AT increases, likely consequent to an increased delivery of free fatty acids from AT (\n25\n), suggesting that any initial vasoconstriction during exercise onset is modified later by circulating humoral or endocrine factors (\n25\n) and possibly tachyphylaxia of adrenergic receptors (\n66\n). Given that stimulation of nerves innervating white AT simultaneously enhance lipolysis rate and induce a strong vasoconstriction (\n54\n), there may be an impaired release of free fatty acids during exercise. Indeed, upon the cessation of exercise, fatty acids are suddenly “washed out” of AT, which may be related to the release of vasoconstrictor tone manifest during exercise [reviewed in Frayn et al. (\n26\n)].",
    "aging,_exercise_training,_and_at_function.": "In the current study, adipose blood flow was significantly lower at rest in old vs. young subjects. There are several potential mechanisms for the lower flow at rest with old age, including \n1\n) diminished vascular endothelial function (\n8\n, \n17\n, \n63\n); \n2\n) elevated oxidative stress from AT (\n4\n), which may diminish the bioavailabilty of nitric oxide; and \n3\n) significantly elevated basal SNS activity with old age (\n53\n), offsetting a diminished α-adrenergic sensitivity (\nTable 1\n). During submaximal exercise, the plasma NE responses are either similar (\n37\n, \n39\n) or smaller (\n31\n) in old vs. young subjects, which in combination with a diminished α-adrenergic vasoconstriction (\nFig. 4\n), likely contributes to the large increase in blood flow to AT during exercise in the OSed group. After exercise training, the AT blood flow response between age groups was largely normalized (\nFigs. 1\n and \n2\n), which is associated with an elevated blood flow to oxidative skeletal muscle during exercise (\n10\n). Without measurement of cardiac output, the precise relationship between the reduced AT observed herein and the elevated skeletal muscle blood flow with aging after training (\n10\n) cannot be determined and warrants future investigations. In healthy, young men, exercise training does not appear to alter adipose perfusion, as there are no differences in AT blood flow between sedentary and endurance-trained subjects at rest (\n67\n), despite a greater blood flow response to AT with adrenaline infusion after training (\n68\n). In the current study, at rest, there was an enhanced blood flow to AT in both age groups after endurance training vs. age-matched sedentary counterparts (\nFig. 1\nA\n). Although not measured in the current study, there are several potential mechanisms responsible for changes in AT blood flow after training, including \n1\n) alterations in plasma NE concentrations, \n2\n) changes in the expression or location of adipose vascular adrenergic receptors, and \n3\n) enhanced adipose vessel endothelial function. Changes in sympathetic nerve activity or differences in plasma NE concentrations affecting resistance artery function are unlikely, as endurance training has little effect on resting sympathetic nerve activity (\n62\n) with lower (\n34\n) or unchanged (\n12\n, \n58\n) plasma NE concentrations after training. Given that AT blood flow is influenced largely by α-adrenergic receptor function (1a), differences in the expression of adrenergic receptors (e.g., diminished α\n1\n-receptor density with old age) among groups could contribute to differences in adipose blood flow. Given that both aging (\n8\n, \n17\n, \n63\n) and obesity (\n20\n) diminish resistance artery endothelial function, it is likely that improvements in endothelial function after exercise training (\n47\n, \n56\n, \n63\n) contributed to the greater AT perfusion at rest.\nDuring the transition from rest to exercise with old age, the AT blood flow response was directionally opposite (reduction in flow) in the exercise-trained vs. sedentary group (increased flow vs. rest; \nFigs. 1\nA\n and \n2\nA\n). The AT blood flow response in old age after training suggests an enhanced vasoconstriction within the AT-resistance vasculature. Indeed, in AT-resistance arteries, there was an enhanced α-adrenergic (\nFig. 4\n, \nA\n and \nB\n) and myogenic (\nFig. 5\nA\n) vasoconstriction after training with old age. We are unaware of any other studies that have looked specifically at the effects of aging and/or exercise training on adipose-resistance artery function. However, exercise training has been shown to enhance α-adrenergic-mediated vasoconstriction within tissue that is not recruited during exercise (i.e., shows no net hyperemic response) (\n43\n), suggesting a possible systemic effect on adrenergic receptor function. There is also evidence that exercise training enhances myogenic vasoconstriction (\n17\n), which was demonstrated in the old group after training (\nFig. 5\nA\n). The precise mechanisms for the altered AT-resistance artery vasoconstriction observed herein remain to be determined but likely contribute to an increased ability to mobilize free fatty acids after exercise training (\n13\n, \n69\n).",
    "conclusions.": "In summary, α-adrenergic receptor-mediated and myogenic vasoconstriction in AT-resistance arteries are diminished with aging, which was associated with an increase in AT blood flow during exercise in the OSed group. Exercise training augmented adrenergic vasoconstriction in adipose arteries with old age, which likely contributed, in part, to the reduction in adipose blood flow during exercise relative to sedentary counterparts. An age-associated deficit in α-adrenergic vasoconstriction in AT may contribute to the impaired baroreflex buffering with old age (\n35\n, \n76\n) and result in a spatial overperfusion of AT during exercise. Whereas the possibility that a blunted adipose vasoconstriction with old age diminishes the ability to redistribute blood flow to the active muscles during exercise in humans is likely, elegant studies are required to address this issue mechanistically.",
    "grants": "Support for this study was provided, in part, by National Aeronautics and Space Administration Grants NAG2-1340 and NCC2-1166 (M. D. Delp), National Institute on Aging Grants AG-31317 (B. J. Behnke) and K01 AG-033196 and R21 AG-033755 (to L. Lesniewski), Florida Biomedical Research Program 1BN-02 (B. J. Behnke), and Jane Adams Edmonds Endowed Doctoral Fellowship (J. M. Dominguez), LaPradd Fellowship (R. T. Davis III), and Grinter Fellowship (D. J. McCullough) from the Department of Applied Physiology and Kinesiology at the University of Florida.",
    "disclosures": "No conflicts of interest, financial or otherwise, are declared by the authors.",
    "author_contributions": "Author contributions: M.D.D. and B.J.B. conception and design of research; R.T.D., J.N.S., J.M.D., M.W.R., D.J.M., and B.J.B. performed experiments; J.N.S., M.W.R., and B.J.B. analyzed data; J.M.D., L.A.L., M.D.D., and B.J.B. interpreted results of experiments; B.J.B. prepared figures; L.A.L., M.D.D., and B.J.B. drafted manuscript; J.N.S., J.M.D., D.J.M., L.A.L., M.D.D., and B.J.B. edited and revised manuscript; R.T.D., J.N.S., J.M.D., M.W.R., D.J.M., L.A.L., M.D.D., and B.J.B. approved final version of manuscript.",
    "references": "1.\nAmerican College of Sports Medicine Position Stand\nExercise and physical activity for older adults.\nMed Sci Sports Exerc\n30: 992–1008, 1998\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n1a.\n\nArdilouze JL, Fielding BA, Currie JM, Frayn KN, Karpe F.\nNitric oxide and beta-adrenergic stimulation are major regulators of preprandial and postprandial subcutaneous adipose tissue blood flow in humans. Circulation\n109: 47–52, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nArmstrong RB, Delp MD, Goljan EF, Laughlin MH.\nDistribution of blood flow in muscles of miniature swine during exercise. J Appl Physiol\n62: 1285–1298, 1987\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nArmstrong RB, Hayes DA, Delp MD.\nBlood flow distribution in rat muscles during preexercise anticipatory response. J Appl Physiol\n67: 1855–1861, 1989\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nBailey-Downs LC, Tucsek Z, Toth P, Sosnowska D, Gautam T, Sonntag WE, Csiszar A, Ungvari Z.\nAging exacerbates obesity-induced oxidative stress and inflammation in perivascular adipose tissue in mice: a paracrine mechanism contributing to vascular redox dysregulation and inflammation. J Gerontol A Biol Sci Med Sci.\nIn press\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nBartness TJ, Bamshad M.\nInnervation of mammalian white adipose tissue: implications for the regulation of total body fat. Am J Physiol Regul Integr Comp Physiol\n275: R1399–R1411, 1998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nBeere PA, Russell SD, Morey MC, Kitzman DW, Higginbotham MB.\nAerobic exercise training can reverse age-related peripheral circulatory changes in healthy older men. Circulation\n100: 1085–1094, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nBehnke BJ, Barstow TJ, Kindig CA, McDonough P, Musch TI, Poole DC.\nDynamics of oxygen uptake following exercise onset in rat skeletal muscle. Respir Physiol Neurobiol\n133: 229–239, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nBehnke BJ, Delp MD.\nAging blunts the dynamics of vasodilation in isolated skeletal muscle resistance vessels. J Appl Physiol\n108: 14–20, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nBehnke BJ, Delp MD, Dougherty PJ, Musch TI, Poole DC.\nEffects of aging on microvascular oxygen pressures in rat skeletal muscle. Respir Physiol Neurobiol\n146: 259–268, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nBehnke BJ, Ramsey MW, Stabley JN, Dominguez JM, 2nd, Davis RT, 3rd, McCullough DJ, Muller-Delp JM, Delp MD.\nEffects of aging and exercise training on skeletal muscle blood flow and resistance artery morphology. J Appl Physiol\n113: 1699–1708, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nBueton D.\nCell numbers vs age in mammalian tissue and organs. In: Handbook of Cell Biology of Aging, edited by \nCristofalo V.\nBoca Raton, FL: CRC, 1985, p. 1–115\n [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nClaytor RP, Cox RH, Howley ET, Lawler KA, Lawler JE.\nAerobic power and cardiovascular response to stress. J Appl Physiol\n65: 1416–1423, 1988\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nCrampes F, Beauville M, Riviere D, Garrigues M.\nEffect of physical training in humans on the response of isolated fat cells to epinephrine. J Appl Physiol\n61: 25–29, 1986\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nDeLorey DS, Kowalchuk JM, Paterson DH.\nEffect of age on O(2) uptake kinetics and the adaptation of muscle deoxygenation at the onset of moderate-intensity cycling exercise. J Appl Physiol\n97: 165–172, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nDelp MD.\nMyogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading. J Appl Physiol\n86: 1178–1184, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nDelp MD, Armstrong RB.\nBlood flow in normal and denervated muscle during exercise in conscious rats. Am J Physiol Heart Circ Physiol\n255: H1509–H1515, 1988\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nDelp MD, Behnke BJ, Spier SA, Wu G, Muller-Delp JM.\nAgeing diminishes endothelium-dependent vasodilatation and tetrahydrobiopterin content in rat skeletal muscle arterioles. J Physiol\n586: 1161–1168, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nDelp MD, Evans MV, Duan C.\nEffects of aging on cardiac output, regional blood flow, and body composition in Fischer-344 rats. J Appl Physiol\n85: 1813–1822, 1998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nDelp MD, O'Leary DS.\nIntegrative control of the skeletal muscle microcirculation in the maintenance of arterial pressure during exercise. J Appl Physiol\n97: 1112–1118, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nDonato AJ, Henson GD, Morgan RG, Enz RA, Walker AE, Lesniewski LA.\nTNF-alpha impairs endothelial function in adipose tissue resistance arteries of mice with diet-induced obesity. Am J Physiol Heart Circ Physiol\n303: H672–H679, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nDonato AJ, Uberoi A, Wray DW, Nishiyama S, Lawrenson L, Richardson RS.\nDifferential effects of aging on limb blood flow in humans. Am J Physiol Heart Circ Physiol\n290: H272–H278, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nduManoir GR, DeLorey DS, Kowalchuk JM, Paterson DH.\nDifferences in exercise limb blood flow and muscle deoxygenation with age: contributions to O2 uptake kinetics. Eur J Appl Physiol\n110: 739–751, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nFitzgerald MD, Tanaka H, Tran ZV, Seals DR.\nAge-related declines in maximal aerobic capacity in regularly exercising vs. sedentary women: a meta-analysis. J Appl Physiol\n83: 160–165, 1997\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nFlaim SF, Nellis SH, Toggart EJ, Drexler H, Kanda K, Newman ED.\nMultiple simultaneous determinations of hemodynamics and flow distribution in conscious rat. J Pharmacol Methods\n11: 1–39, 1984\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nFrayn KN.\nFat as a fuel: emerging understanding of the adipose tissue-skeletal muscle axis. Acta Physiol (Oxf)\n199: 509–518, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nFrayn KN, Hodgetts V, Griffiths AJ.\nMobilization and clearance of fat in exercising humans studied by regional venous catheterization. In: Biochemistry of Exercise IX, edited by \nMaughan RJ, Shirreffs SM.\nChampaign, IL: Human Kinetics, 1996, p. 73–88\n [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nGalic S, Oakhill JS, Steinberg GR.\nAdipose tissue as an endocrine organ. Mol Cell Endocrinol\n316: 129–139, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nGeorgescu A, Popov D, Constantin A, Nemecz M, Alexandru N, Cochior D, Tudor A.\nDysfunction of human subcutaneous fat arterioles in obesity alone or obesity associated with type 2 diabetes. Clin Sci (Lond)\n120: 463–472, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nGiordano A, Song CK, Bowers RR, Ehlen JC, Frontini A, Cinti S, Bartness TJ.\nWhite adipose tissue lacks significant vagal innervation and immunohistochemical evidence of parasympathetic innervation. Am J Physiol Regul Integr Comp Physiol\n291: R1243–R1255, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nGuyton AC, Douglas BH, Langston JB, Richardson TQ.\nInstantaneous increase in mean circulatory pressure and cardiac output at onset of muscular activity. Circ Res\n11: 431–441, 1962\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nHagberg JM, Seals DR, Yerg JE, Gavin J, Gingerich R, Premachandra B, Holloszy JO.\nMetabolic responses to exercise in young and older athletes and sedentary men. J Appl Physiol\n65: 900–908, 1988\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nHjemdahl P, Linde B.\nInfluence of circulating NE and Epi on adipose tissue vascular resistance and lipolysis in humans. Am J Physiol Heart Circ Physiol\n245: H447–H452, 1983\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nInbar O, Oren A, Scheinowitz M, Rotstein A, Dlin R, Casaburi R.\nNormal cardiopulmonary responses during incremental exercise in 20- to 70-yr-old men. Med Sci Sports Exerc\n26: 538–546, 1994\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nJennings G, Nelson L, Nestel P, Esler M, Korner P, Burton D, Bazelmans J.\nThe effects of changes in physical activity on major cardiovascular risk factors, hemodynamics, sympathetic function, and glucose utilization in man: a controlled study of four levels of activity. Circulation\n73: 30–40, 1986\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nJones PP, Christou DD, Jordan J, Seals DR.\nBaroreflex buffering is reduced with age in healthy men. Circulation\n107: 1770–1774, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nKarpe F, Fielding BA, Ilic V, Macdonald IA, Summers LK, Frayn KN.\nImpaired postprandial adipose tissue blood flow response is related to aspects of insulin sensitivity. Diabetes\n51: 2467–2473, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nKastello GM, Sothmann MS, Murthy VS.\nYoung and old subjects matched for aerobic capacity have similar noradrenergic responses to exercise. J Appl Physiol\n74: 49–54, 1993\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nKenney MJ, Musch TI.\nSenescence alters blood flow responses to acute heat stress. Am J Physiol Heart Circ Physiol\n286: H1480–H1485, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nKenney WL, Ho CW.\nAge alters regional distribution of blood flow during moderate-intensity exercise. J Appl Physiol\n79: 1112–1119, 1995\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nKurpad A, Khan K, Macdonald I, Elia M.\nHaemodynamic responses in muscle and adipose tissue and whole body metabolic responses during norepinephrine infusions in man. J Auton Nerv Syst\n54: 163–170, 1995\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nLakatta EG.\nCardiovascular aging research: the next horizons. J Am Geriatr Soc\n47: 613–625, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nLakatta EG.\nCardiovascular system. In: Handbook of Physiology: Aging, edited by \nMasoro EJ.\nNew York: Oxford University Press, 1995, p. 413–474\n [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nLash JM.\nExercise training enhances adrenergic constriction and dilation in the rat spinotrapezius muscle. J Appl Physiol\n85: 168–174, 1998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nLaughlin MH, Armstrong RB.\nMuscular blood flow distribution patterns as a function of running speed in rats. Am J Physiol Heart Circ Physiol\n243: H296–H306, 1982\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nLaughlin MH, Armstrong RB.\nRat muscle blood flows as a function of time during prolonged slow treadmill exercise. Am J Physiol Heart Circ Physiol\n244: H814–H824, 1983\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nLawrenson L, Poole JG, Kim J, Brown C, Patel P, Richardson RS.\nVascular and metabolic response to isolated small muscle mass exercise: effect of age. Am J Physiol Heart Circ Physiol\n285: H1023–H1031, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nMcCullough DJ, Davis RT, 3rd, Dominguez JM, 2nd, Stabley JN, Bruells CS, Behnke BJ.\nEffects of aging and exercise training on spinotrapezius muscle microvascular PO2 dynamics and vasomotor control. J Appl Physiol\n110: 695–704, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nMtinangi BL, Hainsworth R.\nEffects of moderate exercise training on plasma volume, baroreceptor sensitivity and orthostatic tolerance in healthy subjects. Exp Physiol\n84: 121–130, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nMuller JM, Myers PR, Laughlin MH.\nExercise training alters myogenic responses in porcine coronary resistance arteries. J Appl Physiol\n75: 2677–2682, 1993\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nMuller-Delp J, Spier SA, Ramsey MW, Lesniewski LA, Papadopoulos A, Humphrey JD, Delp MD.\nEffects of aging on vasoconstrictor and mechanical properties of rat skeletal muscle arterioles. Am J Physiol Heart Circ Physiol\n282: H1843–H1854, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nMusch TI, Eklund KE, Hageman KS, Poole DC.\nAltered regional blood flow responses to submaximal exercise in older rats. J Appl Physiol\n96: 81–88, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nNg AV, Callister R, Johnson DG, Seals DR.\nAge and gender influence muscle sympathetic nerve activity at rest in healthy humans. Hypertension\n21: 498–503, 1993\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nNgai SH, Rosell S, Wallenberg LR.\nNervous regulation of blood flow in subcutaneous adipose tissue in dogs. Acta Physiol Scand\n68: 397–403, 1966\n [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nOgawa T, Spina RJ, Martin WH, 3rd, Kohrt WM, Schechtman KB, Holloszy JO, Ehsani AA.\nEffects of aging, sex, and physical training on cardiovascular responses to exercise. Circulation\n86: 494–503, 1992\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nPark Y, Prisby RD, Behnke BJ, Dominguez JM, 2nd, Lesniewski LA, Donato AJ, Muller-Delp J, Delp MD.\nEffects of aging, TNF-α, and exercise training on angiotensin II-induced vasoconstriction of rat skeletal muscle arterioles. J Appl Physiol\n113: 1091–1100, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\n\nPaterson DH, Cunningham DA, Koval JJ, St Croix CM.\nAerobic fitness in a population of independently living men and women aged 55–86 years. Med Sci Sports Exerc\n31: 1813–1820, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\n\nPeronnet F, Cleroux J, Perrault H, Cousineau D, de Champlain J, Nadeau R.\nPlasma norepinephrine response to exercise before and after training in humans. J Appl Physiol\n51: 812–815, 1981\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\n\nProctor DN, Joyner MJ.\nSkeletal muscle mass and the reduction of VO2max in trained older subjects. J Appl Physiol\n82: 1411–1415, 1997\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\n\nQuisth V, Enoksson S, Blaak E, Hagstrom-Toft E, Arner P, Bolinder J.\nMajor differences in noradrenaline action on lipolysis and blood flow rates in skeletal muscle and adipose tissue in vivo. Diabetologia\n48: 946–953, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\n\nRamsey MW, Behnke BJ, Prisby RD, Delp MD.\nEffects of aging on adipose resistance artery vasoconstriction: possible implications for orthostatic blood pressure regulation. J Appl Physiol\n103: 1636–1643, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\n\nSeals DR.\nSympathetic neural adjustments to stress in physically trained and untrained humans. Hypertension\n17: 36–43, 1991\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\n\nSindler AL, Delp MD, Reyes R, Wu G, Muller-Delp JM.\nEffects of ageing and exercise training on eNOS uncoupling in skeletal muscle resistance arterioles. J Physiol\n587: 3885–3897, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\n\nSotornik R, Brassard P, Martin E, Yale P, Carpentier AC, Ardilouze JL.\nUpdate on adipose tissue blood flow regulation. Am J Physiol Endocrinol Metab\n302: E1157–E1170, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\n\nSrere P.\nCitrate synthase. Methods Enzymol\n13: 3–11, 1969\n [\nGoogle Scholar\n]\n\n\n\n\n66.\n\nStallknecht B, Bulow J, Frandsen E, Galbo H.\nDesensitization of human adipose tissue to adrenaline stimulation studied by microdialysis. J Physiol\n500: 271–282, 1997\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\n\nStallknecht B, Larsen JJ, Mikines KJ, Simonsen L, Bulow J, Galbo H.\nEffect of training on insulin sensitivity of glucose uptake and lipolysis in human adipose tissue. Am J Physiol Endocrinol Metab\n279: E376–E385, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\n\nStallknecht B, Simonsen L, Bulow J, Vinten J, Galbo H.\nEffect of training on epinephrine-stimulated lipolysis determined by microdialysis in human adipose tissue. Am J Physiol Endocrinol Metab\n269: E1059–E1066, 1995\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\n\nStich V, de Glisezinski I, Berlan M, Bulow J, Galitzky J, Harant I, Suljkovicova H, Lafontan M, Riviere D, Crampes F.\nAdipose tissue lipolysis is increased during a repeated bout of aerobic exercise. J Appl Physiol\n88: 1277–1283, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\n\nSummers LK, Callow J, Samra JS, Macdonald IA, Matthews DR, Frayn KN.\nThe effect on adipose tissue blood flow of isoenergetic meals containing different amounts and types of fat. Int J Obes Relat Metab Disord\n25: 1294–1299, 2001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\n\nSummers LK, Samra JS, Humphreys SM, Morris RJ, Frayn KN.\nSubcutaneous abdominal adipose tissue blood flow: variation within and between subjects and relationship to obesity. Clin Sci (Lond)\n91: 679–683, 1996\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\n\nTanaka H, Desouza CA, Jones PP, Stevenson ET, Davy KP, Seals DR.\nGreater rate of decline in maximal aerobic capacity with age in physically active vs. sedentary healthy women. J Appl Physiol\n83: 1947–1953, 1997\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\n\nTrayhurn P, Beattie JH.\nPhysiological role of adipose tissue: white adipose tissue as an endocrine and secretory organ. Proc Nutr Soc\n60: 329–339, 2001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\n\nTrayhurn P, Wood IS.\nAdipokines: inflammation and the pleiotropic role of white adipose tissue. Br J Nutr\n92: 347–355, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\n\nUndavia SS, Berger V, Kaley G, Messina EJ.\nMyogenic responses of isolated adipose tissue arterioles. Microvasc Res\n66: 140–146, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\n\nVianna LC, Hart EC, Fairfax ST, Charkoudian N, Joyner MJ, Fadel PJ.\nInfluence of age and sex on the pressor response following a spontaneous burst of muscle sympathetic nerve activity. Am J Physiol Heart Circ Physiol\n302: H2419–H2427, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\n\nWahren J, Saltin B, Jorfeldt L, Pernow B.\nInfluence of age on the local circulatory adaptation to leg exercise. Scand J Clin Lab Invest\n33: 79–86, 1974\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3615599/"
}