{
  "id": "PMC3982735",
  "title": "Ethylene-induced flavonol accumulation in guard cells suppresses reactive oxygen species and modulates stomatal aperture",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Ethylene-induced flavonol accumulation in guard cells suppresses reactive oxygen species and modulates stomatal aperture",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3982735/"
  },
  "sections": {
    "permalink": "Copy",
    "justin_m_watkins": "1\nDepartment of Biology and Center for Molecular Communication and Signaling, Wake Forest University, Winston-Salem, North Carolina 27109\nFind articles by \nJustin M Watkins",
    "paul_j_hechler": "1\nDepartment of Biology and Center for Molecular Communication and Signaling, Wake Forest University, Winston-Salem, North Carolina 27109\nFind articles by \nPaul J Hechler",
    "gloria_k_muday": "1\nDepartment of Biology and Center for Molecular Communication and Signaling, Wake Forest University, Winston-Salem, North Carolina 27109\nFind articles by \nGloria K Muday",
    "series_information": "Focus on Water",
    "abstract": "Guard cell swelling controls the aperture of stomata, pores that facilitate gas\nexchange and water loss from leaves. The hormone abscisic acid (\nABA\n) has a central role in regulation of stomatal closure\nthrough synthesis of second messengers, which include reactive oxygen species (\nROS\n). \nROS\n accumulation must be minimized by antioxidants to keep concentrations\nfrom reaching damaging levels within the cell. Flavonols are plant metabolites that\nhave been implicated as antioxidants; however, their antioxidant activity in planta\nhas been debated. Flavonols accumulate in guard cells of \nArabidopsis\nthaliana,\n but not surrounding pavement cells, as visualized with a\nflavonol-specific dye. The expression of a reporter driven by the promoter of\n\nCHALCONE SYNTHASE\n, a gene encoding a flavonol biosynthetic\nenzyme, in guard cells, but not pavement cells, suggests guard cell-specific\nflavonoid synthesis. Increased levels of \nROS\n\nwere detected using a fluorescent \nROS\n sensor\nin guard cells of \ntransparent testa4-2\n, which has a null mutation in\n\nCHALCONE SYNTHASE\n and therefore synthesizes no flavonol\nantioxidants. Guard cells of \ntransparent testa4-2\n show more rapid\n\nABA\n-induced closure than the wild type,\nsuggesting that flavonols may dampen the \nABA\n-dependent \nROS\n burst that drives\nstomatal closing. The levels of flavonols are positively regulated in guard cells by\nethylene treatment in the wild type, but not in the\n\nethylene-insensitive2-5\n mutant. In addition, in both\n\nethylene-overproducing1\n and ethylene-treated wild-type plants,\nelevated flavonols lead to decreasing \nROS\n and\nslower \nABA\n-mediated stomatal closure. These\nresults are consistent with flavonols suppressing \nROS\n accumulation and decreasing the rate of \nABA\n-dependent stomatal closure, with ethylene-induced increases\nin guard cell flavonols modulating these responses.",
    "results": "Flavonols and Their Biosynthetic Machinery Are Found in Guard Cells\n\n\nTo determine whether flavonols accumulate in guard cells, we used diphenylboric acid\n2-aminoethyl ester (\nDPBA\n) dye to detect\nflavonols. The specificity of \nDPBA\n\nfluorescence was demonstrated in Arabidopsis (\nArabidopsis thaliana\n)\nroots using mutants in flavonol synthesis, with no signal observed in the\n\ntransparent testa4-2\n (\ntt4-2\n) mutant that makes\nno flavonoids (\nLewis et al., 2011\n) because\nof a mutation in the gene that encodes chalcone synthase (\nCHS\n), the first step in the flavonoid biosynthesis pathway. The\n\nDPBA\n fluorescence of the surface of an\nArabidopsis leaf, with and without a differential interference contrast (\nDIC\n) overlay of pavement cells, illustrated\nlocalized accumulation of flavonols in guard cells with no signal in surrounding\npavement cells (\nFig. 1, A and B\n). This pattern\nwas observed in more than 50 leaves. We also asked whether the flavonol localization\nwas restricted to guard cells as a result of flavonol biosynthesis in those cells.\nEpidermal leaf peels of transgenic plants with a \nCHS\n promoter\ndriving a GUS reporter were visualized by bright-field microscopy. GUS product\naccumulated in the epidermal guard cells (\nFig.\n1C\n), with no GUS product accumulation in surrounding pavement cells. This\nreporter is expressed in additional cell layers in cross sections of whole leaves\n(\nChory and Peto, 1990\n). These results\nwere consistent with tissue-specific signals, including transcriptional controls of\nflavonol synthesis, restricting flavonol accumulation to guard cells.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nFlavonols accumulate in guard cells. A, Confocal micrograph showed yellow \nDPBA\n fluorescence in guard cells, but not\npavement cells. B, \nDIC\n image overlaid\non a confocal micrograph of wild-type leaves showing the location of yellow\n\nDPBA\n fluorescence. C, Bright-field\nimage shows \nCHS\n:\nGUS\n expression in guard\ncells, but not pavement cells of wild-type plants. Bar = 15 μm.\nTo more quantitatively and precisely image \nDPBA\n in leaf tissue, we optimized laser scanning confocal microscope\n(\nLSCM\n) settings in order to spectrally\nseparate total flavonol fluorescence from chlorophyll autofluorescence. Using the\nbasal surface of a whole Arabidopsis leaf, confocal micrographs showed\nautofluorescence of chlorophyll in the blue channel and \nDPBA\n staining in the yellow channel (\nFig. 2\n). The absence of the \nDPBA\n signal in \ntt4-2\n guard cells confirmed the\nspecificity of this staining in leaf tissues, complementing the previous studies in\nroots (\nBuer and Muday, 2004\n; \nLewis et al., 2011\n). This image indicated that\nwe can resolve these two fluorescent signals and that flavonols accumulated in the\ncytosol, but not the chloroplasts of guard cells. It was also evident that \nDPBA\n fluorescence was greater in the regions of\nthe guard cell that appeared to be nuclei, a cellular location that exhibited\nflavonoid accumulation in other plant cells types (\nFeucht et al., 2004\n; \nSaslowsky et al.,\n2005\n; \nLewis et al., 2011\n).\nVerification of nuclear flavonol accumulation was completed by simultaneously imaging\n\nDPBA\n and Hoechst 33258, a nucleic acid\nstain (\nSupplemental Fig. S1\n). After imaging \nDPBA\n with spectral separation, we imaged the same guard cells using\nsingle-channel microscopy to visualize Hoechst fluorescence and consistently observed\nthat the region of bright \nDPBA\n staining in\nthe center of each guard cell also had nucleic acids, as detected by Hoechst,\nconsistent with a nuclear accumulation of flavonols.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nFlavonol accumulation is absent in \ntt4\n guard cells and\nenhanced in \neto1\n guard cells. \nDPBA\n bound to flavonols is shown in yellow and chlorophyll\nautofluorescence is shown in blue. Bar = 15 μm.\nThe levels of \nDPBA\n fluorescence in the\ncytosol and nucleus of the wild type and \ntt4-2\n were quantified in 90\nguard cells and are reported relative to the levels in the cytosol of ecotype\nColumbia 0 of Arabidopsis (\nCol-0\n; \nFig. 3A\n). \nDPBA\n fluorescence was at background levels in \ntt4-2\n,\nwhereas wild-type plants had a robust \nDPBA\n\nfluorescent signal, with approximately 2-fold higher intensity in the nucleus than in\nthe cytosol.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA, Subcellular flavonol accumulation in wild-type guard cells compared with\n\neto1\n and \ntt4\n. Flavonol accumulation was\nmeasured using guard cell \nDPBA\n\nfluorescence intensity values and the average ± \nse\n is reported\nrelative to the levels in the cytosol of \nCol-0\n for \nn\n = 90 stomata. Asterisks indicate\nsignificant differences (\nP\n < 0.005) between the mutant and\nthe wild type within cellular location. Number signs indicate significant\ndifferences (\nP\n < 0.02) between cytosol and nucleus within\ngenotype. B, \nLC-MS\n analysis of flavonol\nlevels in whole leaves showed enhanced accumulation of quercetin and kaempferol\nin \neto1\n leaves compared with the control (\nP\n\n< 0.003 and \nP\n < 0.06, respectively). No flavonols were\ndetected in \ntt4\n. Data represent results from three separate\nexperiments each with \nn\n = 6. ND, Not detected because compound\nis either absent or below the level of threshold detection.\nFlavonol Accumulation in Guard Cells Affects \nABA\n-Induced Stomatal Closure\n\n\nTo analyze the functional significance of flavonol accumulation in guard cells, we\ncompared \nABA\n-dependent stomatal closure in\nwild-type and \ntt4-2\n guard cells. Because \nABA\n triggers a \nROS\n burst\nin guard cells and flavonols reduce \nROS\n\nconcentrations, we expected flavonol concentrations in guard cells to be inversely\nproportional to the rates of \nABA\n-induced\nstomatal closure. Leaves were excised and incubated with 20 μ\nm\n\n\nABA\n for 0, 45, 90, or 180 min. At the\nindicated times after treatment, epidermal peels were generated and \nDIC\n images were captured and used for\nmeasurement of stomatal aperture. Apertures were quantified in 30 stomata for three\nseparate experiments (\nFig. 4\n). Although\n\ntt4\n and the wild type showed similar aperture in opening\nsolution, the initial \nABA\n-induced stomatal\nclosure response was greater in \ntt4\n guard cells than the control,\nwith all aperture values significantly different than the wild type\n(\nP\n < 0.05). The apertures of stomata were also quantified in\nthe absence of \nABA\n under identical conditions\nover the same time course in these two genotypes. The guard cells remained open under\nthese conditions and there were no detectable differences between the wild type and\n\ntt4-2\n (\nSupplemental Fig. S2\n). We also examined the effect of 3 h of \nABA\n treatment on \nDPBA\n fluorescence in guard cells, mirroring the time course of\n\nABA\n in the stomatal closure assays to ask\nif \nABA\n altered flavonol synthesis. The \nDPBA\n signal was not altered by \nABA\n during this 3-h treatment (\nSupplemental Fig. S3\n). These results were consistent with the absence\nof an antioxidant in \ntt4-2\n guard cells that leads to an increase in\nsignaling via \nROS\n.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nStomatal aperture of \nCol-0\n and\n\ntt4\n in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, 90, and 180 min. The average ±\n\nse\n of 90 stomata from three biological replicates are reported.\nAsterisks indicate significant differences (\nP\n < 0.05)\nbetween the mutant and \nCol-0\n at each\ntime point as determined by the Student’s \nt\n test.\nElevated Ethylene Levels through Exogenous Treatment or in the\n\nethylene-overproducing1\n Mutant Increase Flavonol\nAccumulation\n\n\nBecause elevated ethylene levels were previously shown to increase flavonol\naccumulation in Arabidopsis roots (\nLewis et al.,\n2011\n), we asked whether there is similar regulation in guard cells. \nDPBA\n fluorescence was examined in the\n\nethylene-overproducing1\n (\neto1\n) mutant (\nChae et al., 2003\n) and enhanced flavonol\naccumulation was observed in the guard cells (\nFig.\n2\n). The \nDPBA\n fluorescence intensity\nwas quantified in 90 stomata and average fluorescence is reported relative to the\nvalues in the cytosol of \nCol-0\n (\nFig. 3\n). There is a >1.6-fold increase in\n\nDPBA\n fluorescence in the cytosol and a\n>1.5-fold increase in the nuclei of \neto1\n guard cells compared\nwith the wild type (\nFig. 3\n; \nP\n\n< 0.001).\n\n\nTo further examine the effect of ethylene on flavonol synthesis in guard cells, we\ntreated plants with exogenous ethylene. The wild type and the\n\nethylene-insensitive2-5\n (\nein2-5\n) mutant, an\nethylene signaling mutant with nearly complete ethylene insensitivity (\nAlonso et al., 1999\n), were treated with 5\nμL/L ethylene gas for 24 h, and then \nDPBA\n fluorescence in the guard cells was imaged (\nFig. 5\n). The \nDPBA\n\nfluorescence was quantified in both the nucleus and cytosol, as described above, for\n30 stomata per treatment in three separate experiments, and the average signal\nrelative to the signal in the cytosol of untreated \nCol-0\n was calculated (\nFig. 5\n).\nSimilar to \neto1,\n the guard cells of ethylene-treated wild-type\nplants had enhanced \nDPBA\n fluorescence in the\ncytosol and nuclei compared with an untreated control (\nP\n < 0.01).\nA similar magnitude increase in \nDPBA\n\nfluorescence was also evident after 3 h of ethylene treatment, as shown in \nSupplemental Figure S3A\n. Guard cells of \nein2-5\n had\nsignificantly lower \nDPBA\n fluorescence than\n\nCol-0\n in both the cytosol and nucleus in\nthe absence of treatment (\nP\n < 0.02) and showed no increase in\n\nDPBA\n fluorescence after ethylene treatment\n(\nFig. 5\n).\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nSubcellular flavonol accumulation in \nCol-0\n and \nein2-5\n guard cells with and without\nethylene treatment. Intact soil grown plants were incubated in ethylene gas at\n5 μL/L concentration for 24 h. \nDPBA\n fluorescence intensity values were quantified and are reported\nrelative to the untreated \nCol-0\n cytosol\nfluorescence intensity. Asterisks indicate significant differences\n(\nP\n < 0.02) between the mutant and the wild type within\ntreatment. Number signs indicate significant differences between treated and\nuntreated controls within a genotype as determined by the Student’s\n\nt\n test (\nP\n < 0.02). The average ±\n\nse\n of 90 stomata from three biological replicates are reported.\nWe employed HPLC together with mass spectroscopy (\nLC-MS\n) to directly quantify concentrations of kaempferol and quercetin in\nwhole leaves to examine the effect of elevated ethylene levels on flavonol\nconcentration. Hydrolyzed flavonol samples extracted from 18 leaves of 4-week-old\n\nCol-0\n, \ntt4-2,\n and\n\neto1\n plants were analyzed to examine the total flavonol pools of\neach compound. The concentrations of flavonols were detected in three separate\nexperiments, with a representative graph shown in \nFigure 3\n. Flavonol extractions from whole leaves showed 1.3- and 5-fold\nincreased levels of accumulation of kaempferol and quercetin, respectively, in\n\neto1\n compared with the wild type. This experimental approach\ncould not demonstrate that ethylene-dependent increases in flavonols were localized\nspecifically to guard cells, but it did illustrate that the increases in total\nflavonol concentrations mirror the fluorescence increases in guard cells observed\nwith \nDPBA\n staining.\nROS\n Accumulate in Guard Cells and Are\nAffected by Flavonol Concentrations\n\n\nThe concentrations of \nROS\n are highly\nregulated in guard cells and are an essential feature of rapid stomatal closure in\nresponse to \nABA\n (\nPei et al., 2000\n; \nKwak et\nal., 2003\n). \nROS\n concentration\nwithin guard cells was examined to determine whether flavonols are acting as\nantioxidants in vivo. To visualize \nROS\n\naccumulation in Arabidopsis leaf tissue, we used 2',7'\ndihydrodichlorofluorescein diacetate (\nH2DCF-DA\n), a general \nROS\n\nfluorescent sensor (\nHalliwell and Whiteman,\n2004\n). In the past, this fluorescent probe has been imaged with UV light to\nvisualize \nROS\n in guard cells (\nKwak et al., 2003\n); however, we excited with a\n488-nm laser, a wavelength that is more frequently used when imaging this probe\n(\nHalliwell and Whiteman, 2004\n). \nH2DCF-DA\n is taken up by cells, in which\ninternal cellular esterases cleave off the diacetate functional group, preventing\n2',7'-dichlorofluorescein (DCF) from diffusing outside of the cell.\nUpon oxidation by \nROS\n, DCF becomes\nfluorescent. To minimize any dye uptake difference or light-induced fluorescence\nincreases that can occur with this dye (\nMurata et\nal., 2001\n), all incubation and imaging times and settings were carefully\nmaintained within each experimental comparison.\n\n\nWe used spectral separation through confocal microscopy to separate out chlorophyll\nautofluorescence from DCF fluorescence in guard cells in epidermal leaf peels of the\nwild type, \ntt4-2\n, and \neto1\n (\nFig. 6\n). In all three genotypes, DCF fluorescence was at very\nlow levels in pavement cells, but accumulated in guard cells in both nuclei and the\ncytosol, with greater fluorescence in the nuclei, mirroring the tissue and\nsubcellular accumulation of flavonols. The levels of DCF fluorescence in the cytosol\nand nucleus of the wild type, \ntt4\n, and \neto1\n were\nquantified in 90 guard cells and values were normalized relative to the levels in the\ncytosol of \nCol-0\n (\nFig. 6B\n). In the \ntt4\n mutant, which does not\nsynthesize flavonols, DCF fluorescence intensity was greater in both the cytosol and\nthe nucleus of guard cells compared with the wild type. Quantification of DCF\nfluorescence indicated that there is a 2- and 2.5-fold increase in\n\ntt4-2\n in the cytosol and nucleus, respectively, compared with\nwild-type guard cells.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nA, Confocal micrographs of \nH2DCF-DA\n-stained guard cells of 4-week-old \nCol-0\n, \ntt4\n, and \neto1\n\nplants. DCF fluorescence is shown in green, and chlorophyll autofluorescence is\nshown in blue in separate channels and merged images captured under identical\nconfocal settings. B, Quantification of subcellular DCF fluorescence in guard\ncells. Leaf peels of 3- to 4-week-old plants were stained with 2.5 μM\n\nH2DCF-DA\n for 30 min and imaged\nusing confocal microscopy. DCF intensity values in the cytosol and nucleus of\nguard cells were determined and are reported relative to the levels in the\ncytosol of \nCol-0\n. The average ±\n\nse\n of 90 stomata from three biological replicates are reported. C,\nQuantification of subcellular DCF fluorescence in guard cells. Data from two\nexperiments are combined and the average ± \nse\n of 60 stomata are\nreported. Asterisks indicate significant differences (\nP\n <\n0.005) between the mutant and the wild type within treatment. Number signs\nindicate significant differences (\nP\n < 0.05) between treated\nand untreated controls within a genotype as determined by the Student’s\n\nt\n test. Bar = 15 µm.\nThere were also lower levels of DCF fluorescence in \neto1\n than in the\nwild type with reduction to 60% of the values in the untreated wild type, consistent\nwith the higher levels of antioxidants in the presence of elevated ethylene. Ethylene\ntreatment for 24 h showed decreased \nROS\n\naccumulation in the wild type (\nFig. 6\n), with\nsimilar \nROS\n decreases observed after 3 h of\nethylene treatment compared with untreated controls (\nSupplemental Fig, S2B\n). In \ntt4\n, there were increased\nlevels of \nROS\n detected at 24 h, but not after\n3 h of ethylene treatment compared with untreated \ntt4\n (\nFig. 6\n). The 24-h ethylene treatment results\nmirrored a previous report that ethylene induced \nROS\n accumulation in guard cells through activation of NADPH oxidase\nAtRBOHF (\nDesikan et al., 2006\n). Together\nthese images suggested an antioxidant activity of flavonols in guard cells, by\nillustrating an inverse relationship between flavonol concentration and \nROS\n levels using both mutants to block flavonol\nsynthesis and treatments and mutants to elevate ethylene levels and flavonol\naccumulation.\nStomatal Closure Is Modulated by Ethylene Levels\n\n\nThe effect of 24 h of ethylene treatment of the wild type and \ntt4\n\nand in the untreated \neto1\n mutant was examined using the same\nabove-described stomatal closure assay. The closure at time 0, 45, and 90 min after\n\nABA\n treatment for 90 stomata from three\nexperiments were quantified in these three genotypes (\nFig. 7\n). After incubation in the opening solution for 3 h, all stomata\nwere equivalently open and in the absence of added \nABA\n, remained equivalently open (\nSupplemental Fig. S2\n). Ethylene-treated wild-type and\n\neto1\n guard cells showed decreased closure in response to \nABA\n, whereas untreated \ntt4\n\nshows the most stomatal closure at each time point. When wild-type plants were\ntreated with ethylene for 3 h (\nSupplemental Fig. S3C\n), similar results were observed. We expected\nthat \ntt4\n would show no response to ethylene treatment, if the only\neffect of ethylene is on flavonoid synthesis; however, we found that it does show a\nreduced stomatal closure in the presence of 24 h of ethylene treatment, but not 3 h.\nThe stomatal aperture is still smaller in \ntt4-2\n with ethylene\ntreatment than in Col-0 with ethylene, consistent with a role for ethylene-mediated\nflavonol synthesis in reducing the rate of stomatal closure through modulation of\n\nROS\n signals. The difference in stomatal\naperture in \ntt4\n in the absence and presence of 24 h of ethylene\ntreatment suggests the presence of a separate flavonol-independent pathway by which\nethylene treatment facilitates stomatal closure. The absence of this effect at 3 h\nsuggests that this may well be a secondary effect of extended ethylene\ntreatments.\n\n\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nStomatal aperture widths in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, and 90 min. The average ± \nse\n\nof 90 stomata from three biological replicates are reported. Asterisks indicate\nsignificant differences between samples and untreated \nCol-0\n using a Student’s \nt\n test\n(\nP\n < 0.05).",
    "flavonols_and_their_biosynthetic_machinery_are_found_in_guar": "To determine whether flavonols accumulate in guard cells, we used diphenylboric acid\n2-aminoethyl ester (\nDPBA\n) dye to detect\nflavonols. The specificity of \nDPBA\n\nfluorescence was demonstrated in Arabidopsis (\nArabidopsis thaliana\n)\nroots using mutants in flavonol synthesis, with no signal observed in the\n\ntransparent testa4-2\n (\ntt4-2\n) mutant that makes\nno flavonoids (\nLewis et al., 2011\n) because\nof a mutation in the gene that encodes chalcone synthase (\nCHS\n), the first step in the flavonoid biosynthesis pathway. The\n\nDPBA\n fluorescence of the surface of an\nArabidopsis leaf, with and without a differential interference contrast (\nDIC\n) overlay of pavement cells, illustrated\nlocalized accumulation of flavonols in guard cells with no signal in surrounding\npavement cells (\nFig. 1, A and B\n). This pattern\nwas observed in more than 50 leaves. We also asked whether the flavonol localization\nwas restricted to guard cells as a result of flavonol biosynthesis in those cells.\nEpidermal leaf peels of transgenic plants with a \nCHS\n promoter\ndriving a GUS reporter were visualized by bright-field microscopy. GUS product\naccumulated in the epidermal guard cells (\nFig.\n1C\n), with no GUS product accumulation in surrounding pavement cells. This\nreporter is expressed in additional cell layers in cross sections of whole leaves\n(\nChory and Peto, 1990\n). These results\nwere consistent with tissue-specific signals, including transcriptional controls of\nflavonol synthesis, restricting flavonol accumulation to guard cells.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nFlavonols accumulate in guard cells. A, Confocal micrograph showed yellow \nDPBA\n fluorescence in guard cells, but not\npavement cells. B, \nDIC\n image overlaid\non a confocal micrograph of wild-type leaves showing the location of yellow\n\nDPBA\n fluorescence. C, Bright-field\nimage shows \nCHS\n:\nGUS\n expression in guard\ncells, but not pavement cells of wild-type plants. Bar = 15 μm.\nTo more quantitatively and precisely image \nDPBA\n in leaf tissue, we optimized laser scanning confocal microscope\n(\nLSCM\n) settings in order to spectrally\nseparate total flavonol fluorescence from chlorophyll autofluorescence. Using the\nbasal surface of a whole Arabidopsis leaf, confocal micrographs showed\nautofluorescence of chlorophyll in the blue channel and \nDPBA\n staining in the yellow channel (\nFig. 2\n). The absence of the \nDPBA\n signal in \ntt4-2\n guard cells confirmed the\nspecificity of this staining in leaf tissues, complementing the previous studies in\nroots (\nBuer and Muday, 2004\n; \nLewis et al., 2011\n). This image indicated that\nwe can resolve these two fluorescent signals and that flavonols accumulated in the\ncytosol, but not the chloroplasts of guard cells. It was also evident that \nDPBA\n fluorescence was greater in the regions of\nthe guard cell that appeared to be nuclei, a cellular location that exhibited\nflavonoid accumulation in other plant cells types (\nFeucht et al., 2004\n; \nSaslowsky et al.,\n2005\n; \nLewis et al., 2011\n).\nVerification of nuclear flavonol accumulation was completed by simultaneously imaging\n\nDPBA\n and Hoechst 33258, a nucleic acid\nstain (\nSupplemental Fig. S1\n). After imaging \nDPBA\n with spectral separation, we imaged the same guard cells using\nsingle-channel microscopy to visualize Hoechst fluorescence and consistently observed\nthat the region of bright \nDPBA\n staining in\nthe center of each guard cell also had nucleic acids, as detected by Hoechst,\nconsistent with a nuclear accumulation of flavonols.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nFlavonol accumulation is absent in \ntt4\n guard cells and\nenhanced in \neto1\n guard cells. \nDPBA\n bound to flavonols is shown in yellow and chlorophyll\nautofluorescence is shown in blue. Bar = 15 μm.\nThe levels of \nDPBA\n fluorescence in the\ncytosol and nucleus of the wild type and \ntt4-2\n were quantified in 90\nguard cells and are reported relative to the levels in the cytosol of ecotype\nColumbia 0 of Arabidopsis (\nCol-0\n; \nFig. 3A\n). \nDPBA\n fluorescence was at background levels in \ntt4-2\n,\nwhereas wild-type plants had a robust \nDPBA\n\nfluorescent signal, with approximately 2-fold higher intensity in the nucleus than in\nthe cytosol.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA, Subcellular flavonol accumulation in wild-type guard cells compared with\n\neto1\n and \ntt4\n. Flavonol accumulation was\nmeasured using guard cell \nDPBA\n\nfluorescence intensity values and the average ± \nse\n is reported\nrelative to the levels in the cytosol of \nCol-0\n for \nn\n = 90 stomata. Asterisks indicate\nsignificant differences (\nP\n < 0.005) between the mutant and\nthe wild type within cellular location. Number signs indicate significant\ndifferences (\nP\n < 0.02) between cytosol and nucleus within\ngenotype. B, \nLC-MS\n analysis of flavonol\nlevels in whole leaves showed enhanced accumulation of quercetin and kaempferol\nin \neto1\n leaves compared with the control (\nP\n\n< 0.003 and \nP\n < 0.06, respectively). No flavonols were\ndetected in \ntt4\n. Data represent results from three separate\nexperiments each with \nn\n = 6. ND, Not detected because compound\nis either absent or below the level of threshold detection.",
    "figure_1.": "Open in a new tab\nFlavonols accumulate in guard cells. A, Confocal micrograph showed yellow \nDPBA\n fluorescence in guard cells, but not\npavement cells. B, \nDIC\n image overlaid\non a confocal micrograph of wild-type leaves showing the location of yellow\n\nDPBA\n fluorescence. C, Bright-field\nimage shows \nCHS\n:\nGUS\n expression in guard\ncells, but not pavement cells of wild-type plants. Bar = 15 μm.",
    "figure_2.": "Open in a new tab\nFlavonol accumulation is absent in \ntt4\n guard cells and\nenhanced in \neto1\n guard cells. \nDPBA\n bound to flavonols is shown in yellow and chlorophyll\nautofluorescence is shown in blue. Bar = 15 μm.",
    "figure_3.": "Open in a new tab\nA, Subcellular flavonol accumulation in wild-type guard cells compared with\n\neto1\n and \ntt4\n. Flavonol accumulation was\nmeasured using guard cell \nDPBA\n\nfluorescence intensity values and the average ± \nse\n is reported\nrelative to the levels in the cytosol of \nCol-0\n for \nn\n = 90 stomata. Asterisks indicate\nsignificant differences (\nP\n < 0.005) between the mutant and\nthe wild type within cellular location. Number signs indicate significant\ndifferences (\nP\n < 0.02) between cytosol and nucleus within\ngenotype. B, \nLC-MS\n analysis of flavonol\nlevels in whole leaves showed enhanced accumulation of quercetin and kaempferol\nin \neto1\n leaves compared with the control (\nP\n\n< 0.003 and \nP\n < 0.06, respectively). No flavonols were\ndetected in \ntt4\n. Data represent results from three separate\nexperiments each with \nn\n = 6. ND, Not detected because compound\nis either absent or below the level of threshold detection.",
    "flavonol_accumulation_in_guard_cells_affects_aba-induced_sto": "To analyze the functional significance of flavonol accumulation in guard cells, we\ncompared \nABA\n-dependent stomatal closure in\nwild-type and \ntt4-2\n guard cells. Because \nABA\n triggers a \nROS\n burst\nin guard cells and flavonols reduce \nROS\n\nconcentrations, we expected flavonol concentrations in guard cells to be inversely\nproportional to the rates of \nABA\n-induced\nstomatal closure. Leaves were excised and incubated with 20 μ\nm\n\n\nABA\n for 0, 45, 90, or 180 min. At the\nindicated times after treatment, epidermal peels were generated and \nDIC\n images were captured and used for\nmeasurement of stomatal aperture. Apertures were quantified in 30 stomata for three\nseparate experiments (\nFig. 4\n). Although\n\ntt4\n and the wild type showed similar aperture in opening\nsolution, the initial \nABA\n-induced stomatal\nclosure response was greater in \ntt4\n guard cells than the control,\nwith all aperture values significantly different than the wild type\n(\nP\n < 0.05). The apertures of stomata were also quantified in\nthe absence of \nABA\n under identical conditions\nover the same time course in these two genotypes. The guard cells remained open under\nthese conditions and there were no detectable differences between the wild type and\n\ntt4-2\n (\nSupplemental Fig. S2\n). We also examined the effect of 3 h of \nABA\n treatment on \nDPBA\n fluorescence in guard cells, mirroring the time course of\n\nABA\n in the stomatal closure assays to ask\nif \nABA\n altered flavonol synthesis. The \nDPBA\n signal was not altered by \nABA\n during this 3-h treatment (\nSupplemental Fig. S3\n). These results were consistent with the absence\nof an antioxidant in \ntt4-2\n guard cells that leads to an increase in\nsignaling via \nROS\n.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nStomatal aperture of \nCol-0\n and\n\ntt4\n in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, 90, and 180 min. The average ±\n\nse\n of 90 stomata from three biological replicates are reported.\nAsterisks indicate significant differences (\nP\n < 0.05)\nbetween the mutant and \nCol-0\n at each\ntime point as determined by the Student’s \nt\n test.",
    "figure_4.": "Open in a new tab\nStomatal aperture of \nCol-0\n and\n\ntt4\n in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, 90, and 180 min. The average ±\n\nse\n of 90 stomata from three biological replicates are reported.\nAsterisks indicate significant differences (\nP\n < 0.05)\nbetween the mutant and \nCol-0\n at each\ntime point as determined by the Student’s \nt\n test.",
    "elevated_ethylene_levels_through_exogenous_treatment_or_in_t": "Because elevated ethylene levels were previously shown to increase flavonol\naccumulation in Arabidopsis roots (\nLewis et al.,\n2011\n), we asked whether there is similar regulation in guard cells. \nDPBA\n fluorescence was examined in the\n\nethylene-overproducing1\n (\neto1\n) mutant (\nChae et al., 2003\n) and enhanced flavonol\naccumulation was observed in the guard cells (\nFig.\n2\n). The \nDPBA\n fluorescence intensity\nwas quantified in 90 stomata and average fluorescence is reported relative to the\nvalues in the cytosol of \nCol-0\n (\nFig. 3\n). There is a >1.6-fold increase in\n\nDPBA\n fluorescence in the cytosol and a\n>1.5-fold increase in the nuclei of \neto1\n guard cells compared\nwith the wild type (\nFig. 3\n; \nP\n\n< 0.001).\nTo further examine the effect of ethylene on flavonol synthesis in guard cells, we\ntreated plants with exogenous ethylene. The wild type and the\n\nethylene-insensitive2-5\n (\nein2-5\n) mutant, an\nethylene signaling mutant with nearly complete ethylene insensitivity (\nAlonso et al., 1999\n), were treated with 5\nμL/L ethylene gas for 24 h, and then \nDPBA\n fluorescence in the guard cells was imaged (\nFig. 5\n). The \nDPBA\n\nfluorescence was quantified in both the nucleus and cytosol, as described above, for\n30 stomata per treatment in three separate experiments, and the average signal\nrelative to the signal in the cytosol of untreated \nCol-0\n was calculated (\nFig. 5\n).\nSimilar to \neto1,\n the guard cells of ethylene-treated wild-type\nplants had enhanced \nDPBA\n fluorescence in the\ncytosol and nuclei compared with an untreated control (\nP\n < 0.01).\nA similar magnitude increase in \nDPBA\n\nfluorescence was also evident after 3 h of ethylene treatment, as shown in \nSupplemental Figure S3A\n. Guard cells of \nein2-5\n had\nsignificantly lower \nDPBA\n fluorescence than\n\nCol-0\n in both the cytosol and nucleus in\nthe absence of treatment (\nP\n < 0.02) and showed no increase in\n\nDPBA\n fluorescence after ethylene treatment\n(\nFig. 5\n).\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nSubcellular flavonol accumulation in \nCol-0\n and \nein2-5\n guard cells with and without\nethylene treatment. Intact soil grown plants were incubated in ethylene gas at\n5 μL/L concentration for 24 h. \nDPBA\n fluorescence intensity values were quantified and are reported\nrelative to the untreated \nCol-0\n cytosol\nfluorescence intensity. Asterisks indicate significant differences\n(\nP\n < 0.02) between the mutant and the wild type within\ntreatment. Number signs indicate significant differences between treated and\nuntreated controls within a genotype as determined by the Student’s\n\nt\n test (\nP\n < 0.02). The average ±\n\nse\n of 90 stomata from three biological replicates are reported.\nWe employed HPLC together with mass spectroscopy (\nLC-MS\n) to directly quantify concentrations of kaempferol and quercetin in\nwhole leaves to examine the effect of elevated ethylene levels on flavonol\nconcentration. Hydrolyzed flavonol samples extracted from 18 leaves of 4-week-old\n\nCol-0\n, \ntt4-2,\n and\n\neto1\n plants were analyzed to examine the total flavonol pools of\neach compound. The concentrations of flavonols were detected in three separate\nexperiments, with a representative graph shown in \nFigure 3\n. Flavonol extractions from whole leaves showed 1.3- and 5-fold\nincreased levels of accumulation of kaempferol and quercetin, respectively, in\n\neto1\n compared with the wild type. This experimental approach\ncould not demonstrate that ethylene-dependent increases in flavonols were localized\nspecifically to guard cells, but it did illustrate that the increases in total\nflavonol concentrations mirror the fluorescence increases in guard cells observed\nwith \nDPBA\n staining.",
    "figure_5.": "Open in a new tab\nSubcellular flavonol accumulation in \nCol-0\n and \nein2-5\n guard cells with and without\nethylene treatment. Intact soil grown plants were incubated in ethylene gas at\n5 μL/L concentration for 24 h. \nDPBA\n fluorescence intensity values were quantified and are reported\nrelative to the untreated \nCol-0\n cytosol\nfluorescence intensity. Asterisks indicate significant differences\n(\nP\n < 0.02) between the mutant and the wild type within\ntreatment. Number signs indicate significant differences between treated and\nuntreated controls within a genotype as determined by the Student’s\n\nt\n test (\nP\n < 0.02). The average ±\n\nse\n of 90 stomata from three biological replicates are reported.",
    "ros_accumulate_in_guard_cells_and_are_affected_by_flavonol_c": "The concentrations of \nROS\n are highly\nregulated in guard cells and are an essential feature of rapid stomatal closure in\nresponse to \nABA\n (\nPei et al., 2000\n; \nKwak et\nal., 2003\n). \nROS\n concentration\nwithin guard cells was examined to determine whether flavonols are acting as\nantioxidants in vivo. To visualize \nROS\n\naccumulation in Arabidopsis leaf tissue, we used 2',7'\ndihydrodichlorofluorescein diacetate (\nH2DCF-DA\n), a general \nROS\n\nfluorescent sensor (\nHalliwell and Whiteman,\n2004\n). In the past, this fluorescent probe has been imaged with UV light to\nvisualize \nROS\n in guard cells (\nKwak et al., 2003\n); however, we excited with a\n488-nm laser, a wavelength that is more frequently used when imaging this probe\n(\nHalliwell and Whiteman, 2004\n). \nH2DCF-DA\n is taken up by cells, in which\ninternal cellular esterases cleave off the diacetate functional group, preventing\n2',7'-dichlorofluorescein (DCF) from diffusing outside of the cell.\nUpon oxidation by \nROS\n, DCF becomes\nfluorescent. To minimize any dye uptake difference or light-induced fluorescence\nincreases that can occur with this dye (\nMurata et\nal., 2001\n), all incubation and imaging times and settings were carefully\nmaintained within each experimental comparison.\nWe used spectral separation through confocal microscopy to separate out chlorophyll\nautofluorescence from DCF fluorescence in guard cells in epidermal leaf peels of the\nwild type, \ntt4-2\n, and \neto1\n (\nFig. 6\n). In all three genotypes, DCF fluorescence was at very\nlow levels in pavement cells, but accumulated in guard cells in both nuclei and the\ncytosol, with greater fluorescence in the nuclei, mirroring the tissue and\nsubcellular accumulation of flavonols. The levels of DCF fluorescence in the cytosol\nand nucleus of the wild type, \ntt4\n, and \neto1\n were\nquantified in 90 guard cells and values were normalized relative to the levels in the\ncytosol of \nCol-0\n (\nFig. 6B\n). In the \ntt4\n mutant, which does not\nsynthesize flavonols, DCF fluorescence intensity was greater in both the cytosol and\nthe nucleus of guard cells compared with the wild type. Quantification of DCF\nfluorescence indicated that there is a 2- and 2.5-fold increase in\n\ntt4-2\n in the cytosol and nucleus, respectively, compared with\nwild-type guard cells.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nA, Confocal micrographs of \nH2DCF-DA\n-stained guard cells of 4-week-old \nCol-0\n, \ntt4\n, and \neto1\n\nplants. DCF fluorescence is shown in green, and chlorophyll autofluorescence is\nshown in blue in separate channels and merged images captured under identical\nconfocal settings. B, Quantification of subcellular DCF fluorescence in guard\ncells. Leaf peels of 3- to 4-week-old plants were stained with 2.5 μM\n\nH2DCF-DA\n for 30 min and imaged\nusing confocal microscopy. DCF intensity values in the cytosol and nucleus of\nguard cells were determined and are reported relative to the levels in the\ncytosol of \nCol-0\n. The average ±\n\nse\n of 90 stomata from three biological replicates are reported. C,\nQuantification of subcellular DCF fluorescence in guard cells. Data from two\nexperiments are combined and the average ± \nse\n of 60 stomata are\nreported. Asterisks indicate significant differences (\nP\n <\n0.005) between the mutant and the wild type within treatment. Number signs\nindicate significant differences (\nP\n < 0.05) between treated\nand untreated controls within a genotype as determined by the Student’s\n\nt\n test. Bar = 15 µm.\nThere were also lower levels of DCF fluorescence in \neto1\n than in the\nwild type with reduction to 60% of the values in the untreated wild type, consistent\nwith the higher levels of antioxidants in the presence of elevated ethylene. Ethylene\ntreatment for 24 h showed decreased \nROS\n\naccumulation in the wild type (\nFig. 6\n), with\nsimilar \nROS\n decreases observed after 3 h of\nethylene treatment compared with untreated controls (\nSupplemental Fig, S2B\n). In \ntt4\n, there were increased\nlevels of \nROS\n detected at 24 h, but not after\n3 h of ethylene treatment compared with untreated \ntt4\n (\nFig. 6\n). The 24-h ethylene treatment results\nmirrored a previous report that ethylene induced \nROS\n accumulation in guard cells through activation of NADPH oxidase\nAtRBOHF (\nDesikan et al., 2006\n). Together\nthese images suggested an antioxidant activity of flavonols in guard cells, by\nillustrating an inverse relationship between flavonol concentration and \nROS\n levels using both mutants to block flavonol\nsynthesis and treatments and mutants to elevate ethylene levels and flavonol\naccumulation.",
    "figure_6.": "Open in a new tab\nA, Confocal micrographs of \nH2DCF-DA\n-stained guard cells of 4-week-old \nCol-0\n, \ntt4\n, and \neto1\n\nplants. DCF fluorescence is shown in green, and chlorophyll autofluorescence is\nshown in blue in separate channels and merged images captured under identical\nconfocal settings. B, Quantification of subcellular DCF fluorescence in guard\ncells. Leaf peels of 3- to 4-week-old plants were stained with 2.5 μM\n\nH2DCF-DA\n for 30 min and imaged\nusing confocal microscopy. DCF intensity values in the cytosol and nucleus of\nguard cells were determined and are reported relative to the levels in the\ncytosol of \nCol-0\n. The average ±\n\nse\n of 90 stomata from three biological replicates are reported. C,\nQuantification of subcellular DCF fluorescence in guard cells. Data from two\nexperiments are combined and the average ± \nse\n of 60 stomata are\nreported. Asterisks indicate significant differences (\nP\n <\n0.005) between the mutant and the wild type within treatment. Number signs\nindicate significant differences (\nP\n < 0.05) between treated\nand untreated controls within a genotype as determined by the Student’s\n\nt\n test. Bar = 15 µm.",
    "stomatal_closure_is_modulated_by_ethylene_levels": "The effect of 24 h of ethylene treatment of the wild type and \ntt4\n\nand in the untreated \neto1\n mutant was examined using the same\nabove-described stomatal closure assay. The closure at time 0, 45, and 90 min after\n\nABA\n treatment for 90 stomata from three\nexperiments were quantified in these three genotypes (\nFig. 7\n). After incubation in the opening solution for 3 h, all stomata\nwere equivalently open and in the absence of added \nABA\n, remained equivalently open (\nSupplemental Fig. S2\n). Ethylene-treated wild-type and\n\neto1\n guard cells showed decreased closure in response to \nABA\n, whereas untreated \ntt4\n\nshows the most stomatal closure at each time point. When wild-type plants were\ntreated with ethylene for 3 h (\nSupplemental Fig. S3C\n), similar results were observed. We expected\nthat \ntt4\n would show no response to ethylene treatment, if the only\neffect of ethylene is on flavonoid synthesis; however, we found that it does show a\nreduced stomatal closure in the presence of 24 h of ethylene treatment, but not 3 h.\nThe stomatal aperture is still smaller in \ntt4-2\n with ethylene\ntreatment than in Col-0 with ethylene, consistent with a role for ethylene-mediated\nflavonol synthesis in reducing the rate of stomatal closure through modulation of\n\nROS\n signals. The difference in stomatal\naperture in \ntt4\n in the absence and presence of 24 h of ethylene\ntreatment suggests the presence of a separate flavonol-independent pathway by which\nethylene treatment facilitates stomatal closure. The absence of this effect at 3 h\nsuggests that this may well be a secondary effect of extended ethylene\ntreatments.\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nStomatal aperture widths in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, and 90 min. The average ± \nse\n\nof 90 stomata from three biological replicates are reported. Asterisks indicate\nsignificant differences between samples and untreated \nCol-0\n using a Student’s \nt\n test\n(\nP\n < 0.05).",
    "figure_7.": "Open in a new tab\nStomatal aperture widths in response to \nABA\n. \nABA\n sensitivity is\nindirectly proportional to relative flavonol concentration. Guard cells were\nincubated under white light in a 20-μM \nABA\n solution for 0, 45, and 90 min. The average ± \nse\n\nof 90 stomata from three biological replicates are reported. Asterisks indicate\nsignificant differences between samples and untreated \nCol-0\n using a Student’s \nt\n test\n(\nP\n < 0.05).",
    "discussion": "Guard cells control the aperture of stomatal pores in response to environmental\nfluctuations, including variations in light intensity, moisture, and carbon dioxide\nlevels (\nHetherington and Woodward, 2003\n). In\nresponse to environmental stress, the plant hormone \nABA\n signals stomatal closure (\nZeevaart,\n1980\n; \nHirayama and Shinozaki, 2007\n;\n\nCho et al., 2009\n; \nJoshi-Saha et al., 2011\n). This signaling pathway employs \nH\n2\nO\n2\n as a \nROS\n second messenger (\nMcAinsh et al., 1996\n; \nMurata et\nal., 2001\n; \nZhang et al., 2001\n; \nKwak et al., 2003\n). During signaling of stomatal\nclosure, \nROS\n must reach a certain threshold to\noxidize their targets (\nKwak et al., 2003\n; \nCho et al., 2009\n), but must not reach levels that\nwill cause oxidative damage (\nMunné-Bosch et\nal., 2013\n). To prevent oxidative damage, \nROS\n signaling must be tightly regulated by small molecule and/or protein\nantioxidants (\nConklin et al., 1996\n; \nApel and Hirt, 2004\n), with antioxidants including\nglutathione and flavonoids. Recent reports demonstrated the altered redox state and\naltered stomatal aperture in mutants defective in glutathione synthesis (\nOkuma et al., 2011\n; \nMunemasa et al., 2013\n). In this study, we tested the hypothesis\nthat flavonols act as antioxidants that reduce \nROS\n concentrations in guard cells, thus modulating stomatal closure.\nWe examined where and how flavonols accumulated in the epidermal layers of leaves in\norder to better understand their role in cell signaling. Flavonol accumulation was\nvisualized through confocal microscopy, using a flavonol-specific fluorescent dye, \nDPBA\n. In the wild type, \nDPBA\n fluorescence was localized to guard cells but was absent in\nsurrounding pavement cells, whereas it was not detected in any cell types in the\nflavonoid-deficient \ntt4-2\n mutant. Localized flavonol accumulation in\nguard cells could be a result of localized synthesis or selective import of these\nmolecules into the cells. To examine whether flavonol biosynthetic enzymes are\nsynthesized in guard cells in planta, a \nCHS\n:\nGUS\n\ntransgenic line was utilized. \nCHS\n promoter-driven GUS product\naccumulated specifically in guard cells and not in surrounding epidermal pavement cells,\nwhich suggests that production of \nCHS\n, a key\nflavonol biosynthesis enzyme, is localized to Arabidopsis guard cells. This result is\nconsistent with previous research that shows the presence of transcripts encoding\nenzymes of flavonol biosynthesis in guard cell protoplasts, including chalcone\nisomerase, flavanone 3-hydroxylase, flavonol synthase1, and flavonoid\n3′hydroxylase (\nPandey et al., 2010\n).\nThis result extends previous study in two ways. First, it minimized the damage to cells\nthat is the result of creating protoplasts, which may increase the expression of\nflavonoid biosynthesis genes in cells where they are not normally produced (\nDixon and Paiva, 1995\n; \nWinkel-Shirley, 2002\n). Second, the available microarray data do\nnot have a pavement cell transcriptome for comparison (\nPandey et al., 2010\n). Using very different experimental methods in\n\nVicia faba\n, flavonols were previously reported to accumulate in\nguard cells and surrounding epidermal cells (\nSchnabl\net al., 1986\n; \nTakahama, 1988\n). Both\nreports used spectrophotometric imaging of epidermal peels, which limits the resolution\nof flavonols accumulation in individual cells. Using the highly localized accumulation\nof \nDPBA\n fluorescence, our results demonstrate\nthat there is a guard cell-specific flavonol accumulation profile in Arabidopsis.\nBecause flavonols accumulate specifically in guard cells, we asked whether these\nmolecules function as antioxidants to reduce \nROS\n\nconcentrations. Flavonols have been shown to have antioxidant activity in vitro;\nhowever, their antioxidant activity in planta has been debated (\nRice-Evans et al., 1997\n; \nHernández et al., 2009\n; \nPollastri\nand Tattini, 2011\n). Because \nROS\n has\nbeen implicated as a second messenger in guard cell signaling (\nMcAinsh et al., 1996\n; \nMurata et\nal., 2001\n; \nZhang et al., 2001\n; \nKwak et al., 2003\n), we asked whether the presence\nof flavonols affected the \nROS\n accumulation in\nguard cells. To visualize \nROS\n accumulation, we\nused \nDCFH-DA\n, a general \nROS\n sensor, and utilized spectral separation to remove chlorophyll\nautofluorescence. DCF fluorescence was localized to guard cells, similar to the \nDPBA\n fluorescence pattern, indicating that both\nflavonols and \nROS\n accumulate specifically in\nthis cell type, but not in surrounding pavement cells. In addition, we saw increased DCF\nfluorescence in \ntt4-2\n mutants that synthesize no flavonols, consistent\nwith the absence of flavonols resulting in increased \nROS\n concentrations, which is also consistent with an antioxidant activity for\nflavonols in vitro.\nDPBA\n fluorescence were at higher levels in the\nnuclei than the cytosol in all genotypes and treatments. This observation is consistent\nwith characteristics of other plant species that showed flavonoid and \nROS\n accumulation in the nuclei (\nFeucht et al., 2004\n; \nMazars et al., 2010\n; \nLewis et\nal., 2011\n). Immunolocalization with antibodies against \nCHS\n and chalcone isomerase suggests that the enzymes of flavonoid\nsynthesis are localized to the nucleus in Arabidopsis roots (\nSaslowsky et al., 2005\n). The nuclear localization of flavonols is\nconsistent with the notion that \nROS\n can regulate\ngene expression through interaction with redox-sensitive transcription factors (\nTF\ns) in plants (\nWu et al., 2012\n), such as the well-established redox-sensitive \nTF\n described in bacteria and mammals (\nAslund et al., 1999\n; \nBiswas et al., 2006\n). Flavonols are a likely candidate to modulate\nthe activity of redox-sensitive \nTF\ns, because of\ntheir increased accumulation in the nuclei; however, it is unlikely that they are the\nonly antioxidant present in this organelle. Flavonols have been shown to chelate metal\nions, such as Fe\n3+\n, which catalyze the production of hydroxyl radicals from\n\nH\n2\nO\n2\n (\nHernández et al., 2009\n). Thus, flavonol\naccumulation in the nucleus would contribute to a decreased redox potential in the\nnucleus, potentially decreasing the number of \nTF\n oxidation events. Combined with our data suggesting an in planta\nantioxidant ability of flavonols, we hypothesize that flavonol accumulation in the\nnuclei may modulate the activity of redox-sensitive \nTF\ns that affect gene expression in addition to preventing oxidative damage to\nDNA, although the time scale of transcriptional effects may be beyond the rapid\nregulation of guard cell aperture.\nBecause stomatal apertures are environmentally regulated, we hypothesized that\nregulation of flavonol synthesis may be a way for plants to modulate the physiology of\nguard cells. Previous studies have shown that ethylene increases flavonol accumulation\nin Arabidopsis roots (\nBuer et al., 2007\n; \nLewis et al., 2011\n), and we asked whether this\nhormone may also increase flavonol accumulation in guard cells. Elevated levels of\nethylene through endogenous overproduction in the \neto1\n mutant and\nexogenous application of ethylene to wild-type leaves increased flavonol accumulation in\nthis cell type, as visualized by localized \nDPBA\n\nfluorescence. We observed robust increases in \nDPBA\n fluorescence at both 3 and 24 h after treatment with ethylene gas. This\nethylene-enhanced flavonol accumulation pattern requires a functional ethylene signaling\npathway, because the ethylene-induced \nDPBA\n\nfluorescence increases were lost in the \nein2\n mutant. A previous study\nshowed that ethylene-induced flavonoid increases detected by \nDPBA\n can also be detected by \nLC-MS\n (\nLewis et al., 2011\n). We\ntherefore verified these flavonols increases in leaves using \nLC-MS\n and detected approximately 5-fold increases in quercetin and\na smaller, but still statistically significant, increase in kaempferol in whole leaves\ntreated with ethylene under similar conditions.\nWe also observed decreased DCF fluorescence in the wild type and \ntt4\n\ntreated with ethylene for 3 or 24 h as well as in \neto1\n guard cells\ncompared with the wild type, suggesting that the increase in flavonols decreases \nROS\n concentrations. In addition, ethylene-treated\nwild-type guard cells and \neto1\n exhibited a decreased rate of \nABA\n-induced stomatal closure, a result that is\nconsistent with flavonols acting as antioxidants reducing the \nH\n2\nO\n2\n burst that drives stomatal closure.\nEthylene has been shown to promote both stomatal closure in \nArachis\nhypogaea\n and Arabidopsis (\nPallas and Kays,\n1982\n; \nDesikan et al., 2006\n) and\nstomatal opening in \nDianthus caryophyllus\n, \nSolanum\nlycopersicum\n, \nV. faba,\n and Arabidopsis (\nMadhavan et al., 1983\n; \nLevitt et al., 1987\n; \nTanaka et\nal., 2005\n). Applied ethylene gas or its precursor,\n1-aminocyclopropane-1-carboxylic acid, was shown to induce stomatal closure through\nelevated \nROS\n production generated by AtRBOHF, an\nNADPH oxidase (\nDesikan et al., 2006\n). In our\nstudy, a previously reported \nROS\n burst that was\nobserved upon ethylene treatment of wild-type guard cells (\nDesikan et al., 2006\n) was masked by increased flavonol\naccumulation, but we observed that a 24-h ethylene treatment of \ntt4\n led\nto elevated \nROS\n (although this increase was not\ndetected after 3 h of treatment), consistent with the absence of antioxidants. Other\nresearchers report that treatment of wild-type plants with ethylene or\n1-aminocyclopropane-1-carboxylic acid or endogenous ethylene overproduction in\n\neto1\n inhibit stomatal closure in the presence of \nABA\n in Arabidopsis (\nTanaka et al., 2005\n) and in wheat (\nTriticum\ndurum\n; \nChen et al., 2013\n). These\nfindings are mirrored in our results, with decreased \nROS\n and stomatal closure in response to ethylene treatment or the\n\neto1\n mutation. We predicted that ethylene-treated\n\ntt4\n might be insensitive to the effect of ethylene on stomatal\naperture, because there will be no change in flavonoid antioxidants. We found that in\nboth the wild type and \ntt4\n, ethylene reduced the rate of stomatal\nclosure, consistent with a flavonoid- and \nROS\n-independent ethylene regulation of this process, although the\n\ntt4\n mutant has a greater rate in both cases consistent with a second\n\nROS\n-dependent mechanism. A \nROS\n-independent pathway for \nABA\n-induced stomatal closure was previously suggested (\nKwak et al., 2003\n). \nABA\n treatment of \natrbohD/F\n double mutant guard\ncells resulted in no change in \nROS\n\nconcentrations, although cytosolic Ca\n2+\n elevations were observed in nearly\none-half of all guard cells (\nKwak et al.,\n2003\n). We hypothesize that a 24-h ethylene treatment may inhibit \nROS\n-independent stomatal closure in the absence of\nflavonols, which would explain the delayed closure that is observed in ethylene-treated\n\ntt4\n. Our results suggest that ethylene induces flavonol\naccumulation, which reduces both the concentration of \nROS\n and the rate of \nABA\n-induced\nstomatal closure.\nWe have constructed a model to synthesize these data, which is shown in \nFigure 8\n. This model outlines the \nABA\n signaling pathway in which \nABA\n activates respiratory burst oxidases increasing\nthe levels of \nROS\n, which act as signaling\nmolecules to induce stomatal closure. Flavonoids act as antioxidants reducing the levels\nof \nROS\n, which decrease the rate of stomatal\nclosure. Elevated levels of ethylene, both through elevated synthesis in\n\neto1\n or by treatment with exogenous ethylene, increase flavonol\naccumulation and decrease \nROS\n, resulting in a\nreduced rate of stomatal closure. When a flavonoid-deficient mutant is treated with\nethylene, we find that \nROS\n levels increase after\n24 h of treatment, but not after 3 h of treatment. These findings suggest that extended\nethylene elevated \nROS\n accumulation (\nFig. 8\n, dotted line), but that the elevated ethylene\nafter \nROS\n treatment in the wild type more than\ncompensates by increasing levels of flavonol antioxidants. We predicted that\n\ntt4\n would be insensitive to the effect of ethylene on stomatal\nclosure, whereas we found that this treatment leads to a reduced rate of closure, which\nis evident at 24 h, but not 3 h of ethylene treatment (\nFig. 8\n, dotted line). We hypothesize that ethylene may enhance the synthesis\nof a second signaling molecule that may act to alter stomatal closure through a separate\nmechanism in the presence of extended ethylene treatment. Yet the absence of ethylene\neffects on \nROS\n and stomatal aperture after 3-h\ntreatments suggests that the primary effects of ethylene are on synthesis of flavonol\nantioxidants that suppress \nROS\n levels.\nFigure 8.\n\n\n\n\nOpen in a new tab\n\n\nA proposed model of the effects of ethylene and flavonols on stomatal closure.\n\nABA\n is released into the cytosol where\nit triggers respiratory burst oxidases, which induce a burst of \nROS\n, which act as secondary messengers to\nsignal stomatal closure. Ethylene induces flavonols accumulation in guard cells\nthrough EIN2. Flavonols act as antioxidants to scavenge \nROS\n and thereby inhibits stomatal closure. In the absence of\nflavonols, ethylene induced \nROS\n\naccumulation after 24 h, but not after 3 h of treatment. Similarly, 24 h of\nethylene treatment affected stomatal aperture in \ntt4\n, whereas 3 h\nof ethylene treatment did not. The effects of ethylene observed at 24 h are\nindicated with dashed lines. Arrows represent positive effects and bars represent\nnegative effects.",
    "figure_8.": "Open in a new tab\nA proposed model of the effects of ethylene and flavonols on stomatal closure.\n\nABA\n is released into the cytosol where\nit triggers respiratory burst oxidases, which induce a burst of \nROS\n, which act as secondary messengers to\nsignal stomatal closure. Ethylene induces flavonols accumulation in guard cells\nthrough EIN2. Flavonols act as antioxidants to scavenge \nROS\n and thereby inhibits stomatal closure. In the absence of\nflavonols, ethylene induced \nROS\n\naccumulation after 24 h, but not after 3 h of treatment. Similarly, 24 h of\nethylene treatment affected stomatal aperture in \ntt4\n, whereas 3 h\nof ethylene treatment did not. The effects of ethylene observed at 24 h are\nindicated with dashed lines. Arrows represent positive effects and bars represent\nnegative effects.",
    "conclusion": "Guard cell function is integral to plant adaptation to a changing environment. Much is\nknown about the role of \nROS\n as a second\nmessenger in this cell type (\nWang and Song,\n2008\n); however, the role of antioxidants in guard cells to modulate \nROS\n concentrations has not been well studied. We\nobserved flavonol and \nROS\n accumulation in guard\ncells and showed that the concentrations of flavonols in planta are inversely\nproportional to \nROS\n levels, consistent with in\nvitro studies of flavonols acting as antioxidants (\nRice-Evans et al., 1997\n; \nHernández\net al., 2009\n). This study showed that flavonol levels are ethylene regulated\nin guard cells. Elevated levels of ethylene in response to exogenous treatment of the\nwild type and endogenous synthesis in the \neto1\n mutant increase flavonol\naccumulation in guard cells, resulting in decreased \nROS\n levels and decreased rate of stomatal closure. Together these results\nindicate that flavonols suppress \nROS\n levels in\nguard cells and thereby modulate the dynamics of stomatal aperture.",
    "materials_and_methods": "Plant Growth and Ethylene Treatment\n\n\nArabidopsis (\nArabidopsis thaliana\n) plants were germinated on\n1× Murashige and Skoog medium, pH 5.6, Murashige and Skoog vitamins, and 0.8%\n(w/v) agar, buffered with 0.05% (w/v) MES and supplemented with 1% (w/v) Suc. After\nvernalization at 4°C for 48 h, plates were placed in a 12-h day growth chamber\nunder 100 \nµ\nmol m\n−2\n s\n−2\n\ncool-white light. Seedlings were transferred to Metromix 360 soil 7 d after\ngermination. All experiments were conducted on leaves of plants that were 3 to 4\nweeks after germination. This study utilized ecotype Columbia 0 of Arabidopsis (\nCol-0\n), \ntt4-2\n (\nLewis et al., 2011\n), \neto1\n\n(Chae et al., 2013), \nein2-5\n (\nAlonso\net al., 1999\n)\n, and a\n\nCHS\n:\nGUS\n reporter (\nChory and Peto, 1990\n).\n\n\nFor ethylene treatments, 4-week-old wild-type, \ntt4-2\n, and\n\nein2-5\n plants were placed in a clear plastic container that was\nsealed with vacuum grease. Ethylene gas was added to achieve a 5 μL/L\nconcentration of ethylene within the chamber. Control plants were placed in identical\nsealed containers without ethylene. After either 3 h or 24 h of incubation, leaves\nwere excised and used for imaging \nDPBA\n or DCF\nfluorescence, or in stomatal closure assays.\nFlavonol Accumulation Using \nDPBA\n\n\n\n\nIndividual leaves were excised and submerged in an aqueous solution containing 0.01%\n(v/v) Triton X-100 and 2.52 mg/mL\n−1\n\n\nDPBA\n for 2.5 h. Whole leaves were then washed\nin deionized water for 1 min and mounted in deionized water between two coverslips. A\nZeiss 710 \nLSCM\n was used to excite the leaf\nsurfaces with 100% maximum laser power at 488 nm and a pinhole yielding a 4-μm\ncross section. We optimized \nLSCM\n settings to\nspectrally separate the fluorescence of flavonol-\nDPBA\n and chlorophyll by capturing the emission spectrum for each compound\nin which there is no overlap. \nDPBA\n\nfluorescence emission was collected between 475 and 619 nm (\nLewis et al., 2011\n). The gain settings were selected to\nmaximize the total flavonol signal while preventing oversaturation. All micrographs\nwithin each figure were acquired using identical offset, gain, and pinhole settings\nusing the same detectors. Postimage quantification of \nDPBA\n fluorescence intensities was done by placing a region of\ninterest (\nROI\n) around the nuclei of each\nguard cell and around an area in the cytosol with no chloroplasts present. The\naverage intensity values within each \nROI\n\nwere recorded and averaged.\nHistochemical Staining and Imaging of \nCHS\n:\nGUS\n\nActivity\n\n\nWhole leaves from the \nCHS\n:\nGUS\n transgenic line were\nexcised and submerged in a GUS staining solution (80 m\nm\n sodium phosphate\nbuffer, 0.4 m\nm\n potassium ferricyanide, 0.04 m\nm\n potassium\nferrocyanide, 0.05% [v/v] Triton X-100, 0.8 mg/mL\n5-bromo-4-chloro-3-indolyl-β-\nd\n-glucuronide, pH 7) at 37°C\nfor 18 h. Leaves were removed from staining solution and washed with 75% (v/v)\nethanol for 5 min. Epidermal strips were prepared by spraying a microscope slide with\na silicone-based medical adhesive (Hollister stock #7730). After 5 min, the basal\nepidermis of the leaf was gently pressed into the dried adhesive coat, and the leaf\nwas gently scraped with a pipette tip until only the fixed epidermis remained (\nYoung et al., 2006\n). Epidermal peels were\nimaged using \nDIC\n imaging with a Zeiss Auxio\nObserver D1 microscope with an AxioCam HRc color camera.\nQuantification of Flavonols by \nLC-MS\n\n\n\n\nSamples were run on a Thermo LTQ Orbitrap XL with an electrospray ionization source,\ncoupled to a Thermo Accela 1250 pump and autosampler (Thermo Fisher), using a\nSecurity Guard column in line with a Luna 150 × 3 C18 column, both from\nPhenomenex. For flavonol analysis, 10 µl of each sample was injected with a\nsolvent of water:acetonitrile, both containing 0.1% (v/v) formic acid in the\nfollowing gradients: 95% to 40% (v/v) water from 0 to 5 min, 40% to 20% (v/v) water\nfrom 5 to 20 min, and 20% to 95% (v/v) water from 20 to 23 min to recondition the\ncolumn. MS\n2\n fragmentation spectra of flavonols were induced using 30-kV\ncollision-induced dissociation. Spectra of samples were compared to those of\nstandards and those listed on the MassBank database (\nwww.massbank.jp\n). Data were\nanalyzed by quantifying peak areas using Thermo Xcalibur software, and with\nnormalization to the internal standard formononetin (Indofine Chemicals). Absolute\nquantities of metabolites were found by comparing peak area data to standard curves\ncreated using pure standards of quercetin and kaempferol (Indofine Chemicals).\nDCF and Hoechst Staining and Quantification\n\n\nH2DCF-DA\n was dissolved in dimethyl sulfoxide\nto yield a 50-μ\nm\n stock. This was diluted in deionized water to yield\na final concentration of 2.5 µM with 2% (v/v) dimethyl sulfoxide. The\nepidermis was stained for 15 min with two drops of H2DCF-DA stain and washed with\ndeionized water. A Zeiss 710 \nLSCM\n was used to\nexcite the leaf surfaces with 1% maximum laser power at 488 nm with a 3.5 digital\ngain. Settings were optimized to spectrally separate the fluorescence of DCF -\nROS\n and chlorophyll by capturing the emission\nspectrum for each compound in which there is no overlap. The DCF signal was collected\nbetween 495 to 527 nm with a pinhole yielding a 4-μm cross section, making\nsure to limit excess exposure to the laser that induces \nROS\n. The gain settings were selected to maximize the total DCF\nsignal while preventing oversaturation. All micrographs within each figure were\nacquired using identical offset, gain, and pinhole settings using the same detectors.\nDCF fluorescence intensities were measured by placing an \nROI\n around the nuclei of each guard cell and around an area in\nthe cytosol with no chloroplasts present. The average intensity values within each\n\nROI\n was recorded and averaged.\n\n\nHoechst imaging was performed on whole leaves that were previously stained with \nDPBA\n. After 2.5 h of \nDPBA\n staining, leaves were washed in deionized water for 1 min\nand transferred to an aqueous solution containing Hoechst at a 1 µg/mL\nconcentration. The leaf surface was excited with 10% laser power at 405 nm and a\npinhole yielding a 4 μm cross section. We optimized \nLSCM\n settings to spectrally separate the fluorescence of the\nHoechst stain with cell wall autofluorescence by capturing the emission spectrum for\neach compound in which there is no overlap. Hoechst fluorescence emission was\ncollected between 420 to 546 nm. The gain settings were selected to maximize the\ntotal Hoechst signal while preventing oversaturation.\nStomatal Closure Assay\n\n\nABA\n-induced stomatal closure assays were\nperformed with plants 3 to 4 weeks after germination. Leaves from untreated plants or\nplants treated with ethylene gas for 24 h were excised and submerged in an aqueous\nopening solution (5 mM KCl, 50 µM CaCl\n2\n, 10 mM MES buffer, pH 5.6)\nand incubated under cool-white light for 3 h. To induce stomatal closure, leaves were\ntransferred to a similar opening solution with 20 µM \nABA\n added to induce closure (\nJammes et al., 2009\n). After incubation in the \nABA\n solution under white light (100 µmol\nm\n−2\n s\n−2\n) for 0, 45, 90, and 180 min, leaf\npeels were prepared and imaged using \nDIC\n\nimaging with a Zeiss Axio Observer D1 microscope with a Hamamatsu 1394 ORCA-ERA\nmonochromatic camera (\nJammes et al., 2009\n).\nApertures were measured using ImageJ software.\n\n\nSequence data from this article can be found in the GenBank/EMBL data libraries under\naccession numbers. CHS (AT5G13930), \nETO1\n (AT3G51770), and\n\nEIN2\n (AT5G03280)\nSupplemental Data\n\n\nThe following materials are available in the online version of this article.\n\n\n\n\nSupplemental Figure S1\n.\n Confocal imaging of \nCol-0\n guard cells shows \nDPBA\n fluorescence in the nuclei of guard\ncells.\n\n\nSupplemental Figure S2\n.\n Stomatal aperture widths in\nopening solution without \nABA\n for 90\nmin.\n\n\nSupplemental Figure S3\n.\n Three-h ethylene treatment\ninduces flavonols accumulation and decreases \nROS\n concentrations and the rate of stomatal closure.\n\n\nSupplemental Figure S4\n.\n Subcellular flavonol\naccumulation in wild-type guard cells compared with \neto1\n after\ntreatment with 20 μM \nABA\n.",
    "plant_growth_and_ethylene_treatment": "Arabidopsis (\nArabidopsis thaliana\n) plants were germinated on\n1× Murashige and Skoog medium, pH 5.6, Murashige and Skoog vitamins, and 0.8%\n(w/v) agar, buffered with 0.05% (w/v) MES and supplemented with 1% (w/v) Suc. After\nvernalization at 4°C for 48 h, plates were placed in a 12-h day growth chamber\nunder 100 \nµ\nmol m\n−2\n s\n−2\n\ncool-white light. Seedlings were transferred to Metromix 360 soil 7 d after\ngermination. All experiments were conducted on leaves of plants that were 3 to 4\nweeks after germination. This study utilized ecotype Columbia 0 of Arabidopsis (\nCol-0\n), \ntt4-2\n (\nLewis et al., 2011\n), \neto1\n\n(Chae et al., 2013), \nein2-5\n (\nAlonso\net al., 1999\n)\n, and a\n\nCHS\n:\nGUS\n reporter (\nChory and Peto, 1990\n).\nFor ethylene treatments, 4-week-old wild-type, \ntt4-2\n, and\n\nein2-5\n plants were placed in a clear plastic container that was\nsealed with vacuum grease. Ethylene gas was added to achieve a 5 μL/L\nconcentration of ethylene within the chamber. Control plants were placed in identical\nsealed containers without ethylene. After either 3 h or 24 h of incubation, leaves\nwere excised and used for imaging \nDPBA\n or DCF\nfluorescence, or in stomatal closure assays.",
    "flavonol_accumulation_using_dpba": "Individual leaves were excised and submerged in an aqueous solution containing 0.01%\n(v/v) Triton X-100 and 2.52 mg/mL\n−1\n\n\nDPBA\n for 2.5 h. Whole leaves were then washed\nin deionized water for 1 min and mounted in deionized water between two coverslips. A\nZeiss 710 \nLSCM\n was used to excite the leaf\nsurfaces with 100% maximum laser power at 488 nm and a pinhole yielding a 4-μm\ncross section. We optimized \nLSCM\n settings to\nspectrally separate the fluorescence of flavonol-\nDPBA\n and chlorophyll by capturing the emission spectrum for each compound\nin which there is no overlap. \nDPBA\n\nfluorescence emission was collected between 475 and 619 nm (\nLewis et al., 2011\n). The gain settings were selected to\nmaximize the total flavonol signal while preventing oversaturation. All micrographs\nwithin each figure were acquired using identical offset, gain, and pinhole settings\nusing the same detectors. Postimage quantification of \nDPBA\n fluorescence intensities was done by placing a region of\ninterest (\nROI\n) around the nuclei of each\nguard cell and around an area in the cytosol with no chloroplasts present. The\naverage intensity values within each \nROI\n\nwere recorded and averaged.",
    "histochemical_staining_and_imaging_of_chs:gus_activity": "Whole leaves from the \nCHS\n:\nGUS\n transgenic line were\nexcised and submerged in a GUS staining solution (80 m\nm\n sodium phosphate\nbuffer, 0.4 m\nm\n potassium ferricyanide, 0.04 m\nm\n potassium\nferrocyanide, 0.05% [v/v] Triton X-100, 0.8 mg/mL\n5-bromo-4-chloro-3-indolyl-β-\nd\n-glucuronide, pH 7) at 37°C\nfor 18 h. Leaves were removed from staining solution and washed with 75% (v/v)\nethanol for 5 min. Epidermal strips were prepared by spraying a microscope slide with\na silicone-based medical adhesive (Hollister stock #7730). After 5 min, the basal\nepidermis of the leaf was gently pressed into the dried adhesive coat, and the leaf\nwas gently scraped with a pipette tip until only the fixed epidermis remained (\nYoung et al., 2006\n). Epidermal peels were\nimaged using \nDIC\n imaging with a Zeiss Auxio\nObserver D1 microscope with an AxioCam HRc color camera.",
    "quantification_of_flavonols_by_lc-ms": "Samples were run on a Thermo LTQ Orbitrap XL with an electrospray ionization source,\ncoupled to a Thermo Accela 1250 pump and autosampler (Thermo Fisher), using a\nSecurity Guard column in line with a Luna 150 × 3 C18 column, both from\nPhenomenex. For flavonol analysis, 10 µl of each sample was injected with a\nsolvent of water:acetonitrile, both containing 0.1% (v/v) formic acid in the\nfollowing gradients: 95% to 40% (v/v) water from 0 to 5 min, 40% to 20% (v/v) water\nfrom 5 to 20 min, and 20% to 95% (v/v) water from 20 to 23 min to recondition the\ncolumn. MS\n2\n fragmentation spectra of flavonols were induced using 30-kV\ncollision-induced dissociation. Spectra of samples were compared to those of\nstandards and those listed on the MassBank database (\nwww.massbank.jp\n). Data were\nanalyzed by quantifying peak areas using Thermo Xcalibur software, and with\nnormalization to the internal standard formononetin (Indofine Chemicals). Absolute\nquantities of metabolites were found by comparing peak area data to standard curves\ncreated using pure standards of quercetin and kaempferol (Indofine Chemicals).",
    "dcf_and_hoechst_staining_and_quantification": "H2DCF-DA\n was dissolved in dimethyl sulfoxide\nto yield a 50-μ\nm\n stock. This was diluted in deionized water to yield\na final concentration of 2.5 µM with 2% (v/v) dimethyl sulfoxide. The\nepidermis was stained for 15 min with two drops of H2DCF-DA stain and washed with\ndeionized water. A Zeiss 710 \nLSCM\n was used to\nexcite the leaf surfaces with 1% maximum laser power at 488 nm with a 3.5 digital\ngain. Settings were optimized to spectrally separate the fluorescence of DCF -\nROS\n and chlorophyll by capturing the emission\nspectrum for each compound in which there is no overlap. The DCF signal was collected\nbetween 495 to 527 nm with a pinhole yielding a 4-μm cross section, making\nsure to limit excess exposure to the laser that induces \nROS\n. The gain settings were selected to maximize the total DCF\nsignal while preventing oversaturation. All micrographs within each figure were\nacquired using identical offset, gain, and pinhole settings using the same detectors.\nDCF fluorescence intensities were measured by placing an \nROI\n around the nuclei of each guard cell and around an area in\nthe cytosol with no chloroplasts present. The average intensity values within each\n\nROI\n was recorded and averaged.\nHoechst imaging was performed on whole leaves that were previously stained with \nDPBA\n. After 2.5 h of \nDPBA\n staining, leaves were washed in deionized water for 1 min\nand transferred to an aqueous solution containing Hoechst at a 1 µg/mL\nconcentration. The leaf surface was excited with 10% laser power at 405 nm and a\npinhole yielding a 4 μm cross section. We optimized \nLSCM\n settings to spectrally separate the fluorescence of the\nHoechst stain with cell wall autofluorescence by capturing the emission spectrum for\neach compound in which there is no overlap. Hoechst fluorescence emission was\ncollected between 420 to 546 nm. The gain settings were selected to maximize the\ntotal Hoechst signal while preventing oversaturation.",
    "stomatal_closure_assay": "ABA\n-induced stomatal closure assays were\nperformed with plants 3 to 4 weeks after germination. Leaves from untreated plants or\nplants treated with ethylene gas for 24 h were excised and submerged in an aqueous\nopening solution (5 mM KCl, 50 µM CaCl\n2\n, 10 mM MES buffer, pH 5.6)\nand incubated under cool-white light for 3 h. To induce stomatal closure, leaves were\ntransferred to a similar opening solution with 20 µM \nABA\n added to induce closure (\nJammes et al., 2009\n). After incubation in the \nABA\n solution under white light (100 µmol\nm\n−2\n s\n−2\n) for 0, 45, 90, and 180 min, leaf\npeels were prepared and imaged using \nDIC\n\nimaging with a Zeiss Axio Observer D1 microscope with a Hamamatsu 1394 ORCA-ERA\nmonochromatic camera (\nJammes et al., 2009\n).\nApertures were measured using ImageJ software.\nSequence data from this article can be found in the GenBank/EMBL data libraries under\naccession numbers. CHS (AT5G13930), \nETO1\n (AT3G51770), and\n\nEIN2\n (AT5G03280)",
    "supplemental_data": "The following materials are available in the online version of this article.\nSupplemental Figure S1\n.\n Confocal imaging of \nCol-0\n guard cells shows \nDPBA\n fluorescence in the nuclei of guard\ncells.\n\n\nSupplemental Figure S2\n.\n Stomatal aperture widths in\nopening solution without \nABA\n for 90\nmin.\n\n\nSupplemental Figure S3\n.\n Three-h ethylene treatment\ninduces flavonols accumulation and decreases \nROS\n concentrations and the rate of stomatal closure.\n\n\nSupplemental Figure S4\n.\n Subcellular flavonol\naccumulation in wild-type guard cells compared with \neto1\n after\ntreatment with 20 μM \nABA\n.",
    "supplementary_material": "Supplemental Data\n\n\n\n\nsupp_164_4_1707__index.html\n (920B, html)",
    "acknowledgments": "We thank Sarah Assmann and Greg Maloney for their insight, experimental advice, and\neditorial comments; Greg Maloney and Marcus Wright for Orbitrap operation assistance and\nadvice; and Anita McCauley, Glenn Mars, and Daniel Lewis for microscopy assistance.",
    "glossary": "ABA\n\n\nabscisic acid\n\n\nROS\n\n\nreactive oxygen species\n\n\nH\n2\nO\n2\n\n\n\n\nhydrogen peroxide\n\n\nDPBA\n\n\ndiphenylboric acid 2-aminoethyl ester\n\n\nCHS\n\n\nchalcone synthase\n\n\nDIC\n\n\ndifferential interference contrast\n\n\nLSCM\n\n\nlaser scanning confocal microscope\n\n\nCol-0\n\n\necotype Columbia 0 of Arabidopsis\n\n\nLC-MS\n\n\nHPLC-mass spectrometry\n\n\nDCFH-DA\n\n\n2',7'-dichlorofluorescein-diacetate\n\n\nTF\n\n\ntranscription factor\n\n\nROI\n\n\nregion of interest",
    "footnotes": "1\nThis work was supported by the U.S. Department of Agriculture National Institute of\nFood and Agriculture program (grant no. 2009–65116–20436 to G.K.M.) and\nthe National Aeronautics and Space Administration (grant no. NNX09AK82G to G.K.M.).\nGrants from the National Science Foundation Major Research Instrumentation Program\nsupported the purchase of the stereomicroscope and laser scanning confocal\nmicroscopes used in these experiments (grant nos. NSF–DBI 0500702,\nMRI–0722926, and MRI–1039755) and the purchase of an Orbitrap Mass\nspectrometer (NSF award no. 947028).\n\n\n\n\n\n\n[W]\nThe online version of this article contains Web-only data.\n\n\n\n\n\n\n[OPEN]\nArticles can be viewed online without a subscription.",
    "references": "Allen GJ, Chu SP, Schumacher K, Shimazaki CT, Vafeados D, Kemper A, Hawke SD, Tallman G, Tsien RY, Harper JF, et al. \n(2000) Alteration of stimulus-specific guard cell\ncalcium oscillations and stomatal closing in \nArabidopsis det3\n\nmutant. Science\n289: 2338–2342\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAlonso JM, Hirayama T, Roman G, Nourizadeh S, Ecker JR.\n(1999) EIN2, a bifunctional transducer of ethylene and\nstress responses in \nArabidopsis\n.\nScience\n284: 2148–2152\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nApel K, Hirt H.\n(2004) Reactive oxygen species: metabolism, oxidative\nstress, and signal transduction. Annu Rev Plant\nBiol\n55: 373–399\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAsada K.\n(2006) Production and scavenging of reactive oxygen\nspecies in chloroplasts and their functions. Plant\nPhysiol\n141: 391–396\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAslund F, Zheng M, Beckwith J, Storz G.\n(1999) Regulation of the OxyR transcription factor by\nhydrogen peroxide and the cellular thiol-disulfide status.\nProc Natl Acad Sci USA\n96: 6161–6165\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBiswas S, Chida AS, Rahman I.\n(2006) Redox modifications of protein-thiols: emerging\nroles in cell signaling. Biochem Pharmacol\n71: 551–564\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBuer CS, Muday GK.\n(2004) The transparent testa4 mutation prevents\nflavonoid synthesis and alters auxin transport and the response of\n\nArabidopsis\n roots to gravity and light.\nPlant Cell\n16: 1191–1205\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBuer CS, Muday GK, Djordjevic MA.\n(2007) Flavonoids are differentially taken up and\ntransported long distances in Arabidopsis. Plant\nPhysiol\n145: 478–490\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChae HS, Faure F, Kieber JJ.\n(2003) The \neto1, eto2\n, and\n\neto3\n mutations and cytokinin treatment increase ethylene\nbiosynthesis in \nArabidopsis\n by increasing the stability of ACS\nprotein. Plant Cell\n15: 545–559\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen L, Dodd IC, Davies WJ, Wilkinson S.\n(2013) Ethylene limits abscisic acid- or soil\ndrying-induced stomatal closure in aged wheat leaves.\nPlant Cell Environ\n36: 1850–1859\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen ZH, Hills A, Lim CK, Blatt MR.\n(2010) Dynamic regulation of guard cell anion channels\nby cytosolic free Ca2+ concentration and protein phosphorylation.\nPlant J\n61: 816–825\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCho D, Shin D, Jeon BW, Kwak JM.\n(2009) ROS-mediated ABA signaling.\nJ Plant Biol\n52: 102–113\n [\nGoogle Scholar\n]\n\n\n\n\nChory J, Peto CA.\n(1990) Mutations in the DET1 gene affect\ncell-type-specific expression of light-regulated genes and chloroplast development\nin \nArabidopsis\n. Proc Natl Acad Sci\nUSA\n87: 8776–8780\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nConklin PL, Williams EH, Last RL.\n(1996) Environmental stress sensitivity of an ascorbic\nacid-deficient \nArabidopsis\n mutant. Proc\nNatl Acad Sci USA\n93: 9970–9974\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDesikan R, Last K, Harrett-Williams R, Tagliavia C, Harter K, Hooley R, Hancock JT, Neill SJ.\n(2006) Ethylene-induced stomatal closure in\n\nArabidopsis\n occurs via AtrbohF-mediated hydrogen peroxide\nsynthesis. Plant J\n47: 907–916\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDixon RA, Paiva NL.\n(1995) Stress-induced phenylpropanoid\nmetabolism. Plant Cell\n7: 1085–1097\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFeucht W, Treutter D, Polster J.\n(2004) Flavanol binding of nuclei from tree\nspecies. Plant Cell Rep\n22: 430–436\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGuan LM, Zhao J, Scandalios JG.\n(2000) Cis-elements and trans-factors that regulate\nexpression of the maize Cat1 antioxidant gene in response to ABA and osmotic\nstress: H2O2 is the likely intermediary signaling molecule for the\nresponse. Plant J\n22: 87–95\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHalliwell B, Whiteman M.\n(2004) Measuring reactive species and oxidative damage\nin vivo and in cell culture: How should you do it and what do the results\nmean?\nBr J Pharmacol\n142: 231–255\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHedrich R, Busch H, Raschke K.\n(1990) Ca2+ and nucleotide dependent regulation of\nvoltage dependent anion channels in the plasma membrane of guard\ncells. EMBO J\n9: 3889–3892\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHernández I, Alegre L, Van\nBreusegem F, Munné-Bosch S.\n(2009) How relevant are flavonoids as antioxidants in\nplants?\nTrends Plant Sci\n14: 125–132\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHetherington AM, Woodward FI.\n(2003) The role of stomata in sensing and driving\nenvironmental change. Nature\n424: 901–908\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHirayama T, Shinozaki K.\n(2007) Perception and transduction of abscisic acid\nsignals: keys to the function of the versatile plant hormone ABA.\nTrends Plant Sci\n12: 343–351\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJammes F, Song C, Shin D, Munemasa S, Takeda K, Gu D, Cho D, Lee S, Giordo R, Sritubtim S, et al. \n(2009) MAP kinases MPK9 and MPK12 are preferentially\nexpressed in guard cells and positively regulate ROS-mediated ABA\nsignaling. Proc Natl Acad Sci USA\n106: 20520–20525\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJiang M, Zhang J.\n(2002) Involvement of plasma-membrane NADPH oxidase in\nabscisic acid- and water stress-induced antioxidant defense in leaves of maize\nseedlings. Planta\n215: 1022–1030\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJiang M, Zhang J.\n(2003) Cross-talk between calcium and reactive oxygen\nspecies originated from NADPH oxidase in abscisic acid-induced antioxidant defence\nin leaves of maize seedlings. Plant Cell Environ\n26: 929–939\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJoshi-Saha A, Valon C, Leung J.\n(2011) A brand new START: abscisic acid perception and\ntransduction in the guard cell. Sci Signal\n4: re4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKwak JM, Mori IC, Pei ZM, Leonhardt N, Torres MA, Dangl JL, Bloom RE, Bodde S, Jones JDG, Schroeder JI.\n(2003) NADPH oxidase AtrbohD and AtrbohF genes\nfunction in ROS-dependent ABA signaling in Arabidopsis.\nEMBO J\n22: 2623–2633\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLevitt LK, Stein DB, Rubinstein B.\n(1987) Promotion of stomatal opening by indoleacetic\nacid and ethrel in epidermal strips of \nVicia faba\n\nL. Plant Physiol\n85: 318–321\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLewis DR, Ramirez MV, Miller ND, Vallabhaneni P, Ray WK, Helm RF, Winkel BSJ, Muday GK.\n(2011) Auxin and ethylene induce flavonol accumulation\nthrough distinct transcriptional networks. Plant\nPhysiol\n156: 144–164\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMadhavan S, Chrominiski A, Smith BN.\n(1983) Effect of ethylene on stomatal opening in\ntomato and carnation leaves. Plant Cell Physiol\n24: 569–572\n [\nGoogle Scholar\n]\n\n\n\n\nMazars C, Thuleau P, Lamotte O, Bourque S.\n(2010) Cross-talk between ROS and calcium in\nregulation of nuclear activities. Mol Plant\n3: 706–718\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMcAinsh MR, Clayton H, Mansfield TA, Hetherington AM.\n(1996) Changes in stomatal behavior and guard cell\ncytosolic free calcium in response to oxidative stress.\nPlant Physiol\n111: 1031–1042\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMittler R, Vanderauwera S, Gollery M, Van\nBreusegem F.\n(2004) Reactive oxygen gene network of\nplants. Trends Plant Sci\n9: 490–498\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMittler R, Vanderauwera S, Suzuki N, Miller G, Tognetti VB, Vandepoele K, Gollery M, Shulaev V, Van\nBreusegem F.\n(2011) ROS signaling: The new wave?\nTrends Plant Sci\n16: 300–309\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMunemasa S, Muroyama D, Nagahashi H, Nakamura Y, Mori IC, Murata Y.\n(2013) Regulation of reactive oxygen species-mediated\nabscisic acid signaling in guard cells and drought tolerance by\nglutathione. Front Plant Sci\n4: 472.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMunné-Bosch S, Queval G, Foyer CH.\n(2013) The impact of global change factors on redox\nsignaling underpinning stress tolerance. Plant\nPhysiol\n161: 5–19\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMurata Y, Pei ZM, Mori IC, Schroeder J.\n(2001) Abscisic acid activation of plasma membrane\nCa\n2+\n channels in guard cells requires cytosolic NAD(P)H and is\ndifferentially disrupted upstream and downstream of reactive oxygen species\nproduction in \nabi1-1\n and \nabi2-1\n protein\nphosphatase 2C mutants. Plant Cell\n13: 2513–2523\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMustilli AC, Merlot S, Vavasseur A, Fenzi F, Giraudat J.\n(2002) \nArabidopsis\n OST1 protein\nkinase mediates the regulation of stomatal aperture by abscisic acid and acts\nupstream of reactive oxygen species production. Plant\nCell\n14: 3089–3099\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOkuma E, Jahan MS, Munemasa S, Hossain MA, Muroyama D, Islam MM, Ogawa K, Watanabe-Sugimoto M, Nakamura Y, Shimoishi Y, et al. \n(2011) Negative regulation of abscisic acid-induced\nstomatal closure by glutathione in \nArabidopsis\n.\nJ Plant Physiol\n168: 2048–2055\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPallas JE, Kays SJ.\n(1982) Inhibition of photosynthesis by ethylene-a\nstomatal effect. Plant Physiol\n70: 598–601\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPandey S, Wang RS, Wilson L, Li S, Zhao Z, Gookin TE, Assmann SM, Albert R.\n(2010) Boolean modeling of transcriptome data reveals\nnovel modes of heterotrimeric G-protein action. Mol Syst\nBiol\n6: 372.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPei ZM, Murata Y, Benning G, Thomine S, Klüsener B, Allen GJ, Grill E, Schroeder JI.\n(2000) Calcium channels activated by hydrogen peroxide\nmediate abscisic acid signalling in guard cells.\nNature\n406: 731–734\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPollastri S, Tattini M.\n(2011) Flavonols: old compounds for old\nroles. Ann Bot (Lond)\n108: 1225–1233\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPoole LB, Karplus PA, Claiborne A.\n(2004) Protein sulfenic acids in redox\nsignaling. Annu Rev Pharmacol Toxicol\n44: 325–347\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPoole LB, Nelson KJ.\n(2008) Discovering mechanisms of signaling-mediated\ncysteine oxidation. Curr Opin Chem Biol\n12: 18–24\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRhee SG.\n(2006) Cell signaling. H2O2, a necessary evil for cell\nsignaling. Science\n312: 1882–1883\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRice-Evans C, Miller N, Paganga G.\n(1997) Antioxidant properties of phenolic\ncompounds. Trends Plant Sci\n2: 152–159\n [\nGoogle Scholar\n]\n\n\n\n\nRoelfsema MR, Hedrich R.\n(2005) In the light of stomatal opening: new insights\ninto ‘the Watergate’. New Phytol\n167: 665–691\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSaslowsky DE, Warek U, Winkel BS.\n(2005) Nuclear localization of flavonoid enzymes in\nArabidopsis. J Biol Chem\n280: 23735–23740\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchnabl H, Weissenbock G, Scharf H.\n(1986) In vivo-microspectrophotometric\ncharacterization of flavonol glycosides in \nVicia faba\n guard and\nepidermal cells. J Exp Bot\n37: 61–72\n [\nGoogle Scholar\n]\n\n\n\n\nSchroeder JI, Hagiwara S.\n(1990) Repetitive increases in cytosolic Ca2+ of guard\ncells by abscisic acid activation of nonselective Ca2+ permeable\nchannels. Proc Natl Acad Sci USA\n87: 9305–9309\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTakahama U.\n(1988) Oxidation of flavonols by hydrogen peroxide in\nepidermal and guard cells of \nVicia faba\n L.\nPlant Cell Physiol\n29: 433–438\n [\nGoogle Scholar\n]\n\n\n\n\nTanaka Y, Sano T, Tamaoki M, Nakajima N, Kondo N, Hasezawa S.\n(2005) Ethylene inhibits abscisic acid-induced\nstomatal closure in Arabidopsis. Plant Physiol\n138: 2337–2343\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVahisalu T, Kollist H, Wang YF, Nishimura N, Chan WY, Valerio G, Lamminmäki A, Brosché M, Moldau H, Desikan R, et al. \n(2008) SLAC1 is required for plant guard cell S-type\nanion channel function in stomatal signalling.\nNature\n452: 487–491\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVan\nBreusegem F, Dat JF.\n(2006) Reactive oxygen species in plant cell\ndeath. Plant Physiol\n141: 384–390\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWang P, Song CP.\n(2008) Guard-cell signalling for hydrogen peroxide and\nabscisic acid. New Phytol\n178: 703–718\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWang Y, Chen ZH, Zhang B, Hills A, Blatt MR.\n(2013) PYR/PYL/RCAR abscisic acid receptors regulate\nK\n+\n and Cl\n−\n channels through reactive oxygen\nspecies-mediated activation of Ca\n2+\n channels at the plasma membrane of\nintact Arabidopsis guard cells. Plant Physiol\n163: 566–577\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWinkel-Shirley B.\n(2002) Biosynthesis of flavonoids and effects of\nstress. Curr Opin Plant Biol\n5: 218–223\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWood ZA, Poole LB, Karplus PA.\n(2003) Peroxiredoxin evolution and the regulation of\nhydrogen peroxide signaling. Science\n300: 650–653\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWu A, Allu AD, Garapati P, Siddiqui H, Dortay H, Zanor MI, Asensi-Fabado MA, Munné-Bosch S, Antonio C, Tohge T, et al. \n(2012) \nJUNGBRUNNEN1\n, a reactive\noxygen species-responsive NAC transcription factor, regulates longevity in\n\nArabidopsis\n. Plant Cell\n24: 482–506\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYoshida R, Hobo T, Ichimura K, Mizoguchi T, Takahashi F, Aronso J, Ecker JR, Shinozaki K.\n(2002) ABA-activated SnRK2 protein kinase is required\nfor dehydration stress signaling in \nArabidopsis.\n\nPlant Cell Physiol\n43: 1473–1483\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYoung JJ, Mehta S, Israelsson M, Godoski J, Grill E, Schroeder JI.\n(2006) CO(2) signaling in guard cells: calcium\nsensitivity response modulation, a Ca(2+)-independent phase, and CO(2)\ninsensitivity of the gca2 mutant. Proc Natl Acad Sci\nUSA\n103: 7506–7511\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZeevaart JA.\n(1980) Changes in the levels of abscisic acid and its\nmetabolites in excised leaf blades of \nXanthium strumarium\n during\nand after water stress. Plant Physiol\n66: 672–678\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang X, Zhang L, Dong F, Gao J, Galbraith DW, Song C-P.\n(2001) Hydrogen peroxide is involved in abscisic\nacid-induced stomatal closure in \nVicia faba.\n\nPlant Physiol\n126: 1438–1448\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental Data\n\n\n\n\nsupp_164_4_1707__index.html\n (920B, html) \n\n\n\n\n\n\nsupp_pp.113.233528_233528revsupplemental_file.pdf\n (455.9KB, pdf)",
    "supplementary_materials": "Supplemental Data\n\n\n\n\nsupp_164_4_1707__index.html\n (920B, html) \n\n\n\n\n\n\nsupp_pp.113.233528_233528revsupplemental_file.pdf\n (455.9KB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (771.3 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3982735/"
}