{
  "id": "PMC3457586",
  "title": "Identification of critical host mitochondrion-associated genes during Ehrlichia chaffeensis infections",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Identification of critical host mitochondrion-associated genes during Ehrlichia chaffeensis infections",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3457586/"
  },
  "sections": {
    "permalink": "Copy",
    "tonia_von_ohlen": "a\nKansas State University, Division of Biology, Manhattan, Kansas, USA\nb\nKansas State University, Department of Diagnostic Medicine and Pathobiology, Manhattan, Kansas, USA\nFind articles by \nTonia Von Ohlen",
    "alison_luce-fedrow": "a\nKansas State University, Division of Biology, Manhattan, Kansas, USA\nFind articles by \nAlison Luce-Fedrow",
    "m_teresa_ortega": "a\nKansas State University, Division of Biology, Manhattan, Kansas, USA\nFind articles by \nM Teresa Ortega",
    "roman_r_ganta": "b\nKansas State University, Department of Diagnostic Medicine and Pathobiology, Manhattan, Kansas, USA\nFind articles by \nRoman R Ganta",
    "stephen_k_chapes": "a\nKansas State University, Division of Biology, Manhattan, Kansas, USA\nFind articles by \nStephen K Chapes",
    "roles": "R P Morrison\n: \nEditor",
    "abstract": "Ehrlichia chaffeensis\n is an obligate intracellular bacterium that causes human monocytic ehrlichiosis (HME). To determine what host components are important for bacterial replication, we performed microarray analysis on \nDrosophila melanogaster\n S2 cells by comparing host gene transcript levels between permissive and nonpermissive conditions for \nE. chaffeensis\n growth. Five-hundred twenty-seven genes had increased transcript levels unique to permissive growth conditions 24 h postinfection. We screened adult flies that were mutants for several of the “permissive” genes for the ability to support \nEhrlichia\n replication. Three additional \nD. melanogaster\n fly lines with putative mutations in pyrimidine metabolism were also tested. Ten fly lines carrying mutations in the genes \nCG6479\n, \nseparation anxiety\n, \nchitinase 11\n, \nCG6364\n (\nUck2\n), \nCG6543\n (\nEchs1\n), \nwithered\n (\nwhd\n), \nCG15881\n (\nCcdc58\n), \nCG14806\n (\nApop1\n), \nCG11875\n (\nNup37\n), and \ndumpy\n (\ndp\n) had increased resistance to infection with \nEhrlichia\n. Analysis of RNA by quantitative real-time reverse transcription-PCR (qRT-PCR) confirmed that the bacterial load was decreased in these mutant flies compared to wild-type infected control flies. Seven of these genes (\nsan\n, \nCht11\n, \nUck2\n, \nEchs1\n, \nwhd\n, C\ncdc58\n, and \nApop1\n) encoded proteins that had mitochondrial functions or could be associated with proteins with mitochondrial functions. Treatment of THP-1 cells with double-stranded RNA to silence the human \nUCK2\n gene indicates that the disruption of the uridine-cytidine kinase affects \nE. chaffeensis\n replication in human macrophages. Experiments with cyclopentenyl cytosine (CPEC), a CTP synthetase inhibitor and cytosine, suggest that the nucleotide salvage pathway is essential for \nE. chaffeensis\n replication and that it may be important for the provision of CTP, uridine, and cytidine nucleotides.",
    "introduction": "Ehrlichia chaffeensis\n is the causative agent of human monocytic ehrlichiosis (HME). There were 1,429 cases of HME in 2010 and 2011 (\n14\n). This represents a significant increase in the incidence of the disease since 2003 and qualifies HME as an emerging infectious disease (\n25\n). In addition to being reported in the United States, HME has also been documented in Africa, Europe, China, and Brazil (\n9\n, \n16\n, \n42\n, \n67\n). \nE. chaffeensis\n is an obligate intracellular bacterium. However, little is known about the parasitized-host requirements for bacterial replication.\nDrosophila melanogaster\n has been used to study a variety of intracellular pathogens. In particular, it has been successfully manipulated for the identification of genes involved in host-pathogen interactions. These pathogens include \nListeria monocytogenes\n (\n1\n, \n2\n), \nChlamydia trachomatis\n (\n20\n), \nMycobacterium marinum\n (\n1\n, \n18\n, \n30\n, \n48\n), \nFrancisella tularensis\n (\n51\n, \n64\n), and the protozoan parasite \nPlasmodium gallinaceum\n (\n8\n, \n53\n).\nWe previously demonstrated that \nE. chaffeensis\n is capable of infecting, completing its life cycle, and maintaining its pathogenicity in both \nDrosophila\n S2 cells (\n39\n) and adult flies (\n40\n). We have also identified growth conditions that were nonpermissive for the growth of \nE. chaffeensis\n infection in \nDrosophila\n S2 cells (\n39\n). Therefore, we hypothesized that a transcriptional microarray analysis of permissively infected and nonpermissively infected S2 cells would reveal host genes that contribute to the replication of \nEhrlichia\n. We used the Affymetrix \nDrosophila\n 2.0 array to identify a subset of genes that were exclusively expressed during \nE. chaffeensis\n infection in infected S2 cells under permissive growth conditions. We screened adult flies carrying mutations in several of the candidate genes, 10 of which change the fly response to \nE. chaffeensis\n compared to wild-type flies. Gene products from 7 of the 10 genes identified are associated with mitochondrial function and/or location. We also describe follow-up experiments to investigate how \nUck2\n might function and its relevance to mammalian infections.",
    "materials_and_methods": "Maintenance of cell lines and \nE. chaffeensis\n infections.\n\n\nThe canine macrophage cell line DH82 (ATCC CRL-10389) was cultured in Eagle's minimal essential medium supplemented with 7% fetal bovine serum (FBS) (Atlanta Biologicals, Atlanta, GA) (EMEM\n7\n). THP-1 (ATCC TIB-202) cells were cultured in RPMI 1640 medium supplemented with 10% FBS. \nDrosophila\n S2 cells, obtained from the \nDrosophila\n RNAi Screening Center (Harvard Medical School, Boston, MA), were cultivated at 25°C in Schneider's \nDrosophila\n medium (Invitrogen, Carlsbad, CA) supplemented with 10% fetal bovine serum. For experiments, S2 cells were seeded at a concentration of 1 × 10\n6\n cells/well in 6-well plates.\n\n\nThe \nE. chaffeensis\n Arkansas isolate was continuously cultivated in DH82 cells, as described previously, at 37°C, 8% CO\n2\n in EMEM\n7\n (\n40\n). Purified bacteria were used to reinfect DH82, THP-1, and S2 cells.\nInfections in permissive and nonpermissive \nDrosophila\n S2 cells.\n\n\nTo make S2 cells nonpermissive to \nE. chaffeensis\n infection, the cells were allowed to adhere for 30 min prior to adding sonicated lipopolysaccharide (LPS) from \nSalmonella enterica\n serovar Minnesota (Sigma, St. Louis, MO) at a concentration of 10 μg per ml. The S2 cells plus LPS were incubated for 5 h prior to infection with \nE. chaffeensis\n. The \nEhrlichia\n-infected S2 cells were monitored at 24 and 96 h postinfection (p.i.). Additionally, uninfected S2 cells, inactivated and activated with LPS, were used as controls. S2 cells were centrifuged at 300 × \ng\n for 5 min prior to RNA isolation from cell pellets using 1 ml of TriReagent (Molecular Research Center, Inc., Cincinnati, OH). The TriReagent-cell mixture was transferred to 2.0-ml Heavy Phase Lock Gel tubes (5 Prime, Westbury, NY). Chloroform (200 μl) was added, and the mixture was gently mixed for 15 s. After centrifugation at 12,000 × \ng\n for 10 min at 4°C, the aqueous phase was poured into 1.5-ml tubes. The RNA was precipitated and washed with isopropanol and ethanol according to the manufacturer's instructions. The RNA pellet was suspended in 50 μl of nuclease-free water, and the RNA concentration was determined spectrophotometrically (NanoDrop Technologies, Wilmington, DE) before and after DNA digestion using a Turbo DNA-free kit (Ambion Inc., Austin, TX).\nDetermination of infection by RT-PCR and quantitative real-time RT-PCR (qRT-PCR).\n\n\nFor the microarray, infections were confirmed by reverse transcriptase (RT) PCR using the Promega Access One-Step RT-PCR kit (Madison, WI). Total RNA (750 ng) was used for each 25-μl reaction mixture, which contained the following reagents: 1× buffer, 0.2 mM deoxynucleoside triphosphates (dNTPs), 2 μM forward primer, 2 μM reverse primer, 1.5 mM MgSO\n4\n, 1 U/μl DNA polymerase, 1 U/μl reverse transcriptase, and nuclease-free water. RT-PCRs were performed in a thermocycler (Eppendorf Mastercycler Gradient, Hauppauge, NY). Primers and probes were designed with Primer Quest software (Integrated DNA Technologies, Coralville, IA) and data from NCBI reference sequences (see Table S1 in the supplemental material). RT-PCR conditions for the 16S rRNA of \nE. chaffeensis\n were 48°C for 45 min, 94°C for 4 min, and then 35 cycles of 94°C for 30 s, 52°C for 30 s, and 72°C for 1 min (\n21\n). The ribosomal protein 49 gene (\nrp49\n) was used as a housekeeping gene in RT-PCR experiments with \nDrosophila\n S2 cells. The RT-PCR conditions for \nrp49\n gene amplification were 48°C for 45 min, 94°C for 2 min, and then 35 cycles of 94°C for 45 s, 50°C for 1 min, and 72°C for 1.5 min. No-template RT-PCR controls were also included. RT-PCR product bands were identified on a ChemiImager (Protein Simple, Santa Clara, CA) after electrophoresis in 2% agarose gels and staining with ethidium bromide.\n\n\nFlies were anesthetized using CO\n2\n prior to homogenization with disposable pestles (Kimble Chase, Vineland, NJ) in 1 ml of TriReagent. The homogenates were transferred to 2.0 ml Heavy Phase Lock Gel tubes and processed as described above for RNA isolation.\n\n\nEhrlichia\n quantification in S2 cells and fly experiments was estimated using TaqMan-based qRT-PCR, as previously described (\n40\n, \n55\n), using \nDrosophila ribosomal protein 15a\n as the housekeeping gene with primers described in Table S1 in the supplemental material. \nE. chaffeensis\n was detected as described previously (\n40\n, \n55\n). The qRT-PCRs were performed in the Cepheid SmartCycler System (Sunnyvale, CA).\n\n\nAnalysis of gene expression based on qRT-PCR results was performed using the method described by Pfaffl (\n47\n). In short, primer efficiencies were calculated from standard dilution curves plotting threshold cycle (\nC\nT\n) values versus log RNA using the following equation: efficiency = 10\n(−1/slope of standard curve)\n.\n\n\nThe change in \nC\nT\n values for both genes of interest and housekeeping controls was determined by calculating the ΔΔ\nC\nT\n using the following equation: (efficiency of gene of interest\nGene of interest:Δ\nCT\n control − treated\n)/(efficiency of housekeeping gene\nHousekeeping gene:Δ\nCT\n control − treated\n).\nMicroarray analysis.\n\n\nMicroarray analysis was performed at the University of Kansas Medical Center Microarray Facility (Kansas City, KS) using Affymetrix (Santa Clara, CA) \nDrosophila\n 2.0 Gene chips according to the manufacturer's specifications. The analysis was performed on four treatment groups (each submitted in triplicate at 24 h p.i.): (i) S2 cells infected with \nE. chaffeensis\n, (ii) S2 cells incubated with LPS and then infected with \nE. chaffeensis\n, (iii) S2 cells incubated with LPS, and (iv) untreated/uninfected S2 cells. CHP files were analyzed using GeneSpring 7.3 software and normalized by “per gene: normalize to median.” The “filter on volcano plot” was applied at 1.5-fold change and one-way analysis of variance (ANOVA) at a significance level (α) of 0.05. Genes upregulated 1.5-fold or more above basal expression levels were identified under both permissive and nonpermissive conditions compared to uninfected controls at 24 h p.i. These gene sets were then compared, and those upregulated exclusively under either permissive or nonpermissive conditions at 24 h p.i. were identified. Microarray MIAMI-compliant data are available at the publicly accessible database (\nhttp://bioinformatics.kumc.edu/mdms/login.php\n) by accessing the experiment entitled “Differential Gene Expression in \nEhrlichia chaffeensis\n-infected S2 cells.”\nD. melanogaster\n.\n\n\nFlies were maintained on standard dextrose-molasses-yeast medium at 18 to 29°C. For all experiments, flies with the appropriate background were used as wild-type (WT) controls. \nw;Hemese-Gal4 UASGFP\n flies (GFPHeme) (from Michael J. Williams, Umea Centre for Molecular Pathogenesis, Umea University, Umea, Sweden), \nyellow-white\n (\nyw\n) (maintained in our stock collection at Kansas State University), and/or \nwhite ocelli\n (\nwo\n1\n) (stock number 634, from the Bloomington \nDrosophila\n Stock Center at Indiana University, Bloomington, IN) were used as the WT in these experiments. \nwithered\n (\nwhd\n1\n) (FBgn0004012; stock number 441), \ndumpy\n (\ndp\nov1\n) (FBgn0053196; stock number 276), and \ntilt\n (\ntt\n1\nwo\n1\n) (FBgn0003868; stock number 623) mutants are all the result of spontaneous mutations (\n35\n, \n44\n, \n65\n) and were obtained from the Bloomington \nDrosophila\n Stock Center at Indiana University, Bloomington, IN. The stock numbers, genotypes, and associated genes of adult \nDrosophila\n flies screened by microinjection are listed in Table S2 in the supplemental material.\nAdult \nDrosophila\n Infections.\n\n\nFlies were transferred to fresh food at least 24 h prior to injection/infection. For injection/infection, adult male and female flies were anesthetized with CO\n2\n (for no longer than 15 min at a time). Flies were injected with approximately 50 nl of sterile PBS or with >5,000 bacteria, using pulled glass capillary needles. Injections were made in the abdomen of the fly, close to the junction of the thorax and ventral to the junction between the dorsal and ventral cuticles. Following injection, the flies were maintained in clean bottles with molasses caps that were changed every other day throughout the course of the experiments. Survival of the flies was monitored daily.\nCPEC treatment of S2 cells.\n\n\nCyclopentenylcytosine (CPEC) was obtained from the National Cancer Institute (Drug Synthesis and Chemistry Branch, Developmental Therapeutics Program, Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD) through a Materials Transfer Agreement. The CPEC was prepared to a final concentration of 15.06 mM using sterile water containing 1% dimethyl sulfoxide (DMSO). Two different infection protocols were used for testing the effect of CPEC on the growth of \nE. chaffeensis\n in the S2 cells. For the first protocol, CPEC was added to S2 cells at final concentrations of 100, 10, 1, or 0.1 μM/well; \nE. chaffeensis\n was added to the treated cells 2 days later, and RNA was extracted from the cells 2 days postinfection. For the second protocol, S2 cells were infected with \nE. chaffeensis\n for 2 days, and then various concentrations of CPEC were then added and RNA extractions were performed 2 days following the CPEC treatment. S2 cells treated with diluent only and infected with \nEhrlichia\n and uninfected S2 cells were used as controls. A qRT-PCR assay was used to analyze transcript levels of \nEhrlichia\n 16S rRNA and \nDrosophila ribosomal protein 15a\n, as described above.\nAddition of exogenous cytosine to \nDrosophila\n S2 cells.\n\n\nCytosine was obtained from Sigma-Aldrich Co. The cytosine was dissolved in 500 mM hydrochloric acid and then in sterile water to 100 mM, according to the manufacturer's recommendation. For infection experiments, S2 cells were incubated for 24 h prior to cytosine addition to a final concentration of 25 mM; the cells were further incubated for 24 h. \nE. chaffeensis\n was added to the cytosine-treated cells, to untreated S2 cells, and to S2 cells treated with the cytosine diluent. Untreated, uninfected S2 cells were used as a negative control. RNA was extracted from the cells at 24, 48, 72, and 96 h p.i. qRT-PCR was used to measure transcript levels of \nEhrlichia\n 16S rRNA and \nDrosophila ribosomal protein 15a\n, as described above.\nTHP-1 cell differentiation and cell cultures.\n\n\nTHP-1 human macrophages were cultured as described above. For differentiation, THP-1 cells (6 × 10\n4\n THP-1 cells/well; 24-well plates) were incubated with phorbol 12-myristate 13-acetate (PMA) (Sigma-Aldrich Chemical Co., St. Louis, MO) at a final concentration of 50 μM. The cells were cultured for 24 h to allow final differentiation into macrophages in a cell culture incubator at 37°C with 8% CO\n2\n.\nMeasurement of transfection efficiency and \nUCK2\n knockdown.\n\n\nWe selected the small interfering RNA (siRNA) transfection conditions based on the transfection efficiency in the cells of a fluorescently labeled transfection control siRNA duplex conjugated with the fluorescent marker TYE 563. Transiently transfected cells were analyzed for transfection efficiency using fluorescence microscopy.\n\n\nUCK2\n transcript expression was knocked down in THP-1 cells using siRNA specific to the human \nUCK2\n transcript. We used the TriFecta RNA interference (RNAi) kit with predesigned oligonucleotide sets from IDT. The siRNA predesigned oligonucleotide query was done using the \nUCK2\n RNA coding sequence (CDS) from NCBI reference sequence \nXM_846154.2\n for \nHomo sapiens\n. We also used scrambled siRNA and human hypoxanthine phosphoribosyltransferase (HPRT) siRNAs as negative and positive controls, respectively, to confirm transfection and siRNA knockdown efficiency. All siRNA duplexes were dissolved in nuclease-free water (pH 7.2) to a final concentration of 2 nM. Three \nUCK2\n-specific, an \nHPRT\n-specific, and scrambled siRNA duplexes were transfected into differentiated THP-1 cells using the Lipofectamine transfection reagent (Invitrogen) following the manufacturer's protocol.\n\n\nTHP-1 cells were infected with \nE. chaffeensis\n 48 h posttransfection. Transfected and \nEhrlichia\n-infected THP-1 cells were analyzed for \nUCK2\n, \nHPRT\n knockdown efficiency and the level of bacterial infection by qRT-PCR 48 h postinfection using primers and probes described in Table S1 in the supplemental material, as explained above.\nTEM.\n\n\nTransmission electron microscopy (TEM) analysis of uninfected and \nE. chaffeensis\n-infected DH82 cultures was performed as described previously (\n17\n).\nStatistics.\n\n\nData are presented as means and standard errors of the mean (SEM). Differences in means were determined using the Mann-Whitney two-tailed rank-sum statistical test, which is independent of the underlying population distribution (StatMost statistical package; Data XIOM, Los Angeles, CA). Survival data were analyzed for significance using the log rank test of Kaplan-Meier plots and Prism (La Jolla, CA) Graphpad software. \nP\n values of < 0.05 were considered significant.",
    "maintenance_of_cell_lines_and_e._chaffeensis_infections.": "The canine macrophage cell line DH82 (ATCC CRL-10389) was cultured in Eagle's minimal essential medium supplemented with 7% fetal bovine serum (FBS) (Atlanta Biologicals, Atlanta, GA) (EMEM\n7\n). THP-1 (ATCC TIB-202) cells were cultured in RPMI 1640 medium supplemented with 10% FBS. \nDrosophila\n S2 cells, obtained from the \nDrosophila\n RNAi Screening Center (Harvard Medical School, Boston, MA), were cultivated at 25°C in Schneider's \nDrosophila\n medium (Invitrogen, Carlsbad, CA) supplemented with 10% fetal bovine serum. For experiments, S2 cells were seeded at a concentration of 1 × 10\n6\n cells/well in 6-well plates.\nThe \nE. chaffeensis\n Arkansas isolate was continuously cultivated in DH82 cells, as described previously, at 37°C, 8% CO\n2\n in EMEM\n7\n (\n40\n). Purified bacteria were used to reinfect DH82, THP-1, and S2 cells.",
    "infections_in_permissive_and_nonpermissive_drosophila_s2_cel": "To make S2 cells nonpermissive to \nE. chaffeensis\n infection, the cells were allowed to adhere for 30 min prior to adding sonicated lipopolysaccharide (LPS) from \nSalmonella enterica\n serovar Minnesota (Sigma, St. Louis, MO) at a concentration of 10 μg per ml. The S2 cells plus LPS were incubated for 5 h prior to infection with \nE. chaffeensis\n. The \nEhrlichia\n-infected S2 cells were monitored at 24 and 96 h postinfection (p.i.). Additionally, uninfected S2 cells, inactivated and activated with LPS, were used as controls. S2 cells were centrifuged at 300 × \ng\n for 5 min prior to RNA isolation from cell pellets using 1 ml of TriReagent (Molecular Research Center, Inc., Cincinnati, OH). The TriReagent-cell mixture was transferred to 2.0-ml Heavy Phase Lock Gel tubes (5 Prime, Westbury, NY). Chloroform (200 μl) was added, and the mixture was gently mixed for 15 s. After centrifugation at 12,000 × \ng\n for 10 min at 4°C, the aqueous phase was poured into 1.5-ml tubes. The RNA was precipitated and washed with isopropanol and ethanol according to the manufacturer's instructions. The RNA pellet was suspended in 50 μl of nuclease-free water, and the RNA concentration was determined spectrophotometrically (NanoDrop Technologies, Wilmington, DE) before and after DNA digestion using a Turbo DNA-free kit (Ambion Inc., Austin, TX).",
    "determination_of_infection_by_rt-pcr_and_quantitative_real-t": "For the microarray, infections were confirmed by reverse transcriptase (RT) PCR using the Promega Access One-Step RT-PCR kit (Madison, WI). Total RNA (750 ng) was used for each 25-μl reaction mixture, which contained the following reagents: 1× buffer, 0.2 mM deoxynucleoside triphosphates (dNTPs), 2 μM forward primer, 2 μM reverse primer, 1.5 mM MgSO\n4\n, 1 U/μl DNA polymerase, 1 U/μl reverse transcriptase, and nuclease-free water. RT-PCRs were performed in a thermocycler (Eppendorf Mastercycler Gradient, Hauppauge, NY). Primers and probes were designed with Primer Quest software (Integrated DNA Technologies, Coralville, IA) and data from NCBI reference sequences (see Table S1 in the supplemental material). RT-PCR conditions for the 16S rRNA of \nE. chaffeensis\n were 48°C for 45 min, 94°C for 4 min, and then 35 cycles of 94°C for 30 s, 52°C for 30 s, and 72°C for 1 min (\n21\n). The ribosomal protein 49 gene (\nrp49\n) was used as a housekeeping gene in RT-PCR experiments with \nDrosophila\n S2 cells. The RT-PCR conditions for \nrp49\n gene amplification were 48°C for 45 min, 94°C for 2 min, and then 35 cycles of 94°C for 45 s, 50°C for 1 min, and 72°C for 1.5 min. No-template RT-PCR controls were also included. RT-PCR product bands were identified on a ChemiImager (Protein Simple, Santa Clara, CA) after electrophoresis in 2% agarose gels and staining with ethidium bromide.\nFlies were anesthetized using CO\n2\n prior to homogenization with disposable pestles (Kimble Chase, Vineland, NJ) in 1 ml of TriReagent. The homogenates were transferred to 2.0 ml Heavy Phase Lock Gel tubes and processed as described above for RNA isolation.\nEhrlichia\n quantification in S2 cells and fly experiments was estimated using TaqMan-based qRT-PCR, as previously described (\n40\n, \n55\n), using \nDrosophila ribosomal protein 15a\n as the housekeeping gene with primers described in Table S1 in the supplemental material. \nE. chaffeensis\n was detected as described previously (\n40\n, \n55\n). The qRT-PCRs were performed in the Cepheid SmartCycler System (Sunnyvale, CA).\nAnalysis of gene expression based on qRT-PCR results was performed using the method described by Pfaffl (\n47\n). In short, primer efficiencies were calculated from standard dilution curves plotting threshold cycle (\nC\nT\n) values versus log RNA using the following equation: efficiency = 10\n(−1/slope of standard curve)\n.\nThe change in \nC\nT\n values for both genes of interest and housekeeping controls was determined by calculating the ΔΔ\nC\nT\n using the following equation: (efficiency of gene of interest\nGene of interest:Δ\nCT\n control − treated\n)/(efficiency of housekeeping gene\nHousekeeping gene:Δ\nCT\n control − treated\n).",
    "microarray_analysis.": "Microarray analysis was performed at the University of Kansas Medical Center Microarray Facility (Kansas City, KS) using Affymetrix (Santa Clara, CA) \nDrosophila\n 2.0 Gene chips according to the manufacturer's specifications. The analysis was performed on four treatment groups (each submitted in triplicate at 24 h p.i.): (i) S2 cells infected with \nE. chaffeensis\n, (ii) S2 cells incubated with LPS and then infected with \nE. chaffeensis\n, (iii) S2 cells incubated with LPS, and (iv) untreated/uninfected S2 cells. CHP files were analyzed using GeneSpring 7.3 software and normalized by “per gene: normalize to median.” The “filter on volcano plot” was applied at 1.5-fold change and one-way analysis of variance (ANOVA) at a significance level (α) of 0.05. Genes upregulated 1.5-fold or more above basal expression levels were identified under both permissive and nonpermissive conditions compared to uninfected controls at 24 h p.i. These gene sets were then compared, and those upregulated exclusively under either permissive or nonpermissive conditions at 24 h p.i. were identified. Microarray MIAMI-compliant data are available at the publicly accessible database (\nhttp://bioinformatics.kumc.edu/mdms/login.php\n) by accessing the experiment entitled “Differential Gene Expression in \nEhrlichia chaffeensis\n-infected S2 cells.”",
    "d._melanogaster.": "Flies were maintained on standard dextrose-molasses-yeast medium at 18 to 29°C. For all experiments, flies with the appropriate background were used as wild-type (WT) controls. \nw;Hemese-Gal4 UASGFP\n flies (GFPHeme) (from Michael J. Williams, Umea Centre for Molecular Pathogenesis, Umea University, Umea, Sweden), \nyellow-white\n (\nyw\n) (maintained in our stock collection at Kansas State University), and/or \nwhite ocelli\n (\nwo\n1\n) (stock number 634, from the Bloomington \nDrosophila\n Stock Center at Indiana University, Bloomington, IN) were used as the WT in these experiments. \nwithered\n (\nwhd\n1\n) (FBgn0004012; stock number 441), \ndumpy\n (\ndp\nov1\n) (FBgn0053196; stock number 276), and \ntilt\n (\ntt\n1\nwo\n1\n) (FBgn0003868; stock number 623) mutants are all the result of spontaneous mutations (\n35\n, \n44\n, \n65\n) and were obtained from the Bloomington \nDrosophila\n Stock Center at Indiana University, Bloomington, IN. The stock numbers, genotypes, and associated genes of adult \nDrosophila\n flies screened by microinjection are listed in Table S2 in the supplemental material.",
    "adult_drosophila_infections.": "Flies were transferred to fresh food at least 24 h prior to injection/infection. For injection/infection, adult male and female flies were anesthetized with CO\n2\n (for no longer than 15 min at a time). Flies were injected with approximately 50 nl of sterile PBS or with >5,000 bacteria, using pulled glass capillary needles. Injections were made in the abdomen of the fly, close to the junction of the thorax and ventral to the junction between the dorsal and ventral cuticles. Following injection, the flies were maintained in clean bottles with molasses caps that were changed every other day throughout the course of the experiments. Survival of the flies was monitored daily.",
    "cpec_treatment_of_s2_cells.": "Cyclopentenylcytosine (CPEC) was obtained from the National Cancer Institute (Drug Synthesis and Chemistry Branch, Developmental Therapeutics Program, Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD) through a Materials Transfer Agreement. The CPEC was prepared to a final concentration of 15.06 mM using sterile water containing 1% dimethyl sulfoxide (DMSO). Two different infection protocols were used for testing the effect of CPEC on the growth of \nE. chaffeensis\n in the S2 cells. For the first protocol, CPEC was added to S2 cells at final concentrations of 100, 10, 1, or 0.1 μM/well; \nE. chaffeensis\n was added to the treated cells 2 days later, and RNA was extracted from the cells 2 days postinfection. For the second protocol, S2 cells were infected with \nE. chaffeensis\n for 2 days, and then various concentrations of CPEC were then added and RNA extractions were performed 2 days following the CPEC treatment. S2 cells treated with diluent only and infected with \nEhrlichia\n and uninfected S2 cells were used as controls. A qRT-PCR assay was used to analyze transcript levels of \nEhrlichia\n 16S rRNA and \nDrosophila ribosomal protein 15a\n, as described above.",
    "addition_of_exogenous_cytosine_to_drosophila_s2_cells.": "Cytosine was obtained from Sigma-Aldrich Co. The cytosine was dissolved in 500 mM hydrochloric acid and then in sterile water to 100 mM, according to the manufacturer's recommendation. For infection experiments, S2 cells were incubated for 24 h prior to cytosine addition to a final concentration of 25 mM; the cells were further incubated for 24 h. \nE. chaffeensis\n was added to the cytosine-treated cells, to untreated S2 cells, and to S2 cells treated with the cytosine diluent. Untreated, uninfected S2 cells were used as a negative control. RNA was extracted from the cells at 24, 48, 72, and 96 h p.i. qRT-PCR was used to measure transcript levels of \nEhrlichia\n 16S rRNA and \nDrosophila ribosomal protein 15a\n, as described above.",
    "thp-1_cell_differentiation_and_cell_cultures.": "THP-1 human macrophages were cultured as described above. For differentiation, THP-1 cells (6 × 10\n4\n THP-1 cells/well; 24-well plates) were incubated with phorbol 12-myristate 13-acetate (PMA) (Sigma-Aldrich Chemical Co., St. Louis, MO) at a final concentration of 50 μM. The cells were cultured for 24 h to allow final differentiation into macrophages in a cell culture incubator at 37°C with 8% CO\n2\n.",
    "measurement_of_transfection_efficiency_and_uck2_knockdown.": "We selected the small interfering RNA (siRNA) transfection conditions based on the transfection efficiency in the cells of a fluorescently labeled transfection control siRNA duplex conjugated with the fluorescent marker TYE 563. Transiently transfected cells were analyzed for transfection efficiency using fluorescence microscopy.\nUCK2\n transcript expression was knocked down in THP-1 cells using siRNA specific to the human \nUCK2\n transcript. We used the TriFecta RNA interference (RNAi) kit with predesigned oligonucleotide sets from IDT. The siRNA predesigned oligonucleotide query was done using the \nUCK2\n RNA coding sequence (CDS) from NCBI reference sequence \nXM_846154.2\n for \nHomo sapiens\n. We also used scrambled siRNA and human hypoxanthine phosphoribosyltransferase (HPRT) siRNAs as negative and positive controls, respectively, to confirm transfection and siRNA knockdown efficiency. All siRNA duplexes were dissolved in nuclease-free water (pH 7.2) to a final concentration of 2 nM. Three \nUCK2\n-specific, an \nHPRT\n-specific, and scrambled siRNA duplexes were transfected into differentiated THP-1 cells using the Lipofectamine transfection reagent (Invitrogen) following the manufacturer's protocol.\nTHP-1 cells were infected with \nE. chaffeensis\n 48 h posttransfection. Transfected and \nEhrlichia\n-infected THP-1 cells were analyzed for \nUCK2\n, \nHPRT\n knockdown efficiency and the level of bacterial infection by qRT-PCR 48 h postinfection using primers and probes described in Table S1 in the supplemental material, as explained above.",
    "tem.": "Transmission electron microscopy (TEM) analysis of uninfected and \nE. chaffeensis\n-infected DH82 cultures was performed as described previously (\n17\n).",
    "statistics.": "Data are presented as means and standard errors of the mean (SEM). Differences in means were determined using the Mann-Whitney two-tailed rank-sum statistical test, which is independent of the underlying population distribution (StatMost statistical package; Data XIOM, Los Angeles, CA). Survival data were analyzed for significance using the log rank test of Kaplan-Meier plots and Prism (La Jolla, CA) Graphpad software. \nP\n values of < 0.05 were considered significant.",
    "results": "Microarray “permissive-exclusive” genes after infection with \nE. chaffeensis\n.\n\n\nTo identify host genes that are necessary for \nE. chaffeensis\n infection, we examined transcript levels of \nDrosophila\n S2 cells under four different conditions at 24 h p.i. to assess the host factors that might be needed to initiate the infection. They included (i) uninfected S2 cells, (ii) uninfected S2 cells activated with LPS, (iii) S2 cells activated with LPS and then infected with \nE. chaffeensis\n (nonpermissive conditions; this experiment, performed as in previous studies, demonstrated the inhibition of \nE. chaffeensis\n replication in LPS-activated S2 cells [\n43\n]), and (iv) S2 cells infected with \nE. chaffeensis\n (permissive conditions). \nE. chaffeensis\n replicated only under permissive conditions and not under nonpermissive conditions for as long as 96 h p.i. (\nFig. 1\n). Uninfected cells were used to discern the basal transcript levels in the S2 cells, and comparisons across the different conditions were based on this basal level of expression. In order to understand which gene transcripts were specific to nonpermissive S2 cells, we used the S2 cells that were treated only with LPS as a comparison. Cells that received only LPS treatment revealed activation-specific gene transcripts. We compared those genes to the genes that had increased transcript levels in cells infected under nonpermissive conditions for bacterial growth to deduce transcripts that were upregulated exclusively under nonpermissive conditions. We also determined the gene transcripts that were upregulated 1.5-fold or more exclusively under permissive infection conditions for \nE. chaffeensis\n growth, and 2,128 genes were upregulated 1.5-fold more than in uninfected controls. Under nonpermissive growth conditions, 1,742 of the genes were upregulated 1.5-fold more than in uninfected S2 cells. When we compared transcripts that were upregulated under permissive growth conditions to transcripts that were upregulated under nonpermissive growth conditions, we identified 527 genes unique to permissive conditions (see Table S3 in the supplemental material). Of these, 210 had previously been ascribed some function and had some characterization. The functions of the remaining 307 genes had yet to be defined and had “\nCG\n” (computed gene) gene designations. However, a number of these genes had orthologs with some described properties. These ortholog gene descriptions were used to ascribe functions for our analyses. Viable and fertile adult fly mutant stocks were available for 118 of the 527 genes (37 stocks for defined genes and 81 stocks for undefined genes). These flies had appropriate mutations in coding exons in the genes of interest and allowed testing of how the absence of a functional gene would affect fly survival and/or bacterial replication \nin vivo\n. Our screen of mutant fly lines was loosely based on descriptions of genes that controlled functions that we guessed might be important for bacterial growth or were random choices of \nCG\n-designated genes.\n\n\nFig 1.\n\n\n\n\nOpen in a new tab\n\n\nInfection of microarray samples by \nE. chaffeensis\n. S2 cells with and without LPS treatment were assayed for \nE. chaffeensis\n infection after 24 or 96 h; uninfected S2 cells were also assessed. \nE. chaffeensis\n infection was confirmed by assessing the 16S ribosomal RNA as described in Materials and Methods. \nD. melanogaster rp49\n transcript was used as a loading control.\nE. chaffeensis\n infection in selected mutant \nDrosophila\n fly lines.\n\n\nWe screened 19 \nDrosophila\n lines with mutations in the genes of interest (see Table S2 in the supplemental material) for bacterial replication and fly survival. Flies (wild type and mutant) were injected with cell-free \nE. chaffeensis\n or sterile PBS and monitored for survival for 96 to 120 h p.i. (20 flies per treatment group per experiment; the experiment was repeated independently at least 3 times). We looked for the mutants that displayed increased survival of the flies after bacterial challenge compared to the wild-type flies. Our hypothesis was that the gene affected in a mutant allowed increased survival because its expression was needed for \nE. chaffeensis\n replication. We found that the flies that had mutations in \nNup37\n, \nEchs1\n, \nCht11\n, \nCG6479\n, \nCcdc58\n, \nApop1\n, \nsan\n, and \nUck2\n displayed significantly increased survival compared to wild-type flies after infection with \nE. chaffeensis\n (\nFig. 2\n). In contrast, several mutants did not show increased resistance to \nE. chaffeensis\n infections. They included three \nG3pdh\n mutants (stock 1124, shown in \nFig. 2\n) and \nCG14434\n (\nFig. 2\n), as well as \nCG10672\n, \nCG4743\n, \nCG9300\n, \ntsp3A\n, \nCG10992\n, and \nGap69C\n (data not shown).\n\n\nFig 2.\n\n\n\n\nOpen in a new tab\n\n\nInfection of mutant flies with \nE. chaffeensis. D. melanogaster\n was mutant for the indicated genes and was observed for sensitivity to infection. Wild-type flies were injected with PBS (△) or bacteria (▲), and mutant flies were injected with PBS (○) or bacteria (●). The data represent means ± SEM of three or more independent experiments, with 20 flies per treatment group per experiment. †, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.\nTo confirm that \nNup37\n, \nEchs1\n, \nCht11\n, \nCG6479\n, \nCcdc58\n, \nApop1\n, \nsan\n, and \nUck2\n gene mutations affected \nE. chaffeensis\n infections, we also estimated bacterial replication as measured by qRT-PCR (\nFig. 3\n). Experimental infection of flies with disruptions in all 8 genes resulted in a significant drop in the numbers of bacteria compared to those observed in wild-type flies infected with the organism (\nFig. 3\n).\n\n\nFig 3.\n\n\n\n\nOpen in a new tab\n\n\nBacterial growth in \nDrosophila\n mutants. Bacterial numbers were quantified 96 h after infection using qRT-PCR as described in Materials and Methods. The data represent means ± SEM of three assessments for \nCht11\n, \nUck2\n, \nEchs1\n, \nsan\n, \nCG6479\n, \ntilt\n, \nwithered\n, and \ndumpy\n and one assessment for \nCcdc58\n, \nNup37\n, and \nApop1\n.\nUridine/cytidine kinase mutations affect fly survival and bacterial replication.\n\n\nTo understand the physiological relevance of disruption of gene function to \nE. chaffeensis\n growth in the host, we focused on \nUck2\n, as an ortholog for this gene has been identified in mammalian species (\n43\n). Stroman (\n56\n) previously reported that the \nDrosophila dumpy\n, \ntilt\n, and \nwithered\n stocks carried a mutation(s) that affects uridine/cytidine kinase function. To confirm the impact of \nUck2\n on \nE. chaffeensis\n growth, the three fly lines with putative defects in uridine/cytidine kinase function were infected with \nE. chaffeensis\n and assessed for bacterial replication. Two of these fly lines were significantly more resistant to \nE. chaffeensis\n challenge than WT flies (\nFig. 4\n). For example, at 96 h p.i., 61% of the \ndumpy\n flies were alive compared to 42% of WT flies; similarly, 66% of \nwithered\n flies survived compared to 38% of WT flies (\nP\n < 0.05). Although there was a tendency for the \ntilt\n flies (60% ± 16% survival) to be more resistant than the WT flies (46% ± 7% survival), the differences were not statistically significant (\nFig. 4\n). The increased survival of the \nwithered\n and \ndumpy\n mutants was accompanied by a significant decrease in the replication of the \nEhrlichia\n organisms, as measured by qRT-PCR assay (\nFig. 3\n). At 96 h p.i., WT flies contained significantly more bacteria than \nwithered\n and \ndumpy\n mutants (\nP\n = 0.02) (\nFig. 3\n, bottom). The \ntilt\n mutants averaged fewer bacteria, but there was more variation in the samples.\n\n\nFig 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nwithered\n (top), \ntilt\n (middle), and \ndumpy\n (bottom) gene mutations on \nE. chaffeensis\n infections. \nwithered\n, \ntilt\n, and \ndumpy\n flies were screened for their sensitivity to infection. The data represent means ± SEM of 4 or 5 independent experiments, with 20 flies per treatment group per experiment. #, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.\nCPEC treatment increases \nE. chaffeensis\n infection.\n\n\nThe uridine/cytidine kinase enzyme functions in pyrimidine synthesis pathways and is specifically involved in the conversion of uridine to UMP and cytidine to CMP (\n52\n, \n62\n, \n63\n) (\nFig. 5\n). dCTP can also be synthesized from glutamine through the \nde novo\n synthesis pathway, as well (\n52\n, \n62\n) (\nFig. 5\n). To determine the importance of the \nde novo\n synthesis pathway to \nE. chaffeensis\n infections, we obtained the drug cyclopentenyl cytosine, which inhibits the conversion of [\n3\nH]UTP to [\n3\nH]CTP (\n28\n), as an inhibitor of CTP synthetase (\n45\n, \n52\n, \n62\n). The drug effectively inhibits \nde novo\n synthesis of pyrimidines, leaving only the salvage pathway, with cytidine as the substrate for pyrimidine synthesis. To explore the impact of CPEC on \nE. chaffeensis\n growth, S2 cells were treated with CPEC for 48 h at a final concentration of 0.1, 1, 10, or 100 μM. Subsequently, we infected those cells with \nE. chaffeensis\n for an additional 48 h. We found a significant increase in bacterial growth in all of the treated cells compared to infected cells treated with carrier only (\nFig. 6\n, solid bars; \nP\n < 0.01). Similarly, when S2 cells were first infected with \nE. chaffeensis\n for 48 h and then treated with different concentrations of CPEC for 48 h, we observed significant increases in bacterial growth in cells treated with 10 and 100 μM CPEC compared to infected cells treated with carrier only (\nFig. 6\n, cross-hatched bars; \nP\n < 0.01). Therefore, the \nde novo\n synthesis pathway was not needed for bacterial growth in the S2 cells and usually enhanced infection.\n\n\nFig 5.\n\n\n\n\nOpen in a new tab\n\n\nNucleotide \nde novo\n and salvage pathways for production of dCTP. \nDe novo\n synthesis through glutamine and UMP is represented by large solid arrows. The salvage pathways through uridine or cytidine are represented by thin and dashed arrows. The star represents the enzyme CTP synthetase, and the triangles represent uridine/cytidine kinase. Inhibition by CPEC occurs at the conversion of UTP to CTP.\nFig 6.\n\n\n\n\nOpen in a new tab\n\n\nEffect of cyclopentenyl cytosine on \nE. chaffeensis\n infections. Percent change in \nE. chaffeensis\n 16S rRNA copies in S2 cells treated with CPEC compared to S2 cells treated with carrier only. There were two treatment schemes. (i) Day 1, CPEC. S2 cells were first treated with CPEC (at the indicated concentrations) for 48 h and then infected with \nE. chaffeensis\n for an additional 48 h (solid bars). (ii) Day 1, \nE. chaffeensis\n. S2 cells were first infected with \nE. chaffeensis\n for 48 h and then treated with CPEC (at the indicated concentrations) for 48 h (cross-hatched bars). RNA extraction was performed following both treatment schemes. The data presented represent the means ± SEM of 3 independent experiments.\nCytosine treatment increases \nE. chaffeensis\n infection.\n\n\nCytosine combines with ribose to form cytidine in the nucleotide salvage pathway. Therefore, to determine if it is an important substrate for bacterial growth, we supplemented S2 cell culture medium for 24 h with 25 mM cytosine prior to infection with \nE. chaffeensis\n, and bacterial replication was assessed at up to 96 h p.i. (\nFig. 7\n). The cytosine-treated infected cells contained averages of 456%, 1423%, 3,352%, and 2,465% more copies of \nEhrlichia\n 16S rRNA at 24, 48, 72, and 96 h p.i., respectively, than mock-infected cells.\n\n\nFig 7.\n\n\n\n\nOpen in a new tab\n\n\nEffect of cytosine on \nE. chaffeensis\n infections. Shown is the percent change in \nEhrlichia\n 16S rRNA copies in S2 cells treated with cytosine and infected with \nE. chaffeensis\n organisms (Ehr) compared to S2 cells treated with carrier only and infected with bacteria. The data presented represent the means of 3 independent experiments. †, significant difference (\nP\n < 0.03). \nEhrlichia\n only represents the baseline control, which was the same at each time, so only one control is presented.\nSilencing of \nUCK2\n in human THP-1 cells.\n\n\nThe uridine-cytidine kinase UCK2 is a conserved enzyme that is present in humans, as well as \nD. melanogaster\n. Therefore, to examine the contribution of the enzyme to \nE. chaffeensis\n growth in human cells, we used double-stranded RNA (dsRNA) to induce \nUCK2\n gene-specific silencing to inhibit translation of UCK2. We used three different RNA duplex sequences to define the specificity of the UCK2 knockdown. THP-1 cells are a promyelocytic cell line that was induced to differentiate into macrophages for 24 h using phorbol ester. After being silenced for 48 h, cells were infected with \nE. chaffeensis\n. Three different siRNA duplexes targeted to the \nUCK2\n transcript consistently inhibited \nE. chaffeensis\n growth by 48 h p.i. in the range of 47 to 69% compared to cells treated with a scrambled control siRNA (\nTable 1\n). We also detected improved \nE. chaffeensis\n growth in cells treated with siRNA for HPRT, which was used as a control for silencing-procedure effectiveness and to help show the specificity of the \nUCK2\n-specific duplexes.\n\n\nTable 1.\n\n\nImpact of \nUCK2\n dsRNA silencing on \nE. chaffeensis\n growth in THP-1 cells\n\n\n\n\n\n\nTreatment\n\n\n% Inhibition\na\n\n\n\n\n% of \nE. chaffeensis\n compared to scrambled dsRNA control\na\n\n\n\n\n\n\n\n\n\n\nDuplex 1\n\n\n99 ± 1\nb\n\n\n\n\n31 ± 21 (9)\n\n\n\n\n\n\nDuplex 2\n\n\n97 ± 5\nb\n\n\n\n\n46 ± 32 (24)\n\n\n\n\n\n\nDuplex 3\n\n\n96 ± 3\nb\n\n\n\n\n53 ± 30 (29)\n\n\n\n\n\n\nHPRT\n\n\n100 ± 0\nc\n\n\n\n\n225 ± 86 (108)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nMeans ± SEM (median) of 5 independent experiments. Control \nE. chaffeensis\n numbers: 26,348 ± 4,147.\n\n\n\n\n\n\nb\nSilencing efficiency compared to scrambled dsRNA.\n\n\n\n\n\n\nc\nSilencing efficiency of HPRT dsRNA. HPRT was used as a control to ensure transfection and silencing-protocol effectiveness.\nMitochondrial localization around morulae in \nE. chaffeensis\n-infected cells.\n\n\nMitochondria surround morulae in \nE. chaffeensis\n-infected cells (\n49\n). Indeed, when we examined DH82 cells after infection with \nE. chaffeensis\n by TEM, one prominent feature of the infected cells was the clustering of large numbers of mitochondria around the morulae (\nFig. 8A\n and \nB\n). It even appears that mitochondria were closely apposed to bacteria within the parasitophorous vacuole (\nFig. 8B\n). This contrasts with the random distribution of mitochondria in uninfected cells (\nFig. 8C\n).\n\n\nFig 8.\n\n\n\n\nOpen in a new tab\n\n\nLocalization of mitochondria around morulae of \nE. chaffeensis\n-infected DH82 cells. (A and B) Transmission electron microscopy of DH82 cells infected with \nE. chaffeensis\n 96 (original magnification, ×5,000) (A) or 168 (original magnification, ×15,000) (B) hours after infection. (C) Uninfected DH82 cells (original magnification, ×5,000). Morulae (M) are surrounded by mitochondria, indicated by arrows.",
    "microarray_“permissive-exclusive”_genes_after_infection_with": "To identify host genes that are necessary for \nE. chaffeensis\n infection, we examined transcript levels of \nDrosophila\n S2 cells under four different conditions at 24 h p.i. to assess the host factors that might be needed to initiate the infection. They included (i) uninfected S2 cells, (ii) uninfected S2 cells activated with LPS, (iii) S2 cells activated with LPS and then infected with \nE. chaffeensis\n (nonpermissive conditions; this experiment, performed as in previous studies, demonstrated the inhibition of \nE. chaffeensis\n replication in LPS-activated S2 cells [\n43\n]), and (iv) S2 cells infected with \nE. chaffeensis\n (permissive conditions). \nE. chaffeensis\n replicated only under permissive conditions and not under nonpermissive conditions for as long as 96 h p.i. (\nFig. 1\n). Uninfected cells were used to discern the basal transcript levels in the S2 cells, and comparisons across the different conditions were based on this basal level of expression. In order to understand which gene transcripts were specific to nonpermissive S2 cells, we used the S2 cells that were treated only with LPS as a comparison. Cells that received only LPS treatment revealed activation-specific gene transcripts. We compared those genes to the genes that had increased transcript levels in cells infected under nonpermissive conditions for bacterial growth to deduce transcripts that were upregulated exclusively under nonpermissive conditions. We also determined the gene transcripts that were upregulated 1.5-fold or more exclusively under permissive infection conditions for \nE. chaffeensis\n growth, and 2,128 genes were upregulated 1.5-fold more than in uninfected controls. Under nonpermissive growth conditions, 1,742 of the genes were upregulated 1.5-fold more than in uninfected S2 cells. When we compared transcripts that were upregulated under permissive growth conditions to transcripts that were upregulated under nonpermissive growth conditions, we identified 527 genes unique to permissive conditions (see Table S3 in the supplemental material). Of these, 210 had previously been ascribed some function and had some characterization. The functions of the remaining 307 genes had yet to be defined and had “\nCG\n” (computed gene) gene designations. However, a number of these genes had orthologs with some described properties. These ortholog gene descriptions were used to ascribe functions for our analyses. Viable and fertile adult fly mutant stocks were available for 118 of the 527 genes (37 stocks for defined genes and 81 stocks for undefined genes). These flies had appropriate mutations in coding exons in the genes of interest and allowed testing of how the absence of a functional gene would affect fly survival and/or bacterial replication \nin vivo\n. Our screen of mutant fly lines was loosely based on descriptions of genes that controlled functions that we guessed might be important for bacterial growth or were random choices of \nCG\n-designated genes.\nFig 1.\n\n\n\n\nOpen in a new tab\n\n\nInfection of microarray samples by \nE. chaffeensis\n. S2 cells with and without LPS treatment were assayed for \nE. chaffeensis\n infection after 24 or 96 h; uninfected S2 cells were also assessed. \nE. chaffeensis\n infection was confirmed by assessing the 16S ribosomal RNA as described in Materials and Methods. \nD. melanogaster rp49\n transcript was used as a loading control.",
    "fig_1.": "Open in a new tab\nInfection of microarray samples by \nE. chaffeensis\n. S2 cells with and without LPS treatment were assayed for \nE. chaffeensis\n infection after 24 or 96 h; uninfected S2 cells were also assessed. \nE. chaffeensis\n infection was confirmed by assessing the 16S ribosomal RNA as described in Materials and Methods. \nD. melanogaster rp49\n transcript was used as a loading control.",
    "e._chaffeensis_infection_in_selected_mutant_drosophila_fly_l": "We screened 19 \nDrosophila\n lines with mutations in the genes of interest (see Table S2 in the supplemental material) for bacterial replication and fly survival. Flies (wild type and mutant) were injected with cell-free \nE. chaffeensis\n or sterile PBS and monitored for survival for 96 to 120 h p.i. (20 flies per treatment group per experiment; the experiment was repeated independently at least 3 times). We looked for the mutants that displayed increased survival of the flies after bacterial challenge compared to the wild-type flies. Our hypothesis was that the gene affected in a mutant allowed increased survival because its expression was needed for \nE. chaffeensis\n replication. We found that the flies that had mutations in \nNup37\n, \nEchs1\n, \nCht11\n, \nCG6479\n, \nCcdc58\n, \nApop1\n, \nsan\n, and \nUck2\n displayed significantly increased survival compared to wild-type flies after infection with \nE. chaffeensis\n (\nFig. 2\n). In contrast, several mutants did not show increased resistance to \nE. chaffeensis\n infections. They included three \nG3pdh\n mutants (stock 1124, shown in \nFig. 2\n) and \nCG14434\n (\nFig. 2\n), as well as \nCG10672\n, \nCG4743\n, \nCG9300\n, \ntsp3A\n, \nCG10992\n, and \nGap69C\n (data not shown).\nFig 2.\n\n\n\n\nOpen in a new tab\n\n\nInfection of mutant flies with \nE. chaffeensis. D. melanogaster\n was mutant for the indicated genes and was observed for sensitivity to infection. Wild-type flies were injected with PBS (△) or bacteria (▲), and mutant flies were injected with PBS (○) or bacteria (●). The data represent means ± SEM of three or more independent experiments, with 20 flies per treatment group per experiment. †, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.\nTo confirm that \nNup37\n, \nEchs1\n, \nCht11\n, \nCG6479\n, \nCcdc58\n, \nApop1\n, \nsan\n, and \nUck2\n gene mutations affected \nE. chaffeensis\n infections, we also estimated bacterial replication as measured by qRT-PCR (\nFig. 3\n). Experimental infection of flies with disruptions in all 8 genes resulted in a significant drop in the numbers of bacteria compared to those observed in wild-type flies infected with the organism (\nFig. 3\n).\nFig 3.\n\n\n\n\nOpen in a new tab\n\n\nBacterial growth in \nDrosophila\n mutants. Bacterial numbers were quantified 96 h after infection using qRT-PCR as described in Materials and Methods. The data represent means ± SEM of three assessments for \nCht11\n, \nUck2\n, \nEchs1\n, \nsan\n, \nCG6479\n, \ntilt\n, \nwithered\n, and \ndumpy\n and one assessment for \nCcdc58\n, \nNup37\n, and \nApop1\n.",
    "fig_2.": "Open in a new tab\nInfection of mutant flies with \nE. chaffeensis. D. melanogaster\n was mutant for the indicated genes and was observed for sensitivity to infection. Wild-type flies were injected with PBS (△) or bacteria (▲), and mutant flies were injected with PBS (○) or bacteria (●). The data represent means ± SEM of three or more independent experiments, with 20 flies per treatment group per experiment. †, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.",
    "fig_3.": "Open in a new tab\nBacterial growth in \nDrosophila\n mutants. Bacterial numbers were quantified 96 h after infection using qRT-PCR as described in Materials and Methods. The data represent means ± SEM of three assessments for \nCht11\n, \nUck2\n, \nEchs1\n, \nsan\n, \nCG6479\n, \ntilt\n, \nwithered\n, and \ndumpy\n and one assessment for \nCcdc58\n, \nNup37\n, and \nApop1\n.",
    "uridine/cytidine_kinase_mutations_affect_fly_survival_and_ba": "To understand the physiological relevance of disruption of gene function to \nE. chaffeensis\n growth in the host, we focused on \nUck2\n, as an ortholog for this gene has been identified in mammalian species (\n43\n). Stroman (\n56\n) previously reported that the \nDrosophila dumpy\n, \ntilt\n, and \nwithered\n stocks carried a mutation(s) that affects uridine/cytidine kinase function. To confirm the impact of \nUck2\n on \nE. chaffeensis\n growth, the three fly lines with putative defects in uridine/cytidine kinase function were infected with \nE. chaffeensis\n and assessed for bacterial replication. Two of these fly lines were significantly more resistant to \nE. chaffeensis\n challenge than WT flies (\nFig. 4\n). For example, at 96 h p.i., 61% of the \ndumpy\n flies were alive compared to 42% of WT flies; similarly, 66% of \nwithered\n flies survived compared to 38% of WT flies (\nP\n < 0.05). Although there was a tendency for the \ntilt\n flies (60% ± 16% survival) to be more resistant than the WT flies (46% ± 7% survival), the differences were not statistically significant (\nFig. 4\n). The increased survival of the \nwithered\n and \ndumpy\n mutants was accompanied by a significant decrease in the replication of the \nEhrlichia\n organisms, as measured by qRT-PCR assay (\nFig. 3\n). At 96 h p.i., WT flies contained significantly more bacteria than \nwithered\n and \ndumpy\n mutants (\nP\n = 0.02) (\nFig. 3\n, bottom). The \ntilt\n mutants averaged fewer bacteria, but there was more variation in the samples.\nFig 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nwithered\n (top), \ntilt\n (middle), and \ndumpy\n (bottom) gene mutations on \nE. chaffeensis\n infections. \nwithered\n, \ntilt\n, and \ndumpy\n flies were screened for their sensitivity to infection. The data represent means ± SEM of 4 or 5 independent experiments, with 20 flies per treatment group per experiment. #, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.",
    "fig_4.": "Open in a new tab\nEffects of \nwithered\n (top), \ntilt\n (middle), and \ndumpy\n (bottom) gene mutations on \nE. chaffeensis\n infections. \nwithered\n, \ntilt\n, and \ndumpy\n flies were screened for their sensitivity to infection. The data represent means ± SEM of 4 or 5 independent experiments, with 20 flies per treatment group per experiment. #, survival is significantly different from that of \nE. chaffeensis\n-infected wild-type flies; \nP\n < 0.05 using the log rank test of the Kaplan-Meier plots.",
    "cpec_treatment_increases_e._chaffeensis_infection.": "The uridine/cytidine kinase enzyme functions in pyrimidine synthesis pathways and is specifically involved in the conversion of uridine to UMP and cytidine to CMP (\n52\n, \n62\n, \n63\n) (\nFig. 5\n). dCTP can also be synthesized from glutamine through the \nde novo\n synthesis pathway, as well (\n52\n, \n62\n) (\nFig. 5\n). To determine the importance of the \nde novo\n synthesis pathway to \nE. chaffeensis\n infections, we obtained the drug cyclopentenyl cytosine, which inhibits the conversion of [\n3\nH]UTP to [\n3\nH]CTP (\n28\n), as an inhibitor of CTP synthetase (\n45\n, \n52\n, \n62\n). The drug effectively inhibits \nde novo\n synthesis of pyrimidines, leaving only the salvage pathway, with cytidine as the substrate for pyrimidine synthesis. To explore the impact of CPEC on \nE. chaffeensis\n growth, S2 cells were treated with CPEC for 48 h at a final concentration of 0.1, 1, 10, or 100 μM. Subsequently, we infected those cells with \nE. chaffeensis\n for an additional 48 h. We found a significant increase in bacterial growth in all of the treated cells compared to infected cells treated with carrier only (\nFig. 6\n, solid bars; \nP\n < 0.01). Similarly, when S2 cells were first infected with \nE. chaffeensis\n for 48 h and then treated with different concentrations of CPEC for 48 h, we observed significant increases in bacterial growth in cells treated with 10 and 100 μM CPEC compared to infected cells treated with carrier only (\nFig. 6\n, cross-hatched bars; \nP\n < 0.01). Therefore, the \nde novo\n synthesis pathway was not needed for bacterial growth in the S2 cells and usually enhanced infection.\nFig 5.\n\n\n\n\nOpen in a new tab\n\n\nNucleotide \nde novo\n and salvage pathways for production of dCTP. \nDe novo\n synthesis through glutamine and UMP is represented by large solid arrows. The salvage pathways through uridine or cytidine are represented by thin and dashed arrows. The star represents the enzyme CTP synthetase, and the triangles represent uridine/cytidine kinase. Inhibition by CPEC occurs at the conversion of UTP to CTP.\nFig 6.\n\n\n\n\nOpen in a new tab\n\n\nEffect of cyclopentenyl cytosine on \nE. chaffeensis\n infections. Percent change in \nE. chaffeensis\n 16S rRNA copies in S2 cells treated with CPEC compared to S2 cells treated with carrier only. There were two treatment schemes. (i) Day 1, CPEC. S2 cells were first treated with CPEC (at the indicated concentrations) for 48 h and then infected with \nE. chaffeensis\n for an additional 48 h (solid bars). (ii) Day 1, \nE. chaffeensis\n. S2 cells were first infected with \nE. chaffeensis\n for 48 h and then treated with CPEC (at the indicated concentrations) for 48 h (cross-hatched bars). RNA extraction was performed following both treatment schemes. The data presented represent the means ± SEM of 3 independent experiments.",
    "fig_5.": "Open in a new tab\nNucleotide \nde novo\n and salvage pathways for production of dCTP. \nDe novo\n synthesis through glutamine and UMP is represented by large solid arrows. The salvage pathways through uridine or cytidine are represented by thin and dashed arrows. The star represents the enzyme CTP synthetase, and the triangles represent uridine/cytidine kinase. Inhibition by CPEC occurs at the conversion of UTP to CTP.",
    "fig_6.": "Open in a new tab\nEffect of cyclopentenyl cytosine on \nE. chaffeensis\n infections. Percent change in \nE. chaffeensis\n 16S rRNA copies in S2 cells treated with CPEC compared to S2 cells treated with carrier only. There were two treatment schemes. (i) Day 1, CPEC. S2 cells were first treated with CPEC (at the indicated concentrations) for 48 h and then infected with \nE. chaffeensis\n for an additional 48 h (solid bars). (ii) Day 1, \nE. chaffeensis\n. S2 cells were first infected with \nE. chaffeensis\n for 48 h and then treated with CPEC (at the indicated concentrations) for 48 h (cross-hatched bars). RNA extraction was performed following both treatment schemes. The data presented represent the means ± SEM of 3 independent experiments.",
    "cytosine_treatment_increases_e._chaffeensis_infection.": "Cytosine combines with ribose to form cytidine in the nucleotide salvage pathway. Therefore, to determine if it is an important substrate for bacterial growth, we supplemented S2 cell culture medium for 24 h with 25 mM cytosine prior to infection with \nE. chaffeensis\n, and bacterial replication was assessed at up to 96 h p.i. (\nFig. 7\n). The cytosine-treated infected cells contained averages of 456%, 1423%, 3,352%, and 2,465% more copies of \nEhrlichia\n 16S rRNA at 24, 48, 72, and 96 h p.i., respectively, than mock-infected cells.\nFig 7.\n\n\n\n\nOpen in a new tab\n\n\nEffect of cytosine on \nE. chaffeensis\n infections. Shown is the percent change in \nEhrlichia\n 16S rRNA copies in S2 cells treated with cytosine and infected with \nE. chaffeensis\n organisms (Ehr) compared to S2 cells treated with carrier only and infected with bacteria. The data presented represent the means of 3 independent experiments. †, significant difference (\nP\n < 0.03). \nEhrlichia\n only represents the baseline control, which was the same at each time, so only one control is presented.",
    "fig_7.": "Open in a new tab\nEffect of cytosine on \nE. chaffeensis\n infections. Shown is the percent change in \nEhrlichia\n 16S rRNA copies in S2 cells treated with cytosine and infected with \nE. chaffeensis\n organisms (Ehr) compared to S2 cells treated with carrier only and infected with bacteria. The data presented represent the means of 3 independent experiments. †, significant difference (\nP\n < 0.03). \nEhrlichia\n only represents the baseline control, which was the same at each time, so only one control is presented.",
    "silencing_of_uck2_in_human_thp-1_cells.": "The uridine-cytidine kinase UCK2 is a conserved enzyme that is present in humans, as well as \nD. melanogaster\n. Therefore, to examine the contribution of the enzyme to \nE. chaffeensis\n growth in human cells, we used double-stranded RNA (dsRNA) to induce \nUCK2\n gene-specific silencing to inhibit translation of UCK2. We used three different RNA duplex sequences to define the specificity of the UCK2 knockdown. THP-1 cells are a promyelocytic cell line that was induced to differentiate into macrophages for 24 h using phorbol ester. After being silenced for 48 h, cells were infected with \nE. chaffeensis\n. Three different siRNA duplexes targeted to the \nUCK2\n transcript consistently inhibited \nE. chaffeensis\n growth by 48 h p.i. in the range of 47 to 69% compared to cells treated with a scrambled control siRNA (\nTable 1\n). We also detected improved \nE. chaffeensis\n growth in cells treated with siRNA for HPRT, which was used as a control for silencing-procedure effectiveness and to help show the specificity of the \nUCK2\n-specific duplexes.\nTable 1.\n\n\nImpact of \nUCK2\n dsRNA silencing on \nE. chaffeensis\n growth in THP-1 cells\n\n\n\n\n\n\nTreatment\n\n\n% Inhibition\na\n\n\n\n\n% of \nE. chaffeensis\n compared to scrambled dsRNA control\na\n\n\n\n\n\n\n\n\n\n\nDuplex 1\n\n\n99 ± 1\nb\n\n\n\n\n31 ± 21 (9)\n\n\n\n\n\n\nDuplex 2\n\n\n97 ± 5\nb\n\n\n\n\n46 ± 32 (24)\n\n\n\n\n\n\nDuplex 3\n\n\n96 ± 3\nb\n\n\n\n\n53 ± 30 (29)\n\n\n\n\n\n\nHPRT\n\n\n100 ± 0\nc\n\n\n\n\n225 ± 86 (108)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nMeans ± SEM (median) of 5 independent experiments. Control \nE. chaffeensis\n numbers: 26,348 ± 4,147.\n\n\n\n\n\n\nb\nSilencing efficiency compared to scrambled dsRNA.\n\n\n\n\n\n\nc\nSilencing efficiency of HPRT dsRNA. HPRT was used as a control to ensure transfection and silencing-protocol effectiveness.",
    "table_1.": "Impact of \nUCK2\n dsRNA silencing on \nE. chaffeensis\n growth in THP-1 cells\nTreatment\n\n\n% Inhibition\na\n\n\n\n\n% of \nE. chaffeensis\n compared to scrambled dsRNA control\na\n\n\n\n\n\n\n\n\n\n\nDuplex 1\n\n\n99 ± 1\nb\n\n\n\n\n31 ± 21 (9)\n\n\n\n\n\n\nDuplex 2\n\n\n97 ± 5\nb\n\n\n\n\n46 ± 32 (24)\n\n\n\n\n\n\nDuplex 3\n\n\n96 ± 3\nb\n\n\n\n\n53 ± 30 (29)\n\n\n\n\n\n\nHPRT\n\n\n100 ± 0\nc\n\n\n\n\n225 ± 86 (108)\nOpen in a new tab\na\nMeans ± SEM (median) of 5 independent experiments. Control \nE. chaffeensis\n numbers: 26,348 ± 4,147.\n\n\n\n\n\n\nb\nSilencing efficiency compared to scrambled dsRNA.\n\n\n\n\n\n\nc\nSilencing efficiency of HPRT dsRNA. HPRT was used as a control to ensure transfection and silencing-protocol effectiveness.",
    "mitochondrial_localization_around_morulae_in_e._chaffeensis-": "Mitochondria surround morulae in \nE. chaffeensis\n-infected cells (\n49\n). Indeed, when we examined DH82 cells after infection with \nE. chaffeensis\n by TEM, one prominent feature of the infected cells was the clustering of large numbers of mitochondria around the morulae (\nFig. 8A\n and \nB\n). It even appears that mitochondria were closely apposed to bacteria within the parasitophorous vacuole (\nFig. 8B\n). This contrasts with the random distribution of mitochondria in uninfected cells (\nFig. 8C\n).\nFig 8.\n\n\n\n\nOpen in a new tab\n\n\nLocalization of mitochondria around morulae of \nE. chaffeensis\n-infected DH82 cells. (A and B) Transmission electron microscopy of DH82 cells infected with \nE. chaffeensis\n 96 (original magnification, ×5,000) (A) or 168 (original magnification, ×15,000) (B) hours after infection. (C) Uninfected DH82 cells (original magnification, ×5,000). Morulae (M) are surrounded by mitochondria, indicated by arrows.",
    "fig_8.": "Open in a new tab\nLocalization of mitochondria around morulae of \nE. chaffeensis\n-infected DH82 cells. (A and B) Transmission electron microscopy of DH82 cells infected with \nE. chaffeensis\n 96 (original magnification, ×5,000) (A) or 168 (original magnification, ×15,000) (B) hours after infection. (C) Uninfected DH82 cells (original magnification, ×5,000). Morulae (M) are surrounded by mitochondria, indicated by arrows.",
    "discussion": "We used \nD. melanogaster\n to investigate host factors that are important for the replication of \nE. chaffeensis\n. We combined microarray analysis and mutant fly screening to successfully identify 10 genes that contribute to the replication of \nE. chaffeensis\n\n\nin vivo\n. Seven genes (\nsan\n, \nCht11\n, \nUck2\n, \nEchs1\n, \nwhd\n, \nCcdc58\n, and \nApop1\n) encode proteins that have mitochondrial functions, serve as substrates in the mitochondria, or are associated with proteins with mitochondrial functions. For example, the \nCht11\n gene encodes a glycoside hydrolase with a chitinase active site (\n43\n). \nCht11\n is orthologous to the \nChitinase 11\n gene of \nTribolium castaneum\n, which has been assigned to a separate classification group (group VII) from other identified chitinases (\n3\n) (Subbaratnam Muthukrishnan, Kansas State University, personal communication). This suggests that \nCht11\n has a function other than those classically described for chitinases. A two-hybrid screen associated the protein with the protein product encoded by \nTiny tim 50\n (\n22\n). \nTtm50\n (also known as \nTim50\n) encodes a protein that is part of a transporter located on the inner mitochondrial membrane (\n15\n) (\nFig. 9\n). Chitins and their derivatives regulate cholesterol when used as diet supplements (\n29\n, \n74\n). Mice with high blood cholesterol had more severe \nAnaplasma phagocytophilum\n (another tick-transmitted rickettsia pathogen closely related to \nE. chaffeensis\n) infections in their blood, livers, and spleens than mice with normal cholesterol levels (\n72\n). \nE. chaffeensis\n and \nA. phagocytophilum\n cannot synthesize cholesterol, and they scavenge it from host cells during infections (\n34\n). Therefore, \nCht11\n may function to regulate cholesterol levels to facilitate infections. Cholesterol can also affect both the inner and outer mitochondrial membranes and affect ATPase activity (\n10\n, \n19\n). A human homolog of \nCht11\n has not been identified, but homologs have been identified in ticks and body lice (\n43\n). Both of these species serve as vectors for several different rickettsia bacteria (\n4\n), and it will be interesting to explore the function of the gene for the survival of \nE. chaffeensis\n and other rickettsial agents in their respective arthropod hosts.\nFig 9.\n\n\n\n\nOpen in a new tab\n\n\nIdentification of mitochondrion-associated genes that impact \nE. chaffeensis\n infection. \nsan\n [\nN\n-(alpha) acetyltransferase 50] and \nUck2\n (uridine/cytidine kinase) are needed for the synthesis of cardiolipin. Phosphatidic acid (PA), a product of \nsan\n activity, and CTP, which is produced from CMP, a product of \nUck2\n, are both necessary substrates for biosynthesis of cardiolipin, the major inner mitochondrial membrane lipid. \nCht11\n (\nchitinase 11\n) encodes part of a protein transporter in the inner mitochondrial membrane. \nwhd\n (\nwithered\n) encodes carnitine palmitoyltransferase 1, and \nEchs1\n encodes enoyl-CoA hydratase; both enzymes are needed for the production of acetyl-CoA. \nCcdc58\n encodes coiled-coil domain-containing protein 58, which is found in complex with the inner mitochondrial membrane molecules MRPS28 and SSBP1. \nApopt1\n (\nApoptogenic 1\n) induces the release of cytochrome \nc\n through the permeability transition pore and triggers apoptosis. \nNup37\n (\nNucleoporin 37\n) is not found in the mitochondrion but is part of a nucleopore complex that transports hexose molecules, including glucose, an important molecule in energy metabolism.\nSeveral of the genes that impact \nE. chaffeensis\n infections encode key mitochondrial enzymes needed for fatty acid metabolism and acetyl-coenzyme A (CoA) production. The \nwhd\n gene was originally associated with uridine kinase (\n56\n). However, recent annotation (\n43\n) and experimentation (\n58\n) have identified \nwhd\n as the \npalmitoyltransferase 1\n (\nCPT 1\n) gene. Palmitoyltransferase 1 is the rate-limiting enzyme for palmitoyl-CoA uptake into mitochondria (\n24\n) (\nFig. 9\n). \nEchs1\n in \nDrosophila\n is an ortholog of the \nECHS1\n gene in humans and other mammals (\n43\n), which encodes an enoyl-CoA hydratase in the second step of the β-oxidation pathway in the mitochondrion (\n27\n) (\nFig. 9\n). Therefore, when we experimentally challenged flies mutant for the \nEchs1\n gene, the immediate downstream effect was on the supply of acetyl-CoA to the citric acid cycle, which implies that the supply of acetyl-CoA may be critical to \nE. chaffeensis\n replication. \nsan\n is an ortholog of the human \nNAA50\n gene, which encodes \nN\n(alpha)-acetyltransferase 50 (\n43\n). These acetyltransferases are involved in the conversion of glycerol-3-phosphate to phosphatidic acid (\n13\n). This biochemical step is upstream of the CDP diacylglycerol (CDP-DAG) intermediate in the synthesis of cardiolipin on the inner mitochondrial membrane. It is also possible that the acetyltransferase could be active in the β-oxidation pathway. However, this has yet to be proven experimentally.\nCG15881\n, or \nCcdc58\n, is an ortholog of the human gene known as \ncoiled-coil domain-containing protein 58\n (\nCCDC58\n). Although the exact function of \nCcdc58\n is not known, its structure likely allows it to interact with other coiled-coil molecules (\n41\n). Indeed, the STRING association tool (\n60\n) shows that \nCCDC58\n has a direct relationship with \nmitochondrial ribosomal protein S28\n (\nMRPS28\n) and \ntranslocase of inner mitochondrial membrane 9 homolog\n (\nTIMM9\n), which encode an inner mitochondrial membrane chaperone protein, SSBP1, a protein putatively thought to be involved in mitochondrial DNA replication (\n60\n). The BioGraph gene association tool (\n33\n) assigned a rank of 23 out of 18,180 gene concepts (top 0.13%) when it was assigned to “mitochondria.” Other coiled-coil domain-containing proteins have been associated with the inner mitochondrial membrane (\n70\n), and \nCCDC58\n has also been associated with the mitochondrial single-nucleotide polymorphisms that impact the progression of AIDS (\n26\n). Therefore, it is highly likely that the impact of disruption of \nCcdc58\n on \nE. chaffeensis\n growth is due to its impact on mitochondrial function.\nCG14806 or \nApopt1\n has no known function in \nDrosophila\n. It is an ortholog of the \nApoptogenic 1\n gene (\nAPOPT1\n or \nApop1\n) in humans and rodents (\n66\n). It is involved in the release of cytochrome \nc\n through permeability transition pores in the outer membrane of the mitochondrion and the activation of apoptosis (\n59\n, \n73\n) (\nFig. 9\n). It seems plausible that inhibiting apoptosis would be to the bacterium's advantage. There is increased transcription of some apoptotic genes during \nEhrlichia\n infections (\n75\n), and there is delayed apoptosis in neutrophils after infection with \nEhrlichia ewingii\n (\n71\n). It is possible that \nApop1\n is needed to help in the release of bacteria at the end of the replicative phase. \nE. chaffeensis\n organisms disseminate by lysing host cells or by exocytosis in order to spread to uninfected cells (\n17\n). More empirical analyses will be needed to support this hypothesis.\nUck2\n (\nCG6364\n) is orthologous to the mammalian \nUCK2\n gene with the molecular function of a uridine kinase (\n43\n). Functionally, it has been associated with the phagocytosis of \nCandida albicans\n (\n57\n). Using the STRING association tool (\n60\n), we found that its predicted functional partners are all involved in nucleotide/nucleoside modification. These functions include nucleoside di- and triphosphate activity (\nCG5276\n), hydrolase activity (\nCG8891\n), uracil phosphoribosyl transferase activity (\nCG5537\n), uridine phosphorylase (\nCG3788\n, \nCG8349\n), cytidylate/uridylate kinase activity (Dak1), uridine phosphorylase (\nCG6330\n), and cytidine deaminase activity (\nCG8349\n). The BioGraph gene association tool (\n33\n) assigned a rank of 12.63% (2,297th out of 18,180 gene objects) when \nUck2\n was associated with mitochondria, indicating a highly probable association. Cytosine triphosphate, a downstream product of the uridine kinase (\n38\n, \n62\n), is a substrate used for the conversion of phosphatidic acid to CDP-DAG (\n31\n, \n46\n) (\nFig. 9\n). CDP-DAG is synthesized in the inner mitochondrial membrane and is necessary for the synthesis of cardiolipin, a major component of the inner mitochondrial membrane (\n46\n). Therefore, we reason that the uridine kinase must be essential to providing substrates for \nE. chaffeensis\n, because it cannot be provided by the \nde novo\n synthesis pathway. When we grew \nE. chaffeensis\n in the presence of CPEC, a CTP synthetase inhibitor (\n52\n, \n62\n) that inhibits the synthesis of CTP from glutamate (\nFig. 5\n), bacterial replication was significantly enhanced (\nFig. 6\n). These data suggest that the bacterium does not require the host to use glutamine as a substrate during replication. Supplementation of cytosine in cells enhanced \nEhrlichia\n replication, which further implicates the use of the salvage pathway through cytidine. The enhanced growth of another rickettsia, \nRickettsia felis\n, from pyrimidines in tryptose phosphate broth is also consistent with the involvement of mitochondrial enzymes in obligate intracellular bacterial growth (\n50\n). Moreover, cytidine is the least abundant nucleoside in cells (\n32\n). The depletion of cytidine pools can disrupt the balance of ribonucleotides in cells, leading to alterations in cellular homeostasis and apoptosis (\n52\n). These observations suggest that \nE. chaffeensis\n needs to regulate cytidine in order to control apoptosis until its replication is completed within a phagosome.\nThe enhanced growth of \nE. chaffeensis\n after treatment with CPEC instead of an inhibitory effect suggests that the bacterium requires the uridine/cytidine salvage pathway to phosphorylate cytidine and uridine (\n61\n) for its replication. More importantly, the disruption of \nE. chaffeensis\n growth in \nUCK2\n-silenced THP-1 macrophages reinforces the fact that the \nUCK2\n target has human relevance. Therefore, we focused our attention on \nUck2\n because it has the potential to be a target for chemotherapy. \nUCK2\n has been found to be more active in certain types of cancers (\n54\n) and acts to phosphorylate nucleoside analog drugs used for treatment of cancers and hepatitis C virus infections (\n23\n, \n61\n). Uninfected host cells may be unaffected by UCK2 inhibitors, since nucleotides could be synthesized by the \nde novo\n synthesis pathway.\nThe clustering of mitochondria adjacent to morulae in \nE. chaffeensis\n-infected macrophages supports the hypothesis that it has physiological relevance and is consistent with previous observations (\n37\n, \n49\n). Mitochondrial membrane permeability and membrane potential were not disrupted by either \nE. chaffeensis\n (\n37\n) or \nE. ewengii\n (\n71\n) infection. However, Liu et al. found that mitochondrial biochemical activity was reduced, as evidenced from the measurement of mitochondrial DNA synthesis or the transcription of several mitochondrial genes (\n37\n). There is also evidence that the \nE. chaffeensis\n type IV secretion system is used to insert bacterial effector proteins into host mitochondria (\n36\n). These observations suggest that the organism inhibits mitochondrial activity, perhaps to inhibit the generation of mitochondrially produced oxidative products that would be harmful to the bacteria (\n5\n, \n68\n). In contrast, we have disrupted several genes that are associated with mitochondrial function that negatively affect \nE. chaffeensis\n infections. The gene products of \nsan\n and \nUck2\n affect cardiolipin synthesis on the inner mitochondrial membrane (\nFig. 9\n). \nCht11\n encodes protein for part of a transport molecule on the same inner mitochondrial membrane. The gene products of \nwhd\n and \nEchs1\n affect steroidogenesis, ketogenesis, and the Krebs cycle (\nFig. 9\n), the last of which has clear mitochondrial dependence. Although \nCcdc58\n and \nApopt1\n are associated with mitochondria (\nFig. 9\n), we have yet to fully understand their significance. It is also interesting that genes like \nNup37\n and \ndumpy\n, which do not have direct mitochondrial connections, also affect \nE. chaffeensis\n infections. The \nNUP37\n gene product is part of nucleopores. One of the molecules it transports, glucose, is also important for mitochondrial functions. The \ndumpy\n gene has been characterized genetically and appears to impact wing and other body part development (\n11\n, \n12\n). It has no known mammalian orthologs (\n43\n), and \ndumpy\n encodes a large extracellular molecule needed for structural integrity in wing epithelial tissue (\n12\n, \n69\n). Interestingly, one of the properties listed for \ndumpy\n is that it binds iron and sulfur (\n43\n), properties of mitochondrial proteins involved in oxidation-reduction reactions (\n6\n). Clearly, more work is necessary to understand these molecules and their host-bacterium interactions. Nevertheless, our findings provide clues about the mitochondrial processes that are needed by the bacteria. Interestingly, at least one alphaproteobacterium closely related to \nEhrlichia\n, designated IricES1, infects the mitochondria of ovarian cells of \nIxodes ricinus\n (\n7\n). Perhaps \nE. chaffeensis\n is one step away from a similar symbiotic relationship.",
    "fig_9.": "Open in a new tab\nIdentification of mitochondrion-associated genes that impact \nE. chaffeensis\n infection. \nsan\n [\nN\n-(alpha) acetyltransferase 50] and \nUck2\n (uridine/cytidine kinase) are needed for the synthesis of cardiolipin. Phosphatidic acid (PA), a product of \nsan\n activity, and CTP, which is produced from CMP, a product of \nUck2\n, are both necessary substrates for biosynthesis of cardiolipin, the major inner mitochondrial membrane lipid. \nCht11\n (\nchitinase 11\n) encodes part of a protein transporter in the inner mitochondrial membrane. \nwhd\n (\nwithered\n) encodes carnitine palmitoyltransferase 1, and \nEchs1\n encodes enoyl-CoA hydratase; both enzymes are needed for the production of acetyl-CoA. \nCcdc58\n encodes coiled-coil domain-containing protein 58, which is found in complex with the inner mitochondrial membrane molecules MRPS28 and SSBP1. \nApopt1\n (\nApoptogenic 1\n) induces the release of cytochrome \nc\n through the permeability transition pore and triggers apoptosis. \nNup37\n (\nNucleoporin 37\n) is not found in the mitochondrion but is part of a nucleopore complex that transports hexose molecules, including glucose, an important molecule in energy metabolism.",
    "supplementary_material": "Supplemental material\n\n\n\n\nsupp_80_10_3576__index.html\n (1.5KB, html)",
    "acknowledgments": "We thank Rishi Drolia, Taylor Kinney, and Rachel Nichols for their help in the laboratory with the flies, screening, and bacteria. We thank Lloyd Willard for his help with the electron microscopy. We thank Nanyan Lu and the K-INBRE bioinformatics center for help in analyzing the microarray data, Mal Rooks Hoover for her design of \nFig. 9\n, and David Rintoul for helpful comments concerning the manuscript. We thank the Kansas University Medical Center-Microarray Facility (KUMC-MF) for generating array data sets.\nThe Microarray Facility is supported by the Kansas University School of Medicine, the KUMC Biotechnology Support Facility, the Smith Intellectual and Developmental Disabilities Research Center (HD02528), and the Kansas IDeA Network of Biomedical Research Excellence (RR016475). This project was supported by NIH grants AI088070, AI55052, AI052206, AI070908, RR16475, and RR17686; Kansas Agriculture Experiment Station Animal Health Project grant 481848; the Kansas Space Grant Consortium; NASA grants NAG2-1274 and NNX08BA91G; American Heart Association grant 0950036G; the Terry C. Johnson Center for Basic Cancer Research; and the Kansas Agriculture Experiment Station.",
    "footnotes": "Published ahead of print\n 30 July 2012\n\n\nThis is Kansas Agriculture Experiment Station publication 12-447-J.\n\n\nSupplemental material for this article may be found at \nhttp://iai.asm.org/\n.",
    "references": "1.\n\nAgaisse H, et al. \n2005. \nGenome-wide RNAi screen for host factors required for intracellular bacterial infection. Science\n309:1248–1251\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nAlvarez-Dominguez C, Barbieri AM, Beron W, Wandinger-Ness A, Stahl PD.\n1996. \nPhagocytosed live Listeria monocytogenes influences Rab5-regulated in vitro phagosome-endosome fusion. J. Biol. Chem.\n271:13834–13843\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nArakane Y, Muthukrishnan S.\n2010. \nInsect chitinase and chitinase-like proteins. Cell. Mol. Life Sci.\n67:201–216\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nAzad A, Beard C.\n1998. \nRickettsial pathogens and their arthropod vectors. Emerg. Infect. Dis.\n4:179–186\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nBasu Ball W, et al. \n2011. \nUncoupling protein 2 negatively regulates mitochondrial reactive oxygen species generation and induces phosphatase-mediated anti-inflammatory response in experimental visceral leishmaniasis. J. Immunol.\n187:1322–1332\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nBeinert H, Holm RH, Münck E.\n1997. \nIron-sulfur clusters: nature's modular, multipurpose structures. Science\n277:653–659\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nBeninati T, et al. \n2004. \nA novel alpha-proteobacterium resides in the mitochondria of ovarian cells of the tick Ixodes ricinus. Appl. Environ. Microbiol.\n70:2596–2602\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nBrandt SM, Jaramillo-Gutierrez G, Kumar S, Barillas-Mury C, Schneider DS.\n2008. \nUse of a Drosophila model to identify genes regulating Plasmodium growth in the mosquito. Genetics\n180:1671–1678\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nBrouqui P, Lecam C, Olson J, Raoult D.\n1994. \nSerologic diagnosis of human monocytic ehrlichiosis by immunoblot analysis. Clin. Diagn. Lab. Immunol.\n1:645–649\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nCalanni Rindina F, Baracca A, Solaini G, Rabbi A, Parenti Castelli G.\n1986. \nEffects of cholesterol on the kinetics of mitochondrial ATPase. FEBS Lett.\n198:353–356\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nCarmon A, Guertin MJ, Grushko O, Marshall B, MacIntyre R.\n2010. \nA molecular analysis of mutations at the complex dumpy locus in Drosophila melanogaster. PLoS One\n5:e12319\ndoi:\n10.1371/journal.pone.0012319\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nCarmon A, Topbas F, Baron M, MacIntyre RJ.\n2010. \nDumpy interacts with a large number of genes in the developing wing of Drosophila melanogaster. Fly\n4:117–127\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nCastorena K, Stapleford K, Miller D.\n2010. \nComplementary transcriptomic, lipidomic, and targeted functional genetic analyses in cultured Drosophila cells highlight the role of glycerophospholipid metabolism in Flock House virus RNA replication. BMC Genomics\n11:183.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nCenters for Disease Control and Prevention\n2012. \nNotifiable diseases and mortality tables. MMWR Morb. Mortal. Wkly. Rep.\n60:1729–177622217621\n [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nChacinska A, Koehler CM, Milenkovic D, Lithgow T, Pfanner N.\n2009. \nImporting mitochondrial proteins: machineries and mechanisms. Cell\n138:628–644\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nCinco M, et al. \n2004. \nSeroprevalence of tick-borne infections in forestry rangers from northeastern Italy. Clin. Microbiol. Infect.\n10:1056–1061\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nDedonder SE, Cheng C, Willard LH, Boyle DL, Ganta RR.\n2012. \nTransmission electron microscopy reveals distinct macrophage- and tick cell-specific morphological stages of Ehrlichia chaffeensis. PLoS One\n7:e36749\ndoi:\n10.1371/journal.pone.0036749\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nDionne MS, Ghori N, Schneider DS.\n2003. \nDrosophila melanogaster is a genetically tractable model host for Mycobacterium marinum. Infect. Immun.\n71:3540–3550\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nEchegoyen S, et al. \n1993. \nCholesterol increase in mitochondria: its effect on inner-membrane functions, submitochondrial localization and ultrastructural morphology. Biochem. J.\n289:703–708\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nElwell C, Engel JN.\n2005. \nDrosophila melanogaster S2 cells: a model system to study Chlamydia interaction with host cells. Cell. Microbiol.\n7:725–739\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nGanta RR, Cheng C, Wilkerson MJ, Chapes SK.\n2004. \nDelayed clearance of Ehrlichia chaffeensis infection in CD4+ T-cell knockout mice. Infect. Immun.\n72:159–167\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nGiot L, et al. \n2003. \nA protein interaction map of Drosophila melanogaster. Science\n302:1727–1736\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nGolitsina NL, Danehy FT, Jr, Fellows R, Cretton-Scott E, Standring DN.\n2010. \nEvaluation of the role of three candidate human kinases in the conversion of the hepatitis C virus inhibitor 2′-C-methyl-cytidine to its 5′-monophosphate metabolite. Antiviral Res.\n85:470–481\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nGomez LA, Heath SH, Hagen TM.\n2012. \nAcetyl-L-carnitine supplementation reverses the age-related decline in carnitine palmitoyltransferase 1 (CPT1) activity in interfibrillar mitochondria without changing the L-carnitine content in the rat heart. Mech. Ageing Dev.\n133:99–106\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nHall-Baker PA, et al. \n2007. \nSummary of notifiable diseases—United States, 2007. MMWR Morb. Mortal. Wkly. Rep.\n56:1–94\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nHendrickson SL, et al. \n2010. \nGenetic variants in nuclear-encoded mitochondrial genes influence AIDS progression. PLoS One\n5:e12862\ndoi:\n10.1371/journal.pone.0012862\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nJanssen U, Davis EM, Le Beau MM, Stoffel W.\n1997. \nHuman mitochondrial enoyl-CoA hydratase gene (ECHS1): structural organization and assignment to chromosome 10q26.2-q26.3. Genomics\n40:470–475\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nKang GJ, et al. \n1989. \nCyclopentenylcytosine triphosphate. Formation and inhibition of CTP synthetase. J. Biol. Chem.\n264:713–718\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nKoide S.\n1998. \nChitin-chitosan: properties, benefits and risks. Nutr. Res.\n18:1091–1101\n [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nKoo IC, et al. \n2008. \nRole for lysosomal enzyme beta-hexosaminidase in the control of mycobacteria infection. Proc. Natl. Acad. Sci. U. S. A.\n105:710–715\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nKopka J, Ludewig M, Muller-Rober B.\n1997. \nComplementary DNAs encoding eukaryotic-type cytidine-5′-diphosphate-diacylglycerol synthases of two plant species. Plant Physiol.\n113:997–1002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nKorte D, Haverkort W, van Gennip A, Roos D.\n1985. \nNucleotide profiles of normal human blood cells determined by high-performance liquid chromatography. Anal. Biochem.\n147:197–209\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nLiekens A, et al. \n2011. \nBioGraph: unsupervised biomedical knowledge discovery via automated hypothesis generation. Genome Biol.\n12:R57\ndoi:\n10.1186/gb-2011-12-6-r57\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nLin M, Rikihisa Y.\n2003. \nEhrlichia chaffeensis and Anaplasma phagocytophilum lack genes for lipid A biosynthesis and incorporate cholesterol for their survival. Infect. Immun.\n71:5324–5331\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nLindsley D, Zimm G.\n1992. \nThe genome of Drosophila melanogaster. Academic Press, Inc., San Diego, CA\n [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nLiu H, Bao W, Lin M, Niu H, Rikihisa Y.\n2012. \nEhrlichia type IV secretion effector ECH0825 is translocated to mitochondria and curbs ROS and apoptosis by upregulating host MnSOD. Cell. Microbiol.\n14:1037–1050\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nLiu Y, et al. \n2011. \nObligate intracellular bacterium Ehrlichia inhibiting mitochondrial activity. Microbes Infect.\n13:232–238\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nLoffler M, Fairbanks LD, Zameitat E, Marinaki AM, Simmonds HA.\n2005. \nPyrimidine pathways in health and disease. Trends Mol. Med.\n11:430–437\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nLuce-Fedrow A, Von Ohlen T, Boyle D, Ganta RR, Chapes SK.\n2008. \nDrosophila S2 cells as a model for studying Ehrlichia chaffeensis infections. Appl. Environ. Microbiol.\n74:1886–1891\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nLuce-Fedrow A, Von Ohlen T, Chapes SK.\n2009. \nEhrlichia chaffeensis infections in Drosophila melanogaster. Infect. Immun.\n77:4815–4826\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nLupas AN, Gruber M.\n2005. \nThe structure of α-helical coiled coils. Adv. Protein Chem.\n70:37–38\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nMachado RZ, Duartes JM, Dagnone AS, Szabo MP.\n2006. \nDetection of Ehrlichia chaffeensis in Brazilain marsh deer (Blastocerus dichotomus). Vet. Parasitol.\n139:262–266\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nMcQuilton P, St Pierre SE, Thurmond J, FlyBase Consortium\n2012. \nFlyBase 101—the basics of navigating FlyBase. Nucleic Acids Res.\n40:D706–D714\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nMorgan T.\n1929. \nContributions to the genetics of Drosophila simulans and Drosophila melanogaster. Pub. Carnegie Inst.\n399:169–199\n [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nMoyer J, Malinowski N, Treanor S, Marquez V.\n1986. \nAntitumor activity and biochemical effects of cyclopentenyl cytosine in mice. Cancer Res.\n46:3325–3329\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nOsman C, Haag M, Wieland FT, Brugger B, Langer T.\n2010. \nA mitochondrial phosphatase required for cardiolipin biosynthesis: the PGP phosphatase Gep4. EMBO J.\n29:1976–1987\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nPfaffl MW.\n2001. \nA new mathematical model for relative quantification in real-time RT-PCR. Nucleic Acids Res.\n29:e45\ndoi:\n10.1093/nar/29.9.e45\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\n\nPhilips JA, Rubin EJ, Perrimon N.\n2005. \nDrosophila RNAi screen reveals CD36 family member required for mycobacterial infection. Science\n309:1251–1253\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nPopov VL, Chen S-M, Feng H-M, Walker OH.\n1995. \nUltrastructural variation of cultured Ehrlichia chaffeensis. J. Med. Microbiol.\n43:411–421\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nSaisongkorh W, et al. \n2012. \nTryptose phosphate broth improves Rickettsia felis replication in mammalian cells. FEMS Immunol. Med. Microbiol.\n64:111–114\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nSantic M, et al. \n2009. \nIntracellular fate of Francisella tularensis within arthropod-derived cells. Environ. Microbiol.\n11:1473–1481\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nSchimmel KJ, Gelderblom H, Guchelaar HJ.\n2007. \nCyclopentenyl cytosine (CPEC): an overview of its in vitro and in vivo activity. Curr. Cancer Drug Targets\n7:504–509\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nSchneider D, Shahabuddin M.\n2000. \nMalaria parasite development in a Drosophila model. Science\n288:2376–2379\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nShimamoto Y, et al. \n2002. \nSensitivity of human cancer cells to the new anticancer ribo-nucleoside TAS-106 is correlated with expression of uridine-cytidine kinase 2. Jpn. J. Cancer Res.\n93:825–833\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nSirigireddy KR, Ganta RR.\n2005. \nMultiplex detection of Ehrlichia and Anaplasma species pathogens in peripheral blood by real-time reverse transcriptase-polymerase chain reaction. J. Mol. Diagn.\n7:308–316\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nStroman P.\n1974. \nPyrimidine-sensitive drosophila wing mutants: withered (whd), tilt (tt) and dumpy (dp). Hereditas\n78:157–168\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\n\nStroschein-Stevenson SL, Foley E, O'Farrell PH, Johnson AD.\n2006. \nIdentification of Drosophila gene products required for phagocytosis of Candida albicans. PLoS Biol.\n4:e4\ndoi:\n10.1371/journal.pbio.0040004\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\n\nStrub BR, et al. \n2008. \nMutations of the withered (whd) gene in Drosophila melanogaster confer hypersensitivity to oxidative stress and are lesions of the carnitine palmitoyltransferase I (CPT I) gene. Genome\n51:409–420\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\n\nSun X, et al. \n2008. \nAkt activation prevents Apop-1-induced death of cells. Biochem. Biophys. Res. Commun.\n377:1097–1101\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\n\nSzklarczyk D, et al. \n2011. \nThe STRING database in 2011: functional interaction networks of proteins, globally integrated and scored. Nucleic Acids Res.\n39:D561–D568\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\n\nVan Rompay AR, Norda A, Linden K, Johansson M, Karlsson A.\n2001. \nPhosphorylation of uridine and cytidine nucleoside analogs by two human uridine-cytidine kinases. Mol. Pharmacol.\n59:1181–1186\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\n\nVerschurr AC.\n2007. \nCytidine triphosphate synthetase (CTP synthetase) as a druggable target in cancer. Drugs Future\n32:1071–1080\n [\nGoogle Scholar\n]\n\n\n\n\n63.\n\nVerschuur AC, et al. \n2000. \nIn vitro inhibition of cytidine triphosphate synthetase activity by cyclopentenyl cytosine in paediatric acute lymphocytic leukaemia. Br. J. Haematol.\n110:161–169\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\n\nVonkavaara M, Telepnev MV, Ryden P, Sjostedt A, Stoven S.\n2008. \nDrosophila melanogaster as a model for elucidating the pathogenicity of Francisella tularensis. Cell Microbiol.\n10:1327–1338\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\n\nWaddington C.\n1940. \nThe genetic control of wing development in Drosophila. J. Genet.\n41:75–139\n [\nGoogle Scholar\n]\n\n\n\n\n66.\n\nWaterhouse RM, Zdobnov EM, Tegenfeldt F, Li J, Kriventseva EV.\n2011. \nOrthoDB: the hierarchical catalog of eukaryotic orthologs in 2011. Nucleic Acids Res.\n39:D283–D288\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\n\nWen B, Cao W, Pan H.\n2003. \nEhrlichiae and ehrlichial diseases in China. Ann. N. Y. Acad. Sci.\n990:45–53\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\n\nWest AP, et al. \n2011. \nTLR signalling augments macrophage bactericidal activity through mitochondrial ROS. Nature\n472:476–480\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\n\nWilkin MB, et al. \n2000. \nDrosophila dumpy is a gigantic extracellular protein required to maintain tension at epidermal-cuticle attachment sites. Curr. Biol.\n10:559–567\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\n\nXie J, Marusich MF, Souda P, Whitelegge J, Capaldi RA.\n2007. \nThe mitochondrial inner membrane protein Mitofilin exists as a complex with SAM50, metaxins 1 and 2, coiled-coil-helix coiled-coil-helix domain-containing protein 3 and 6 and DnaJC11. FEBS Lett.\n581:3545–3549\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\n\nXiong Q, Bao W, Ge Y, Rikihisa Y.\n2008. \nEhrlichia ewingii infection delays spontaneous neutrophil apoptosis through stabilization of mitochondria. J. Infect. Dis.\n197:1110–1118\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\n\nXiong Q, Wang X, Rikihisa Y.\n2007. \nHigh-cholesterol diet facilitates Anaplasma phagocytophilum infection and up-regulates macrophage inflammatory protein-2 and CXCR2 expression in apolipoprotein E-deficient mice. J. Infect. Dis.\n195:1497–1503\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\n\nYasuda O, et al. \n2006. \nApop-1, a novel protein inducing cyclophilin D-dependent but Bax/Bak-related channel-independent apoptosis. J. Biol. Chem.\n281:23899–23907\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\n\nZacour A, Silva M, Cecon P, Bambirra E, Vieira E.\n1992. \nEffect of dietary chitin on cholesterol absorption and metabolism in rats. J. Nutr. Sci. Vitaminol.\n32:609–613\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\n\nZhang JZ, Sinha M, Luxon BA, Yu XJ.\n2004. \nSurvival strategy of obligately intracellular Ehrlichia chaffeensis: novel modulation of immune response and host cell cycles. Infect. Immun.\n72:498–507\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental material\n\n\n\n\nsupp_80_10_3576__index.html\n (1.5KB, html) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so1.pdf\n (44.6KB, pdf) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so2.pdf\n (13.3KB, pdf) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so3.pdf\n (79KB, pdf)",
    "supplementary_materials": "Supplemental material\n\n\n\n\nsupp_80_10_3576__index.html\n (1.5KB, html) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so1.pdf\n (44.6KB, pdf) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so2.pdf\n (13.3KB, pdf) \n\n\n\n\n\n\nIAI.00670-12_zii999099834so3.pdf\n (79KB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.2 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3457586/"
}