{
  "id": "PMC3133089",
  "title": "Characterization of the Salmonella enterica serovar Typhimurium ydcI gene which encodes a conserved DNA binding protein required for full acid stress resistance.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Characterization of the Salmonella enterica serovar Typhimurium ydcI gene which encodes a conserved DNA binding protein required for full acid stress resistance.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3133089/"
  },
  "sections": {
    "permalink": "Copy",
    "matthew_e_jennings": "1\nVillanova University, Villanova, Pennsylvania\nFind articles by \nMatthew E Jennings",
    "laura_n_quick": "1\nVillanova University, Villanova, Pennsylvania\nFind articles by \nLaura N Quick",
    "anjali_soni": "1\nVillanova University, Villanova, Pennsylvania\nFind articles by \nAnjali Soni",
    "richard_r_davis": "2\nArizona State University Biodesign Institute, Tempe, Arizona\nFind articles by \nRichard R Davis",
    "kathleen_crosby": "1\nVillanova University, Villanova, Pennsylvania\nFind articles by \nKathleen Crosby",
    "c_mark_ott": "3\nNASA-Johnson Space Center, Houston, Texas\nFind articles by \nC Mark Ott",
    "cheryl_a_nickerson": "2\nArizona State University Biodesign Institute, Tempe, Arizona\nFind articles by \nCheryl A Nickerson",
    "james_w_wilson": "1\nVillanova University, Villanova, Pennsylvania\nFind articles by \nJames W Wilson",
    "abstract": "Salmonella enterica\n serovar Typhimurium possesses a stimulon of genes that are differentially regulated in response to conditions of low fluid shear force that increase bacterial virulence and alter other phenotypes. In this study, we show that a previously uncharacterized member of this stimulon, \nydcI\n or STM1625, encodes a highly conserved DNA binding protein with related homologs present in a range of Gram-negative bacterial genera. Gene expression analysis shows that \nydcI\n is expressed in different bacterial genera and is involved in its autoregulation in \nS\n. Typhimurium. We demonstrate that purified YdcI protein specifically binds a DNA probe consisting of its own promoter sequence. We constructed an \nS\n. Typhimurium Δ\nydcI\n mutant strain and show that this strain is more sensitive to both organic and inorganic acid stress than is an isogenic WT strain, and this defect is complemented in \ntrans\n. Moreover, our data indicate that \nydcI\n is part of the \nrpoS\n regulon related to stress resistance. The \nS\n. Typhimurium Δ\nydcI\n mutant was able to invade cultured cells to the same degree as the WT strain, but a strain in which \nydcI\n expression is induced invaded cells at a level 2.8 times higher than that of the WT. In addition, induction of \nydcI\n expression in \nS\n. Typhimurium resulted in the formation of a biofilm in stationary-phase cultures. These data indicate the \nydcI\n gene encodes a conserved DNA binding protein involved with aspects of prokaryotic biology related to stress resistance and possibly virulence.",
    "introduction": "Bacterial growth environments characterized by low fluid shear force have been shown to induce a multitude of phenotypic responses, including altered acid, oxidative, thermal, and osmotic stress resistance (\n7\n, \n33\n, \n36\n, \n41\n, \n52\n–\n55\n), increased biofilm formation (\n6\n, \n33\n, \n52\n), altered protein secretion (\n14\n, \n15\n), altered cell surface lipid and polysaccharide profiles (\n6\n, \n7\n, \n55\n), and increased survival in cellular and animal hosts (\n39\n, \n52\n–\n54\n). Notably, the virulence of \nSalmonella enterica\n serovar Typhimurium is increased by low fluid shear growth conditions as measured using murine infection assays and tissue culture models (\n39\n, \n52\n–\n54\n). Low fluid shear force (defined here as approximately <0.01 to 0.2 dynes/cm\n2\n) is characterized by a low-turbulence, low-agitation environment, as opposed to high fluid shear (defined here as approximately from 5 to >50 dynes/cm\n2\n) where liquid moves with higher velocity over the cellular surface (\n3\n–\n5\n, \n21\n, \n23\n, \n25\n, \n36\n). Low fluid shear growth environments include spaceflight, ground-based suspension culture models such as the rotating-wall vessel (RWV) bioreactor, and the spaces between cellular microvilli, the last of which is encountered by numerous pathogens during the natural course of infection (\n21\n, \n23\n, \n25\n, \n30\n, \n40\n, \n41\n). Previous work has shown that bacteria grown in low fluid shear environments induce a molecular response which includes genome-wide changes in gene expression (the low fluid shear stimulon) (\n6\n, \n7\n, \n39\n, \n48\n, \n52\n, \n53\n, \n55\n). Since growth under low fluid shear conditions is able to induce cellular phenotypes which are difficult or impossible to obtain via conventional culture methods, there is much potential for important previously uncharacterized genes and regulatory schemes to be revealed via the study of the low fluid shear response.\nThe first studies to identify the bacterial genes of the low fluid shear stimulon were performed with \nS\n. Typhimurium cultures grown in an RWV bioreactor (\n39\n, \n55\n) and during spaceflight (\n52\n, \n53\n). Genes of the \nS\n. Typhimurium low fluid shear stimulon were found to be distributed across the genome and belong to a wide variety of functional groups, including various transport systems, lipopolysaccharide synthesis pathways, protein secretion mechanisms, various metabolic pathways, and genes of unknown function (\n52\n, \n53\n, \n55\n). In addition, several genes encoding previously uncharacterized transcriptional regulatory proteins in \nS\n. Typhimurium were also found to be part of the low fluid shear stimulon (\n52\n, \n53\n, \n55\n). These genes are of particular interest not only for their potential role in mediating bacterial responses to low fluid shear but also for their potential to allow us to better understand the global circuits that influence bacterial physiology in general. It is highly likely that previously unexplored transcriptional regulators that are identified via the low fluid shear stimulon will be involved in aspects of prokaryotic biology that are able to be studied under “standard conditions” outside the context of low fluid shear.\nThe \nS\n. Typhimurium gene \nydcI\n (also known as STM1625 in the \nS\n. Typhimurium genome) belongs to the aforementioned class of potential transcriptional regulators that are members of the low fluid shear stimulon as determined using microarray analysis with total cell RNA with a 2-fold change cutoff (\n54\n, \n55\n). However, the \nydcI\n gene is completely uncharacterized and has not been previously studied beyond being identified via genome sequence analysis. This study aimed to characterize the \nydcI\n gene (and the YdcI protein) to answer basic questions regarding its role in \nS\n. Typhimurium biology and the function of its protein product. Our results indicate that the \nS\n. Typhimurium \nydcI\n gene (i) is conserved across genera, (ii) autoregulates its expression, (iii) encodes a DNA binding protein that binds with specificity, (iv) is required for full resistance of \nS\n. Typhimurium to acid stress, (v) appears to be a member of the \nrpoS\n regulon, and (vi) when induced, alters \nS\n. Typhimurium interactions with host cells and facilitates biofilm formation. To our knowledge, this is the first report to demonstrate that a previously uncharacterized gene identified via study of the low fluid shear stimulon is involved in responses that can be observed outside the low fluid shear environment. This report provides a foundation for further analysis of the \nydcI\n gene and other previously uncharacterized transcriptional regulators of the low fluid shear stimulon. The study of these genes may allow us to engineer bacteria for beneficial purposes by disrupting or inducing certain signals in a controlled manner resulting in improved vaccines and other applications (\n10\n, \n11\n, \n32\n).",
    "materials_and_methods": "Bacterial strains, plasmids, and media.\n\n\nPlease refer to \nTable 1\n for a list of strains and plasmids used in this study. \nS\n. Typhimurium strain χ3339 was used as the wild type (WT), and all mutations were analyzed in this background (\n22\n). Construction of the \nS\n. Typhimurium Δ\nydcI\n mutation was performed using lambda Red recombination as previously described (\n12\n, \n45\n) and by using the DNA primers listed in Table S1 in the supplemental material. A Cm\nr\n cassette from pKD3 (\n12\n) was inserted at nucleotide 166 of the \nS\n. Typhimurium \nydcI\n open reading frame (ORF) in the same orientation as the \nydcI\n ORF. To obtain the Δ\nydcI\n::\nlacZ\n fusion, the Cm\nr\n cassette at the site of the Δ\nydcI\n mutation was deleted using Flp recombinase expressed from pCP20 (\n12\n), and then the \nlacZ\n plasmid pCE36 (\n13\n) was inserted at the single FRT site at this location as previously described (\n13\n). To construct the WT \nydcI\n::\nlacZ\n fusion, we performed an identical procedure by inserting the Cm\nr\n cassette immediately after the stop codon of \nydcI\n and inserting pCE36 at this location. The strain containing Cm::\nlacZ\n was obtained by inserting the Cm\nr\n-encoding gene from pKD3 immediately upstream of the \nlacZ\n gene in the Δ\nydcI\n::\nlacZ\n mutant strain using Red recombination such that the Cm\nr\n-encoding gene promoter replaces the \nydcI\n promoter and drives \nlacZ\n expression. All constructions were verified using PCR analysis. The Δ\nrpoS\n mutation (which is marked by Ap\nr\n) was transferred via P22 transduction from donor strain χ4973 (\n38\n). To restore WT \nrpoS\n in the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain, a strain containing a Cm\nr\n marker at gene STM2901 (located approximately 20 kb from the \nrpoS\n gene) was used as a donor for P22 transduction, and Cm\nr\n recipients were screened for ampicillin sensitivity (\n50\n). A Cm\nr\n Ap\nr\n isolate from this transduction was used as a control. Plasmid pBAD18+\nydcI\n was constructed using a synthesized \nydcI\n gene in which a six-histidine tag was fused to the C terminus and cloned into pUC57 (\n56\n) and then subcloned into pBAD18 (\n24\n) downstream of the arabinose-inducible promoter (Genscript, Inc., Piscataway, NJ). The entire length of the construct was verified via sequencing. Strains were grown using LB (Lennox) medium supplemented with the following antibiotics when necessary: ampicillin, 200 μg/ml; chloramphenicol, 10 μg/ml; kanamycin, 50 μg/ml.\n\n\nTable 1.\n\n\nStrains and plasmids used in this study\n\n\n\n\n\n\nSpecies and strain or plasmid\n\n\nComment(s)\n\n\n\n\n\n\n\n\n\n\nSalmonella\n Typhimurium\n\n\n\n\n\n\n\n\n    χ3339\n\n\n22\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n WT \nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 ΔSPI-1\n\n\n50\n\n\n\n\n\n\n\n\nEscherichia coli\n TOP10\n\n\nInvitrogen\n\n\n\n\n\n\n\n\nSalmonella\n Typhi Ty2\n\n\n17\n\n\n\n\n\n\n\n\nProteus mirabilis\n ATCC 7002\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nSerratia marcescens\n ATCC 14041\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nKlebsiella pneumoniae\n ATCC 13883\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nCitrobacter koseri\n ATCC 27156\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n    pKD3\n\n\n12\n\n\n\n\n\n\n    pCE36\n\n\n13\n\n\n\n\n\n\n    pCP20\n\n\n12\n\n\n\n\n\n\n    pBAD18\n\n\n24\n\n\n\n\n\n\n    pBAD18+\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    pBAD18+\nlacZ\n\n\n\n\n\n\n42\n, this study\n\n\n\n\n\n\n\n\nOpen in a new tab\nSequence analysis.\n\n\nThe YdcI homologs from the indicated Gram-negative species were identified using BLAST search analysis with \nS\n. Typhimurium YdcI (GenBank accession no. \nAAL20543\n) as the query (\n1\n). Homologs were aligned using CLUSTAL W analysis as previously described (\n46\n, \n51\n).\nGene expression analysis.\n\n\nReverse transcription (RT)-PCR was performed as described previously (\n51\n, \n55\n), using approximately 4 to 6 μg RNA from late-log-phase cultures (optical density at 600 nm [OD\n600\n] = 0.9 to 1.4). RNA was isolated using RNA Protect reagent and RNeasy spin prep kits (Qiagen, Inc., Valencia, CA). LacZ assays were performed with late-log-phase cultures using standard protocols as described previously (\n35\n), and the data presented represent the mean and standard deviation of three or four independent experiments each assayed in duplicate or triplicate reactions.\nExpression and purification of YdcI protein.\n\n\nEscherichia coli\n strain TOP10 containing pBAD18+\nydcI\n was grown to an OD\n600\n of approximately 0.5 to 0.8, induced with 0.1% arabinose, and then grown for an additional 3 h. Cells were harvested, lysed using B-Per reagent (Pierce/Thermo-Fisher, Rockford, IL), and processed for isolation of YdcI protein (with a six-histidine tag) using nickel-agarose spin columns in accordance with the manufacturer's instructions (Zymo Research, Orange, CA). Coomassie staining and Western blot analysis with anti-six-histidine antibody (Immunology Consultants Lab, Inc., Newberg, OR) were performed using standard protocols as described previously (\n2\n, \n49\n, \n50\n).\nGel shift assays.\n\n\nGel shift reactions were performed in the presence of 10 mM Tris-HCl [pH 7.5], 50 mM KCl, 10% glycerol, 1 mM dithiothreitol, 0.5 mM EDTA, 1 μg salmon sperm DNA, and 0.1 μg/ml bovine serum albumin with approximately 1 ng of probe. The reaction mixtures were incubated for 20 min at room temperature before being loaded onto a prerun 8% acrylamide gel in 0.5× Tris-borate-EDTA (TBE) buffer at 150 V. Probe labeling and detection were performed using a nonradioactive kit in accordance with the manufacturer's instructions (Pierce/Thermo-Fisher, Rockford, IL) with positively charged nylon membrane (GE Healthcare, Piscataway, NJ). The 180-bp probe H3 consisted of DNA extending upstream from 38 bp downstream of the \nydcI\n ATG codon (\nS\n. Typhimurium coordinates 1714755 to 1714935) that was PCR amplified using the primers indicated in Table S1 in the supplemental material and purified using a spin column in accordance with the manufacturer's instructions (Zymo Research, Orange, CA). The 182-bp probe H5 consisted of DNA upstream of the H3 probe from coordinates 1714573 to 1714754, and the \nlacZ\n probe consisted of 152 bp amplified from the \nlacZ\n gene using the primers indicated in Table S1 in the supplemental material. Competition assays were performed under the binding conditions described above with increasing amounts of a molar excess of unlabeled DNA that was either specific (the 180-bp \nydcI\n promoter fragment) or nonspecific (\nlacZ\n fragment), as indicated.\nThermal, osmotic, and acid stress assays.\n\n\nStress assays were performed as described previously, using shaking broth cultures grown to stationary phase (\n39\n, \n52\n–\n54\n). The data presented represent the mean and standard deviation of four independent experiments each plated in triplicate.\nTissue culture invasion and intracellular survival assays.\n\n\nInvasion of Int407 intestinal epithelial cells and survival in J774 macrophages were assayed as described previously with a multiplicity of infection of approximately 30 using late-log-phase broth shaking cultures (\n49\n–\n52\n, \n54\n). The data (see \nFig. 7\n) are from four to six independent experiments each performed in triplicate tissue culture wells, except for the pBAD18+\nlacZ\n strains, which are from three independent experiments performed in triplicate.\n\n\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nInvasion of Int407 cells and survival in J774 macrophages. (A) The indicated \nS\n. Typhimurium strains were tested for invasion of Int407 cells via gentamicin protection assay. The ratio of percent invasion of each strain to that of the control was calculated and graphed. The ΔSPI-1 strain contains a deletion of the SPI-1 genes required for full invasion of Int407 cells. The ΔSPI-1 and Δ\nydcI\n mutant strains were compared to the WT for ratio calculation. The pBAD18, pBAD18+\nydcI\n, and pBAD18+\nlacZ\n strains were compared to the WT pBAD18 strain under the corresponding arabinose condition for ratio calculation. (B) The indicated strains were tested for survival in J774 macrophages over a period of 18 to 20 h via gentamicin protection assay. The ratio of the percent survival of each strain to that of the control was calculated and graphed. For ratio calculations, the Δ\nydcI\n mutant strain was compared to the WT and the pBAD18+\nydcI\n strain was compared to the pBAD18 strain.\nBiofilm formation.\n\n\nStrain χ3339 containing pBAD18, pBAD18+\nydcI\n, or pBAD18+\nlacZ\n was grown overnight in the absence of arabinose, diluted 1:50 in fresh medium, grown to an OD\n600\n of approximately 0.6 to 0.8, supplemented with arabinose to 0.1%, and grown for an additional 12 to 16 h. Crystal violet staining of biofilms and subsequent quantitation were performed as described previously (\n9\n, \n43\n).\nLow fluid shear studies.\n\n\nTo test \nS\n. Typhimurium responses to low fluid shear culture, the RWV bioreactor was used to grow cultures of each strain in the low fluid shear and control orientations as described previously (references \n52\n and \n53\n for acid stress and reference \n54\n for oxidative stress). The cultures were subjected to acid stress (pH 3.5 with citric acid) and oxidative stress (70 mM H\n2\nO\n2\n) and assayed for survival as described previously (references \n52\n and \n53\n for acid stress and \n54\n for oxidative stress). The results are from three to six independent RWV experiments each plated in triplicate.",
    "bacterial_strains,_plasmids,_and_media.": "Please refer to \nTable 1\n for a list of strains and plasmids used in this study. \nS\n. Typhimurium strain χ3339 was used as the wild type (WT), and all mutations were analyzed in this background (\n22\n). Construction of the \nS\n. Typhimurium Δ\nydcI\n mutation was performed using lambda Red recombination as previously described (\n12\n, \n45\n) and by using the DNA primers listed in Table S1 in the supplemental material. A Cm\nr\n cassette from pKD3 (\n12\n) was inserted at nucleotide 166 of the \nS\n. Typhimurium \nydcI\n open reading frame (ORF) in the same orientation as the \nydcI\n ORF. To obtain the Δ\nydcI\n::\nlacZ\n fusion, the Cm\nr\n cassette at the site of the Δ\nydcI\n mutation was deleted using Flp recombinase expressed from pCP20 (\n12\n), and then the \nlacZ\n plasmid pCE36 (\n13\n) was inserted at the single FRT site at this location as previously described (\n13\n). To construct the WT \nydcI\n::\nlacZ\n fusion, we performed an identical procedure by inserting the Cm\nr\n cassette immediately after the stop codon of \nydcI\n and inserting pCE36 at this location. The strain containing Cm::\nlacZ\n was obtained by inserting the Cm\nr\n-encoding gene from pKD3 immediately upstream of the \nlacZ\n gene in the Δ\nydcI\n::\nlacZ\n mutant strain using Red recombination such that the Cm\nr\n-encoding gene promoter replaces the \nydcI\n promoter and drives \nlacZ\n expression. All constructions were verified using PCR analysis. The Δ\nrpoS\n mutation (which is marked by Ap\nr\n) was transferred via P22 transduction from donor strain χ4973 (\n38\n). To restore WT \nrpoS\n in the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain, a strain containing a Cm\nr\n marker at gene STM2901 (located approximately 20 kb from the \nrpoS\n gene) was used as a donor for P22 transduction, and Cm\nr\n recipients were screened for ampicillin sensitivity (\n50\n). A Cm\nr\n Ap\nr\n isolate from this transduction was used as a control. Plasmid pBAD18+\nydcI\n was constructed using a synthesized \nydcI\n gene in which a six-histidine tag was fused to the C terminus and cloned into pUC57 (\n56\n) and then subcloned into pBAD18 (\n24\n) downstream of the arabinose-inducible promoter (Genscript, Inc., Piscataway, NJ). The entire length of the construct was verified via sequencing. Strains were grown using LB (Lennox) medium supplemented with the following antibiotics when necessary: ampicillin, 200 μg/ml; chloramphenicol, 10 μg/ml; kanamycin, 50 μg/ml.\nTable 1.\n\n\nStrains and plasmids used in this study\n\n\n\n\n\n\nSpecies and strain or plasmid\n\n\nComment(s)\n\n\n\n\n\n\n\n\n\n\nSalmonella\n Typhimurium\n\n\n\n\n\n\n\n\n    χ3339\n\n\n22\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n WT \nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 ΔSPI-1\n\n\n50\n\n\n\n\n\n\n\n\nEscherichia coli\n TOP10\n\n\nInvitrogen\n\n\n\n\n\n\n\n\nSalmonella\n Typhi Ty2\n\n\n17\n\n\n\n\n\n\n\n\nProteus mirabilis\n ATCC 7002\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nSerratia marcescens\n ATCC 14041\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nKlebsiella pneumoniae\n ATCC 13883\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nCitrobacter koseri\n ATCC 27156\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n    pKD3\n\n\n12\n\n\n\n\n\n\n    pCE36\n\n\n13\n\n\n\n\n\n\n    pCP20\n\n\n12\n\n\n\n\n\n\n    pBAD18\n\n\n24\n\n\n\n\n\n\n    pBAD18+\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    pBAD18+\nlacZ\n\n\n\n\n\n\n42\n, this study\n\n\n\n\n\n\n\n\nOpen in a new tab",
    "table_1.": "Strains and plasmids used in this study\nSpecies and strain or plasmid\n\n\nComment(s)\n\n\n\n\n\n\n\n\n\n\nSalmonella\n Typhimurium\n\n\n\n\n\n\n\n\n    χ3339\n\n\n22\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Δ\nydcI\n::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 Cm::\nlacZ\n Δ\nrpoS\n\n\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n Δ\nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 WT \nydcI\n::\nlacZ\n WT \nrpoS\n\n\n\n\n\n\n\n\n\n\n        STM2901::Cm\n\n\nThis study\n\n\n\n\n\n\n    χ3339 ΔSPI-1\n\n\n50\n\n\n\n\n\n\n\n\nEscherichia coli\n TOP10\n\n\nInvitrogen\n\n\n\n\n\n\n\n\nSalmonella\n Typhi Ty2\n\n\n17\n\n\n\n\n\n\n\n\nProteus mirabilis\n ATCC 7002\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nSerratia marcescens\n ATCC 14041\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nKlebsiella pneumoniae\n ATCC 13883\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\n\n\nCitrobacter koseri\n ATCC 27156\n\n\nAmerican Type Culture Collection\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n    pKD3\n\n\n12\n\n\n\n\n\n\n    pCE36\n\n\n13\n\n\n\n\n\n\n    pCP20\n\n\n12\n\n\n\n\n\n\n    pBAD18\n\n\n24\n\n\n\n\n\n\n    pBAD18+\nydcI\n\n\n\n\nThis study\n\n\n\n\n\n\n    pBAD18+\nlacZ\n\n\n\n\n\n\n42\n, this study\nOpen in a new tab",
    "sequence_analysis.": "The YdcI homologs from the indicated Gram-negative species were identified using BLAST search analysis with \nS\n. Typhimurium YdcI (GenBank accession no. \nAAL20543\n) as the query (\n1\n). Homologs were aligned using CLUSTAL W analysis as previously described (\n46\n, \n51\n).",
    "gene_expression_analysis.": "Reverse transcription (RT)-PCR was performed as described previously (\n51\n, \n55\n), using approximately 4 to 6 μg RNA from late-log-phase cultures (optical density at 600 nm [OD\n600\n] = 0.9 to 1.4). RNA was isolated using RNA Protect reagent and RNeasy spin prep kits (Qiagen, Inc., Valencia, CA). LacZ assays were performed with late-log-phase cultures using standard protocols as described previously (\n35\n), and the data presented represent the mean and standard deviation of three or four independent experiments each assayed in duplicate or triplicate reactions.",
    "expression_and_purification_of_ydci_protein.": "Escherichia coli\n strain TOP10 containing pBAD18+\nydcI\n was grown to an OD\n600\n of approximately 0.5 to 0.8, induced with 0.1% arabinose, and then grown for an additional 3 h. Cells were harvested, lysed using B-Per reagent (Pierce/Thermo-Fisher, Rockford, IL), and processed for isolation of YdcI protein (with a six-histidine tag) using nickel-agarose spin columns in accordance with the manufacturer's instructions (Zymo Research, Orange, CA). Coomassie staining and Western blot analysis with anti-six-histidine antibody (Immunology Consultants Lab, Inc., Newberg, OR) were performed using standard protocols as described previously (\n2\n, \n49\n, \n50\n).",
    "gel_shift_assays.": "Gel shift reactions were performed in the presence of 10 mM Tris-HCl [pH 7.5], 50 mM KCl, 10% glycerol, 1 mM dithiothreitol, 0.5 mM EDTA, 1 μg salmon sperm DNA, and 0.1 μg/ml bovine serum albumin with approximately 1 ng of probe. The reaction mixtures were incubated for 20 min at room temperature before being loaded onto a prerun 8% acrylamide gel in 0.5× Tris-borate-EDTA (TBE) buffer at 150 V. Probe labeling and detection were performed using a nonradioactive kit in accordance with the manufacturer's instructions (Pierce/Thermo-Fisher, Rockford, IL) with positively charged nylon membrane (GE Healthcare, Piscataway, NJ). The 180-bp probe H3 consisted of DNA extending upstream from 38 bp downstream of the \nydcI\n ATG codon (\nS\n. Typhimurium coordinates 1714755 to 1714935) that was PCR amplified using the primers indicated in Table S1 in the supplemental material and purified using a spin column in accordance with the manufacturer's instructions (Zymo Research, Orange, CA). The 182-bp probe H5 consisted of DNA upstream of the H3 probe from coordinates 1714573 to 1714754, and the \nlacZ\n probe consisted of 152 bp amplified from the \nlacZ\n gene using the primers indicated in Table S1 in the supplemental material. Competition assays were performed under the binding conditions described above with increasing amounts of a molar excess of unlabeled DNA that was either specific (the 180-bp \nydcI\n promoter fragment) or nonspecific (\nlacZ\n fragment), as indicated.",
    "thermal,_osmotic,_and_acid_stress_assays.": "Stress assays were performed as described previously, using shaking broth cultures grown to stationary phase (\n39\n, \n52\n–\n54\n). The data presented represent the mean and standard deviation of four independent experiments each plated in triplicate.",
    "tissue_culture_invasion_and_intracellular_survival_assays.": "Invasion of Int407 intestinal epithelial cells and survival in J774 macrophages were assayed as described previously with a multiplicity of infection of approximately 30 using late-log-phase broth shaking cultures (\n49\n–\n52\n, \n54\n). The data (see \nFig. 7\n) are from four to six independent experiments each performed in triplicate tissue culture wells, except for the pBAD18+\nlacZ\n strains, which are from three independent experiments performed in triplicate.\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nInvasion of Int407 cells and survival in J774 macrophages. (A) The indicated \nS\n. Typhimurium strains were tested for invasion of Int407 cells via gentamicin protection assay. The ratio of percent invasion of each strain to that of the control was calculated and graphed. The ΔSPI-1 strain contains a deletion of the SPI-1 genes required for full invasion of Int407 cells. The ΔSPI-1 and Δ\nydcI\n mutant strains were compared to the WT for ratio calculation. The pBAD18, pBAD18+\nydcI\n, and pBAD18+\nlacZ\n strains were compared to the WT pBAD18 strain under the corresponding arabinose condition for ratio calculation. (B) The indicated strains were tested for survival in J774 macrophages over a period of 18 to 20 h via gentamicin protection assay. The ratio of the percent survival of each strain to that of the control was calculated and graphed. For ratio calculations, the Δ\nydcI\n mutant strain was compared to the WT and the pBAD18+\nydcI\n strain was compared to the pBAD18 strain.",
    "fig._7.": "Open in a new tab\nInvasion of Int407 cells and survival in J774 macrophages. (A) The indicated \nS\n. Typhimurium strains were tested for invasion of Int407 cells via gentamicin protection assay. The ratio of percent invasion of each strain to that of the control was calculated and graphed. The ΔSPI-1 strain contains a deletion of the SPI-1 genes required for full invasion of Int407 cells. The ΔSPI-1 and Δ\nydcI\n mutant strains were compared to the WT for ratio calculation. The pBAD18, pBAD18+\nydcI\n, and pBAD18+\nlacZ\n strains were compared to the WT pBAD18 strain under the corresponding arabinose condition for ratio calculation. (B) The indicated strains were tested for survival in J774 macrophages over a period of 18 to 20 h via gentamicin protection assay. The ratio of the percent survival of each strain to that of the control was calculated and graphed. For ratio calculations, the Δ\nydcI\n mutant strain was compared to the WT and the pBAD18+\nydcI\n strain was compared to the pBAD18 strain.",
    "biofilm_formation.": "When cultures of strain χ3339 containing pBAD18 or pBAD18+\nydcI\n were supplemented with arabinose and allowed to grow for approximately 12 to 16 h postsupplementation, we observed that the strain containing pBAD18+\nydcI\n formed a biofilm which was especially prominent at the medium-air interface (\nFig. 8A\n). This biofilm was readily stained with crystal violet, indicating significant cell adhesion (\nFig. 8A\n), and this observation was confirmed via microscopy (data not shown). Biofilm staining was readily observed in areas below the medium-air interface, suggesting that biofilm-mediated adhesion was not dependent on the interface (\nFig. 8A\n). The control strain containing pBAD18 did not form a biofilm after arabinose supplementation (\nFig. 8A\n). In addition, both strains did not form a biofilm under the same growth conditions in the absence of arabinose (data not shown). To confirm that biofilm formation was not the result of general protein expression from the pBAD18 arabinose-inducible promoter, we performed the same assay with strain χ3339 containing pBAD18+\nlacZ\n. This strain had a phenotype identical to that of the pBAD18 control and did not form a biofilm upon arabinose supplementation (\nFig. 8B\n). Quantitation of crystal violet staining of the biofilm confirmed the qualitative differences observed between the strains in \nFig. 8\n (see Fig. S7 in the supplemental material).\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nInduction of \nydcI\n expression results in \nS\n. Typhimurium biofilm formation. (A) \nS\n. Typhimurium strain χ3339 containing either pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose for approximately 16 h in LB medium. The white arrow indicates significant biofilm accumulation at the medium-air interface. The upper and lower panels show culture appearance and crystal violet-stained flasks (with cultures removed), respectively. (B) The same as panel A, except that strain χ3339 containing pBAD18+\nlacZ\n was tested.",
    "low_fluid_shear_studies.": "To test if the \nydcI\n gene plays a role in transmission of the low fluid shear environmental signal in \nS\n. Typhimurium, we tested both the WT and Δ\nydcI\n mutant strains for two separate phenotypes induced by low fluid shear growth in the RWV apparatus. Previous studies have established that low fluid shear conditions alter the acid and oxidative stress resistance profiles of WT \nS\n. Typhimurium (\n39\n, \n41\n, \n52\n–\n55\n). We grew cultures of the WT and Δ\nydcI\n mutant strains under low fluid shear and control conditions in the RWV and subjected these cultures to separate acid (pH 3.5 using citric acid) and oxidative (70 mM H\n2\nO\n2\n) stresses. In both tests, the Δ\nydcI\n mutant strain displayed the same low fluid shear-induced phenotype as the WT strain (\nFig. 9\n). This indicates that the \nydcI\n gene is not required for these low fluid shear responses in \nS\n. Typhimurium under these conditions.\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nLow fluid shear phenotypes of WT and Δ\nydcI\n mutant strains via RWV culture. The \nS\n. Typhimurium WT and Δ\nydcI\n mutant strains were grown in the RWV apparatus in low fluid shear (LFS) or control conditions, and the cultures were tested for acid stress resistance (pH 3.5 with citric acid) or oxidative stress resistance (70 mM H\n2\nO\n2\n) in separate assays. The percent survival of the WT and Δ\nydcI\n mutant strains for each culture condition in each stress was calculated, and a ratio of the percent survival of each sample to the control condition for each stress is shown. Low fluid shear culture alters stress resistance compared to the control for both the WT and Δ\nydcI\n mutant strains.",
    "results": "The \nS\n. Typhimurium \nydcI\n gene encodes a conserved protein.\n\n\nWe used the \nS\n. Typhimurium YdcI protein sequence (GenBank accession no. \nAAL20543\n) as a query in a BLAST search for homologs in the protein database. The results of this search indicated that the YdcI protein sequence belongs to the LysR family of transcriptional regulators and is highly conserved among Gram-negative genomes, including the genera \nEscherichia\n, \nShigella\n, \nCitrobacter\n, \nEnterobacter\n, \nKlebsiella\n, and \nSerratia\n (\nFig. 1\n). The e values for the alignments in \nFig. 1\n are all less than 10\n−140\n, except that for the \nSerratia\n protein, which is 10\n−92\n. We also found that the YdcI protein is encoded by \nRalstonia\n, \nPseudomonas\n, \nBurkholderia\n, \nRhizobium\n, \nAgrobacterium\n, \nBrucella\n, and \nRuegeria\n at a somewhat lower level of homology (e values between 10\n−71\n and 10\n−49\n) but still representing a high degree of conservation in these genera (see Fig. S1 in the supplemental material). The genomic organization of the location of the \nydcI\n gene in the genera from \nFig. 1\n is also conserved (see Fig. S2 in the supplemental material). These results indicate that the \nydcI\n gene is conserved across multiple Gram-negative genera and suggest evolutionary selection for the function of this gene in prokaryotic biology.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nAlignment of the \nS\n. Typhimurium YdcI protein with homologs present in a range of other Gram-negative genera. Yellow highlighting indicates amino acid identity (in at least five of the proteins). The e values for the aligned proteins are less than 10\n−140\n, except for the \nSerratia\n protein, whose e value is 10\n−92\n.\nAnalysis of \nydcI\n gene expression.\n\n\nTo test if the \nydcI\n gene is expressed in different bacterial genera, we isolated total RNA from cultures of \nS\n. Typhimurium, \nSalmonella\n Typhi, \nProteus mirabilis\n, \nSerratia marcescens\n, \nKlebsiella pneumoniae\n, and \nCitrobacter koseri\n and performed an RT-PCR analysis using primers against the \nydcI\n homolog in each strain. We detected \nydcI\n homolog expression via this assay indicating that this gene is able to be transcribed across genera (\nFig. 2\n). To further analyze \nydcI\n gene expression, we constructed \nlacZ\n transcriptional fusions in the chromosomal copy of the \nS\n. Typhimurium \nydcI\n gene. Two such fusions were constructed; the WT \nydcI\n::\nlacZ\n and Δ\nydcI\n::\nlacZ\n alleles contain the promoterless \nlacZ\n gene fused immediately after the \nydcI\n stop codon and at nucleotide 166 of the 912-bp \nydcI\n gene, respectively (\nFig. 3A\n). The latter construct is predicted to abolish normal YdcI protein function, thereby allowing comparison of \nlacZ\n reporter expression in the presence and absence of WT YdcI protein. We found that the WT \nydcI\n::\nlacZ\n fusion was expressed 3-fold less than the Δ\nydcI\n::\nlacZ\n construct (\nFig. 3B\n). We introduced a plasmid expressing the \nS\n. Typhimurium \nydcI\n gene from an arabinose-inducible promoter (pBAD18+\nydcI\n) into the Δ\nydcI\n::\nlacZ\n mutant strain. In the presence of arabinose, this strain expressed significantly less \nlacZ\n than the control strain containing the vector only (\nFig. 3B\n). Collectively, these results indicate that the YdcI protein negatively autoregulates its expression under the conditions tested here and is expressed at relatively low levels when this autoregulation is intact.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nRT-PCR of \nydcI\n gene homologs in a range of Gram-negative genera. The plus and minus lanes contain samples with and without reverse transcriptase, respectively. The Ch lane contains samples where chromosomal DNA isolated from the indicated strain was used in the PCR. NCR refers to a noncoding region in the \nS\n. Typhimurium genome between two divergent promoters that is not predicted to be transcribed.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nAnalysis of \nydcI\n::\nlacZ\n fusions in \nS\n. Typhimurium. (A) A promoterless \nlacZ\n gene was transcriptionally fused to the WT and Δ\nydcI\n mutant alleles of the \nS\n. Typhimurium \nydcI\n gene in separate strains. The maps of the WT, Δ\nydcI\n::\nlacZ\n, and WT \nydcI\n::\nlacZ\n gene loci in the \nS\n. Typhimurium strain genomes are shown. (B) The LacZ activity of the strains in panel A is shown. In addition, the Δ\nydcI\n::\nlacZ\n strain was transformed with either pBAD18 or pBAD18+\nydcI\n and assayed for LacZ activity in the presence or absence of arabinose.\nPurification and DNA binding activity of YdcI protein.\n\n\nTo test the YdcI protein for DNA binding activity, we cloned the \nS\n. Typhimurium \nydcI\n gene downstream of an arabinose-inducible promoter on the plasmid vector pBAD18 (\n24\n). In this construct, we also fused the coding sequence for a six-histidine epitope immediately after the last codon such that the YdcI protein would be expressed with a C-terminal tag. Arabinose-dependent expression of the YdcI protein was demonstrated via Western blot analysis, and we then purified the fusion protein using nickel agarose columns (see Fig. S3 in the supplemental material). To test the DNA binding activity of YdcI, we incubated YdcI protein from either cell extracts or purified preparations with a 180-bp DNA probe (named H3) consisting of the sequence immediately upstream of the \nS\n. Typhimurium \nydcI\n ORF as indicated in Materials and Methods. Both sources of YdcI protein shifted the labeled H3 probe in this assay (\nFig. 4A\n). To test the specificity of the YdcI DNA binding activity, we used a 152-bp probe consisting of \nlacZ\n gene DNA, and YdcI did not shift this probe (\nFig. 4B\n). In addition, we also synthesized a 182-bp probe (named H5) consisting of DNA from the \nydcI\n promoter region that extends immediately upstream of the H3 probe and show that YdcI does not shift this probe (\nFig. 4B\n). We also incubated gel shift reaction mixtures with an excess of unlabeled \nydcI\n promoter fragment H3 (specific competitor) or unlabeled \nlacZ\n fragment (nonspecific competitor). The results are consistent with a specific YdcI DNA binding activity since the specific competitor abolished binding to the probe and the nonspecific competitor did not (\nFig. 4C\n). Since YdcI is a DNA binding protein that has not been previously characterized, we used the gel shift assay to determine an apparent dissociation constant (\nK\nD\n) for the YdcI binding activity. The concentration of YdcI protein at which 50% binding occurred (and thus indicated the apparent \nK\nD\n under these conditions) was approximately 2.3 to 4.6 nM (see Fig. S4 in the supplemental material). This magnitude of apparent \nK\nD\n is consistent with documented specific DNA binding activity of members of this protein family (\n34\n, \n44\n, \n47\n) and is consistent with the conclusion that the \nydcI\n gene encodes a specific DNA binding protein.\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nGel shift assays with YdcI protein. (A) The labeled H3 DNA probe from the \nS\n. Typhimurium \nydcI\n promoter region was incubated with YdcI cell extracts or purified YdcI protein and run in an 8% acrylamide–TBE gel. Lanes: 1, probe alone; 2, TOP10(pBAD18+\nydcI\n) extract, 300 ng; 3, TOP10(pBAD18) extract, 300 ng; 4, purified YdcI protein, approximately 10 nM. (B) Gel shift reaction mixtures with different probes incubated with purified YdcI protein. Lanes: 1, H5 probe alone; 2, H5 probe plus YdcI; 3, H3 probe alone; 4, H3 probe plus YdcI; 5, \nlacZ\n probe alone; 6, \nlacZ\n probe plus YdcI. (C) YdcI gel shift reaction mixtures with labeled H3 probe were incubated with unlabeled specific (H3 DNA fragment) or nonspecific (\nlacZ\n DNA fragment) competitor DNA and then run in an 8% acrylamide gel. Lanes: 1, probe alone; 2, no competitor; 3 to 5, specific competitor at 135×, 270×, and 540× molar excesses, respectively; 6 to 8, nonspecific competitor at 135×, 270×, and 540× molar excesses, respectively.\nSince our results indicated that a YdcI DNA binding site is located within the H3 probe, we used the Microfootprinter program (\nhttp://bio.cs.washington.edu/MicroFootPrinter.html\n) to identify possible YdcI binding sites within the H3 fragment (\n37\n). This analysis yielded two candidate sites in the H3 fragment, but two separate 40-bp probes containing each site did not display binding to YdcI protein in the gel shift assay (data not shown).\nStress assays reveal an acid resistance defect in an \nS\n. Typhimurium \nydcI\n mutant.\n\n\nIn order to study the role of the \nydcI\n gene in \nSalmonella\n biology, we constructed a knockout mutation of the \nydcI\n gene in the chromosome of \nS\n. Typhimurium using the lambda Red recombination system (see Materials and Methods for details). We observed no significant growth differences between the WT and Δ\nydcI\n mutant strains using OD\n600\n and CFU measurements in a growth curve (see Fig. S5 in the supplemental material). Since the \nydcI\n gene was initially brought to our attention as a member of a stimulon of genes that change expression under conditions that alter bacterial stress resistance, we tested the \nydcI\n mutant for osmotic, thermal, oxidative, and acid stress resistance compared to that of the isogenic WT strain. Under conditions of osmotic and thermal stress, we did not observe a significant difference in survival between the WT and Δ\nydcI\n mutant strains (\nFig. 5\n). Under conditions of oxidative stress, we observed inconsistent results that may indicate a survival defect under these conditions of the Δ\nydcI\n mutant compared to the WT, but this experiment requires further study to determine a conclusive effect (data not shown). However, under both organic (citric acid) and inorganic (HCl) acid stress (pH 3.5), we observed a significant difference between the survival of the Δ\nydcI\n mutant and that of the WT strain (\nFig. 5\n). Both the organic and inorganic acid resistance defects can be complemented by a functional copy of \nydcI\n provided on a plasmid (\nFig. 5\n). These data indicate that the \nydcI\n gene is required for full acid stress resistance of \nS\n. Typhimurium under the conditions studied here and likely expresses a protein that serves to regulate genes involved in acid stress resistance.\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nAcid resistance defect in \nS\n. Typhimurium Δ\nydcI\n mutant. Isogenic WT and Δ\nydcI S\n. Typhimurium strains were tested for resistance to osmotic (2.5 M NaCl), thermal (50°C), and acid (pH 3.5 using citric acid or HCl) stress over a time period of 120 min. The percent survival of the WT and Δ\nydcI\n mutant strains under the corresponding stress (compared to before addition of stress) was calculated, and a ratio of the percent survival of the indicated Δ\nydcI\n mutant test strain to that of the WT strain is shown. The Δ\nydcI\n mutant strain containing pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose.\nRelationship between the \nydcI\n and \nrpoS\n genes.\n\n\nThe \nS\n. Typhimurium \nrpoS\n gene encodes a highly conserved sigma factor that is required for the expression of a wide array of genes involved in resistance to a range of environmental stresses and has been termed the “master regulator” of bacterial stress resistance (\n16\n, \n26\n, \n29\n). Since the \nydcI\n gene is required for full acid stress resistance of \nS\n. Typhimurium, we compared the phenotype of an \nS\n. Typhimurium Δ\nydcI\n Δ\nrpoS\n double mutant to that of the Δ\nydcI\n and Δ\nrpoS\n single mutants to distinguish between the possibilities that \nydcI\n and \nrpoS\n are part of the same pathway or part of separate, additive pathways. In the citric acid resistance assay, we observed that the Δ\nrpoS\n mutant displayed high sensitivity within 30 min, but the Δ\nydcI\n mutant did not display its sensitivity until 120 min after the addition of stress (\nFig. 5\n and \nFig. 6A\n). Thus, within 30 min of citric acid stress exposure, the Δ\nydcI\n and WT strains display similar phenotypes (\nFig. 6A\n). However, the Δ\nydcI\n Δ\nrpoS\n double mutant displayed a citric acid resistance defect that was identical to that of the Δ\nrpoS\n single mutant (\nFig. 6A\n). In the HCl acid resistance assay, both the Δ\nydcI\n and Δ\nrpoS\n single mutants display high sensitivity within 30 min of acid exposure, but the Δ\nrpoS\n mutant is significantly more sensitive than the Δ\nydcI\n mutant during this time (\nFig. 6A\n). The Δ\nydcI\n Δ\nrpoS\n double mutant displayed an HCl acid resistance defect identical to that of the Δ\nrpoS\n single mutant. These results suggest that the \nydcI\n and \nrpoS\n genes act via the same pathway and do not act in an additive manner in separate pathways to provide WT levels of acid resistance.\n\n\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nRelationship between \nydcI\n and \nrpoS\n genes. (A) The indicated strains were subjected to acid stress (pH 3.5) with citric acid or HCl as indicated over a 30-min time period. The percent survival of the strains (compared to before the addition of stress) was calculated, and a ratio of the percent survival of the test strain to the WT strain is shown. Note that the phenotype of the Δ\nydcI\n mutant is similar to the WT for citric acid stress within 30 min (the data in \nFig. 5\n are from 120 min of acid stress). The \nP\n values were calculated as comparisons of the indicated strains and the Δ\nydcI\n single mutant strain. (B) Cultures of the indicated strains were assayed for LacZ activity and plotted for Miller units. All strains are in the χ3339 background, as indicated in \nTable 1\n. Cm::\nlacZ\n indicates that the \nlacZ\n gene in this strain is transcribed via the Cm\nr\n gene promoter. STM2901::Cm indicates the gene location of a Cm\nr\n marker linked to the WT \nrpoS\n gene within approximately 20 kb of DNA in the \nS\n. Typhimurium genome.\nTo test if \nrpoS\n plays a role in the expression of the \nydcI\n gene, we constructed a WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain and compared the LacZ activity of this strain to that of the WT \nydcI\n::\nlacZ\n strain. Remarkably, the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain completely lost LacZ activity, in contrast to the control (\nFig. 6B\n). A control strain in which the same \nlacZ\n reporter gene was driven by the Cm\nr\n-encoding gene promoter was not affected by the presence of the Δ\nrpoS\n mutation (\nFig. 6B\n). To demonstrate that the loss of WT \nydcI\n::\nlacZ\n activity was not due to a random artifact of strain construction, we restored the WT \nrpoS\n allele to the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain using P22 transduction of a Cm\nr\n marker linked to the WT \nrpoS\n allele as described in Materials and Methods. This strain displayed WT levels of WT \nydcI\n::\nlacZ\n activity, in contrast to the control, confirming that the Δ\nrpoS\n mutation was responsible for the expression defect (\nFig. 6B\n). Taken together, the double mutant studies and \nlacZ\n reporter analysis provide significant evidence that the \nydcI\n gene is part of the \nrpoS\n regulon in \nS\n. Typhimurium.\nTissue culture invasion assays.\n\n\nTo test for a role for \nydcI\n in \nS\n. Typhimurium invasion of cultured intestinal epithelial cells, we compared the Δ\nydcI\n mutant strain to the WT for entry into Int407 cells. The results indicated that the Δ\nydcI\n mutant did not differ significantly from the WT in Int407 invasion (\nFig. 7A\n). However, we also tested the invasion phenotype of strains in which \nydcI\n expression had been induced or “turned on” as an alternative to analysis of the deletion mutant (in which the gene is removed). Since expression of the \nydcI\n gene from the pBAD18+\nydcI\n construct restored the repression of a chromosomal Δ\nydcI\n::\nlacZ\n fusion to WT levels, expressed a protein displaying specific DNA binding activity as predicted, and complemented the Δ\nydcI\n acid resistance defect back to WT levels, we reasoned that this construct would be an appropriate reagent for this purpose. WT strain χ3339 containing pBAD18+\nydcI\n invaded Int407 cells to a level 2.8 times higher than that of controls in the presence of arabinose (\nFig. 7A\n). Control strains containing the pBAD18 vector alone or pBAD18+\nlacZ\n did not display increased cell entry in either the presence or the absence of arabinose (\nFig. 7A\n). The latter strain expresses copious amounts of LacZ protein (several thousand Miller units) in the presence of arabinose (reference \n42\n and data not shown). This indicates that this phenotype is specific to \nydcI\n induction and not merely due to general overexpression of protein in this strain. The pBAD18 and pBAD18+\nydcI\n strains displayed virtually identical levels of adherence to Int407 cells under these conditions (see Fig. S6 in the supplemental material). The SPI-1 genes encode a type III secretion system used to facilitate invasion of nonphagocytic cells like those of the Int407 line (\n18\n–\n20\n). To test if induction of \nydcI\n could serve to reverse the invasion defect of the ΔSPI-1 strain, we introduced the pBAD18+\nydcI\n plasmid into this strain, induced \nydcI\n expression via arabinose, and tested invasion of the culture. We did not observe any reversal of the ΔSPI-1 invasion defect under these conditions compared to the control strain containing the vector alone (\nFig. 7A\n). This may suggest that the increased invasion upon \nydcI\n induction in the WT strain background occurs via the SPI-1 pathway.\n\n\nWe also tested if the Δ\nydcI\n mutation or induction of \nydcI\n expression had any effect on \nS\n. Typhimurium survival in J774 macrophages. Neither the deletion nor the induction of the \nydcI\n gene had any effect on \nS\n. Typhimurium macrophage survival (\nFig. 7B\n).\nBiofilm formation.\n\n\nWhen cultures of strain χ3339 containing pBAD18 or pBAD18+\nydcI\n were supplemented with arabinose and allowed to grow for approximately 12 to 16 h postsupplementation, we observed that the strain containing pBAD18+\nydcI\n formed a biofilm which was especially prominent at the medium-air interface (\nFig. 8A\n). This biofilm was readily stained with crystal violet, indicating significant cell adhesion (\nFig. 8A\n), and this observation was confirmed via microscopy (data not shown). Biofilm staining was readily observed in areas below the medium-air interface, suggesting that biofilm-mediated adhesion was not dependent on the interface (\nFig. 8A\n). The control strain containing pBAD18 did not form a biofilm after arabinose supplementation (\nFig. 8A\n). In addition, both strains did not form a biofilm under the same growth conditions in the absence of arabinose (data not shown). To confirm that biofilm formation was not the result of general protein expression from the pBAD18 arabinose-inducible promoter, we performed the same assay with strain χ3339 containing pBAD18+\nlacZ\n. This strain had a phenotype identical to that of the pBAD18 control and did not form a biofilm upon arabinose supplementation (\nFig. 8B\n). Quantitation of crystal violet staining of the biofilm confirmed the qualitative differences observed between the strains in \nFig. 8\n (see Fig. S7 in the supplemental material).\n\n\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nInduction of \nydcI\n expression results in \nS\n. Typhimurium biofilm formation. (A) \nS\n. Typhimurium strain χ3339 containing either pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose for approximately 16 h in LB medium. The white arrow indicates significant biofilm accumulation at the medium-air interface. The upper and lower panels show culture appearance and crystal violet-stained flasks (with cultures removed), respectively. (B) The same as panel A, except that strain χ3339 containing pBAD18+\nlacZ\n was tested.\nLow fluid shear studies.\n\n\nTo test if the \nydcI\n gene plays a role in transmission of the low fluid shear environmental signal in \nS\n. Typhimurium, we tested both the WT and Δ\nydcI\n mutant strains for two separate phenotypes induced by low fluid shear growth in the RWV apparatus. Previous studies have established that low fluid shear conditions alter the acid and oxidative stress resistance profiles of WT \nS\n. Typhimurium (\n39\n, \n41\n, \n52\n–\n55\n). We grew cultures of the WT and Δ\nydcI\n mutant strains under low fluid shear and control conditions in the RWV and subjected these cultures to separate acid (pH 3.5 using citric acid) and oxidative (70 mM H\n2\nO\n2\n) stresses. In both tests, the Δ\nydcI\n mutant strain displayed the same low fluid shear-induced phenotype as the WT strain (\nFig. 9\n). This indicates that the \nydcI\n gene is not required for these low fluid shear responses in \nS\n. Typhimurium under these conditions.\n\n\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nLow fluid shear phenotypes of WT and Δ\nydcI\n mutant strains via RWV culture. The \nS\n. Typhimurium WT and Δ\nydcI\n mutant strains were grown in the RWV apparatus in low fluid shear (LFS) or control conditions, and the cultures were tested for acid stress resistance (pH 3.5 with citric acid) or oxidative stress resistance (70 mM H\n2\nO\n2\n) in separate assays. The percent survival of the WT and Δ\nydcI\n mutant strains for each culture condition in each stress was calculated, and a ratio of the percent survival of each sample to the control condition for each stress is shown. Low fluid shear culture alters stress resistance compared to the control for both the WT and Δ\nydcI\n mutant strains.",
    "the_s._typhimurium_ydci_gene_encodes_a_conserved_protein.": "We used the \nS\n. Typhimurium YdcI protein sequence (GenBank accession no. \nAAL20543\n) as a query in a BLAST search for homologs in the protein database. The results of this search indicated that the YdcI protein sequence belongs to the LysR family of transcriptional regulators and is highly conserved among Gram-negative genomes, including the genera \nEscherichia\n, \nShigella\n, \nCitrobacter\n, \nEnterobacter\n, \nKlebsiella\n, and \nSerratia\n (\nFig. 1\n). The e values for the alignments in \nFig. 1\n are all less than 10\n−140\n, except that for the \nSerratia\n protein, which is 10\n−92\n. We also found that the YdcI protein is encoded by \nRalstonia\n, \nPseudomonas\n, \nBurkholderia\n, \nRhizobium\n, \nAgrobacterium\n, \nBrucella\n, and \nRuegeria\n at a somewhat lower level of homology (e values between 10\n−71\n and 10\n−49\n) but still representing a high degree of conservation in these genera (see Fig. S1 in the supplemental material). The genomic organization of the location of the \nydcI\n gene in the genera from \nFig. 1\n is also conserved (see Fig. S2 in the supplemental material). These results indicate that the \nydcI\n gene is conserved across multiple Gram-negative genera and suggest evolutionary selection for the function of this gene in prokaryotic biology.\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nAlignment of the \nS\n. Typhimurium YdcI protein with homologs present in a range of other Gram-negative genera. Yellow highlighting indicates amino acid identity (in at least five of the proteins). The e values for the aligned proteins are less than 10\n−140\n, except for the \nSerratia\n protein, whose e value is 10\n−92\n.",
    "fig._1.": "Open in a new tab\nAlignment of the \nS\n. Typhimurium YdcI protein with homologs present in a range of other Gram-negative genera. Yellow highlighting indicates amino acid identity (in at least five of the proteins). The e values for the aligned proteins are less than 10\n−140\n, except for the \nSerratia\n protein, whose e value is 10\n−92\n.",
    "analysis_of_ydci_gene_expression.": "To test if the \nydcI\n gene is expressed in different bacterial genera, we isolated total RNA from cultures of \nS\n. Typhimurium, \nSalmonella\n Typhi, \nProteus mirabilis\n, \nSerratia marcescens\n, \nKlebsiella pneumoniae\n, and \nCitrobacter koseri\n and performed an RT-PCR analysis using primers against the \nydcI\n homolog in each strain. We detected \nydcI\n homolog expression via this assay indicating that this gene is able to be transcribed across genera (\nFig. 2\n). To further analyze \nydcI\n gene expression, we constructed \nlacZ\n transcriptional fusions in the chromosomal copy of the \nS\n. Typhimurium \nydcI\n gene. Two such fusions were constructed; the WT \nydcI\n::\nlacZ\n and Δ\nydcI\n::\nlacZ\n alleles contain the promoterless \nlacZ\n gene fused immediately after the \nydcI\n stop codon and at nucleotide 166 of the 912-bp \nydcI\n gene, respectively (\nFig. 3A\n). The latter construct is predicted to abolish normal YdcI protein function, thereby allowing comparison of \nlacZ\n reporter expression in the presence and absence of WT YdcI protein. We found that the WT \nydcI\n::\nlacZ\n fusion was expressed 3-fold less than the Δ\nydcI\n::\nlacZ\n construct (\nFig. 3B\n). We introduced a plasmid expressing the \nS\n. Typhimurium \nydcI\n gene from an arabinose-inducible promoter (pBAD18+\nydcI\n) into the Δ\nydcI\n::\nlacZ\n mutant strain. In the presence of arabinose, this strain expressed significantly less \nlacZ\n than the control strain containing the vector only (\nFig. 3B\n). Collectively, these results indicate that the YdcI protein negatively autoregulates its expression under the conditions tested here and is expressed at relatively low levels when this autoregulation is intact.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nRT-PCR of \nydcI\n gene homologs in a range of Gram-negative genera. The plus and minus lanes contain samples with and without reverse transcriptase, respectively. The Ch lane contains samples where chromosomal DNA isolated from the indicated strain was used in the PCR. NCR refers to a noncoding region in the \nS\n. Typhimurium genome between two divergent promoters that is not predicted to be transcribed.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nAnalysis of \nydcI\n::\nlacZ\n fusions in \nS\n. Typhimurium. (A) A promoterless \nlacZ\n gene was transcriptionally fused to the WT and Δ\nydcI\n mutant alleles of the \nS\n. Typhimurium \nydcI\n gene in separate strains. The maps of the WT, Δ\nydcI\n::\nlacZ\n, and WT \nydcI\n::\nlacZ\n gene loci in the \nS\n. Typhimurium strain genomes are shown. (B) The LacZ activity of the strains in panel A is shown. In addition, the Δ\nydcI\n::\nlacZ\n strain was transformed with either pBAD18 or pBAD18+\nydcI\n and assayed for LacZ activity in the presence or absence of arabinose.",
    "fig._2.": "Open in a new tab\nRT-PCR of \nydcI\n gene homologs in a range of Gram-negative genera. The plus and minus lanes contain samples with and without reverse transcriptase, respectively. The Ch lane contains samples where chromosomal DNA isolated from the indicated strain was used in the PCR. NCR refers to a noncoding region in the \nS\n. Typhimurium genome between two divergent promoters that is not predicted to be transcribed.",
    "fig._3.": "Open in a new tab\nAnalysis of \nydcI\n::\nlacZ\n fusions in \nS\n. Typhimurium. (A) A promoterless \nlacZ\n gene was transcriptionally fused to the WT and Δ\nydcI\n mutant alleles of the \nS\n. Typhimurium \nydcI\n gene in separate strains. The maps of the WT, Δ\nydcI\n::\nlacZ\n, and WT \nydcI\n::\nlacZ\n gene loci in the \nS\n. Typhimurium strain genomes are shown. (B) The LacZ activity of the strains in panel A is shown. In addition, the Δ\nydcI\n::\nlacZ\n strain was transformed with either pBAD18 or pBAD18+\nydcI\n and assayed for LacZ activity in the presence or absence of arabinose.",
    "purification_and_dna_binding_activity_of_ydci_protein.": "To test the YdcI protein for DNA binding activity, we cloned the \nS\n. Typhimurium \nydcI\n gene downstream of an arabinose-inducible promoter on the plasmid vector pBAD18 (\n24\n). In this construct, we also fused the coding sequence for a six-histidine epitope immediately after the last codon such that the YdcI protein would be expressed with a C-terminal tag. Arabinose-dependent expression of the YdcI protein was demonstrated via Western blot analysis, and we then purified the fusion protein using nickel agarose columns (see Fig. S3 in the supplemental material). To test the DNA binding activity of YdcI, we incubated YdcI protein from either cell extracts or purified preparations with a 180-bp DNA probe (named H3) consisting of the sequence immediately upstream of the \nS\n. Typhimurium \nydcI\n ORF as indicated in Materials and Methods. Both sources of YdcI protein shifted the labeled H3 probe in this assay (\nFig. 4A\n). To test the specificity of the YdcI DNA binding activity, we used a 152-bp probe consisting of \nlacZ\n gene DNA, and YdcI did not shift this probe (\nFig. 4B\n). In addition, we also synthesized a 182-bp probe (named H5) consisting of DNA from the \nydcI\n promoter region that extends immediately upstream of the H3 probe and show that YdcI does not shift this probe (\nFig. 4B\n). We also incubated gel shift reaction mixtures with an excess of unlabeled \nydcI\n promoter fragment H3 (specific competitor) or unlabeled \nlacZ\n fragment (nonspecific competitor). The results are consistent with a specific YdcI DNA binding activity since the specific competitor abolished binding to the probe and the nonspecific competitor did not (\nFig. 4C\n). Since YdcI is a DNA binding protein that has not been previously characterized, we used the gel shift assay to determine an apparent dissociation constant (\nK\nD\n) for the YdcI binding activity. The concentration of YdcI protein at which 50% binding occurred (and thus indicated the apparent \nK\nD\n under these conditions) was approximately 2.3 to 4.6 nM (see Fig. S4 in the supplemental material). This magnitude of apparent \nK\nD\n is consistent with documented specific DNA binding activity of members of this protein family (\n34\n, \n44\n, \n47\n) and is consistent with the conclusion that the \nydcI\n gene encodes a specific DNA binding protein.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nGel shift assays with YdcI protein. (A) The labeled H3 DNA probe from the \nS\n. Typhimurium \nydcI\n promoter region was incubated with YdcI cell extracts or purified YdcI protein and run in an 8% acrylamide–TBE gel. Lanes: 1, probe alone; 2, TOP10(pBAD18+\nydcI\n) extract, 300 ng; 3, TOP10(pBAD18) extract, 300 ng; 4, purified YdcI protein, approximately 10 nM. (B) Gel shift reaction mixtures with different probes incubated with purified YdcI protein. Lanes: 1, H5 probe alone; 2, H5 probe plus YdcI; 3, H3 probe alone; 4, H3 probe plus YdcI; 5, \nlacZ\n probe alone; 6, \nlacZ\n probe plus YdcI. (C) YdcI gel shift reaction mixtures with labeled H3 probe were incubated with unlabeled specific (H3 DNA fragment) or nonspecific (\nlacZ\n DNA fragment) competitor DNA and then run in an 8% acrylamide gel. Lanes: 1, probe alone; 2, no competitor; 3 to 5, specific competitor at 135×, 270×, and 540× molar excesses, respectively; 6 to 8, nonspecific competitor at 135×, 270×, and 540× molar excesses, respectively.\nSince our results indicated that a YdcI DNA binding site is located within the H3 probe, we used the Microfootprinter program (\nhttp://bio.cs.washington.edu/MicroFootPrinter.html\n) to identify possible YdcI binding sites within the H3 fragment (\n37\n). This analysis yielded two candidate sites in the H3 fragment, but two separate 40-bp probes containing each site did not display binding to YdcI protein in the gel shift assay (data not shown).",
    "fig._4.": "Open in a new tab\nGel shift assays with YdcI protein. (A) The labeled H3 DNA probe from the \nS\n. Typhimurium \nydcI\n promoter region was incubated with YdcI cell extracts or purified YdcI protein and run in an 8% acrylamide–TBE gel. Lanes: 1, probe alone; 2, TOP10(pBAD18+\nydcI\n) extract, 300 ng; 3, TOP10(pBAD18) extract, 300 ng; 4, purified YdcI protein, approximately 10 nM. (B) Gel shift reaction mixtures with different probes incubated with purified YdcI protein. Lanes: 1, H5 probe alone; 2, H5 probe plus YdcI; 3, H3 probe alone; 4, H3 probe plus YdcI; 5, \nlacZ\n probe alone; 6, \nlacZ\n probe plus YdcI. (C) YdcI gel shift reaction mixtures with labeled H3 probe were incubated with unlabeled specific (H3 DNA fragment) or nonspecific (\nlacZ\n DNA fragment) competitor DNA and then run in an 8% acrylamide gel. Lanes: 1, probe alone; 2, no competitor; 3 to 5, specific competitor at 135×, 270×, and 540× molar excesses, respectively; 6 to 8, nonspecific competitor at 135×, 270×, and 540× molar excesses, respectively.",
    "stress_assays_reveal_an_acid_resistance_defect_in_an_s._typh": "In order to study the role of the \nydcI\n gene in \nSalmonella\n biology, we constructed a knockout mutation of the \nydcI\n gene in the chromosome of \nS\n. Typhimurium using the lambda Red recombination system (see Materials and Methods for details). We observed no significant growth differences between the WT and Δ\nydcI\n mutant strains using OD\n600\n and CFU measurements in a growth curve (see Fig. S5 in the supplemental material). Since the \nydcI\n gene was initially brought to our attention as a member of a stimulon of genes that change expression under conditions that alter bacterial stress resistance, we tested the \nydcI\n mutant for osmotic, thermal, oxidative, and acid stress resistance compared to that of the isogenic WT strain. Under conditions of osmotic and thermal stress, we did not observe a significant difference in survival between the WT and Δ\nydcI\n mutant strains (\nFig. 5\n). Under conditions of oxidative stress, we observed inconsistent results that may indicate a survival defect under these conditions of the Δ\nydcI\n mutant compared to the WT, but this experiment requires further study to determine a conclusive effect (data not shown). However, under both organic (citric acid) and inorganic (HCl) acid stress (pH 3.5), we observed a significant difference between the survival of the Δ\nydcI\n mutant and that of the WT strain (\nFig. 5\n). Both the organic and inorganic acid resistance defects can be complemented by a functional copy of \nydcI\n provided on a plasmid (\nFig. 5\n). These data indicate that the \nydcI\n gene is required for full acid stress resistance of \nS\n. Typhimurium under the conditions studied here and likely expresses a protein that serves to regulate genes involved in acid stress resistance.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nAcid resistance defect in \nS\n. Typhimurium Δ\nydcI\n mutant. Isogenic WT and Δ\nydcI S\n. Typhimurium strains were tested for resistance to osmotic (2.5 M NaCl), thermal (50°C), and acid (pH 3.5 using citric acid or HCl) stress over a time period of 120 min. The percent survival of the WT and Δ\nydcI\n mutant strains under the corresponding stress (compared to before addition of stress) was calculated, and a ratio of the percent survival of the indicated Δ\nydcI\n mutant test strain to that of the WT strain is shown. The Δ\nydcI\n mutant strain containing pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose.",
    "fig._5.": "Open in a new tab\nAcid resistance defect in \nS\n. Typhimurium Δ\nydcI\n mutant. Isogenic WT and Δ\nydcI S\n. Typhimurium strains were tested for resistance to osmotic (2.5 M NaCl), thermal (50°C), and acid (pH 3.5 using citric acid or HCl) stress over a time period of 120 min. The percent survival of the WT and Δ\nydcI\n mutant strains under the corresponding stress (compared to before addition of stress) was calculated, and a ratio of the percent survival of the indicated Δ\nydcI\n mutant test strain to that of the WT strain is shown. The Δ\nydcI\n mutant strain containing pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose.",
    "relationship_between_the_ydci_and_rpos_genes.": "The \nS\n. Typhimurium \nrpoS\n gene encodes a highly conserved sigma factor that is required for the expression of a wide array of genes involved in resistance to a range of environmental stresses and has been termed the “master regulator” of bacterial stress resistance (\n16\n, \n26\n, \n29\n). Since the \nydcI\n gene is required for full acid stress resistance of \nS\n. Typhimurium, we compared the phenotype of an \nS\n. Typhimurium Δ\nydcI\n Δ\nrpoS\n double mutant to that of the Δ\nydcI\n and Δ\nrpoS\n single mutants to distinguish between the possibilities that \nydcI\n and \nrpoS\n are part of the same pathway or part of separate, additive pathways. In the citric acid resistance assay, we observed that the Δ\nrpoS\n mutant displayed high sensitivity within 30 min, but the Δ\nydcI\n mutant did not display its sensitivity until 120 min after the addition of stress (\nFig. 5\n and \nFig. 6A\n). Thus, within 30 min of citric acid stress exposure, the Δ\nydcI\n and WT strains display similar phenotypes (\nFig. 6A\n). However, the Δ\nydcI\n Δ\nrpoS\n double mutant displayed a citric acid resistance defect that was identical to that of the Δ\nrpoS\n single mutant (\nFig. 6A\n). In the HCl acid resistance assay, both the Δ\nydcI\n and Δ\nrpoS\n single mutants display high sensitivity within 30 min of acid exposure, but the Δ\nrpoS\n mutant is significantly more sensitive than the Δ\nydcI\n mutant during this time (\nFig. 6A\n). The Δ\nydcI\n Δ\nrpoS\n double mutant displayed an HCl acid resistance defect identical to that of the Δ\nrpoS\n single mutant. These results suggest that the \nydcI\n and \nrpoS\n genes act via the same pathway and do not act in an additive manner in separate pathways to provide WT levels of acid resistance.\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nRelationship between \nydcI\n and \nrpoS\n genes. (A) The indicated strains were subjected to acid stress (pH 3.5) with citric acid or HCl as indicated over a 30-min time period. The percent survival of the strains (compared to before the addition of stress) was calculated, and a ratio of the percent survival of the test strain to the WT strain is shown. Note that the phenotype of the Δ\nydcI\n mutant is similar to the WT for citric acid stress within 30 min (the data in \nFig. 5\n are from 120 min of acid stress). The \nP\n values were calculated as comparisons of the indicated strains and the Δ\nydcI\n single mutant strain. (B) Cultures of the indicated strains were assayed for LacZ activity and plotted for Miller units. All strains are in the χ3339 background, as indicated in \nTable 1\n. Cm::\nlacZ\n indicates that the \nlacZ\n gene in this strain is transcribed via the Cm\nr\n gene promoter. STM2901::Cm indicates the gene location of a Cm\nr\n marker linked to the WT \nrpoS\n gene within approximately 20 kb of DNA in the \nS\n. Typhimurium genome.\nTo test if \nrpoS\n plays a role in the expression of the \nydcI\n gene, we constructed a WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain and compared the LacZ activity of this strain to that of the WT \nydcI\n::\nlacZ\n strain. Remarkably, the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain completely lost LacZ activity, in contrast to the control (\nFig. 6B\n). A control strain in which the same \nlacZ\n reporter gene was driven by the Cm\nr\n-encoding gene promoter was not affected by the presence of the Δ\nrpoS\n mutation (\nFig. 6B\n). To demonstrate that the loss of WT \nydcI\n::\nlacZ\n activity was not due to a random artifact of strain construction, we restored the WT \nrpoS\n allele to the WT \nydcI\n::\nlacZ\n Δ\nrpoS\n strain using P22 transduction of a Cm\nr\n marker linked to the WT \nrpoS\n allele as described in Materials and Methods. This strain displayed WT levels of WT \nydcI\n::\nlacZ\n activity, in contrast to the control, confirming that the Δ\nrpoS\n mutation was responsible for the expression defect (\nFig. 6B\n). Taken together, the double mutant studies and \nlacZ\n reporter analysis provide significant evidence that the \nydcI\n gene is part of the \nrpoS\n regulon in \nS\n. Typhimurium.",
    "fig._6.": "Open in a new tab\nRelationship between \nydcI\n and \nrpoS\n genes. (A) The indicated strains were subjected to acid stress (pH 3.5) with citric acid or HCl as indicated over a 30-min time period. The percent survival of the strains (compared to before the addition of stress) was calculated, and a ratio of the percent survival of the test strain to the WT strain is shown. Note that the phenotype of the Δ\nydcI\n mutant is similar to the WT for citric acid stress within 30 min (the data in \nFig. 5\n are from 120 min of acid stress). The \nP\n values were calculated as comparisons of the indicated strains and the Δ\nydcI\n single mutant strain. (B) Cultures of the indicated strains were assayed for LacZ activity and plotted for Miller units. All strains are in the χ3339 background, as indicated in \nTable 1\n. Cm::\nlacZ\n indicates that the \nlacZ\n gene in this strain is transcribed via the Cm\nr\n gene promoter. STM2901::Cm indicates the gene location of a Cm\nr\n marker linked to the WT \nrpoS\n gene within approximately 20 kb of DNA in the \nS\n. Typhimurium genome.",
    "tissue_culture_invasion_assays.": "To test for a role for \nydcI\n in \nS\n. Typhimurium invasion of cultured intestinal epithelial cells, we compared the Δ\nydcI\n mutant strain to the WT for entry into Int407 cells. The results indicated that the Δ\nydcI\n mutant did not differ significantly from the WT in Int407 invasion (\nFig. 7A\n). However, we also tested the invasion phenotype of strains in which \nydcI\n expression had been induced or “turned on” as an alternative to analysis of the deletion mutant (in which the gene is removed). Since expression of the \nydcI\n gene from the pBAD18+\nydcI\n construct restored the repression of a chromosomal Δ\nydcI\n::\nlacZ\n fusion to WT levels, expressed a protein displaying specific DNA binding activity as predicted, and complemented the Δ\nydcI\n acid resistance defect back to WT levels, we reasoned that this construct would be an appropriate reagent for this purpose. WT strain χ3339 containing pBAD18+\nydcI\n invaded Int407 cells to a level 2.8 times higher than that of controls in the presence of arabinose (\nFig. 7A\n). Control strains containing the pBAD18 vector alone or pBAD18+\nlacZ\n did not display increased cell entry in either the presence or the absence of arabinose (\nFig. 7A\n). The latter strain expresses copious amounts of LacZ protein (several thousand Miller units) in the presence of arabinose (reference \n42\n and data not shown). This indicates that this phenotype is specific to \nydcI\n induction and not merely due to general overexpression of protein in this strain. The pBAD18 and pBAD18+\nydcI\n strains displayed virtually identical levels of adherence to Int407 cells under these conditions (see Fig. S6 in the supplemental material). The SPI-1 genes encode a type III secretion system used to facilitate invasion of nonphagocytic cells like those of the Int407 line (\n18\n–\n20\n). To test if induction of \nydcI\n could serve to reverse the invasion defect of the ΔSPI-1 strain, we introduced the pBAD18+\nydcI\n plasmid into this strain, induced \nydcI\n expression via arabinose, and tested invasion of the culture. We did not observe any reversal of the ΔSPI-1 invasion defect under these conditions compared to the control strain containing the vector alone (\nFig. 7A\n). This may suggest that the increased invasion upon \nydcI\n induction in the WT strain background occurs via the SPI-1 pathway.\nWe also tested if the Δ\nydcI\n mutation or induction of \nydcI\n expression had any effect on \nS\n. Typhimurium survival in J774 macrophages. Neither the deletion nor the induction of the \nydcI\n gene had any effect on \nS\n. Typhimurium macrophage survival (\nFig. 7B\n).",
    "fig._8.": "Open in a new tab\nInduction of \nydcI\n expression results in \nS\n. Typhimurium biofilm formation. (A) \nS\n. Typhimurium strain χ3339 containing either pBAD18 or pBAD18+\nydcI\n was grown in the presence of arabinose for approximately 16 h in LB medium. The white arrow indicates significant biofilm accumulation at the medium-air interface. The upper and lower panels show culture appearance and crystal violet-stained flasks (with cultures removed), respectively. (B) The same as panel A, except that strain χ3339 containing pBAD18+\nlacZ\n was tested.",
    "fig._9.": "Open in a new tab\nLow fluid shear phenotypes of WT and Δ\nydcI\n mutant strains via RWV culture. The \nS\n. Typhimurium WT and Δ\nydcI\n mutant strains were grown in the RWV apparatus in low fluid shear (LFS) or control conditions, and the cultures were tested for acid stress resistance (pH 3.5 with citric acid) or oxidative stress resistance (70 mM H\n2\nO\n2\n) in separate assays. The percent survival of the WT and Δ\nydcI\n mutant strains for each culture condition in each stress was calculated, and a ratio of the percent survival of each sample to the control condition for each stress is shown. Low fluid shear culture alters stress resistance compared to the control for both the WT and Δ\nydcI\n mutant strains.",
    "discussion": "Growth conditions such as spaceflight and RWV culture that are characterized by low fluid shear force have been shown to increase bacterial virulence (\n39\n, \n52\n, \n53\n). In addition, an array of other phenotypes is induced or altered via this growth environment (\n6\n, \n7\n, \n40\n, \n41\n). Interestingly, these fluid shear levels are relevant to those encountered by certain pathogens in the human host during the course of infection (\n23\n, \n36\n, \n40\n, \n41\n). However, this environmental cue is not well characterized, and a number of uncharacterized genes with unknown function are part of a stimulon associated with low fluid shear force (\n7\n, \n52\n, \n53\n, \n55\n). Unexplored genes with potentially important, observable roles in prokaryotic biology could be part of this stimulon, but they may not have been previously analyzed because they have not been identified as part of any established regulatory networks or phenotypes. One such gene, \nS\n. Typhimurium \nydcI\n, was discovered to be a member of the \nS\n. Typhimurium low fluid shear stimulon and has been predicted be homologous to the LysR family of transcriptional regulators (\n54\n, \n55\n). However, the \nydcI\n gene was previously uncharacterized before this study.\nThe goals of this study were to characterize the \nS\n. Typhimurium \nydcI\n gene for a role in bacterial biology and to analyze the DNA binding activity of the YdcI protein. In this report, we demonstrate that the \nydcI\n gene (i) is conserved in a range of Gram-negative bacteria, (ii) is expressed in \nS\n. Typhimurium and other Gram-negative species, (iii) is autorepressed in \nS\n. Typhimurium, (iv) encodes a DNA binding protein that binds specifically to a probe from the \nydcI\n promoter, (v) is required for full resistance of \nS\n. Typhimurium to acid stress, (vi) is part of the \nrpoS\n regulon, (vii) can increase \nS\n. Typhimurium invasion of intestinal epithelial cells when induced, and (viii) can cause biofilm formation in \nS\n. Typhimurium when induced. These results indicate that the \nydcI\n gene likely serves as a DNA binding transcriptional regulator that regulates genes involved in aspects of bacterial biology, including stress resistance and possibly virulence. A major goal in the future study of \nydcI\n will be to identify the genes that are members of a potential “YdcI regulon” to understand how genes regulated by YdcI are linked to stress resistance, host cell interactions, biofilm formation, and other prokaryotic functions. In addition, future studies will focus on determining if \nydcI\n has a role in the transmission of the low fluid shear environmental cue to bacterial cells beyond the experiments performed here. Though the results of \nFig. 9\n show that the \nydcI\n gene is not required for the low fluid shear phenotypes tested as part of this study, this gene may be involved in other low fluid shear responses not yet tested (including in other species beyond \nS\n. Typhimurium).\nExpression of the \nydcI\n gene is upregulated by low fluid shear growth conditions (\n54\n, \n55\n). Interestingly, though the \nydcI\n gene is clearly expressed in bacteria under “standard” culture conditions, the \nS\n. Typhimurium \nydcI\n gene appears to be repressed and expressed at relatively low levels under these conditions. One intriguing possibility is that \nydcI\n is expressed at a certain level under one set of conditions and is then upregulated by an environmental signal(s) to induce adaptive cellular changes for another set of conditions. As indicated by our data, these changes could include altering resistance to stresses, interactions with host cells, or physiology related to biofilm formation. Whether these changes function to adapt \nS\n. Typhimurium or other bacteria for their roles as pathogens remains to be determined with future studies. However, our data suggest that, at a minimum, the \nydcI\n gene likely regulates genes with the potential for involvement in functions related to stress resistance, growth/survival, and possibly virulence. The observation that \nydcI\n expression involves the RpoS sigma factor provides support to this hypothesis since RpoS controls the expression of a regulon of genes involved in stress resistance and virulence (\n16\n, \n26\n, \n29\n, \n38\n). However, we have previously reported that RpoS is not required for a range of low fluid shear responses in \nS\n. Typhimurium (\n54\n). Therefore, a possible scheme for the regulation of \nydcI\n expression is that RpoS is used for expression under certain conditions and another (yet to be identified) pathway is used for expression under other conditions (such as low fluid shear). Future studies will be aimed at determining how \nydcI\n gene regulation fits into regulatory schemes in a range of bacteria.\nThis is the first report to demonstrate DNA binding activity of the YdcI protein. We show that both (i) extracts containing YdcI protein and (ii) purified YdcI protein are able to bind a DNA probe (from the \nS\n. Typhimurium \nydcI\n promoter region) in a specific manner. The YdcI DNA binding activity displays an apparent dissociation constant with a value consistent with specific DNA binding proteins with biologic functions and consistent with other members of LysR family (to which YdcI belongs) (\n34\n, \n44\n, \n47\n). Induced expression of the YdcI protein repressed an \nS\n. Typhimurium \nydcI\n::\nlacZ\n fusion and complemented the acid resistance defect of an \nS\n. Typhimurium Δ\nydcI\n mutant. These observations suggest that the YdcI DNA binding activity functions in bacterial cells to affect physiological changes. Future studies will be aimed at determining (i) the specific DNA site that is recognized by YdcI, (ii) the genes associated with YdcI binding sites, and (iii) whether these sites are used by YdcI in other bacterial species. We identified potential binding sites within the H3 probe fragment, but smaller DNA fragments containing these individual sites did not display YdcI binding activity. Identification of the actual YdcI binding site will require additional, systematic study that is beyond the scope of this report. However, this report provides a foundation for analyzing the previously uncharacterized YdcI DNA binding activity via a number of approaches.\nThough induced \nydcI\n expression affects \nS\n. Typhimurium intestinal epithelial cell invasion and biofilm formation, we do not know how the YdcI protein functions in these phenotypes. We demonstrate that the host cell interaction phenotype only affects the invasion of intestinal epithelial cells and not survival in macrophages. One possibility for this may be that \nydcI\n can alter the expression of genes involved in SPI-1 type III secretion-mediated invasion of nonphagocytic cells or other genes involved in specific interactions with epithelial cells. Indeed, the induction of \nydcI\n did not increase invasion by a ΔSPI-1 strain, suggesting that \nydcI\n possibly acts through the SPI-1 pathway for increased invasion. We tested a SPI-1 \ninvI\n::\nlacZ\n fusion for altered expression in the presence of pBAD18+\nydcI\n and found that \nydcI\n induction produced a 7.1-fold decrease in reporter expression (data not shown). This indicates that YdcI may potentially alter SPI-1 gene expression as part of its function, but how YdcI would do this in the context of the many different SPI-1 genes and the other regulators of SPI-1 gene expression remains to be determined. Systematic identification of the genes regulated by YdcI and elucidation of how YdcI controls these genes as part of an overall regulatory scheme will require further controlled study. Biofilm formation in \nSalmonella\n spp. appears to be a complex process and has been shown to involve a number of different genes involved in flagella and curli fiber formation, cellulose production, and O-antigen synthesis (\n8\n, \n9\n, \n27\n, \n28\n, \n31\n). In addition, there are likely at least two different types of biofilms formed by \nSalmonella\n spp. that are utilized on either cholesterol-rich surfaces (like gallstones) or on material surfaces like glass or plastic (\n8\n, \n9\n). We do not know how \nydcI\n affects \nSalmonella\n genes involved in biofilm formation, but studies aimed at determining the nature of the \nydcI\n-induced biofilm and the genes involved in this process are currently being pursued.",
    "supplementary_material": "[Supplemental material]\n\n\n\n\nsupp_193_9_2208__index.html\n (1.4KB, html)",
    "acknowledgments": "We acknowledge the support of NASA grant NCC2-1362, NASA grant NNX09AH40G, and the Department of Biology and ORSP, Villanova University.\nWe thank John Friede for providing \nS. marcescens\n, Dennis Wykoff for providing reagents and advice, and Jason Scheidel for technical support.",
    "footnotes": "†\nSupplemental material for this article may be found at \nhttp://jb.asm.org/\n.\n\n\n\n\n\n\n▿\nPublished ahead of print on 11 March 2011.",
    "references": "1.\n\nAltschul S. F., Gish W., Miller W., Myers E. W., Lipman D. J. 1990.  Basic local alignment search tool. J. Mol. Biol. 215:403–410\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nAusubel F., et al.  1996.  Current protocols in molecular biology. John Wiley and Sons, Inc., New York, NY\n [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nBannister S. R., et al.  2002.  Shear force modulates osteoblast response to surface roughness. J. Biomed. Mater. Res. 60:167–174\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nBeeson J. G., et al.  2000.  Adhesion of Plasmodium falciparum-infected erythrocytes to hyaluronic acid in placental malaria. Nat. Med. 6:86–90\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nCai Z., Xin J., Pollock D. M., Pollock J. S. 2000.  Shear stress-mediated NO production in inner medullary collecting duct cells. Am. J. Physiol. Renal Physiol. 279:F270–F274\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nCrabbé A., et al.  2008.  Use of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of Pseudomonas aeruginosa PA01. Environ. Microbiol. 10:2098–2110\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nCrabbé A., et al.  2010.  Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation. Environ. Microbiol. 12:1545–1564\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nCrawford R. W., Gibson D. L., Kay W. W., Gunn J. S. 2008.  Identification of a bile-induced exopolysaccharide required for Salmonella biofilm formation on gallstone surfaces. Infect. Immun. 76:5341–5349\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nCrawford R. W., Reeve K. E., Gunn J. S. 2010.  Flagellated but not hyperfimbriated Salmonella enterica serovar Typhimurium attaches to and forms biofilms on cholesterol-coated surfaces. J. Bacteriol. 192:2981–2990\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nCurtiss R., III, et al.  2009.  Salmonella enterica serovar Typhimurium strains with regulated delayed attenuation in vivo. Infect. Immun. 77:1071–1082\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nCurtiss R., III, et al.  2010.  New technologies in using recombinant attenuated Salmonella vaccine vectors. Crit. Rev. Immunol. 30:255–270\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nDatsenko K. A., Wanner B. L. 2000.  One-step inactivation of chromosomal genes in Escherichia coli K-12 using PCR products. Proc. Natl. Acad. Sci. U. S. A. 97:6640–6645\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nEllermeier C. D., Janakiraman A., Slauch J. M. 2002.  Construction of targeted single copy lac fusions using lambda Red and FLP-mediated site-specific recombination in bacteria. Gene 290:153–161\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nFang A., Pierson D. L., Koenig D. W., Mishra S. K., Demain A. L. 1997.  Effect of simulated microgravity and shear stress on microcin B17 production by Escherichia coli and on its excretion into the medium. Appl. Environ. Microbiol. 63:4090–4092\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nFang A., Pierson D. L., Mishra S. K., Demain A. L. 2000.  Growth of Streptomyces hygroscopicus in rotating-wall bioreactor under simulated microgravity inhibits rapamycin production. Appl. Microbiol. Biotechnol. 54:33–36\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nFang F. C., et al.  1992.  The alternative sigma factor katF (rpoS) regulates Salmonella virulence. Proc. Natl. Acad. Sci. U. S. A. 89:11978–11982\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nFelix A., Pitt R. M. 1951.  The pathogenic and immunogenic activities of Salmonella typhi in relation to its antigenic constituents. J. Hyg. (Lond.) 49:92–110\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nGalán J. E. 2001.  Salmonella interactions with host cells: type III secretion at work. Annu. Rev. Cell Dev. Biol. 17:53–86\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nGalán J. E., Collmer A. 1999.  Type III secretion machines: bacterial devices for protein delivery into host cells. Science 284:1322–1328\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nGalán J. E., Wolf-Watz H. 2006.  Protein delivery into eukaryotic cells by type III secretion machines. Nature 444:567–573\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nGao H., Ayyaswamy P. S., Ducheyne P. 1997.  Dynamics of a microcarrier particle in the simulated microgravity environment of a rotating-wall vessel. Microgravity Sci. Technol. 10:154–165\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nGulig P. A., Curtiss R., III 1987.  Plasmid-associated virulence of Salmonella typhimurium. Infect. Immun. 55:2891–2901\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nGuo P., Weinstein A. M., Weinbaum S. 2000.  A hydrodynamic mechanosensory hypothesis for brush border microvilli. Am. J. Physiol.-Renal Physiol. 279:F698–F712\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nGuzman L. M., Belin D., Carson M. J., Beckwith J. 1995.  Tight regulation, modulation, and high-level expression by vectors containing the arabinose PBAD promoter. J. Bacteriol. 177:4121–4130\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nHammond T. G., Hammond J. M. 2001.  Optimized suspension culture: the rotating-wall vessel. Am. J. Physiol. Renal Physiol. 281:F12–25\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nHengge-Aronis R. 2000.  The general stress response in Escherichia coli, p. 161–168 \nIn\n Storz G., Hengge-Aronis R. (ed.), Bacterial stress responses. ASM Press, Washington, D.C\n [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nJonas K., et al.  2007.  Roles of curli, cellulose and BapA in Salmonella biofilm morphology studied by atomic force microscopy. BMC Microbiol. 7:70.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nKim S. H., Wei C. I. 2009.  Molecular characterization of biofilm formation and attachment of Salmonella enterica serovar typhimurium DT104 on food contact surfaces. J. Food Prot. 72:1841–1847\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nKlauck E., Typas A., Hengge R. 2007.  The sigmaS subunit of RNA polymerase as a signal integrator and network master regulator in the general stress response in Escherichia coli. Sci. Prog. 90:103–127\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nKlaus D. M., Todd P., Schatz A. 1998.  Functional weightlessness during clinorotation of cell suspensions. Adv. Space Res. 21:1315–1318\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nLatasa C., et al.  2005.  BapA, a large secreted protein required for biofilm formation and host colonization of Salmonella enterica serovar Enteritidis. Mol. Microbiol. 58:1322–1339\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nLi Y., et al.  2009.  Evaluation of new generation Salmonella enterica serovar Typhimurium vaccines with regulated delayed attenuation to induce immune responses against PspA. Proc. Natl. Acad. Sci. U. S. A. 106:593–598\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nLynch S. V., Mukundakrishnan K., Benoit M. R., Ayyaswamy P. S., Matin A. 2006.  Escherichia coli biofilms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72:7701–7710\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nMacLean A. M., Anstey M. I., Finan T. M. 2008.  Binding site determinants for the LysR-type transcriptional regulator PcaQ in the legume endosymbiont Sinorhizobium meliloti. J. Bacteriol. 190:1237–1246\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nMiller J. H. 1992.  A short course in bacterial genetics: a laboratory manual and handbook for Escherichia coli and related bacteria. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY\n [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nNauman E. A., et al.  2007.  Novel quantitative biosystem for modeling physiological fluid shear stress on cells. Appl. Environ. Microbiol. 73:699–705\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nNeph S., Tompa M. 2006.  MicroFootPrinter: a tool for phylogenetic footprinting in prokaryotic genomes. Nucleic Acids Res. 34:W366–W368\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nNickerson C. A., Curtiss R., III 1997.  Role of sigma factor RpoS in initial stages of Salmonella typhimurium infection. Infect. Immun. 65:1814–1823\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nNickerson C. A., et al.  2000.  Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect. Immun. 68:3147–3152\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nNickerson C. A., et al.  2003.  Low-shear modeled microgravity: a global environmental regulatory signal affecting bacterial gene expression, physiology, and pathogenesis. J. Microbiol. Methods 54:1–11\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nNickerson C. A., Ott C. M., Wilson J. W., Ramamurthy R., Pierson D. L. 2004.  Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev. 68:345–361\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nO'Sullivan L. E., Nickerson C. A., Wilson J. W. 2010.  A series of IncQ-based reporter plasmids for use in a range of Gram negative genera. J. Microbiol. Biotechnol. 20:871–874\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\n\nO'Toole G. A., Kolter R. 1998.  Initiation of biofilm formation in Pseudomonas fluorescens WCS365 proceeds via multiple, convergent signalling pathways: a genetic analysis. Mol. Microbiol. 28:449–461\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\n\nParsek M. R., Ye R. W., Pun P., Chakrabarty A. M. 1994.  Critical nucleotides in the interaction of a LysR-type regulator with its target promoter region \ncatBC\n promoter activation by CatR. J. Biol. Chem. 269:11279–11284\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\n\nQuick L. N., Shah A., Wilson J. W. 2010.  A series of vectors with alternative antibiotic resistance markers for use in lambda Red recombination. J. Microbiol. Biotechnol. 20:666–669\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\n\nThompson J. D., Higgins D. G., Gibson T. J. 1994.  CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice. Nucleic Acids Res. 22:4673–4680\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\n\nTralau T., Mampel J., Cook A. M., Ruff J. 2003.  Characterization of TsaR, an oxygen-sensitive LysR-type regulator for the degradation of \np\n-toluenesulfonate in Comamonas testosteroni T-2. Appl. Environ. Microbiol. 69:2298–2305\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\n\nTucker D. L., et al.  2007.  Characterization of Escherichia coli MG1655 grown in a low-shear modeled microgravity environment. BMC Microbiol. 7:15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\n\nWilson J. W., Coleman C., Nickerson C. A. 2007.  Cloning and transfer of the Salmonella pathogenicity island 2 type III secretion system for studies of a range of gram-negative genera. Appl. Environ. Microbiol. 73:5911–5918\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\n\nWilson J. W., Nickerson C. A. 2006.  Cloning of a functional Salmonella SPI-1 type III secretion system and development of a method to create mutations and epitope fusions in the cloned genes. J. Biotechnol. 122:147–160\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\n\nWilson J. W., Nickerson C. A. 2006.  A new experimental approach for studying bacterial genomic island evolution identifies island genes with bacterial host-specific expression patterns. BMC Evol. Biol. 6:2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\n\nWilson J. W., Ott C. M., Honer zu Bentrup K., et al.  2007.  Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci. U. S. A. 104:16299–16304\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\n\nWilson J. W., Ott C. M., Quick L., Davis R., Honer zu Bentrup K., et al.  2008.  Media ion composition controls regulatory and virulence response of Salmonella in spaceflight. PLoS One 3:e3923.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\n\nWilson J. W., et al.  2002.  Low-shear modeled microgravity alters the Salmonella enterica serovar Typhimurium stress response in an RpoS-independent manner. Appl. Environ. Microbiol. 68:5408–5416\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\n\nWilson J. W., et al.  2002.  Microarray analysis identifies Salmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl. Acad. Sci. U. S. A. 99:13807–13812\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\n\nYanisch-Perron C., Vieira J., Messing J. 1985.  Improved M13 phage cloning vectors and host strains: nucleotide sequences of the M13mp18 and pUC19 vectors. Gene 33:103–119\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\n[Supplemental material]\n\n\n\n\nsupp_193_9_2208__index.html\n (1.4KB, html) \n\n\n\n\n\n\nsupp_193_9_2208__1.pdf\n (1.2MB, pdf)",
    "supplementary_materials": "[Supplemental material]\n\n\n\n\nsupp_193_9_2208__index.html\n (1.4KB, html) \n\n\n\n\n\n\nsupp_193_9_2208__1.pdf\n (1.2MB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.4 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3133089/"
}