{
  "id": "PMC3177255",
  "title": "TNO1 is involved in salt tolerance and vacuolar trafficking in Arabidopsis.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "TNO1 is involved in salt tolerance and vacuolar trafficking in Arabidopsis.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3177255/"
  },
  "sections": {
    "permalink": "Copy",
    "sang-jin_kim": "1\nDepartment of Genetics, Development, and Cell Biology (S.-J.K., D.C.B.), Plant Sciences Institute (D.C.B.), and Interdepartmental Genetics Program (S.-J.K., D.C.B.), Iowa State University, Ames, Iowa 50011\nFind articles by \nSang-Jin Kim",
    "diane_c_bassham": "1\nDepartment of Genetics, Development, and Cell Biology (S.-J.K., D.C.B.), Plant Sciences Institute (D.C.B.), and Interdepartmental Genetics Program (S.-J.K., D.C.B.), Iowa State University, Ames, Iowa 50011\nFind articles by \nDiane C Bassham",
    "abstract": "The Arabidopsis (\nArabidopsis thaliana\n) soluble \nN\n-ethylmaleimide-sensitive factor attachment protein receptor SYP41 is involved in vesicle fusion at the trans-Golgi network (TGN) and interacts with AtVPS45, SYP61, and VTI12. These proteins are involved in diverse cellular processes, including vacuole biogenesis and stress tolerance. A previously uncharacterized protein, named TNO1 (for TGN-localized SYP41-interacting protein), was identified by coimmunoprecipitation as a SYP41-interacting protein. TNO1 was found to localize to the TGN by immunofluorescence microscopy. A \ntno1\n mutant showed increased sensitivity to high concentrations of NaCl, KCl, and LiCl and also to mannitol-induced osmotic stress. Localization of SYP61, which is involved in the salt stress response, was disrupted in the \ntno1\n mutant. Vacuolar proteins were partially secreted to the apoplast in the \ntno1\n mutant, suggesting that TNO1 is required for efficient protein trafficking to the vacuole. The \ntno1\n mutant had delayed formation of the brefeldin A (BFA) compartment in cotyledons upon application of BFA, suggesting less efficient membrane fusion processes in the mutant. Unlike most TGN proteins, TNO1 does not relocate to the BFA compartment upon BFA treatment. These data demonstrate that TNO1 is involved in vacuolar trafficking and salt tolerance, potentially via roles in vesicle fusion and in maintaining TGN structure or identity.",
    "results": "Identification of TNO1\n\n\nSYP41 is a t-SNARE at the TGN that is required for vesicle fusion in Arabidopsis and forms a complex with VTI12, SYP61, and AtVPS45 (\nBassham and Raikhel, 2000\n; \nChen et al., 2005\n). To identify additional SYP41-interacting proteins, detergent-solubilized membrane extracts of Arabidopsis suspension cells were immunoprecipitated using SYP41 antibody. Proteins that coimmunoprecipitated with SYP41, or with preimmune antibody as a control, were separated by SDS-PAGE and visualized by silver staining. Four bands corresponding to proteins migrating at approximately 200, 67, 35, and 15 kD were found only in the SYP41 precipitate and were not present in the SYP41 preimmune precipitate, suggesting that they specifically interacted with SYP41 (\nFig. 1A\n).\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nIdentification of TNO1. A, Identification of TNO1 in SYP41 immunoprecipitate. Detergent-solubilized Arabidopsis suspension cell extracts were applied to a column containing resin cross-linked to either immobilized SYP41 antibodies (I) or SYP41 preimmune serum (P). The eluates were analyzed by SDS-PAGE and silver staining. p200, p67, p35, and p15 indicate the mobility of protein bands when compared with molecular mass markers. B, Coimmunoprecipitation of TNO1 with SYP41. Immunoprecipitations were performed from detergent-solubilized Arabidopsis membrane extracts using SYP41 antibodies (I) and preimmune serum (P). Immunoprecipitates were analyzed by immunoblotting with antibodies against SYP41 or TNO1. C, Expression of \nTNO1\n mRNA in Arabidopsis. RT-PCR was performed using cDNA from different tissues of Arabidopsis using \nTNO1\n- and \nSYP41\n-specific primers. 18S RNA was used as a control. R, Root; RL, rosette leaves; CL, cauline leaves; FL, flower; ST, stem.\nThe 200-, 67-, 35-, and 15-kD bands were analyzed by tandem mass spectrometry, comparing the fragmentation patterns with the predicted Arabidopsis proteome. The 67- and 15-kD bands were identified as AtVPS45 and a degradation product of SYP61, respectively (\nSanderfoot et al., 2001a\n). The 35-kD band contained SYP41, SYP42, and also SYP43, an additional protein in the SYP4 family that has not yet been characterized. Nine peptides from the 200-kD band (\nSupplemental Fig. S1B\n, blue bars) could be matched to the predicted protein encoded by At1g24460, corresponding to 5.2% amino acid coverage, and the protein was named TNO1. A cDNA corresponding to the open reading frame of \nTNO1\n was obtained by reverse transcription (RT)-PCR. A comparison of the sequence of this cDNA with the sequence in The Arabidopsis Information Resource revealed the presence of an additional 63 bp (from 4,190 to 4,252; \nSupplemental Fig. S1A\n), suggesting the presence of an extra exon in our \nTNO1\n sequence (\nSupplemental Fig. S1B\n, red bar) and that either the predicted sequence in The Arabidopsis Information Resource has incorrectly predicted splice sites or multiple splice variants exist. TNO1, a previously uncharacterized protein of predicted mass 209 kD, was predicted to have six coiled-coil domains in the Arabi-Coil database (\nRose et al., 2004\n) based on the MultiCoil algorithm (\nWolf et al., 1997\n) and one transmembrane domain at the extreme C terminus by TopPred transmembrane prediction (\nSupplemental Fig. S2\n; \nvon Heijne, 1992\n; \nClaros and von Heijne, 1994\n). To confirm that the approximately 200-kD band in the SYP41 precipitate corresponds to TNO1, SYP41 and preimmune immunoprecipitates were analyzed by immunoblotting using antibodies against SYP41 or TNO1 (see below). TNO1 was detected in the SYP41 precipitate but not in the preimmune precipitate, confirming the correct identification of the 200-kD band (\nFig. 1B\n).\n\n\nTo investigate the expression pattern of \nTNO1\n, RT-PCR was performed using RNA extracted from different Arabidopsis plant organs. \nTNO1\n was ubiquitously expressed in roots, rosette leaves, cauline leaves, and flowers, with lower expression in stems. \nSYP41\n also showed highest expression in flowers and lowest expression in stems (\nFig. 1C\n). Expression of \nTNO1\n in Arabidopsis plant organs and throughout development was also analyzed using Genevestigator, a database and Web browser data-mining interface for Affymetrix GeneChip data (\nHruz et al., 2008\n). The broad expression pattern observed was consistent with the RT-PCR results, with \nTNO1\n found to be highly expressed during germination, flower development, and silique maturation (\nSupplemental Fig. S3\n). This expression pattern suggests that \nTNO1\n may have an important role throughout the plant, particularly during reproductive stages.\nTNO1 Is a TGN-Localized Membrane Protein\n\n\nTo study the function of TNO1, an antibody was raised against a 66-kD fragment from the C terminus of TNO1. The specificity of affinity-purified TNO1 antibody was tested by immunoblotting against total cell extract, total membrane, and total soluble proteins from 2-week-old Arabidopsis seedlings. Purified TNO1 antibody specifically recognized a band of approximately 200 kD in Arabidopsis extracts (\nFig. 2A\n) that was not detected by the preimmune serum (\nFig. 2B\n).\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nMembrane association of TNO1. A and B, Detection of TNO1 using TNO1 antibody. Total protein extract (T), pellet (P), and soluble proteins (S) from Arabidopsis seedlings were separated by SDS-PAGE and analyzed by immunoblotting using affinity-purified TNO1 antibody (A) or TNO1 preimmune serum (B). Positions of molecular markers are shown at left. C, Differential centrifugation. Total Arabidopsis extracts (T) from 2-week-old seedlings were centrifuged sequentially at 20,000\ng\n and 100,000\ng\n, resulting in a 20,000\ng\n pellet (P20), 100,000\ng\n pellet (P100), and soluble fractions (S), followed by immunoblotting using TNO1 and SYP61 antibodies. D, Membrane association test. Total membrane pellets from Arabidopsis seedlings were resuspended in 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n. Suspensions were recentrifuged at 125,000\ng\n to separate solubilized fractions (S) and insoluble fractions (P), which were analyzed by immunoblotting using TNO1 and SYP41 antibodies.\nTo investigate the potential membrane association of TNO1, the presence of TNO1 in membrane fractions was analyzed. An Arabidopsis suspension cell extract was centrifuged sequentially at 20,000\ng\n and 100,000\ng\n, producing three different fractions, P20 (pellet at 20,000\ng\n), P100 (pellet at 100,000\ng\n), and S (supernatant from 100,000\ng\n). These fractions were analyzed by immunoblotting using TNO1 and SYP61 antibodies. The integral membrane protein SYP61 was detected strongly in all membrane fractions and was not present in the soluble fraction. TNO1 was also present in all the membrane fractions but not in the soluble fraction, suggesting that TNO1 is associated with membranes (\nFig. 2C\n). The band present above the TNO1 band in the P20 fraction corresponds to the top of the gel, where occasionally some aggregated protein is seen.\n\n\nTo determine the mode of association of TNO1 with membranes, total membrane fractions were isolated from 2-week-old seedlings and treated with 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n, followed by repelleting of nonsolubilized proteins. Immunoblotting using TNO1 and SYP41 antibodies indicated that SYP41, an integral membrane protein control, was solubilized by 1% Triton X-100 and that TNO1 was solubilized by 1% Triton X-100 and partially by 2 \nm\n urea (\nFig. 2D\n) but not by 1 \nm\n NaCl or 0.1 \nm\n Na\n2\nCO\n3.\n This suggests that TNO1 is a membrane-integrated protein, consistent with the transmembrane domain prediction of a C-terminal membrane anchor.\n\n\nTo analyze TNO1 subcellular localization, immunofluorescence microscopy was performed and TNO1 labeling compared with that of known markers. Cotyledons of wild-type and \ntno1\n mutant seedlings (see below) were immunolabeled using purified TNO1 antibody to confirm the specificity of TNO1 labeling. In wild-type seedlings, TNO1 antibody labeled endogenous TNO1 in punctate structures, while no specific signal was observed in the cotyledons of \ntno1\n mutant seedlings (\nFig. 3A\n), confirming the specificity of the antibody. In addition, omission of the first antibody, second antibody, and both first and second antibodies was tested as controls for nonspecific staining or cross-talk between different fluorescence channels. No specific fluorescence was observed in any of the controls (data not shown).\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nTNO1 is localized to the TGN. A, TNO1 antibodies specifically label punctate structures. Four-day-old wild-type and \ntno1\n mutant seedlings were fixed and processed for immunofluorescence using TNO1 antibody (left panels) and differential interference contrast (DIC; right panels). B to D, TNO1 colocalizes with VHAa1 at the TGN. Four-day-old RHA1-YFP (PVC; B), ST-GFP (Golgi; C), and VHAa1-GFP (TGN; D) transgenic Arabidopsis seedlings were fixed and immunolabeled using TNO1 antibody. Bars = 10 μm.\nPurified TNO1 antibody was then used to label endogenous TNO1 in VHAa1-GFP (\nDettmer et al., 2006\n), truncated ST-GFP (\nBoevink et al., 1998\n), or RHA1-yellow fluorescent protein (YFP; \nPreuss et al., 2004\n) transgenic Arabidopsis seedlings, which label TGN, Golgi, and PVC, respectively. VHAa1-GFP, RHA1-YFP, and ST-GFP all exhibited a dot-like pattern in cotyledons, and TNO1-labeled structures completely overlapped with VHAa1-labeled structures but were distinct from those labeled with ST-GFP or RHA1-YFP (\nFig. 3, B–D\n). This result indicates that TNO1 localizes to the TGN.\nIdentification of the \ntno1\n Knockout Mutant\n\n\nTo analyze the function of TNO1, we obtained a knockout mutant containing a T-DNA insertion in the \nTNO1\n gene. A homozygous mutant was identified by PCR of genomic DNA using \nTNO1\n gene-specific primers (LP and RP) and a T-DNA left border primer (LBa1) in three combinations (\nFig. 4A\n). A 900-bp fragment corresponding to the intact \nTNO1\n gene could be amplified from genomic DNA of wild-type plants using LP and RP primers. This band was absent from the \ntno1\n mutant due to gene disruption by the T-DNA. PCR using LBa1 and LP or RP primers generated 450-bp bands, showing the existence of a T-DNA insertion in the \ntno1\n mutant. This indicates that the \ntno1\n mutant has a complex insertion in its third exon, as T-DNA left border sequences are present at both ends of the insertion (\nFig. 4, A and B\n). Lack of TNO1 protein expression was confirmed by immunoblotting of total protein extracts from wild-type and \ntno1\n mutant plants using affinity-purified TNO1 antibodies (\nFig. 4C\n). No difference in overall morphology or development was seen between \ntno1\n mutant and wild-type plants grown in Murashige and Skoog (MS) medium or soil throughout their life cycle.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nIdentification of a homozygous \ntno1\n knockout mutant. A, T-DNA insertion site in the \ntno1\n knockout mutant. The \ntno1\n mutant has a complex T-DNA insertion in its third exon. Left border primer (LBa1) and \nTNO1\n internal left (LP) and right (RP) primers were used to identify the \ntno1\n mutant. An arrow indicates the direction of each primer. Boxes and lines indicate exons and introns, respectively. B, Identification of a homozygous \ntno1\n knockout mutant. PCR was performed on wild-type (WT) and \ntno1\n mutant genomic DNA using LP (\nTNO1\n internal left)/RP (\nTNO1\n internal right) primers and LBa1 primer from the T-DNA, producing a 900-bp band from LP and RP primers and a 450-bp band from LBa1 and either LP or RP primers. C, Lack of TNO1 in the \ntno1\n mutant. Membrane extracts from wild-type and \ntno1\n mutant plants were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody. Positions of molecular markers are shown at left. D, Expression of TNO1 in the \ntno1\n complemented line. Membrane extracts from wild-type and \ntno1\n/\nTNO1\n promoter::\nTNO1\n plants (COM) were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody.\ntno1\n Mutant Plants Are Sensitive to Salt and Osmotic Stress\n\n\nSYP61/OSM1, a t-SNARE in the SYP41 complex, has been reported to be involved in general salt/osmotic stress responses (\nZhu et al., 2002\n). As TNO1 also interacts with SYP41, TNO1 was hypothesized to be involved in similar stress responses. Therefore, the sensitivity of homozygous \ntno1\n mutant plants to salt, ionic, and osmotic stresses was tested. Wild-type and \ntno1\n mutant seedlings were grown on MS solid medium for 5 d and transferred to MS solid medium containing 130 m\nm\n NaCl (\nFig. 5, C and G\n), 140 m\nm\n KCl (\nFig. 5, D and H\n), 17 m\nm\n LiCl (\nFig. 5, E and I\n), or 300 m\nm\n mannitol (\nFig. 5, F and J\n), and root length was measured after 4 and 8 d. Under normal growth conditions, \ntno1\n and wild-type seedlings were indistinguishable (\nFig. 5, A and B\n). In contrast, \ntno1\n mutant seedlings exhibited shorter roots and earlier leaf chlorosis than wild-type seedlings under Na\n+\n, K\n+\n, Li\n+\n, and nonionic osmotic stresses. This result shows that lack of TNO1 causes sensitivity to salt and osmotic stresses.\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nThe \ntno1\n mutant is sensitive to salt, ionic, and osmotic stresses. A, Wild-type, \ntno1\n mutant, and \nTNO1\n complemented seedlings were grown vertically on MS solid medium for 4 d after germination. WT, The wild type; KO, \ntno1\n knockout mutant; COM, \ntno1\n/\nTNO1\n promoter::\nTNO1\n transgenic lines. B, Root length was measured 2 and 4 d after germination on MS solid medium. Error bars represent \nsd\n (\nn\n = 30 for each genotype). C to F, Wild-type, \ntno1\n mutant, and TNO1 complemented seedlings were grown vertically on MS solid medium for 5 d, transferred to MS plates containing 130 m\nm\n NaCl (C), 140 m\nm\n KCl (D), 17 m\nm\n LiCl (E), or 300 m\nm\n mannitol (F), and grown inverted. Photographs were taken after 1 week. G to J, Root growth under salt, ionic, and osmotic stress conditions. Seeds were germinated on MS plates containing 130 m\nm\n NaCl (G), 140 m\nm\n KCl (H), 17 m\nm\n LiCl (I), or 300 m\nm\n mannitol (J), and the root length was measured at 4 and 8 d after germination. Error bars represent \nsd\n (\nn\n = 18 for each genotype).\nTo confirm that the observed phenotype of the \ntno1\n mutant is due to disruption of the \nTNO1\n gene, a genomic fragment of \nTNO1\n including the native promoter was introduced into the \ntno1\n mutant. TNO1 expression was restored to approximately wild-type levels in the \ntno1\n/TNO1 promoter::\nTNO1\n lines as determined by immunoblotting using TNO1 antibody (\nFig. 4D\n). This \nTNO1\n genomic fragment complemented the salt-, ionic-, and osmotic-sensitive phenotype of the \ntno1\n mutant (\nFig. 5\n).\n\n\nTo test whether the expression of salt or osmotic stress-responsive genes was altered in the \ntno1\n mutant, expression of \nTNO1\n, \nSYP61\n, and known salt (\nSALT OVERLY SENSITIVE1\n [\nSOS1\n]) or osmotic (\nRD29\n and \nDRE-BINDING PROTEIN\n [\nDREB2A\n]) stress-responsive genes was analyzed by RT-PCR. \nTNO1\n was expressed at a basal level in the nontreated condition, and its mRNA level increased slightly during NaCl and KCl treatment, while no expression of \nTNO1\n was detected in the \ntno1\n mutant, as expected (\nSupplemental Fig. S4\n). An increase in the transcript level of \nSYP61\n was observed in both wild-type and \ntno1\n mutant plants in all stress conditions. \nSOS1\n, \nDREB2A\n, and \nRD29\n increased as expected (\nYamaguchi-Shinozaki and Shinozaki, 1993b\n; \nLiu et al., 1998\n; \nQiu et al., 2004\n), and no difference between wild-type and \ntno1\n mutant plants was observed (\nSupplemental Fig. S4\n). This result suggests that the phenotype of the \ntno1\n mutant is not caused by disruption of the expression of genes involved in salt or osmotic stress responses.\nSYP61 Is Partially Mislocalized in the \ntno1\n Mutant\n\n\nTNO1 interacts with the SYP41 complex, and the \ntno1\n mutant has a phenotype similar to that of the \nsyp61\n mutant. Thus, we hypothesized that a mutation in \nTNO1\n may affect components of the SYP41 complex. The localization of SYP61 and SYP41 was investigated in wild-type and \ntno1\n mutant protoplasts. Previously, SYP61 has been shown to colocalize with VHAa1-GFP (\nDettmer et al., 2006\n). To investigate the localization of SYP61 in the \ntno1\n mutant, a VHAa1-GFP transgenic \ntno1\n mutant was generated. Immunofluorescence analysis was performed using protoplasts generated from VHAa1-GFP transgenic wild-type and \ntno1\n mutant plants, and the percentage colocalization (SYP61-labeled structures overlapping with VHAa1/total SYP61-labeled structures) was analyzed in ImageJ (\nAbramoff et al., 2004\n) using the colocalization finder plugin. In wild-type protoplasts, 70% of SYP61 colocalized with VHAa1-GFP, while 47% of SYP61 was found to colocalize with VHAa1-GFP in the \ntno1\n mutant protoplasts (\nFig. 6\n). This difference was statistically significant (\nt\n test, \nP\n = 0.00011; \nn\n = 17). When colocalization of SYP41 with VHAa1-GFP was compared between the wild type and the \ntno1\n mutant, no difference was observed (\nFig. 6\n), suggesting that loss of TNO1 specifically affects the localization of SYP61 and not SYP41.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nMislocalization of SYP61 in the \ntno1\n mutant. A, Colocalization of SYP61 or SYP41 with VHAa1-GFP in the wild type (WT) and the \ntno1\n mutant. Protoplasts were isolated from leaves of VHAa1-GFP transgenic wild-type plants and VHAa1-GFP transgenic \ntno1\n mutants and fixed, followed by immunofluorescence labeling using SYP61 or SYP41 antibodies. Bars = 10 μm. B, Quantification of colocalization of SYP61 and SYP41 with VHAa1-GFP in the wild type and the \ntno1\n mutant. Percentage of colocalization of SYP61 or SYP41 with VHAa1 was determined. Error bars represent \nsd\n (\nn\n = 17). Results shown are averages of three independent experiments. The asterisk shows a statistically significant difference between the wild type and the \ntno1\n mutant (\nt\n test; \nP\n = 0.00011).\nLack of TNO1 Causes the Secretion of Vacuolar Proteins\n\n\nDisruption of vacuolar transport typically leads to the secretion of vacuolar proteins by a default pathway (\nShimada et al., 1997\n, \n2003a\n). Previously, disruption of either of the SYP41-interacting proteins, AtVPS45 or VTI12, was shown to cause the secretion of aleurain and of a vacuolar marker consisting of CLAVATA3 fused to the vacuolar sorting signal from barley (\nHordeum vulgare\n) lectin (\nSanmartín et al., 2007\n; \nZouhar et al., 2009\n). Therefore, we hypothesized that lack of TNO1 may also cause the secretion of vacuolar proteins.\n\n\nTo test the potential involvement of TNO1 in vacuolar trafficking, we compared the amount of the vacuolar proteins Arabidopsis aleurain-like protein (AALP), RD21, and invertase in wild-type and \ntno1\n mutant vacuoles. Vacuoles were isolated from wild-type plants and \ntno1\n mutants and analyzed by immunoblotting using AALP, RD21, and invertase antibodies. No significant differences were seen between wild-type and \ntno1\n mutant plants, suggesting that overall vacuolar trafficking is not inhibited in the \ntno1\n mutant (\nFig. 7A\n).\n\n\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nSecretion of vacuolar proteins in the \ntno1\n mutant. A, Comparison of vacuolar proteins in the wild type (WT) and the \ntno1\n knockout mutant (KO). Vacuoles were isolated from leaves of wild-type and \ntno1\n mutant plants and analyzed by immunoblotting using AALP, RD21, and invertase antibodies. The amount of vacuolar proteins loaded is shown at the top. B, Secretion of vacuolar proteins in the \ntno1\n mutant. ICFs were harvested from the wild type, the \ntno1\n knockout mutant, and the TNO1 complemented line (COM) and analyzed by SDS-PAGE and immunoblotting using AALP, RD21, invertase, ChlI, and PEX11d antibodies. ChlI and PEX11d were used to show equal cell breakage. TOT-ICF, Extract after collection of ICF.\nAlthough the \ntno1\n mutant does not appear to have a general block in vacuolar trafficking, this does not preclude a mild or partial disruption in this pathway, as seen in a \nvti12\n mutant (\nSanmartín et al., 2007\n). Thus, intercellular wash fluid (ICF) was collected from leaves of wild-type and \ntno1\n mutant plants to determine whether any vacuolar proteins were partially secreted (\nNeuhaus et al., 1991\n). Proteins in the ICF were analyzed by immunoblotting using antibodies against AALP, RD21, and invertase, with the cytoplasmic proteins ChlI (stromal) and PEX11d (peroxisomal) used as controls to rule out differences in cell breakage between mutant and wild-type plants. AALP, RD21, and invertase bands in ICF-depleted leaf extract showed no difference between the wild type and the \ntno1\n mutant, as expected from the above results with isolated vacuoles. However, the \ntno1\n mutant had increased levels of AALP and RD21 in the ICF compared with wild-type plants, suggesting that lack of TNO1 caused some secretion of AALP and RD21 (\nFig. 7B\n). By contrast, no secretion of vacuolar invertase was observed, although vacuolar invertase was suggested previously to be transported to the vacuole by a similar pathway to RD21 (\nRojo et al., 2003\n). RD21, therefore, may have an alternative or additional transport pathway to the vacuole. These data suggest that TNO1 is required for efficient trafficking of some vacuolar proteins.\nInvolvement of TNO1 in Vesicle Fusion\n\n\nIn Arabidopsis, the trafficking inhibitor BFA targets the Arf-GEF GNOM and induces the formation of BFA compartments (\nGeldner et al., 2001\n), most likely by homotypic fusion of the TGN (which is also an early endosome) and heterotypic fusion between the TGN and other endosomes (\nDettmer et al., 2006\n; \nLam et al., 2009\n; \nViotti et al., 2010\n). Therefore, SNAREs at the TGN mayfunction in these fusion events upon BFA treatment. As TNO1 interacts with SYP41 and loss of TNO1 disrupts the localization of SYP61, TNO1 could be involved in membrane fusion at the TGN together with the SYP41 complex.\n\n\nTherefore, formation of the BFA compartment in VHAa1-GFP transgenic wild-type and \ntno1\n mutant seedlings was investigated. Without BFA treatment, there was no difference in the appearance of VHAa1-GFP-positive structures in roots and cotyledons between wild-type and \ntno1\n mutant seedlings (\nFig. 8, A–D\n). After 1 h of BFA treatment, VHAa1-GFP accumulated in the BFA compartments in roots of wild-type seedlings, as reported previously, and in \ntno1\n mutant seedlings (\nFig. 8, E and F\n; \nDettmer et al., 2006\n). In wild-type cotyledons, the BFA compartments were seen in the peripheral region. By contrast, VHAa1-GFP in \ntno1\n mutant cotyledons did not accumulate in BFA compartments after 1 h of BFA treatment (\nFig. 8, G and H\n). VHAa1-GFP-labeled BFA compartments in cotyledons of the \ntno1\n mutant could be seen only after 5 h of BFA treatment (\nFig. 8K\n). No difference was seen in recovery from BFA treatment between wild-type and \ntno1\n mutant plants (\nFig. 8, I and J\n).\n\n\nFigure 8.\n\n\n\n\nOpen in a new tab\n\n\nDelayed formation of a BFA compartment in the \ntno1\n mutant and localization of TNO1 upon BFA treatment. A to D, VHAa1-GFP in the wild type (WT) and the \ntno1\n knockout mutant (KO) without BFA treatment. TGN is labeled with VHAa1-GFP in roots of wild-type (A) and \ntno1\n mutant (B) plants and in cotyledons of wild-type (C) and \ntno1\n mutant (D) plants. E to K, Formation of the BFA compartment in the wild type and the \ntno1\n mutant. Wild-type and \ntno1\n mutant seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for either 1 h (E–H) or 5 h (K). For the recovery, BFA-treated seedlings were washed twice with the same medium and incubated for 1 h (I and J). Formation of the BFA compartment in roots of wild-type (E) and \ntno1\n mutant (F) plants and in cotyledons of wild-type plants (G) was observed after 1 h of BFA treatment. Formation of the BFA compartment in cotyledons of \ntno1\n mutant plants was not observed after 1 h of BFA treatment (H) but was seen after 5 h of BFA treatment (K). Recovery from BFA treatment in cotyledons of wild-type (I) and \ntno1\n knockout mutant (J) plants was indistinguishable. L to O, Localization of TNO1 after BFA treatment. VHAa1-GFP transgenic seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for 2 h and fixed, followed by immunofluorescence using TNO1 antibody. Arrows indicate the BFA compartment, and arrowheads indicate small punctate structures, presumably TGN. DIC, Differential interference contrast. Bars = 10 μm.\nThe response of TNO1 to BFA treatment was also investigated. VHAa1-GFP transgenic seedlings were treated in MS liquid medium supplemented with 50 μ\nm\n BFA for 2 h, followed by fixing and immunolabeling using TNO1 antibody. TNO1 was not found in the VHAa1-GFP-labeled BFA compartment but instead remained in small punctate structures similar to those in the absence of BFA. After BFA treatment, TNO1 colocalized with the remaining small VHAa1-GFP-labeled structures (\nFig. 8, L–O\n), suggesting that TNO1 is present in TGN remnants that do not undergo fusion.\n\n\nTogether, these results suggest that lack of TNO1 delays homotypic fusion between TGN or fusion between TGN and other endosomes in cotyledons. The BFA compartment, therefore, forms more slowly in the \ntno1\n mutant, presumably due to delayed fusion. TNO1 may function in maintaining TGN structure or identity, marking TGN remnants that do not participate in BFA compartment formation.",
    "identification_of_tno1": "Protein extracts were made essentially as described by \nBassham et al. (2000)\n and \nSanderfoot et al. (2001a)\n. Arabidopsis (\nArabidopsis thaliana\n) suspension cells were ground in extraction buffer (phosphate-buffered saline [PBS], 1 m\nm\n EDTA, 0.1 m\nm\n phenylmethylsulfonyl fluoride, and 1% [v/v] Triton X-100) and solubilized for 2 h at 4°C. Solubilized proteins were added to a column containing immobilized SYP41 antibodies or SYP41 preimmune serum and incubated for 2 h at 4°C. The columns were washed five times with extraction buffer, and bound proteins were eluted using 0.2 \nm\n Gly, pH 2.5. Immunoprecipitates from SYP41 and preimmune antibody were separated by SDS-PAGE and visualized using silver staining.\nProtein bands migrating at approximate molecular masses of 200, 67, 35, and 15 kD were excised and analyzed at the Protein Microsequencing and Proteomic Mass Spectroscopy Laboratory at the University of Massachusetts Medical School (Worchester, MA). Proteins were digested in gel using trypsin, the resulting peptides were applied to a Finnigan Electrospray LCQ Deca ion-trap mass spectrometer, and the peptide masses were used to identify potential matches within the Arabidopsis proteome.",
    "figure_1.": "Open in a new tab\nIdentification of TNO1. A, Identification of TNO1 in SYP41 immunoprecipitate. Detergent-solubilized Arabidopsis suspension cell extracts were applied to a column containing resin cross-linked to either immobilized SYP41 antibodies (I) or SYP41 preimmune serum (P). The eluates were analyzed by SDS-PAGE and silver staining. p200, p67, p35, and p15 indicate the mobility of protein bands when compared with molecular mass markers. B, Coimmunoprecipitation of TNO1 with SYP41. Immunoprecipitations were performed from detergent-solubilized Arabidopsis membrane extracts using SYP41 antibodies (I) and preimmune serum (P). Immunoprecipitates were analyzed by immunoblotting with antibodies against SYP41 or TNO1. C, Expression of \nTNO1\n mRNA in Arabidopsis. RT-PCR was performed using cDNA from different tissues of Arabidopsis using \nTNO1\n- and \nSYP41\n-specific primers. 18S RNA was used as a control. R, Root; RL, rosette leaves; CL, cauline leaves; FL, flower; ST, stem.",
    "tno1_is_a_tgn-localized_membrane_protein": "To study the function of TNO1, an antibody was raised against a 66-kD fragment from the C terminus of TNO1. The specificity of affinity-purified TNO1 antibody was tested by immunoblotting against total cell extract, total membrane, and total soluble proteins from 2-week-old Arabidopsis seedlings. Purified TNO1 antibody specifically recognized a band of approximately 200 kD in Arabidopsis extracts (\nFig. 2A\n) that was not detected by the preimmune serum (\nFig. 2B\n).\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nMembrane association of TNO1. A and B, Detection of TNO1 using TNO1 antibody. Total protein extract (T), pellet (P), and soluble proteins (S) from Arabidopsis seedlings were separated by SDS-PAGE and analyzed by immunoblotting using affinity-purified TNO1 antibody (A) or TNO1 preimmune serum (B). Positions of molecular markers are shown at left. C, Differential centrifugation. Total Arabidopsis extracts (T) from 2-week-old seedlings were centrifuged sequentially at 20,000\ng\n and 100,000\ng\n, resulting in a 20,000\ng\n pellet (P20), 100,000\ng\n pellet (P100), and soluble fractions (S), followed by immunoblotting using TNO1 and SYP61 antibodies. D, Membrane association test. Total membrane pellets from Arabidopsis seedlings were resuspended in 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n. Suspensions were recentrifuged at 125,000\ng\n to separate solubilized fractions (S) and insoluble fractions (P), which were analyzed by immunoblotting using TNO1 and SYP41 antibodies.\nTo investigate the potential membrane association of TNO1, the presence of TNO1 in membrane fractions was analyzed. An Arabidopsis suspension cell extract was centrifuged sequentially at 20,000\ng\n and 100,000\ng\n, producing three different fractions, P20 (pellet at 20,000\ng\n), P100 (pellet at 100,000\ng\n), and S (supernatant from 100,000\ng\n). These fractions were analyzed by immunoblotting using TNO1 and SYP61 antibodies. The integral membrane protein SYP61 was detected strongly in all membrane fractions and was not present in the soluble fraction. TNO1 was also present in all the membrane fractions but not in the soluble fraction, suggesting that TNO1 is associated with membranes (\nFig. 2C\n). The band present above the TNO1 band in the P20 fraction corresponds to the top of the gel, where occasionally some aggregated protein is seen.\nTo determine the mode of association of TNO1 with membranes, total membrane fractions were isolated from 2-week-old seedlings and treated with 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n, followed by repelleting of nonsolubilized proteins. Immunoblotting using TNO1 and SYP41 antibodies indicated that SYP41, an integral membrane protein control, was solubilized by 1% Triton X-100 and that TNO1 was solubilized by 1% Triton X-100 and partially by 2 \nm\n urea (\nFig. 2D\n) but not by 1 \nm\n NaCl or 0.1 \nm\n Na\n2\nCO\n3.\n This suggests that TNO1 is a membrane-integrated protein, consistent with the transmembrane domain prediction of a C-terminal membrane anchor.\nTo analyze TNO1 subcellular localization, immunofluorescence microscopy was performed and TNO1 labeling compared with that of known markers. Cotyledons of wild-type and \ntno1\n mutant seedlings (see below) were immunolabeled using purified TNO1 antibody to confirm the specificity of TNO1 labeling. In wild-type seedlings, TNO1 antibody labeled endogenous TNO1 in punctate structures, while no specific signal was observed in the cotyledons of \ntno1\n mutant seedlings (\nFig. 3A\n), confirming the specificity of the antibody. In addition, omission of the first antibody, second antibody, and both first and second antibodies was tested as controls for nonspecific staining or cross-talk between different fluorescence channels. No specific fluorescence was observed in any of the controls (data not shown).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nTNO1 is localized to the TGN. A, TNO1 antibodies specifically label punctate structures. Four-day-old wild-type and \ntno1\n mutant seedlings were fixed and processed for immunofluorescence using TNO1 antibody (left panels) and differential interference contrast (DIC; right panels). B to D, TNO1 colocalizes with VHAa1 at the TGN. Four-day-old RHA1-YFP (PVC; B), ST-GFP (Golgi; C), and VHAa1-GFP (TGN; D) transgenic Arabidopsis seedlings were fixed and immunolabeled using TNO1 antibody. Bars = 10 μm.\nPurified TNO1 antibody was then used to label endogenous TNO1 in VHAa1-GFP (\nDettmer et al., 2006\n), truncated ST-GFP (\nBoevink et al., 1998\n), or RHA1-yellow fluorescent protein (YFP; \nPreuss et al., 2004\n) transgenic Arabidopsis seedlings, which label TGN, Golgi, and PVC, respectively. VHAa1-GFP, RHA1-YFP, and ST-GFP all exhibited a dot-like pattern in cotyledons, and TNO1-labeled structures completely overlapped with VHAa1-labeled structures but were distinct from those labeled with ST-GFP or RHA1-YFP (\nFig. 3, B–D\n). This result indicates that TNO1 localizes to the TGN.",
    "figure_2.": "Open in a new tab\nMembrane association of TNO1. A and B, Detection of TNO1 using TNO1 antibody. Total protein extract (T), pellet (P), and soluble proteins (S) from Arabidopsis seedlings were separated by SDS-PAGE and analyzed by immunoblotting using affinity-purified TNO1 antibody (A) or TNO1 preimmune serum (B). Positions of molecular markers are shown at left. C, Differential centrifugation. Total Arabidopsis extracts (T) from 2-week-old seedlings were centrifuged sequentially at 20,000\ng\n and 100,000\ng\n, resulting in a 20,000\ng\n pellet (P20), 100,000\ng\n pellet (P100), and soluble fractions (S), followed by immunoblotting using TNO1 and SYP61 antibodies. D, Membrane association test. Total membrane pellets from Arabidopsis seedlings were resuspended in 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n. Suspensions were recentrifuged at 125,000\ng\n to separate solubilized fractions (S) and insoluble fractions (P), which were analyzed by immunoblotting using TNO1 and SYP41 antibodies.",
    "figure_3.": "Open in a new tab\nTNO1 is localized to the TGN. A, TNO1 antibodies specifically label punctate structures. Four-day-old wild-type and \ntno1\n mutant seedlings were fixed and processed for immunofluorescence using TNO1 antibody (left panels) and differential interference contrast (DIC; right panels). B to D, TNO1 colocalizes with VHAa1 at the TGN. Four-day-old RHA1-YFP (PVC; B), ST-GFP (Golgi; C), and VHAa1-GFP (TGN; D) transgenic Arabidopsis seedlings were fixed and immunolabeled using TNO1 antibody. Bars = 10 μm.",
    "identification_of_the_tno1_knockout_mutant": "To analyze the function of TNO1, we obtained a knockout mutant containing a T-DNA insertion in the \nTNO1\n gene. A homozygous mutant was identified by PCR of genomic DNA using \nTNO1\n gene-specific primers (LP and RP) and a T-DNA left border primer (LBa1) in three combinations (\nFig. 4A\n). A 900-bp fragment corresponding to the intact \nTNO1\n gene could be amplified from genomic DNA of wild-type plants using LP and RP primers. This band was absent from the \ntno1\n mutant due to gene disruption by the T-DNA. PCR using LBa1 and LP or RP primers generated 450-bp bands, showing the existence of a T-DNA insertion in the \ntno1\n mutant. This indicates that the \ntno1\n mutant has a complex insertion in its third exon, as T-DNA left border sequences are present at both ends of the insertion (\nFig. 4, A and B\n). Lack of TNO1 protein expression was confirmed by immunoblotting of total protein extracts from wild-type and \ntno1\n mutant plants using affinity-purified TNO1 antibodies (\nFig. 4C\n). No difference in overall morphology or development was seen between \ntno1\n mutant and wild-type plants grown in Murashige and Skoog (MS) medium or soil throughout their life cycle.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nIdentification of a homozygous \ntno1\n knockout mutant. A, T-DNA insertion site in the \ntno1\n knockout mutant. The \ntno1\n mutant has a complex T-DNA insertion in its third exon. Left border primer (LBa1) and \nTNO1\n internal left (LP) and right (RP) primers were used to identify the \ntno1\n mutant. An arrow indicates the direction of each primer. Boxes and lines indicate exons and introns, respectively. B, Identification of a homozygous \ntno1\n knockout mutant. PCR was performed on wild-type (WT) and \ntno1\n mutant genomic DNA using LP (\nTNO1\n internal left)/RP (\nTNO1\n internal right) primers and LBa1 primer from the T-DNA, producing a 900-bp band from LP and RP primers and a 450-bp band from LBa1 and either LP or RP primers. C, Lack of TNO1 in the \ntno1\n mutant. Membrane extracts from wild-type and \ntno1\n mutant plants were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody. Positions of molecular markers are shown at left. D, Expression of TNO1 in the \ntno1\n complemented line. Membrane extracts from wild-type and \ntno1\n/\nTNO1\n promoter::\nTNO1\n plants (COM) were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody.",
    "figure_4.": "Open in a new tab\nIdentification of a homozygous \ntno1\n knockout mutant. A, T-DNA insertion site in the \ntno1\n knockout mutant. The \ntno1\n mutant has a complex T-DNA insertion in its third exon. Left border primer (LBa1) and \nTNO1\n internal left (LP) and right (RP) primers were used to identify the \ntno1\n mutant. An arrow indicates the direction of each primer. Boxes and lines indicate exons and introns, respectively. B, Identification of a homozygous \ntno1\n knockout mutant. PCR was performed on wild-type (WT) and \ntno1\n mutant genomic DNA using LP (\nTNO1\n internal left)/RP (\nTNO1\n internal right) primers and LBa1 primer from the T-DNA, producing a 900-bp band from LP and RP primers and a 450-bp band from LBa1 and either LP or RP primers. C, Lack of TNO1 in the \ntno1\n mutant. Membrane extracts from wild-type and \ntno1\n mutant plants were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody. Positions of molecular markers are shown at left. D, Expression of TNO1 in the \ntno1\n complemented line. Membrane extracts from wild-type and \ntno1\n/\nTNO1\n promoter::\nTNO1\n plants (COM) were analyzed by SDS-PAGE and immunoblotting using TNO1 antibody.",
    "tno1_mutant_plants_are_sensitive_to_salt_and_osmotic_stress": "SYP61/OSM1, a t-SNARE in the SYP41 complex, has been reported to be involved in general salt/osmotic stress responses (\nZhu et al., 2002\n). As TNO1 also interacts with SYP41, TNO1 was hypothesized to be involved in similar stress responses. Therefore, the sensitivity of homozygous \ntno1\n mutant plants to salt, ionic, and osmotic stresses was tested. Wild-type and \ntno1\n mutant seedlings were grown on MS solid medium for 5 d and transferred to MS solid medium containing 130 m\nm\n NaCl (\nFig. 5, C and G\n), 140 m\nm\n KCl (\nFig. 5, D and H\n), 17 m\nm\n LiCl (\nFig. 5, E and I\n), or 300 m\nm\n mannitol (\nFig. 5, F and J\n), and root length was measured after 4 and 8 d. Under normal growth conditions, \ntno1\n and wild-type seedlings were indistinguishable (\nFig. 5, A and B\n). In contrast, \ntno1\n mutant seedlings exhibited shorter roots and earlier leaf chlorosis than wild-type seedlings under Na\n+\n, K\n+\n, Li\n+\n, and nonionic osmotic stresses. This result shows that lack of TNO1 causes sensitivity to salt and osmotic stresses.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nThe \ntno1\n mutant is sensitive to salt, ionic, and osmotic stresses. A, Wild-type, \ntno1\n mutant, and \nTNO1\n complemented seedlings were grown vertically on MS solid medium for 4 d after germination. WT, The wild type; KO, \ntno1\n knockout mutant; COM, \ntno1\n/\nTNO1\n promoter::\nTNO1\n transgenic lines. B, Root length was measured 2 and 4 d after germination on MS solid medium. Error bars represent \nsd\n (\nn\n = 30 for each genotype). C to F, Wild-type, \ntno1\n mutant, and TNO1 complemented seedlings were grown vertically on MS solid medium for 5 d, transferred to MS plates containing 130 m\nm\n NaCl (C), 140 m\nm\n KCl (D), 17 m\nm\n LiCl (E), or 300 m\nm\n mannitol (F), and grown inverted. Photographs were taken after 1 week. G to J, Root growth under salt, ionic, and osmotic stress conditions. Seeds were germinated on MS plates containing 130 m\nm\n NaCl (G), 140 m\nm\n KCl (H), 17 m\nm\n LiCl (I), or 300 m\nm\n mannitol (J), and the root length was measured at 4 and 8 d after germination. Error bars represent \nsd\n (\nn\n = 18 for each genotype).\nTo confirm that the observed phenotype of the \ntno1\n mutant is due to disruption of the \nTNO1\n gene, a genomic fragment of \nTNO1\n including the native promoter was introduced into the \ntno1\n mutant. TNO1 expression was restored to approximately wild-type levels in the \ntno1\n/TNO1 promoter::\nTNO1\n lines as determined by immunoblotting using TNO1 antibody (\nFig. 4D\n). This \nTNO1\n genomic fragment complemented the salt-, ionic-, and osmotic-sensitive phenotype of the \ntno1\n mutant (\nFig. 5\n).\nTo test whether the expression of salt or osmotic stress-responsive genes was altered in the \ntno1\n mutant, expression of \nTNO1\n, \nSYP61\n, and known salt (\nSALT OVERLY SENSITIVE1\n [\nSOS1\n]) or osmotic (\nRD29\n and \nDRE-BINDING PROTEIN\n [\nDREB2A\n]) stress-responsive genes was analyzed by RT-PCR. \nTNO1\n was expressed at a basal level in the nontreated condition, and its mRNA level increased slightly during NaCl and KCl treatment, while no expression of \nTNO1\n was detected in the \ntno1\n mutant, as expected (\nSupplemental Fig. S4\n). An increase in the transcript level of \nSYP61\n was observed in both wild-type and \ntno1\n mutant plants in all stress conditions. \nSOS1\n, \nDREB2A\n, and \nRD29\n increased as expected (\nYamaguchi-Shinozaki and Shinozaki, 1993b\n; \nLiu et al., 1998\n; \nQiu et al., 2004\n), and no difference between wild-type and \ntno1\n mutant plants was observed (\nSupplemental Fig. S4\n). This result suggests that the phenotype of the \ntno1\n mutant is not caused by disruption of the expression of genes involved in salt or osmotic stress responses.",
    "figure_5.": "Open in a new tab\nThe \ntno1\n mutant is sensitive to salt, ionic, and osmotic stresses. A, Wild-type, \ntno1\n mutant, and \nTNO1\n complemented seedlings were grown vertically on MS solid medium for 4 d after germination. WT, The wild type; KO, \ntno1\n knockout mutant; COM, \ntno1\n/\nTNO1\n promoter::\nTNO1\n transgenic lines. B, Root length was measured 2 and 4 d after germination on MS solid medium. Error bars represent \nsd\n (\nn\n = 30 for each genotype). C to F, Wild-type, \ntno1\n mutant, and TNO1 complemented seedlings were grown vertically on MS solid medium for 5 d, transferred to MS plates containing 130 m\nm\n NaCl (C), 140 m\nm\n KCl (D), 17 m\nm\n LiCl (E), or 300 m\nm\n mannitol (F), and grown inverted. Photographs were taken after 1 week. G to J, Root growth under salt, ionic, and osmotic stress conditions. Seeds were germinated on MS plates containing 130 m\nm\n NaCl (G), 140 m\nm\n KCl (H), 17 m\nm\n LiCl (I), or 300 m\nm\n mannitol (J), and the root length was measured at 4 and 8 d after germination. Error bars represent \nsd\n (\nn\n = 18 for each genotype).",
    "syp61_is_partially_mislocalized_in_the_tno1_mutant": "TNO1 interacts with the SYP41 complex, and the \ntno1\n mutant has a phenotype similar to that of the \nsyp61\n mutant. Thus, we hypothesized that a mutation in \nTNO1\n may affect components of the SYP41 complex. The localization of SYP61 and SYP41 was investigated in wild-type and \ntno1\n mutant protoplasts. Previously, SYP61 has been shown to colocalize with VHAa1-GFP (\nDettmer et al., 2006\n). To investigate the localization of SYP61 in the \ntno1\n mutant, a VHAa1-GFP transgenic \ntno1\n mutant was generated. Immunofluorescence analysis was performed using protoplasts generated from VHAa1-GFP transgenic wild-type and \ntno1\n mutant plants, and the percentage colocalization (SYP61-labeled structures overlapping with VHAa1/total SYP61-labeled structures) was analyzed in ImageJ (\nAbramoff et al., 2004\n) using the colocalization finder plugin. In wild-type protoplasts, 70% of SYP61 colocalized with VHAa1-GFP, while 47% of SYP61 was found to colocalize with VHAa1-GFP in the \ntno1\n mutant protoplasts (\nFig. 6\n). This difference was statistically significant (\nt\n test, \nP\n = 0.00011; \nn\n = 17). When colocalization of SYP41 with VHAa1-GFP was compared between the wild type and the \ntno1\n mutant, no difference was observed (\nFig. 6\n), suggesting that loss of TNO1 specifically affects the localization of SYP61 and not SYP41.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nMislocalization of SYP61 in the \ntno1\n mutant. A, Colocalization of SYP61 or SYP41 with VHAa1-GFP in the wild type (WT) and the \ntno1\n mutant. Protoplasts were isolated from leaves of VHAa1-GFP transgenic wild-type plants and VHAa1-GFP transgenic \ntno1\n mutants and fixed, followed by immunofluorescence labeling using SYP61 or SYP41 antibodies. Bars = 10 μm. B, Quantification of colocalization of SYP61 and SYP41 with VHAa1-GFP in the wild type and the \ntno1\n mutant. Percentage of colocalization of SYP61 or SYP41 with VHAa1 was determined. Error bars represent \nsd\n (\nn\n = 17). Results shown are averages of three independent experiments. The asterisk shows a statistically significant difference between the wild type and the \ntno1\n mutant (\nt\n test; \nP\n = 0.00011).",
    "figure_6.": "Open in a new tab\nMislocalization of SYP61 in the \ntno1\n mutant. A, Colocalization of SYP61 or SYP41 with VHAa1-GFP in the wild type (WT) and the \ntno1\n mutant. Protoplasts were isolated from leaves of VHAa1-GFP transgenic wild-type plants and VHAa1-GFP transgenic \ntno1\n mutants and fixed, followed by immunofluorescence labeling using SYP61 or SYP41 antibodies. Bars = 10 μm. B, Quantification of colocalization of SYP61 and SYP41 with VHAa1-GFP in the wild type and the \ntno1\n mutant. Percentage of colocalization of SYP61 or SYP41 with VHAa1 was determined. Error bars represent \nsd\n (\nn\n = 17). Results shown are averages of three independent experiments. The asterisk shows a statistically significant difference between the wild type and the \ntno1\n mutant (\nt\n test; \nP\n = 0.00011).",
    "lack_of_tno1_causes_the_secretion_of_vacuolar_proteins": "Disruption of vacuolar transport typically leads to the secretion of vacuolar proteins by a default pathway (\nShimada et al., 1997\n, \n2003a\n). Previously, disruption of either of the SYP41-interacting proteins, AtVPS45 or VTI12, was shown to cause the secretion of aleurain and of a vacuolar marker consisting of CLAVATA3 fused to the vacuolar sorting signal from barley (\nHordeum vulgare\n) lectin (\nSanmartín et al., 2007\n; \nZouhar et al., 2009\n). Therefore, we hypothesized that lack of TNO1 may also cause the secretion of vacuolar proteins.\nTo test the potential involvement of TNO1 in vacuolar trafficking, we compared the amount of the vacuolar proteins Arabidopsis aleurain-like protein (AALP), RD21, and invertase in wild-type and \ntno1\n mutant vacuoles. Vacuoles were isolated from wild-type plants and \ntno1\n mutants and analyzed by immunoblotting using AALP, RD21, and invertase antibodies. No significant differences were seen between wild-type and \ntno1\n mutant plants, suggesting that overall vacuolar trafficking is not inhibited in the \ntno1\n mutant (\nFig. 7A\n).\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nSecretion of vacuolar proteins in the \ntno1\n mutant. A, Comparison of vacuolar proteins in the wild type (WT) and the \ntno1\n knockout mutant (KO). Vacuoles were isolated from leaves of wild-type and \ntno1\n mutant plants and analyzed by immunoblotting using AALP, RD21, and invertase antibodies. The amount of vacuolar proteins loaded is shown at the top. B, Secretion of vacuolar proteins in the \ntno1\n mutant. ICFs were harvested from the wild type, the \ntno1\n knockout mutant, and the TNO1 complemented line (COM) and analyzed by SDS-PAGE and immunoblotting using AALP, RD21, invertase, ChlI, and PEX11d antibodies. ChlI and PEX11d were used to show equal cell breakage. TOT-ICF, Extract after collection of ICF.\nAlthough the \ntno1\n mutant does not appear to have a general block in vacuolar trafficking, this does not preclude a mild or partial disruption in this pathway, as seen in a \nvti12\n mutant (\nSanmartín et al., 2007\n). Thus, intercellular wash fluid (ICF) was collected from leaves of wild-type and \ntno1\n mutant plants to determine whether any vacuolar proteins were partially secreted (\nNeuhaus et al., 1991\n). Proteins in the ICF were analyzed by immunoblotting using antibodies against AALP, RD21, and invertase, with the cytoplasmic proteins ChlI (stromal) and PEX11d (peroxisomal) used as controls to rule out differences in cell breakage between mutant and wild-type plants. AALP, RD21, and invertase bands in ICF-depleted leaf extract showed no difference between the wild type and the \ntno1\n mutant, as expected from the above results with isolated vacuoles. However, the \ntno1\n mutant had increased levels of AALP and RD21 in the ICF compared with wild-type plants, suggesting that lack of TNO1 caused some secretion of AALP and RD21 (\nFig. 7B\n). By contrast, no secretion of vacuolar invertase was observed, although vacuolar invertase was suggested previously to be transported to the vacuole by a similar pathway to RD21 (\nRojo et al., 2003\n). RD21, therefore, may have an alternative or additional transport pathway to the vacuole. These data suggest that TNO1 is required for efficient trafficking of some vacuolar proteins.",
    "figure_7.": "Open in a new tab\nSecretion of vacuolar proteins in the \ntno1\n mutant. A, Comparison of vacuolar proteins in the wild type (WT) and the \ntno1\n knockout mutant (KO). Vacuoles were isolated from leaves of wild-type and \ntno1\n mutant plants and analyzed by immunoblotting using AALP, RD21, and invertase antibodies. The amount of vacuolar proteins loaded is shown at the top. B, Secretion of vacuolar proteins in the \ntno1\n mutant. ICFs were harvested from the wild type, the \ntno1\n knockout mutant, and the TNO1 complemented line (COM) and analyzed by SDS-PAGE and immunoblotting using AALP, RD21, invertase, ChlI, and PEX11d antibodies. ChlI and PEX11d were used to show equal cell breakage. TOT-ICF, Extract after collection of ICF.",
    "involvement_of_tno1_in_vesicle_fusion": "In Arabidopsis, the trafficking inhibitor BFA targets the Arf-GEF GNOM and induces the formation of BFA compartments (\nGeldner et al., 2001\n), most likely by homotypic fusion of the TGN (which is also an early endosome) and heterotypic fusion between the TGN and other endosomes (\nDettmer et al., 2006\n; \nLam et al., 2009\n; \nViotti et al., 2010\n). Therefore, SNAREs at the TGN mayfunction in these fusion events upon BFA treatment. As TNO1 interacts with SYP41 and loss of TNO1 disrupts the localization of SYP61, TNO1 could be involved in membrane fusion at the TGN together with the SYP41 complex.\nTherefore, formation of the BFA compartment in VHAa1-GFP transgenic wild-type and \ntno1\n mutant seedlings was investigated. Without BFA treatment, there was no difference in the appearance of VHAa1-GFP-positive structures in roots and cotyledons between wild-type and \ntno1\n mutant seedlings (\nFig. 8, A–D\n). After 1 h of BFA treatment, VHAa1-GFP accumulated in the BFA compartments in roots of wild-type seedlings, as reported previously, and in \ntno1\n mutant seedlings (\nFig. 8, E and F\n; \nDettmer et al., 2006\n). In wild-type cotyledons, the BFA compartments were seen in the peripheral region. By contrast, VHAa1-GFP in \ntno1\n mutant cotyledons did not accumulate in BFA compartments after 1 h of BFA treatment (\nFig. 8, G and H\n). VHAa1-GFP-labeled BFA compartments in cotyledons of the \ntno1\n mutant could be seen only after 5 h of BFA treatment (\nFig. 8K\n). No difference was seen in recovery from BFA treatment between wild-type and \ntno1\n mutant plants (\nFig. 8, I and J\n).\nFigure 8.\n\n\n\n\nOpen in a new tab\n\n\nDelayed formation of a BFA compartment in the \ntno1\n mutant and localization of TNO1 upon BFA treatment. A to D, VHAa1-GFP in the wild type (WT) and the \ntno1\n knockout mutant (KO) without BFA treatment. TGN is labeled with VHAa1-GFP in roots of wild-type (A) and \ntno1\n mutant (B) plants and in cotyledons of wild-type (C) and \ntno1\n mutant (D) plants. E to K, Formation of the BFA compartment in the wild type and the \ntno1\n mutant. Wild-type and \ntno1\n mutant seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for either 1 h (E–H) or 5 h (K). For the recovery, BFA-treated seedlings were washed twice with the same medium and incubated for 1 h (I and J). Formation of the BFA compartment in roots of wild-type (E) and \ntno1\n mutant (F) plants and in cotyledons of wild-type plants (G) was observed after 1 h of BFA treatment. Formation of the BFA compartment in cotyledons of \ntno1\n mutant plants was not observed after 1 h of BFA treatment (H) but was seen after 5 h of BFA treatment (K). Recovery from BFA treatment in cotyledons of wild-type (I) and \ntno1\n knockout mutant (J) plants was indistinguishable. L to O, Localization of TNO1 after BFA treatment. VHAa1-GFP transgenic seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for 2 h and fixed, followed by immunofluorescence using TNO1 antibody. Arrows indicate the BFA compartment, and arrowheads indicate small punctate structures, presumably TGN. DIC, Differential interference contrast. Bars = 10 μm.\nThe response of TNO1 to BFA treatment was also investigated. VHAa1-GFP transgenic seedlings were treated in MS liquid medium supplemented with 50 μ\nm\n BFA for 2 h, followed by fixing and immunolabeling using TNO1 antibody. TNO1 was not found in the VHAa1-GFP-labeled BFA compartment but instead remained in small punctate structures similar to those in the absence of BFA. After BFA treatment, TNO1 colocalized with the remaining small VHAa1-GFP-labeled structures (\nFig. 8, L–O\n), suggesting that TNO1 is present in TGN remnants that do not undergo fusion.\nTogether, these results suggest that lack of TNO1 delays homotypic fusion between TGN or fusion between TGN and other endosomes in cotyledons. The BFA compartment, therefore, forms more slowly in the \ntno1\n mutant, presumably due to delayed fusion. TNO1 may function in maintaining TGN structure or identity, marking TGN remnants that do not participate in BFA compartment formation.",
    "figure_8.": "Open in a new tab\nDelayed formation of a BFA compartment in the \ntno1\n mutant and localization of TNO1 upon BFA treatment. A to D, VHAa1-GFP in the wild type (WT) and the \ntno1\n knockout mutant (KO) without BFA treatment. TGN is labeled with VHAa1-GFP in roots of wild-type (A) and \ntno1\n mutant (B) plants and in cotyledons of wild-type (C) and \ntno1\n mutant (D) plants. E to K, Formation of the BFA compartment in the wild type and the \ntno1\n mutant. Wild-type and \ntno1\n mutant seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for either 1 h (E–H) or 5 h (K). For the recovery, BFA-treated seedlings were washed twice with the same medium and incubated for 1 h (I and J). Formation of the BFA compartment in roots of wild-type (E) and \ntno1\n mutant (F) plants and in cotyledons of wild-type plants (G) was observed after 1 h of BFA treatment. Formation of the BFA compartment in cotyledons of \ntno1\n mutant plants was not observed after 1 h of BFA treatment (H) but was seen after 5 h of BFA treatment (K). Recovery from BFA treatment in cotyledons of wild-type (I) and \ntno1\n knockout mutant (J) plants was indistinguishable. L to O, Localization of TNO1 after BFA treatment. VHAa1-GFP transgenic seedlings were treated with 50 μg mL\n−1\n BFA in liquid medium for 2 h and fixed, followed by immunofluorescence using TNO1 antibody. Arrows indicate the BFA compartment, and arrowheads indicate small punctate structures, presumably TGN. DIC, Differential interference contrast. Bars = 10 μm.",
    "discussion": "Identity of TNO1\n\n\nTNO1 was identified as a novel protein that coimmunoprecipitates with SYP41. As SYP41 is a t-SNARE residing at the TGN, we hypothesize that TNO1 may also be involved in vesicle fusion at this organelle. We have demonstrated that TNO1 is involved in salt and osmotic stress responses and is required for efficient vacuolar trafficking. Based on the effects of BFA treatment, TNO1 is proposed to be involved in the formation of the BFA compartment and may function in maintaining TGN structure or identity.\n\n\nWhen we analyzed its potential domain structure using the Conserved Domain Architecture Retrieval Tool, two previously characterized domains (SMC_prok_B and SMC_N) containing long coiled-coil regions for protein interaction were identified in TNO1 (\nAkhmedov et al., 1998\n; \nGeer et al., 2002\n). Although SMC domains are commonly found in structural maintenance of chromosome proteins, they are also found in other proteins with multiple coiled-coil domains, such as vesicle-tethering factors and cytoskeleton-binding proteins. A search for proteins with sequence similarity to TNO1 using the BLAST algorithm (\nAltschul et al., 1997\n, \n2005\n) identified several hypothetical proteins from other plant species as most closely related to TNO1. In addition, myosin-related proteins, a putative ATP-binding protein, and tethering factors including USO1 in yeast, tgolgin-1 in mouse, and gigantin in human were identified with high significance, primarily due to the presence of long coiled-coil regions in these proteins.\n\n\nUSO1, which has 20% amino acid sequence identity and 39% amino acid similarity to TNO1, is a tethering factor involved in ER-to-Golgi trafficking that tethers COPII vesicles at the cis-Golgi (\nCao et al., 1998\n). Tethering factors have been reported to function in vesicle fusion by interacting with their tethering partner to pull vesicles close to their target membrane (\nCao et al., 1998\n). Some are also involved in maintaining organelle structure and assisting in the formation of SNARE complexes via direct interaction with a SNARE (\nShorter et al., 2002\n; \nVasile et al., 2003\n). The presence of multiple predicted coiled-coil domains and the similarity to USO1 suggest that TNO1 could be a tethering factor at the TGN.\nPhenotype of the \ntno1\n Knockout Mutant\n\n\nTo determine the function of TNO1, the \ntno1\n mutant was isolated and four major phenotypes were identified: sensitivity to high salt and osmotic stress, partial secretion of some vacuolar proteins, mislocalization of SYP61, and delayed BFA compartment formation in cotyledon cells. Differing effects on salt tolerance have been seen for mutations in different trafficking proteins. Knockdown of AtVAMP7C, a v-SNARE involved in vesicle fusion with the vacuole, was found to confer salt tolerance by preventing hydrogen peroxide-containing vesicles from fusing with the tonoplast (\nLeshem et al., 2006\n). Knockout of SYP22, a t-SNARE in the PVC and tonoplast, also increased salt tolerance in shoots, and a decreased level of Na\n+\n in shoots was observed (\nHamaji et al., 2009\n). Thus, vesicle fusion appears to directly or indirectly affect salt tolerance at the PVC and vacuoles. By contrast, the \ntno1\n mutant and a mutation in \nSYP61\n (\nZhu et al., 2002\n) showed a salt-sensitive phenotype. TNO1 and SYP61 colocalize to the TGN and are likely to exist in the same protein complex. The salt-sensitive phenotype of the \ntno1\n mutant may be due to its effect on SYP61 (\nFig. 6\n). In the \ntno1\n mutant, less SYP61 colocalized with VHAa1-GFP-labeled TGN compared with wild-type plants, leading to possible reduced SYP61 function in salt tolerance. It was hypothesized that a cation transporter in the \nosm1/syp61\n mutant may not function correctly, affecting guard cell turgor and salt sensitivity (\nZhu et al., 2002\n). Extensive investigations of cation transporters in yeast, plants, and mammalian cells have shown that cation/H\n+\n antiporters in the Golgi, TGN, endosome, and PVC regulate the pH and cation concentration in these organelles, affecting vesicle trafficking, and knockdown of VHAa1 in Arabidopsis also leads to increased salt sensitivity (\nBrett et al., 2002\n, \n2005\n; \nNakamura et al., 2005\n; \nPardo et al., 2006\n; \nFuji et al., 2007\n; \nKrebs et al., 2010\n). Thus, one possibility is that the salt-sensitive phenotype of the \ntno1\n and \nosm1/syp61\n mutants could be caused by defects in the transport of cation/H\n+\n antiporters or in the function of cation/H\n+\n antiporters at the TGN.\n\n\nAnother noticeable phenotype is the secretion of normally vacuolar proteins in the \ntno1\n mutant. Analysis of ICF from the \ntno1\n mutant demonstrated partial secretion of AALP, in common with mutants in the additional SYP41 complex components VPS45 and VTI12 (\nSanmartín et al., 2007\n; \nZouhar et al., 2009\n). AALP has dual vacuolar targeting signals and is a cargo for VSR1 (\nHinz et al., 2007\n). Therefore, TNO1, AtVPS45, and VTI12 may cooperate in VSR1-mediated vacuolar trafficking via recycling of VSR1 from PVC to TGN. RD21 is another protein that is partially secreted in the \ntno1\n mutant. RD21 is a Cys protease like AALP but is probably transported via a VSR1-independent pathway. RD21 and invertase are transported to the vacuole by ER bodies rather than by the VSR1-mediated transport pathway (\nHayashi et al., 2001\n; \nRojo et al., 2003\n); however, invertase was not secreted in the \ntno1\n mutant. This result may indicate that RD21 can follow an alternative transport pathway to the vacuole. Protein profiles from isolated vacuoles of wild-type and \ntno1\n mutant leaf protoplasts were compared by two-dimensional gel electrophoresis, but no significant differences were observed (data not shown). This is most likely due to only a small fraction of proteins being secreted, with most protein still being correctly transported to the vacuole. The partial secretion of vacuolar proteins, therefore, may be an indirect effect of the loss of TNO1.\n\n\nAlthough salt sensitivity and secretion of some vacuolar proteins in the \ntno1\n mutant may appear to be independent phenotypes, these two phenotypes are closely related. A connection between salt sensitivity and vacuolar trafficking has been well established. In yeast and mammalian cells, post-Golgi organelles involved in vacuolar trafficking were shown to be targets for salt stress, resulting in inefficient vacuolar trafficking (\nBachert et al., 2001\n; \nPardo et al., 2006\n; \nHernández et al., 2009\n). In Arabidopsis, the endocytic pathway to the vacuole has also been shown to be important for salt tolerance (\nLeshem et al., 2006\n, \n2007\n). Thus, our results provide additional evidence that vacuolar trafficking is important for salt tolerance.\nBFA Treatment\n\n\nIn this study, we used BFA to investigate the involvement of TNO1 in fusion events, as TNO1 is a member of a protein complex predicted to be required for membrane fusion at the TGN and BFA treatment causes the formation of BFA compartments by fusion between multiple types of endosomes. As expected, VHAa1-GFP transgenic plants formed BFA compartments after 1 h of BFA treatment, but VHAa1-GFP transgenic \ntno1\n mutant plants showed formation of BFA compartments only after 5 h of BFA treatment in cotyledon cells, while mutant root cells behaved identically to wild-type cells in this assay. This delay in BFA compartment formation implies that TNO1 could be involved in homotypic fusion of the TGN/early endosomes or fusion between TGN and other types of endosomes upon BFA treatment.\n\n\nVHAa1-GFP and TNO1 colocalize extensively under normal conditions; however, loss of colocalization was observed upon BFA treatment, indicating that TNO1 does not enter BFA compartments (\nFig. 8\n). A similar effect was observed for the mammalian golgin GM130, which, unlike most Golgi proteins, does not relocate to the ER in the presence of BFA (\nSeemann et al., 2000\n). GM130 is a tethering factor that also interacts with SNAREs during vesicle fusion and a Golgi matrix protein required for the integrity of the Golgi structure (\nDiao et al., 2008\n). After BFA treatment, GM130 remains in a Golgi remnant, while Golgi luminal proteins are transported back to the ER, indicating that GM130 is involved in maintaining Golgi structure (\nSeemann et al., 2000\n). Although there is no sequence homology between TNO1 and GM130, based on the properties of TNO1, it is possible that TNO1 also functions as a tethering factor and is involved in maintaining TGN structure or identity. In vitro fusion assays using recombinant TNO1 and TGN SNAREs may provide insight into the role of TNO1 in membrane fusion events.",
    "identity_of_tno1": "TNO1 was identified as a novel protein that coimmunoprecipitates with SYP41. As SYP41 is a t-SNARE residing at the TGN, we hypothesize that TNO1 may also be involved in vesicle fusion at this organelle. We have demonstrated that TNO1 is involved in salt and osmotic stress responses and is required for efficient vacuolar trafficking. Based on the effects of BFA treatment, TNO1 is proposed to be involved in the formation of the BFA compartment and may function in maintaining TGN structure or identity.\nWhen we analyzed its potential domain structure using the Conserved Domain Architecture Retrieval Tool, two previously characterized domains (SMC_prok_B and SMC_N) containing long coiled-coil regions for protein interaction were identified in TNO1 (\nAkhmedov et al., 1998\n; \nGeer et al., 2002\n). Although SMC domains are commonly found in structural maintenance of chromosome proteins, they are also found in other proteins with multiple coiled-coil domains, such as vesicle-tethering factors and cytoskeleton-binding proteins. A search for proteins with sequence similarity to TNO1 using the BLAST algorithm (\nAltschul et al., 1997\n, \n2005\n) identified several hypothetical proteins from other plant species as most closely related to TNO1. In addition, myosin-related proteins, a putative ATP-binding protein, and tethering factors including USO1 in yeast, tgolgin-1 in mouse, and gigantin in human were identified with high significance, primarily due to the presence of long coiled-coil regions in these proteins.\nUSO1, which has 20% amino acid sequence identity and 39% amino acid similarity to TNO1, is a tethering factor involved in ER-to-Golgi trafficking that tethers COPII vesicles at the cis-Golgi (\nCao et al., 1998\n). Tethering factors have been reported to function in vesicle fusion by interacting with their tethering partner to pull vesicles close to their target membrane (\nCao et al., 1998\n). Some are also involved in maintaining organelle structure and assisting in the formation of SNARE complexes via direct interaction with a SNARE (\nShorter et al., 2002\n; \nVasile et al., 2003\n). The presence of multiple predicted coiled-coil domains and the similarity to USO1 suggest that TNO1 could be a tethering factor at the TGN.",
    "phenotype_of_the_tno1_knockout_mutant": "To determine the function of TNO1, the \ntno1\n mutant was isolated and four major phenotypes were identified: sensitivity to high salt and osmotic stress, partial secretion of some vacuolar proteins, mislocalization of SYP61, and delayed BFA compartment formation in cotyledon cells. Differing effects on salt tolerance have been seen for mutations in different trafficking proteins. Knockdown of AtVAMP7C, a v-SNARE involved in vesicle fusion with the vacuole, was found to confer salt tolerance by preventing hydrogen peroxide-containing vesicles from fusing with the tonoplast (\nLeshem et al., 2006\n). Knockout of SYP22, a t-SNARE in the PVC and tonoplast, also increased salt tolerance in shoots, and a decreased level of Na\n+\n in shoots was observed (\nHamaji et al., 2009\n). Thus, vesicle fusion appears to directly or indirectly affect salt tolerance at the PVC and vacuoles. By contrast, the \ntno1\n mutant and a mutation in \nSYP61\n (\nZhu et al., 2002\n) showed a salt-sensitive phenotype. TNO1 and SYP61 colocalize to the TGN and are likely to exist in the same protein complex. The salt-sensitive phenotype of the \ntno1\n mutant may be due to its effect on SYP61 (\nFig. 6\n). In the \ntno1\n mutant, less SYP61 colocalized with VHAa1-GFP-labeled TGN compared with wild-type plants, leading to possible reduced SYP61 function in salt tolerance. It was hypothesized that a cation transporter in the \nosm1/syp61\n mutant may not function correctly, affecting guard cell turgor and salt sensitivity (\nZhu et al., 2002\n). Extensive investigations of cation transporters in yeast, plants, and mammalian cells have shown that cation/H\n+\n antiporters in the Golgi, TGN, endosome, and PVC regulate the pH and cation concentration in these organelles, affecting vesicle trafficking, and knockdown of VHAa1 in Arabidopsis also leads to increased salt sensitivity (\nBrett et al., 2002\n, \n2005\n; \nNakamura et al., 2005\n; \nPardo et al., 2006\n; \nFuji et al., 2007\n; \nKrebs et al., 2010\n). Thus, one possibility is that the salt-sensitive phenotype of the \ntno1\n and \nosm1/syp61\n mutants could be caused by defects in the transport of cation/H\n+\n antiporters or in the function of cation/H\n+\n antiporters at the TGN.\nAnother noticeable phenotype is the secretion of normally vacuolar proteins in the \ntno1\n mutant. Analysis of ICF from the \ntno1\n mutant demonstrated partial secretion of AALP, in common with mutants in the additional SYP41 complex components VPS45 and VTI12 (\nSanmartín et al., 2007\n; \nZouhar et al., 2009\n). AALP has dual vacuolar targeting signals and is a cargo for VSR1 (\nHinz et al., 2007\n). Therefore, TNO1, AtVPS45, and VTI12 may cooperate in VSR1-mediated vacuolar trafficking via recycling of VSR1 from PVC to TGN. RD21 is another protein that is partially secreted in the \ntno1\n mutant. RD21 is a Cys protease like AALP but is probably transported via a VSR1-independent pathway. RD21 and invertase are transported to the vacuole by ER bodies rather than by the VSR1-mediated transport pathway (\nHayashi et al., 2001\n; \nRojo et al., 2003\n); however, invertase was not secreted in the \ntno1\n mutant. This result may indicate that RD21 can follow an alternative transport pathway to the vacuole. Protein profiles from isolated vacuoles of wild-type and \ntno1\n mutant leaf protoplasts were compared by two-dimensional gel electrophoresis, but no significant differences were observed (data not shown). This is most likely due to only a small fraction of proteins being secreted, with most protein still being correctly transported to the vacuole. The partial secretion of vacuolar proteins, therefore, may be an indirect effect of the loss of TNO1.\nAlthough salt sensitivity and secretion of some vacuolar proteins in the \ntno1\n mutant may appear to be independent phenotypes, these two phenotypes are closely related. A connection between salt sensitivity and vacuolar trafficking has been well established. In yeast and mammalian cells, post-Golgi organelles involved in vacuolar trafficking were shown to be targets for salt stress, resulting in inefficient vacuolar trafficking (\nBachert et al., 2001\n; \nPardo et al., 2006\n; \nHernández et al., 2009\n). In Arabidopsis, the endocytic pathway to the vacuole has also been shown to be important for salt tolerance (\nLeshem et al., 2006\n, \n2007\n). Thus, our results provide additional evidence that vacuolar trafficking is important for salt tolerance.",
    "bfa_treatment": "In this study, we used BFA to investigate the involvement of TNO1 in fusion events, as TNO1 is a member of a protein complex predicted to be required for membrane fusion at the TGN and BFA treatment causes the formation of BFA compartments by fusion between multiple types of endosomes. As expected, VHAa1-GFP transgenic plants formed BFA compartments after 1 h of BFA treatment, but VHAa1-GFP transgenic \ntno1\n mutant plants showed formation of BFA compartments only after 5 h of BFA treatment in cotyledon cells, while mutant root cells behaved identically to wild-type cells in this assay. This delay in BFA compartment formation implies that TNO1 could be involved in homotypic fusion of the TGN/early endosomes or fusion between TGN and other types of endosomes upon BFA treatment.\nVHAa1-GFP and TNO1 colocalize extensively under normal conditions; however, loss of colocalization was observed upon BFA treatment, indicating that TNO1 does not enter BFA compartments (\nFig. 8\n). A similar effect was observed for the mammalian golgin GM130, which, unlike most Golgi proteins, does not relocate to the ER in the presence of BFA (\nSeemann et al., 2000\n). GM130 is a tethering factor that also interacts with SNAREs during vesicle fusion and a Golgi matrix protein required for the integrity of the Golgi structure (\nDiao et al., 2008\n). After BFA treatment, GM130 remains in a Golgi remnant, while Golgi luminal proteins are transported back to the ER, indicating that GM130 is involved in maintaining Golgi structure (\nSeemann et al., 2000\n). Although there is no sequence homology between TNO1 and GM130, based on the properties of TNO1, it is possible that TNO1 also functions as a tethering factor and is involved in maintaining TGN structure or identity. In vitro fusion assays using recombinant TNO1 and TGN SNAREs may provide insight into the role of TNO1 in membrane fusion events.",
    "materials_and_methods": "Identification of TNO1\n\n\nProtein extracts were made essentially as described by \nBassham et al. (2000)\n and \nSanderfoot et al. (2001a)\n. Arabidopsis (\nArabidopsis thaliana\n) suspension cells were ground in extraction buffer (phosphate-buffered saline [PBS], 1 m\nm\n EDTA, 0.1 m\nm\n phenylmethylsulfonyl fluoride, and 1% [v/v] Triton X-100) and solubilized for 2 h at 4°C. Solubilized proteins were added to a column containing immobilized SYP41 antibodies or SYP41 preimmune serum and incubated for 2 h at 4°C. The columns were washed five times with extraction buffer, and bound proteins were eluted using 0.2 \nm\n Gly, pH 2.5. Immunoprecipitates from SYP41 and preimmune antibody were separated by SDS-PAGE and visualized using silver staining.\n\n\nProtein bands migrating at approximate molecular masses of 200, 67, 35, and 15 kD were excised and analyzed at the Protein Microsequencing and Proteomic Mass Spectroscopy Laboratory at the University of Massachusetts Medical School (Worchester, MA). Proteins were digested in gel using trypsin, the resulting peptides were applied to a Finnigan Electrospray LCQ Deca ion-trap mass spectrometer, and the peptide masses were used to identify potential matches within the Arabidopsis proteome.\ncDNA Cloning and Sequencing\n\n\nRNA was extracted from Arabidopsis siliques and treated with DNase I, followed by RT using an oligo(dT) primer. cDNAs were amplified using Herculase Long and Accurate Polymerase Mix (Agilent Technologies) and \nTNO1\n cDNA forward and reverse primers (\nTable I\n) according to the manufacturer’s protocol. The amplification product was inserted into pGEM T-Easy vector (Invitrogen), and DNA sequencing was performed at the W.M. Keck Foundation (Yale University). The sequence was deposited in GenBank (accession no. \nHM776995\n).\n\n\nTable I. Primer sequences.\n\n\nThe restriction sites used for cloning are underlined.\n\n\n\n\n\n\nPrimer Name\n\n\nDirection\n\n\nSequence\n\n\n\n\n\n\n\n\n\n\nTNO1\n cDNA\n\n\nForward\n\n\n5′-GGTTGGGATCGTATTTAGATAATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GTAGTAGTTTCATGTGAGAGACC-3′\n\n\n\n\n\n\n\n\nTNO1\n internal\n\n\nForward\n\n\n5′-TTGACCGACTTGCTGGGTACA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GCAATGACATCCACGTCTCTAAGG-3′\n\n\n\n\n\n\nT-DNA left border-a1\n\n\n\n\n5′-TGGTTCACGTAGTGGGCCATCG-3′\n\n\n\n\n\n\n\n\nTNO1\n promoter\n\n\nForward\n\n\n5′-ATCA\nGTCGAC\nAACAAATCAGTCAATT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-\nGCGGCCGC\nTATCTAAATACGATCC-3′\n\n\n\n\n\n\nGenomic \nTNO1\n\n\n\n\nForward\n\n\n5′-\nGCGGCCGC\nATGCACGAGAAGGATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTCT\nGGTACC\nGATTCTCAGTGGACAG-3′\n\n\n\n\n\n\nSYP41\n\n\nForward\n\n\n5′-GGATCCTCATGGCGACGAGGAATCGTACGTTGCTGTTT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTCAGACAAGCAGGATGCGCA-3′\n\n\n\n\n\n\nDREB2A\n\n\nForward\n\n\n5′-GGAGATGGCAGTTTATGATC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTAGTTCTCCAGATCCAAGTA-3′\n\n\n\n\n\n\nSOS1\n\n\nForward\n\n\n5′-ATGACGACTGTAATCGACGCGACGA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TGACAACACCACTGAGGATAAATAT-3′\n\n\n\n\n\n\nRD29\n\n\nForward\n\n\n5′-ATGGATCAAACAGAGGAACCACCAC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-CCATTCCAGTTTCAGTCTTCATATC-3′\n\n\n\n\n\n\nSYP61\n\n\nForward\n\n\n5′-GGATCCTCATGTCTTCAGCTCAAGATCC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTTATATCATCATCATTTGAC-3′\n\n\n\n\n\n\n\n\nOpen in a new tab\nPlant Materials and Growth Conditions\n\n\nArabidopsis (ecotype Columbia) seeds were surface sterilized and grown on soil or MS Vitamin and Salt Mixture (Caisson Laboratories) solid medium containing 1% (w/v) Suc. A \ntno1\n knockout mutant line (Salk_112503) that has a T-DNA insertion in the third exon was obtained from the Arabidopsis Biological Resource Center. A homozygous \ntno1\n mutant was identified by PCR using \nTNO1\n internal forward and reverse primers and T-DNA left border-a1 primer (\nTable I\n).\nGeneration of Transgenic Plants\n\n\nGFP-fused vacuolar H\n+\n-ATPase (GFP-VHAa1) plasmid (\nDettmer et al., 2006\n) was introduced into \nAgrobacterium tumefaciens\n strain GV2260, which was used to transform \ntno1\n mutant plants by the floral dipping method (\nClough and Bent, 1998\n). The resulting VHAa1-GFP-transformed \ntno1\n plants were selected on MS solid medium containing 50 μg mL\n−1\n kanamycin.\n\n\nFor \ntno1\n mutant complementation, the full-length \nTNO1\n gene and its promoter were separately amplified by PCR with \nTNO1\n promoter primers and genomic \nTNO1\n primers with corresponding restriction sites (\nTable I\n). The \nTNO1\n promoter fragment was digested using \nSal\nI and \nNot\nI, and the \nTNO1\n genomic fragment was digested using \nNot\nI and \nKpn\nI. The digested \nTNO1\n promoter and genomic DNA were ligated into the binary vector pCAMBIA1300MCS1 digested using \nSal\nI and \nKpn\nI (\nSanderfoot et al., 2001a\n). The resulting plasmid was introduced into \nA. tumefaciens\n strain GV2260, which was used to transform \ntno1\n mutant plants. The transgenic \ntno1\n mutant plants were identified by resistance to 50 μg mL\n−1\n hygromycin and immunoblotting with TNO1 antibody.\nRT-PCR Analysis of \nTNO1\n, \nSYP41\n, and Salt/Osmotic Stress-Responsive Genes\n\n\nTotal RNA was extracted from Arabidopsis organs using the TRIzol RNA isolation method (\nhttp://www.Arabidopsis.org/portals/masc/AFGC/RevisedAFGC/site2RnaL.htm#isolation\n). Roots were harvested from 4-week-old Arabidopsis plants grown in liquid culture (MS plus 1% [w/v] Suc), and stems, rosette leaves, cauline leaves, flowers, and siliques were harvested from 7-week-old Arabidopsis plants grown in soil. Extracted RNA was treated with DNase I, followed by RT using an oligo(dT) primer. cDNAs were amplified for 25 cycles using \nTNO1\n internal forward and reverse primers or \nSYP41\n forward and reverse primers (\nTable I\n).\n\n\nOne-week-old wild-type and \ntno1\n mutant seedlings were treated with 300 m\nm\n NaCl, 40 m\nm\n LiCl, 300 m\nm\n KCl, or 600 m\nm\n mannitol for 5 h. Total RNA was extracted from the seedlings, and expression of \nSOS1\n, \nDREB2A\n, \nRD29\n, \nTNO1\n, and \nSYP61\n was analyzed by RT-PCR using gene-specific primers (\nTable I\n; \nYamaguchi-Shinozaki and Shinozaki, 1993a\n; \nLiu et al., 1998\n; \nShi et al., 2000\n; \nZhu et al., 2002\n).\nAntibody Production and Purification\n\n\nA 1.7-kb C-terminal fragment of the \nTNO1\n cDNA was cloned into pET28b(+) expression vector (Novagen) to produce a His-partial TNO1 fusion construct. The fusion protein construct was introduced into \nEscherichia coli\n BL21 (DE3), and expression and purification of partial TNO1 were as described by \nBassham et al. (2000)\n. The partial TNO1 was purified using nickel-nitrilotriacetic acid agarose and used to immunize rabbits at Cocalico Biologicals after gel purification.\n\n\nFor purification of TNO1-specific antibodies, purified His-tagged TNO1 protein was separated by SDS-PAGE and transferred to nitrocellulose membrane followed by staining with Ponceau S, and the strip containing the fusion protein was cut out. The strip was blocked in 3% (w/v) dried nonfat milk in PBS, and crude rabbit serum was incubated with the strip for 2 h at 4°C. The strip was washed five times with PBS, and antibodies were eluted using 0.1 \nm\n Gly, pH 2.2.\nDifferential Centrifugation\n\n\nArabidopsis plants were homogenized in 0.3 \nm\n Suc, 100 m\nm\n Tris-HCl, pH 7.5, 1 m\nm\n EDTA, and 0.1 m\nm\n phenylmethylsulfonyl fluoride. The homogenate was centrifuged at 1,000\ng\n for 10 min at 4°C to remove cell debris. The supernatant was centrifuged at 20,000\ng\n, then the supernatant was removed and further centrifuged at 100,000\ng\n. The TCA-precipitated supernatant after centrifugation at 100,000\ng\n and pellets after centrifugation at 20,000\ng\n and 100,000\ng\n were analyzed by immunoblotting with TNO1 and SYP61 antibodies (\nSanderfoot et al., 2001a\n).\nExtraction of TNO1 from Membranes\n\n\nTotal membrane fractions were isolated from 2-week-old seedlings by centrifugation at 125,000\ng\n and treated with 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n followed by pelleting of nonsolubilized proteins at 125,000\ng\n (\nPhan et al., 2008\n). Pellets and TCA-precipitated supernatants were analyzed by immunoblotting with TNO1 and SYP41 antibodies.\nICF Extraction\n\n\nICF was extracted as described (\nNeuhaus et al., 1991\n). One gram of Arabidopsis leaves was infiltrated under vacuum in 50 m\nm\n sodium citrate, pH 5.5. After infiltration, surface dried leaves were rolled with filter paper and inserted into a 10-mL syringe. The syringe was inserted into a 50-mL conical tube, which was centrifuged at 1,000\ng\n for 10 min at 10°C. ICF was collected in the bottom of the tube, and ICF-depleted leaves after centrifugation were ground in 50 m\nm\n sodium citrate for the control. ICF and ICF-depleted protein extract were analyzed by immunoblotting using anti-AALP (1:1,000; \nAhmed et al., 2000\n), anti-RD21 (1:1,000; \nHayashi et al., 2001\n), anti-invertase (1:3,000; \nRojo et al., 2003\n), anti-ChlI (1:2,000; \nAdhikari et al., 2009\n), and anti-PEX11d (1:1,000; \nOrth et al., 2007\n).\nPreparation of Vacuoles\n\n\nLeaf protoplasts were generated as described (\nSheen, 2002\n). After harvesting protoplasts, vacuole isolation was performed as described (\nRobert et al., 2007\n). After adding 6 mL of prewarmed lysis buffer (0.2 \nm\n mannitol, 10% [w/v] Ficoll, 1 m\nm\n EDTA, and 5 m\nm\n Na phosphate, pH 8.0) at 42°C, lysed protoplasts were transferred to clear tubes for a SW41 swinging-bucket rotor (Beckman-Coulter) and overlaid with 3 mL of 4% (w/v) Ficoll (by mixing lysis and vacuole buffer) and 1 mL of vacuole buffer (0.45 \nm\n mannitol, 2 m\nm\n EDTA, and 5 m\nm\n Na phosphate, pH 7.5) followed by centrifugation at 20,000 rpm for 50 min at 10°C. Vacuoles were recovered from the interface between 4% (w/v) Ficoll and vacuole buffer.\nImmunofluorescence\n\n\nThree- or 4-d-old Arabidopsis seedlings grown on MS solid medium were immunolabeled with a protocol slightly modified from \nPhan et al. (2008)\n. Seedlings used were ST-GFP transgenic plants (\nBoevink et al., 1998\n), VHAa1-GFP transgenic plants (\nDettmer et al., 2006\n), and RHA1-YFP transgenic plants (\nPreuss et al., 2004\n) to label Golgi, TGN, and PVC, respectively.\n\n\nFor protoplast immunofluorescence, protoplasts were fixed in 3% (w/v) paraformaldehyde in MTSB (50 m\nm\n PIPES-KOH, pH 6.9, 5 m\nm\n EGTA, and 5 m\nm\n MgSO\n4\n) with 0.4 \nm\n sorbitol for 30 min and washed twice with MTSB with 0.4 \nm\n sorbitol. Fixed protoplasts were mounted onto slides and dried for 1 h. Protoplasts were permeabilized using permeabilization buffer (0.5% [v/v] Nonidet P-40 and 10% [v/v] dimethyl sulfoxide in MTSB) for 30 min in a moist chamber followed by washing three times using MTSB. Samples were blocked in 3% bovine serum albumin (BSA) in MTSB for 2 h, and primary antibodies in 3% (w/v) BSA in MTSB were added. After 3 h of incubation, protoplasts were washed three times using MTSB and treated with conjugated secondary antibody in 3% (w/v) BSA in MTSB for 50 min followed by washing five times with MTSB. Anti-TNO1 (1:25), anti-SYP41 (1:50), and anti-SYP61 (1:50) were used as primary antibodies. AlexaFluor 594-conjugated goat anti-rabbit IgG (1:250) was used as secondary antibody.\n\n\nFluorescent signals were viewed with a confocal laser scanning microscope (Leica SP5; Leica Microsystems). Excitation and emission wavelengths of GFP were 488 and 500 nm and those of AlexaFluor 594 were 590 and 600 nm, respectively.\nSalt, Ionic, and Osmotic Stresses and Drug Treatment\n\n\nFor stress treatment, seedlings were grown on MS solid medium for 5 d and transferred to MS solid medium containing 130 m\nm\n NaCl, 17 m\nm\n LiCl, 140 m\nm\n KCl, or 300 m\nm\n mannitol, followed by growth for an additional 10 d (\nZhu et al., 2002\n).\n\n\nFor BFA treatment, seedlings were grown on MS solid medium for 4 d and transferred to MS liquid medium containing 50 μ\nm\n BFA or dimethyl sulfoxide as carrier control for 5 h. Seedlings were washed twice with MS liquid medium and incubated in MS liquid medium for recovery. BFA treatment of protoplasts was performed as above for 2 h with the same concentration of BFA.\n\n\nSequence data from this article can be found in the GenBank/EMBL data libraries under accession number \nHM776995\n.\nSupplemental Data\n\n\nThe following materials are available in the online version of this article.\n\n\n\n\nSupplemental Figure S1\n. Sequence analysis of \nTNO1\n.\n\n\nSupplemental Figure S2\n. TNO1 domain prediction.\n\n\nSupplemental Figure S3\n. Expression pattern of \nTNO1\n by microarray analysis.\n\n\nSupplemental Figure S4\n. Salt/osmotic stress-responsive gene expression in wild-type and \ntno1\n mutant plants.",
    "cdna_cloning_and_sequencing": "RNA was extracted from Arabidopsis siliques and treated with DNase I, followed by RT using an oligo(dT) primer. cDNAs were amplified using Herculase Long and Accurate Polymerase Mix (Agilent Technologies) and \nTNO1\n cDNA forward and reverse primers (\nTable I\n) according to the manufacturer’s protocol. The amplification product was inserted into pGEM T-Easy vector (Invitrogen), and DNA sequencing was performed at the W.M. Keck Foundation (Yale University). The sequence was deposited in GenBank (accession no. \nHM776995\n).\nTable I. Primer sequences.\n\n\nThe restriction sites used for cloning are underlined.\n\n\n\n\n\n\nPrimer Name\n\n\nDirection\n\n\nSequence\n\n\n\n\n\n\n\n\n\n\nTNO1\n cDNA\n\n\nForward\n\n\n5′-GGTTGGGATCGTATTTAGATAATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GTAGTAGTTTCATGTGAGAGACC-3′\n\n\n\n\n\n\n\n\nTNO1\n internal\n\n\nForward\n\n\n5′-TTGACCGACTTGCTGGGTACA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GCAATGACATCCACGTCTCTAAGG-3′\n\n\n\n\n\n\nT-DNA left border-a1\n\n\n\n\n5′-TGGTTCACGTAGTGGGCCATCG-3′\n\n\n\n\n\n\n\n\nTNO1\n promoter\n\n\nForward\n\n\n5′-ATCA\nGTCGAC\nAACAAATCAGTCAATT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-\nGCGGCCGC\nTATCTAAATACGATCC-3′\n\n\n\n\n\n\nGenomic \nTNO1\n\n\n\n\nForward\n\n\n5′-\nGCGGCCGC\nATGCACGAGAAGGATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTCT\nGGTACC\nGATTCTCAGTGGACAG-3′\n\n\n\n\n\n\nSYP41\n\n\nForward\n\n\n5′-GGATCCTCATGGCGACGAGGAATCGTACGTTGCTGTTT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTCAGACAAGCAGGATGCGCA-3′\n\n\n\n\n\n\nDREB2A\n\n\nForward\n\n\n5′-GGAGATGGCAGTTTATGATC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTAGTTCTCCAGATCCAAGTA-3′\n\n\n\n\n\n\nSOS1\n\n\nForward\n\n\n5′-ATGACGACTGTAATCGACGCGACGA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TGACAACACCACTGAGGATAAATAT-3′\n\n\n\n\n\n\nRD29\n\n\nForward\n\n\n5′-ATGGATCAAACAGAGGAACCACCAC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-CCATTCCAGTTTCAGTCTTCATATC-3′\n\n\n\n\n\n\nSYP61\n\n\nForward\n\n\n5′-GGATCCTCATGTCTTCAGCTCAAGATCC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTTATATCATCATCATTTGAC-3′\n\n\n\n\n\n\n\n\nOpen in a new tab",
    "table_i._primer_sequences.": "The restriction sites used for cloning are underlined.\nPrimer Name\n\n\nDirection\n\n\nSequence\n\n\n\n\n\n\n\n\n\n\nTNO1\n cDNA\n\n\nForward\n\n\n5′-GGTTGGGATCGTATTTAGATAATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GTAGTAGTTTCATGTGAGAGACC-3′\n\n\n\n\n\n\n\n\nTNO1\n internal\n\n\nForward\n\n\n5′-TTGACCGACTTGCTGGGTACA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GCAATGACATCCACGTCTCTAAGG-3′\n\n\n\n\n\n\nT-DNA left border-a1\n\n\n\n\n5′-TGGTTCACGTAGTGGGCCATCG-3′\n\n\n\n\n\n\n\n\nTNO1\n promoter\n\n\nForward\n\n\n5′-ATCA\nGTCGAC\nAACAAATCAGTCAATT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-\nGCGGCCGC\nTATCTAAATACGATCC-3′\n\n\n\n\n\n\nGenomic \nTNO1\n\n\n\n\nForward\n\n\n5′-\nGCGGCCGC\nATGCACGAGAAGGATG-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTCT\nGGTACC\nGATTCTCAGTGGACAG-3′\n\n\n\n\n\n\nSYP41\n\n\nForward\n\n\n5′-GGATCCTCATGGCGACGAGGAATCGTACGTTGCTGTTT-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTCAGACAAGCAGGATGCGCA-3′\n\n\n\n\n\n\nDREB2A\n\n\nForward\n\n\n5′-GGAGATGGCAGTTTATGATC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TTAGTTCTCCAGATCCAAGTA-3′\n\n\n\n\n\n\nSOS1\n\n\nForward\n\n\n5′-ATGACGACTGTAATCGACGCGACGA-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-TGACAACACCACTGAGGATAAATAT-3′\n\n\n\n\n\n\nRD29\n\n\nForward\n\n\n5′-ATGGATCAAACAGAGGAACCACCAC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-CCATTCCAGTTTCAGTCTTCATATC-3′\n\n\n\n\n\n\nSYP61\n\n\nForward\n\n\n5′-GGATCCTCATGTCTTCAGCTCAAGATCC-3′\n\n\n\n\n\n\n\n\nReverse\n\n\n5′-GGATCCTTATATCATCATCATTTGAC-3′\nOpen in a new tab",
    "plant_materials_and_growth_conditions": "Arabidopsis (ecotype Columbia) seeds were surface sterilized and grown on soil or MS Vitamin and Salt Mixture (Caisson Laboratories) solid medium containing 1% (w/v) Suc. A \ntno1\n knockout mutant line (Salk_112503) that has a T-DNA insertion in the third exon was obtained from the Arabidopsis Biological Resource Center. A homozygous \ntno1\n mutant was identified by PCR using \nTNO1\n internal forward and reverse primers and T-DNA left border-a1 primer (\nTable I\n).",
    "generation_of_transgenic_plants": "GFP-fused vacuolar H\n+\n-ATPase (GFP-VHAa1) plasmid (\nDettmer et al., 2006\n) was introduced into \nAgrobacterium tumefaciens\n strain GV2260, which was used to transform \ntno1\n mutant plants by the floral dipping method (\nClough and Bent, 1998\n). The resulting VHAa1-GFP-transformed \ntno1\n plants were selected on MS solid medium containing 50 μg mL\n−1\n kanamycin.\nFor \ntno1\n mutant complementation, the full-length \nTNO1\n gene and its promoter were separately amplified by PCR with \nTNO1\n promoter primers and genomic \nTNO1\n primers with corresponding restriction sites (\nTable I\n). The \nTNO1\n promoter fragment was digested using \nSal\nI and \nNot\nI, and the \nTNO1\n genomic fragment was digested using \nNot\nI and \nKpn\nI. The digested \nTNO1\n promoter and genomic DNA were ligated into the binary vector pCAMBIA1300MCS1 digested using \nSal\nI and \nKpn\nI (\nSanderfoot et al., 2001a\n). The resulting plasmid was introduced into \nA. tumefaciens\n strain GV2260, which was used to transform \ntno1\n mutant plants. The transgenic \ntno1\n mutant plants were identified by resistance to 50 μg mL\n−1\n hygromycin and immunoblotting with TNO1 antibody.",
    "rt-pcr_analysis_of_tno1,_syp41,_and_salt/osmotic_stress-resp": "Total RNA was extracted from Arabidopsis organs using the TRIzol RNA isolation method (\nhttp://www.Arabidopsis.org/portals/masc/AFGC/RevisedAFGC/site2RnaL.htm#isolation\n). Roots were harvested from 4-week-old Arabidopsis plants grown in liquid culture (MS plus 1% [w/v] Suc), and stems, rosette leaves, cauline leaves, flowers, and siliques were harvested from 7-week-old Arabidopsis plants grown in soil. Extracted RNA was treated with DNase I, followed by RT using an oligo(dT) primer. cDNAs were amplified for 25 cycles using \nTNO1\n internal forward and reverse primers or \nSYP41\n forward and reverse primers (\nTable I\n).\nOne-week-old wild-type and \ntno1\n mutant seedlings were treated with 300 m\nm\n NaCl, 40 m\nm\n LiCl, 300 m\nm\n KCl, or 600 m\nm\n mannitol for 5 h. Total RNA was extracted from the seedlings, and expression of \nSOS1\n, \nDREB2A\n, \nRD29\n, \nTNO1\n, and \nSYP61\n was analyzed by RT-PCR using gene-specific primers (\nTable I\n; \nYamaguchi-Shinozaki and Shinozaki, 1993a\n; \nLiu et al., 1998\n; \nShi et al., 2000\n; \nZhu et al., 2002\n).",
    "antibody_production_and_purification": "A 1.7-kb C-terminal fragment of the \nTNO1\n cDNA was cloned into pET28b(+) expression vector (Novagen) to produce a His-partial TNO1 fusion construct. The fusion protein construct was introduced into \nEscherichia coli\n BL21 (DE3), and expression and purification of partial TNO1 were as described by \nBassham et al. (2000)\n. The partial TNO1 was purified using nickel-nitrilotriacetic acid agarose and used to immunize rabbits at Cocalico Biologicals after gel purification.\nFor purification of TNO1-specific antibodies, purified His-tagged TNO1 protein was separated by SDS-PAGE and transferred to nitrocellulose membrane followed by staining with Ponceau S, and the strip containing the fusion protein was cut out. The strip was blocked in 3% (w/v) dried nonfat milk in PBS, and crude rabbit serum was incubated with the strip for 2 h at 4°C. The strip was washed five times with PBS, and antibodies were eluted using 0.1 \nm\n Gly, pH 2.2.",
    "differential_centrifugation": "Arabidopsis plants were homogenized in 0.3 \nm\n Suc, 100 m\nm\n Tris-HCl, pH 7.5, 1 m\nm\n EDTA, and 0.1 m\nm\n phenylmethylsulfonyl fluoride. The homogenate was centrifuged at 1,000\ng\n for 10 min at 4°C to remove cell debris. The supernatant was centrifuged at 20,000\ng\n, then the supernatant was removed and further centrifuged at 100,000\ng\n. The TCA-precipitated supernatant after centrifugation at 100,000\ng\n and pellets after centrifugation at 20,000\ng\n and 100,000\ng\n were analyzed by immunoblotting with TNO1 and SYP61 antibodies (\nSanderfoot et al., 2001a\n).",
    "extraction_of_tno1_from_membranes": "Total membrane fractions were isolated from 2-week-old seedlings by centrifugation at 125,000\ng\n and treated with 1% (v/v) Triton X-100, 2 \nm\n urea, 1 \nm\n NaCl, or 0.1 \nm\n Na\n2\nCO\n3\n followed by pelleting of nonsolubilized proteins at 125,000\ng\n (\nPhan et al., 2008\n). Pellets and TCA-precipitated supernatants were analyzed by immunoblotting with TNO1 and SYP41 antibodies.",
    "icf_extraction": "ICF was extracted as described (\nNeuhaus et al., 1991\n). One gram of Arabidopsis leaves was infiltrated under vacuum in 50 m\nm\n sodium citrate, pH 5.5. After infiltration, surface dried leaves were rolled with filter paper and inserted into a 10-mL syringe. The syringe was inserted into a 50-mL conical tube, which was centrifuged at 1,000\ng\n for 10 min at 10°C. ICF was collected in the bottom of the tube, and ICF-depleted leaves after centrifugation were ground in 50 m\nm\n sodium citrate for the control. ICF and ICF-depleted protein extract were analyzed by immunoblotting using anti-AALP (1:1,000; \nAhmed et al., 2000\n), anti-RD21 (1:1,000; \nHayashi et al., 2001\n), anti-invertase (1:3,000; \nRojo et al., 2003\n), anti-ChlI (1:2,000; \nAdhikari et al., 2009\n), and anti-PEX11d (1:1,000; \nOrth et al., 2007\n).",
    "preparation_of_vacuoles": "Leaf protoplasts were generated as described (\nSheen, 2002\n). After harvesting protoplasts, vacuole isolation was performed as described (\nRobert et al., 2007\n). After adding 6 mL of prewarmed lysis buffer (0.2 \nm\n mannitol, 10% [w/v] Ficoll, 1 m\nm\n EDTA, and 5 m\nm\n Na phosphate, pH 8.0) at 42°C, lysed protoplasts were transferred to clear tubes for a SW41 swinging-bucket rotor (Beckman-Coulter) and overlaid with 3 mL of 4% (w/v) Ficoll (by mixing lysis and vacuole buffer) and 1 mL of vacuole buffer (0.45 \nm\n mannitol, 2 m\nm\n EDTA, and 5 m\nm\n Na phosphate, pH 7.5) followed by centrifugation at 20,000 rpm for 50 min at 10°C. Vacuoles were recovered from the interface between 4% (w/v) Ficoll and vacuole buffer.",
    "immunofluorescence": "Three- or 4-d-old Arabidopsis seedlings grown on MS solid medium were immunolabeled with a protocol slightly modified from \nPhan et al. (2008)\n. Seedlings used were ST-GFP transgenic plants (\nBoevink et al., 1998\n), VHAa1-GFP transgenic plants (\nDettmer et al., 2006\n), and RHA1-YFP transgenic plants (\nPreuss et al., 2004\n) to label Golgi, TGN, and PVC, respectively.\nFor protoplast immunofluorescence, protoplasts were fixed in 3% (w/v) paraformaldehyde in MTSB (50 m\nm\n PIPES-KOH, pH 6.9, 5 m\nm\n EGTA, and 5 m\nm\n MgSO\n4\n) with 0.4 \nm\n sorbitol for 30 min and washed twice with MTSB with 0.4 \nm\n sorbitol. Fixed protoplasts were mounted onto slides and dried for 1 h. Protoplasts were permeabilized using permeabilization buffer (0.5% [v/v] Nonidet P-40 and 10% [v/v] dimethyl sulfoxide in MTSB) for 30 min in a moist chamber followed by washing three times using MTSB. Samples were blocked in 3% bovine serum albumin (BSA) in MTSB for 2 h, and primary antibodies in 3% (w/v) BSA in MTSB were added. After 3 h of incubation, protoplasts were washed three times using MTSB and treated with conjugated secondary antibody in 3% (w/v) BSA in MTSB for 50 min followed by washing five times with MTSB. Anti-TNO1 (1:25), anti-SYP41 (1:50), and anti-SYP61 (1:50) were used as primary antibodies. AlexaFluor 594-conjugated goat anti-rabbit IgG (1:250) was used as secondary antibody.\nFluorescent signals were viewed with a confocal laser scanning microscope (Leica SP5; Leica Microsystems). Excitation and emission wavelengths of GFP were 488 and 500 nm and those of AlexaFluor 594 were 590 and 600 nm, respectively.",
    "salt,_ionic,_and_osmotic_stresses_and_drug_treatment": "For stress treatment, seedlings were grown on MS solid medium for 5 d and transferred to MS solid medium containing 130 m\nm\n NaCl, 17 m\nm\n LiCl, 140 m\nm\n KCl, or 300 m\nm\n mannitol, followed by growth for an additional 10 d (\nZhu et al., 2002\n).\nFor BFA treatment, seedlings were grown on MS solid medium for 4 d and transferred to MS liquid medium containing 50 μ\nm\n BFA or dimethyl sulfoxide as carrier control for 5 h. Seedlings were washed twice with MS liquid medium and incubated in MS liquid medium for recovery. BFA treatment of protoplasts was performed as above for 2 h with the same concentration of BFA.\nSequence data from this article can be found in the GenBank/EMBL data libraries under accession number \nHM776995\n.",
    "supplemental_data": "The following materials are available in the online version of this article.\nSupplemental Figure S1\n. Sequence analysis of \nTNO1\n.\n\n\nSupplemental Figure S2\n. TNO1 domain prediction.\n\n\nSupplemental Figure S3\n. Expression pattern of \nTNO1\n by microarray analysis.\n\n\nSupplemental Figure S4\n. Salt/osmotic stress-responsive gene expression in wild-type and \ntno1\n mutant plants.",
    "supplementary_material": "Supplemental Data\n\n\n\n\nsupp_156_2_514__index.html\n (800B, html)",
    "acknowledgments": "We thank Drs. Karin Schumacher, Chris Hawes, Erik Nielsen, Natasha Raikhel, and Tony Sanderfoot for providing constructs, antibodies, and transgenic lines; Margie Carter (Iowa State University Confocal Microscopy and Image Analysis Facility) for valuable assistance and expertise in microscopy; and John Leszyk (Protein Microsequencing and Proteomic Mass Spectroscopy Laboratory at the University of Massachusetts Medical School) for tandem mass spectrometry.",
    "references": "Abramoff MD, Magelhaes PJ, Ram SJ. (2004) Image processing with ImageJ. Biophotonics Int 11: 36–42\n [\nGoogle Scholar\n]\n\n\n\n\nAdhikari ND, Orler R, Chory J, Froehlich JE, Larkin RM. (2009) Porphyrins promote the association of GENOMES UNCOUPLED 4 and a Mg-chelatase subunit with chloroplast membranes. J Biol Chem 284: 24783–24796\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAhmed SU, Rojo E, Kovaleva V, Venkataraman S, Dombrowski JE, Matsuoka K, Raikhel NV. (2000) The plant vacuolar sorting receptor AtELP is involved in transport of NH(2)-terminal propeptide-containing vacuolar proteins in Arabidopsis thaliana. J Cell Biol 149: 1335–1344\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAkhmedov AT, Frei C, Tsai-Pflugfelder M, Kemper B, Gasser SM, Jessberger R. (1998) Structural maintenance of chromosomes protein C-terminal domains bind preferentially to DNA with secondary structure. J Biol Chem 273: 24088–24094\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAltschul S, Madden T, Schaffer A, Zhang JH, Zhang Z, Miller W, Lipman D. (1997) Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Res 25: 3389–3402\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAltschul SF, Wootton JC, Gertz EM, Agarwala R, Morgulis A, Schäffer AA, Yu YK. (2005) Protein database searches using compositionally adjusted substitution matrices. FEBS J 272: 5101–5109\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBachert C, Lee TH, Linstedt AD. (2001) Lumenal endosomal and Golgi-retrieval determinants involved in pH-sensitive targeting of an early Golgi protein. Mol Biol Cell 12: 3152–3160\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBassham DC, Raikhel NV. (1998) An Arabidopsis VPS45p homolog implicated in protein transport to the vacuole. Plant Physiol 117: 407–415\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBassham DC, Raikhel NV. (2000) Unique features of the plant vacuolar sorting machinery. Curr Opin Cell Biol 12: 491–495\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBassham DC, Sanderfoot AA, Kovaleva V, Zheng HY, Raikhel NV. (2000) AtVPS45 complex formation at the trans-Golgi network. Mol Biol Cell 11: 2251–2265\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBoevink P, Oparka K, Santa Cruz S, Martin B, Betteridge A, Hawes C. (1998) Stacks on tracks: the plant Golgi apparatus traffics on an actin/ER network. Plant J 15: 441–447\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrett CL, Tukaye DN, Mukherjee S, Rao RJ. (2005) The yeast endosomal Na\n+\nK\n+\n/H\n+\n exchanger Nhx1 regulates cellular pH to control vesicle trafficking. Mol Biol Cell 16: 1396–1405\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrett CL, Wei Y, Donowitz M, Rao R. (2002) Human Na(+)/H(+) exchanger isoform 6 is found in recycling endosomes of cells, not in mitochondria. Am J Physiol Cell Physiol 282: C1031–C1041\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBryant NJ, James DE. (2003) The Sec1p/Munc18 (SM) protein, Vps45p, cycles on and off membranes during vesicle transport. J Cell Biol 161: 691–696\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCao XC, Ballew N, Barlowe C. (1998) Initial docking of ER-derived vesicles requires Uso1p and Ypt1p but is independent of SNARE proteins. EMBO J 17: 2156–2165\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen Y, Shin YK, Bassham DC. (2005) YKT6 is a core constituent of membrane fusion machineries at the Arabidopsis trans-Golgi network. J Mol Biol 350: 92–101\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClaros MG, von Heijne G. (1994) TopPred II: an improved software for membrane protein structure predictions. Comput Appl Biosci 10: 685–686\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClough SJ, Bent AF. (1998) Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J 16: 735–743\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\ndaSilva LLP, Taylor JP, Hadlington JL, Hanton SL, Snowden CJ, Fox SJ, Foresti O, Brandizzi F, Denecke J. (2005) Receptor salvage from the prevacuolar compartment is essential for efficient vacuolar protein targeting. Plant Cell 17: 132–148\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDettmer J, Hong-Hermesdorf A, Stierhof YD, Schumacher K. (2006) Vacuolar H\n+\n-ATPase activity is required for endocytic and secretory trafficking in \nArabidopsis\n. Plant Cell 18: 715–730\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDiao A, Frost L, Morohashi Y, Lowe M. (2008) Coordination of golgin tethering and SNARE assembly: GM130 binds syntaxin 5 in a p115-regulated manner. J Biol Chem 283: 6957–6967\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDulubova I, Yamaguchi T, Gao Y, Min SW, Huryeva I, Südhof TC, Rizo J. (2002) How Tlg2p/syntaxin 16 ‘snares’ Vps45. EMBO J 21: 3620–3631\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEbine K, Okatani Y, Uemura T, Goh T, Shoda K, Niihama M, Morita MT, Spitzer C, Otegui MS, Nakano A, Ueda T. (2008) A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of \nArabidopsis thaliana\n. Plant Cell 20: 3006–3021\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFuji K, Shimada T, Takahashi H, Tamura K, Koumoto Y, Utsumi S, Nishizawa K, Maruyama N, Hara-Nishimura I. (2007) \nArabidopsis\n vacuolar sorting mutants (green fluorescent seed) can be identified efficiently by secretion of vacuole-targeted green fluorescent protein in their seeds. Plant Cell 19: 597–609\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGeer LY, Domrachev M, Lipman DJ, Bryant SH. (2002) CDART: protein homology by domain architecture. Genome Res 12: 1619–1623\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGeldner N, Friml J, Stierhof YD, Jürgens G, Palme K. (2001) Auxin transport inhibitors block PIN1 cycling and vesicle trafficking. Nature 413: 425–428\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHamaji K, Nagira M, Yoshida K, Ohnishi M, Oda Y, Uemura T, Goh T, Sato MH, Morita MT, Tasaka M, et al.  (2009) Dynamic aspects of ion accumulation by vesicle traffic under salt stress in Arabidopsis. Plant Cell Physiol 50: 2023–2033\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHappel N, Höning S, Neuhaus JM, Paris N, Robinson DG, Holstein SE. (2004) Arabidopsis mu A-adaptin interacts with the tyrosine motif of the vacuolar sorting receptor VSR-PS1. Plant J 37: 678–693\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHayashi Y, Yamada K, Shimada T, Matsushima R, Nishizawa NK, Nishimura M, Hara-Nishimura I. (2001) A proteinase-storing body that prepares for cell death or stresses in the epidermal cells of Arabidopsis. Plant Cell Physiol 42: 894–899\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHernández A, Jiang XY, Cubero B, Nieto PM, Bressan RA, Hasegawa PM, Pardo JM. (2009) Mutants of the Arabidopsis thaliana cation/H\n+\n antiporter AtNHX1 conferring increased salt tolerance in yeast: the endosome/prevacuolar compartment is a target for salt toxicity. J Biol Chem 284: 14276–14285\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHinz G, Colanesi S, Hillmer S, Rogers JC, Robinson DG. (2007) Localization of vacuolar transport receptors and cargo proteins in the Golgi apparatus of developing Arabidopsis embryos. Traffic 8: 1452–1464\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHruz T, Laule O, Szabo G, Wessendorp F, Bleuler S, Oertle L, Widmayer P, Gruissem W, Zimmermann P. (2008) Genevestigator v3: a reference expression database for the meta-analysis of transcriptomes. Adv Bioinforma 2008: 420747.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJiang LW, Phillips TE, Rogers SW, Rogers JC. (2000) Biogenesis of the protein storage vacuole crystalloid. J Cell Biol 150: 755–770\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKirsch T, Paris N, Butler JM, Beevers L, Rogers JC. (1994) Purification and initial characterization of a potential plant vacuolar targeting receptor. Proc Natl Acad Sci USA 91: 3403–3407\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKrebs M, Beyhl D, Görlich E, Al-Rasheid KA, Marten I, Stierhof YD, Hedrich R, Schumacher K. (2010) Arabidopsis V-ATPase activity at the tonoplast is required for efficient nutrient storage but not for sodium accumulation. Proc Natl Acad Sci USA 107: 3251–3256\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLam SK, Cai Y, Tse YC, Wang J, Law AHY, Pimpl P, Chan HYE, Xia J, Jiang LW. (2009) BFA-induced compartments from the Golgi apparatus and trans-Golgi network/early endosome are distinct in plant cells. Plant J 60: 865–881\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLeshem Y, Melamed-Book N, Cagnac O, Ronen G, Nishri Y, Solomon M, Cohen G, Levine A. (2006) Suppression of Arabidopsis vesicle-SNARE expression inhibited fusion of H\n2\nO\n2\n-containing vesicles with tonoplast and increased salt tolerance. Proc Natl Acad Sci USA 103: 18008–18013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLeshem Y, Seri L, Levine A. (2007) Induction of phosphatidylinositol 3-kinase-mediated endocytosis by salt stress leads to intracellular production of reactive oxygen species and salt tolerance. Plant J 51: 185–197\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiu Q, Kasuga M, Sakuma Y, Abe H, Miura S, Yamaguchi-Shinozaki K, Shinozaki K. (1998) Two transcription factors, DREB1 and DREB2, with an EREBP/AP2 DNA binding domain separate two cellular signal transduction pathways in drought- and low-temperature-responsive gene expression, respectively, in \nArabidopsis\n. Plant Cell 10: 1391–1406\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMarty F. (1999) Plant vacuoles. Plant Cell 11: 587–600\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMcNew JA, Parlati F, Fukuda R, Johnston RJ, Paz K, Paumet F, Söllner TH, Rothman JE. (2000) Compartmental specificity of cellular membrane fusion encoded in SNARE proteins. Nature 407: 153–159\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNakamura N, Tanaka S, Teko Y, Mitsui K, Kanazawa H. (2005) Four Na\n+\n/H\n+\n exchanger isoforms are distributed to Golgi and post-Golgi compartments and are involved in organelle pH regulation. J Biol Chem 280: 1561–1572\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNeuhaus JM, Ahl-Goy P, Hinz U, Flores S, Meins F., Jr (1991) High-level expression of a tobacco chitinase gene in Nicotiana sylvestris: susceptibility of transgenic plants to Cercospora nicotianae infection. Plant Mol Biol 16: 141–151\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNiemes S, Labs M, Scheuring D, Krueger F, Langhans M, Jesenofsky B, Robinson DG, Pimpl P. (2010) Sorting of plant vacuolar proteins is initiated in the ER. Plant J 62: 601–614\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOrth T, Reumann S, Zhang X, Fan J, Wenzel D, Quan S, Hu J. (2007) The PEROXIN11 protein family controls peroxisome proliferation in \nArabidopsis\n. Plant Cell 19: 333–350\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPardo JM, Cubero B, Leidi EO, Quintero FJ. (2006) Alkali cation exchangers: roles in cellular homeostasis and stress tolerance. J Exp Bot 57: 1181–1199\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nParis N, Rogers SW, Jiang LW, Kirsch T, Beevers L, Phillips TE, Rogers JC. (1997) Molecular cloning and further characterization of a probable plant vacuolar sorting receptor. Plant Physiol 115: 29–39\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPark JH, Oufattole M, Rogers JC. (2007) Golgi-mediated vacuolar sorting in plant cells: RMR proteins are sorting receptors for the protein aggregation/membrane internalization pathway. Plant Sci 172: 728–745\n [\nGoogle Scholar\n]\n\n\n\n\nPark M, Lee D, Lee GJ, Hwang I. (2005) AtRMR1 functions as a cargo receptor for protein trafficking to the protein storage vacuole. J Cell Biol 170: 757–767\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPhan NQ, Kim SJ, Bassham DC. (2008) Overexpression of Arabidopsis sorting nexin AtSNX2b inhibits endocytic trafficking to the vacuole. Mol Plant 1: 961–976\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPreuss ML, Serna J, Falbel TG, Bednarek SY, Nielsen E. (2004) The \nArabidopsis\n Rab GTPase RabA4b localizes to the tips of growing root hair cells. Plant Cell 16: 1589–1603\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nQiu QS, Guo Y, Quintero FJ, Pardo JM, Schumaker KS, Zhu JK. (2004) Regulation of vacuolar Na\n+\n/H\n+\n exchange in Arabidopsis thaliana by the salt-overly-sensitive (SOS) pathway. J Biol Chem 279: 207–215\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRobert S, Zouhar J, Carter C, Raikhel N. (2007) Isolation of intact vacuoles from Arabidopsis rosette leaf-derived protoplasts. Nat Protoc 2: 259–262\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRojo E, Zouhar J, Carter C, Kovaleva V, Raikhel NV. (2003) A unique mechanism for protein processing and degradation in Arabidopsis thaliana. Proc Natl Acad Sci USA 100: 7389–7394\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRose A, Manikantan S, Schraegle SJ, Maloy MA, Stahlberg EA, Meier I. (2004) Genome-wide identification of Arabidopsis coiled-coil proteins and establishment of the ARABI-COIL database. Plant Physiol 134: 927–939\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRothman JE. (1994) Mechanisms of intracellular protein transport. Nature 372: 55–63\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSanderfoot AA, Ahmed SU, Marty-Mazars D, Rapoport I, Kirchhausen T, Marty F, Raikhel NV. (1998) A putative vacuolar cargo receptor partially colocalizes with AtPEP12p on a prevacuolar compartment in Arabidopsis roots. Proc Natl Acad Sci USA 95: 9920–9925\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSanderfoot AA, Kovaleva V, Bassham DC, Raikhel NV. (2001a) Interactions between syntaxins identify at least five SNARE complexes within the Golgi/prevacuolar system of the Arabidopsis cell. Mol Biol Cell 12: 3733–3743\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSanderfoot AA, Pilgrim M, Adam L, Raikhel NV. (2001b) Disruption of individual members of \nArabidopsis\n syntaxin gene families indicates each has essential functions. Plant Cell 13: 659–666\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSanmartín M, Ordóñez A, Sohn EJ, Robert S, Sánchez-Serrano JJ, Surpin MA, Raikhel NV, Rojo E. (2007) Divergent functions of VTI12 and VTI11 in trafficking to storage and lytic vacuoles in Arabidopsis. Proc Natl Acad Sci USA 104: 3645–3650\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSeaman MNJ. (2005) Recycle your receptors with retromer. Trends Cell Biol 15: 68–75\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSeemann J, Jokitalo E, Pypaert M, Warren G. (2000) Matrix proteins can generate the higher order architecture of the Golgi apparatus. Nature 407: 1022–1026\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\nSheen J. (2002) A transient expression assay using Arabidopsis mesophyll protoplasts. \nhttp://genetics.mgh.harvard.edu/sheenweb\n/ (May 4, 2011)\n\n\n\n\nShi H, Ishitani M, Kim C, Zhu JK. (2000) The Arabidopsis thaliana salt tolerance gene SOS1 encodes a putative Na\n+\n/H\n+\n antiporter. Proc Natl Acad Sci USA 97: 6896–6901\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShimada T, Fuji K, Tamura K, Kondo M, Nishimura M, Hara-Nishimura I. (2003a) Vacuolar sorting receptor for seed storage proteins in Arabidopsis thaliana. Proc Natl Acad Sci USA 100: 16095–16100\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShimada T, Kuroyanagi M, Nishimura M, Hara-Nishimura I. (1997) A pumpkin 72-kDa membrane protein of precursor-accumulating vesicles has characteristics of a vacuolar sorting receptor. Plant Cell Physiol 38: 1414–1420\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShorter J, Beard MB, Seemann J, Dirac-Svejstrup AB, Warren G. (2002) Sequential tethering of golgins and catalysis of SNAREpin assembly by the vesicle-tethering protein p115. J Cell Biol 157: 45–62\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSøgaard M, Tani K, Ye RR, Geromanos S, Tempst P, Kirchhausen T, Rothman JE, Söllner T. (1994) A rab protein is required for the assembly of SNARE complexes in the docking of transport vesicles. Cell 78: 937–948\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSong J, Lee MH, Lee GJ, Yoo CM, Hwang I. (2006) \nArabidopsis\n EPSIN1 plays an important role in vacuolar trafficking of soluble cargo proteins in plant cells via interactions with clathrin, AP-1, VTI11, and VSR1. Plant Cell 18: 2258–2274\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSurpin M, Zheng HJ, Morita MT, Saito C, Avila E, Blakeslee JJ, Bandyopadhyay A, Kovaleva V, Carter D, Murphy A, et al.  (2003) The VTI family of SNARE proteins is necessary for plant viability and mediates different protein transport pathways. Plant Cell 15: 2885–2899\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTörmäkangas K, Hadlington JL, Pimpl P, Hillmer S, Brandizzi F, Teeri TH, Denecke J. (2001) A vacuolar sorting domain may also influence the way in which proteins leave the endoplasmic reticulum. Plant Cell 13: 2021–2032\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVasile E, Perez T, Nakamura N, Krieger M. (2003) Structural integrity of the Golgi is temperature sensitive in conditional-lethal mutants with no detectable GM130. Traffic 4: 254–272\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nViotti C, Bubeck J, Stierhof YD, Krebs M, Langhans M, van den Berg W, van Dongen W, Richter S, Geldner N, Takano J, et al.  (2010) Endocytic and secretory traffic in \nArabidopsis\n merge in the trans-Golgi network/early endosome, an independent and highly dynamic organelle. Plant Cell 22: 1344–1357\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nvon Heijne G. (1992) Membrane protein structure prediction: hydrophobicity analysis and the positive-inside rule. J Mol Biol 225: 487–494\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWolf E, Kim PS, Berger B. (1997) MultiCoil: a program for predicting two- and three-stranded coiled coils. Protein Sci 6: 1179–1189\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYamaguchi-Shinozaki K, Shinozaki K. (1993a) Arabidopsis DNA encoding two desiccation-responsive rd29 genes. Plant Physiol 101: 1119–1120\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYamaguchi-Shinozaki K, Shinozaki K. (1993b) Characterization of the expression of a desiccation-responsive rd29 gene of Arabidopsis thaliana and analysis of its promoter in transgenic plants. Mol Gen Genet 236: 331–340\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhu JH, Gong ZZ, Zhang CQ, Song CP, Damsz B, Inan G, Koiwa H, Zhu JK, Hasegawa PM, Bressan RA. (2002) OSM1/SYP61: a syntaxin protein in \nArabidopsis\n controls abscisic acid-mediated and non-abscisic acid-mediated responses to abiotic stress. Plant Cell 14: 3009–3028\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZouhar J, Rojo E, Bassham DC. (2009) AtVPS45 is a positive regulator of the SYP41/SYP61/VTI12 SNARE complex involved in trafficking of vacuolar cargo. Plant Physiol 149: 1668–1678\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental Data\n\n\n\n\nsupp_156_2_514__index.html\n (800B, html) \n\n\n\n\n\n\nsupp_pp.110.168963_168963Supplemental_data.pdf\n (317.8KB, pdf)",
    "supplementary_materials": "Supplemental Data\n\n\n\n\nsupp_156_2_514__index.html\n (800B, html) \n\n\n\n\n\n\nsupp_pp.110.168963_168963Supplemental_data.pdf\n (317.8KB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.3 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3177255/"
}