{
  "id": "PMC3251573",
  "title": "New insights into the bacterial fitness-associated mechanisms revealed by the characterization of large plasmids of an avian pathogenic E. coli",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "New insights into the bacterial fitness-associated mechanisms revealed by the characterization of large plasmids of an avian pathogenic E. coli",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3251573/"
  },
  "sections": {
    "abstract": "Extra-intestinal pathogenic \nE. coli\n (ExPEC), including avian pathogenic \nE. coli\n (APEC), pose a considerable threat to both human and animal health, with illness causing substantial economic loss. APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids [pChi7122-1 (IncFIB/FIIA-FIC), pChi7122-2 (IncFII), and pChi7122-3 (IncI\n2\n)]; and a small plasmid pChi7122-4 (ColE2-like), has been used for many years as a model strain to study the molecular mechanisms of ExPEC pathogenicity and zoonotic potential. We previously sequenced and characterized the plasmid pChi7122-1 and determined its importance in systemic APEC infection; however the roles of the other pChi7122 plasmids were still ambiguous. Herein we present the sequence of the remaining pChi7122 plasmids, confirming that pChi7122-2 and pChi7122-3 encode an ABC iron transport system (\neitABCD\n) and a putative type IV fimbriae respectively, whereas pChi7122-4 is a cryptic plasmid. New features were also identified, including a gene cluster on pChi7122-2 that is not present in other \nE. coli\n strains but is found in \nSalmonella\n serovars and is predicted to encode the sugars catabolic pathways. In vitro evaluation of the APEC χ7122 derivative strains with the three large plasmids, either individually or in combinations, provided new insights into the role of plasmids in biofilm formation, bile and acid tolerance, and the interaction of \nE. coli\n strains with 3-D cultures of intestinal epithelial cells. In this study, we show that the nature and combinations of plasmids, as well as the background of the host strains, have an effect on these phenomena. Our data reveal new insights into the role of extra-chromosomal sequences in fitness and diversity of ExPEC in their phenotypes.",
    "introduction": "Introduction\n\n\nEscherichia coli\n are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of these bacteria has acquired specific virulence attributes that confer an ability to survive in different niches and cause a broad spectrum of intestinal and extra-intestinal diseases \n[1]\n, \n[2]\n. One of the important aspects of the fitness of \nE. coli\n is thought to be its ability to survive and persist in a variety of environments, including varied anatomical niches, food, soils, poultry litter, and acidic conditions. Extra-intestinal pathogenic \nE. coli\n (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds, resulting in a considerable economic and public health burden \n[3]\n, \n[4]\n. Major infections associated with ExPEC in humans include urinary tract infections (UTI), newborn meningitis (NBM) and septicemia \n[4]\n. In birds, a subgroup of ExPEC, named Avian Pathogenic \nE. coli\n (APEC), causes a complex of systemic infections, mainly respiratory, often leading to death \n[4]\n. The genetic relationship between APEC and other ExPEC of human and animal origin \n[4]\n emphasizes the potential zoonotic risk of avian-derived \nE. coli\n strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks \n[5]\n, \n[6]\n, which suggests that retail chicken may be an important reservoir for \nE. coli\n causing ExPEC infections in humans.\nExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross-protective vaccines \n[7]\n. ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated with certain clinical syndromes. For example, \nE. coli\n from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75% of urinary tract infections \n[8]\n and a limited number of serotypes, principally O1, O2, O78, O8, and O35, are commonly implicated in avian colibacillosis \n[9]\n, suggesting that not all O polysaccharides have identical virulence properties \n[10]\n, \n[11]\n. The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated \n[12]\n, \n[13]\n, \n[14]\n, \n[15]\n, \n[16]\n, \n[17]\n, \n[18]\n, \n[19]\n.\nAlthough many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanisms of their persistence. Since a correlation between the ecology of bacteria and their virulence exists, understanding the mechanisms of fitness and survival of these bacteria in extreme and changing conditions would not only improve our understanding of their persistence, but also will contribute to better design strategies for their prevention and treatments.\nPreviously, the model APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previously named pAPEC-1, pAPEC-2, and pAPEC-3 respectively, and a cryptic plasmid pChi7122-4 (\nTable 1\n), has been used to undestand the role of large plasmids in the virulence of ExPEC \n[12]\n. Specifically, we determined that both the nature of plasmids and their combinations have an effect on the virulence and the genetic diversity of ExPEC. Although we have clearly determined that pChi7122-1 has a major role in systemic infection of APEC in chickens, the role of the remaining plasmids remained unclear.\n10.1371/journal.pone.0029481.t001\nTable 1\nStrains and plasmids used in this study.\nStrain/plasmid\nRelevant characteristics\na\n\n\nReference\n\n\nStrains\n\n\n\n\nχ7122 background\n\n\nχ7122\nAPEC O78∶K80∶H9, \ngyrA\n Nal\nr\n, Str\nr\n, Sxt\nr\n\n\n\n\n[79]\n\n\nχ7145\nχ7122 (χ289:\nhisG-zee\n), \nrfb\n deleted by replacement with \nE. coli\n K-12 region at 45 min\n\n\n[10]\n, \n[80]\n\n\nχ7167\nχ7179 \nrfb\n\n\n+\n (O111) prototroph by P1χ2963 lysate χ6206 Strain H30, O26∶H11, SLT-1\n\n\n[80]\n\n\nχ7193\nχ7179 \nrfb\n\n\n+\n (O1), prototroph by P1χ7112 lysate\n\n\n[10]\n, \n[80]\n\n\nχ7367\npChi7122-3, Nal\nr\n\n\n\n\n[12]\n\n\nχ7368\nΔpChi7122-1, Δ pChi7122-2, ΔpChi7122-3, Nal\nr\n\n\n\n\n[12]\n\n\nχ7394\npChi7122-1, Nal\nr\n\n\n\n\n[12]\n\n\nχ7392\npChi7122-2, Nal\nr\n, Str\nr\n, Sxt\nr\n\n\n\n\n[12]\n\n\nχ7561\npAPEC-1, pAPEC-2, Nal\nr\n, Str\nr\n, Sxt\nr\n\n\n\n\n[12]\n\n\nχ7562\npChi7122-1, pChi7122-3, Nal\nr\n\n\n\n\n[12]\n\n\nχ7274\npChi7122-2, pChi7122-3, Nal\nr\n, Str\nr\n, Sxt\nr\n\n\n\n\n[90]\n\n\n\n\nE. coli\n\n\n K-12 background\n\n\nχ6092\n\n\nE. coli\n K-12, Lac\n−\n F\n−\n Tc\nr\n\n\n\n\n[19]\n\n\nχ7346\nχ6092 pChi7122-1, Tc\nr\n\n\n\n\n[19]\n\n\nχ7347\nχ6092 pChi7122-2, Tc\nr\n, Str\nr\n, Sxt\nr\n\n\n\n\n[12]\n\n\nχ7348\nχ6092 pChi7122-3, Tc\nr\n\n\n\n\n[12]\n\n\n\n\nPlasmids\n\n\npChi7122-1\n103,275 pb plasmid of APEC χ7122\n\n\n[19]\n, \n[90]\n\n\npChi7122-2\n82,676 pb plasmid of APEC χ7122\n\n\n[19]\n\n\npChi7122-3\n56,676 pb plasmid of APEC χ7122\n\n\n[19]\n\n\npChi7122-4\n4,300 pb plasmid of APEC χ7122\nThis study\naNal\nr\n, nalidixic acid resistant; Tc\nr\n, tetracycline resistant; Str\nr\n, streptomycin resistant; Sxt\nr\n, Trimethoprim/sulfamethoxazole resistant.\nSince pChi7122-2 and pChi7122-3 do not encode for common ExPEC virulence factors \n[12]\n, and their roles are considered as minor in systemic infection in chickens \n[12]\n, we hypothesized that these plasmids could be important in persistence of this bacterial strain in different stressful conditions encountered before and during infections. Therefore, this study aimed to (1) fully sequence and analyze the DNA of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 of APEC strain χ7122; and (2) evaluate the contribution of these plasmids, as well the plasmid pChi7122-1, either individually or in combination, in the bacterial interaction with a model human intestinal epithelial cell line, bile and acid resistance, biofilm formation, and growth in iron-restricted medium and in the presence of different carbon sources. Moreover, since the plasmids can be carried by strains with different backgrounds, we aimed to determine the effect of different host strain backgrounds on plasmid-associated phenotypes. This study presents for the first time the sequence of three plasmids of APEC strain χ7122 and provides new insights into the genetic and phenotypic mechanisms that ExPEC may use for their persistence and survival in stressful conditions.",
    "results_and_discussion": "Results and Discussion\nGenome sequencing has made major contributions to our knowledge of virulence and the evolution of pathogenic bacteria. So far, virulence plasmids associated with ExPEC are ColV, ColBM and Vir plasmids \n[20]\n; many of which are already fully sequenced and have been determined as belonging mainly to the IncFIB/FIIA backbone. Although PCR characterization of UPEC and APEC plasmids has revealed the presence of plasmids from other Inc groups \n[21]\n, studies on their role in ExPEC has been limited. Previously, we examined the role of the three large plasmids of APEC χ7122 in pathogenesis in chickens \n[12]\n and sequenced the plasmid pChi7122-1 \n[19]\n. We were able to assign roles for pChi7122-1 in the virulence in systemic infection of bacteria; however the roles of pChi7122-2 and pChi7122-3 in APEC χ7122 were equivocal.\nGeneral sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4\nIn this study, we present the whole DNA sequences of plasmids pChi7122-2 (FR851303), pChi7122-3 (FR851304) and pChi7122-4 (FR851305). The general sequence features of the three plasmids are listed in the \nTable 2\n.\n10.1371/journal.pone.0029481.t002\nTable 2\nSummary of general characteristics of the three sequenced plasmids of APEC χ7122.\nPlasmids\nSize (bp)\nInc group\nGC%\nN° ORFs\nStarting codons\nGene function\nvirulence factors-encoded\nATB\npChi7122-2\n82,676\nIncFII\n52.8\n115\nATG (78.26%) GTG (14.78%) TTG (6.08%)\n18.26% (known and putative virulence genes) 41.74% (involved in plasmid functions) 4.35% (\nIS\ns) 19.13% (CHP) 16.52% (HP)\nEitABCD\nStr\nr\n, Sxt\nr\n\n\npChi7122-3\n56,676\nIncI2\n42.7\n86\nATG (86.04%) GTG (6.8%) TTG (5.81%)\n26.74% (known and putative virulence genes) 31.39% (involved in plasmid functions) 2.32% (\nIS\ns) 8.14% (CHP) 31.39% (HP)\nType IV Pil fimbriae\n-\npChi7122-4\n4,300\nColE2-like\n49.3\n3\nATG (100%)\n66.66% (involved in plasmid functions) 33.34% (CHP)\nNone\n-\nATB, antibiotic; Str\nr\n, streptomycin resistant; Sxt\nr\n, Trimethoprim/sulfamethoxazole resistant; -, absent.\nPlasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively (\nFig. 1\n, \nTable 2\n) and are predicted to encode 115, 86, and 3 coding sequences (CDS) respectively (\nTable 2\n, \nTable S1\n and \nS2\n); these CDSs include the complete sequences for the iron acquisition system \neitABCD\n on pChi7122-2 and type IV fimbriae on pChi7122-3, which have been previously shown to be present on these plasmids by PCR \n[12]\n. Analysis of pChi7122-4 revealed 3 CDSs that were predicted to encode plasmid replication and maintenance functions only (\nTable 2\n, \nFig. 1\n); consequently we excluded this plasmid from all further experimental analysis.\n10.1371/journal.pone.0029481.g001\nFigure 1\nCircular representation of pChi7122-2 (A), pChi7122-3 (B), and pChi7122-4 (C).\nThe different rings represent (from outer to inner) CDS which are color coded by functional group (ring 1 and 2), deviation from average G+C content (ring 3), and GC skew [(G−C)/(G+C); ring 4]. Colors represent the following: red, virulence-associated; green, plasmid transfer; yellow, plasmid replication; grey other functions; brown, hypothetical protein.\nWe assessed the presence of \neitA\n gene of pChi7122-2 and two genes of pChi7122-3 (\npilS\n and \npilV\n) by PCR among 225 pathogenic \nE. coli\n strains from different origins, including 100 human \nE. coli\n strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 human enteric pathogenic \nE. coli\n. PCR results show that \neitA\n was present in 10% of non-UTI human isolates and 5% of APEC strains, but was absent in other groups. The genes \npilS\n and \npilV\n of pChi7122-3 were detected in 8.75% of the APEC group and in 10% of human UTI isolates, respectively. The low prevalence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and \npilV\n) genes among other ExPEC of human and avian origin, as determined by PCR, could indicate the recent acquisition of these genes by these \nE. coli\n strains, enabling them to inhabit new niches.\nOur past work has determined that plasmids pChi7122-2 and pChi7122-3 are self-conjugative \n[12]\n. Herein, their sequences analysis has revealed the presence of genes required for their transfer (\nFig. 1\n, \nTable S1\n and \nS2\n). The transfer region of pChi7122-2 is about 34 kb consisting of 24 \ntra\n and 9 \ntrb\n genes (\nTable S1\n) and is identical to the one of the virulence plasmid pAA (FN554767.1; 99% identity with 92% coverage), whereas the \ntra\n region of pChi7122-3 has the same organization as its equivalent in \nE. coli\n conjugative plasmid IncI2 R721 (AP002527.1); it contains 11 \ntra/trb\n genes, grouped in two clusters separated by two \npil\n genes (\nFig. 1\n, \nTable S2\n). pChi7122-3 also harbors genes \nnikB\n, \nnikC\n, and \nnikA\n for relaxome formation involved in plasmid transfer \n[22]\n, \n[23]\n (\nFig. 1\n, \nTable S2\n).\nAmong the three plasmids, only pChi7122-2 carries antibiotic resistance genes (MM2-101, MM2-102 and MM2-103) (\nTable S1\n). These genes encode for a dihydropteroate synthase (\nsul1\n) \n[24]\n, a GCN5-related N-acetyl transferase \n[25]\n and a streptomycin 3′-\nadenylytransferase\n (SP-R) (\naadA\n) \n[26]\n, respectively. The phenotypic expression of streptomycin and sulfonamide (trimethoprim/sulfamethoxazole) resistance in strains containing pChi7122-2 has been determined by disk diffusion tests. Although streptomycin has only limited current usage in clinical medicine, it remains important for therapy of, and growth promotion in, animals and bacterial disease control in plants \n[27]\n. It was suggested that sulphonamide resistance genes can be transferred from commensal bacteria via integrons, transposons or plasmids, into more virulent bacteria in the intestine \n[28]\n.\nComparative analysis of the pChi7122 plasmids with those in the public databases using BLASTn showed that pChi7122-2 shares high homology with plasmids from \nShigella sonnei\n (pEG356), an urinary \nE. coli\n isolate (pHK01), EAEC (pAA), and \nK. pneumoniae\n (pKF3-70), respectively (with 100% identity and 70% coverage). The pChi7122-3 genome has shown homology with only one plasmid, the \nE. coli\n plasmid R721 (with 99% identity and 90% coverage), which includes the type IV fimbriae \npil\n operon \n[29]\n, \n[30]\n and shufflon \n[31]\n, \n[32]\n. Mauve alignment of pChi7122-2 and pChi7122-3 with their respective homologous plasmids confirmed these homologies (\nFig. S1\n).\nThe plasmid pChi7122-2 and its homologous plasmids have a 4 kb region in common, which encodes for the ABC iron uptake locus \neitABCD\n (\nFig. 2A\n), previously described in two other APEC plasmids, pAPEC-O2-ColV \n[17]\n and pAPEC-O1-ColBM \n[15]\n. A DNA comparison of the regions of \neitABCD\n of the six plasmids has shown that with the exception of pAPEC-O2-ColV, this region is located downstream of the \npar\n region of plasmids and is flanked by the transposon \ntnpA\n gene in pChi7122-2, pHK01, and pEG356 respectively and by an insertion sequence \nIS\n629 in pAPEC-O1-ColBM (\nFig. 2A\n) which could explain the dissemination of \neitABCD\n among genomes of these bacteria. We were unable to detect the iron-uptake phenotype expression of \neitABCD\n genes using CAS agar medium \n[12]\n, even though it was efficient in revealing those of pChi7122-1 and chromosomally-encoded systems. Therefore in this study, we extended the analysis by testing the growth of strains, with and without the three plasmids, in iron-limited medium alone or supplemented with either FeSO\n4\n, heme or hemoglobin. Our results show that only pChi7122-1 increased the growth of strains in iron-sequestered environments (\nFig. S2\n). The ability to acquire iron from heme and hemoglobin could be related to the autotransporter Tsh encoded by pChi7122-1 \n[33]\n, which has previously been reported to bind to red blood cells \n[34]\n. Future studies are needed to determine conditions of expression of \neitABCD\n, such as under in vivo conditions.\n10.1371/journal.pone.0029481.g002\nFigure 2\nComparison of physical and genetic maps for \neitABCD\n and sugar pathway regions.\nThe \neitABCD\n region from pChi7122-2 was compared to its equivalent in pHK01 (HM355591.1), pEG356 (FN594520.1), pAPEC-O2-ColV (NC_007675.1), pAA (FN554767.1), and pAPEC-O1-ColBM (NC_009837.1) (\nA\n); and sugars pathways genome region \npChiA pChiOTDR\n in pChi7122-2 to its equivalent found in the genomes of \nS\n. Enteritidis (AM933172.1), \nS\n. Gallinarum (AM933173.1), \nS.\n Weltevreden (FR775220.1) and \nS\n. Agona (CP001138.1) respectively (\nB\n).\nNew putative sugar utilization pathways identified in pChi7122-2\nAn important aspect of pathogenesis is the ability of bacteria to adapt their metabolism to the available nutrients by coordinating their metabolism with their life cycle \n[35]\n. Recent reports have shown that in the intestine, both commensal and enterohemorrhagic \nE. coli\n (EHEC) require multiple carbon metabolic pathways \n[36]\n, \n[37]\n.\nIn this study, DNA sequence analysis of pChi7122-2 has revealed the presence of two systems of sugar utilization pathways. This system, with two divergent operons, consists of a gene for a starvation-sensing protein (\npChiA\n) located in the opposite orientation to four successive genes \npChiOTDR\n (\nFig. 2B\n, \n3\n). These genes have no significant homology with DNA sequences of other \nE. coli\n available on public databases, as determined by MegaBLASTn search analysis, but share 94% homology (with 100% coverage) with the chromosomal DNA sequence of genomes of \nSalmonella\n Enteritidis (AM933172.1), Gallinarum (AM933173.1), Weltevreden (FR775220.1) and Agona (CP001138.1), respectively (\nFig. 2B\n). The sequence analysis of this region in these \nSalmonella\n serovars has determined that, with the exception of \nS\n. Agona, in which the \npChiA\n-equivalent gene is truncated, the organization of the \npChiOTDR\n homologous genes in the genome of the four pathogens is the same (\nFig. 2B\n). The identities of the proteins translated by these genes were between 86%–99% (\nFig. 2B\n, \nTable S3\n, and \nFig. S3\n).\n10.1371/journal.pone.0029481.g003\nFigure 3\nPlasmid pChi7122-2 putative sugar utilization pathway.\nIllustration of the proposed biochemical pathway for putative sugar utilization encoded by the operon \npChiOTDR\n (\nA\n), the predicted 3D model and function of each enzyme are presented; and diagrammatic representation of the genetic organization of the putative sugar utilization operon \npChiA pChiOTDR\n (\nB\n). The two promoter regions identified are indicated with arrows. Bioinformatic analysis indicated that pChiR may act as a transcriptional regulator of \npChiOTDR\n genes. The promoter region contains independent CRP binding boxes indicated in red. The promoter elements for \npChiOTDR\n (P\npchi\n) located in the positive DNA strand are underlined. The promoter elements for \npChiA\n (P\npChiA\n) in the negative strand are in bold and red without underlining.\nThe putative functions and the predicted 3-D structures of the \npChiA\n and \npChiOTDR\n gene products, determined by Blast-PSI and HHpred \n[38]\n, show that \npChiA\n encodes for a bifunctional dehydratase that utilizes both D-mannonate and D-altronate as substrates \n[39]\n and \npChiOTDR\n encode for a gluconate 5-dehydrogenase, pChiO; an exonate sugar transport, pChiT; an L-idonate 5 dehydrogenase, pChiD; and a regulator protein GntR-like, pChiR, respectively (\nTable S3\n, \nFig. 3A\n). Two promoter regions, P\npChiA\n and P\npChi\n, with independent cAMP receptor protein (CRP) binding boxes \n[40]\n, \n[41]\n, were detected in the promoter region of \npChiA\n and \npChiO\n (\nFig. 3B\n). Bioinformatic analysis indicated that pChiR is a putative transcriptional regulator from GntR family \n[42]\n. In the absence of glucose, the preferred carbon source for \nE. coli\n, the CRP would activate the pChi7122-2 sugars pathways \n[40]\n, \n[41]\n; whereas pChiR would have an opposite effect. It is known that colonic mucus contains several sugar acids that represent an important source of nutrients and that genes involved in the catabolism of N-acetylglucosamine, sialic acid, glucosamine, gluconate, arabinose, and fucose are expressed in both commensal \nE. coli\n and EHEC \n[36]\n. It has also been reported that UPEC bacteria grown in urine express enzymes for catabolism of sialic acid, gluconate, xylose, and arabinose \n[43]\n and genes involved in the transport of gluconate and related hexonates are up-regulated in \nS.\n Typhimurium in macrophages \n[44]\n, suggesting that the new pChi7122-2 sugar pathways could also be important either in the pathogenesis of APEC, as well as in \nSalmonella\n serovars Enteritidis, Gallinarum, Weltevreden and Agona or in their persistence in different hosts.\nCompared to the chromosomal \nE. coli\n K-12 L-idonic acid pathway encoded by the \ngnTII\n genes, \nidnK idnDOTR\n\n\n[45]\n, the genes of the operon \npChiOTDR\n of pChi7122-2 have no significant homologies at the DNA level and share some sequence identity at the protein level (\nTable 3\n); moreover, the position of the gene of L-idonate 5 dehydrogenase is different in the two distinct gene clusters. Intriguingly, the gluconate kinase gene, \nidnK\n, of GnTII pathway \n[45]\n is absent in the pChi7122-2 pathway and is substituted by the gene of the starvation sensing protein, \nrspA-like\n\n\n[46]\n\n\npChiA\n which is essential for survival of bacteria in limited nutrient conditions. The gene encoding the regulatory protein GntR in the GnTII pathways, exhibits no significant homology at both DNA and protein levels with its counterpart in pChi7122-2 (\npChiR\n) (\nTable 3\n). In this study, although we have shown that strains have better growth in media with glucoronic acid than with other sugars tested (\nFig. S4\n), there were no significant differences between strains with and without the plasmid pChi7122-2. The functionality of the sugar utilization pathway genes located on pChi7122-2 would be more apparent in \ngntII\n-operon-deleted strains \n[45]\n, or by evaluation of their expression under in vivo conditions, such as using the selective capture of transcribed sequences (SCOTS) method \n[47]\n. Future studies will be conducted to determine the conditions of their expression and their eventual role in both APEC and \nSalmonella\n serovars.\n10.1371/journal.pone.0029481.t003\nTable 3\nComparison of the pChi7122-2-encoded sugar pathway operon with GntII L-idonic pathway of \nE. coli K-12\n.\nL-idonic acid-like catabolism pathway of pChi7122-2 \nrspA pChiOTDR\n\n\nL-idonic acid catabolism pathway GntII of \nE. coli\n K-12 \nidnK idnDOTR\n\n\nGI-Numbers\nGene symbols\nGene product\nDNA homology\n% AA identity/%positive\nExpect\nGene (Accession no.)\nMM2_107\n\n\npChiA\n\n\nStarvation sensing protein\nNSH\n-\n-\nMM2_108\n\n\npChiO\n\n\nGluconate 5-dehydrogenase\nNSH\n48%/64%\n1e-70\n\n\nidnO\n (AAC77203.1)\nMM2_109\n\n\npChiT\n\n\nThe major facilitator superfamily protein\nNSH\n23%/46%\n0.033\n\n\nidnT\n (AA77222.1)\nMM2_110\n\n\npChiD\n\n\nL-idonate 5-dehydrogenase\nNSH\n46%/69%\n1e-97\n\n\nidnD\n (NP_418688.1)\nMM2_111\n\n\npChiR\n\n\nRegulatory protein GntR\nNSH\nNone\nNone\n\n\nidnR\n (NP_418685.1)\nAA, amino acid; -, absent; NSH, no significant homology.\nDiversity of plasmids-associated fitness phenotypes and the effect of host strain background on their expression\nThe genomic diversity among ExPEC isolates has been described and multiple factors have been linked to their virulence \n[48]\n, \n[49]\n. However, a systematic analysis of ExPEC phenotypic diversity has not been done previously. In this study, the large plasmids-associated phenotypes related to fitness of ExPEC bacteria as well the effect of host strain backgrounds were investigated.\nIntestines are suspected to be a primary reservoir of ExPEC strains causing diseases in both humans \n[50]\n and chickens \n[5]\n. To determine if large plasmids would increase the fitness of their carriers in the gastrointestinal (GI) tract environment, we assessed the ability of strains to colonize intestine cells and resist both acid and bile, attributes that allow enteric bacteria to live and persist in the intestine of their host \n[51]\n.\nAPEC strain χ7122 associates with and invades into intestinal epithelial cells without affecting the distribution of the tight junction protein ZO-1\nSome APEC strains are genetically similar to human ExPEC, especially to uropathogenic \nE. coli\n (UPEC) \n[52]\n, and could cause human diseases \n[53]\n. Herein, we investigated the ability of APEC-derivative strains to associate with, and invade into, human cells of the kind that may be targeted by human ExPEC bacteria during their commensal life cycle in the intestine. The intestine is suspected to be a reservoir of ExPEC that cause infections in humans \n[50]\n. Since APEC strains are now considered as potential food-borne pathogens that could be transmitted to humans via poultry products \n[4]\n, \n[6]\n, \n[28]\n, we aimed to investigate the interaction of APEC-derivative strains with 3-D organotypic models of human intestinal epithelial cells. The 3-D model of intestinal epithelium used in this study has been shown previously to mimic the in vivo parental tissue more closely than monolayer cultures with regard to morphology and function \n[54]\n. The highly differentiated character of the 3-D intestinal cells is reflected in the presence of distinct apical and basolateral polarity, increased expression and better organization of tight junctions, extracellular matrix, and brush border proteins, highly localized expression of mucins, and multiple epithelial cell types relevant to those found in vivo \n[55]\n. Our data showed that APEC-derivative strains were able to associate with, and invade into, human intestinal epithelial cells, and large plasmids did not have significant effect on these characteristics (\nFig. 4\n). Although tight junctions efficiently restrict most microbes from penetrating into deeper tissues and contain the microbiota, some pathogens have developed specific strategies to alter or disrupt these structures as part of their pathogenesis, resulting in either pathogen penetration, or other consequences such as diarrhea. In this study, evaluation of different APEC-derivative strains for their interaction with 3-D human intestinal epithelial cells, showed that although these strains attached and invaded into these cells, they did not disturb their tight junctions, based on immunofluorescence evaluation (\nFig. 4\n). These data suggest that invasion of the intestine and dissemination would not occur through intercellular transportation of the bacteria, which could potentially disseminate through transcellular transportation, a mechanism used by meningitis-causing bacteria, including \nE. coli\n K1 to invade brain microvascular endothelial cells (BMECs) \n[56]\n. These bacteria could live as commensals in the intestines from where they shed and cause diseases in different hosts or other sites of the same host.\n10.1371/journal.pone.0029481.g004\nFigure 4\nComparative of association and invasion of strains with 3-D INT-407 cells.\nMean of Log CFU/ml and standard deviation of bacteria association and invasion with cells (\nA\n) Representative confocal laser scanning micrographs showing association, and invasion of 3-D INT-407 cells with χ7122 and derivatives (\nB\n). Bacteria are marked in green, while the blue and red colors represent cell nuclei labeled with DAPI and F-actin cytoskeleton labeled with phalloidin, respectively; and ZO-1 staining of non-infected and infected 3-D INT-407 with plasmid-derivative strains (\nC\n). Non-infected 3-D INT-407 aggregates (\na\n) or 3-D INT-407 aggregates infected for 2 h with wild type (χ7122) (\nb\n), ΔpChi7122-1,2,3 (χ7368) (\nc\n), pChi7122-1 (χ7394) (\nd\n), pChi7122-2 (χ7392) (\ne\n), pChi7122-3 (χ7367) (\nf\n), pChi7122-1,2 (χ7561) (\ng\n), pChi7122-1,3 (χ7562) (\nh\n), and pChi7122-2,3 (χ7274) (\nI\n). The ZO-1 antigen is marked in green, while the blue color represents cell nuclei labeled with DAPI. Images are presented with (indicated as “2”) and without (indicated as “1”) DAPI labeling for clarity purposes. Images are based on 400× magnifications. Arrows indicate the bacteria stained in green; Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.\nRole of plasmids in bile and acid resistance\nMechanisms associated with bile resistance in bacteria are LPS synthesis, expression of efflux pump genes and regulatory genes such as \nmarAB\n and \nphoPQ\n\n\n[51]\n. In this study, we have shown that all wild-type derived strains tested were resistant to deoxycholate (DOC), one of the most abundant bile salts in humans (data not shown); whereas the group of strains derived from \nE. coli\n K-12 behaved differently (\nFig. 5A\n). Although, \nE. coli\n K-12 was sensitive to the bile, its plasmid derivative strains χ7346 (pChi7122-1) and χ7347 (pChi7122-2) had increased survival in LB agar media with 1% (w/v) DOC as compared to their parent χ6092. The strain χ7348 (pChi7122-3) was as sensitive to bile as its parent strain χ6092 (\nFig. 5A\n). According to our results APEC χ7122 strain better tolerates the presence of bile salts in the media then \nE. coli\n K-12 which was sensitive to the detergent (\nFig. 5\n, data of wild-type not shown). The mechanism of resistance of APEC could be both LPS and plasmid related. In fact, the detection of plasmid-associated resistance in \nE. coli\n K-12 background but not in the wild-type background strains, could be related to the presence of other factors, including the LPS in these strains that has masked the effect of plasmids on this phenomenon; this statement is supported by the resistance of the rough mutant which is usually hypersensitive to bile \n[57]\n. The mechanism of resistance encoded by the plasmid pChi7122-1 could be associated with proteins such as OmpT that was previously associated with bile resistance in \nVibrio cholerae\n\n\n[58]\n and ABC transport proteins that are known to play a role in the protection of cells from toxic compounds \n[59]\n. Since such factors are not located on pChi7122-2, other factors predicted to be encoded by this plasmid, such as TA modules could be involved in bile tolerance of bacteria; as TA systems are now known to play an important role in bacterial stress physiology \n[60]\n, \n[61]\n, \n[62]\n. To our knowledge, this is the first time that plasmids have been shown to be associated with the bile resistance of \nE. coli\n.\n10.1371/journal.pone.0029481.g005\nFigure 5\nBile and acid tolerance of strains.\nBile sensitivity assay for \nE. coli\n K-12 and derivatives, no-plasmids (χ6092), pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348). Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB and LB +1% (w/v) DOC agar plates. The approximate numbers of bacteria present in each dilution are indicated on the right side of the plate (\nA\n). Percent acid survival of wild-type derivative strains in acid shock for 18 hours (\nB\n). Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.\nAcid resistance is important for bacterial survival in acidic stomach or in foods with low pH \n[63]\n. Our results have shown that plasmids do not have any effect on the growth of the wild-type derived strains when grown in acidic medium for a short period (12 hours), as the strains with and without plasmids grew similarly (data not shown). However, at longer incubation times (18 hours), strains behaved differently (\nFig. 5B\n). Similar to the study by Lim \net al\n. \n[64]\n on the plasmid pO157 in \nE. coli\n O157, we have shown that in the absence of its three plasmids, the APEC strain survived better in acidic conditions than in their presence when incubated for 18 h. Moreover, our study showed that although the plasmid pChi7122-1, either alone or in combination with pChi7122-2 or pChi7122-3, decreased the acid tolerance of bacteria, the presence of pChi7122-3 had the opposite effect (\nFig. 5B\n). Since pChi7122-1 and pO157 play a major role in the virulence of APEC \n[12]\n and \nE. coli\n O157 \n[64]\n respectively, these findings could indicate that the presence of plasmids exert a cost to bacterial fitness when exposed for a long period (>18 hours) to acidic conditions, whereas bacteria containing other plasmids such as pChi7122-3 in χ7122 would have better survivability in these conditions. Elucidation of the mechanism of acid tolerance associated with pChi7122-3 is needed to fully understanding the persistence of \nE. coli\n in acidic conditions.\nOur study also confirmed the importance of the full expression of O78-antigen LPS for the acid tolerance of \nE. coli\n\n\n[65]\n, and demonstrated that the nature of LPS had a minor effect on this stress response (\nFig. 5B\n).\nLarge plasmids increase biofilm formation at host temperatures\nBacterial biofilm formation is a major concern in both medical and industrial systems. Biofilm formation is associated with many medically-important pathogenic bacteria, as an estimated 65-80% of all human infections are thought to be biofilm-related \n[66]\n. However, elucidating the mechanisms of biofilm formation necessary for establishing strategies for their prevention and treatments is becoming a matter of urgency.\nExPEC cells are found in biofilm-like communities in both gastrointestinal \n[67]\n and urinary tracts \n[68]\n indicating the importance of biofilms in the persistence of these bacteria. ExPEC bacteria have to adapt to extreme temperature changes. In this study, our strategy using three large plasmids, either individually or in combination in both an APEC wild-type and an \nE. coli\n K-12 background, and different O-LPS at different temperatures, has revealed new insights into biofilm formation of ExPEC. Altogether, our data distinguished four groups of factor-driven biofilms, including plasmidless-, plasmid-, O-LPS-, and rough LPS-mediated biofilms in \nE. coli\n which differ in their expression conditions.\nIn general, the different strains tested formed more biofilms at 30°C than at 37°C or 42°C (\nFig. 6A\n). Compared to the wild-type, the plasmidless strain produced significantly more biofilm at 30°C (\nP\n<0.05) (\nFig. 6A\n). In the same conditions, the presence of the three plasmids, either individually or in combinations in the strains, reduced the level of biofilm formation to the level of the wild-type strain (\nFig. 6A\n). In contrary, at host temperatures (37° and 42°) (\nFig. 6A\n), the plasmidless strain produced less biofilm than the wild-type strain, with the data being statistically significant (\nP\n<0.05) at 42°C (\nFig. 6A\n).\n10.1371/journal.pone.0029481.g006\nFigure 6\nEffect of plasmids, O-LPS, and temperature on biofilm formation.\nBiofilm formation of different strains were compared at different temperatures: χ7122 and its plasmid derivatives strains: No-plasmids (χ7368), pChi7122-1 (χ7394), pChi7122-2 (χ7392), pChi7122-3 (χ7367), pChi7122-1,2 (χ7561), pChi7122-1-3 (χ7562), and pChi7122-2,3 (χ7274) (\nA\n), \nE. coli\n K-12 (χ6092) and its derivatives: pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348) (\nB\n), and χ7122 and its LPS derivative strains : rough mutant O78(-) (χ7145), smooth strains with either O1-LPS (O1) (χ7193) or O111-LPS (O111) (χ7167) (\nC\n) at either 30°C, 37°C, or 42°C.\nThe biofilm formed by the plasmid-cured strain, highly produced at 30°C (\nFig. 6A\n), is probably promoted by no-plasmidic factors preferentially expressed at 30°C and at early stage of biofilm formation; among them curli required for development of biofilm and adhesion \n[69]\n. Expression of biofilm in the environment (30°C) would be beneficial for plasmidless strains; in these conditions, biofilm will allow these bacteria to be in close proximity with other bacterial species and acquire transmissible genetic elements.\nIt has been shown that conjugative plasmids promote bacterial biofilm formation by generating F-pili mating pairs, which is important for early biofilm formation \n[70]\n, \n[71]\n, \n[72]\n. In this report, we have shown that plasmid-driven biofilms are very complex and this complexity is related to the nature of the plasmids, their combinations, host strain backgrounds, and the temperature to which the strains are exposed. The presence of the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in the wild-type strain (\nFig. 6A\n) and pChi7122-3 in the \nE. coli\n K-12 strain (\nFig. 6B\n), had increased biofilm formation at host temperature conditions, with data being significant at 42°C (\nP\n<0.05) (\nFig. 6B\n). The fact that pChi7122-3-driven enhancement of bacterial biofilm was higher than those of pChi7122-2 and pChi7122-1 in both wild-type and the \nE. coli\n K-12 backgrounds could be related to not only the \ntra\n genes expression \n[70]\n, \n[71]\n, \n[72]\n but also to the type IV fimbriae encoded by pChi7122-3, which was previously associated with the biofilm formation in enteroaggregative \nE. coli\n\n\n[73]\n. Plasmid-driven biofilms could be essential in the virulence process by giving bacteria a survival advantage in different niches of the host, which could result in disease.\nA controversy exists regarding the role of LPS in bacterial biofilm formation \n[74]\n, \n[75]\n. In this study, we have shown that the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in wild-type derivative strains with different O-LPS backgrounds behaved differently in their biofilm formation (\nFig. 6C\n). In absence of O78-LPS, the rough strain produced significantly (\nP\n<0.0001) less biofilm than its smooth wild-type strain at 30°C. Even though substitution of O78-LPS with O111-LPS had little effect on biofilm formation, the substitution of O78-LPS with O1-LPS has in contrary greatly enhanced biofilm formation in these bacteria at 30°C. Since the O1-LPS-driven enhancement of bacteria biofilm occurs at 30°C condition and is repressed at host temperatures (37°C/42°C), this indicates that its role could be more important in the persistence of bacteria in the environment, and that the temperature of 30°C in early O1-LPS-associated biofilm formation is necessary. The fact that O1-LPS-driven biofilm is not highly formed at 37°C and 42°C (\nFig. 6C\n), could be related to a change in the LPS-O1 bilayer structure at higher temperature \n[76]\n, \n[77]\n, \n[78]\n leading to the disturbance of the early biofilm formed. To our knowledge, this is the first report on the effect of the nature of LPS on biofilm formation.\nConclusion\nA novel putative sugar utilization pathway operon that is not present in other \nE. coli\n strains but found in \nSalmonella\n serovars, an ABC iron transport system and a type IV fimbriae \npil\n operon were located on pChi7122-2 and pChi7122-3 respectively. Multiple plasmid-encoded mechanisms, including toxin-antitoxin modules and the novel sugar pathway could be important in the fitness and persistence of APEC χ7122.\nLarge plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in \nE. coli\n K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four different factor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-, and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could have distinct functions. Some of them could be important in the acquisition of genetic material and persistence of bacteria in the environment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPEC model strain χ7122 (O78∶K80∶H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity.",
    "general_sequence_features_of_plasmids_pchi7122-2,_pchi7122-3": "General sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4\nIn this study, we present the whole DNA sequences of plasmids pChi7122-2 (FR851303), pChi7122-3 (FR851304) and pChi7122-4 (FR851305). The general sequence features of the three plasmids are listed in the \nTable 2\n.\n10.1371/journal.pone.0029481.t002\nTable 2\nSummary of general characteristics of the three sequenced plasmids of APEC χ7122.\nPlasmids\nSize (bp)\nInc group\nGC%\nN° ORFs\nStarting codons\nGene function\nvirulence factors-encoded\nATB\npChi7122-2\n82,676\nIncFII\n52.8\n115\nATG (78.26%) GTG (14.78%) TTG (6.08%)\n18.26% (known and putative virulence genes) 41.74% (involved in plasmid functions) 4.35% (\nIS\ns) 19.13% (CHP) 16.52% (HP)\nEitABCD\nStr\nr\n, Sxt\nr\n\n\npChi7122-3\n56,676\nIncI2\n42.7\n86\nATG (86.04%) GTG (6.8%) TTG (5.81%)\n26.74% (known and putative virulence genes) 31.39% (involved in plasmid functions) 2.32% (\nIS\ns) 8.14% (CHP) 31.39% (HP)\nType IV Pil fimbriae\n-\npChi7122-4\n4,300\nColE2-like\n49.3\n3\nATG (100%)\n66.66% (involved in plasmid functions) 33.34% (CHP)\nNone\n-\nATB, antibiotic; Str\nr\n, streptomycin resistant; Sxt\nr\n, Trimethoprim/sulfamethoxazole resistant; -, absent.\nPlasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively (\nFig. 1\n, \nTable 2\n) and are predicted to encode 115, 86, and 3 coding sequences (CDS) respectively (\nTable 2\n, \nTable S1\n and \nS2\n); these CDSs include the complete sequences for the iron acquisition system \neitABCD\n on pChi7122-2 and type IV fimbriae on pChi7122-3, which have been previously shown to be present on these plasmids by PCR \n[12]\n. Analysis of pChi7122-4 revealed 3 CDSs that were predicted to encode plasmid replication and maintenance functions only (\nTable 2\n, \nFig. 1\n); consequently we excluded this plasmid from all further experimental analysis.\n10.1371/journal.pone.0029481.g001\nFigure 1\nCircular representation of pChi7122-2 (A), pChi7122-3 (B), and pChi7122-4 (C).\nThe different rings represent (from outer to inner) CDS which are color coded by functional group (ring 1 and 2), deviation from average G+C content (ring 3), and GC skew [(G−C)/(G+C); ring 4]. Colors represent the following: red, virulence-associated; green, plasmid transfer; yellow, plasmid replication; grey other functions; brown, hypothetical protein.\nWe assessed the presence of \neitA\n gene of pChi7122-2 and two genes of pChi7122-3 (\npilS\n and \npilV\n) by PCR among 225 pathogenic \nE. coli\n strains from different origins, including 100 human \nE. coli\n strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 human enteric pathogenic \nE. coli\n. PCR results show that \neitA\n was present in 10% of non-UTI human isolates and 5% of APEC strains, but was absent in other groups. The genes \npilS\n and \npilV\n of pChi7122-3 were detected in 8.75% of the APEC group and in 10% of human UTI isolates, respectively. The low prevalence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and \npilV\n) genes among other ExPEC of human and avian origin, as determined by PCR, could indicate the recent acquisition of these genes by these \nE. coli\n strains, enabling them to inhabit new niches.\nOur past work has determined that plasmids pChi7122-2 and pChi7122-3 are self-conjugative \n[12]\n. Herein, their sequences analysis has revealed the presence of genes required for their transfer (\nFig. 1\n, \nTable S1\n and \nS2\n). The transfer region of pChi7122-2 is about 34 kb consisting of 24 \ntra\n and 9 \ntrb\n genes (\nTable S1\n) and is identical to the one of the virulence plasmid pAA (FN554767.1; 99% identity with 92% coverage), whereas the \ntra\n region of pChi7122-3 has the same organization as its equivalent in \nE. coli\n conjugative plasmid IncI2 R721 (AP002527.1); it contains 11 \ntra/trb\n genes, grouped in two clusters separated by two \npil\n genes (\nFig. 1\n, \nTable S2\n). pChi7122-3 also harbors genes \nnikB\n, \nnikC\n, and \nnikA\n for relaxome formation involved in plasmid transfer \n[22]\n, \n[23]\n (\nFig. 1\n, \nTable S2\n).\nAmong the three plasmids, only pChi7122-2 carries antibiotic resistance genes (MM2-101, MM2-102 and MM2-103) (\nTable S1\n). These genes encode for a dihydropteroate synthase (\nsul1\n) \n[24]\n, a GCN5-related N-acetyl transferase \n[25]\n and a streptomycin 3′-\nadenylytransferase\n (SP-R) (\naadA\n) \n[26]\n, respectively. The phenotypic expression of streptomycin and sulfonamide (trimethoprim/sulfamethoxazole) resistance in strains containing pChi7122-2 has been determined by disk diffusion tests. Although streptomycin has only limited current usage in clinical medicine, it remains important for therapy of, and growth promotion in, animals and bacterial disease control in plants \n[27]\n. It was suggested that sulphonamide resistance genes can be transferred from commensal bacteria via integrons, transposons or plasmids, into more virulent bacteria in the intestine \n[28]\n.\nComparative analysis of the pChi7122 plasmids with those in the public databases using BLASTn showed that pChi7122-2 shares high homology with plasmids from \nShigella sonnei\n (pEG356), an urinary \nE. coli\n isolate (pHK01), EAEC (pAA), and \nK. pneumoniae\n (pKF3-70), respectively (with 100% identity and 70% coverage). The pChi7122-3 genome has shown homology with only one plasmid, the \nE. coli\n plasmid R721 (with 99% identity and 90% coverage), which includes the type IV fimbriae \npil\n operon \n[29]\n, \n[30]\n and shufflon \n[31]\n, \n[32]\n. Mauve alignment of pChi7122-2 and pChi7122-3 with their respective homologous plasmids confirmed these homologies (\nFig. S1\n).\nThe plasmid pChi7122-2 and its homologous plasmids have a 4 kb region in common, which encodes for the ABC iron uptake locus \neitABCD\n (\nFig. 2A\n), previously described in two other APEC plasmids, pAPEC-O2-ColV \n[17]\n and pAPEC-O1-ColBM \n[15]\n. A DNA comparison of the regions of \neitABCD\n of the six plasmids has shown that with the exception of pAPEC-O2-ColV, this region is located downstream of the \npar\n region of plasmids and is flanked by the transposon \ntnpA\n gene in pChi7122-2, pHK01, and pEG356 respectively and by an insertion sequence \nIS\n629 in pAPEC-O1-ColBM (\nFig. 2A\n) which could explain the dissemination of \neitABCD\n among genomes of these bacteria. We were unable to detect the iron-uptake phenotype expression of \neitABCD\n genes using CAS agar medium \n[12]\n, even though it was efficient in revealing those of pChi7122-1 and chromosomally-encoded systems. Therefore in this study, we extended the analysis by testing the growth of strains, with and without the three plasmids, in iron-limited medium alone or supplemented with either FeSO\n4\n, heme or hemoglobin. Our results show that only pChi7122-1 increased the growth of strains in iron-sequestered environments (\nFig. S2\n). The ability to acquire iron from heme and hemoglobin could be related to the autotransporter Tsh encoded by pChi7122-1 \n[33]\n, which has previously been reported to bind to red blood cells \n[34]\n. Future studies are needed to determine conditions of expression of \neitABCD\n, such as under in vivo conditions.\n10.1371/journal.pone.0029481.g002\nFigure 2\nComparison of physical and genetic maps for \neitABCD\n and sugar pathway regions.\nThe \neitABCD\n region from pChi7122-2 was compared to its equivalent in pHK01 (HM355591.1), pEG356 (FN594520.1), pAPEC-O2-ColV (NC_007675.1), pAA (FN554767.1), and pAPEC-O1-ColBM (NC_009837.1) (\nA\n); and sugars pathways genome region \npChiA pChiOTDR\n in pChi7122-2 to its equivalent found in the genomes of \nS\n. Enteritidis (AM933172.1), \nS\n. Gallinarum (AM933173.1), \nS.\n Weltevreden (FR775220.1) and \nS\n. Agona (CP001138.1) respectively (\nB\n).",
    "new_putative_sugar_utilization_pathways_identified_in_pchi71": "New putative sugar utilization pathways identified in pChi7122-2\nAn important aspect of pathogenesis is the ability of bacteria to adapt their metabolism to the available nutrients by coordinating their metabolism with their life cycle \n[35]\n. Recent reports have shown that in the intestine, both commensal and enterohemorrhagic \nE. coli\n (EHEC) require multiple carbon metabolic pathways \n[36]\n, \n[37]\n.\nIn this study, DNA sequence analysis of pChi7122-2 has revealed the presence of two systems of sugar utilization pathways. This system, with two divergent operons, consists of a gene for a starvation-sensing protein (\npChiA\n) located in the opposite orientation to four successive genes \npChiOTDR\n (\nFig. 2B\n, \n3\n). These genes have no significant homology with DNA sequences of other \nE. coli\n available on public databases, as determined by MegaBLASTn search analysis, but share 94% homology (with 100% coverage) with the chromosomal DNA sequence of genomes of \nSalmonella\n Enteritidis (AM933172.1), Gallinarum (AM933173.1), Weltevreden (FR775220.1) and Agona (CP001138.1), respectively (\nFig. 2B\n). The sequence analysis of this region in these \nSalmonella\n serovars has determined that, with the exception of \nS\n. Agona, in which the \npChiA\n-equivalent gene is truncated, the organization of the \npChiOTDR\n homologous genes in the genome of the four pathogens is the same (\nFig. 2B\n). The identities of the proteins translated by these genes were between 86%–99% (\nFig. 2B\n, \nTable S3\n, and \nFig. S3\n).\n10.1371/journal.pone.0029481.g003\nFigure 3\nPlasmid pChi7122-2 putative sugar utilization pathway.\nIllustration of the proposed biochemical pathway for putative sugar utilization encoded by the operon \npChiOTDR\n (\nA\n), the predicted 3D model and function of each enzyme are presented; and diagrammatic representation of the genetic organization of the putative sugar utilization operon \npChiA pChiOTDR\n (\nB\n). The two promoter regions identified are indicated with arrows. Bioinformatic analysis indicated that pChiR may act as a transcriptional regulator of \npChiOTDR\n genes. The promoter region contains independent CRP binding boxes indicated in red. The promoter elements for \npChiOTDR\n (P\npchi\n) located in the positive DNA strand are underlined. The promoter elements for \npChiA\n (P\npChiA\n) in the negative strand are in bold and red without underlining.\nThe putative functions and the predicted 3-D structures of the \npChiA\n and \npChiOTDR\n gene products, determined by Blast-PSI and HHpred \n[38]\n, show that \npChiA\n encodes for a bifunctional dehydratase that utilizes both D-mannonate and D-altronate as substrates \n[39]\n and \npChiOTDR\n encode for a gluconate 5-dehydrogenase, pChiO; an exonate sugar transport, pChiT; an L-idonate 5 dehydrogenase, pChiD; and a regulator protein GntR-like, pChiR, respectively (\nTable S3\n, \nFig. 3A\n). Two promoter regions, P\npChiA\n and P\npChi\n, with independent cAMP receptor protein (CRP) binding boxes \n[40]\n, \n[41]\n, were detected in the promoter region of \npChiA\n and \npChiO\n (\nFig. 3B\n). Bioinformatic analysis indicated that pChiR is a putative transcriptional regulator from GntR family \n[42]\n. In the absence of glucose, the preferred carbon source for \nE. coli\n, the CRP would activate the pChi7122-2 sugars pathways \n[40]\n, \n[41]\n; whereas pChiR would have an opposite effect. It is known that colonic mucus contains several sugar acids that represent an important source of nutrients and that genes involved in the catabolism of N-acetylglucosamine, sialic acid, glucosamine, gluconate, arabinose, and fucose are expressed in both commensal \nE. coli\n and EHEC \n[36]\n. It has also been reported that UPEC bacteria grown in urine express enzymes for catabolism of sialic acid, gluconate, xylose, and arabinose \n[43]\n and genes involved in the transport of gluconate and related hexonates are up-regulated in \nS.\n Typhimurium in macrophages \n[44]\n, suggesting that the new pChi7122-2 sugar pathways could also be important either in the pathogenesis of APEC, as well as in \nSalmonella\n serovars Enteritidis, Gallinarum, Weltevreden and Agona or in their persistence in different hosts.\nCompared to the chromosomal \nE. coli\n K-12 L-idonic acid pathway encoded by the \ngnTII\n genes, \nidnK idnDOTR\n\n\n[45]\n, the genes of the operon \npChiOTDR\n of pChi7122-2 have no significant homologies at the DNA level and share some sequence identity at the protein level (\nTable 3\n); moreover, the position of the gene of L-idonate 5 dehydrogenase is different in the two distinct gene clusters. Intriguingly, the gluconate kinase gene, \nidnK\n, of GnTII pathway \n[45]\n is absent in the pChi7122-2 pathway and is substituted by the gene of the starvation sensing protein, \nrspA-like\n\n\n[46]\n\n\npChiA\n which is essential for survival of bacteria in limited nutrient conditions. The gene encoding the regulatory protein GntR in the GnTII pathways, exhibits no significant homology at both DNA and protein levels with its counterpart in pChi7122-2 (\npChiR\n) (\nTable 3\n). In this study, although we have shown that strains have better growth in media with glucoronic acid than with other sugars tested (\nFig. S4\n), there were no significant differences between strains with and without the plasmid pChi7122-2. The functionality of the sugar utilization pathway genes located on pChi7122-2 would be more apparent in \ngntII\n-operon-deleted strains \n[45]\n, or by evaluation of their expression under in vivo conditions, such as using the selective capture of transcribed sequences (SCOTS) method \n[47]\n. Future studies will be conducted to determine the conditions of their expression and their eventual role in both APEC and \nSalmonella\n serovars.\n10.1371/journal.pone.0029481.t003\nTable 3\nComparison of the pChi7122-2-encoded sugar pathway operon with GntII L-idonic pathway of \nE. coli K-12\n.\nL-idonic acid-like catabolism pathway of pChi7122-2 \nrspA pChiOTDR\n\n\nL-idonic acid catabolism pathway GntII of \nE. coli\n K-12 \nidnK idnDOTR\n\n\nGI-Numbers\nGene symbols\nGene product\nDNA homology\n% AA identity/%positive\nExpect\nGene (Accession no.)\nMM2_107\n\n\npChiA\n\n\nStarvation sensing protein\nNSH\n-\n-\nMM2_108\n\n\npChiO\n\n\nGluconate 5-dehydrogenase\nNSH\n48%/64%\n1e-70\n\n\nidnO\n (AAC77203.1)\nMM2_109\n\n\npChiT\n\n\nThe major facilitator superfamily protein\nNSH\n23%/46%\n0.033\n\n\nidnT\n (AA77222.1)\nMM2_110\n\n\npChiD\n\n\nL-idonate 5-dehydrogenase\nNSH\n46%/69%\n1e-97\n\n\nidnD\n (NP_418688.1)\nMM2_111\n\n\npChiR\n\n\nRegulatory protein GntR\nNSH\nNone\nNone\n\n\nidnR\n (NP_418685.1)\nAA, amino acid; -, absent; NSH, no significant homology.",
    "diversity_of_plasmids-associated_fitness_phenotypes_and_the_": "Diversity of plasmids-associated fitness phenotypes and the effect of host strain background on their expression\nThe genomic diversity among ExPEC isolates has been described and multiple factors have been linked to their virulence \n[48]\n, \n[49]\n. However, a systematic analysis of ExPEC phenotypic diversity has not been done previously. In this study, the large plasmids-associated phenotypes related to fitness of ExPEC bacteria as well the effect of host strain backgrounds were investigated.\nIntestines are suspected to be a primary reservoir of ExPEC strains causing diseases in both humans \n[50]\n and chickens \n[5]\n. To determine if large plasmids would increase the fitness of their carriers in the gastrointestinal (GI) tract environment, we assessed the ability of strains to colonize intestine cells and resist both acid and bile, attributes that allow enteric bacteria to live and persist in the intestine of their host \n[51]\n.\nAPEC strain χ7122 associates with and invades into intestinal epithelial cells without affecting the distribution of the tight junction protein ZO-1\nSome APEC strains are genetically similar to human ExPEC, especially to uropathogenic \nE. coli\n (UPEC) \n[52]\n, and could cause human diseases \n[53]\n. Herein, we investigated the ability of APEC-derivative strains to associate with, and invade into, human cells of the kind that may be targeted by human ExPEC bacteria during their commensal life cycle in the intestine. The intestine is suspected to be a reservoir of ExPEC that cause infections in humans \n[50]\n. Since APEC strains are now considered as potential food-borne pathogens that could be transmitted to humans via poultry products \n[4]\n, \n[6]\n, \n[28]\n, we aimed to investigate the interaction of APEC-derivative strains with 3-D organotypic models of human intestinal epithelial cells. The 3-D model of intestinal epithelium used in this study has been shown previously to mimic the in vivo parental tissue more closely than monolayer cultures with regard to morphology and function \n[54]\n. The highly differentiated character of the 3-D intestinal cells is reflected in the presence of distinct apical and basolateral polarity, increased expression and better organization of tight junctions, extracellular matrix, and brush border proteins, highly localized expression of mucins, and multiple epithelial cell types relevant to those found in vivo \n[55]\n. Our data showed that APEC-derivative strains were able to associate with, and invade into, human intestinal epithelial cells, and large plasmids did not have significant effect on these characteristics (\nFig. 4\n). Although tight junctions efficiently restrict most microbes from penetrating into deeper tissues and contain the microbiota, some pathogens have developed specific strategies to alter or disrupt these structures as part of their pathogenesis, resulting in either pathogen penetration, or other consequences such as diarrhea. In this study, evaluation of different APEC-derivative strains for their interaction with 3-D human intestinal epithelial cells, showed that although these strains attached and invaded into these cells, they did not disturb their tight junctions, based on immunofluorescence evaluation (\nFig. 4\n). These data suggest that invasion of the intestine and dissemination would not occur through intercellular transportation of the bacteria, which could potentially disseminate through transcellular transportation, a mechanism used by meningitis-causing bacteria, including \nE. coli\n K1 to invade brain microvascular endothelial cells (BMECs) \n[56]\n. These bacteria could live as commensals in the intestines from where they shed and cause diseases in different hosts or other sites of the same host.\n10.1371/journal.pone.0029481.g004\nFigure 4\nComparative of association and invasion of strains with 3-D INT-407 cells.\nMean of Log CFU/ml and standard deviation of bacteria association and invasion with cells (\nA\n) Representative confocal laser scanning micrographs showing association, and invasion of 3-D INT-407 cells with χ7122 and derivatives (\nB\n). Bacteria are marked in green, while the blue and red colors represent cell nuclei labeled with DAPI and F-actin cytoskeleton labeled with phalloidin, respectively; and ZO-1 staining of non-infected and infected 3-D INT-407 with plasmid-derivative strains (\nC\n). Non-infected 3-D INT-407 aggregates (\na\n) or 3-D INT-407 aggregates infected for 2 h with wild type (χ7122) (\nb\n), ΔpChi7122-1,2,3 (χ7368) (\nc\n), pChi7122-1 (χ7394) (\nd\n), pChi7122-2 (χ7392) (\ne\n), pChi7122-3 (χ7367) (\nf\n), pChi7122-1,2 (χ7561) (\ng\n), pChi7122-1,3 (χ7562) (\nh\n), and pChi7122-2,3 (χ7274) (\nI\n). The ZO-1 antigen is marked in green, while the blue color represents cell nuclei labeled with DAPI. Images are presented with (indicated as “2”) and without (indicated as “1”) DAPI labeling for clarity purposes. Images are based on 400× magnifications. Arrows indicate the bacteria stained in green; Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.\nRole of plasmids in bile and acid resistance\nMechanisms associated with bile resistance in bacteria are LPS synthesis, expression of efflux pump genes and regulatory genes such as \nmarAB\n and \nphoPQ\n\n\n[51]\n. In this study, we have shown that all wild-type derived strains tested were resistant to deoxycholate (DOC), one of the most abundant bile salts in humans (data not shown); whereas the group of strains derived from \nE. coli\n K-12 behaved differently (\nFig. 5A\n). Although, \nE. coli\n K-12 was sensitive to the bile, its plasmid derivative strains χ7346 (pChi7122-1) and χ7347 (pChi7122-2) had increased survival in LB agar media with 1% (w/v) DOC as compared to their parent χ6092. The strain χ7348 (pChi7122-3) was as sensitive to bile as its parent strain χ6092 (\nFig. 5A\n). According to our results APEC χ7122 strain better tolerates the presence of bile salts in the media then \nE. coli\n K-12 which was sensitive to the detergent (\nFig. 5\n, data of wild-type not shown). The mechanism of resistance of APEC could be both LPS and plasmid related. In fact, the detection of plasmid-associated resistance in \nE. coli\n K-12 background but not in the wild-type background strains, could be related to the presence of other factors, including the LPS in these strains that has masked the effect of plasmids on this phenomenon; this statement is supported by the resistance of the rough mutant which is usually hypersensitive to bile \n[57]\n. The mechanism of resistance encoded by the plasmid pChi7122-1 could be associated with proteins such as OmpT that was previously associated with bile resistance in \nVibrio cholerae\n\n\n[58]\n and ABC transport proteins that are known to play a role in the protection of cells from toxic compounds \n[59]\n. Since such factors are not located on pChi7122-2, other factors predicted to be encoded by this plasmid, such as TA modules could be involved in bile tolerance of bacteria; as TA systems are now known to play an important role in bacterial stress physiology \n[60]\n, \n[61]\n, \n[62]\n. To our knowledge, this is the first time that plasmids have been shown to be associated with the bile resistance of \nE. coli\n.\n10.1371/journal.pone.0029481.g005\nFigure 5\nBile and acid tolerance of strains.\nBile sensitivity assay for \nE. coli\n K-12 and derivatives, no-plasmids (χ6092), pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348). Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB and LB +1% (w/v) DOC agar plates. The approximate numbers of bacteria present in each dilution are indicated on the right side of the plate (\nA\n). Percent acid survival of wild-type derivative strains in acid shock for 18 hours (\nB\n). Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.\nAcid resistance is important for bacterial survival in acidic stomach or in foods with low pH \n[63]\n. Our results have shown that plasmids do not have any effect on the growth of the wild-type derived strains when grown in acidic medium for a short period (12 hours), as the strains with and without plasmids grew similarly (data not shown). However, at longer incubation times (18 hours), strains behaved differently (\nFig. 5B\n). Similar to the study by Lim \net al\n. \n[64]\n on the plasmid pO157 in \nE. coli\n O157, we have shown that in the absence of its three plasmids, the APEC strain survived better in acidic conditions than in their presence when incubated for 18 h. Moreover, our study showed that although the plasmid pChi7122-1, either alone or in combination with pChi7122-2 or pChi7122-3, decreased the acid tolerance of bacteria, the presence of pChi7122-3 had the opposite effect (\nFig. 5B\n). Since pChi7122-1 and pO157 play a major role in the virulence of APEC \n[12]\n and \nE. coli\n O157 \n[64]\n respectively, these findings could indicate that the presence of plasmids exert a cost to bacterial fitness when exposed for a long period (>18 hours) to acidic conditions, whereas bacteria containing other plasmids such as pChi7122-3 in χ7122 would have better survivability in these conditions. Elucidation of the mechanism of acid tolerance associated with pChi7122-3 is needed to fully understanding the persistence of \nE. coli\n in acidic conditions.\nOur study also confirmed the importance of the full expression of O78-antigen LPS for the acid tolerance of \nE. coli\n\n\n[65]\n, and demonstrated that the nature of LPS had a minor effect on this stress response (\nFig. 5B\n).\nLarge plasmids increase biofilm formation at host temperatures\nBacterial biofilm formation is a major concern in both medical and industrial systems. Biofilm formation is associated with many medically-important pathogenic bacteria, as an estimated 65-80% of all human infections are thought to be biofilm-related \n[66]\n. However, elucidating the mechanisms of biofilm formation necessary for establishing strategies for their prevention and treatments is becoming a matter of urgency.\nExPEC cells are found in biofilm-like communities in both gastrointestinal \n[67]\n and urinary tracts \n[68]\n indicating the importance of biofilms in the persistence of these bacteria. ExPEC bacteria have to adapt to extreme temperature changes. In this study, our strategy using three large plasmids, either individually or in combination in both an APEC wild-type and an \nE. coli\n K-12 background, and different O-LPS at different temperatures, has revealed new insights into biofilm formation of ExPEC. Altogether, our data distinguished four groups of factor-driven biofilms, including plasmidless-, plasmid-, O-LPS-, and rough LPS-mediated biofilms in \nE. coli\n which differ in their expression conditions.\nIn general, the different strains tested formed more biofilms at 30°C than at 37°C or 42°C (\nFig. 6A\n). Compared to the wild-type, the plasmidless strain produced significantly more biofilm at 30°C (\nP\n<0.05) (\nFig. 6A\n). In the same conditions, the presence of the three plasmids, either individually or in combinations in the strains, reduced the level of biofilm formation to the level of the wild-type strain (\nFig. 6A\n). In contrary, at host temperatures (37° and 42°) (\nFig. 6A\n), the plasmidless strain produced less biofilm than the wild-type strain, with the data being statistically significant (\nP\n<0.05) at 42°C (\nFig. 6A\n).\n10.1371/journal.pone.0029481.g006\nFigure 6\nEffect of plasmids, O-LPS, and temperature on biofilm formation.\nBiofilm formation of different strains were compared at different temperatures: χ7122 and its plasmid derivatives strains: No-plasmids (χ7368), pChi7122-1 (χ7394), pChi7122-2 (χ7392), pChi7122-3 (χ7367), pChi7122-1,2 (χ7561), pChi7122-1-3 (χ7562), and pChi7122-2,3 (χ7274) (\nA\n), \nE. coli\n K-12 (χ6092) and its derivatives: pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348) (\nB\n), and χ7122 and its LPS derivative strains : rough mutant O78(-) (χ7145), smooth strains with either O1-LPS (O1) (χ7193) or O111-LPS (O111) (χ7167) (\nC\n) at either 30°C, 37°C, or 42°C.\nThe biofilm formed by the plasmid-cured strain, highly produced at 30°C (\nFig. 6A\n), is probably promoted by no-plasmidic factors preferentially expressed at 30°C and at early stage of biofilm formation; among them curli required for development of biofilm and adhesion \n[69]\n. Expression of biofilm in the environment (30°C) would be beneficial for plasmidless strains; in these conditions, biofilm will allow these bacteria to be in close proximity with other bacterial species and acquire transmissible genetic elements.\nIt has been shown that conjugative plasmids promote bacterial biofilm formation by generating F-pili mating pairs, which is important for early biofilm formation \n[70]\n, \n[71]\n, \n[72]\n. In this report, we have shown that plasmid-driven biofilms are very complex and this complexity is related to the nature of the plasmids, their combinations, host strain backgrounds, and the temperature to which the strains are exposed. The presence of the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in the wild-type strain (\nFig. 6A\n) and pChi7122-3 in the \nE. coli\n K-12 strain (\nFig. 6B\n), had increased biofilm formation at host temperature conditions, with data being significant at 42°C (\nP\n<0.05) (\nFig. 6B\n). The fact that pChi7122-3-driven enhancement of bacterial biofilm was higher than those of pChi7122-2 and pChi7122-1 in both wild-type and the \nE. coli\n K-12 backgrounds could be related to not only the \ntra\n genes expression \n[70]\n, \n[71]\n, \n[72]\n but also to the type IV fimbriae encoded by pChi7122-3, which was previously associated with the biofilm formation in enteroaggregative \nE. coli\n\n\n[73]\n. Plasmid-driven biofilms could be essential in the virulence process by giving bacteria a survival advantage in different niches of the host, which could result in disease.\nA controversy exists regarding the role of LPS in bacterial biofilm formation \n[74]\n, \n[75]\n. In this study, we have shown that the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in wild-type derivative strains with different O-LPS backgrounds behaved differently in their biofilm formation (\nFig. 6C\n). In absence of O78-LPS, the rough strain produced significantly (\nP\n<0.0001) less biofilm than its smooth wild-type strain at 30°C. Even though substitution of O78-LPS with O111-LPS had little effect on biofilm formation, the substitution of O78-LPS with O1-LPS has in contrary greatly enhanced biofilm formation in these bacteria at 30°C. Since the O1-LPS-driven enhancement of bacteria biofilm occurs at 30°C condition and is repressed at host temperatures (37°C/42°C), this indicates that its role could be more important in the persistence of bacteria in the environment, and that the temperature of 30°C in early O1-LPS-associated biofilm formation is necessary. The fact that O1-LPS-driven biofilm is not highly formed at 37°C and 42°C (\nFig. 6C\n), could be related to a change in the LPS-O1 bilayer structure at higher temperature \n[76]\n, \n[77]\n, \n[78]\n leading to the disturbance of the early biofilm formed. To our knowledge, this is the first report on the effect of the nature of LPS on biofilm formation.",
    "apec_strain_χ7122_associates_with_and_invades_into_intestina": "APEC strain χ7122 associates with and invades into intestinal epithelial cells without affecting the distribution of the tight junction protein ZO-1\nSome APEC strains are genetically similar to human ExPEC, especially to uropathogenic \nE. coli\n (UPEC) \n[52]\n, and could cause human diseases \n[53]\n. Herein, we investigated the ability of APEC-derivative strains to associate with, and invade into, human cells of the kind that may be targeted by human ExPEC bacteria during their commensal life cycle in the intestine. The intestine is suspected to be a reservoir of ExPEC that cause infections in humans \n[50]\n. Since APEC strains are now considered as potential food-borne pathogens that could be transmitted to humans via poultry products \n[4]\n, \n[6]\n, \n[28]\n, we aimed to investigate the interaction of APEC-derivative strains with 3-D organotypic models of human intestinal epithelial cells. The 3-D model of intestinal epithelium used in this study has been shown previously to mimic the in vivo parental tissue more closely than monolayer cultures with regard to morphology and function \n[54]\n. The highly differentiated character of the 3-D intestinal cells is reflected in the presence of distinct apical and basolateral polarity, increased expression and better organization of tight junctions, extracellular matrix, and brush border proteins, highly localized expression of mucins, and multiple epithelial cell types relevant to those found in vivo \n[55]\n. Our data showed that APEC-derivative strains were able to associate with, and invade into, human intestinal epithelial cells, and large plasmids did not have significant effect on these characteristics (\nFig. 4\n). Although tight junctions efficiently restrict most microbes from penetrating into deeper tissues and contain the microbiota, some pathogens have developed specific strategies to alter or disrupt these structures as part of their pathogenesis, resulting in either pathogen penetration, or other consequences such as diarrhea. In this study, evaluation of different APEC-derivative strains for their interaction with 3-D human intestinal epithelial cells, showed that although these strains attached and invaded into these cells, they did not disturb their tight junctions, based on immunofluorescence evaluation (\nFig. 4\n). These data suggest that invasion of the intestine and dissemination would not occur through intercellular transportation of the bacteria, which could potentially disseminate through transcellular transportation, a mechanism used by meningitis-causing bacteria, including \nE. coli\n K1 to invade brain microvascular endothelial cells (BMECs) \n[56]\n. These bacteria could live as commensals in the intestines from where they shed and cause diseases in different hosts or other sites of the same host.\n10.1371/journal.pone.0029481.g004\nFigure 4\nComparative of association and invasion of strains with 3-D INT-407 cells.\nMean of Log CFU/ml and standard deviation of bacteria association and invasion with cells (\nA\n) Representative confocal laser scanning micrographs showing association, and invasion of 3-D INT-407 cells with χ7122 and derivatives (\nB\n). Bacteria are marked in green, while the blue and red colors represent cell nuclei labeled with DAPI and F-actin cytoskeleton labeled with phalloidin, respectively; and ZO-1 staining of non-infected and infected 3-D INT-407 with plasmid-derivative strains (\nC\n). Non-infected 3-D INT-407 aggregates (\na\n) or 3-D INT-407 aggregates infected for 2 h with wild type (χ7122) (\nb\n), ΔpChi7122-1,2,3 (χ7368) (\nc\n), pChi7122-1 (χ7394) (\nd\n), pChi7122-2 (χ7392) (\ne\n), pChi7122-3 (χ7367) (\nf\n), pChi7122-1,2 (χ7561) (\ng\n), pChi7122-1,3 (χ7562) (\nh\n), and pChi7122-2,3 (χ7274) (\nI\n). The ZO-1 antigen is marked in green, while the blue color represents cell nuclei labeled with DAPI. Images are presented with (indicated as “2”) and without (indicated as “1”) DAPI labeling for clarity purposes. Images are based on 400× magnifications. Arrows indicate the bacteria stained in green; Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.",
    "role_of_plasmids_in_bile_and_acid_resistance": "Role of plasmids in bile and acid resistance\nMechanisms associated with bile resistance in bacteria are LPS synthesis, expression of efflux pump genes and regulatory genes such as \nmarAB\n and \nphoPQ\n\n\n[51]\n. In this study, we have shown that all wild-type derived strains tested were resistant to deoxycholate (DOC), one of the most abundant bile salts in humans (data not shown); whereas the group of strains derived from \nE. coli\n K-12 behaved differently (\nFig. 5A\n). Although, \nE. coli\n K-12 was sensitive to the bile, its plasmid derivative strains χ7346 (pChi7122-1) and χ7347 (pChi7122-2) had increased survival in LB agar media with 1% (w/v) DOC as compared to their parent χ6092. The strain χ7348 (pChi7122-3) was as sensitive to bile as its parent strain χ6092 (\nFig. 5A\n). According to our results APEC χ7122 strain better tolerates the presence of bile salts in the media then \nE. coli\n K-12 which was sensitive to the detergent (\nFig. 5\n, data of wild-type not shown). The mechanism of resistance of APEC could be both LPS and plasmid related. In fact, the detection of plasmid-associated resistance in \nE. coli\n K-12 background but not in the wild-type background strains, could be related to the presence of other factors, including the LPS in these strains that has masked the effect of plasmids on this phenomenon; this statement is supported by the resistance of the rough mutant which is usually hypersensitive to bile \n[57]\n. The mechanism of resistance encoded by the plasmid pChi7122-1 could be associated with proteins such as OmpT that was previously associated with bile resistance in \nVibrio cholerae\n\n\n[58]\n and ABC transport proteins that are known to play a role in the protection of cells from toxic compounds \n[59]\n. Since such factors are not located on pChi7122-2, other factors predicted to be encoded by this plasmid, such as TA modules could be involved in bile tolerance of bacteria; as TA systems are now known to play an important role in bacterial stress physiology \n[60]\n, \n[61]\n, \n[62]\n. To our knowledge, this is the first time that plasmids have been shown to be associated with the bile resistance of \nE. coli\n.\n10.1371/journal.pone.0029481.g005\nFigure 5\nBile and acid tolerance of strains.\nBile sensitivity assay for \nE. coli\n K-12 and derivatives, no-plasmids (χ6092), pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348). Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB and LB +1% (w/v) DOC agar plates. The approximate numbers of bacteria present in each dilution are indicated on the right side of the plate (\nA\n). Percent acid survival of wild-type derivative strains in acid shock for 18 hours (\nB\n). Abbreviations used are: pChi7122-1,2,3 = pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2 = pChi7122-1 and pChi7122-2; pChi7122-1,3 = pChi7122-1 and pChi7122-3; pChi7122-2-3 = pChi7122-2 and pChi7122-3.\nAcid resistance is important for bacterial survival in acidic stomach or in foods with low pH \n[63]\n. Our results have shown that plasmids do not have any effect on the growth of the wild-type derived strains when grown in acidic medium for a short period (12 hours), as the strains with and without plasmids grew similarly (data not shown). However, at longer incubation times (18 hours), strains behaved differently (\nFig. 5B\n). Similar to the study by Lim \net al\n. \n[64]\n on the plasmid pO157 in \nE. coli\n O157, we have shown that in the absence of its three plasmids, the APEC strain survived better in acidic conditions than in their presence when incubated for 18 h. Moreover, our study showed that although the plasmid pChi7122-1, either alone or in combination with pChi7122-2 or pChi7122-3, decreased the acid tolerance of bacteria, the presence of pChi7122-3 had the opposite effect (\nFig. 5B\n). Since pChi7122-1 and pO157 play a major role in the virulence of APEC \n[12]\n and \nE. coli\n O157 \n[64]\n respectively, these findings could indicate that the presence of plasmids exert a cost to bacterial fitness when exposed for a long period (>18 hours) to acidic conditions, whereas bacteria containing other plasmids such as pChi7122-3 in χ7122 would have better survivability in these conditions. Elucidation of the mechanism of acid tolerance associated with pChi7122-3 is needed to fully understanding the persistence of \nE. coli\n in acidic conditions.\nOur study also confirmed the importance of the full expression of O78-antigen LPS for the acid tolerance of \nE. coli\n\n\n[65]\n, and demonstrated that the nature of LPS had a minor effect on this stress response (\nFig. 5B\n).",
    "large_plasmids_increase_biofilm_formation_at_host_temperatur": "Large plasmids increase biofilm formation at host temperatures\nBacterial biofilm formation is a major concern in both medical and industrial systems. Biofilm formation is associated with many medically-important pathogenic bacteria, as an estimated 65-80% of all human infections are thought to be biofilm-related \n[66]\n. However, elucidating the mechanisms of biofilm formation necessary for establishing strategies for their prevention and treatments is becoming a matter of urgency.\nExPEC cells are found in biofilm-like communities in both gastrointestinal \n[67]\n and urinary tracts \n[68]\n indicating the importance of biofilms in the persistence of these bacteria. ExPEC bacteria have to adapt to extreme temperature changes. In this study, our strategy using three large plasmids, either individually or in combination in both an APEC wild-type and an \nE. coli\n K-12 background, and different O-LPS at different temperatures, has revealed new insights into biofilm formation of ExPEC. Altogether, our data distinguished four groups of factor-driven biofilms, including plasmidless-, plasmid-, O-LPS-, and rough LPS-mediated biofilms in \nE. coli\n which differ in their expression conditions.\nIn general, the different strains tested formed more biofilms at 30°C than at 37°C or 42°C (\nFig. 6A\n). Compared to the wild-type, the plasmidless strain produced significantly more biofilm at 30°C (\nP\n<0.05) (\nFig. 6A\n). In the same conditions, the presence of the three plasmids, either individually or in combinations in the strains, reduced the level of biofilm formation to the level of the wild-type strain (\nFig. 6A\n). In contrary, at host temperatures (37° and 42°) (\nFig. 6A\n), the plasmidless strain produced less biofilm than the wild-type strain, with the data being statistically significant (\nP\n<0.05) at 42°C (\nFig. 6A\n).\n10.1371/journal.pone.0029481.g006\nFigure 6\nEffect of plasmids, O-LPS, and temperature on biofilm formation.\nBiofilm formation of different strains were compared at different temperatures: χ7122 and its plasmid derivatives strains: No-plasmids (χ7368), pChi7122-1 (χ7394), pChi7122-2 (χ7392), pChi7122-3 (χ7367), pChi7122-1,2 (χ7561), pChi7122-1-3 (χ7562), and pChi7122-2,3 (χ7274) (\nA\n), \nE. coli\n K-12 (χ6092) and its derivatives: pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348) (\nB\n), and χ7122 and its LPS derivative strains : rough mutant O78(-) (χ7145), smooth strains with either O1-LPS (O1) (χ7193) or O111-LPS (O111) (χ7167) (\nC\n) at either 30°C, 37°C, or 42°C.\nThe biofilm formed by the plasmid-cured strain, highly produced at 30°C (\nFig. 6A\n), is probably promoted by no-plasmidic factors preferentially expressed at 30°C and at early stage of biofilm formation; among them curli required for development of biofilm and adhesion \n[69]\n. Expression of biofilm in the environment (30°C) would be beneficial for plasmidless strains; in these conditions, biofilm will allow these bacteria to be in close proximity with other bacterial species and acquire transmissible genetic elements.\nIt has been shown that conjugative plasmids promote bacterial biofilm formation by generating F-pili mating pairs, which is important for early biofilm formation \n[70]\n, \n[71]\n, \n[72]\n. In this report, we have shown that plasmid-driven biofilms are very complex and this complexity is related to the nature of the plasmids, their combinations, host strain backgrounds, and the temperature to which the strains are exposed. The presence of the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in the wild-type strain (\nFig. 6A\n) and pChi7122-3 in the \nE. coli\n K-12 strain (\nFig. 6B\n), had increased biofilm formation at host temperature conditions, with data being significant at 42°C (\nP\n<0.05) (\nFig. 6B\n). The fact that pChi7122-3-driven enhancement of bacterial biofilm was higher than those of pChi7122-2 and pChi7122-1 in both wild-type and the \nE. coli\n K-12 backgrounds could be related to not only the \ntra\n genes expression \n[70]\n, \n[71]\n, \n[72]\n but also to the type IV fimbriae encoded by pChi7122-3, which was previously associated with the biofilm formation in enteroaggregative \nE. coli\n\n\n[73]\n. Plasmid-driven biofilms could be essential in the virulence process by giving bacteria a survival advantage in different niches of the host, which could result in disease.\nA controversy exists regarding the role of LPS in bacterial biofilm formation \n[74]\n, \n[75]\n. In this study, we have shown that the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in wild-type derivative strains with different O-LPS backgrounds behaved differently in their biofilm formation (\nFig. 6C\n). In absence of O78-LPS, the rough strain produced significantly (\nP\n<0.0001) less biofilm than its smooth wild-type strain at 30°C. Even though substitution of O78-LPS with O111-LPS had little effect on biofilm formation, the substitution of O78-LPS with O1-LPS has in contrary greatly enhanced biofilm formation in these bacteria at 30°C. Since the O1-LPS-driven enhancement of bacteria biofilm occurs at 30°C condition and is repressed at host temperatures (37°C/42°C), this indicates that its role could be more important in the persistence of bacteria in the environment, and that the temperature of 30°C in early O1-LPS-associated biofilm formation is necessary. The fact that O1-LPS-driven biofilm is not highly formed at 37°C and 42°C (\nFig. 6C\n), could be related to a change in the LPS-O1 bilayer structure at higher temperature \n[76]\n, \n[77]\n, \n[78]\n leading to the disturbance of the early biofilm formed. To our knowledge, this is the first report on the effect of the nature of LPS on biofilm formation.",
    "conclusion": "Conclusion\nA novel putative sugar utilization pathway operon that is not present in other \nE. coli\n strains but found in \nSalmonella\n serovars, an ABC iron transport system and a type IV fimbriae \npil\n operon were located on pChi7122-2 and pChi7122-3 respectively. Multiple plasmid-encoded mechanisms, including toxin-antitoxin modules and the novel sugar pathway could be important in the fitness and persistence of APEC χ7122.\nLarge plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in \nE. coli\n K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four different factor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-, and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could have distinct functions. Some of them could be important in the acquisition of genetic material and persistence of bacteria in the environment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPEC model strain χ7122 (O78∶K80∶H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity.",
    "materials_and_methods": "Materials and Methods\nBacterial strains and growth conditions\nMost of the bacterial strains used in this study, listed in \nTable 1\n, are derived from the highly virulent APEC strain χ7122 (O78∶K80∶H9) \n[79]\n and were fully described in our previous studies \n[10]\n, \n[12]\n, \n[80]\n.\nTo evaluate the effect of the host strain background on plasmid-associated phenotypes, we used three derivatives of χ7122 with different LPS profiles containing the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3; a rough mutant strain (O78-) of APEC χ7122, χ7145; and two derivatives of χ7145, χ7167 and χ7193, which respectively express O111 and O1 antigens rather than the native O78 antigen. We also used strains derived from an \nE. coli\n K-12, χ6092, containing either pChi7122-1, χ7346; pChi7122-2, χ7347; or pChi7122-3, χ7348 (\nTable 1\n, \n[10]\n, \n[12]\n, \n[80]\n).\nAntibiotic susceptibility testing of strains was performed and interpreted via disk diffusion method, as recommended by the Clinical and Laboratory Standards Institute (CLSI) \n[81]\n, \n[82]\n.\nA collection of one hundred human strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) \n[19]\n, eighty APEC strains, and forty-five enteric \nE. coli\n strains (from our collection) were used to study the distribution of pChi7122-2 and pChi7122-3-associated genes among different groups of pathogenic \nE. coli\n by PCR.\nUnless otherwise stated, bacteria were routinely grown in Luria Bertani (LB) broth or on MacConkey agar supplemented with 1% lactose at 37°C. Strains were stored as stock cultures at −80°C in peptone-glycerol medium. All wild-type derivative strains grew similarly in LB and reached the OD\n600\n ∼1.0 when incubated overnight (O/N) at 37°C standing, except the strain χ7561 (pChi7122-1, pChi7122-2) which had a slightly lower growth and its OD\n600\n was around 0.8 when grown in the same conditions.\nPlasmid sequencing and annotation\nThe DNA sequences of pChi7122-2, pChi7122-3 and pChi7122-4 plasmids were derived from contig sequences of the whole genomic DNA of APEC χ7122. The sequences were manipulated to the standard of an ‘Improved High-Quality Draft’ \n[83]\n. The program Artemis \n[84]\n was used to identify the plasmids and collate data. For each of the three plasmids all the sequence gaps were closed by directed polymerase chain reaction (PCR) and the products sequenced with big dye terminator chemistry on ABI3730 capillary sequencers. All the plasmids were circularized and contiguated using this method.\nThe DNA sequences were annotated to identify coding sequences and repeat sequences in Artemis and the vector NTI suite of programs was used to confirm the previous analysis. To identify plasmids with similar sequences, pChi7122-2 (FR851303) and pChi7122-3 (FR851304) were compared by BLASTn at NCBI. Plasmid sequences of pEG356 (FN594520.1) from \nShigella sonnei\n, pHK01 (HM355591.1) from a urinary \nE. coli\n isolate, pAA (FN554767.1) from EAEC, and pKF3-70 (FJ494913.1) from \nK. pneumoniae\n, and R721 (AP002527.1) a trimethoprim and streptomycin resistant plasmid from an \nE. coli\n were downloaded. Plasmid sequences were aligned and then visualized using ACT and Mauve v2.3.1 \n[85]\n. Schematic plasmid drawings were constructed using DNAplotter \n[86]\n.\nAmino acid sequence and protein structural-based alignments were performed using the CLC Free Workbench software tool (v. 6.1 CLC bio A/S, Aarhus, Denmark) and the web-based interface for ESPript v.2.2 (\nhttp://espript.ibcp.fr/ESPript/cgi-bin/ESPript.cgi\n) \n[87]\n, respectively. The 3-D structure of the proteins pChiA, pChiT, pChiO, pChiD, and pChiR were predicted using position specific iterative (PSI)- BLAST alignment and HHpred \n[38]\n.\nPrevalence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and pilV) genes among avian and human pathogenic \nE. coli\n\n\nOne hundred human \nE. coli\n strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) \n[19]\n, eighty APEC strains, and forty-five enteric \nE. coli\n strains (from our collection) were screened by PCR \n[19]\n for the presence of the \neitA\n, \npilS\n, and \npilV\n genes using the primers \neitA\n F: \n5′-AACTGCGGCTATCAGGAGAC-3′\n and \neitA\n R : \n5′-CAGGTCATATCCCACAGCTT-3′\n; \npilS\n F: \n5′-CTTCTCTTTCTGCACACCGT-3′\n and \npilS\n R: \n5′-TGTGATTGTAACGGAGCC-3′\n; \npilV\n F: \n5′-TCTATACAGGCGAGTATTTA-3′\n and \npilV\n R: \n5′-AATTCATACCAGAATACTCA-3′\n. The primers were designed from the sequence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and \npilV\n).\nGrowth comparison assays\nThe growth rates of strains were compared in iron-sequestered medium using LB containing 100 µM of α,α′-dipyridyl alone or supplemented with either Heme (Sigma, 600 µg ml\n−1\n), hemoglobin (Sigma, 60 µg ml\n−1\n), or FeSO\n4\n (Sigma, 20 mM: control). The growth rates were also tested in minimal medium MM9 \n[12]\n, MM9 with thiamin (1 µg ml\n−1\n) and 0.1% casamino acid, and supplemented with glucose, lactose, arabinose, mannose, galactose, glucuronic acid, or glucoronic acid (0.2%) as source of carbon at 37°C shaking (180 rpm). The OD\n600\n was recorded every hour over 24-hour period.\nInteraction of strains with 3-D INT-407 human epithelial cells\n3-D cultures of human INT-407 cells (ATCC CCL6) were used as model intestinal epithelium and were prepared as previously described \n[54]\n. Approximately 10\n6\n CFU of PBS-washed bacteria, grown rotating to an OD\n600\n 1.0 in LB, were added to each well (multiplicity of infection [MOI], 10). For bacterial association assays, the 24-well plates were incubated at 37°C in 5% CO\n2\n for 1 hour, and rinsed three times with PBS. PBS-0.1% (w/v) deoxycholic acid sodium salt was added to each well, and samples were diluted and spread on MacConkey medium plates for enumeration by viable colony counting. For invasion assays, extracellular bacteria were killed following the initial 1-h incubation period by an additional 1-h incubation in medium containing gentamicin (100 µg/ml; Sigma-Aldrich). Cells were then washed 3× with PBS and lysed. Bacterial titers in the lysates were determined by serial dilutions and plating on MacConkey agar. The results were expressed as the Log\n10\nCFU/ml.\nAntibodies specific for O78-LPS (Denken Seiken) and the human tight junction protein ZO-1 (Invitrogen) were used for confocal laser scanning microscopy (CLSM) imaging. Antibodies were of porcine and mouse origins, respectively, and were used at a dilution of 1∶500 (anti-O78-LPS) and 1∶100 (anti-ZO-1). Goat anti-porcine and anti-mouse secondary antibodies labeled with Alexa Fluor 555 (Invitrogen) were used to detect the bound primary antibodies anti-O78-LPS and anti-ZO-1 respectively and were diluted 1∶500 in blocking solution (8% bovine serum albumin, 0.05% Triton-X100 in DPBS). Cell nuclei and the F-actin cytoskeleton were visualized with 4′, 6-diamidino-2-phenylindole hydrochloride (DAPI) and phalloidin (Invitrogen), respectively. The fixation and staining of 3-D aggregates was performed as described previously \n[88]\n. Optical sections of the 3-D aggregates were obtained using a Zeiss LSM 510 Duo laser scanning microscope equipped with detectors and filter sets for monitoring emissions of the selected fluorophores. Images were acquired using a Plan-Neofluar 40×/1.3 oil DIC objective and were analyzed with the Zeiss LSM software package. Axiovision 4.8 software from Carl Zeiss was used to further process collected images.\nSensitivity of strains to deoxycholate (DOC) and acid shock tolerance\nTo determine the ability of bacteria to survive at sub-lethal bile concentration, different strains were grown rotating to an OD\n600\n 1.0 in LB medium. Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB agar and LB agar containing 1% (w/v) DOC plates and incubated overnight at 37°C.\nFor acid shock assays, bacterial cells were grown at 37°C in LB broth, pH 7, O/N standing. Cultures adjusted to the same OD\n600\n of 1.0 were diluted 1∶1,000 in LB, pH 2.5, and incubated at 37°C with gentle shaking (50 rpm). Samples were cultured by direct plating on LB agar after 8 h and 18 h to determine the percent survival following acid stress. As controls, bacteria were also grown in LB, pH 7 in the same conditions to determine if the growth of bacteria was affected.\nBiofilm formation assay\nBiofilm formation assays were performed in 96-well polystyrene microtiter plates (Becton Dickinson, Franklin Lakes, NJ) \n[89]\n. In brief, strains were grown to stationary phase in LB at 37°C and then diluted 1∶100 in LB supplemented with 0.1% (w/v) L-glucose. Aliquots of 200 µL for each dilution were dispensed per well into a microtiter plate (four wells/strain). Each strain was tested in quadruplicate, wells containing sterile medium were used as negative controls. Plates were sealed with parafilm and cultured standing either at 30°C, 37°C or 42°C for 5 days to mimic the environmental and body temperature of humans and chickens, respectively. The media of the plates were then decanted, and the plates were washed twice with sterile PBS. Microplates were then stained with 200 µL of 1% (w/v) Crystal Violet for 30 min, followed by washing twice with PBS to remove unbound dye. After drying, dye-containing adherent cells were resolubilized with 200 µL of 30% (v/v) acetic acid solution. The absorbance was measured at 570 nm in an ELISA reader (SpectraMax M2, Molecular Devices). All tests were carried out at least three times, and the results were averaged.\nStatistical analysis\nData were analyzed by one-way analysis of variance (ANOVA), followed by Bonferroni's multiple-comparison test (GraphPad Prism software, version 5.07). Differences between average values were also tested for significance by performing an unpaired, two-sided Student \nt\n test. The levels of significance (\nP\n values) are reported and values ≤0.05 were taken to be significant.",
    "bacterial_strains_and_growth_conditions": "Bacterial strains and growth conditions\nMost of the bacterial strains used in this study, listed in \nTable 1\n, are derived from the highly virulent APEC strain χ7122 (O78∶K80∶H9) \n[79]\n and were fully described in our previous studies \n[10]\n, \n[12]\n, \n[80]\n.\nTo evaluate the effect of the host strain background on plasmid-associated phenotypes, we used three derivatives of χ7122 with different LPS profiles containing the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3; a rough mutant strain (O78-) of APEC χ7122, χ7145; and two derivatives of χ7145, χ7167 and χ7193, which respectively express O111 and O1 antigens rather than the native O78 antigen. We also used strains derived from an \nE. coli\n K-12, χ6092, containing either pChi7122-1, χ7346; pChi7122-2, χ7347; or pChi7122-3, χ7348 (\nTable 1\n, \n[10]\n, \n[12]\n, \n[80]\n).\nAntibiotic susceptibility testing of strains was performed and interpreted via disk diffusion method, as recommended by the Clinical and Laboratory Standards Institute (CLSI) \n[81]\n, \n[82]\n.\nA collection of one hundred human strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) \n[19]\n, eighty APEC strains, and forty-five enteric \nE. coli\n strains (from our collection) were used to study the distribution of pChi7122-2 and pChi7122-3-associated genes among different groups of pathogenic \nE. coli\n by PCR.\nUnless otherwise stated, bacteria were routinely grown in Luria Bertani (LB) broth or on MacConkey agar supplemented with 1% lactose at 37°C. Strains were stored as stock cultures at −80°C in peptone-glycerol medium. All wild-type derivative strains grew similarly in LB and reached the OD\n600\n ∼1.0 when incubated overnight (O/N) at 37°C standing, except the strain χ7561 (pChi7122-1, pChi7122-2) which had a slightly lower growth and its OD\n600\n was around 0.8 when grown in the same conditions.",
    "plasmid_sequencing_and_annotation": "Plasmid sequencing and annotation\nThe DNA sequences of pChi7122-2, pChi7122-3 and pChi7122-4 plasmids were derived from contig sequences of the whole genomic DNA of APEC χ7122. The sequences were manipulated to the standard of an ‘Improved High-Quality Draft’ \n[83]\n. The program Artemis \n[84]\n was used to identify the plasmids and collate data. For each of the three plasmids all the sequence gaps were closed by directed polymerase chain reaction (PCR) and the products sequenced with big dye terminator chemistry on ABI3730 capillary sequencers. All the plasmids were circularized and contiguated using this method.\nThe DNA sequences were annotated to identify coding sequences and repeat sequences in Artemis and the vector NTI suite of programs was used to confirm the previous analysis. To identify plasmids with similar sequences, pChi7122-2 (FR851303) and pChi7122-3 (FR851304) were compared by BLASTn at NCBI. Plasmid sequences of pEG356 (FN594520.1) from \nShigella sonnei\n, pHK01 (HM355591.1) from a urinary \nE. coli\n isolate, pAA (FN554767.1) from EAEC, and pKF3-70 (FJ494913.1) from \nK. pneumoniae\n, and R721 (AP002527.1) a trimethoprim and streptomycin resistant plasmid from an \nE. coli\n were downloaded. Plasmid sequences were aligned and then visualized using ACT and Mauve v2.3.1 \n[85]\n. Schematic plasmid drawings were constructed using DNAplotter \n[86]\n.\nAmino acid sequence and protein structural-based alignments were performed using the CLC Free Workbench software tool (v. 6.1 CLC bio A/S, Aarhus, Denmark) and the web-based interface for ESPript v.2.2 (\nhttp://espript.ibcp.fr/ESPript/cgi-bin/ESPript.cgi\n) \n[87]\n, respectively. The 3-D structure of the proteins pChiA, pChiT, pChiO, pChiD, and pChiR were predicted using position specific iterative (PSI)- BLAST alignment and HHpred \n[38]\n.",
    "prevalence_of_pchi7122-2_(eita)_and_pchi7122-3_(pils_and_pil": "Prevalence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and pilV) genes among avian and human pathogenic \nE. coli\n\n\nOne hundred human \nE. coli\n strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) \n[19]\n, eighty APEC strains, and forty-five enteric \nE. coli\n strains (from our collection) were screened by PCR \n[19]\n for the presence of the \neitA\n, \npilS\n, and \npilV\n genes using the primers \neitA\n F: \n5′-AACTGCGGCTATCAGGAGAC-3′\n and \neitA\n R : \n5′-CAGGTCATATCCCACAGCTT-3′\n; \npilS\n F: \n5′-CTTCTCTTTCTGCACACCGT-3′\n and \npilS\n R: \n5′-TGTGATTGTAACGGAGCC-3′\n; \npilV\n F: \n5′-TCTATACAGGCGAGTATTTA-3′\n and \npilV\n R: \n5′-AATTCATACCAGAATACTCA-3′\n. The primers were designed from the sequence of pChi7122-2 (\neitA\n) and pChi7122-3 (\npilS\n and \npilV\n).",
    "growth_comparison_assays": "Growth comparison assays\nThe growth rates of strains were compared in iron-sequestered medium using LB containing 100 µM of α,α′-dipyridyl alone or supplemented with either Heme (Sigma, 600 µg ml\n−1\n), hemoglobin (Sigma, 60 µg ml\n−1\n), or FeSO\n4\n (Sigma, 20 mM: control). The growth rates were also tested in minimal medium MM9 \n[12]\n, MM9 with thiamin (1 µg ml\n−1\n) and 0.1% casamino acid, and supplemented with glucose, lactose, arabinose, mannose, galactose, glucuronic acid, or glucoronic acid (0.2%) as source of carbon at 37°C shaking (180 rpm). The OD\n600\n was recorded every hour over 24-hour period.",
    "interaction_of_strains_with_3-d_int-407_human_epithelial_cel": "Interaction of strains with 3-D INT-407 human epithelial cells\n3-D cultures of human INT-407 cells (ATCC CCL6) were used as model intestinal epithelium and were prepared as previously described \n[54]\n. Approximately 10\n6\n CFU of PBS-washed bacteria, grown rotating to an OD\n600\n 1.0 in LB, were added to each well (multiplicity of infection [MOI], 10). For bacterial association assays, the 24-well plates were incubated at 37°C in 5% CO\n2\n for 1 hour, and rinsed three times with PBS. PBS-0.1% (w/v) deoxycholic acid sodium salt was added to each well, and samples were diluted and spread on MacConkey medium plates for enumeration by viable colony counting. For invasion assays, extracellular bacteria were killed following the initial 1-h incubation period by an additional 1-h incubation in medium containing gentamicin (100 µg/ml; Sigma-Aldrich). Cells were then washed 3× with PBS and lysed. Bacterial titers in the lysates were determined by serial dilutions and plating on MacConkey agar. The results were expressed as the Log\n10\nCFU/ml.\nAntibodies specific for O78-LPS (Denken Seiken) and the human tight junction protein ZO-1 (Invitrogen) were used for confocal laser scanning microscopy (CLSM) imaging. Antibodies were of porcine and mouse origins, respectively, and were used at a dilution of 1∶500 (anti-O78-LPS) and 1∶100 (anti-ZO-1). Goat anti-porcine and anti-mouse secondary antibodies labeled with Alexa Fluor 555 (Invitrogen) were used to detect the bound primary antibodies anti-O78-LPS and anti-ZO-1 respectively and were diluted 1∶500 in blocking solution (8% bovine serum albumin, 0.05% Triton-X100 in DPBS). Cell nuclei and the F-actin cytoskeleton were visualized with 4′, 6-diamidino-2-phenylindole hydrochloride (DAPI) and phalloidin (Invitrogen), respectively. The fixation and staining of 3-D aggregates was performed as described previously \n[88]\n. Optical sections of the 3-D aggregates were obtained using a Zeiss LSM 510 Duo laser scanning microscope equipped with detectors and filter sets for monitoring emissions of the selected fluorophores. Images were acquired using a Plan-Neofluar 40×/1.3 oil DIC objective and were analyzed with the Zeiss LSM software package. Axiovision 4.8 software from Carl Zeiss was used to further process collected images.",
    "sensitivity_of_strains_to_deoxycholate_(doc)_and_acid_shock_": "Sensitivity of strains to deoxycholate (DOC) and acid shock tolerance\nTo determine the ability of bacteria to survive at sub-lethal bile concentration, different strains were grown rotating to an OD\n600\n 1.0 in LB medium. Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB agar and LB agar containing 1% (w/v) DOC plates and incubated overnight at 37°C.\nFor acid shock assays, bacterial cells were grown at 37°C in LB broth, pH 7, O/N standing. Cultures adjusted to the same OD\n600\n of 1.0 were diluted 1∶1,000 in LB, pH 2.5, and incubated at 37°C with gentle shaking (50 rpm). Samples were cultured by direct plating on LB agar after 8 h and 18 h to determine the percent survival following acid stress. As controls, bacteria were also grown in LB, pH 7 in the same conditions to determine if the growth of bacteria was affected.",
    "biofilm_formation_assay": "Biofilm formation assay\nBiofilm formation assays were performed in 96-well polystyrene microtiter plates (Becton Dickinson, Franklin Lakes, NJ) \n[89]\n. In brief, strains were grown to stationary phase in LB at 37°C and then diluted 1∶100 in LB supplemented with 0.1% (w/v) L-glucose. Aliquots of 200 µL for each dilution were dispensed per well into a microtiter plate (four wells/strain). Each strain was tested in quadruplicate, wells containing sterile medium were used as negative controls. Plates were sealed with parafilm and cultured standing either at 30°C, 37°C or 42°C for 5 days to mimic the environmental and body temperature of humans and chickens, respectively. The media of the plates were then decanted, and the plates were washed twice with sterile PBS. Microplates were then stained with 200 µL of 1% (w/v) Crystal Violet for 30 min, followed by washing twice with PBS to remove unbound dye. After drying, dye-containing adherent cells were resolubilized with 200 µL of 30% (v/v) acetic acid solution. The absorbance was measured at 570 nm in an ELISA reader (SpectraMax M2, Molecular Devices). All tests were carried out at least three times, and the results were averaged.",
    "statistical_analysis": "Statistical analysis\nData were analyzed by one-way analysis of variance (ANOVA), followed by Bonferroni's multiple-comparison test (GraphPad Prism software, version 5.07). Differences between average values were also tested for significance by performing an unpaired, two-sided Student \nt\n test. The levels of significance (\nP\n values) are reported and values ≤0.05 were taken to be significant.",
    "supporting_information": "Supporting Information\nFigure S1\n\n\nPlasmids genomes comparison.\n Mauve pairwise nucleotide comparison of the complete pChi7122-2 DNA sequence to that of pEG356 (FN594520.1), pHK01 (HM355591.1), pAA (FN554767.1), and pKF3-70 (FJ494913.1) (\nA\n) and pChi7122-3 DNA sequence to that of R721 (AP002527.1). The colored boxes represent homologous segments completely free of genomic rearrangements. These boxes are connected by lines between genomes. Blocks below the center line indicate regions with inverse orientation. Regions outside blocks lack homology between genomes. White regions indicate the sequence specific to a genome.\n(TIF)\nClick here for additional data file.\nFigure S2\n\n\nComparison of growth rates of bacteria in iron-restricted media.\n\n\nE. coli\n K-12 (χ6092) and its derivatives: pChi7122-1 (χ7346), pChi7122-2 (χ7347), and pChi7122-3 (χ7348) were grown in LB medium containing 2,2′-dipyridyl (- iron) or supplemented with either FeSO\n4\n (control), Heme, or Hemoglobin at 37°C for 24 h.\n(TIF)\nClick here for additional data file.\nFigure S3\n\n\nMultiple amino acid sequence alignment.\n pChiD, pChiO, pChiT, and pChiA of pChi7122-2 were aligned with their homologous proteins from other bacteria. Arrows indicate β sheets; spirals α helixes and TT loops.\n(TIF)\nClick here for additional data file.\nFigure S4\n\n\nComparison of growth rates of bacteria in the presence of different carbon sources.\n The wild-type strain χ7122 and its derivatives: No-plasmids (χ7368), pChi7122-1 (χ7394), pChi7122-2 (χ7392), pChi7122-3 (χ7367) were tested for growth in either strict MM9 (\nA\n) or MM9 containing thiamin and casamino acid (\nB\n) without sugar, or with different sugars (glucose, lactose, arabinose, mannose, galactose, glucoronic acid, or glucoronic acid).\n(TIF)\nClick here for additional data file.\nTable S1\n\n\nSummary of information about the coding sequences of pChi7122-2.\n In this table, we present details of all coding sequences found in pChi7122-2.\n(DOC)\nClick here for additional data file.\nTable S2\n\n\nSummary of information about the coding sequences of pChi7122-3.\n In this table, we present details of all coding sequences found in pChi7122-3.\n(DOC)\nClick here for additional data file.\nTable S3\n\n\nPutative functions of pChi7122-2-encoded sugar pathways genes.\n In this table, we present the putative functions of \npChiA\n, \npChiD\n, \npChiT\n, \npChiO\n, and \npChiR\n genes of the sugar pathway encoded by pChi7122-2.\n(DOC)\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3251573/"
}