{
  "id": "PMC3545801",
  "title": "Growth of Carnobacterium spp. from permafrost under low pressure, temperature, and anoxic atmosphere has implications for Earth microbes on Mars",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Growth of Carnobacterium spp. from permafrost under low pressure, temperature, and anoxic atmosphere has implications for Earth microbes on Mars",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3545801/"
  },
  "sections": {
    "permalink": "Copy",
    "wayne_l_nicholson": "Departments of \na\nMicrobiology and Cell Science and\nFind articles by \nWayne L Nicholson",
    "kirill_krivushin": "b\nInstitute of Physicochemical and Biological Problems in Soil Science, Russian Academy of Sciences, Pushchino 142290 Moscow Region, Russian Federation\nFind articles by \nKirill Krivushin",
    "david_gilichinsky": "b\nInstitute of Physicochemical and Biological Problems in Soil Science, Russian Academy of Sciences, Pushchino 142290 Moscow Region, Russian Federation\nFind articles by \nDavid Gilichinsky",
    "andrew_c_schuerger": "c\nPlant Pathology, Space Life Sciences Laboratory, University of Florida, Merritt Island, FL 32953; and\nFind articles by \nAndrew C Schuerger",
    "series_information": "From the Cover",
    "abstract": "The ability of terrestrial microorganisms to grow in the near-surface environment of Mars is of importance to the search for life and protection of that planet from forward contamination by human and robotic exploration. Because most water on present-day Mars is frozen in the regolith, permafrosts are considered to be terrestrial analogs of the martian subsurface environment. Six bacterial isolates were obtained from a permafrost borehole in northeastern Siberia capable of growth under conditions of low temperature (0 °C), low pressure (7 mbar), and a CO\n2\n-enriched anoxic atmosphere. By 16S ribosomal DNA analysis, all six permafrost isolates were identified as species of the genus \nCarnobacterium\n, most closely related to \nC. inhibens\n (five isolates) and \nC. viridans\n (one isolate). Quantitative growth assays demonstrated that the six permafrost isolates, as well as nine type species of \nCarnobacterium\n (\nC. alterfunditum\n, \nC. divergens\n, \nC. funditum\n, \nC. gallinarum\n, \nC. inhibens\n, \nC. maltaromaticum\n, \nC. mobile\n, \nC. pleistocenium\n, and \nC. viridans\n) were all capable of growth under cold, low-pressure, anoxic conditions, thus extending the low-pressure extreme at which life can function.\nKeywords:\n astrobiology, planetary protection",
    "results_and_discussion": "Isolation of Microorganisms from Siberian Permafrost.\n\n\nSamples of permafrost obtained from the Siberian arctic (\nFig. 1\n) were suspended and plated on trypticase soy broth yeast extract salt (TSBYS) medium and incubated at room temperature (ca. 23 °C) for up to 28 d. Colonies were either picked or replica-plated onto fresh TSBYS plates and incubated for 30 d under low-PTA conditions. Out of a total of ∼9.3 × 10\n3\n colonies tested from four different permafrost soil samples, 6 colonies were observed to grow under low-PTA conditions (\nTable 1\n). Five isolates, (strains WN1359 and WN1370–WN1373) were obtained from permafrost soil sample 4, and a single isolate (strain WN1374) was obtained from soil sample 9 (\nTable 1\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\n(\nUpper\n) Geological cross-section of drilling site DH 2/09 on the right bank of the Kolyma River. Scale bar at left denotes meters above sea level. (\nLower\n) Map location of drill site DH 2/09 at 68.633°N, 159.079°E.\nTable 1.\n\n\nIsolation from Siberian permafrost of bacterial strains capable of growing under simulated Mars conditions\n\n\n\n\n\n\nPermafrost sample\n\n\nTotal colonies tested\n\n\nNo. of isolates\n\n\nStrain designations\n\n\n\n\n\n\n\n\n4\n\n\n2.1 × 10\n3\n\n\n\n\n5\n\n\nWN1359 WN1370 WN1371 WN1372 WN1373\n\n\n\n\n\n\n5\n\n\n3.1 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n8\n\n\n3.3 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n9\n\n\n7.9 × 10\n2\n\n\n\n\n1\n\n\nWN1374\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nn/a, not applicable.\nGrowth of Permafrost Isolates Under Low-PTA Conditions.\n\n\nTo further understand the effects of temperature, atmospheric composition, and pressure on permafrost isolates, the following experiment was performed, depicted in \nFig. 2\n. One hundred isolates from permafrost samples 4, 5, 8, and 9 were picked onto triplicate TSBYS plates. All plates were incubated at 0 °C for 30 d under different combinations of atmosphere and pressure. The TSBYS plate incubated at Earth atmospheric composition and pressure (i.e., low-T conditions) showed luxuriant colony development with a variety of different colony morphotypes, including distinctive orange colonies (\nFig. 2\nA\n). On the replicate TSBYS plate incubated under anoxic atmosphere but Earth-normal pressure of 1,013 mbar (i.e., low-TA conditions) only one colony, number 43, was able to grow (\nFig. 2\nB\n). This same colony was also able to grow at 7 mbar pressure under full low-PTA conditions (\nFig. 2\nC\n); in fact, it seemed that colony 43 actually grew best under low-PTA conditions (compare in \nFig. 2 panels \nA\n, \nB\n, and \nC\n). Isolate 43 was streak-purified and designated strain WN1359. Despite the fact that growth of the other 99 colonies was severely inhibited by 30 d of exposure to low-PTA conditions, all colonies recovered and grew rapidly (within 24 h) upon return to laboratory benchtop conditions (\nFig. 2\nD\n). This result is in good agreement with previous observations that growth inhibition of microbes caused by exposure to low pressure is apparently nonlethal and rapidly reversible (\n7\n, \n10\n).\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nGrowth of 100 isolates from Siberian permafrost samples on TSBYS plates. Isolates are from permafrost sample 5 (colonies 1–25), 4 (colonies 26–50), 8 (colonies 51–75), and 9 (colonies 76–100). (\nA–C\n) All isolates were cultivated for 30 d at 0 °C under the following conditions: (\nA\n) Earth atmosphere and pressure. (\nB\n) Simulated Mars atmosphere, Earth pressure. (\nC\n) Simulated Mars atmosphere and pressure. Colony 43 from permafrost sample 4 was designated strain WN1359. (\nD\n) Same plate as in \nC\n, but after 1 additional day of incubation on the laboratory bench (i.e., at room temperature, Earth atmospheric composition and pressure).\nIdentification of Permafrost Isolates as \nCarnobacterium\n spp.\n\n\nThe 16S ribosomal DNA (rDNA) sequences were determined for all six isolates that could grow under low-PTA conditions (\nTable 1\n) and were compared with the16S rDNA database in the Ribosomal Database Project (\nFig. 3\n). All five isolates from permafrost sample 4 were found to be most closely related to \nCarnobacterium inhibens\n type strain DSM13024\nT\n, with the following % identities: WN1359 (94.9%), WN1370 (95.7%), WN1371 (95.9%), WN1372 (96.4%), and WN1373 (96.6%). The sole isolate from permafrost sample 9, strain WN1374, was found to be most closely related to \nCarnobacterium viridans\n type strain DSM14451\nT\n (96.7%). Using the molecular criteria that bacterial species and genera demonstrate >97% and >95% 16S rDNA sequence identity, respectively (\n11\n, \n12\n), the permafrost isolates likely represent unique species of the genus \nCarnobacterium\n; however, definitive designation of species status must await more rigorous taxonomic characterization (\n13\n). It is quite interesting to note that the 16S rDNA sequences from all five \nCarnobacterium\n spp. isolates obtained from permafrost sample 4 were found to be >97% identical to \nCarnobacterium\n sp. strain LV62:W1 isolated from Lake Vanda, Antarctica (GenBank accession no. \nAF076637\n) (\n14\n). Furthermore, 16S rDNA from the single strain isolated from permafrost sample 9 was >97% identical to that of \nCarnobacterium\n sp. strain ARCTIC-P35 (GenBank accession no. \nAY573048\n (\n15\n). Thus, all of the permafrost isolates obtained in this study were most closely related to other \nCarnobacterium\n spp. isolated from Arctic and Antarctic environments.\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nPhylogenetic tree depicting the relatedness of permafrost isolates (gray boxes) to \nCarnobacterium\n type strains. The tree was constructed using the Tree Builder program on the Ribosomal Database Project server, using \nDesemzia incerta\n as the outgroup. Numbers to the right of strain names are the GenBank accession numbers of the corresponding 16S rDNA sequences.\nSeveral of the distinctive orange colonies (\nFig. 2\n) were also characterized by 16S rDNA sequence analysis as most closely related to the Gram-positive psychrophile \nExiguobacterium sibiricum\n strain 7-3, which was previously reported to have been isolated from permafrost samples obtained from the Kolyma region by one of the authors (D.G.) (\n16\n). Although these isolates were unable to grow under low-PTA conditions (\nFig. 2\n), this observation lent greater confidence that the \nCarnobacterium\n spp. isolates described here indeed originated from permafrost and were not contaminants.\nGrowth Kinetics of Permafrost Isolates and \nCarnobacterium\n Type Species Under Low-PTA Conditions.\n\n\nAt present, the genus \nCarnobacterium\n consists of ten recognized species: \nC. alterfunditum\n, \nC. divergens\n, \nC. funditum\n, \nC. gallinarum\n, \nC. inhibens\n, \nC. jeotgali\n, \nC. maltaromaticum\n, \nC. mobile\n, \nC. pleistocenium\n, and \nC. viridans\n. All \nCarnobacterium\n species to date are capable of growing at low temperatures and have been isolated from a wide variety of environments, including the Arctic and Antarctic (\nTable 2\n). This observation prompted us to quantify the growth kinetics under low-PTA conditions of both the permafrost isolates and nine type species of \nCarnobacterium\n. A typical experiment performed on triplicate samples of permafrost strain WN1359 (\nFig. 4\n) showed that strain WN1359 grew better under low-TA conditions (triangles) than low-T conditions (circles), and grew best under low-PTA conditions (squares).\n\n\nTable 2.\n\n\nBacterial strains used in this study\n\n\n\n\n\n\nStrain\n\n\nGenus and species\n\n\nIsolated from:\n\n\nSource [ref(s).]\n\n\n\n\n\n\n\n\nWN1343\n\n\n\n\nSerratia liquefaciens\n ATCC27592\n\n\nn/a\n\n\nATCC\n\n\n\n\n\n\nWN1359\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1370\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1371\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1372\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1373\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1374\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 9\n\n\nThis study\n\n\n\n\n\n\nWN1360 (DSM 4847\nT\n)\n\n\nC. gallinarum\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1361 (DSM 4848\nT\n)\n\n\nC. mobile\n\n\nIrradiated chicken meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1362 (DSM 13024\nT\n)\n\n\nC. inhibens\n\n\nIntestine of Atlantic salmon\n\n\nDSMZ (\n26\n)\n\n\n\n\n\n\nWN1363 (DSM 14451\nT\n)\n\n\nC. viridans\n\n\nRefrigerated, vacuum-packed bologna\n\n\nDSMZ (\n27\n)\n\n\n\n\n\n\nWN1364 (DSM 20342\nT\n)\n\n\nC. maltaromaticum\n\n\nMilk with malty flavor\n\n\nDSMZ (\n28\n)\n\n\n\n\n\n\nWN1366 (DSM 20623\nT\n)\n\n\nC. divergens\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n, \n29\n)\n\n\n\n\n\n\nWN1367 (DSM 5970\nT\n)\n\n\nC. funditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1368 (DSM 5972\nT\n)\n\n\nC. alterfunditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1369 (DSM 17715\nT\n)\n\n\nC. pleistocenium\n\n\nPermafrost, Fox Tunnel, Alaska\n\n\nDSMZ (\n18\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nATCC, American Type Culture Collection; n/a, not applicable.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nGrowth kinetics of permafrost isolate WN1359 on TSBYS at 0 °C and Earth atmosphere and pressure (circles); simulated Mars atmosphere and Earth pressure (triangles); and simulated Mars atmosphere and pressure (squares). Data are averages and SDs of triplicate determinations.\nThe same experiment depicted for strain WN1359 in \nFig. 4\n was also conducted on all six permafrost isolates (\nFig. 5\nA\n) and nine \nCarnobacterium\n spp. type strains (\nFig. 5\nB\n); to conserve space, the data were converted to number of generations each strain grew over the 28-d course of the experiment (\nMaterials and Methods\n). All bacteria were capable of growth under low-PTA conditions, but several distinct patterns of growth under different environmental conditions emerged (\nFig. 5\n). For convenience, the growth pattern observed by strain WN1359 is designated here as \nabc\n, following its statistical grouping (\nFig. 5\nA\n). In other words, growth followed the pattern low-PTA > low-TA > low-T (\nFig. 5\nA\n). In addition to strain WN1359, strains WN1370, WN1373, \nC. mobile\n, and \nC. inhibens\n also exhibited the \nabc\n pattern of growth (\nFig. 5\n). Other growth patterns were also discernible. For example, several bacteria demonstrated an \nabb\n growth pattern (i.e., their growth followed the pattern low-TA = low-PTA > low-T). These strains included permafrost strain WN1374, \nC. gallinarum\n, \nC. viridans\n, \nC. divergens\n, \nC. funditum\n, and \nC. alterfunditum\n. Strains WN1372 and \nC. pleistocenium\n exhibited an \naab\n growth pattern, in which they only grew better under low-PTA conditions (\nFig. 5\n). Finally, strains WN1371 and \nC. maltaromaticum\n exhibited an \naaa\n growth pattern in which no statistical difference in growth was detected under the three conditions tested. For comparative purposes, the same experiment was performed on \nS. liquefaciens\n strain ATCC7529, also recently shown to grow at 7 mbar, which exhibited an \naaa\n type growth pattern.\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nGrowth of permafrost isolates (\nA\n) and \nCarnobacterium\n spp. type strains (\nB\n) after 28 d of incubation on TSBYS plates at 0 °C and the following conditions: Earth atmosphere and pressure (open bars); simulated Mars atmosphere and Earth pressure (shaded bars); and simulated Mars atmosphere and pressure (black bars). Generations were calculated as described in \nMaterials and Methods\n. Data shown are averages and SDs of triplicate determinations. Lowercase letters denote significant differences compared with the Earth control of each strain (ANOVA, \nP\n ≤ 0.05). \nCga\n, \nC. gallinarum\n; \nCmo\n, \nC. mobile\n; \nCin\n, \nC. inhibens\n; \nCvi\n, \nC. viridans\n; \nCma\n, \nC. maltaromaticum\n; \nCdi\n, \nC. divergens\n; \nCfu\n, \nC. funditum\n; \nCal\n, \nC. alterfunditum\n; \nCpl\n, \nC. pleistocenium\n; \nSli\n, \nSerratia liquefaciens\n.\nConclusions.\n\n\nFrom this work it can be seen that microbial communities from Siberian permafrost contain organisms capable of growing under conditions of low temperature, low pressure, and anoxic CO\n2\n-dominated atmosphere. It should be stressed, however, that low-PTA conditions are only a subset of the total potentially biotoxic physical factors constraining the survival or growth of terrestrial microbes on Mars, such as solar UV, extreme desiccation, solar particle events, and galactic cosmic rays. In addition, the martian regolith itself contains numerous potentially biotoxic factors, such as salinity, pH, and Eh of available liquid water; oxidizing soils created by UV-induced processes and soil chemical reactions; or the presence of heavy metals (discussed extensively in refs. \n7\n and \n17\n).\n\n\nNot all of the tested permafrost soil samples yielded isolates, perhaps because the initial incubations were performed at room temperature (\nca\n. 23 °C), which would inhibit the growth of strict psychrophiles; however, all isolates obtained from this set of experiments belonged to the genus \nCarnobacterium\n. As its name suggests, the first isolates of the genus were obtained as putative spoilage organisms of meat products. In this regard it is interesting to note that three species, \nC. gallinarum\n, \nC. viridans\n, and \nC. divergens\n, were all isolated from refrigerated vacuum-packed meats (\nTable 2\n), suggesting the ability of these microbes to grow under cold, low-pressure conditions. Several \nCarnobacterium\n spp. have also been isolated from permanently cold environments (\nC. alterfunditum\n, \nC. funditum\n), including arctic permafrost (\nC. pleistocenium\n) (\nTable 2\n). The extreme age of the Siberian permafrost isolates reported here (∼6,000–8,000 y) and the Alaskan permafrost isolate \nC. pleistocenium\n (∼32,000 y) (\n18\n) indicates that these species are capable of long periods of survival in permanently frozen environments.\n\n\nTerrestrial life has evolved mechanisms to tolerate and indeed flourish in extreme high-pressure habitats such as the deep ocean (\n19\n), but very little is understood regarding microbial responses to low pressure, a physical constraint not found in nature on the Earth’s surface. The discovery of terrestrial bacteria that can inhabit cold, low-pressure, anoxic environments has implications for the fields of extremophile biology, astrobiology, the search for extraterrestrial life, and planetary protection. Permafrosts seem to be promising locations for the isolation of microbes capable of growth under cold, anoxic, and hypobaric conditions such as are encountered on Mars. It is anticipated that further sampling of permafrost from other locations or depths will yield additional microbes exhibiting this unique set of properties.",
    "isolation_of_microorganisms_from_siberian_permafrost.": "Samples of permafrost obtained from the Siberian arctic (\nFig. 1\n) were suspended and plated on trypticase soy broth yeast extract salt (TSBYS) medium and incubated at room temperature (ca. 23 °C) for up to 28 d. Colonies were either picked or replica-plated onto fresh TSBYS plates and incubated for 30 d under low-PTA conditions. Out of a total of ∼9.3 × 10\n3\n colonies tested from four different permafrost soil samples, 6 colonies were observed to grow under low-PTA conditions (\nTable 1\n). Five isolates, (strains WN1359 and WN1370–WN1373) were obtained from permafrost soil sample 4, and a single isolate (strain WN1374) was obtained from soil sample 9 (\nTable 1\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\n(\nUpper\n) Geological cross-section of drilling site DH 2/09 on the right bank of the Kolyma River. Scale bar at left denotes meters above sea level. (\nLower\n) Map location of drill site DH 2/09 at 68.633°N, 159.079°E.\nTable 1.\n\n\nIsolation from Siberian permafrost of bacterial strains capable of growing under simulated Mars conditions\n\n\n\n\n\n\nPermafrost sample\n\n\nTotal colonies tested\n\n\nNo. of isolates\n\n\nStrain designations\n\n\n\n\n\n\n\n\n4\n\n\n2.1 × 10\n3\n\n\n\n\n5\n\n\nWN1359 WN1370 WN1371 WN1372 WN1373\n\n\n\n\n\n\n5\n\n\n3.1 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n8\n\n\n3.3 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n9\n\n\n7.9 × 10\n2\n\n\n\n\n1\n\n\nWN1374\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nn/a, not applicable.",
    "fig._1.": "Open in a new tab\n(\nUpper\n) Geological cross-section of drilling site DH 2/09 on the right bank of the Kolyma River. Scale bar at left denotes meters above sea level. (\nLower\n) Map location of drill site DH 2/09 at 68.633°N, 159.079°E.",
    "table_1.": "Isolation from Siberian permafrost of bacterial strains capable of growing under simulated Mars conditions\nPermafrost sample\n\n\nTotal colonies tested\n\n\nNo. of isolates\n\n\nStrain designations\n\n\n\n\n\n\n\n\n4\n\n\n2.1 × 10\n3\n\n\n\n\n5\n\n\nWN1359 WN1370 WN1371 WN1372 WN1373\n\n\n\n\n\n\n5\n\n\n3.1 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n8\n\n\n3.3 × 10\n3\n\n\n\n\n0\n\n\nn/a\n\n\n\n\n\n\n9\n\n\n7.9 × 10\n2\n\n\n\n\n1\n\n\nWN1374\nOpen in a new tab\nn/a, not applicable.",
    "growth_of_permafrost_isolates_under_low-pta_conditions.": "To further understand the effects of temperature, atmospheric composition, and pressure on permafrost isolates, the following experiment was performed, depicted in \nFig. 2\n. One hundred isolates from permafrost samples 4, 5, 8, and 9 were picked onto triplicate TSBYS plates. All plates were incubated at 0 °C for 30 d under different combinations of atmosphere and pressure. The TSBYS plate incubated at Earth atmospheric composition and pressure (i.e., low-T conditions) showed luxuriant colony development with a variety of different colony morphotypes, including distinctive orange colonies (\nFig. 2\nA\n). On the replicate TSBYS plate incubated under anoxic atmosphere but Earth-normal pressure of 1,013 mbar (i.e., low-TA conditions) only one colony, number 43, was able to grow (\nFig. 2\nB\n). This same colony was also able to grow at 7 mbar pressure under full low-PTA conditions (\nFig. 2\nC\n); in fact, it seemed that colony 43 actually grew best under low-PTA conditions (compare in \nFig. 2 panels \nA\n, \nB\n, and \nC\n). Isolate 43 was streak-purified and designated strain WN1359. Despite the fact that growth of the other 99 colonies was severely inhibited by 30 d of exposure to low-PTA conditions, all colonies recovered and grew rapidly (within 24 h) upon return to laboratory benchtop conditions (\nFig. 2\nD\n). This result is in good agreement with previous observations that growth inhibition of microbes caused by exposure to low pressure is apparently nonlethal and rapidly reversible (\n7\n, \n10\n).\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nGrowth of 100 isolates from Siberian permafrost samples on TSBYS plates. Isolates are from permafrost sample 5 (colonies 1–25), 4 (colonies 26–50), 8 (colonies 51–75), and 9 (colonies 76–100). (\nA–C\n) All isolates were cultivated for 30 d at 0 °C under the following conditions: (\nA\n) Earth atmosphere and pressure. (\nB\n) Simulated Mars atmosphere, Earth pressure. (\nC\n) Simulated Mars atmosphere and pressure. Colony 43 from permafrost sample 4 was designated strain WN1359. (\nD\n) Same plate as in \nC\n, but after 1 additional day of incubation on the laboratory bench (i.e., at room temperature, Earth atmospheric composition and pressure).",
    "fig._2.": "Open in a new tab\nGrowth of 100 isolates from Siberian permafrost samples on TSBYS plates. Isolates are from permafrost sample 5 (colonies 1–25), 4 (colonies 26–50), 8 (colonies 51–75), and 9 (colonies 76–100). (\nA–C\n) All isolates were cultivated for 30 d at 0 °C under the following conditions: (\nA\n) Earth atmosphere and pressure. (\nB\n) Simulated Mars atmosphere, Earth pressure. (\nC\n) Simulated Mars atmosphere and pressure. Colony 43 from permafrost sample 4 was designated strain WN1359. (\nD\n) Same plate as in \nC\n, but after 1 additional day of incubation on the laboratory bench (i.e., at room temperature, Earth atmospheric composition and pressure).",
    "identification_of_permafrost_isolates_as_carnobacterium_spp.": "The 16S ribosomal DNA (rDNA) sequences were determined for all six isolates that could grow under low-PTA conditions (\nTable 1\n) and were compared with the16S rDNA database in the Ribosomal Database Project (\nFig. 3\n). All five isolates from permafrost sample 4 were found to be most closely related to \nCarnobacterium inhibens\n type strain DSM13024\nT\n, with the following % identities: WN1359 (94.9%), WN1370 (95.7%), WN1371 (95.9%), WN1372 (96.4%), and WN1373 (96.6%). The sole isolate from permafrost sample 9, strain WN1374, was found to be most closely related to \nCarnobacterium viridans\n type strain DSM14451\nT\n (96.7%). Using the molecular criteria that bacterial species and genera demonstrate >97% and >95% 16S rDNA sequence identity, respectively (\n11\n, \n12\n), the permafrost isolates likely represent unique species of the genus \nCarnobacterium\n; however, definitive designation of species status must await more rigorous taxonomic characterization (\n13\n). It is quite interesting to note that the 16S rDNA sequences from all five \nCarnobacterium\n spp. isolates obtained from permafrost sample 4 were found to be >97% identical to \nCarnobacterium\n sp. strain LV62:W1 isolated from Lake Vanda, Antarctica (GenBank accession no. \nAF076637\n) (\n14\n). Furthermore, 16S rDNA from the single strain isolated from permafrost sample 9 was >97% identical to that of \nCarnobacterium\n sp. strain ARCTIC-P35 (GenBank accession no. \nAY573048\n (\n15\n). Thus, all of the permafrost isolates obtained in this study were most closely related to other \nCarnobacterium\n spp. isolated from Arctic and Antarctic environments.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nPhylogenetic tree depicting the relatedness of permafrost isolates (gray boxes) to \nCarnobacterium\n type strains. The tree was constructed using the Tree Builder program on the Ribosomal Database Project server, using \nDesemzia incerta\n as the outgroup. Numbers to the right of strain names are the GenBank accession numbers of the corresponding 16S rDNA sequences.\nSeveral of the distinctive orange colonies (\nFig. 2\n) were also characterized by 16S rDNA sequence analysis as most closely related to the Gram-positive psychrophile \nExiguobacterium sibiricum\n strain 7-3, which was previously reported to have been isolated from permafrost samples obtained from the Kolyma region by one of the authors (D.G.) (\n16\n). Although these isolates were unable to grow under low-PTA conditions (\nFig. 2\n), this observation lent greater confidence that the \nCarnobacterium\n spp. isolates described here indeed originated from permafrost and were not contaminants.",
    "fig._3.": "Open in a new tab\nPhylogenetic tree depicting the relatedness of permafrost isolates (gray boxes) to \nCarnobacterium\n type strains. The tree was constructed using the Tree Builder program on the Ribosomal Database Project server, using \nDesemzia incerta\n as the outgroup. Numbers to the right of strain names are the GenBank accession numbers of the corresponding 16S rDNA sequences.",
    "growth_kinetics_of_permafrost_isolates_and_carnobacterium_ty": "At present, the genus \nCarnobacterium\n consists of ten recognized species: \nC. alterfunditum\n, \nC. divergens\n, \nC. funditum\n, \nC. gallinarum\n, \nC. inhibens\n, \nC. jeotgali\n, \nC. maltaromaticum\n, \nC. mobile\n, \nC. pleistocenium\n, and \nC. viridans\n. All \nCarnobacterium\n species to date are capable of growing at low temperatures and have been isolated from a wide variety of environments, including the Arctic and Antarctic (\nTable 2\n). This observation prompted us to quantify the growth kinetics under low-PTA conditions of both the permafrost isolates and nine type species of \nCarnobacterium\n. A typical experiment performed on triplicate samples of permafrost strain WN1359 (\nFig. 4\n) showed that strain WN1359 grew better under low-TA conditions (triangles) than low-T conditions (circles), and grew best under low-PTA conditions (squares).\nTable 2.\n\n\nBacterial strains used in this study\n\n\n\n\n\n\nStrain\n\n\nGenus and species\n\n\nIsolated from:\n\n\nSource [ref(s).]\n\n\n\n\n\n\n\n\nWN1343\n\n\n\n\nSerratia liquefaciens\n ATCC27592\n\n\nn/a\n\n\nATCC\n\n\n\n\n\n\nWN1359\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1370\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1371\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1372\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1373\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1374\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 9\n\n\nThis study\n\n\n\n\n\n\nWN1360 (DSM 4847\nT\n)\n\n\nC. gallinarum\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1361 (DSM 4848\nT\n)\n\n\nC. mobile\n\n\nIrradiated chicken meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1362 (DSM 13024\nT\n)\n\n\nC. inhibens\n\n\nIntestine of Atlantic salmon\n\n\nDSMZ (\n26\n)\n\n\n\n\n\n\nWN1363 (DSM 14451\nT\n)\n\n\nC. viridans\n\n\nRefrigerated, vacuum-packed bologna\n\n\nDSMZ (\n27\n)\n\n\n\n\n\n\nWN1364 (DSM 20342\nT\n)\n\n\nC. maltaromaticum\n\n\nMilk with malty flavor\n\n\nDSMZ (\n28\n)\n\n\n\n\n\n\nWN1366 (DSM 20623\nT\n)\n\n\nC. divergens\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n, \n29\n)\n\n\n\n\n\n\nWN1367 (DSM 5970\nT\n)\n\n\nC. funditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1368 (DSM 5972\nT\n)\n\n\nC. alterfunditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1369 (DSM 17715\nT\n)\n\n\nC. pleistocenium\n\n\nPermafrost, Fox Tunnel, Alaska\n\n\nDSMZ (\n18\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nATCC, American Type Culture Collection; n/a, not applicable.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nGrowth kinetics of permafrost isolate WN1359 on TSBYS at 0 °C and Earth atmosphere and pressure (circles); simulated Mars atmosphere and Earth pressure (triangles); and simulated Mars atmosphere and pressure (squares). Data are averages and SDs of triplicate determinations.\nThe same experiment depicted for strain WN1359 in \nFig. 4\n was also conducted on all six permafrost isolates (\nFig. 5\nA\n) and nine \nCarnobacterium\n spp. type strains (\nFig. 5\nB\n); to conserve space, the data were converted to number of generations each strain grew over the 28-d course of the experiment (\nMaterials and Methods\n). All bacteria were capable of growth under low-PTA conditions, but several distinct patterns of growth under different environmental conditions emerged (\nFig. 5\n). For convenience, the growth pattern observed by strain WN1359 is designated here as \nabc\n, following its statistical grouping (\nFig. 5\nA\n). In other words, growth followed the pattern low-PTA > low-TA > low-T (\nFig. 5\nA\n). In addition to strain WN1359, strains WN1370, WN1373, \nC. mobile\n, and \nC. inhibens\n also exhibited the \nabc\n pattern of growth (\nFig. 5\n). Other growth patterns were also discernible. For example, several bacteria demonstrated an \nabb\n growth pattern (i.e., their growth followed the pattern low-TA = low-PTA > low-T). These strains included permafrost strain WN1374, \nC. gallinarum\n, \nC. viridans\n, \nC. divergens\n, \nC. funditum\n, and \nC. alterfunditum\n. Strains WN1372 and \nC. pleistocenium\n exhibited an \naab\n growth pattern, in which they only grew better under low-PTA conditions (\nFig. 5\n). Finally, strains WN1371 and \nC. maltaromaticum\n exhibited an \naaa\n growth pattern in which no statistical difference in growth was detected under the three conditions tested. For comparative purposes, the same experiment was performed on \nS. liquefaciens\n strain ATCC7529, also recently shown to grow at 7 mbar, which exhibited an \naaa\n type growth pattern.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nGrowth of permafrost isolates (\nA\n) and \nCarnobacterium\n spp. type strains (\nB\n) after 28 d of incubation on TSBYS plates at 0 °C and the following conditions: Earth atmosphere and pressure (open bars); simulated Mars atmosphere and Earth pressure (shaded bars); and simulated Mars atmosphere and pressure (black bars). Generations were calculated as described in \nMaterials and Methods\n. Data shown are averages and SDs of triplicate determinations. Lowercase letters denote significant differences compared with the Earth control of each strain (ANOVA, \nP\n ≤ 0.05). \nCga\n, \nC. gallinarum\n; \nCmo\n, \nC. mobile\n; \nCin\n, \nC. inhibens\n; \nCvi\n, \nC. viridans\n; \nCma\n, \nC. maltaromaticum\n; \nCdi\n, \nC. divergens\n; \nCfu\n, \nC. funditum\n; \nCal\n, \nC. alterfunditum\n; \nCpl\n, \nC. pleistocenium\n; \nSli\n, \nSerratia liquefaciens\n.",
    "table_2.": "Bacterial strains used in this study\nStrain\n\n\nGenus and species\n\n\nIsolated from:\n\n\nSource [ref(s).]\n\n\n\n\n\n\n\n\nWN1343\n\n\n\n\nSerratia liquefaciens\n ATCC27592\n\n\nn/a\n\n\nATCC\n\n\n\n\n\n\nWN1359\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1370\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1371\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1372\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1373\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 4\n\n\nThis study\n\n\n\n\n\n\nWN1374\n\n\n\n\nCarnobacterium\n sp.\n\n\nPermafrost sample 9\n\n\nThis study\n\n\n\n\n\n\nWN1360 (DSM 4847\nT\n)\n\n\nC. gallinarum\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1361 (DSM 4848\nT\n)\n\n\nC. mobile\n\n\nIrradiated chicken meat\n\n\nDSMZ (\n25\n)\n\n\n\n\n\n\nWN1362 (DSM 13024\nT\n)\n\n\nC. inhibens\n\n\nIntestine of Atlantic salmon\n\n\nDSMZ (\n26\n)\n\n\n\n\n\n\nWN1363 (DSM 14451\nT\n)\n\n\nC. viridans\n\n\nRefrigerated, vacuum-packed bologna\n\n\nDSMZ (\n27\n)\n\n\n\n\n\n\nWN1364 (DSM 20342\nT\n)\n\n\nC. maltaromaticum\n\n\nMilk with malty flavor\n\n\nDSMZ (\n28\n)\n\n\n\n\n\n\nWN1366 (DSM 20623\nT\n)\n\n\nC. divergens\n\n\nRefrigerated, vacuum-packed meat\n\n\nDSMZ (\n25\n, \n29\n)\n\n\n\n\n\n\nWN1367 (DSM 5970\nT\n)\n\n\nC. funditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1368 (DSM 5972\nT\n)\n\n\nC. alterfunditum\n\n\nAnoxic waters, Ace Lake, Antarctica\n\n\nDSMZ (\n30\n)\n\n\n\n\n\n\nWN1369 (DSM 17715\nT\n)\n\n\nC. pleistocenium\n\n\nPermafrost, Fox Tunnel, Alaska\n\n\nDSMZ (\n18\n)\nOpen in a new tab\nATCC, American Type Culture Collection; n/a, not applicable.",
    "fig._4.": "Open in a new tab\nGrowth kinetics of permafrost isolate WN1359 on TSBYS at 0 °C and Earth atmosphere and pressure (circles); simulated Mars atmosphere and Earth pressure (triangles); and simulated Mars atmosphere and pressure (squares). Data are averages and SDs of triplicate determinations.",
    "fig._5.": "Open in a new tab\nGrowth of permafrost isolates (\nA\n) and \nCarnobacterium\n spp. type strains (\nB\n) after 28 d of incubation on TSBYS plates at 0 °C and the following conditions: Earth atmosphere and pressure (open bars); simulated Mars atmosphere and Earth pressure (shaded bars); and simulated Mars atmosphere and pressure (black bars). Generations were calculated as described in \nMaterials and Methods\n. Data shown are averages and SDs of triplicate determinations. Lowercase letters denote significant differences compared with the Earth control of each strain (ANOVA, \nP\n ≤ 0.05). \nCga\n, \nC. gallinarum\n; \nCmo\n, \nC. mobile\n; \nCin\n, \nC. inhibens\n; \nCvi\n, \nC. viridans\n; \nCma\n, \nC. maltaromaticum\n; \nCdi\n, \nC. divergens\n; \nCfu\n, \nC. funditum\n; \nCal\n, \nC. alterfunditum\n; \nCpl\n, \nC. pleistocenium\n; \nSli\n, \nSerratia liquefaciens\n.",
    "conclusions.": "From this work it can be seen that microbial communities from Siberian permafrost contain organisms capable of growing under conditions of low temperature, low pressure, and anoxic CO\n2\n-dominated atmosphere. It should be stressed, however, that low-PTA conditions are only a subset of the total potentially biotoxic physical factors constraining the survival or growth of terrestrial microbes on Mars, such as solar UV, extreme desiccation, solar particle events, and galactic cosmic rays. In addition, the martian regolith itself contains numerous potentially biotoxic factors, such as salinity, pH, and Eh of available liquid water; oxidizing soils created by UV-induced processes and soil chemical reactions; or the presence of heavy metals (discussed extensively in refs. \n7\n and \n17\n).\nNot all of the tested permafrost soil samples yielded isolates, perhaps because the initial incubations were performed at room temperature (\nca\n. 23 °C), which would inhibit the growth of strict psychrophiles; however, all isolates obtained from this set of experiments belonged to the genus \nCarnobacterium\n. As its name suggests, the first isolates of the genus were obtained as putative spoilage organisms of meat products. In this regard it is interesting to note that three species, \nC. gallinarum\n, \nC. viridans\n, and \nC. divergens\n, were all isolated from refrigerated vacuum-packed meats (\nTable 2\n), suggesting the ability of these microbes to grow under cold, low-pressure conditions. Several \nCarnobacterium\n spp. have also been isolated from permanently cold environments (\nC. alterfunditum\n, \nC. funditum\n), including arctic permafrost (\nC. pleistocenium\n) (\nTable 2\n). The extreme age of the Siberian permafrost isolates reported here (∼6,000–8,000 y) and the Alaskan permafrost isolate \nC. pleistocenium\n (∼32,000 y) (\n18\n) indicates that these species are capable of long periods of survival in permanently frozen environments.\nTerrestrial life has evolved mechanisms to tolerate and indeed flourish in extreme high-pressure habitats such as the deep ocean (\n19\n), but very little is understood regarding microbial responses to low pressure, a physical constraint not found in nature on the Earth’s surface. The discovery of terrestrial bacteria that can inhabit cold, low-pressure, anoxic environments has implications for the fields of extremophile biology, astrobiology, the search for extraterrestrial life, and planetary protection. Permafrosts seem to be promising locations for the isolation of microbes capable of growth under cold, anoxic, and hypobaric conditions such as are encountered on Mars. It is anticipated that further sampling of permafrost from other locations or depths will yield additional microbes exhibiting this unique set of properties.",
    "materials_and_methods": "Permafrost Samples.\n\n\nPermafrost samples with a mean annual temperature of −7 °C were taken in the forest-tundra zone of northeastern Siberia (68.633°N, 159.079°E, the right bank of the Kolyma River) (\nFig. 1\n) using a dry drilling rig that operates without fluids and prevents down-hole contamination (\n20\n). Four frozen soil samples, 4, 5, 8, and 9, were collected from the depths of 12.7, 16.5, 20.1, and 21.8 m below the surface, respectively. The strict protocols for drilling and the subsequent handling of cores were designed to ensure that uncontaminated material was retrieved (\n20\n). After removal from the corer, the surfaces of the cores (68- to 107-mm diameter) were cleaned by shaving off the outer layers with an alcohol-sterilized knife. For microbiological studies the cores were split into 5-cm-long segments, placed into sterile plastic bags, stored frozen in the field within a hole excavated in the permafrost, transported frozen to the Soil Cryology Laboratory in Pushchino, Russia, and then transported frozen by air to Kennedy Space Center, FL. The samples represent epigenetically frozen layers of Holocene age (6–8 kyBP) formed by refreezing of sediments that had melted and drained. They are hydrocarbonate-calcium fine-grained peaty sandy-loams, firmly bound by ice (ice content 25–37%), with pH close to neutral (6.8–7.2) and containing organic carbon (0.5–2.0%).\nMicrobiological Techniques.\n\n\nMedium used throughout was TSBYS medium containing (per L): trypticase soy broth, 30 g; yeast extract, 3 g; NaCl, 13 g; KCl, 0.34 g; MgCl\n2\n × 6H\n2\nO, 4 g; MgSO\n4\n × 7 H\n2\nO, 3.45 g; NH\n4\nCl, 0.25 g; CaCl\n2\n × 2H\n2\nO, 0.14 g. For plates, TSBYS was solidified with agar (15 g/L). Permafrost samples (0.9–1.4 g) were diluted serially 10-fold in double-distilled water, plated on TSBYS agar, and incubated at room temperature (\nca\n. 23 °C) for times ranging from 1 to 30 d. Colonies arising were either replica-plated or picked onto fresh TSBYS plates in 100-colony grid patterns and exposed to environmental simulations (example in \nFig. 2\n). Each colony able to grow under simulated Mars conditions was picked, streak-purified, grown overnight in TSBYS liquid medium, and stored as a frozen glycerol stock at −70 °C. \nCarnobacterium\n type strains were obtained from the Deutsche Sammlung von Mikroorganismen und Zellkulturen (DSMZ)-German Collection of Microorganisms and Cell Cultures (\nwww.dsmz.de\n). All strains used are listed in \nTable 2\n.\nLow-PTA Simulations.\n\n\nThe hypobaric system used for attaining low-PTA conditions has been described in detail (\n7\n). In brief, a 4-L polystyrene desiccator was placed in a low-temperature incubator set at 0 °C and connected to a low-pressure controller and vacuum pump (model PU-842; KNF Neuberger). Inoculated TSBYS plates were inserted into the desiccator, agar surface upward (i.e., not inverted). Six anaerobic pouches (model R681001 AnaeroPacks, Remel, Thermo Fisher Scientific) were placed inside with the vertically stacked plates. The system was then flushed with ultra-high-purity CO\n2\n and the desiccator sealed; this constituted anoxic atmosphere. The pressure inside the desiccator was either left at Earth-normal level (1,013 mbar) or pumped down to 7 mbar, the global average Mars surface pressure (\n5\n). At 7-d intervals the hypobaric chamber was vented to laboratory atmosphere, samples removed for assay, the anaerobic pouches replaced, and the system returned to test conditions. The anaerobic pouches have been shown to reduce the O\n2\n concentration to <0.1% within 1 h (\n21\n). All plates were maintained for up to 30 d at 0 °C.\nQuantitative Growth Assays.\n\n\nTwo microliters of a fresh overnight culture made in liquid TSBYS (containing from 5 × 10\n4\n to 5 × 10\n6\n cells) were spotted in triplicate onto TSBYS plates and incubated under low-PTA conditions. At weekly intervals, agar blocks containing the cell spots were cut out of the plates with a sterile scalpel and placed individually into 1 mL of sterile PBS (10 mM potassium phosphate and 150 mM NaCl, pH 7.5). Cells were suspended by vortexing, diluted serially 10-fold, and plated for viable cells on TSBYS plates incubated at room temperature. Numbers of generations (\nn\n) were calculated using the equation\n\n\n\n\nwhere N\n1\n and N\n2\n are the number of cells per spot at 0 and 4 wk, respectively (\n22\n).\nMolecular Taxonomy of Strains by 16S rDNA Analysis.\n\n\nChromosomal DNA was purified and 16S rDNAs were amplified and sequenced as described previously (\n23\n). 16S rDNA sequences were used to query the Ribosomal Database Project (RDP) database (\n24\n) (\nhttp://rdp.cme.msu.edu/\n). The phylogenetic tree was built with the RDP Tree Builder using the Weighbor weighted neighbor-joining tree-building algorithm. All 16S rDNA sequences have been deposited in GenBank under the accession numbers denoted in \nFig. 3\n.",
    "permafrost_samples.": "Permafrost samples with a mean annual temperature of −7 °C were taken in the forest-tundra zone of northeastern Siberia (68.633°N, 159.079°E, the right bank of the Kolyma River) (\nFig. 1\n) using a dry drilling rig that operates without fluids and prevents down-hole contamination (\n20\n). Four frozen soil samples, 4, 5, 8, and 9, were collected from the depths of 12.7, 16.5, 20.1, and 21.8 m below the surface, respectively. The strict protocols for drilling and the subsequent handling of cores were designed to ensure that uncontaminated material was retrieved (\n20\n). After removal from the corer, the surfaces of the cores (68- to 107-mm diameter) were cleaned by shaving off the outer layers with an alcohol-sterilized knife. For microbiological studies the cores were split into 5-cm-long segments, placed into sterile plastic bags, stored frozen in the field within a hole excavated in the permafrost, transported frozen to the Soil Cryology Laboratory in Pushchino, Russia, and then transported frozen by air to Kennedy Space Center, FL. The samples represent epigenetically frozen layers of Holocene age (6–8 kyBP) formed by refreezing of sediments that had melted and drained. They are hydrocarbonate-calcium fine-grained peaty sandy-loams, firmly bound by ice (ice content 25–37%), with pH close to neutral (6.8–7.2) and containing organic carbon (0.5–2.0%).",
    "microbiological_techniques.": "Medium used throughout was TSBYS medium containing (per L): trypticase soy broth, 30 g; yeast extract, 3 g; NaCl, 13 g; KCl, 0.34 g; MgCl\n2\n × 6H\n2\nO, 4 g; MgSO\n4\n × 7 H\n2\nO, 3.45 g; NH\n4\nCl, 0.25 g; CaCl\n2\n × 2H\n2\nO, 0.14 g. For plates, TSBYS was solidified with agar (15 g/L). Permafrost samples (0.9–1.4 g) were diluted serially 10-fold in double-distilled water, plated on TSBYS agar, and incubated at room temperature (\nca\n. 23 °C) for times ranging from 1 to 30 d. Colonies arising were either replica-plated or picked onto fresh TSBYS plates in 100-colony grid patterns and exposed to environmental simulations (example in \nFig. 2\n). Each colony able to grow under simulated Mars conditions was picked, streak-purified, grown overnight in TSBYS liquid medium, and stored as a frozen glycerol stock at −70 °C. \nCarnobacterium\n type strains were obtained from the Deutsche Sammlung von Mikroorganismen und Zellkulturen (DSMZ)-German Collection of Microorganisms and Cell Cultures (\nwww.dsmz.de\n). All strains used are listed in \nTable 2\n.",
    "low-pta_simulations.": "The hypobaric system used for attaining low-PTA conditions has been described in detail (\n7\n). In brief, a 4-L polystyrene desiccator was placed in a low-temperature incubator set at 0 °C and connected to a low-pressure controller and vacuum pump (model PU-842; KNF Neuberger). Inoculated TSBYS plates were inserted into the desiccator, agar surface upward (i.e., not inverted). Six anaerobic pouches (model R681001 AnaeroPacks, Remel, Thermo Fisher Scientific) were placed inside with the vertically stacked plates. The system was then flushed with ultra-high-purity CO\n2\n and the desiccator sealed; this constituted anoxic atmosphere. The pressure inside the desiccator was either left at Earth-normal level (1,013 mbar) or pumped down to 7 mbar, the global average Mars surface pressure (\n5\n). At 7-d intervals the hypobaric chamber was vented to laboratory atmosphere, samples removed for assay, the anaerobic pouches replaced, and the system returned to test conditions. The anaerobic pouches have been shown to reduce the O\n2\n concentration to <0.1% within 1 h (\n21\n). All plates were maintained for up to 30 d at 0 °C.",
    "quantitative_growth_assays.": "Two microliters of a fresh overnight culture made in liquid TSBYS (containing from 5 × 10\n4\n to 5 × 10\n6\n cells) were spotted in triplicate onto TSBYS plates and incubated under low-PTA conditions. At weekly intervals, agar blocks containing the cell spots were cut out of the plates with a sterile scalpel and placed individually into 1 mL of sterile PBS (10 mM potassium phosphate and 150 mM NaCl, pH 7.5). Cells were suspended by vortexing, diluted serially 10-fold, and plated for viable cells on TSBYS plates incubated at room temperature. Numbers of generations (\nn\n) were calculated using the equation\nwhere N\n1\n and N\n2\n are the number of cells per spot at 0 and 4 wk, respectively (\n22\n).",
    "molecular_taxonomy_of_strains_by_16s_rdna_analysis.": "Chromosomal DNA was purified and 16S rDNAs were amplified and sequenced as described previously (\n23\n). 16S rDNA sequences were used to query the Ribosomal Database Project (RDP) database (\n24\n) (\nhttp://rdp.cme.msu.edu/\n). The phylogenetic tree was built with the RDP Tree Builder using the Weighbor weighted neighbor-joining tree-building algorithm. All 16S rDNA sequences have been deposited in GenBank under the accession numbers denoted in \nFig. 3\n.",
    "acknowledgments": "We thank Krystal Kerney, Rafael Rodrigues de Oliveira, Samantha Waters, and Vasiliy Mironov for excellent technical assistance and the three reviewers for their insightful comments. This work was supported in part by Grant NNX08AO15G from the National Aeronautics and Space Administration (NASA) Astrobiology: Exobiology and Evolutionary Biology program (to W.L.N. and A.C.S.). Michael Dolan and the Marine Biological Laboratory’s NASA Planetary Biology Internship program supported K.K. during part of this work.",
    "footnotes": "The authors declare no conflict of interest.\n\n\n*This Direct Submission article had a prearranged editor.\n\n\nData deposition: The sequences reported in this paper have been deposited in the GenBank database (accession nos. \nJX110652\n–\nJX110657\n).\n\n\n2\nDeceased February 18, 2012.",
    "references": "1.\nChyba CF, Hand KP. Astrobiology: The study of the living universe. Annu Rev Astron Astrophys. 2005;43:31–74.\n [\nGoogle Scholar\n]\n\n\n\n\n2.\nJones EG, Lineweaver CH, Clarke JD. An extensive phase space for the potential martian biosphere. Astrobiology. 2011;11(10):1017–1033. doi: 10.1089/ast.2011.0660.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nMcCoy TJ, Corrigan CM, Herd CDK. Combining meteorites and missions to explore Mars. Proc Natl Acad Sci USA. 2011;108(48):19159–19164. doi: 10.1073/pnas.1013478108.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nHorneck G. The microbial case for Mars and its implication for human expeditions to Mars. Acta Astronaut. 2008;63(7-10):1015–1024.\n [\nGoogle Scholar\n]\n\n\n\n\n5.\nSchuerger AC.  Microbial ecology of the surface exploration of Mars with human-operated vehicles. In: Cockell CS, editor. Martian Expedition Planning. Santa Barbra, CA: Univelt; 2004. pp. 363–386.\n [\nGoogle Scholar\n]\n\n\n\n\n6.\nJensen LL, et al.  A facility for long-term Mars simulation experiments: The Mars Environmental Simulation Chamber (MESCH) Astrobiology. 2008;8(3):537–548. doi: 10.1089/ast.2006.0092.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nSchuerger AC, Nicholson WL. Interactive effects of hypobaria, low temperature, and CO2 atmospheres inhibit the growth of mesophilic Bacillus spp. under simulated martian conditions. Icarus. 2006;185(1):143–152.\n [\nGoogle Scholar\n]\n\n\n\n\n8.\nBerry BJ, Jenkins DG, Schuerger AC. Effects of simulated Mars conditions on the survival and growth of Escherichia coli and Serratia liquefaciens. Appl Environ Microbiol. 2010;76(8):2377–2386. doi: 10.1128/AEM.02147-09.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nFrolov AD. A review of the nature and geophysical studies of the thick permafrost in Siberia: Relevance to exploration on Mars. J Geophys Res Planets. 2003;108(E4):7.\n [\nGoogle Scholar\n]\n\n\n\n\n10.\nNicholson WL, et al.  Exploring the low-pressure growth limit: Evolution of Bacillus subtilis in the laboratory to enhanced growth at 5 kilopascals. Appl Environ Microbiol. 2010;76(22):7559–7565. doi: 10.1128/AEM.01126-10.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nSchloss PD, Handelsman J. Introducing DOTUR, a computer program for defining operational taxonomic units and estimating species richness. Appl Environ Microbiol. 2005;71(3):1501–1506. doi: 10.1128/AEM.71.3.1501-1506.2005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nStackebrandt E, Goebel BM. A place for DNA-DNA reassociation and 16S ribosomal RNA sequence analysis in the present species definition in bacteriology. Int J Syst Bacteriol. 1994;44(4):846–849.\n [\nGoogle Scholar\n]\n\n\n\n\n13.\nTindall BJ, Rosselló-Móra R, Busse HJ, Ludwig W, Kämpfer P. Notes on the characterization of prokaryote strains for taxonomic purposes. Int J Syst Evol Microbiol. 2010;60(Pt 1):249–266. doi: 10.1099/ijs.0.016949-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nBratina BJ, Stevenson BS, Green WJ, Schmidt TM. Manganese reduction by microbes from oxic regions of the lake vanda (Antarctica) water column. Appl Environ Microbiol. 1998;64(10):3791–3797. doi: 10.1128/aem.64.10.3791-3797.1998.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nLee HK, Lee YK, Sung KC. Phylogenetic analysis of protease-producing Arctic bacteria, Carnobacterium sp. ARCTIC-P35. 2004.  Available at  \nwww.ncbi.nlm.nih.gov/nuccore/45826492\n. Accessed November 26, 2012.\n\n\n\n\n\n\n16.\nRodrigues DF, et al.  Characterization of Exiguobacterium isolates from the Siberian permafrost. Description of Exiguobacterium sibiricum sp. nov. Extremophiles. 2006;10(4):285–294. doi: 10.1007/s00792-005-0497-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nSchuerger AC, Golden DC, Ming DW. Biotoxicity of Mars soils: 1. Dry deposition of analog soils on microbial colonies and survival under martian conditions. Planet Space Sci. 2012 doi: 10.1016/j.pss.2012.07.026.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nPikuta EV, et al.  Carnobacterium pleistocenium sp. nov., a novel psychrotolerant, facultative anaerobe isolated from permafrost of the Fox Tunnel in Alaska. Int J Syst Evol Microbiol. 2005;55(Pt 1):473–478. doi: 10.1099/ijs.0.63384-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n Meersman F, Heremans K (2008) High-Pressure Microbiology, eds Michiels C, Bartlett DH, Aertsen A (ASM Press, Washington, DC), pp 1-17.\n\n\n\n\n\n\n20.\nShi T, Reeves RH, Gilichinsky DA, Friedmann EI. Characterization of viable bacteria from Siberian permafrost by 16S rDNA sequencing. Microb Ecol. 1997;33(3):169–179. doi: 10.1007/s002489900019.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nVan Horn KG, Warren K, Baccaglini EJ. Evaluation of the AnaeroPack system for growth of anaerobic bacteria. J Clin Microbiol. 1997;35(8):2170–2173. doi: 10.1128/jcm.35.8.2170-2173.1997.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nNeidhardt FC, Ingraham JL, Schaechter M.  Physiology of the Bacterial Cell: A Molecular Approach. Sunderland, MA: Sinauer Associates; 1990. \n [\nGoogle Scholar\n]\n\n\n\n\n23.\nFajardo-Cavazos P, Nicholson W. Bacillus endospores isolated from granite: Close molecular relationships to globally distributed Bacillus spp. from endolithic and extreme environments. Appl Environ Microbiol. 2006;72(4):2856–2863. doi: 10.1128/AEM.72.4.2856-2863.2006.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nCole JR, et al.  The Ribosomal Database Project: Improved alignments and new tools for rRNA analysis. Nucleic Acids Res. 2009;37(Database issue):D141–D145. doi: 10.1093/nar/gkn879.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nCollins MD, Farrow JAE, Phillips BA, Ferusu S, Jones D. Classification of Lactobacillus divergens, Lactobacillus piscicola, and some catalase-negative, asporogenous, rod-shaped bacteria from poultry in a new genus, Carnobacterium. Int J Syst Bacteriol. 1987;37(4):310–316.\n [\nGoogle Scholar\n]\n\n\n\n\n26.\nJöborn A, Dorsch M, Olsson JC, Westerdahl A, Kjelleberg S. Carnobacterium inhibens sp. nov., isolated from the intestine of Atlantic salmon (Salmo salar) Int J Syst Bacteriol. 1999;49(Pt 4):1891–1898. doi: 10.1099/00207713-49-4-1891.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nHolley RA, Guan TY, Peirson M, Yost CK. Carnobacterium viridans sp. nov., an alkaliphilic, facultative anaerobe isolated from refrigerated, vacuum-packed bologna sausage. Int J Syst Evol Microbiol. 2002;52(Pt 5):1881–1885. doi: 10.1099/00207713-52-5-1881.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nMora D, Scarpellini M, Franzetti L, Colombo S, Galli A. Reclassification of Lactobacillus maltaromicus (Miller et al. 1974) DSM 20342(T) and DSM 20344 and Carnobacterium piscicola (Collins et al. 1987) DSM 20730(T) and DSM 20722 as Carnobacterium maltaromaticum comb. nov. Int J Syst Evol Microbiol. 2003;53(Pt 3):675–678. doi: 10.1099/ijs.0.02405-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nHolzapfel WH, Gerber ES. Lactobacillus divergens sp. nov., a new heterofermentative Lactobacillus species producing L(+)-lactate. Syst Appl Microbiol. 1983;4:522–534. doi: 10.1016/S0723-2020(83)80010-1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nFranzmann PD, Höpfl P, Weiss N, Tindall BJ. Psychrotrophic, lactic acid-producing bacteria from anoxic waters in Ace Lake, Antarctica; Carnobacterium funditum sp. nov. and Carnobacterium alterfunditum sp. nov. Arch Microbiol. 1991;156(4):255–262. doi: 10.1007/BF00262994.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (737.5 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3545801/"
}