{
  "id": "PMC3289768",
  "title": "Three routes to modulate the pore size of the MscL channel/nanovalve",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Three routes to modulate the pore size of the MscL channel/nanovalve",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3289768/"
  },
  "sections": {
    "permalink": "Copy",
    "li-min_yang": "1\nDepartment of Physiology, University of Texas Medical Center at Dallas, Dallas, Texas, USA\nFind articles by \nLi-Min Yang",
    "robin_wray": "1\nDepartment of Physiology, University of Texas Medical Center at Dallas, Dallas, Texas, USA\nFind articles by \nRobin Wray",
    "juandell_parker": "1\nDepartment of Physiology, University of Texas Medical Center at Dallas, Dallas, Texas, USA\nFind articles by \nJuandell Parker",
    "danyell_wilson": "2\nDepartment of Chemistry, University of Florida, current address Moffitt Cancer Center, Tampa, FL\nFind articles by \nDanyell Wilson",
    "randolph_s_duran": "3\nDepartment of Chemistry, Louisiana State University, Baton Rouge, LA\nFind articles by \nRandolph S Duran",
    "paul_blount": "1\nDepartment of Physiology, University of Texas Medical Center at Dallas, Dallas, Texas, USA\nFind articles by \nPaul Blount",
    "abstract": "MscL is a bacterial mechanosensitive channel that protects cells from lysis upon acute decrease in external osmotic environment. It is one of the best characterized mechanosensors known, thus serving as a paradigm of how such molecules sense and respond to stimuli. In addition, the fact that it can be genetically modified, expressed, isolated, and manipulated has led to its proposed use as a triggered nanovalve for various functions including sensors within microelectronic array chips, as well as vesicular-based targeted drug release. X-ray crystallography reveals a homo-pentameric complex with each subunit containing two transmembrane α-helices (TM1 and TM2) and a single carboxyl terminal α-helix arranging within the complex to form a five-fold cytoplasmic bundle (CB), whose function and stability remain unclear. In this study, we show three routes that throttle the open channel conductance. When the linker between the TM2 and CB domain is shortened by deletions or constrained by either cross linking or heavy metal coordination, the conductance of the channel is reduced; in later two cases, even reversibly. While having implications for the stability of the CB, these data also provide routes for engineering MscL sensors that are more versatile for potential nanotech devices.\nKeywords:\n Osmoregulation, Conductance, Nanopore, Biosensor, Drug-release device",
    "results_and_discussion": "Disassociation of the c-terminal α helical bundle is not required for normal gating and conductance of the MscL channel\n\n\nAs shown in \nFigure 1a\n, the X-ray crystal structure of the \nM. tuberculosis\n MscL channel shows a pentameric structure in which the five subunits, at the c-terminal, form an α helical cytoplasmic terminal bundle (CB). The conformation, functional role and stability of the CB of the MscL channel have remained controversial. We reasoned that if the CB was indeed a helical bundle and was stable even upon gating, the sieve-like structure suggested avenues for controlling channel pore size and conductance by constraints and deletions within this area.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nIn vivo\n cross linking of cytoplasmic terminal bundle (CB) of MscL L121-122C/L128-129C mutant. a. The side view of X-ray crystal structure of MscL from \nMycobacterium tuberculosis\n (PDB code 2OAR). A single subunit of MscL channel is shown on the left and is also highlighted as dark gray in a homopentameric channel (right). Each subunit contains two transmembrane α-helices (TM1 and TM2) and one cytoplasmic α-helix, which assemble into a five-fold cytoplasmic terminal bundle (CB). In the middle of the cytoplasmic linker, the equivalent amino acids of E. coli (A110-115) that were either mutated or deleted for this study are shown, as well as the location of the mutated leucines within the bundle. Note that the \nE. coli\n 128 and 129L are not observed in the M. tuberculosis structure. b. Western blot showing that disulfide bridges of a MscL tetra cysteine mutant (L121-122C/L128-129C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL L121-122C/L128-129C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 3), with the latest having a ladder of monomer through pentamer (1X–5X) formed by disulfide bridging between different subunits of the complex.\nThe CB was originally revealed in the crystal structure of the \nM. tuberculosis\n MscL,\n2\n but it adopted what appeared to be a non-stable confirmation with negatively charged residues facing each other. Subsequently, Anishkin \net al\n. proposed a more stable conformation for the CB based on the crystal structure of the pentameric cartilage oligomeric matrix protein (COMP), which has a consensus motif, ALQDVRELLR, similar to that of the MscL CB, LLxEIRDLLK.\n23\n The COMP crystal structure showed a strongly amphipathic helix in which all apolar residues are packed inside the fivefold bundle. In an attempt to address the correctness and the stability of this proposed structure for the CB, Anishkin \net al\n. mutated the pairs of leucines predicted to face each other to cysteines within the consensus motif; these formed cross bridges between subunits, as anticipated from the authors’ proposed structure, yet normal channel activity was observed.\n23\n The authors interpreted these data as suggesting not only that their proposed structure was correct, but that the CB remained intact upon gating. Subsequently, a re-evaluation of the MscL crystal structure\n24\n confirmed the more stable conformation of the CB. However, a site-directed spin labeling study on \nE. coli\n MscL revealed a significant difference in the structure of the end of TM2, which was explained by several possibilities, including that the c-terminus of each channel subunit might not assemble into CB but, instead, fold toward the membrane interface establishing specific tertiary contacts with TM2.\n25\n In addition, a more recent study using atomic force microscopy noted that the bundle appeared to be missing in a spontaneously opened MscL mutant, suggesting that the CB was not as stable as predicted and did indeed disassociate upon gating.\n26\n In critically evaluating the Anishkin \net al\n. study, we noted that the patch clamp traces were obtained at threshold- rather than saturating-stimulus conditions. But patch clamp is exquisitely sensitive, detecting single molecular events, while the cysteine crosslinking at these sites is extremely inefficient. It therefore seemed possible that the activities observed in the Anishkin study could simply be the channels that contained little or no crosslinking.\n\n\nWe therefore performed experiments where saturating stimulus was applied to a L121-122C/L128-129C mutant to determine whether the opening of this CB is required for normal \nE. coli\n MscL channel gating and conductance, we mutated all four leucine residues in the amphipathic motif, which are predicted to face each other,\n23\n–\n24\n to cysteines (L121-122C and L128-129C). This allowed for stabilization of the CB by the formation of disulfide bridges. As seen in \nFigure 1b\n, and consistent with a previous study,\n23\n the extent of cross linking in individual MscL complexes varies, giving a ladder of MscL monomers to pentamers in a non-reduced SDS PAGE gel as visualized by Western. Given that patch clamp records single molecular events, it is possible to observe a minority of channels, presumably only those that contain no disulfide bridges and thus have normal sensitivity and gating properties. To control for this possibility, we measured the total current from all channels within the patch by using a saturating stimulus. In this experiment, the total MscL current under ambient conditions was 5,176 pA. After addition of oxidizing agent Cu-phenanthroline of 1 mM in bath solution for 20 min, the total MscL channel current in the same path was 5,240 pA, demonstrating that few or none of the channels were locked closed or in a substate. Upon application of 10 mM DTT for 20 min to bath solution, the total MscL channel current was measured to be 5,080 pA, demonstrating that no channels were revealed under reduced conditions. Cu-phenanthroline and DTT treatment also did not appear to change the mechanosensitivity of MscL L121–122C, L128–129C; the ratio of pMscL/pMscS threshold, as described previously \n27\n and in the Materials and Methods, was 1.5 ± 0.1 before and after cu-phenanthroline treatment (\np\n > 0.05, paired \nt\n test, n = 7). These results definitively show that disassociation of the CB is not required for normal gating and conductance of the MscL channel.\nDeletions within the TM2/CB linker lead to channels with decreased conductance\n\n\nAlthough it is clear that disassociation of the CB is not \nrequired\n for normal gating, it is still useful to know whether the CB, when not constrained, normally dissociates during channel gating. If the CB does not disassociate, then deletions within the TM2/CB linker of \nE. coli\n MscL, which is similar to length as that shown for the \nM. tuberculosis\n structure in \nFigure 1\n, should lead to constraints of the TM2 movement or decreases in the size of the ‘sieve’, thus modifying the membrane tension mechanosensitivity threshold or lowering conductance. To test this hypothesis, we kept the CB intact and deleted different ranges of amino acids from the TM2/CB linker of \nE. coli\n MscL. All point histogram analyses revealed that single channel currents from MscL Δ110-112 were 73.1 ± 1.2 pA, a range significantly lower than that of wild type (WT) MscL channel (84.7 ± 1.7 pA) (\nTable 1\n). The MscL Δ110-115 channel, which had a more significant deletion, had a further attenuated single channel current with most of the single channel openings below 30 pA (\nTable 1\n). The pMscL/pMscS of MscL Δ110-112 and MscL Δ110-115 were 1.5 ± 0.1 and 1.8 ± 0.1, respectively, with the latter significantly increased relative to that for wild type MscL (1.5 ± 0.0) (\nTable 1\n). Hence, the Δ110-115 mutant was significantly less sensitive to membrane tension. Representative current traces and all point histograms of wild type MscL, MscL Δ110-112 and Δ110-115 are shown in \nFigures 2\n and \n3\n. These data contrast studies in which half of the TM2/CB linker as well as the entire CB were deleted. For example, the MscL Δ110-136 deletion mutant has no apparent change in either mechanosensitivity or conductance.\n23\n,\n27\n–\n28\n More recently, it has been shown that a similar Δ95–119 \nS. aureus\n truncated channel assembles into a normal pentameric complex \nin vivo\n4\n–\n5\n and effects relatively normal channel activity.\n3\n, \n5\n Together, these data demonstrate that although the CB is not required for normal assembly or gating, if it is present, the CB is quite stable and does not dissociate during the normal gating process; these data also reveal a novel way to systematically control MscL channel pore size and conductance.\n\n\nTable 1.\n\n\nSummary of single channel current and mechanosensitivity of MscL channels tested in this paper with the different experiments organized into four groups as marked in red.\n\n\n\n\n\n\n\n\n\n\nSingle channel current (pA)\n\n\nn\n\n\nMechanosensitivity\na\n\n\n\n\nn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated\n\n\n\n\nWT\n\n\n84.7 ± 1.7\n\n\n\n\n12\n\n\n1.5 ± 0.0\n\n\n\n\n12\n\n\n\n\n\n\nΔ110-112\n\n\n73.1 ± 1.2\n**\n\n\n\n\n\n\n5\n\n\n1.5 ± 0.1\n\n\n\n\n5\n\n\n\n\n\n\nΔ110-115\n\n\n< 30\n\n\n\n\n19\n\n\n1.8 ± 0.1\n***\n\n\n\n\n\n\n14\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n***\n\n\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n\n\n31\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMTSET\n+\n gated\n\n\n\n\nG22C\n\n\n19.5 ± 1.9\n\n\n\n\n4\n\n\n0\n\n\n\n\n4\n\n\n\n\n\n\nG22C/Δ110-115\n\n\n9.5 ± 1.8\n**\n\n\n\n\n\n\n7\n\n\n0\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated REDOX\n\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n\n\n70.4 ± 2.6\n***\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n1.9 ± 0.2\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated ZnCl\n2\n treatment\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\n\n\n\n\nA110H\n\n\n74.9 ± 1.7\n\n\n35.7 ± 2.1\n***\n\n\n\n\n6\n\n\n138.3 ± 13.8\n\n\n133.5 ± 13.1\n\n\n6\n\n\n\n\n\n\nA112H\n\n\n80.2 ± 3.6\n\n\n43.1 ± 3.9\n***\n\n\n\n\n5\n\n\n136.3 ± 14.0\n\n\n150.2 ± 16.9*\n\n\n5\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\n**\np\n < 0.01,\n\n\n\n\n\n\n***\np\n < 0.001 by \nt\n text when compared with wild type (WT) MscL, G22C (group 2), or the corresponding controls (groups 3 and 4).\n\n\n\n\n\n\na\nmechanosensitivity is expressed in pMscL/pMscS for most mutant and wild type channels except in pMscL for A110H and A112H mutants, as described in Methods.\n\n\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nDeletions in TM2/CB linker of MscL decrease its current. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg. As shown, compared with single channel current of wild type MscL (WT), MscL with 110–112 deletion (Δ110-112) has slightly decreased current and the current of the MscL with the 110–115 deletion (Δ110-115) is further reduced and has a short open time, or ‘flickery’ behavior.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nAll point histogram of the TM2/CB linker deletions. As shown, the single channel current of wild type MscL (WT) is 87pA, while that of MscL Δ110-112 is decreased to 73pA. Due to the short open times observed for MscL Δ110-115, the peak opening currents could not easily be measured, but most of the channel openings are below 30 pA\nEngineering a triggered nanovalve with a smaller pore size\n\n\nThe MscL G22C mutant has been reported to be able to be used as a triggered nanovalve in liposomes that could modulate the release of a liposome payload.\n19\n–\n20\n Briefly, a charge in the pore can gate the channel; thus, the G22C MscL mutant can be gated by the positively charged thiol reactive agent MTSET\n+\n. We therefore combined the mutations of G22C and Δ110-115 in order to engineer a triggered MscL nanovalve with throttled currents. As shown in \nFigure 4a\n, the resulting G22C/Δ110-112 mutant had spontaneous openings after MTSET\n+\n treatment that were similar to the MscL G22C alone. All point histogram analyses showed that, when gated by MTSET\n+\n, single channels of G22C with the Δ110-115 deletion indeed opened primarily to allow lower currents of 9.5 ± 1.8 pA, while G22C opened mostly to allow larger currents of 19.5 ± 1.9 pA (\nTable 1\n). Moreover openings of G22C MscL at 56.5 ± 1.5 pA could also be seen, but were not prominent in the deletion mutant. These two mutants were observed to open at 74.0 ± 1.0 pA and 76.0 ± 1.0 pA only in very rare instances. The representative traces of the spontaneous opening of MscL G22C and G22C/Δ110-115 are shown in \nFigure 4a\n. These data are consistent with a stable CB: the shorter the cytoplasmic linker, the higher the restriction imposed on the TM2 movement or the smaller in sieve size, and thus the smaller and less stable the open pore size.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nEngineering and testing of a MscL nanovalve with a decreased pore size. a. Patch clamp recordings show the spontaneous single channel opening of G22C (left) and G22C/Δ110-115 (right) after MTSET\n+\n treatment. “O1” and “C” refer to main opening and closing of the channel, respectively, and “O2” refers to a higher level opening of the channel; note that no pressure was needed to gate either channel. b. Percentage calcein release from vesicles reconstituted with G22C (black line), G22C/Δ110-115 (red line) or without MscL protein (gray line). The dashed lines show the standard derivation of fluorescence signal from three independent experiments. The arrows indicate addition of MTSET\n+\n, followed by Triton X-100 detergent to measure the 100% calcein content.\nThe small conductance of G22C with Δ110-115 suggests a small channel pore size and likely a decreased ability to translocate larger compounds. We therefore performed a calcein efflux assay on liposomes reconstituted with the G22C/Δ110-115 mutant MscL proteins, as previously described.\n19\n–\n21\n Liposomes loaded with 50 mM calcein have a low fluorescence signal due to self-quenching of the dye at this concentration. When calcein is released from liposomes into the bulk solution, however, its apparent fluorescence increases. As shown in \nFigure 4b\n, G22C/Δ110-115 MscL had a much reduced calcein efflux compared with G22C MscL consistent with pore size reduction; no calcein efflux was observed from liposomes not reconstituted with the MscL protein.\nDisulfide crosslinking of the TM2/CB linker decreases channel conductance\n\n\nThe TM2/CB linker is potentially a highly dynamic region; thus constraining this region should lead to a channel with decreased conductance; we therefore mutated the three alanines at positions 110–112, which are approximately in the middle of the TM2/CB linker, to cysteines. The formation of disulfide cross links between MscL A110-112C channel subunits was confirmed by Western blot (\nFigure 5\n), where dimers, trimers, tetramers and pentamers were measured. For these experiments \nE. coli\n had a reducing environment in the cytoplasm, which was maintained by glutathione and thioredoxin systems.\n29\n Thus, as previously described,\n30\n when bacteria release these endogenous reducing agents upon osmotic shock, more cross linking between different subunits was observed. As expected, osmotic downshock itself increased crosslinking, and together with Cu-phenanthroline treatment it showed the most pronounced crosslinking (\nFigure 5a\n).\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nCysteine cross linking decreases MscL A110-112 current. a. Western blot showing that disulfide bridges of a MscL triple cysteine mutant (A110-112C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL A110-112C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or treated with oxidizing agent Cu-phenanthroline (lane 3), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 4). A ladder of monomer through pentamer (1X–5X) is formed by cross linking between different subunits. As shown, shock plus Cu-phenanthroline treatment leads to the most pronounced formation of cross-linking among channel subunits. b. Change in the current of MscL A110-112C mutant before and after DTT treatment. Data were pooled from 15 patch clamp recordings. *** p < 0.001 by two tailed and paired t test. c. One representative patch clamp recording of single channel opening of MscL A110-112C before (left) and after (Right) DTT treatment, which serves as a reducing agent to break the disulfide bridges formed between two cysteines. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg.\nPatch clamp recordings under ambient conditions showed that MscL A110-112C opens under normal levels of stimuli, but does not open to a full and normal unitary conductance. However, after DTT was added to the bath solution to cleave the disulfide bridges, the conductance of the channel significantly increased (\nFigure 5b\n). The variance observed for the conductance of MscL A110-112C is presumably due to the different amounts of cross linking within individual channels. Representative traces of MscL A110-112C before and after DTT treatment is shown in \nFigure 5c\n. DTT treatment did not alter the mechanosensitivity of MscL A110-112C channel (pMscL/pMscS threshold was 1.7 ± 0.1 before DTT treatment and 1.9 ± 0.2 after DTT treatment, \nTable 1\n). There is also no significant difference between the mechanosensitivity of MscL A110-112C and wild type channel (\nTable 1\n). Together, these data demonstrate that the conductance of the MscL channel can be specifically decreased by the generation of disulfide bridges within the TM2/CB linker then restored on disulfide cleavage.\nBundling the TM2/CB linker by engineering a heavy metal binding site within it allows for the reversible decrease in channel conductance\n\n\nWe have previously demonstrated that MscL channel activity can be modulated by heavy metals subsequent to engineering a heavy metal binding site within the pore.\n31\n Therefore, it seemed possible that a similar approach may allow a reversible alteration in MscL conductance. Toward this end, we generated two MscL histidine mutants: A110H and A112H. The presence of Zn\n2+\n could theoretically coordinate the histidine residues within the complex, and therefore lead to what was effectively cross linking at the specific sites mutated. All point histogram analyses showed that the single channel current of MscL A110H and A112H were 74.9 ± 1.7 pA and 80.2 ± 3.6 pA, respectively. ZnCl\n2\n treatment in the bath solution indeed dramatically decreased the single channel current of MscL 110H and 112H to 35.7 ± 2.1 pA and 43.1 ± 3.9 pA (\nTable 1\n), respectively. Interestingly, the open dwell time of the main opening of MscL after ZnCl\n2\n treatment is significantly increased, suggesting the unexpected stabilization of a substate. The effect of ZnCl\n2\n on the conductance of both mutants was reversible after ZnCl\n2\n was washed out. The representative current traces and all point histograms of MscL A110H and A112H are shown in \nFigure 6\n. The pressure required to open MscL A110H was unchanged (138.3 ± 13.8 mmHg before ZnCl\n2\n treatment and 133.5 ± 13.1 mmHg after the treatment, \nTable 1\n); The pressure for MscL A112H showed only a modest decrease in sensitivity (136.3 ± 14.0 mmHg before ZnCl\n2\n treatment and 150.2 ± 16.9 mmHg after treatment, \nTable 1\n). ZnCl\n2\n had no effect in the conductance and pressure threshold of the wild type MscL channel, which is consistent with a previous study.\n31\n Thus, cross linking at A110H or A112H by heavy metal coordination could effectively and reversibly decrease the conductance of MscL channel.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nCurrents of MscL single histidine mutants (A110H and A112H) are decreased by ZnCl2. a. Patch clamp recordings of MscL mutants A110H and A112H. “O” and “C” refer to full opening and closing of the channel, respectively, and “S” refers to low level opening or substance of the channel. As shown, the current is decreased by ZnCl\n2\n treatment in the bath solution, and is reversed to the control level by washing out the ZnCl\n2\n. Pressure applied to patch pipette is shown in mmHg. B. The all point histogram analyses, reflecting the decrease in conductance of MscL A110H and A112H by ZnCl\n2\n treatment.\nImplications for nanotech-devices\n\n\nThere is growing interest in the use of biosensors in nanotechnology. For such purposes, these results add to the argument that the MscL nanovalve is extremely pliable. Previous studies have shown the modality of the MscL sensor can be changed to light or pH.\n19\n–\n20\n In addition, the permeation of specific charged molecules can be adjusted.\n32\n Here we demonstrate that conductance, and likely the pore size can also be modified \nvia\n three different methods. Modifying MscL modality and permeation, adjusting the pore size has implications in the versatility of the MscL nanovalve in nanodevices. For example, one group has proposed using MscL as a triggered nanovalve in drug-release devices.\n20\n The wild type MscL channel has a huge pore size of greater than 30 Å, which allows facile translocation of both large and small compounds. Modifying the length of the cytoplasmic linker would allow one to now engineer a MscL nanovalve with throttled pore that will only pass smaller molecules. Thus, if two engineered MscL nanovalves responsive to different stimuli are used within a single vesicular-based nanodevice, stimulus-dependent differential release of drugs or other payloads through the nanovalve could be contemplated. Other groups propose using ion channels as molecular switches in tethered lipid bilayers on a chip surface;\n33\n–\n34\n indeed, MscL has been reconstituted and shown to function in such a microchip device.\n22\n In this system, the ability to reversibly decrease the channel conductance may be of advantage. One could imagine modulating the conductance of MscL A110-112C by changes in redox conditions. Such modulation could be useful in “resetting” the gain of a microchip device that has reached saturation. However, the variability in the type and extent of cross linking at C110-112 may limit this approach. On the other hand, Zn coordination of 110H or 112H leads to controlled, reversible, and characteristic changes in channel behavior with the primary conductance being reduced by half. In summary, this contribution illustrates three additional routes to extend the flexibility in engineering a MscL nanovalve with a set of desired properties, including a variable pore size. The range of MscL modification makes these channels more versatile for use in an assortment of nanodevices.",
    "disassociation_of_the_c-terminal_α_helical_bundle_is_not_req": "As shown in \nFigure 1a\n, the X-ray crystal structure of the \nM. tuberculosis\n MscL channel shows a pentameric structure in which the five subunits, at the c-terminal, form an α helical cytoplasmic terminal bundle (CB). The conformation, functional role and stability of the CB of the MscL channel have remained controversial. We reasoned that if the CB was indeed a helical bundle and was stable even upon gating, the sieve-like structure suggested avenues for controlling channel pore size and conductance by constraints and deletions within this area.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nIn vivo\n cross linking of cytoplasmic terminal bundle (CB) of MscL L121-122C/L128-129C mutant. a. The side view of X-ray crystal structure of MscL from \nMycobacterium tuberculosis\n (PDB code 2OAR). A single subunit of MscL channel is shown on the left and is also highlighted as dark gray in a homopentameric channel (right). Each subunit contains two transmembrane α-helices (TM1 and TM2) and one cytoplasmic α-helix, which assemble into a five-fold cytoplasmic terminal bundle (CB). In the middle of the cytoplasmic linker, the equivalent amino acids of E. coli (A110-115) that were either mutated or deleted for this study are shown, as well as the location of the mutated leucines within the bundle. Note that the \nE. coli\n 128 and 129L are not observed in the M. tuberculosis structure. b. Western blot showing that disulfide bridges of a MscL tetra cysteine mutant (L121-122C/L128-129C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL L121-122C/L128-129C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 3), with the latest having a ladder of monomer through pentamer (1X–5X) formed by disulfide bridging between different subunits of the complex.\nThe CB was originally revealed in the crystal structure of the \nM. tuberculosis\n MscL,\n2\n but it adopted what appeared to be a non-stable confirmation with negatively charged residues facing each other. Subsequently, Anishkin \net al\n. proposed a more stable conformation for the CB based on the crystal structure of the pentameric cartilage oligomeric matrix protein (COMP), which has a consensus motif, ALQDVRELLR, similar to that of the MscL CB, LLxEIRDLLK.\n23\n The COMP crystal structure showed a strongly amphipathic helix in which all apolar residues are packed inside the fivefold bundle. In an attempt to address the correctness and the stability of this proposed structure for the CB, Anishkin \net al\n. mutated the pairs of leucines predicted to face each other to cysteines within the consensus motif; these formed cross bridges between subunits, as anticipated from the authors’ proposed structure, yet normal channel activity was observed.\n23\n The authors interpreted these data as suggesting not only that their proposed structure was correct, but that the CB remained intact upon gating. Subsequently, a re-evaluation of the MscL crystal structure\n24\n confirmed the more stable conformation of the CB. However, a site-directed spin labeling study on \nE. coli\n MscL revealed a significant difference in the structure of the end of TM2, which was explained by several possibilities, including that the c-terminus of each channel subunit might not assemble into CB but, instead, fold toward the membrane interface establishing specific tertiary contacts with TM2.\n25\n In addition, a more recent study using atomic force microscopy noted that the bundle appeared to be missing in a spontaneously opened MscL mutant, suggesting that the CB was not as stable as predicted and did indeed disassociate upon gating.\n26\n In critically evaluating the Anishkin \net al\n. study, we noted that the patch clamp traces were obtained at threshold- rather than saturating-stimulus conditions. But patch clamp is exquisitely sensitive, detecting single molecular events, while the cysteine crosslinking at these sites is extremely inefficient. It therefore seemed possible that the activities observed in the Anishkin study could simply be the channels that contained little or no crosslinking.\nWe therefore performed experiments where saturating stimulus was applied to a L121-122C/L128-129C mutant to determine whether the opening of this CB is required for normal \nE. coli\n MscL channel gating and conductance, we mutated all four leucine residues in the amphipathic motif, which are predicted to face each other,\n23\n–\n24\n to cysteines (L121-122C and L128-129C). This allowed for stabilization of the CB by the formation of disulfide bridges. As seen in \nFigure 1b\n, and consistent with a previous study,\n23\n the extent of cross linking in individual MscL complexes varies, giving a ladder of MscL monomers to pentamers in a non-reduced SDS PAGE gel as visualized by Western. Given that patch clamp records single molecular events, it is possible to observe a minority of channels, presumably only those that contain no disulfide bridges and thus have normal sensitivity and gating properties. To control for this possibility, we measured the total current from all channels within the patch by using a saturating stimulus. In this experiment, the total MscL current under ambient conditions was 5,176 pA. After addition of oxidizing agent Cu-phenanthroline of 1 mM in bath solution for 20 min, the total MscL channel current in the same path was 5,240 pA, demonstrating that few or none of the channels were locked closed or in a substate. Upon application of 10 mM DTT for 20 min to bath solution, the total MscL channel current was measured to be 5,080 pA, demonstrating that no channels were revealed under reduced conditions. Cu-phenanthroline and DTT treatment also did not appear to change the mechanosensitivity of MscL L121–122C, L128–129C; the ratio of pMscL/pMscS threshold, as described previously \n27\n and in the Materials and Methods, was 1.5 ± 0.1 before and after cu-phenanthroline treatment (\np\n > 0.05, paired \nt\n test, n = 7). These results definitively show that disassociation of the CB is not required for normal gating and conductance of the MscL channel.",
    "figure_1.": "Open in a new tab\nIn vivo\n cross linking of cytoplasmic terminal bundle (CB) of MscL L121-122C/L128-129C mutant. a. The side view of X-ray crystal structure of MscL from \nMycobacterium tuberculosis\n (PDB code 2OAR). A single subunit of MscL channel is shown on the left and is also highlighted as dark gray in a homopentameric channel (right). Each subunit contains two transmembrane α-helices (TM1 and TM2) and one cytoplasmic α-helix, which assemble into a five-fold cytoplasmic terminal bundle (CB). In the middle of the cytoplasmic linker, the equivalent amino acids of E. coli (A110-115) that were either mutated or deleted for this study are shown, as well as the location of the mutated leucines within the bundle. Note that the \nE. coli\n 128 and 129L are not observed in the M. tuberculosis structure. b. Western blot showing that disulfide bridges of a MscL tetra cysteine mutant (L121-122C/L128-129C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL L121-122C/L128-129C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 3), with the latest having a ladder of monomer through pentamer (1X–5X) formed by disulfide bridging between different subunits of the complex.",
    "deletions_within_the_tm2/cb_linker_lead_to_channels_with_dec": "Although it is clear that disassociation of the CB is not \nrequired\n for normal gating, it is still useful to know whether the CB, when not constrained, normally dissociates during channel gating. If the CB does not disassociate, then deletions within the TM2/CB linker of \nE. coli\n MscL, which is similar to length as that shown for the \nM. tuberculosis\n structure in \nFigure 1\n, should lead to constraints of the TM2 movement or decreases in the size of the ‘sieve’, thus modifying the membrane tension mechanosensitivity threshold or lowering conductance. To test this hypothesis, we kept the CB intact and deleted different ranges of amino acids from the TM2/CB linker of \nE. coli\n MscL. All point histogram analyses revealed that single channel currents from MscL Δ110-112 were 73.1 ± 1.2 pA, a range significantly lower than that of wild type (WT) MscL channel (84.7 ± 1.7 pA) (\nTable 1\n). The MscL Δ110-115 channel, which had a more significant deletion, had a further attenuated single channel current with most of the single channel openings below 30 pA (\nTable 1\n). The pMscL/pMscS of MscL Δ110-112 and MscL Δ110-115 were 1.5 ± 0.1 and 1.8 ± 0.1, respectively, with the latter significantly increased relative to that for wild type MscL (1.5 ± 0.0) (\nTable 1\n). Hence, the Δ110-115 mutant was significantly less sensitive to membrane tension. Representative current traces and all point histograms of wild type MscL, MscL Δ110-112 and Δ110-115 are shown in \nFigures 2\n and \n3\n. These data contrast studies in which half of the TM2/CB linker as well as the entire CB were deleted. For example, the MscL Δ110-136 deletion mutant has no apparent change in either mechanosensitivity or conductance.\n23\n,\n27\n–\n28\n More recently, it has been shown that a similar Δ95–119 \nS. aureus\n truncated channel assembles into a normal pentameric complex \nin vivo\n4\n–\n5\n and effects relatively normal channel activity.\n3\n, \n5\n Together, these data demonstrate that although the CB is not required for normal assembly or gating, if it is present, the CB is quite stable and does not dissociate during the normal gating process; these data also reveal a novel way to systematically control MscL channel pore size and conductance.\nTable 1.\n\n\nSummary of single channel current and mechanosensitivity of MscL channels tested in this paper with the different experiments organized into four groups as marked in red.\n\n\n\n\n\n\n\n\n\n\nSingle channel current (pA)\n\n\nn\n\n\nMechanosensitivity\na\n\n\n\n\nn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated\n\n\n\n\nWT\n\n\n84.7 ± 1.7\n\n\n\n\n12\n\n\n1.5 ± 0.0\n\n\n\n\n12\n\n\n\n\n\n\nΔ110-112\n\n\n73.1 ± 1.2\n**\n\n\n\n\n\n\n5\n\n\n1.5 ± 0.1\n\n\n\n\n5\n\n\n\n\n\n\nΔ110-115\n\n\n< 30\n\n\n\n\n19\n\n\n1.8 ± 0.1\n***\n\n\n\n\n\n\n14\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n***\n\n\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n\n\n31\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMTSET\n+\n gated\n\n\n\n\nG22C\n\n\n19.5 ± 1.9\n\n\n\n\n4\n\n\n0\n\n\n\n\n4\n\n\n\n\n\n\nG22C/Δ110-115\n\n\n9.5 ± 1.8\n**\n\n\n\n\n\n\n7\n\n\n0\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated REDOX\n\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n\n\n70.4 ± 2.6\n***\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n1.9 ± 0.2\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated ZnCl\n2\n treatment\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\n\n\n\n\nA110H\n\n\n74.9 ± 1.7\n\n\n35.7 ± 2.1\n***\n\n\n\n\n6\n\n\n138.3 ± 13.8\n\n\n133.5 ± 13.1\n\n\n6\n\n\n\n\n\n\nA112H\n\n\n80.2 ± 3.6\n\n\n43.1 ± 3.9\n***\n\n\n\n\n5\n\n\n136.3 ± 14.0\n\n\n150.2 ± 16.9*\n\n\n5\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\n**\np\n < 0.01,\n\n\n\n\n\n\n***\np\n < 0.001 by \nt\n text when compared with wild type (WT) MscL, G22C (group 2), or the corresponding controls (groups 3 and 4).\n\n\n\n\n\n\na\nmechanosensitivity is expressed in pMscL/pMscS for most mutant and wild type channels except in pMscL for A110H and A112H mutants, as described in Methods.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nDeletions in TM2/CB linker of MscL decrease its current. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg. As shown, compared with single channel current of wild type MscL (WT), MscL with 110–112 deletion (Δ110-112) has slightly decreased current and the current of the MscL with the 110–115 deletion (Δ110-115) is further reduced and has a short open time, or ‘flickery’ behavior.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nAll point histogram of the TM2/CB linker deletions. As shown, the single channel current of wild type MscL (WT) is 87pA, while that of MscL Δ110-112 is decreased to 73pA. Due to the short open times observed for MscL Δ110-115, the peak opening currents could not easily be measured, but most of the channel openings are below 30 pA",
    "table_1.": "Summary of single channel current and mechanosensitivity of MscL channels tested in this paper with the different experiments organized into four groups as marked in red.\nSingle channel current (pA)\n\n\nn\n\n\nMechanosensitivity\na\n\n\n\n\nn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated\n\n\n\n\nWT\n\n\n84.7 ± 1.7\n\n\n\n\n12\n\n\n1.5 ± 0.0\n\n\n\n\n12\n\n\n\n\n\n\nΔ110-112\n\n\n73.1 ± 1.2\n**\n\n\n\n\n\n\n5\n\n\n1.5 ± 0.1\n\n\n\n\n5\n\n\n\n\n\n\nΔ110-115\n\n\n< 30\n\n\n\n\n19\n\n\n1.8 ± 0.1\n***\n\n\n\n\n\n\n14\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n***\n\n\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n\n\n31\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMTSET\n+\n gated\n\n\n\n\nG22C\n\n\n19.5 ± 1.9\n\n\n\n\n4\n\n\n0\n\n\n\n\n4\n\n\n\n\n\n\nG22C/Δ110-115\n\n\n9.5 ± 1.8\n**\n\n\n\n\n\n\n7\n\n\n0\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated REDOX\n\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\nControl\n\n\n\n\n\nDTT\n\n\n\n\n\n\n\n\n\nA110-112C\n\n\n49.1 ± 5.0\n\n\n70.4 ± 2.6\n***\n\n\n\n\n15\n\n\n1.7 ± 0.1\n\n\n1.9 ± 0.2\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPressure gated ZnCl\n2\n treatment\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\nControl\n\n\n\n\n\nZnCl\n2\n\n\n\n\n\n\n\n\n\n\nA110H\n\n\n74.9 ± 1.7\n\n\n35.7 ± 2.1\n***\n\n\n\n\n6\n\n\n138.3 ± 13.8\n\n\n133.5 ± 13.1\n\n\n6\n\n\n\n\n\n\nA112H\n\n\n80.2 ± 3.6\n\n\n43.1 ± 3.9\n***\n\n\n\n\n5\n\n\n136.3 ± 14.0\n\n\n150.2 ± 16.9*\n\n\n5\nOpen in a new tab\n**\np\n < 0.01,\n\n\n\n\n\n\n***\np\n < 0.001 by \nt\n text when compared with wild type (WT) MscL, G22C (group 2), or the corresponding controls (groups 3 and 4).\n\n\n\n\n\n\na\nmechanosensitivity is expressed in pMscL/pMscS for most mutant and wild type channels except in pMscL for A110H and A112H mutants, as described in Methods.",
    "figure_2.": "Open in a new tab\nDeletions in TM2/CB linker of MscL decrease its current. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg. As shown, compared with single channel current of wild type MscL (WT), MscL with 110–112 deletion (Δ110-112) has slightly decreased current and the current of the MscL with the 110–115 deletion (Δ110-115) is further reduced and has a short open time, or ‘flickery’ behavior.",
    "figure_3.": "Open in a new tab\nAll point histogram of the TM2/CB linker deletions. As shown, the single channel current of wild type MscL (WT) is 87pA, while that of MscL Δ110-112 is decreased to 73pA. Due to the short open times observed for MscL Δ110-115, the peak opening currents could not easily be measured, but most of the channel openings are below 30 pA",
    "engineering_a_triggered_nanovalve_with_a_smaller_pore_size": "The MscL G22C mutant has been reported to be able to be used as a triggered nanovalve in liposomes that could modulate the release of a liposome payload.\n19\n–\n20\n Briefly, a charge in the pore can gate the channel; thus, the G22C MscL mutant can be gated by the positively charged thiol reactive agent MTSET\n+\n. We therefore combined the mutations of G22C and Δ110-115 in order to engineer a triggered MscL nanovalve with throttled currents. As shown in \nFigure 4a\n, the resulting G22C/Δ110-112 mutant had spontaneous openings after MTSET\n+\n treatment that were similar to the MscL G22C alone. All point histogram analyses showed that, when gated by MTSET\n+\n, single channels of G22C with the Δ110-115 deletion indeed opened primarily to allow lower currents of 9.5 ± 1.8 pA, while G22C opened mostly to allow larger currents of 19.5 ± 1.9 pA (\nTable 1\n). Moreover openings of G22C MscL at 56.5 ± 1.5 pA could also be seen, but were not prominent in the deletion mutant. These two mutants were observed to open at 74.0 ± 1.0 pA and 76.0 ± 1.0 pA only in very rare instances. The representative traces of the spontaneous opening of MscL G22C and G22C/Δ110-115 are shown in \nFigure 4a\n. These data are consistent with a stable CB: the shorter the cytoplasmic linker, the higher the restriction imposed on the TM2 movement or the smaller in sieve size, and thus the smaller and less stable the open pore size.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nEngineering and testing of a MscL nanovalve with a decreased pore size. a. Patch clamp recordings show the spontaneous single channel opening of G22C (left) and G22C/Δ110-115 (right) after MTSET\n+\n treatment. “O1” and “C” refer to main opening and closing of the channel, respectively, and “O2” refers to a higher level opening of the channel; note that no pressure was needed to gate either channel. b. Percentage calcein release from vesicles reconstituted with G22C (black line), G22C/Δ110-115 (red line) or without MscL protein (gray line). The dashed lines show the standard derivation of fluorescence signal from three independent experiments. The arrows indicate addition of MTSET\n+\n, followed by Triton X-100 detergent to measure the 100% calcein content.\nThe small conductance of G22C with Δ110-115 suggests a small channel pore size and likely a decreased ability to translocate larger compounds. We therefore performed a calcein efflux assay on liposomes reconstituted with the G22C/Δ110-115 mutant MscL proteins, as previously described.\n19\n–\n21\n Liposomes loaded with 50 mM calcein have a low fluorescence signal due to self-quenching of the dye at this concentration. When calcein is released from liposomes into the bulk solution, however, its apparent fluorescence increases. As shown in \nFigure 4b\n, G22C/Δ110-115 MscL had a much reduced calcein efflux compared with G22C MscL consistent with pore size reduction; no calcein efflux was observed from liposomes not reconstituted with the MscL protein.",
    "figure_4.": "Open in a new tab\nEngineering and testing of a MscL nanovalve with a decreased pore size. a. Patch clamp recordings show the spontaneous single channel opening of G22C (left) and G22C/Δ110-115 (right) after MTSET\n+\n treatment. “O1” and “C” refer to main opening and closing of the channel, respectively, and “O2” refers to a higher level opening of the channel; note that no pressure was needed to gate either channel. b. Percentage calcein release from vesicles reconstituted with G22C (black line), G22C/Δ110-115 (red line) or without MscL protein (gray line). The dashed lines show the standard derivation of fluorescence signal from three independent experiments. The arrows indicate addition of MTSET\n+\n, followed by Triton X-100 detergent to measure the 100% calcein content.",
    "disulfide_crosslinking_of_the_tm2/cb_linker_decreases_channe": "The TM2/CB linker is potentially a highly dynamic region; thus constraining this region should lead to a channel with decreased conductance; we therefore mutated the three alanines at positions 110–112, which are approximately in the middle of the TM2/CB linker, to cysteines. The formation of disulfide cross links between MscL A110-112C channel subunits was confirmed by Western blot (\nFigure 5\n), where dimers, trimers, tetramers and pentamers were measured. For these experiments \nE. coli\n had a reducing environment in the cytoplasm, which was maintained by glutathione and thioredoxin systems.\n29\n Thus, as previously described,\n30\n when bacteria release these endogenous reducing agents upon osmotic shock, more cross linking between different subunits was observed. As expected, osmotic downshock itself increased crosslinking, and together with Cu-phenanthroline treatment it showed the most pronounced crosslinking (\nFigure 5a\n).\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nCysteine cross linking decreases MscL A110-112 current. a. Western blot showing that disulfide bridges of a MscL triple cysteine mutant (A110-112C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL A110-112C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or treated with oxidizing agent Cu-phenanthroline (lane 3), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 4). A ladder of monomer through pentamer (1X–5X) is formed by cross linking between different subunits. As shown, shock plus Cu-phenanthroline treatment leads to the most pronounced formation of cross-linking among channel subunits. b. Change in the current of MscL A110-112C mutant before and after DTT treatment. Data were pooled from 15 patch clamp recordings. *** p < 0.001 by two tailed and paired t test. c. One representative patch clamp recording of single channel opening of MscL A110-112C before (left) and after (Right) DTT treatment, which serves as a reducing agent to break the disulfide bridges formed between two cysteines. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg.\nPatch clamp recordings under ambient conditions showed that MscL A110-112C opens under normal levels of stimuli, but does not open to a full and normal unitary conductance. However, after DTT was added to the bath solution to cleave the disulfide bridges, the conductance of the channel significantly increased (\nFigure 5b\n). The variance observed for the conductance of MscL A110-112C is presumably due to the different amounts of cross linking within individual channels. Representative traces of MscL A110-112C before and after DTT treatment is shown in \nFigure 5c\n. DTT treatment did not alter the mechanosensitivity of MscL A110-112C channel (pMscL/pMscS threshold was 1.7 ± 0.1 before DTT treatment and 1.9 ± 0.2 after DTT treatment, \nTable 1\n). There is also no significant difference between the mechanosensitivity of MscL A110-112C and wild type channel (\nTable 1\n). Together, these data demonstrate that the conductance of the MscL channel can be specifically decreased by the generation of disulfide bridges within the TM2/CB linker then restored on disulfide cleavage.",
    "figure_5.": "Open in a new tab\nCysteine cross linking decreases MscL A110-112 current. a. Western blot showing that disulfide bridges of a MscL triple cysteine mutant (A110-112C) lead to cross linking of channel subunits. Before loading with non-reducing Laemmli sample buffer, cells expressing MscL A110-112C mutant were grown in high osmolarity (lane 1), some of which were then osmoticaly downshocked (lane 2), or treated with oxidizing agent Cu-phenanthroline (lane 3), or osmoticaly downshocked in the presence of Cu-phenanthroline (lane 4). A ladder of monomer through pentamer (1X–5X) is formed by cross linking between different subunits. As shown, shock plus Cu-phenanthroline treatment leads to the most pronounced formation of cross-linking among channel subunits. b. Change in the current of MscL A110-112C mutant before and after DTT treatment. Data were pooled from 15 patch clamp recordings. *** p < 0.001 by two tailed and paired t test. c. One representative patch clamp recording of single channel opening of MscL A110-112C before (left) and after (Right) DTT treatment, which serves as a reducing agent to break the disulfide bridges formed between two cysteines. “O” and “C” refer to full opening and closing of the channel, respectively. Pressure applied to patch pipette is shown in mmHg.",
    "bundling_the_tm2/cb_linker_by_engineering_a_heavy_metal_bind": "We have previously demonstrated that MscL channel activity can be modulated by heavy metals subsequent to engineering a heavy metal binding site within the pore.\n31\n Therefore, it seemed possible that a similar approach may allow a reversible alteration in MscL conductance. Toward this end, we generated two MscL histidine mutants: A110H and A112H. The presence of Zn\n2+\n could theoretically coordinate the histidine residues within the complex, and therefore lead to what was effectively cross linking at the specific sites mutated. All point histogram analyses showed that the single channel current of MscL A110H and A112H were 74.9 ± 1.7 pA and 80.2 ± 3.6 pA, respectively. ZnCl\n2\n treatment in the bath solution indeed dramatically decreased the single channel current of MscL 110H and 112H to 35.7 ± 2.1 pA and 43.1 ± 3.9 pA (\nTable 1\n), respectively. Interestingly, the open dwell time of the main opening of MscL after ZnCl\n2\n treatment is significantly increased, suggesting the unexpected stabilization of a substate. The effect of ZnCl\n2\n on the conductance of both mutants was reversible after ZnCl\n2\n was washed out. The representative current traces and all point histograms of MscL A110H and A112H are shown in \nFigure 6\n. The pressure required to open MscL A110H was unchanged (138.3 ± 13.8 mmHg before ZnCl\n2\n treatment and 133.5 ± 13.1 mmHg after the treatment, \nTable 1\n); The pressure for MscL A112H showed only a modest decrease in sensitivity (136.3 ± 14.0 mmHg before ZnCl\n2\n treatment and 150.2 ± 16.9 mmHg after treatment, \nTable 1\n). ZnCl\n2\n had no effect in the conductance and pressure threshold of the wild type MscL channel, which is consistent with a previous study.\n31\n Thus, cross linking at A110H or A112H by heavy metal coordination could effectively and reversibly decrease the conductance of MscL channel.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nCurrents of MscL single histidine mutants (A110H and A112H) are decreased by ZnCl2. a. Patch clamp recordings of MscL mutants A110H and A112H. “O” and “C” refer to full opening and closing of the channel, respectively, and “S” refers to low level opening or substance of the channel. As shown, the current is decreased by ZnCl\n2\n treatment in the bath solution, and is reversed to the control level by washing out the ZnCl\n2\n. Pressure applied to patch pipette is shown in mmHg. B. The all point histogram analyses, reflecting the decrease in conductance of MscL A110H and A112H by ZnCl\n2\n treatment.",
    "figure_6.": "Open in a new tab\nCurrents of MscL single histidine mutants (A110H and A112H) are decreased by ZnCl2. a. Patch clamp recordings of MscL mutants A110H and A112H. “O” and “C” refer to full opening and closing of the channel, respectively, and “S” refers to low level opening or substance of the channel. As shown, the current is decreased by ZnCl\n2\n treatment in the bath solution, and is reversed to the control level by washing out the ZnCl\n2\n. Pressure applied to patch pipette is shown in mmHg. B. The all point histogram analyses, reflecting the decrease in conductance of MscL A110H and A112H by ZnCl\n2\n treatment.",
    "implications_for_nanotech-devices": "There is growing interest in the use of biosensors in nanotechnology. For such purposes, these results add to the argument that the MscL nanovalve is extremely pliable. Previous studies have shown the modality of the MscL sensor can be changed to light or pH.\n19\n–\n20\n In addition, the permeation of specific charged molecules can be adjusted.\n32\n Here we demonstrate that conductance, and likely the pore size can also be modified \nvia\n three different methods. Modifying MscL modality and permeation, adjusting the pore size has implications in the versatility of the MscL nanovalve in nanodevices. For example, one group has proposed using MscL as a triggered nanovalve in drug-release devices.\n20\n The wild type MscL channel has a huge pore size of greater than 30 Å, which allows facile translocation of both large and small compounds. Modifying the length of the cytoplasmic linker would allow one to now engineer a MscL nanovalve with throttled pore that will only pass smaller molecules. Thus, if two engineered MscL nanovalves responsive to different stimuli are used within a single vesicular-based nanodevice, stimulus-dependent differential release of drugs or other payloads through the nanovalve could be contemplated. Other groups propose using ion channels as molecular switches in tethered lipid bilayers on a chip surface;\n33\n–\n34\n indeed, MscL has been reconstituted and shown to function in such a microchip device.\n22\n In this system, the ability to reversibly decrease the channel conductance may be of advantage. One could imagine modulating the conductance of MscL A110-112C by changes in redox conditions. Such modulation could be useful in “resetting” the gain of a microchip device that has reached saturation. However, the variability in the type and extent of cross linking at C110-112 may limit this approach. On the other hand, Zn coordination of 110H or 112H leads to controlled, reversible, and characteristic changes in channel behavior with the primary conductance being reduced by half. In summary, this contribution illustrates three additional routes to extend the flexibility in engineering a MscL nanovalve with a set of desired properties, including a variable pore size. The range of MscL modification makes these channels more versatile for use in an assortment of nanodevices.",
    "conclusions": "We have demonstrated that the CB is quite stable, even upon channel opening. This finding suggested that the MscL nanovalve can be engineered to have a smaller pore size and conductance by decreasing the TM2/CB linker, which appears to serve as a molecular sieve. The linker can easily be modified in at least three ways: shortening by deletions, or constraining the region by either cross linking or heavy metal coordination; in later two cases the decreases in pore size are even reversible. These results provide routes for engineering MscL sensors that are more versatile for potential nanotech devices.",
    "methods": "Strains and cell growth\n\n\nThe \nE. coli\n MscL mutants were generated using the Mega Primer method as described previously.\n35\n Mutants were inserted within the pB10b or pB10d expression construct, a modified pB10b plasmid.\n27\n,\n36\n–\n37\n\n\nE. coli\n strain PB104 (\nΔmscL:Cm\n)\n36\n was used for \nin vivo\n assays and electrophysiological analysis. Cultures were routinely grown in Lennox Broth (LB) medium (Fisher Scientific, Fair Lawn, NY, USA) plus ampicillin (100\nμ\ng/ml) in a shaker-incubator at 37°C and rotated at 250 cycles/min. Expression was induced by addition of 1 mM isopropyl-\nβ\n-d-thiogalactopyranoside (IPTG) (Anatrace Inc, Maumee, OH, USA).\nIN VIVO\n disulfide trapping\n\n\nOvernight cultures were diluted 1:100 and grown 1 h at 37°C in LB. LB with 1 M NaCl was then added for a final concentration of 0.5 M. Cultures were then induced with 1 mM IPTG for 1 h when an OD 600 of 0.2 was reached. Cultures were either Mock shocked (0.5 M NaCl in LB media) or shocked in water (with or without 15 μM Cu-phenanthroline) at a 1:20 dilution for 20 min at 37°C. Samples were pelleted at 4,000 g for 20 min and immediately re-suspended in non-reducing sample buffer, adjusted for final OD, and run on a 4%–20% gel (Bio-Rad) for Western blot analysis. \n30\n,\n38\n The primary antibody anti-Penta His (Qiagen, Valencia, CA, USA) was used at 1:2,000 and the secondary Goat anti-Mouse HRP (Bio-Rad, Hercules, CA, USA) at 1:40,000. Blots were developed using HRP substrate (Millipore, Billerica, MA, USA) and exposed to film.\nElectrophysiology\n\n\nE. coli\n giant spheroplasts were generated and used in patch-clamp experiments as described previously.\n38\n–\n39\n Excised, inside-out patches were examined at room temperature under a membrane potential of −20 mV. Patch buffers used are 200 mM KCl buffer composed of 200 mM KCl, 90 mM MgCl\n2\n, 10 mM CaCl\n2\n, and 5 mM HEPES (Sigma, St. Louis, MO). The pH of patch buffer was 6.0, except for MscL A110H and A112H, which need to be treated with ZnCl\n2\n at pH 8.0 for histidine coordination. 0.5 μM to 2 mM ZnCl2 was applied to bath solution for 5 to 20 min for this purpose. Data were acquired at a sampling rate of 20kHz with a 5 kHz filter using an AxoPatch 200B amplifier in conjunction with Axoscope software (Axon Instruments, Union City, CA, USA). A piezoelectric pressure transducer (World Precision Instruments, Sarasota, FL, USA) was used to monitor the pressure introduced to the patch membrane by suction throughout the experiments. Where possible, the pressure thresholds required for MscL gating within single patches were compared before and after treatment (e.g. addition and washout of Zn\n2+\n). To compare MscL pressure threshold sensitivities between patches of native membranes, MscS was used as an internal standard as described previously\n27\n,\n36\n; the changes in mechanosensitivity of MscL were measured by comparison of the pMscL/pMscS pressure threshold ratios. Measurements were performed using Clampfit9 from Pclamp9 (Axon Instruments, Union City, CA, USA). Agarose (Bio-Rad Hercules, CA, USA) bridge (2% agarose in 200 mM KCl buffer) was used as the reference electrode.\n\n\nTo cleave disulfide bridges formed in the cysteine mutant MscL channels, 2–10 mM Dithiothreitol (DTT) was applied in to the bath solution for 3 to 20 min. As previously described,\n7\n,\n15\n,\n32\n 2–4 mM MTSET\n+\n (2-(trimethylammonium)ethyl methanethiosulfonate bromide) (Toronto Research Chemicals Inc, North York, Canada) was applied in bath solution (Cytoplasmic side of MscL) and single spontaneous opening of MscL channel with G22C or G22C plus Δ110-5 was achieved by opening a single channel \nvia\n suction to allow access of MTSET\n+\n.\nCalcein efflux assay\n\n\nThe calcein efflux assay was performed as previously described.\n19\n Pet21a plasmid was used for the construction and hosted in strain PB116, which is a λDE3 lysogenization (Novagen, San Diego, CA, USA) of PB106 \n27\n. The MscL proteins were tagged with a multihistidine tag at their c-terminal ends. The histidine-tagged MscL proteins were purified\n12\n and reconstituted into lipid vesicles composed of in molar 70 % 1,2-dioleoyl-\nsn\n-glycero-3-phosphocholine, 10 % Cholesterol and 5 % 1,2-distearoyl-\nsn\n-glycero-3-phosphoethanolamine-N-[methoxy(polyethylene glycol)-2000] (Avanti Polar Lipids Inc., Alabaster, AL, USA). After protein reconstitution was performed at 60 °C for 30 min in the presence of Anapoe-X-100 (Anatrace Inc.), calcein was added and allowed to equilibrate with the liposomes at room temperature for 20 min. The detergent was removed by biobeads incubation overnight at 4°C. Free calcein was then removed by passage through a G-50 fine Sephadex column (GE Healthcare Inc., Piscataway, NJ, USA) washed with vesicle buffer (10 mM Tris-HCl, 500 mM sucrose, pH 8.0). Vesicles were placed into clear 96-well plates and their fluorescence was recorded at 538 nm with the excitation at 485 nm using a Fluoroskan Ascent (Thermo Scientific Inc., Waltham, MA, USA). The baseline of samples was recorded for 5 min followed by 30 min recording in the presence of 1 mM MTSET\n+\n. Vesicles were finally lysed by the addition of 0.5 % Triton X-100 to determine the total fluorescence levels of calcein encapsulated in vesicles.",
    "strains_and_cell_growth": "The \nE. coli\n MscL mutants were generated using the Mega Primer method as described previously.\n35\n Mutants were inserted within the pB10b or pB10d expression construct, a modified pB10b plasmid.\n27\n,\n36\n–\n37\n\n\nE. coli\n strain PB104 (\nΔmscL:Cm\n)\n36\n was used for \nin vivo\n assays and electrophysiological analysis. Cultures were routinely grown in Lennox Broth (LB) medium (Fisher Scientific, Fair Lawn, NY, USA) plus ampicillin (100\nμ\ng/ml) in a shaker-incubator at 37°C and rotated at 250 cycles/min. Expression was induced by addition of 1 mM isopropyl-\nβ\n-d-thiogalactopyranoside (IPTG) (Anatrace Inc, Maumee, OH, USA).",
    "in_vivo_disulfide_trapping": "Overnight cultures were diluted 1:100 and grown 1 h at 37°C in LB. LB with 1 M NaCl was then added for a final concentration of 0.5 M. Cultures were then induced with 1 mM IPTG for 1 h when an OD 600 of 0.2 was reached. Cultures were either Mock shocked (0.5 M NaCl in LB media) or shocked in water (with or without 15 μM Cu-phenanthroline) at a 1:20 dilution for 20 min at 37°C. Samples were pelleted at 4,000 g for 20 min and immediately re-suspended in non-reducing sample buffer, adjusted for final OD, and run on a 4%–20% gel (Bio-Rad) for Western blot analysis. \n30\n,\n38\n The primary antibody anti-Penta His (Qiagen, Valencia, CA, USA) was used at 1:2,000 and the secondary Goat anti-Mouse HRP (Bio-Rad, Hercules, CA, USA) at 1:40,000. Blots were developed using HRP substrate (Millipore, Billerica, MA, USA) and exposed to film.",
    "electrophysiology": "E. coli\n giant spheroplasts were generated and used in patch-clamp experiments as described previously.\n38\n–\n39\n Excised, inside-out patches were examined at room temperature under a membrane potential of −20 mV. Patch buffers used are 200 mM KCl buffer composed of 200 mM KCl, 90 mM MgCl\n2\n, 10 mM CaCl\n2\n, and 5 mM HEPES (Sigma, St. Louis, MO). The pH of patch buffer was 6.0, except for MscL A110H and A112H, which need to be treated with ZnCl\n2\n at pH 8.0 for histidine coordination. 0.5 μM to 2 mM ZnCl2 was applied to bath solution for 5 to 20 min for this purpose. Data were acquired at a sampling rate of 20kHz with a 5 kHz filter using an AxoPatch 200B amplifier in conjunction with Axoscope software (Axon Instruments, Union City, CA, USA). A piezoelectric pressure transducer (World Precision Instruments, Sarasota, FL, USA) was used to monitor the pressure introduced to the patch membrane by suction throughout the experiments. Where possible, the pressure thresholds required for MscL gating within single patches were compared before and after treatment (e.g. addition and washout of Zn\n2+\n). To compare MscL pressure threshold sensitivities between patches of native membranes, MscS was used as an internal standard as described previously\n27\n,\n36\n; the changes in mechanosensitivity of MscL were measured by comparison of the pMscL/pMscS pressure threshold ratios. Measurements were performed using Clampfit9 from Pclamp9 (Axon Instruments, Union City, CA, USA). Agarose (Bio-Rad Hercules, CA, USA) bridge (2% agarose in 200 mM KCl buffer) was used as the reference electrode.\nTo cleave disulfide bridges formed in the cysteine mutant MscL channels, 2–10 mM Dithiothreitol (DTT) was applied in to the bath solution for 3 to 20 min. As previously described,\n7\n,\n15\n,\n32\n 2–4 mM MTSET\n+\n (2-(trimethylammonium)ethyl methanethiosulfonate bromide) (Toronto Research Chemicals Inc, North York, Canada) was applied in bath solution (Cytoplasmic side of MscL) and single spontaneous opening of MscL channel with G22C or G22C plus Δ110-5 was achieved by opening a single channel \nvia\n suction to allow access of MTSET\n+\n.",
    "calcein_efflux_assay": "The calcein efflux assay was performed as previously described.\n19\n Pet21a plasmid was used for the construction and hosted in strain PB116, which is a λDE3 lysogenization (Novagen, San Diego, CA, USA) of PB106 \n27\n. The MscL proteins were tagged with a multihistidine tag at their c-terminal ends. The histidine-tagged MscL proteins were purified\n12\n and reconstituted into lipid vesicles composed of in molar 70 % 1,2-dioleoyl-\nsn\n-glycero-3-phosphocholine, 10 % Cholesterol and 5 % 1,2-distearoyl-\nsn\n-glycero-3-phosphoethanolamine-N-[methoxy(polyethylene glycol)-2000] (Avanti Polar Lipids Inc., Alabaster, AL, USA). After protein reconstitution was performed at 60 °C for 30 min in the presence of Anapoe-X-100 (Anatrace Inc.), calcein was added and allowed to equilibrate with the liposomes at room temperature for 20 min. The detergent was removed by biobeads incubation overnight at 4°C. Free calcein was then removed by passage through a G-50 fine Sephadex column (GE Healthcare Inc., Piscataway, NJ, USA) washed with vesicle buffer (10 mM Tris-HCl, 500 mM sucrose, pH 8.0). Vesicles were placed into clear 96-well plates and their fluorescence was recorded at 538 nm with the excitation at 485 nm using a Fluoroskan Ascent (Thermo Scientific Inc., Waltham, MA, USA). The baseline of samples was recorded for 5 min followed by 30 min recording in the presence of 1 mM MTSET\n+\n. Vesicles were finally lysed by the addition of 0.5 % Triton X-100 to determine the total fluorescence levels of calcein encapsulated in vesicles.",
    "acknowledgments": "The authors thank Drs. Zoltan Kovacs and Dalian Zhong for helpful discussions and Jonathan Padro Arroyo for technical assistance. This work was supported by grant RP100146 from the Cancer Prevention and Research Institute of Texas (CPRIT; Http://\nwww.cprit.state.tx.us\n), grant I-1420 of the Welch Foundation, grant NNH08ZTT003N NRA from the U.S. National Aeronautics and Space Administration, and grant GM61028 and its supplement from the U.S. National Institutes of Health. R.W. performed \nin vivo\n trapping experiment; R.W., D.W. and J.P. generated MscL mutants; L.Y. performed patch-clamp and calcein flux experiments and analyzed data; P.B. and L.Y. wrote the manuscript with contributions from all other authors; P.B. coordinated and oversaw the project. The authors claim no conflict of interest.",
    "references": "1.\nLevina N, Totemeyer S, Stokes NR, Louis P, Jones MA, Booth IR. Protection of Escherichia Coli Cells against Extreme Turgor by Activation of MscS and MscL Mechanosensitive Channels: Identification of Genes Required for MscS Activity. EMBO J. 1999;18:1730–1737. doi: 10.1093/emboj/18.7.1730.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nChang G, Spencer RH, Lee AT, Barclay MT, Rees DC. Structure of the MscL Homolog from Mycobacterium Tuberculosis: A Gated Mechanosensitive Ion Channel. Science. 1998;282:2220–2226. doi: 10.1126/science.282.5397.2220.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nLiu Z, Gandhi CS, Rees DC. Structure of a Tetrameric MscL in an Expanded Intermediate State. Nature. 2009;461:120–124. doi: 10.1038/nature08277.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nDorwart MR, Wray R, Brautigam CA, Jiang Y, Blount PS. Aureus MscL is a Pentamer in vivo but of Variable Stoichiometries in vitro: Implications for Detergent-Solubilized Membrane Proteins. PLoS Biol. 2010;8:e1000555. doi: 10.1371/journal.pbio.1000555.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nIscla I, Wray R, Blount P. The Oligomeric State of the Truncated Mechanosensitive Channel of Large Conductance Shows No Variance in vivo. Protein Sci. 2011;20:1638–1642. doi: 10.1002/pro.686.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nBartlett JL, Levin G, Blount P. An in Vivo Assay Identifies Changes in Residue Accessibility on Mechanosensitive Channel Gating. Proc Natl Acad Sci U S A. 2004;101:10161–10165. doi: 10.1073/pnas.0402040101.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nBartlett JL, Li Y, Blount P. Mechanosensitive Channel Gating Transitions Resolved by Functional Changes upon Pore Modification. Biophys J. 2006;91:3684–3691. doi: 10.1529/biophysj.106.088062.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBetanzos M, Chiang CS, Guy HR, Sukharev S. A large Iris-Like Expansion of a Mechanosensitive Channel Protein Induced by Membrane Tension. Nature Structural Biology. 2002;9:704–710. doi: 10.1038/nsb828.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nPerozo E, Cortes DM, Sompornpisut P, Kloda A, Martinac B. Open Channel Structure of MscL and the Gating Mechanism of Mechanosensitive Channels. Nature. 2002;418:942–948. doi: 10.1038/nature00992.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nMoe P, Blount P. Assessment of Potential Stimuli for Mechano-Dependent Gating of MscL: Effects of Pressure, Tension, and Lipid Headgroups. Biochemistry. 2005;44:12239–12244. doi: 10.1021/bi0509649.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nBlount P, Iscla I, Moe PC, Li Y.  MscL: The Bacterial Mechanosensitive Channel of Large Conductance. In: Hamill OP, editor. Mechanosensitive Ion Channels. Elsievier Press; St. Louis: 2007. pp. 202–233.\n [\nGoogle Scholar\n]\n\n\n\n\n12.\nCruickshank CC, Minchin RF, Le Dain AC, Martinac B. Estimation of the Pore Size of the Large-Conductance Mechanosensitive Ion Channel of Escherichia Coli. Biophys J. 1997;73:1925–1931. doi: 10.1016/S0006-3495(97)78223-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nBerrier C, Park KH, Abes S, Bibonne A, Betton JM, Ghazi A. Cell-Free Synthesis of a Functional Ion Channel in the Absence of a Membrane and in the Presence of Detergent. Biochemistry. 2004;43:12585–12591. doi: 10.1021/bi049049y.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nClayton D, Shapovalov G, Maurer JA, Dougherty DA, Lester HA, Kochendoerfer GG. Total Chemical Synthesis and Electrophysiological Characterization of Mechanosensitive Channels from Escherichia Coli and Mycobacterium Tuberculosis. Proc Natl Acad Sci U S A. 2004;101:4764–4769. doi: 10.1073/pnas.0305693101.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nYoshimura K, Batiza A, Kung C. Chemically Charging the Pore Constriction Opens the Mechanosensitive Channel MscL. Biophys J. 2001;80:2198–2206. doi: 10.1016/S0006-3495(01)76192-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nYoshimura K, Batiza A, Schroeder M, Blount P, Kung C. Hydrophilicity of a Single Residue within MscL Correlates with Increased Channel Mechanosensitivity. Biophys J. 1999;77:1960–1972. doi: 10.1016/S0006-3495(99)77037-2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nOu X, Blount P, Hoffman RJ, Kung C. One Face of a Transmembrane Helix is Crucial in Mechanosensitive Channel Gating. Proc Natl Acad Sci U S A. 1998;95:11471–11475. doi: 10.1073/pnas.95.19.11471.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nBatiza AF, Kuo MM, Yoshimura K, Kung C. Gating the Bacterial Mechanosensitive Channel MscL in vivo. Proc Natl Acad Sci U S A. 2002;99:5643–5648. doi: 10.1073/pnas.082092599.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nKoçer A, Walko M, Meijberg W, Feringa BL. A light-Actuated Nanovalve Derived from a Channel Protein. Science. 2005;309:755–758. doi: 10.1126/science.1114760.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nKoçer A, Walko M, Bulten E, Halza E, Feringa B, Meijberg W. Rationally Designed Chemical Modulators Convert a Bacterial Channel Protein into a pH-Sensory Valve. Angew Chem. 2006;45:3126–3130. doi: 10.1002/anie.200503403.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nLi Y, Wray R, Eaton C, Blount P. An Open-Pore Structure of the Mechanosensitive Channel MscL Derived by Determining Transmembrane Domain Interactions upon Gating. FASEB J. 2009;23:2197–2204. doi: 10.1096/fj.09-129296.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nAndersson M, Okeyo G, Wilson D, Keizer H, Moe P, Blount P, Fine D, Dodabalapur A, Duran RS. Voltage-Induced Gating of the Mechanosensitive MscL Ion Channel Reconstituted in a Tethered Lipid Bilayer Membrane. Biosens Bioelectron. 2008;23:919–923. doi: 10.1016/j.bios.2007.09.014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nAnishkin A, Gendel V, Sharifi NA, Chiang CS, Shirinian L, Guy HR, Sukharev S. On the Conformation of the COOH-Terminal Domain of the Large Mechanosensitive Channel MscL. J Gen Physiol. 2003;121:227–244. doi: 10.1085/jgp.20028768.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nSteinbacher S, Bass R, Strop P, Rees DC.  Structures of the Prokaryotic Mechanosensitive Channels MscL and MscS. In: Hamill OP, editor. Mechanosensitive Ion Channels. Elsievier Press; St. Louis: 2007. pp. 1–20.\n [\nGoogle Scholar\n]\n\n\n\n\n25.\nPerozo E, Kloda A, Cortes DM, Martinac B. Site-Directed Spin-Labeling Analysis of Reconstituted Mscl in the Closed State. J Gen Physiol. 2001;118:193–206. doi: 10.1085/jgp.118.2.193.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nYoshimura K, Usukura J, Sokabe M. Gating-Associated Conformational Changes in the Mechanosensitive Channel MscL. Proc Natl Acad Sci U S A. 2008;105:4033–4038. doi: 10.1073/pnas.0709436105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nBlount P, Sukharev SI, Schroeder MJ, Nagle SK, Kung C. Single Residue Substitutions that Change the Gating Properties of a Mechanosensitive Channel in Escherichia Coli. Proc Natl Acad Sci U S A. 1996;93:11652–11657. doi: 10.1073/pnas.93.21.11652.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nHäse CC, Ledain AC, Martinac B. Molecular Dissection of the Large Mechanosensitive Ion Channel (Mscl) of E. coli - Mutants with Altered Channel Gating and Pressure Sensitivity. J Membr Biol. 1997;157:17–25. doi: 10.1007/s002329900212.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nStewart EJ, Aslund F, Beckwith J. Disulfide Bond Formation in the Escherichia Coli Cytoplasm: an in vivo Role Reversal for the Thioredoxins. EMBO J. 1998;17:5543–5550. doi: 10.1093/emboj/17.19.5543.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nIscla I, Wray R, Blount P. On the Structure of the N-Terminal Domain of the MscL Channel: Helical Bundle or Membrane Interface. Biophys J. 2008;95:2283–2291. doi: 10.1529/biophysj.107.127423.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nIscla I, Levin G, Wray R, Reynolds R, Blount P. Defining the Physical Gate of a Mechanosensitive Channel, MscL, by Engineering Metal-Binding Sites. Biophys J. 2004;87:3172–3180. doi: 10.1529/biophysj.104.049833.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nYang LM, Blount P. Manipulating the Permeation of Charged Compounds through the MscL Nanovalve. FASEB J. 2010;25:428–434. doi: 10.1096/fj.10-170076.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nCornell BA, Braach-Maksvytis VL, King LG, Osman PD, Raguse B, Wieczorek L, Pace RJ. A Biosensor that Uses Ion-Channel Switches. Nature. 1997;387:580–583. doi: 10.1038/42432.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nDorvel BR, Keizer HM, Fine D, Vuorinen J, Dodabalapur A, Duran RS. Formation of Tethered Bilayer Lipid Membranes on Gold Surfaces: QCM-Z and AFM Study. Langmuir. 2007;23:7344–7355. doi: 10.1021/la0610396.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nLevin G, Blount P. Cysteine Scanning of MscL Transmembrane Domains Reveals Residues Critical for Mechanosensitive Channel Gating. Biophys J. 2004;86:2862–2870. doi: 10.1016/S0006-3495(04)74338-6.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nBlount P, Sukharev SI, Moe PC, Schroeder MJ, Guy HR, Kung C. Membrane Topology and Multimeric Structure of a Mechanosensitive Channel Protein of Escherichia Coli. EMBO J. 1996;15:4798–4805.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nMoe PC, Levin G, Blount P. Correlating a Protein Structure with Function of a Bacterial Mechanosensitive Channel. J Biol Chem. 2000;275:31121–31127. doi: 10.1074/jbc.M002971200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nBlount P, Sukharev SI, Moe PC, Martinac B, Kung C.  Mechanosensitive Channels of Bacteria. In: Conn PM, editor. Methods in Enzymology. Academic Press; San Diego: 1999. pp. 458–482.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nMartinac B, Buechner M, Delcour AH, Adler J, Kung C. Pressure-Sensitive Ion Channel in Escherichia Coli. Proc Natl Acad Sci U S A. 1987;84:2297–2301. doi: 10.1073/pnas.84.8.2297.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.5 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3289768/"
}