{
  "id": "PMC3748764",
  "title": "Multiparameter behavioral analyses provide insights to mechanisms of cyanide resistance in Caenorhabditis elegans.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Multiparameter behavioral analyses provide insights to mechanisms of cyanide resistance in Caenorhabditis elegans.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3748764/"
  },
  "sections": {
    "permalink": "Copy",
    "jenifer_n_saldanha": "*Department of Genetics, Development and Cell Biology and\nFind articles by \nJenifer N Saldanha",
    "archana_parashar": "†Department of Electrical and Computer Engineering, Iowa State University, Ames, Iowa 50011\nFind articles by \nArchana Parashar",
    "santosh_pandey": "†Department of Electrical and Computer Engineering, Iowa State University, Ames, Iowa 50011\nFind articles by \nSantosh Pandey",
    "jo_anne_powell-coffman": "*Department of Genetics, Development and Cell Biology and\nFind articles by \nJo Anne Powell-Coffman",
    "abstract": "Environmental toxicants influence development, behavior, and ultimately survival. The nematode \nCaenorhabditis elegans\n has proven to be an exceptionally powerful model for toxicological studies. Here, we develop novel technologies to describe the effects of cyanide toxicity with high spatiotemporal resolution. Importantly, we use these methods to examine the genetic underpinnings of cyanide resistance. \nCaenorhabditis elegans\n that lack the EGL-9 oxygen sensing enzyme have been shown to be resistant to hydrogen cyanide (HCN) gas produced by the pathogen \nPseudomonas aeruginosa\n PAO1. We demonstrate that the cyanide resistance exhibited by \negl-9\n mutants is completely dependent on the HIF-1 hypoxia-inducible factor and is mediated by the \ncysl-2\n cysteine synthase, which likely functions in metabolic pathways that inactivate cyanide. Further, the expression of \ncysl-2\n correlates with the degree of cyanide resistance exhibited in each genetic background. We find that each mutant exhibits similar relative resistance to HCN gas on plates or to aqueous potassium cyanide in microfluidic chambers. The design of the microfluidic devices, in combination with real-time imaging, addresses a series of challenges presented by mutant phenotypes and by the chemical nature of the toxicant. The microfluidic assay produces a set of behavioral parameters with increased resolution that describe cyanide toxicity and resistance in \nC. elegans\n, and this is particularly useful in analyzing subtle phenotypes. These multiparameter analyses of \nC. elegans\n behavior hold great potential as a means to monitor the effects of toxicants or chemical interventions in real time and to study the biological networks that underpin toxicant resistance.\nKey Words: \n \nCaenorhabditis elegans\n, microfluidics, hypoxia-inducible factor, cyanide toxicity, transcription factor.",
    "materials_and_methods": "Caenorhabditis elegans Strains and Culture\n\n\n\n\nCaenorhabditis elegans\n strains were grown at 20°C, on standard Nutrient Growth Media (NGM) agarose plates with \nEscherichia coli\n OP50 bacterial food, as previously described (\nBrenner, 1974\n). All experiments were performed at 20°C–22°C using L4 stage worms. The following strains were used in this study: N2 wild type, JT307 [\negl-9(sa307)\n], ZG448 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9(ia60) V\n, ZG493 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9(sa330)\n V, ZG347 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9 (sa307) hif-1(ia04) V,\n ZG175 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; hif-1(ia04) V\n. The \negl-9(sa307)\n allele is a 243-bp deletion and is a strong loss-of-function mutation. The \nia60\n mutation is a MOS1 transposon insertion in the \negl-9\n gene, whereas the \nsa330\n allele is a C-to-T mutation that creates a nonsense codon at amino acid 38 (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n). The \nhif-1(ia04)\n mutation is a 1231-bp deletion of the second, third, and fourth exons, which causes a frameshift and premature stop in the mutant mRNA (\nJiang \net al.\n, 2001\n).\nHCN Gas Exposure Assay\n\n\nAssay setup. \n\n\nAs shown in \nFigure 2a\n, L4 stage worms were placed on 3.5-cm NGM agarose plates in the absence of bacterial food. This plate and a separate inverted 3.5-cm lid were positioned in a larger 10-cm petri dish. The lid contained drops of 0.18M hydrochloric acid (100 µl) and a solution of KCN (0.1M) in 0.18M sodium hydroxide (250 µl). Concentrations of the chemicals used were based on previous work (\nDarby \net al.\n, 1999\n). The larger dish was then sealed with Parafilm “M” and tipped to mix the two liquids, thus generating HCN gas in the enclosed setup. For each 30-min interval in the assay, a single plate of L4 stage worms was set inside its own individual chamber. After the initial 0-min time point, five such chambers were set up in a chemical fume hood for the rest of the time points for the 2.5-h assay. For observing recovery after HCN gas exposure, the last plate of worms (150min of exposure) was placed in room air (with a lid on top), and the worms were observed every 30min. All observations of the phenotype were done using a Leica MS 5 stereomicroscope in room air. Every experiment included controls and at least three biological replicates were performed for each genotype tested.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\n(a) Setup for the HCN gas assay: (i) unseeded NGM plate with L4 stage worms and, in a separate plate, aliquots of (ii) hydrochloric acid and (iii) KCN dissolved in sodium hydroxide. The liquids were mixed to generate HCN gas. The larger petri dish (iv) formed the chamber and was sealed with Parafilm to prevent any gas leakage. Scale bar = 20mm. (b) The microfluidic device (v) was observed under a stereomicroscope connected with a camera and computer. (c) Image of the actual PDMS microfluidic device bonded on a glass slide. Scale bar = 10mm. (d) Magnified image of three microfluidic chambers (vii) in which the worms were assayed; each chamber having its individual port (vi) through which the worms and chemical solutions are introduced. Scale bar = 1.5mm.\nScoring worm phenotypes. \n\n\nAt each time point, animals were scored as being motile, nonmotile, or having limited motility (\nFig. 1a\n). The line denotes the track of the worm body centroid over a period of 22 s. “Motile” worms (\nFig. 1a.i\n) foraged actively on the plates on their own accord, without any need for tapping or prodding with a pick. Worms that showed slight movements of their head and body were scored as having “limited motility” (\nFig. 1a.ii\n). Worms were scored as “nonmotile” (\nFig. 1a.iii\n) if they lay immobile on the plates and did not move despite tapping the plate and prodding with a pick.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\n\n\nCaenorhabditis elegans\n susceptibility to HCN gas. (a) Worms were scored as being motile, having limited motility or being nonmotile at 30-min time points for a total of 150min of HCN exposure, followed by 2h recovery in room air (number of animals = 60 and number of independent trials = 3). In these photos, the line traces the movement of a representative animal over 22 s. (b) Wild-type N2 animals were rapidly immobilized by HCN gas and did not recover over the span of the assay. (c) \negl-9(sa307)\n mutant animals remained motile in the presence of HCN gas. (d) The \negl-9(sa307) hif-1(ia04)\n double mutants showed a decrease in motility similar to wild type and did not recover. HCN slowed \negl-9(ia60)\n (e) and \negl-9(sa330)\n (f) mutants, but the animals were able to recover motility to a large extent after 2h in room air.\nRNA Interference Assays\n\n\nRNAi experiments were performed as previously described (\nKamath \net al.\n, 2000\n). L4 stage worms were fed either HT115 bacteria with empty vector L4440 (negative control), HT115 bacteria with the vector expressing \negl-9\n (positive control fed to wild-type worms), or HT115 bacteria with the vector expressing \ncysl-2\n (\nShen \net al.\n, 2006\n). Animals were fed the RNAi food for two generations before conducting the experiments.\nQuantitative Real-Time PCR\n\n\nTRIzol (Invitrogen) was used to isolate RNA from synchronized populations of L4 stage worms. The total extracted RNA from each sample was treated with DNase (Promega) and then reverse transcribed into complimentary DNA (cDNA) using Oligo (dT18) primers and AffinityScript reverse transcriptase (Stratagene). Quantitative RT-PCR was performed using SYBR GREEN supermix (Bio-Rad) and each reaction used cDNA from 100ng of total RNA. The primers for K10H10.2 and \ninf-1\n have been previously published (\nShen \net al.\n, 2005\n, \n2006\n). Three biological replicates were analyzed for each experiment. Additionally, each PCR reaction was performed in duplicate. The standard curve method was used to analyze the expression levels (\nLarionov \net al.\n, 2005\n).\nMicrofluidic Assay With Cyanide in Aqueous Solution\n\n\nThe setup of the microfluidic assay is illustrated in \nFigure 2b\n and it includes a microfluidic chip housing the worms being tested, a stereozoom microscope, and a computer-controlled camera.\n\n\nFabrication of microfluidic chip. \n\n\nThe microfluidic chips were fabricated using a standard soft-lithography process (\nCarr \net al.\n, 2011a\n,\nb\n; \nParashar \net al.\n, 2011\n). The device design was drawn in AutoCAD and sent out to an outside vendor (Fineline Imaging) for printing the black-and-white masks. After obtaining the masks from the vendor, a UV-sensitive polymer, SU-8, was spin coated on a 3-in. silicon wafer to create an 80-µm thick layer. The SU-8 was patterned with the features on the physical mask and developed. Then polydimethylsiloxane (PDMS) polymer was poured on the SU-8 master and allowed to dry in a low-pressure chamber. The dried PDMS was peeled off the SU-8 master, punched with holes for the fluidic ports, and irreversibly bonded to a standard glass slide (\nFig. 2c\n).\nSystem setup and real-time imaging. \n\n\nThe microfluidic chip was mechanically secured to the microscope stage using a plastic tape. For the control experiments, Tygon microbore tubing (inner diameter = 0.51mm, outer diameter = 1.52mm) was connected to a syringe and each chamber was filled with a suspension of M9 buffer and \nE. coli\n OP50 bacteria through the input port (\nFig. 2d\n). The final concentration of \nE. coli\n suspension was maintained at 0.2 OD (optical density). For the cyanide experiments, we used 0.5mM KCN in M9 buffer along with bacterial suspension. For levamisole experiments, we used the drug solutions prepared in M9 buffer at concentrations of 0, 0.1, 1, 10, and 100µM. Single L4 stage worms were picked using a sterile platinum wire pick and dropped into the input port. A small amount of pressure was applied at the input port to push a single worm into each chamber. Once all three chambers were occupied by three individual worms, images were recorded for a period of 1000 s at the rate of one image per second. The saved videos were analyzed for extraction of the multiple locomotion parameters. To facilitate real-time imaging of worm movement, we used a Leica MZ16 transmission stereozoom microscope that has a wide field of view (to record multiple chambers) and 35-mm working distance (for fluidic handling). The microscope has 1× and 2× objective lenses that enabled 7.1× to 230× range of magnification, which was adequate for the experiments. The microscope was coupled with a QICam 12-bit Mono Fast 1394 cooled digital camera interfacing with QCapture PRO software. This allowed us to capture digital images (1392×1040 pixels) at a specified time interval (typically 1 s). The images from a recorded experiment were appended in sequence and compressed into the Audio Video Interleave (.avi) video format.\nData acquisition and analysis. \n\n\nThe saved video files were postprocessed by our custom worm tracking program (\nCarr \net al.\n, 2011b\n; \nParashar \net al.\n, 2011\n) that identified moving objects and tracked their location over a period of time. The source code was written in the C++ programming language. The program analyzed a series of images (typically 1000) to identify the body centroid of an individual worm and record the centroid’s changing coordinates over the length of the video. The program was able to track the body centroid for worms moving forward, backward, or having paused for a period of time. The output of the tracking program was a Microsoft Excel workbook with series of x- and y- position coordinates of the body centroid. A custom Graphic User Interface (GUI) program, written in MATLAB, further allowed the user to calculate and plot the locomotion parameters from multiple data files. GraphPad Prism (GraphPad), JMP, and SAS software were used for statistical analyses of the generated data (\nSall \net al.\n, 2005\n; \nSAS Institute, 2011\n).",
    "": "Higher Spatiotemporal Resolution in Microfluidic Assay\n\n\nPrior studies have demonstrated the efficacy of microfluidic devices for \nC. elegans\n analyses, such as force sensor arrays (\nDoll \net al.\n, 2009\n), mazes (\nPandey \net al.\n, 2011\n; \nQin and Wheeler, 2007\n), microtraps (\nHulme, 2007\n; \nLockery, 2007\n), fluorescent sorters (\nChronis \net al.\n, 2007\n; \nChung \net al.\n, 2008\n), electrotaxis sorters (\nManière \net al.\n, 2011\n; \nRezai \net al.\n, 2012\n), and olfactory assays (\nChronis \net al.\n, 2007\n), and recent review articles summarize the key developments in microfluidic worm chips (\nBuckingham and Sattelle, 2008\n; \nChronis \net al.\n, 2007\n; \nCrane \net al.\n, 2010\n; \nDittrich and Manz, 2006\n). The combination of microfluidics and automated imaging increases the power of \nC. elegans\n as a genetic model system to study the effects of toxicants or chemical interventions in real time. A major contribution of our work is the development of a liquid-based microfluidic assay coupled to imaging technologies to quantify the toxicant response phenotypes of \nC. elegans\n. The discrete scoring of worm motility was further quantified by specific movement parameters generated by our computer program after real-time imaging (summarized in \nSupplementary fig. S4\n).\n\n\nThe need for a real-time analysis system with increased resolution is particularly acute when analyzing subtle phenotypic differences among genotypes of interest. Mutants with strong cyanide resistance phenotypes [such as \negl-9(sa307)\n] show markedly distinct movement patterns under cyanide exposure compared with the wild-type worms. This behavior is easy to detect and score manually in gas-based assays (\nFig. 2\n). However, differences between mutants with weaker cyanide resistance [such as \negl-9(ia60)\n] are difficult to score manually, especially when they have a range of decreased velocities or pause for extended times. The microfluidic assay provided much higher spatiotemporal resolution, as we were able to record the x and y coordinates (\nFig. 3\n) of each individual worm at every second of the assay time span. The average velocity of the worm populations (\nFig. 3\n) showed that the effects of KCN were quick, and the drop in velocity was then consistent for the time span we tested. The total distance covered by the worms (\nFig. 4\n) gave an overview of the cumulative effects of the toxicant on worm movement. Interestingly, the behavioral raster representation of individual worms showed some surprising insights into worm behavior during exposure to the toxicant. The real-time imaging and worm tracking program allow us to detect velocities as low as 7.5 µm/s and number of pauses as small as 20–50, which cannot be recorded via a manual scoring technique.\n\n\nUsing these technologies, we discovered important features of specific strains and their responses to cyanide. Of particular interest: (1) the \negl-9(sa307) hif-1(ia04)\n double mutant strain had lower overall velocity in control conditions compared with the wild-type strains. Our data show that this difference was largely attributable to more frequent pausing (\nFigs. 5\n and \n7\n). (2) In control conditions, the \negl-9(sa330)\n mutant worms moved a greater distance during the course of the experiment. This was due to both higher mean velocity (\nFig. 6\n) and less pausing (\nFig. 7\n). (3) In both the HCN gas assays and the KCN toxicity experiments, the \negl-9(ia60)\n strain was more affected by the toxicants, relative to the \nel-9(sa330)\n strain. As shown in \nFigs. 5\n and \n7\n, the \negl-9(sa330)\n mutants did not pause more frequently in response to KCN, and although the mean velocity was lower in KCN (\nFig. 6\n), the summative effects on total distance were relatively small (\nFig. 4\n).\nGenetics of Cyanide Resistance in C. elegans\n\n\nOveractivation of HIF-1 has been shown to dramatically increase expression levels of the cysteine synthase \ncysl-2\n gene (\nShao \net al.\n, 2009\n; \nShen \net al.\n, 2006\n). Budde and Roth demonstrated that \ncysl-2\n-deficient animals exhibited increased sensitivity to HCN. Further, they proposed that CYSL-2 catalyzes the first step of a metabolic pathway that detoxifies HCN (\nBudde and Roth, 2011\n). This suggested a model in which loss of \negl-9\n function increases HIF-1 activity, which in turn increases \ncysl-2\n expression and protects \nC. elegans\n from cyanide. Here, we tested specific predictions made by this model. First, we asked whether depletion of \ncysl-2\n was sufficient to suppress the \negl-9(sa307)\n cyanide resistance phenotype, assayed in gas chambers or in liquid. As shown in \nFigure 8\n, depletion of \ncysl-2\n by RNA interference dramatically decreased the resistance of \negl-9(sa307)\n animals to cyanide. The microfluidic technologies coupled to real-time imaging provided quantitative descriptions of these phenotypes. The \negl-9(sa307)\n animals treated with \ncysl-2\n RNAi exhibited decreased average centroid velocity and distance travelled compared with control RNAi treatments. Additionally, we found that the levels of the \ncysl-2\n cysteine synthase mRNA were much higher in the \negl-9(sa307)\n mutant animals compared with the \negl-9(ia60)\n and \negl-9(sa330)\n mutants (\nSupplementary table 1\n). This correlates well with the variation we observed in the cyanide resistance phenotype in these strains. Although these data clearly show that \ncysl-2\n has a central role in cyanide resistance, we postulate that other HIF-1 targets also contribute to the ability of \negl-9\n mutants to survive in the presence of this toxicant.",
    "caenorhabditis_elegans_strains_and_culture": "Caenorhabditis elegans\n strains were grown at 20°C, on standard Nutrient Growth Media (NGM) agarose plates with \nEscherichia coli\n OP50 bacterial food, as previously described (\nBrenner, 1974\n). All experiments were performed at 20°C–22°C using L4 stage worms. The following strains were used in this study: N2 wild type, JT307 [\negl-9(sa307)\n], ZG448 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9(ia60) V\n, ZG493 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9(sa330)\n V, ZG347 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; egl-9 (sa307) hif-1(ia04) V,\n ZG175 \niaIs07[Pnhr-57::gfp unc-119 (+)] IV; hif-1(ia04) V\n. The \negl-9(sa307)\n allele is a 243-bp deletion and is a strong loss-of-function mutation. The \nia60\n mutation is a MOS1 transposon insertion in the \negl-9\n gene, whereas the \nsa330\n allele is a C-to-T mutation that creates a nonsense codon at amino acid 38 (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n). The \nhif-1(ia04)\n mutation is a 1231-bp deletion of the second, third, and fourth exons, which causes a frameshift and premature stop in the mutant mRNA (\nJiang \net al.\n, 2001\n).",
    "hcn_gas_exposure_assay": "Assay setup. \n\n\nAs shown in \nFigure 2a\n, L4 stage worms were placed on 3.5-cm NGM agarose plates in the absence of bacterial food. This plate and a separate inverted 3.5-cm lid were positioned in a larger 10-cm petri dish. The lid contained drops of 0.18M hydrochloric acid (100 µl) and a solution of KCN (0.1M) in 0.18M sodium hydroxide (250 µl). Concentrations of the chemicals used were based on previous work (\nDarby \net al.\n, 1999\n). The larger dish was then sealed with Parafilm “M” and tipped to mix the two liquids, thus generating HCN gas in the enclosed setup. For each 30-min interval in the assay, a single plate of L4 stage worms was set inside its own individual chamber. After the initial 0-min time point, five such chambers were set up in a chemical fume hood for the rest of the time points for the 2.5-h assay. For observing recovery after HCN gas exposure, the last plate of worms (150min of exposure) was placed in room air (with a lid on top), and the worms were observed every 30min. All observations of the phenotype were done using a Leica MS 5 stereomicroscope in room air. Every experiment included controls and at least three biological replicates were performed for each genotype tested.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\n(a) Setup for the HCN gas assay: (i) unseeded NGM plate with L4 stage worms and, in a separate plate, aliquots of (ii) hydrochloric acid and (iii) KCN dissolved in sodium hydroxide. The liquids were mixed to generate HCN gas. The larger petri dish (iv) formed the chamber and was sealed with Parafilm to prevent any gas leakage. Scale bar = 20mm. (b) The microfluidic device (v) was observed under a stereomicroscope connected with a camera and computer. (c) Image of the actual PDMS microfluidic device bonded on a glass slide. Scale bar = 10mm. (d) Magnified image of three microfluidic chambers (vii) in which the worms were assayed; each chamber having its individual port (vi) through which the worms and chemical solutions are introduced. Scale bar = 1.5mm.\nScoring worm phenotypes. \n\n\nAt each time point, animals were scored as being motile, nonmotile, or having limited motility (\nFig. 1a\n). The line denotes the track of the worm body centroid over a period of 22 s. “Motile” worms (\nFig. 1a.i\n) foraged actively on the plates on their own accord, without any need for tapping or prodding with a pick. Worms that showed slight movements of their head and body were scored as having “limited motility” (\nFig. 1a.ii\n). Worms were scored as “nonmotile” (\nFig. 1a.iii\n) if they lay immobile on the plates and did not move despite tapping the plate and prodding with a pick.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\n\n\nCaenorhabditis elegans\n susceptibility to HCN gas. (a) Worms were scored as being motile, having limited motility or being nonmotile at 30-min time points for a total of 150min of HCN exposure, followed by 2h recovery in room air (number of animals = 60 and number of independent trials = 3). In these photos, the line traces the movement of a representative animal over 22 s. (b) Wild-type N2 animals were rapidly immobilized by HCN gas and did not recover over the span of the assay. (c) \negl-9(sa307)\n mutant animals remained motile in the presence of HCN gas. (d) The \negl-9(sa307) hif-1(ia04)\n double mutants showed a decrease in motility similar to wild type and did not recover. HCN slowed \negl-9(ia60)\n (e) and \negl-9(sa330)\n (f) mutants, but the animals were able to recover motility to a large extent after 2h in room air.",
    "rna_interference_assays": "RNAi experiments were performed as previously described (\nKamath \net al.\n, 2000\n). L4 stage worms were fed either HT115 bacteria with empty vector L4440 (negative control), HT115 bacteria with the vector expressing \negl-9\n (positive control fed to wild-type worms), or HT115 bacteria with the vector expressing \ncysl-2\n (\nShen \net al.\n, 2006\n). Animals were fed the RNAi food for two generations before conducting the experiments.",
    "quantitative_real-time_pcr": "TRIzol (Invitrogen) was used to isolate RNA from synchronized populations of L4 stage worms. The total extracted RNA from each sample was treated with DNase (Promega) and then reverse transcribed into complimentary DNA (cDNA) using Oligo (dT18) primers and AffinityScript reverse transcriptase (Stratagene). Quantitative RT-PCR was performed using SYBR GREEN supermix (Bio-Rad) and each reaction used cDNA from 100ng of total RNA. The primers for K10H10.2 and \ninf-1\n have been previously published (\nShen \net al.\n, 2005\n, \n2006\n). Three biological replicates were analyzed for each experiment. Additionally, each PCR reaction was performed in duplicate. The standard curve method was used to analyze the expression levels (\nLarionov \net al.\n, 2005\n).",
    "microfluidic_assay_with_cyanide_in_aqueous_solution": "The setup of the microfluidic assay is illustrated in \nFigure 2b\n and it includes a microfluidic chip housing the worms being tested, a stereozoom microscope, and a computer-controlled camera.\nFabrication of microfluidic chip. \n\n\nThe microfluidic chips were fabricated using a standard soft-lithography process (\nCarr \net al.\n, 2011a\n,\nb\n; \nParashar \net al.\n, 2011\n). The device design was drawn in AutoCAD and sent out to an outside vendor (Fineline Imaging) for printing the black-and-white masks. After obtaining the masks from the vendor, a UV-sensitive polymer, SU-8, was spin coated on a 3-in. silicon wafer to create an 80-µm thick layer. The SU-8 was patterned with the features on the physical mask and developed. Then polydimethylsiloxane (PDMS) polymer was poured on the SU-8 master and allowed to dry in a low-pressure chamber. The dried PDMS was peeled off the SU-8 master, punched with holes for the fluidic ports, and irreversibly bonded to a standard glass slide (\nFig. 2c\n).\nSystem setup and real-time imaging. \n\n\nThe microfluidic chip was mechanically secured to the microscope stage using a plastic tape. For the control experiments, Tygon microbore tubing (inner diameter = 0.51mm, outer diameter = 1.52mm) was connected to a syringe and each chamber was filled with a suspension of M9 buffer and \nE. coli\n OP50 bacteria through the input port (\nFig. 2d\n). The final concentration of \nE. coli\n suspension was maintained at 0.2 OD (optical density). For the cyanide experiments, we used 0.5mM KCN in M9 buffer along with bacterial suspension. For levamisole experiments, we used the drug solutions prepared in M9 buffer at concentrations of 0, 0.1, 1, 10, and 100µM. Single L4 stage worms were picked using a sterile platinum wire pick and dropped into the input port. A small amount of pressure was applied at the input port to push a single worm into each chamber. Once all three chambers were occupied by three individual worms, images were recorded for a period of 1000 s at the rate of one image per second. The saved videos were analyzed for extraction of the multiple locomotion parameters. To facilitate real-time imaging of worm movement, we used a Leica MZ16 transmission stereozoom microscope that has a wide field of view (to record multiple chambers) and 35-mm working distance (for fluidic handling). The microscope has 1× and 2× objective lenses that enabled 7.1× to 230× range of magnification, which was adequate for the experiments. The microscope was coupled with a QICam 12-bit Mono Fast 1394 cooled digital camera interfacing with QCapture PRO software. This allowed us to capture digital images (1392×1040 pixels) at a specified time interval (typically 1 s). The images from a recorded experiment were appended in sequence and compressed into the Audio Video Interleave (.avi) video format.\nData acquisition and analysis. \n\n\nThe saved video files were postprocessed by our custom worm tracking program (\nCarr \net al.\n, 2011b\n; \nParashar \net al.\n, 2011\n) that identified moving objects and tracked their location over a period of time. The source code was written in the C++ programming language. The program analyzed a series of images (typically 1000) to identify the body centroid of an individual worm and record the centroid’s changing coordinates over the length of the video. The program was able to track the body centroid for worms moving forward, backward, or having paused for a period of time. The output of the tracking program was a Microsoft Excel workbook with series of x- and y- position coordinates of the body centroid. A custom Graphic User Interface (GUI) program, written in MATLAB, further allowed the user to calculate and plot the locomotion parameters from multiple data files. GraphPad Prism (GraphPad), JMP, and SAS software were used for statistical analyses of the generated data (\nSall \net al.\n, 2005\n; \nSAS Institute, 2011\n).",
    "results": "Overactivation of HIF-1 Confers Resistance to HCN Gas\n\n\nPrior studies have shown that \negl-9\n-deficient worms could survive concentrations of HCN gas that killed wild-type worms (\nGallagher and Manoil, 2001\n). In the experiments shown in \nFigure 1\n, we monitored the effects of HCN gas on worm motility at 30-min time points for a total of 150min and then examined the abilities of the animals to recover from this. As shown in \nFigure 1b\n, wild-type animals were rapidly immobilized in the presence of HCN gas. In contrast, the \negl-9\n-deficient animals (\nFig. 1c\n) were motile even after 2.5h and foraged actively on the plates despite exposure to the toxicant. We hypothesized that the HCN resistance exhibited by \negl-9\n-deficient mutants was due, in whole or in part, to overactivation of HIF-1. To test this, we compared the responses to HCN of \negl-9\n mutants with those animals that carried loss-of-function mutations in both \negl-9\n and \nhif-1\n. The double mutants were rapidly immobilized in the presence of cyanide gas (\nFig. 1d\n), and this phenotype was very similar to that of \nhif-1\n single mutant animals (\nSupplementary fig. S1\n). These results confirmed that the resistance to HCN gas conferred by a loss-of-function mutation in \negl-9\n was dependent on \nhif-1\n function.\nPartial Loss-of-Function Mutations in egl-9 Confer Intermediate Resistance Phenotypes\n\n\nPrior genetic studies had isolated and characterized several different mutations in \negl-9\n. Severe loss-of-function mutations, such as \negl-9(sa307)\n, had been shown to cause egg-laying defects and dramatic overexpression of numerous HIF-1 targets (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n; \nShen \net al.\n, 2006\n; \nTrent \net al.\n, 1983\n). With respect to these phenotypes, the defects conferred by the \negl-9(sa330)\n and \negl-9(ia60)\n mutations have been shown to be less severe (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n). We tested the hypothesis that animals carrying the \negl-9(sa330)\n or \negl-9(ia60)\n mutations would have less resistance to HCN gas compared with \negl-9(sa307)\n. As seen in \nFigures 1e\n and \n1f\n, these less severe mutations resulted in an intermediate resistance phenotype. By 2.5h of exposure to the cyanide gas, these mutants were unable to actively forage on the plates. When left to recover from HCN gas exposure, they soon regained their motility.\n\n\nWhile observing the phenotypes, we found that there was a subtle difference in the extent and nature of limited motility of the \negl-9(ia60)\n and the \negl-9(sa330)\n alleles but were unable to quantify it readily by manual scoring. These phenotypes demonstrated the need to diagnose behavioral responses to toxicants with higher spatiotemporal resolution. Additionally, we sought to develop technologies that would support the analysis of water-soluble toxicants, including KCN. Accordingly, we designed microfluidic devices coupled to real-time imaging and data analysis platforms. The HCN gas assays in \nFigure 1\n provided a valuable benchmark, as we developed novel and reliable cyanide toxicity assays in microfluidic systems.\nDesign of the Microfluidic Device\n\n\nWe proceeded to design a microfluidic chip suitable for assaying small, fast-acting toxicants. Unfortunately, existing devices were not optimal for KCN toxicity studies, so the design of a novel chip proved crucial to our experiments. In prior studies, we had fabricated microfluidic devices to measure the dose-dependent effects of levamisole (an anthelminthic drug) on the movement of \nC. elegans\n in real time and at high resolution (\nCarr \net al.\n, 2011b\n). Even though these devices were later tested with other anthelmintic drugs, they could not be adopted for cyanide assays because of three main obstacles. First, they relied upon an electric field to guide the worms (i.e., electrotaxis), and an electric field would dissociate KCN molecules. In addition, some mutants of interest were not as sensitive to the applied electric fields as the wild-type \nC. elegans\n. Initial tests indicated that electrotaxis of \negl-9\n mutants required electric fields at higher voltage ranges (10–12V) that incapacitate wild-type worms. Second, it was difficult to contain the free-moving worms within the previously constructed microfluidic chamber in the presence of cyanide. We observed that worms responded quickly to KCN solution by trying to escape the chamber, and they explored potential points of exit. In many cases, within a few minutes of cyanide application, worms were found swimming on the liquid surface in the exit ports. Third, agarose was not a suitable medium for observing worm movement, particularly for \negl-9\n mutants. These mutants frequently paused in agarose-filled microfluidic chambers, sometimes for as long as 20min of observation. We also developed and tested alternate devices with soil-like pillar structures (\nLockery \net al.\n, 2008\n), but the \negl-9\n mutants paused in between the pillars.\n\n\nThe custom chip that we designed for this study overcomes these obstacles. It enables the worms to move freely in aqueous solutions but does not allow them to escape. The chip was designed to have nine chambers, wherein three chambers were used simultaneously during an experimental run (\nFigs. 2c\n and \n2d\n). The dimensions of the chambers (length = 3.5mm, width = 1.8mm, and height = 80 µm) were chosen to fit the field of view of the microscope under a suitable magnification with sufficient volume to allow for free \nC. elegans\n swimming while also maintaining the animals in a single plane of focus. Each chamber, in turn, had a one-way input port with a tapered neck (width = 25 µm and height = 80 µm) for sample injection (\nFig. 2d\n). This design allowed us to simply push the worms into the chamber from one side but prevented them from escaping back through the port.\nPresence of Food as an Essential Factor for Consistent Worm Movement\n\n\nIn experiments designed to optimize the conditions for behavioral analyses in microfluidic devices, we determined that bacterial food promoted consistent movement. In the absence of food, the \negl-9\n mutants had a tendency to rest for long periods of time, resulting in a great variability in centroid velocity (\nSupplementary fig. S2\n). This resting behavior was also displayed in other environments that lacked food, including agarose plates or microfluidic chambers filled with agarose gel or PDMS support pillars (data not shown). However, when a suspension of buffer and food was used, the worms moved more consistently (compare \nSupplementary fig. S2\n and \nFigs. 3b\n and \n3c\n). This shows that food can be an important variable in microfluidic behavioral studies. In the experiments described herein, we ensured that the animals had ample food.\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of cyanide on worm velocity in the microfluidic assay. (a) In this diagram, the red-dotted line denotes the representative path of the body centroid. The velocity was calculated using the worm’s centroid positions [(\nx\n\n\n1\n, \ny\n\n\n1\n) and (\nx\n\n\n2\n, \ny\n\n\n2\n)] at their two successive time instances (\nt\n\n\n1\n and \nt\n\n\n2\n). (b–f) Average velocity of body centroid in control (blue) and 0.5mM liquid cyanide (red) conditions. In all the plots, the centroid velocity was calculated by taking the average of all instantaneous velocities of all animals (number of animals = 15 and number of independent trials = 7).\nMultiparameter Behavioral Analysis in Aqueous Cyanide Solution\n\n\nTo more completely and accurately define the effects of KCN on wild-type and mutant animals, we used real-time imaging of \nC. elegans\n in microfluidic chambers to address the following questions: Are the effects of KCN immediate, or do \nC. elegans\n slow down over time? What is the range of velocities exhibited by a population in the presence of the toxicant? Do our data support the hypothesis that mutations that protect \nC. elegans\n from HCN gas also protect the animals from aqueous KCN?\n\n\nFor experiments examining cyanide response phenotypes in microfluidic devices, individual chambers were filled with chemical solutions described in Materials and Methods section and illustrated in \nFigure 2\n. Single L4 stage worms were then inserted into the microfluidic chambers, and their movement was recorded for 1000 s. The worm tracking program produced a list of body centroid locations for each animal as a function of time, which provided quantitative information on the resistance phenotypes.\n\n\nAverage velocity of body centroid. \n\n\nTo assess the effects of cyanide on wild-type and mutant animals, we placed the animals in the microfluidic chamber, tracked movement over time, and calculated the velocity of the body centroid. More precisely, we calculated the ratio of the net distance between two successive points to the net change in time (1 s). An example is shown in \nFigure 3a\n, in which a worm located at centroid position (\nx\n\n\n1\n, \ny\n\n\n1\n) at time instance \nt\n\n\n1\n swam to another centroid position (\nx\n\n\n2\n, \ny\n\n\n2\n) at time instance \nt\n\n\n2\n. The red-dotted line denotes the path of the body centroid, and the centroid velocity \nv\n\n\n21\n can be expressed by Equation 1:\n\n\n\n\n\n\n(1)\n\n\n\n\nThe effects of KCN on wild-type worms were evident from time 0. In \nFigures 3b\n–\nf\n, the plots provide information on the magnitude of overall average centroid velocity for particular populations at every second. The blue lines represent the control conditions, whereas the red lines show average centroid velocities in the presence of 0.5mM KCN. Notably, the average centroid velocity of wild-type worms did not change markedly over the 1000 s of recording (\nFig. 3b\n). In contrast to the wild-type animals, the \negl-9(sa307)\n mutants showed similar average centroid velocities both in control conditions (122±19 µm/s) and in cyanide solution (127±21 µm/s). Interestingly, in the first few seconds of the assay, the \negl-9(sa307)\n animals moved faster in the presence of KCN compared with controls. As predicted, the KCN resistance phenotype exhibited by \negl-9(sa307)\n mutants was suppressed by a loss-of-function mutation in \nhif-1\n (compare \nFigs. 3c\n and \n3d\n). We also assayed two weaker alleles of \negl-9\n. As shown in \nFigure 3e\n, the \negl-9(ia60)\n mutants were slowed by KCN, but not to the degree that wild-type worms were. The KCN had relatively little effect on the centroid velocity of \negl-9(sa330)\n animals (\nFig. 3f\n).\nTotal distance covered by the body centroid. \n\n\nTo understand the summative consequences of changes in movement over time, we calculated the total distance traveled by each population assayed. \nFigures 4a\n–\nc\n depict the movement of representative individuals in the microfluidic device. \nFigure 4d\n plots the average distance travelled by the worms’ body centroid during 1000 s within the microfluidic chambers. Using two-way ANOVA, we tested the hypothesis that the effect of the toxicant was dependent on the genotype. Under control conditions, the wild-type and \negl-9(sa307)\n mutants roughly covered the same distance (133±33mm), but wild-type animals traveled significantly less distance in the KCN solution (40±13mm, \np\n < 0.0001). The \negl-9(sa307) hif-1(ia04)\n double mutant also showed a significant decrease from 89±42mm in control to 37±7mm in cyanide solution (\np\n < 0.0002). In control conditions, the \negl-9(sa330)\n strain covered the maximum distance, relative to other strains tested. The \negl-9(ia60)\n strain showed a significant decrease in the distance covered upon cyanide exposure (from 145±37mm in control to 90±44mm in cyanide solution, \np\n < 0.0001).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nTotal distance traveled in the microfluidic chambers. (a–c) Examples of tracks of animals differently affected by the toxicant. (a) Tracks representative of wild-type animals that exhibited periods of limited motility and eventually ceased movement. (b) Tracks representative of the \negl-9(ia60)\n and \negl-9(sa330)\n animals that exhibited periods of limited motility in the presence of the toxicant but did not become immotile. (c) Tracks representative of \negl-9(sa307)\n animals that continued to swim around the chamber throughout the experiment. (d) The average distance travelled by the worms within 1000 s of recording is shown (number of animals = 15 and number of independent trials = 7). *\np\n < 0.0002, two-way ANOVA.\nDo the cyanide-induced decreases in distance traveled reflect a slow-moving worm with uniform velocity or a relatively fast-moving worm that pauses intermittently? Is the answer the same for all individuals in a population? To address these questions, we examined the movement patterns of individual animals (\nFig. 5\n). We also calculated mean velocities for each condition (\nFig. 6\n), and we quantified the times that worms were immotile (\nFig. 7\n).\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nBehavioral raster plots of the centroid velocities. In our color scheme, white color denotes a maximum velocity of 500 µm/s and black color denotes a minimum velocity of 0 µm/s. Within every raster plot, each individual row corresponds to a distinct animal that is tracked for 1000 s and the color intensity of each pixel corresponds to the animal’s instantaneous velocity (number of animals = 15 and number of independent trials = 7). The wild-type and \negl-9(sa307) hif-1(ia04)\n double mutants show a distinctly slower velocity in cyanide solution (as shown by a darker raster) compared with that in control conditions. The \negl-9(sa307)\n mutants had similar velocities in both control and experimental conditions (as shown by a lighter raster).\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nRange and distribution of the average centroid velocities. Compared with \negl-9(sa307)\n mutant animals, the other genotypes showed a decrease in their mean velocities when exposed to 0.5mM KCN (number of animals = 15 and number of independent trials = 7).\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nNumber of pauses in the microfluidic chambers. Pauses were counted as time instances (within the entire 1000 s) when the centroid velocity was less than a threshold velocity of 15 µm/s. (number of animals = 15 and number of independent trials = 7).\nBehavioral raster representation of instantaneous centroid velocity. \n\n\nTo more fully understand the effects of the toxicant, we examined the range of responses exhibited by individual worms. \nFigure 5\n represents the instantaneous centroid velocities in microfluidic devices as behavioral raster plots. Each row is a collection of pixels, where the color intensity of each pixel reflects the relative instantaneous centroid velocity of an individual worm that is tracked for 1000 s: from light tan indicating high velocity to dark brown indicating no movement. The plots thus provide a very detailed look at the distribution of individual worm velocities. \negl-9(sa307)\n mutant animals showed a lighter raster in both the control and experimental conditions with almost no pauses. Worms with the weaker allele, \negl-9(ia60)\n, had a relatively darker raster in the cyanide solution compared with that in control conditions. In some cases, animals paused for long intervals, and this is illustrated by the darkest portions of the raster for individual worms. A few of the wild-type and the \negl-9(ia60)\n mutants were inactive for long intervals. Interestingly, approximately half of the \negl-9(sa307) hif-1(ia04)\n double mutants paused for extended periods in control conditions. This behavior was less evident in the presence of KCN, which suppressed movement in all the wild-type and \nhif-1\n-deficient worms assayed. The \negl-9(sa330)\n animals moved quickly and paused infrequently.\nRange and distribution of average centroid velocity. \n\n\nRecognizing the variable responses of individual animals as illustrated in the raster plots, we interrogated these phenotypes further by calculating the distribution of centroid velocities achieved by each genotype in each condition. This is shown in \nFigure 6\n. This range and distribution of velocities is estimated by counting the occurrences of velocity values within intervals of 20 µm/s for all worms tested under control or experimental conditions. In control conditions, the mean velocities for wild-type and \negl-9(sa307)\n animals were 133±19 and 123±19 µm/s, respectively. In cyanide solution, the mean velocity for \negl-9(sa307)\n worms showed no significant change (127±21 µm/s, \np\n > 0.05), whereas the mean velocity for wild-type worms decreased significantly (40±6 µm/s, \np\n < 0.0001). Compared with wild type, the \negl-9(sa307) hif-1(ia04)\n worms exhibited a slightly lower mean velocity in control conditions (89±25 µm/s), but they showed a significant decrease in cyanide solution (37±7 µm/s). Consistent with the raster plots for individual worm velocities (\nFig. 5\n), the \negl-9(sa330)\n animals moved relatively faster than other worm types in control conditions (182±28 µm/s) with a wider range. In cyanide solution, the mean velocity of the \negl-9(sa330)\n animals decreased to 155±23 µm/s. The \negl-9(ia60)\n mutants behaved similar to wild-type animals in control conditions (143±23 µm/s) but did not show a dramatic decrease in mean velocity upon cyanide exposure (90±19 µm/s).\nPausing behavior. \n\n\nTo further define this behavior, we identified and quantified the instances in which individual worms slowed to velocities in the 0–15 µm/s range. These data are shown as boxplots in \nFigure 7\n. To our advantage, the worm tracking program was particularly sensitive in detecting miniscule changes in centroid velocity with a resolution of 7.5 µm/s. After recording the videos, the worm velocities extracted from the software were compared manually. We noticed that a centroid velocity of 15 µm/s corresponded to worms that exhibited only small changes in body posture and were otherwise immotile. Hence, we chose 15 µm/s as the threshold velocity below which animals were recorded as having stopped. Cyanide caused an increased number of stops, relative to control conditions, for the wild-type animals (26 in control and 155 in cyanide) and \negl-9(sa307) hif-1(ia04)\n double mutants (66 in control and 197 in cyanide). By comparison, we found that the cyanide treatment did not cause the \negl-9\n single mutants to stop as frequently. In some cases, these analyses reveal differences that were not evident from cursory examination of the raster plots. For example, although the mean velocities of \negl-9(sa307)\n mutants and wild-type animals are very similar in control conditions (\nFig. 6\n), the \negl-9(sa307)\n mutants paused more frequently than did wild-type animals in control conditions (\nFig. 7\n).\nDeciphering the Role of cysl-2 in Cyanide Resistance\n\n\nWe next investigated the role of the cysteine synthase-like gene \ncysl-2\n in \negl-9\n-mediated resistance to aqueous KCN. Overexpression of HIF-1 in \negl-9\n mutants has been shown to cause a marked increase in the expression of \ncysl-2/K10H10.2\n mRNA (\nBudde and Roth, 2011\n; \nShao \net al.\n, 2009\n; \nShen \net al.\n, 2005\n, \n2006\n). Further, during the course of our studies, \nBudde and Roth (2011)\n had demonstrated that RNAi-mediated depletion of \ncysl-2\n caused \negl-9\n-deficient animals to become more susceptible to HCN gas. We proposed two testable hypotheses. First, we predicted that RNAi-mediated depletion of \ncysl-2\n would diminish the resistance of \negl-9\n-deficient mutants to KCN in aqueous solution. Second, we hypothesized that there would be a correlation between the levels of \ncysl-2\n mRNA and the cyanide resistance phenotypes in \negl-9\n mutant animals.\n\n\nIn control experiments, we tested the hypothesis that reducing \ncysl-2\n expression would largely suppress resistance to HCN gas in \negl-9(sa307)\n animals; we depleted \ncysl-2\n mRNA by feeding them bacterial food that carried double-stranded \ncysl-2\n RNA (\ncysl-2\n RNAi). The efficacy of the RNAi protocol was validated in parallel experiments (\nSupplementary fig. S3a\n). The \negl-9(sa307)\n mutants treated with \ncysl-2\n RNAi (\nFig. 8a.ii\n) slowed down in the presence of HCN gas. By comparison, the \negl-9(sa307)\n mutants fed control RNAi bacteria were resistant to the toxicant (\nFig. 8a.i\n).\n\n\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \ncysl-2\n depletion on cyanide resistance. (a) In the presence of HCN gas, \negl-9(sa307)\n worms treated with control RNAi (i) remain motile, but \ncysl-2\n (RNAi) (ii) suppresses this resistance phenotype (number of animals = 60 and number of independent trials = 3). (b) Average distance travelled in the microfluidic chambers. *\np\n < 0.0001, two-way ANOVA. (c) Range and distribution of the average centroid velocities show a decrease in mean velocity for \ncysl-2\n RNAi-treated \negl-9(sa307)\n in 0.5mM KCN compared with control conditions (number of animals = 15 and number of independent trials = 7).\nTo examine the role of \ncysl-2\n in KCN toxicity, we performed experiments in the microfluidic device pictured in \nFigure 2c\n. We found that depletion of \ncysl-2\n by RNAi increased the sensitivity of \negl-9(sa307)\n mutant animals to the toxicant. This was evidenced by a significant decrease in average distance traveled (\np\n < 0.0001, two-way ANOVA; \nFig. 8b\n) and reduced average centroid velocity (\nSupplementary fig. S3b\n). The \ncysl-2\n RNAi did not have marked effects on the mean velocity of the \negl-9(sa307)\n animals in control conditions, but toxicant exposure caused a decrease in mean velocity (\nFig. 8c\n). The raster plots illustrate that these phenotypes were relatively consistent: \ncysl-2\n RNAi caused \negl-9(sa307)\n animals to slow appreciably in the presence of KCN (\nSupplementary fig. S3c\n).\n\n\nTo test the hypothesis that there would be a correlation between the levels of \ncysl-2\n mRNA and the cyanide resistance phenotypes in \negl-9\n mutant animals, we performed quantitative real-time PCR and assessed the levels of \ncysl-2\n expression in \negl-9(sa307)\n, \negl-9(sa330)\n, and \negl-9(ia60)\n mutant animals (three biological replicates for each). We found that the expression level of \ncysl-2\n mRNA was 11-fold higher in \negl-9(sa307)\n strong loss-of-function mutants compared with the \negl-9(ia60)\n and \negl-9(sa330)\n mutants (\nSupplementary table 1\n). Together, these data are consistent with the hypothesis that the strong cyanide resistance phenotype in \negl-9(sa307)\n mutant animals is due to higher levels of \ncysl-2\n expression compared with the \negl-9(sa330)\n and \negl-9(ia60)\n mutants, which show comparatively reduced resistance.\nRobustness of the Assay and Device Testing for Broader Applications\n\n\nWe investigated whether these assays could be adapted for increased throughput, as this might also broaden its applicability. Higher throughput might be accomplished most readily by increasing the number of animals in each chamber or by shortening the time of assay.\n\n\nWe determined that inserting multiple worms (up to three) inside individual microfluidic chambers did not markedly change the cyanide resistance phenotype (\nFig. 9\n). We measured the average centroid velocities of wild-type and \negl-9(sa307)\n worms in control and experimental conditions. Tests were conducted by using one, two, or three worms within individual microfluidic chambers. In each set of experiments, KCN caused a significant decrease in the velocity of wild-type worms in each case (\nFig. 9\n, \np\n < 0.0001). This indicates that the microfluidic assay is not limited to testing a single worm per chamber but can be scaled-up for multiple worms (up to three) per chamber without losing resolution. Furthermore, we noticed that the duration of the microfluidic experiment could be shortened without losing crucial information. In other words, even though our microfluidic experiments were recorded for 1000 s, the required behavioral information could be obtained from experiments recorded for the first 300 s. As an example, the percentage reduction in average centroid velocity for worms in cyanide solution was roughly maintained throughout the experimental duration of 1000 s (\nFig. 3b\n). Our calculations show that, for wild-type worms, the percentage reduction in average centroid velocity caused by cyanide exposure was approximately 30%, whether it was measured over 300, 600, or 900 s. This threefold decrease in experimental time will be particularly useful in further improving the efficiency of the microfluidic assay.\n\n\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nScaling-up the microfluidic technique with multiple worms in individual chambers. (a–c) Snapshots of the microfluidic chamber housing one, two, or three worms (number of animals = 12 and number of independent trials = 3). (d) Average centroid velocities of single or multiple wild-type worms in a microfluidic chamber are plotted under control conditions and 0.5mM KCN. In each of the three cases (with one, two, or three worms), there was a significant reduction in the centroid velocity upon exposure to cyanide solution (*\np\n < 0.0001). (e) Average centroid velocities of single or multiple \negl-9(sa307)\n worms. The number of worms in the chamber had no significant difference on the average velocity measured in each condition (\np\n > 0.05).\nWe designed the microfluidic chamber with the idea that it could be applicable to other water-soluble toxicants that cause acute changes in mobility, potentially inducing genotoxins, heavy metals, environmental toxicants, pharmacological products, and xenobiotics. To test this principle, we used the assay, coupled with real-time imaging, to analyze the effects of the anthelminthic drug levamisole on wild-type worm motility. As seen in \nFigure 10\n, the total distance covered by the worms steadily decreased with an increase in the concentration of the drug.\n\n\nFig. 10.\n\n\n\n\nOpen in a new tab\n\n\nApplicability of the microfluidic device. The distance covered by wild-type worms decreased as the concentration of the anthelminthic drug levamisole increased from 0µM (control) to 100µM (number of animals = 12 and number of independent trials = 3).",
    "overactivation_of_hif-1_confers_resistance_to_hcn_gas": "Prior studies have shown that \negl-9\n-deficient worms could survive concentrations of HCN gas that killed wild-type worms (\nGallagher and Manoil, 2001\n). In the experiments shown in \nFigure 1\n, we monitored the effects of HCN gas on worm motility at 30-min time points for a total of 150min and then examined the abilities of the animals to recover from this. As shown in \nFigure 1b\n, wild-type animals were rapidly immobilized in the presence of HCN gas. In contrast, the \negl-9\n-deficient animals (\nFig. 1c\n) were motile even after 2.5h and foraged actively on the plates despite exposure to the toxicant. We hypothesized that the HCN resistance exhibited by \negl-9\n-deficient mutants was due, in whole or in part, to overactivation of HIF-1. To test this, we compared the responses to HCN of \negl-9\n mutants with those animals that carried loss-of-function mutations in both \negl-9\n and \nhif-1\n. The double mutants were rapidly immobilized in the presence of cyanide gas (\nFig. 1d\n), and this phenotype was very similar to that of \nhif-1\n single mutant animals (\nSupplementary fig. S1\n). These results confirmed that the resistance to HCN gas conferred by a loss-of-function mutation in \negl-9\n was dependent on \nhif-1\n function.",
    "partial_loss-of-function_mutations_in_egl-9_confer_intermedi": "Prior genetic studies had isolated and characterized several different mutations in \negl-9\n. Severe loss-of-function mutations, such as \negl-9(sa307)\n, had been shown to cause egg-laying defects and dramatic overexpression of numerous HIF-1 targets (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n; \nShen \net al.\n, 2006\n; \nTrent \net al.\n, 1983\n). With respect to these phenotypes, the defects conferred by the \negl-9(sa330)\n and \negl-9(ia60)\n mutations have been shown to be less severe (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n). We tested the hypothesis that animals carrying the \negl-9(sa330)\n or \negl-9(ia60)\n mutations would have less resistance to HCN gas compared with \negl-9(sa307)\n. As seen in \nFigures 1e\n and \n1f\n, these less severe mutations resulted in an intermediate resistance phenotype. By 2.5h of exposure to the cyanide gas, these mutants were unable to actively forage on the plates. When left to recover from HCN gas exposure, they soon regained their motility.\nWhile observing the phenotypes, we found that there was a subtle difference in the extent and nature of limited motility of the \negl-9(ia60)\n and the \negl-9(sa330)\n alleles but were unable to quantify it readily by manual scoring. These phenotypes demonstrated the need to diagnose behavioral responses to toxicants with higher spatiotemporal resolution. Additionally, we sought to develop technologies that would support the analysis of water-soluble toxicants, including KCN. Accordingly, we designed microfluidic devices coupled to real-time imaging and data analysis platforms. The HCN gas assays in \nFigure 1\n provided a valuable benchmark, as we developed novel and reliable cyanide toxicity assays in microfluidic systems.",
    "design_of_the_microfluidic_device": "We proceeded to design a microfluidic chip suitable for assaying small, fast-acting toxicants. Unfortunately, existing devices were not optimal for KCN toxicity studies, so the design of a novel chip proved crucial to our experiments. In prior studies, we had fabricated microfluidic devices to measure the dose-dependent effects of levamisole (an anthelminthic drug) on the movement of \nC. elegans\n in real time and at high resolution (\nCarr \net al.\n, 2011b\n). Even though these devices were later tested with other anthelmintic drugs, they could not be adopted for cyanide assays because of three main obstacles. First, they relied upon an electric field to guide the worms (i.e., electrotaxis), and an electric field would dissociate KCN molecules. In addition, some mutants of interest were not as sensitive to the applied electric fields as the wild-type \nC. elegans\n. Initial tests indicated that electrotaxis of \negl-9\n mutants required electric fields at higher voltage ranges (10–12V) that incapacitate wild-type worms. Second, it was difficult to contain the free-moving worms within the previously constructed microfluidic chamber in the presence of cyanide. We observed that worms responded quickly to KCN solution by trying to escape the chamber, and they explored potential points of exit. In many cases, within a few minutes of cyanide application, worms were found swimming on the liquid surface in the exit ports. Third, agarose was not a suitable medium for observing worm movement, particularly for \negl-9\n mutants. These mutants frequently paused in agarose-filled microfluidic chambers, sometimes for as long as 20min of observation. We also developed and tested alternate devices with soil-like pillar structures (\nLockery \net al.\n, 2008\n), but the \negl-9\n mutants paused in between the pillars.\nThe custom chip that we designed for this study overcomes these obstacles. It enables the worms to move freely in aqueous solutions but does not allow them to escape. The chip was designed to have nine chambers, wherein three chambers were used simultaneously during an experimental run (\nFigs. 2c\n and \n2d\n). The dimensions of the chambers (length = 3.5mm, width = 1.8mm, and height = 80 µm) were chosen to fit the field of view of the microscope under a suitable magnification with sufficient volume to allow for free \nC. elegans\n swimming while also maintaining the animals in a single plane of focus. Each chamber, in turn, had a one-way input port with a tapered neck (width = 25 µm and height = 80 µm) for sample injection (\nFig. 2d\n). This design allowed us to simply push the worms into the chamber from one side but prevented them from escaping back through the port.",
    "presence_of_food_as_an_essential_factor_for_consistent_worm_": "In experiments designed to optimize the conditions for behavioral analyses in microfluidic devices, we determined that bacterial food promoted consistent movement. In the absence of food, the \negl-9\n mutants had a tendency to rest for long periods of time, resulting in a great variability in centroid velocity (\nSupplementary fig. S2\n). This resting behavior was also displayed in other environments that lacked food, including agarose plates or microfluidic chambers filled with agarose gel or PDMS support pillars (data not shown). However, when a suspension of buffer and food was used, the worms moved more consistently (compare \nSupplementary fig. S2\n and \nFigs. 3b\n and \n3c\n). This shows that food can be an important variable in microfluidic behavioral studies. In the experiments described herein, we ensured that the animals had ample food.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of cyanide on worm velocity in the microfluidic assay. (a) In this diagram, the red-dotted line denotes the representative path of the body centroid. The velocity was calculated using the worm’s centroid positions [(\nx\n\n\n1\n, \ny\n\n\n1\n) and (\nx\n\n\n2\n, \ny\n\n\n2\n)] at their two successive time instances (\nt\n\n\n1\n and \nt\n\n\n2\n). (b–f) Average velocity of body centroid in control (blue) and 0.5mM liquid cyanide (red) conditions. In all the plots, the centroid velocity was calculated by taking the average of all instantaneous velocities of all animals (number of animals = 15 and number of independent trials = 7).",
    "multiparameter_behavioral_analysis_in_aqueous_cyanide_soluti": "To more completely and accurately define the effects of KCN on wild-type and mutant animals, we used real-time imaging of \nC. elegans\n in microfluidic chambers to address the following questions: Are the effects of KCN immediate, or do \nC. elegans\n slow down over time? What is the range of velocities exhibited by a population in the presence of the toxicant? Do our data support the hypothesis that mutations that protect \nC. elegans\n from HCN gas also protect the animals from aqueous KCN?\nFor experiments examining cyanide response phenotypes in microfluidic devices, individual chambers were filled with chemical solutions described in Materials and Methods section and illustrated in \nFigure 2\n. Single L4 stage worms were then inserted into the microfluidic chambers, and their movement was recorded for 1000 s. The worm tracking program produced a list of body centroid locations for each animal as a function of time, which provided quantitative information on the resistance phenotypes.\nAverage velocity of body centroid. \n\n\nTo assess the effects of cyanide on wild-type and mutant animals, we placed the animals in the microfluidic chamber, tracked movement over time, and calculated the velocity of the body centroid. More precisely, we calculated the ratio of the net distance between two successive points to the net change in time (1 s). An example is shown in \nFigure 3a\n, in which a worm located at centroid position (\nx\n\n\n1\n, \ny\n\n\n1\n) at time instance \nt\n\n\n1\n swam to another centroid position (\nx\n\n\n2\n, \ny\n\n\n2\n) at time instance \nt\n\n\n2\n. The red-dotted line denotes the path of the body centroid, and the centroid velocity \nv\n\n\n21\n can be expressed by Equation 1:\n\n\n\n\n\n\n(1)\n\n\n\n\nThe effects of KCN on wild-type worms were evident from time 0. In \nFigures 3b\n–\nf\n, the plots provide information on the magnitude of overall average centroid velocity for particular populations at every second. The blue lines represent the control conditions, whereas the red lines show average centroid velocities in the presence of 0.5mM KCN. Notably, the average centroid velocity of wild-type worms did not change markedly over the 1000 s of recording (\nFig. 3b\n). In contrast to the wild-type animals, the \negl-9(sa307)\n mutants showed similar average centroid velocities both in control conditions (122±19 µm/s) and in cyanide solution (127±21 µm/s). Interestingly, in the first few seconds of the assay, the \negl-9(sa307)\n animals moved faster in the presence of KCN compared with controls. As predicted, the KCN resistance phenotype exhibited by \negl-9(sa307)\n mutants was suppressed by a loss-of-function mutation in \nhif-1\n (compare \nFigs. 3c\n and \n3d\n). We also assayed two weaker alleles of \negl-9\n. As shown in \nFigure 3e\n, the \negl-9(ia60)\n mutants were slowed by KCN, but not to the degree that wild-type worms were. The KCN had relatively little effect on the centroid velocity of \negl-9(sa330)\n animals (\nFig. 3f\n).\nTotal distance covered by the body centroid. \n\n\nTo understand the summative consequences of changes in movement over time, we calculated the total distance traveled by each population assayed. \nFigures 4a\n–\nc\n depict the movement of representative individuals in the microfluidic device. \nFigure 4d\n plots the average distance travelled by the worms’ body centroid during 1000 s within the microfluidic chambers. Using two-way ANOVA, we tested the hypothesis that the effect of the toxicant was dependent on the genotype. Under control conditions, the wild-type and \negl-9(sa307)\n mutants roughly covered the same distance (133±33mm), but wild-type animals traveled significantly less distance in the KCN solution (40±13mm, \np\n < 0.0001). The \negl-9(sa307) hif-1(ia04)\n double mutant also showed a significant decrease from 89±42mm in control to 37±7mm in cyanide solution (\np\n < 0.0002). In control conditions, the \negl-9(sa330)\n strain covered the maximum distance, relative to other strains tested. The \negl-9(ia60)\n strain showed a significant decrease in the distance covered upon cyanide exposure (from 145±37mm in control to 90±44mm in cyanide solution, \np\n < 0.0001).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nTotal distance traveled in the microfluidic chambers. (a–c) Examples of tracks of animals differently affected by the toxicant. (a) Tracks representative of wild-type animals that exhibited periods of limited motility and eventually ceased movement. (b) Tracks representative of the \negl-9(ia60)\n and \negl-9(sa330)\n animals that exhibited periods of limited motility in the presence of the toxicant but did not become immotile. (c) Tracks representative of \negl-9(sa307)\n animals that continued to swim around the chamber throughout the experiment. (d) The average distance travelled by the worms within 1000 s of recording is shown (number of animals = 15 and number of independent trials = 7). *\np\n < 0.0002, two-way ANOVA.\nDo the cyanide-induced decreases in distance traveled reflect a slow-moving worm with uniform velocity or a relatively fast-moving worm that pauses intermittently? Is the answer the same for all individuals in a population? To address these questions, we examined the movement patterns of individual animals (\nFig. 5\n). We also calculated mean velocities for each condition (\nFig. 6\n), and we quantified the times that worms were immotile (\nFig. 7\n).\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nBehavioral raster plots of the centroid velocities. In our color scheme, white color denotes a maximum velocity of 500 µm/s and black color denotes a minimum velocity of 0 µm/s. Within every raster plot, each individual row corresponds to a distinct animal that is tracked for 1000 s and the color intensity of each pixel corresponds to the animal’s instantaneous velocity (number of animals = 15 and number of independent trials = 7). The wild-type and \negl-9(sa307) hif-1(ia04)\n double mutants show a distinctly slower velocity in cyanide solution (as shown by a darker raster) compared with that in control conditions. The \negl-9(sa307)\n mutants had similar velocities in both control and experimental conditions (as shown by a lighter raster).\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nRange and distribution of the average centroid velocities. Compared with \negl-9(sa307)\n mutant animals, the other genotypes showed a decrease in their mean velocities when exposed to 0.5mM KCN (number of animals = 15 and number of independent trials = 7).\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nNumber of pauses in the microfluidic chambers. Pauses were counted as time instances (within the entire 1000 s) when the centroid velocity was less than a threshold velocity of 15 µm/s. (number of animals = 15 and number of independent trials = 7).\nBehavioral raster representation of instantaneous centroid velocity. \n\n\nTo more fully understand the effects of the toxicant, we examined the range of responses exhibited by individual worms. \nFigure 5\n represents the instantaneous centroid velocities in microfluidic devices as behavioral raster plots. Each row is a collection of pixels, where the color intensity of each pixel reflects the relative instantaneous centroid velocity of an individual worm that is tracked for 1000 s: from light tan indicating high velocity to dark brown indicating no movement. The plots thus provide a very detailed look at the distribution of individual worm velocities. \negl-9(sa307)\n mutant animals showed a lighter raster in both the control and experimental conditions with almost no pauses. Worms with the weaker allele, \negl-9(ia60)\n, had a relatively darker raster in the cyanide solution compared with that in control conditions. In some cases, animals paused for long intervals, and this is illustrated by the darkest portions of the raster for individual worms. A few of the wild-type and the \negl-9(ia60)\n mutants were inactive for long intervals. Interestingly, approximately half of the \negl-9(sa307) hif-1(ia04)\n double mutants paused for extended periods in control conditions. This behavior was less evident in the presence of KCN, which suppressed movement in all the wild-type and \nhif-1\n-deficient worms assayed. The \negl-9(sa330)\n animals moved quickly and paused infrequently.\nRange and distribution of average centroid velocity. \n\n\nRecognizing the variable responses of individual animals as illustrated in the raster plots, we interrogated these phenotypes further by calculating the distribution of centroid velocities achieved by each genotype in each condition. This is shown in \nFigure 6\n. This range and distribution of velocities is estimated by counting the occurrences of velocity values within intervals of 20 µm/s for all worms tested under control or experimental conditions. In control conditions, the mean velocities for wild-type and \negl-9(sa307)\n animals were 133±19 and 123±19 µm/s, respectively. In cyanide solution, the mean velocity for \negl-9(sa307)\n worms showed no significant change (127±21 µm/s, \np\n > 0.05), whereas the mean velocity for wild-type worms decreased significantly (40±6 µm/s, \np\n < 0.0001). Compared with wild type, the \negl-9(sa307) hif-1(ia04)\n worms exhibited a slightly lower mean velocity in control conditions (89±25 µm/s), but they showed a significant decrease in cyanide solution (37±7 µm/s). Consistent with the raster plots for individual worm velocities (\nFig. 5\n), the \negl-9(sa330)\n animals moved relatively faster than other worm types in control conditions (182±28 µm/s) with a wider range. In cyanide solution, the mean velocity of the \negl-9(sa330)\n animals decreased to 155±23 µm/s. The \negl-9(ia60)\n mutants behaved similar to wild-type animals in control conditions (143±23 µm/s) but did not show a dramatic decrease in mean velocity upon cyanide exposure (90±19 µm/s).\nPausing behavior. \n\n\nTo further define this behavior, we identified and quantified the instances in which individual worms slowed to velocities in the 0–15 µm/s range. These data are shown as boxplots in \nFigure 7\n. To our advantage, the worm tracking program was particularly sensitive in detecting miniscule changes in centroid velocity with a resolution of 7.5 µm/s. After recording the videos, the worm velocities extracted from the software were compared manually. We noticed that a centroid velocity of 15 µm/s corresponded to worms that exhibited only small changes in body posture and were otherwise immotile. Hence, we chose 15 µm/s as the threshold velocity below which animals were recorded as having stopped. Cyanide caused an increased number of stops, relative to control conditions, for the wild-type animals (26 in control and 155 in cyanide) and \negl-9(sa307) hif-1(ia04)\n double mutants (66 in control and 197 in cyanide). By comparison, we found that the cyanide treatment did not cause the \negl-9\n single mutants to stop as frequently. In some cases, these analyses reveal differences that were not evident from cursory examination of the raster plots. For example, although the mean velocities of \negl-9(sa307)\n mutants and wild-type animals are very similar in control conditions (\nFig. 6\n), the \negl-9(sa307)\n mutants paused more frequently than did wild-type animals in control conditions (\nFig. 7\n).",
    "deciphering_the_role_of_cysl-2_in_cyanide_resistance": "We next investigated the role of the cysteine synthase-like gene \ncysl-2\n in \negl-9\n-mediated resistance to aqueous KCN. Overexpression of HIF-1 in \negl-9\n mutants has been shown to cause a marked increase in the expression of \ncysl-2/K10H10.2\n mRNA (\nBudde and Roth, 2011\n; \nShao \net al.\n, 2009\n; \nShen \net al.\n, 2005\n, \n2006\n). Further, during the course of our studies, \nBudde and Roth (2011)\n had demonstrated that RNAi-mediated depletion of \ncysl-2\n caused \negl-9\n-deficient animals to become more susceptible to HCN gas. We proposed two testable hypotheses. First, we predicted that RNAi-mediated depletion of \ncysl-2\n would diminish the resistance of \negl-9\n-deficient mutants to KCN in aqueous solution. Second, we hypothesized that there would be a correlation between the levels of \ncysl-2\n mRNA and the cyanide resistance phenotypes in \negl-9\n mutant animals.\nIn control experiments, we tested the hypothesis that reducing \ncysl-2\n expression would largely suppress resistance to HCN gas in \negl-9(sa307)\n animals; we depleted \ncysl-2\n mRNA by feeding them bacterial food that carried double-stranded \ncysl-2\n RNA (\ncysl-2\n RNAi). The efficacy of the RNAi protocol was validated in parallel experiments (\nSupplementary fig. S3a\n). The \negl-9(sa307)\n mutants treated with \ncysl-2\n RNAi (\nFig. 8a.ii\n) slowed down in the presence of HCN gas. By comparison, the \negl-9(sa307)\n mutants fed control RNAi bacteria were resistant to the toxicant (\nFig. 8a.i\n).\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \ncysl-2\n depletion on cyanide resistance. (a) In the presence of HCN gas, \negl-9(sa307)\n worms treated with control RNAi (i) remain motile, but \ncysl-2\n (RNAi) (ii) suppresses this resistance phenotype (number of animals = 60 and number of independent trials = 3). (b) Average distance travelled in the microfluidic chambers. *\np\n < 0.0001, two-way ANOVA. (c) Range and distribution of the average centroid velocities show a decrease in mean velocity for \ncysl-2\n RNAi-treated \negl-9(sa307)\n in 0.5mM KCN compared with control conditions (number of animals = 15 and number of independent trials = 7).\nTo examine the role of \ncysl-2\n in KCN toxicity, we performed experiments in the microfluidic device pictured in \nFigure 2c\n. We found that depletion of \ncysl-2\n by RNAi increased the sensitivity of \negl-9(sa307)\n mutant animals to the toxicant. This was evidenced by a significant decrease in average distance traveled (\np\n < 0.0001, two-way ANOVA; \nFig. 8b\n) and reduced average centroid velocity (\nSupplementary fig. S3b\n). The \ncysl-2\n RNAi did not have marked effects on the mean velocity of the \negl-9(sa307)\n animals in control conditions, but toxicant exposure caused a decrease in mean velocity (\nFig. 8c\n). The raster plots illustrate that these phenotypes were relatively consistent: \ncysl-2\n RNAi caused \negl-9(sa307)\n animals to slow appreciably in the presence of KCN (\nSupplementary fig. S3c\n).\nTo test the hypothesis that there would be a correlation between the levels of \ncysl-2\n mRNA and the cyanide resistance phenotypes in \negl-9\n mutant animals, we performed quantitative real-time PCR and assessed the levels of \ncysl-2\n expression in \negl-9(sa307)\n, \negl-9(sa330)\n, and \negl-9(ia60)\n mutant animals (three biological replicates for each). We found that the expression level of \ncysl-2\n mRNA was 11-fold higher in \negl-9(sa307)\n strong loss-of-function mutants compared with the \negl-9(ia60)\n and \negl-9(sa330)\n mutants (\nSupplementary table 1\n). Together, these data are consistent with the hypothesis that the strong cyanide resistance phenotype in \negl-9(sa307)\n mutant animals is due to higher levels of \ncysl-2\n expression compared with the \negl-9(sa330)\n and \negl-9(ia60)\n mutants, which show comparatively reduced resistance.",
    "robustness_of_the_assay_and_device_testing_for_broader_appli": "We investigated whether these assays could be adapted for increased throughput, as this might also broaden its applicability. Higher throughput might be accomplished most readily by increasing the number of animals in each chamber or by shortening the time of assay.\nWe determined that inserting multiple worms (up to three) inside individual microfluidic chambers did not markedly change the cyanide resistance phenotype (\nFig. 9\n). We measured the average centroid velocities of wild-type and \negl-9(sa307)\n worms in control and experimental conditions. Tests were conducted by using one, two, or three worms within individual microfluidic chambers. In each set of experiments, KCN caused a significant decrease in the velocity of wild-type worms in each case (\nFig. 9\n, \np\n < 0.0001). This indicates that the microfluidic assay is not limited to testing a single worm per chamber but can be scaled-up for multiple worms (up to three) per chamber without losing resolution. Furthermore, we noticed that the duration of the microfluidic experiment could be shortened without losing crucial information. In other words, even though our microfluidic experiments were recorded for 1000 s, the required behavioral information could be obtained from experiments recorded for the first 300 s. As an example, the percentage reduction in average centroid velocity for worms in cyanide solution was roughly maintained throughout the experimental duration of 1000 s (\nFig. 3b\n). Our calculations show that, for wild-type worms, the percentage reduction in average centroid velocity caused by cyanide exposure was approximately 30%, whether it was measured over 300, 600, or 900 s. This threefold decrease in experimental time will be particularly useful in further improving the efficiency of the microfluidic assay.\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nScaling-up the microfluidic technique with multiple worms in individual chambers. (a–c) Snapshots of the microfluidic chamber housing one, two, or three worms (number of animals = 12 and number of independent trials = 3). (d) Average centroid velocities of single or multiple wild-type worms in a microfluidic chamber are plotted under control conditions and 0.5mM KCN. In each of the three cases (with one, two, or three worms), there was a significant reduction in the centroid velocity upon exposure to cyanide solution (*\np\n < 0.0001). (e) Average centroid velocities of single or multiple \negl-9(sa307)\n worms. The number of worms in the chamber had no significant difference on the average velocity measured in each condition (\np\n > 0.05).\nWe designed the microfluidic chamber with the idea that it could be applicable to other water-soluble toxicants that cause acute changes in mobility, potentially inducing genotoxins, heavy metals, environmental toxicants, pharmacological products, and xenobiotics. To test this principle, we used the assay, coupled with real-time imaging, to analyze the effects of the anthelminthic drug levamisole on wild-type worm motility. As seen in \nFigure 10\n, the total distance covered by the worms steadily decreased with an increase in the concentration of the drug.\nFig. 10.\n\n\n\n\nOpen in a new tab\n\n\nApplicability of the microfluidic device. The distance covered by wild-type worms decreased as the concentration of the anthelminthic drug levamisole increased from 0µM (control) to 100µM (number of animals = 12 and number of independent trials = 3).",
    "discussion": "Overactivation of HIF-1, via loss-of-function mutations in \negl-9\n, has been shown to impact \nC. elegans\n longevity and stress resistance (\nPowell-Coffman, 2010\n). We were particularly interested in investigating how a loss-of-function mutation in \negl-9\n and the accompanying overactivation of HIF-1 could protect \nC. elegans\n from cyanide toxicity. In this article, we have presented a novel microfluidics-based approach to study the responses of \nC. elegans\n to this toxicant. Through the HCN gas exposure assays, we confirmed that the resistance of \negl-9(sa307)\n strong loss-of-function worms was dependent on \nhif-1\n function, and we investigated the HCN resistance phenotypes of other mutant alleles of \negl-9\n. Compared with the \negl-9(sa307)\n mutation, the \nia60\n and \nsa330\n alleles cause less severe egg-laying defects (\nDarby \net al.\n, 1999\n; \nShao \net al.\n, 2009\n). Here, we report a correlation between \ncysl-2\n mRNA expression and cyanide resistance phenotypes in these \negl-9\n mutants. Detailed analyses of intermediate phenotypes such as those exhibited by the \negl-9(ia60)\n and \negl-9(sa330)\n strains can be very informative to understanding the genetic bases of cyanide response and resistance.\nReal-time imaging technologies enrich phenotypic analyses by providing quantitative data on worm behavior and velocity for every second of analysis. Microfluidics offered the opportunity to quantitate the responses to aqueous toxicants with superior spatiotemporal resolution, in a single and continuous plane of focus, at the individual worm level and in a much shorter period of time. We established that the genotypes that were resistant to HCN gas were also resistant to aqueous KCN in the microfluidic device. We investigated multiple parameters, including the average velocity of the body centroid, total distance covered by the worms, behavioral raster representation of individual animals, range and distribution of mean velocities, and pausing behavior and stops. Collectively, these data provide a rich and detailed analysis of the cyanide resistance phenotypes and of the roles of \negl-9\n, \nhif-1\n, and \ncysl-2\n.\nHigher Spatiotemporal Resolution in Microfluidic Assay\n\n\nPrior studies have demonstrated the efficacy of microfluidic devices for \nC. elegans\n analyses, such as force sensor arrays (\nDoll \net al.\n, 2009\n), mazes (\nPandey \net al.\n, 2011\n; \nQin and Wheeler, 2007\n), microtraps (\nHulme, 2007\n; \nLockery, 2007\n), fluorescent sorters (\nChronis \net al.\n, 2007\n; \nChung \net al.\n, 2008\n), electrotaxis sorters (\nManière \net al.\n, 2011\n; \nRezai \net al.\n, 2012\n), and olfactory assays (\nChronis \net al.\n, 2007\n), and recent review articles summarize the key developments in microfluidic worm chips (\nBuckingham and Sattelle, 2008\n; \nChronis \net al.\n, 2007\n; \nCrane \net al.\n, 2010\n; \nDittrich and Manz, 2006\n). The combination of microfluidics and automated imaging increases the power of \nC. elegans\n as a genetic model system to study the effects of toxicants or chemical interventions in real time. A major contribution of our work is the development of a liquid-based microfluidic assay coupled to imaging technologies to quantify the toxicant response phenotypes of \nC. elegans\n. The discrete scoring of worm motility was further quantified by specific movement parameters generated by our computer program after real-time imaging (summarized in \nSupplementary fig. S4\n).\n\n\nThe need for a real-time analysis system with increased resolution is particularly acute when analyzing subtle phenotypic differences among genotypes of interest. Mutants with strong cyanide resistance phenotypes [such as \negl-9(sa307)\n] show markedly distinct movement patterns under cyanide exposure compared with the wild-type worms. This behavior is easy to detect and score manually in gas-based assays (\nFig. 2\n). However, differences between mutants with weaker cyanide resistance [such as \negl-9(ia60)\n] are difficult to score manually, especially when they have a range of decreased velocities or pause for extended times. The microfluidic assay provided much higher spatiotemporal resolution, as we were able to record the x and y coordinates (\nFig. 3\n) of each individual worm at every second of the assay time span. The average velocity of the worm populations (\nFig. 3\n) showed that the effects of KCN were quick, and the drop in velocity was then consistent for the time span we tested. The total distance covered by the worms (\nFig. 4\n) gave an overview of the cumulative effects of the toxicant on worm movement. Interestingly, the behavioral raster representation of individual worms showed some surprising insights into worm behavior during exposure to the toxicant. The real-time imaging and worm tracking program allow us to detect velocities as low as 7.5 µm/s and number of pauses as small as 20–50, which cannot be recorded via a manual scoring technique.\n\n\nUsing these technologies, we discovered important features of specific strains and their responses to cyanide. Of particular interest: (1) the \negl-9(sa307) hif-1(ia04)\n double mutant strain had lower overall velocity in control conditions compared with the wild-type strains. Our data show that this difference was largely attributable to more frequent pausing (\nFigs. 5\n and \n7\n). (2) In control conditions, the \negl-9(sa330)\n mutant worms moved a greater distance during the course of the experiment. This was due to both higher mean velocity (\nFig. 6\n) and less pausing (\nFig. 7\n). (3) In both the HCN gas assays and the KCN toxicity experiments, the \negl-9(ia60)\n strain was more affected by the toxicants, relative to the \nel-9(sa330)\n strain. As shown in \nFigs. 5\n and \n7\n, the \negl-9(sa330)\n mutants did not pause more frequently in response to KCN, and although the mean velocity was lower in KCN (\nFig. 6\n), the summative effects on total distance were relatively small (\nFig. 4\n).\nGenetics of Cyanide Resistance in C. elegans\n\n\nOveractivation of HIF-1 has been shown to dramatically increase expression levels of the cysteine synthase \ncysl-2\n gene (\nShao \net al.\n, 2009\n; \nShen \net al.\n, 2006\n). Budde and Roth demonstrated that \ncysl-2\n-deficient animals exhibited increased sensitivity to HCN. Further, they proposed that CYSL-2 catalyzes the first step of a metabolic pathway that detoxifies HCN (\nBudde and Roth, 2011\n). This suggested a model in which loss of \negl-9\n function increases HIF-1 activity, which in turn increases \ncysl-2\n expression and protects \nC. elegans\n from cyanide. Here, we tested specific predictions made by this model. First, we asked whether depletion of \ncysl-2\n was sufficient to suppress the \negl-9(sa307)\n cyanide resistance phenotype, assayed in gas chambers or in liquid. As shown in \nFigure 8\n, depletion of \ncysl-2\n by RNA interference dramatically decreased the resistance of \negl-9(sa307)\n animals to cyanide. The microfluidic technologies coupled to real-time imaging provided quantitative descriptions of these phenotypes. The \negl-9(sa307)\n animals treated with \ncysl-2\n RNAi exhibited decreased average centroid velocity and distance travelled compared with control RNAi treatments. Additionally, we found that the levels of the \ncysl-2\n cysteine synthase mRNA were much higher in the \negl-9(sa307)\n mutant animals compared with the \negl-9(ia60)\n and \negl-9(sa330)\n mutants (\nSupplementary table 1\n). This correlates well with the variation we observed in the cyanide resistance phenotype in these strains. Although these data clearly show that \ncysl-2\n has a central role in cyanide resistance, we postulate that other HIF-1 targets also contribute to the ability of \negl-9\n mutants to survive in the presence of this toxicant.",
    "higher_spatiotemporal_resolution_in_microfluidic_assay": "Prior studies have demonstrated the efficacy of microfluidic devices for \nC. elegans\n analyses, such as force sensor arrays (\nDoll \net al.\n, 2009\n), mazes (\nPandey \net al.\n, 2011\n; \nQin and Wheeler, 2007\n), microtraps (\nHulme, 2007\n; \nLockery, 2007\n), fluorescent sorters (\nChronis \net al.\n, 2007\n; \nChung \net al.\n, 2008\n), electrotaxis sorters (\nManière \net al.\n, 2011\n; \nRezai \net al.\n, 2012\n), and olfactory assays (\nChronis \net al.\n, 2007\n), and recent review articles summarize the key developments in microfluidic worm chips (\nBuckingham and Sattelle, 2008\n; \nChronis \net al.\n, 2007\n; \nCrane \net al.\n, 2010\n; \nDittrich and Manz, 2006\n). The combination of microfluidics and automated imaging increases the power of \nC. elegans\n as a genetic model system to study the effects of toxicants or chemical interventions in real time. A major contribution of our work is the development of a liquid-based microfluidic assay coupled to imaging technologies to quantify the toxicant response phenotypes of \nC. elegans\n. The discrete scoring of worm motility was further quantified by specific movement parameters generated by our computer program after real-time imaging (summarized in \nSupplementary fig. S4\n).\nThe need for a real-time analysis system with increased resolution is particularly acute when analyzing subtle phenotypic differences among genotypes of interest. Mutants with strong cyanide resistance phenotypes [such as \negl-9(sa307)\n] show markedly distinct movement patterns under cyanide exposure compared with the wild-type worms. This behavior is easy to detect and score manually in gas-based assays (\nFig. 2\n). However, differences between mutants with weaker cyanide resistance [such as \negl-9(ia60)\n] are difficult to score manually, especially when they have a range of decreased velocities or pause for extended times. The microfluidic assay provided much higher spatiotemporal resolution, as we were able to record the x and y coordinates (\nFig. 3\n) of each individual worm at every second of the assay time span. The average velocity of the worm populations (\nFig. 3\n) showed that the effects of KCN were quick, and the drop in velocity was then consistent for the time span we tested. The total distance covered by the worms (\nFig. 4\n) gave an overview of the cumulative effects of the toxicant on worm movement. Interestingly, the behavioral raster representation of individual worms showed some surprising insights into worm behavior during exposure to the toxicant. The real-time imaging and worm tracking program allow us to detect velocities as low as 7.5 µm/s and number of pauses as small as 20–50, which cannot be recorded via a manual scoring technique.\nUsing these technologies, we discovered important features of specific strains and their responses to cyanide. Of particular interest: (1) the \negl-9(sa307) hif-1(ia04)\n double mutant strain had lower overall velocity in control conditions compared with the wild-type strains. Our data show that this difference was largely attributable to more frequent pausing (\nFigs. 5\n and \n7\n). (2) In control conditions, the \negl-9(sa330)\n mutant worms moved a greater distance during the course of the experiment. This was due to both higher mean velocity (\nFig. 6\n) and less pausing (\nFig. 7\n). (3) In both the HCN gas assays and the KCN toxicity experiments, the \negl-9(ia60)\n strain was more affected by the toxicants, relative to the \nel-9(sa330)\n strain. As shown in \nFigs. 5\n and \n7\n, the \negl-9(sa330)\n mutants did not pause more frequently in response to KCN, and although the mean velocity was lower in KCN (\nFig. 6\n), the summative effects on total distance were relatively small (\nFig. 4\n).",
    "genetics_of_cyanide_resistance_in_c._elegans": "Overactivation of HIF-1 has been shown to dramatically increase expression levels of the cysteine synthase \ncysl-2\n gene (\nShao \net al.\n, 2009\n; \nShen \net al.\n, 2006\n). Budde and Roth demonstrated that \ncysl-2\n-deficient animals exhibited increased sensitivity to HCN. Further, they proposed that CYSL-2 catalyzes the first step of a metabolic pathway that detoxifies HCN (\nBudde and Roth, 2011\n). This suggested a model in which loss of \negl-9\n function increases HIF-1 activity, which in turn increases \ncysl-2\n expression and protects \nC. elegans\n from cyanide. Here, we tested specific predictions made by this model. First, we asked whether depletion of \ncysl-2\n was sufficient to suppress the \negl-9(sa307)\n cyanide resistance phenotype, assayed in gas chambers or in liquid. As shown in \nFigure 8\n, depletion of \ncysl-2\n by RNA interference dramatically decreased the resistance of \negl-9(sa307)\n animals to cyanide. The microfluidic technologies coupled to real-time imaging provided quantitative descriptions of these phenotypes. The \negl-9(sa307)\n animals treated with \ncysl-2\n RNAi exhibited decreased average centroid velocity and distance travelled compared with control RNAi treatments. Additionally, we found that the levels of the \ncysl-2\n cysteine synthase mRNA were much higher in the \negl-9(sa307)\n mutant animals compared with the \negl-9(ia60)\n and \negl-9(sa330)\n mutants (\nSupplementary table 1\n). This correlates well with the variation we observed in the cyanide resistance phenotype in these strains. Although these data clearly show that \ncysl-2\n has a central role in cyanide resistance, we postulate that other HIF-1 targets also contribute to the ability of \negl-9\n mutants to survive in the presence of this toxicant.",
    "conclusions": "Here, we developed new microfluidic technologies to examine the genetic underpinnings of cyanide resistance. The HCN gas exposure assay validated the microfluidic assay, and both provided insights to the phenotypes and reinforced central conclusions. Prior studies had shown that mutations in \negl-9\n protected \nC. elegans\n from cyanide. Here, we show that this resistance phenotype is dependent on the HIF-1 transcription factor. Further, the expression of \ncysl-2\n in each mutant correlates with the degree of cyanide resistance. This was further assayed by multiparameter analyses of worm motility, which described these phenotypes in much greater detail. The combination of \nC. elegans\n genetics and the microfluidics-enabled approaches and technologies developed here can be used to address many toxicological and biological questions. HIF-1 in particular has been shown to have roles in the responses to diverse stresses and toxicants (\nPowell-Coffman, 2010\n), and in future studies, we will employ these and related technologies to elucidate the functions of HIF-1 and interacting genes. The combination of real-time imaging, microfluidic technologies, and \nC. elegans\n genetics hold great promise for the study of water-soluble toxicants.\nThe authors will provide the fabricated microfluidic chips and the worm tracking software to interested parties. A standard desktop computer with Windows 7 or a higher operating system and a light or stereozoom microscope with an attached camera will be needed for running the experiments. Kindly send such requests by email to pandey@iastate.edu and japc@iastate.edu.",
    "supplementary_data": "Supplementary data are available online at \nhttp://toxsci.oxfordjournals.org/\n.",
    "funding": "The National Science Foundation (CMMI-1000808 and CBET-1150867 to S.P.); The National Aeronautics and Space Administration (NNX12AO60G to S.P. and J.A.P.-C.); National Institutes of Health (R01GM078424 to J.A.P.-C.).",
    "supplementary_material": "Supplementary Data\n\n\n\n\nsupp_135_1_156__index.html\n (1.7KB, html)",
    "acknowledgments": "The authors are grateful to Kyle Petersen, Justin Mai, and Richard Gibson for help in developing the GUI and worm tracking program, to Korinna Radke for editorial suggestions, and to Daniel Fortin for help with statistical analyses.",
    "references": "Albrecht D. R., Bargmann C. I.\n(2011). \nHigh-content behavioral analysis of \nCaenorhabditis elegans\n in precise spatiotemporal chemical environments.\nNat. Methods\n8,\n599–605\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBeasley D. M. G., Glass W. I.\n(1998). \nCyanide poisoning: pathophysiology and treatment recommendations.\nOccup. Med.\n48,\n427–431.10.1093/occmed/48.7.427\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBishop T., Lau K. W., Epstein A. C. R., Kim S. K., Jiang M., O’Rourke D., Pugh C. W., Gleadle J. M., Taylor M. S., Hodgkin J, et al. \n(2004). \nGenetic analysis of pathways regulated by the von Hippel-Lindau tumor suppressor in \nC. elegans\n\n.\nPLoS Biol.\n2,\ne289.10.1371/journal.pbio.0020289\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBlumer C., Haas D.\n(2000). \nMechanism, regulation, and ecological role of bacterial cyanide biosynthesis.\nArch. Microbiol.\n173,\n170–177.10.1007/s002039900127\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBrenner S.\n(1974). \nThe genetics of \nCaenorhabditis elegans\n\n.\nGenetics\n77,\n71–94\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBuckingham S. D., Sattelle D. B.\n(2008). \nStrategies for automated analysis of \nC. elegans\n locomotion.\nInvert. Neurosci.\n8,\n121–131.10.1007/s10158-008-0077-3\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nBudde M. W., Roth M. B.\n(2011). \nThe response of \nCaenorhabditis elegans\n to hydrogen sulfide and hydrogen cyanide.\nGenetics\n189,\n521–532\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nCarr J. A., Lycke R., Parashar A., Pandey S.\n(2011a). \nUnidirectional, electrotactic-response valve for \nCaenorhabditis elegans\n in microfluidic devices.\nAppl. Phys. Lett.\n98,\n143701\n [\nGoogle Scholar\n]\n\n\n\n\n\nCarr J. A., Parashar A., Gibson R., Robertson A. P., Martin R. J., Pandey S.\n(2011b). \nA microfluidic platform for high-sensitivity, real-time drug screening on \nC. elegans\n and parasitic nematodes.\nLab Chip\n11,\n2385–2396\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nChronis N., Zimmer M., Bargmann C. I.\n(2007). \nMicrofluidics for in vivo imaging of neuronal and behavioral activity in \nCaenorhabditis elegans\n\n.\nNat. Methods\n4,\n727–731\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nChung K., Crane M. M., Lu H.\n(2008). \nAutomated on-chip rapid microscopy, phenotyping and sorting of \nC. elegans\n\n.\nNat. Methods\n5,\n637–643\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nCrane M. M., Chung K., Stirman J., Lu H.\n(2010). \nMicrofluidics-enabled phenotyping, imaging, and screening of multicellular organisms.\nLab Chip\n10,\n1509–1517.10.1039/b927258e\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nDarby C., Cosma C. L., Thomas J. H., Manoil C.\n(1999). \nLethal paralysis of \nCaenorhabditis elegans\n by \nPseudomonas aeruginosa\n\n.\nProc. Natl. Acad. Sci. U.S.A.\n96,\n15202–15207\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nDittrich P. S., Manz A.\n(2006). \nLab-on-a-chip: microfluidics in drug discovery.\nNat. Rev. Drug Discov.\n5,\n210–218.10.1038/nrd1985\n\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nDoll J. C., Harjee N., Klejwa N., Kwon R., Coulthard S. M., Petzold B., Goodman M. B., Pruitt B. L.\n(2009). \nSU-8 force sensing pillar arrays for biological measurements.\nLab Chip\n9,\n1449–1454.10.1039/b818622g\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nEpstein A. C. R., Gleadle J. M., McNeill L. A., Hewitson K. S., O’Rourke J., Mole D. R., Mukherji M., Metzen E., Wilson M. I., Dhanda A, et al. \n(2001). \n\n\nC. elegans\n EGL-9 and mammalian homologs define a family of dioxygenases that regulate HIF by prolyl hydroxylation.\nCell\n107,\n43–54\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nGallagher L. A., Manoil C.\n(2001). \n\n\nPseudomonas aeruginosa\n PAO1 kills \nCaenorhabditis elegans\n by cyanide poisoning.\nJ. Bacteriol.\n183,\n6207–6214.10.1128/jb.183.21.6207-6214.2001\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nHamel J.\n(2011). \nA review of acute cyanide poisoning with a treatment update.\nCrit. Care Nurse\n31,\n72–82\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nHulme S. E.\n(2007). \nA microfabricated array of clamps for immobilizing and imaging \nC. elegans\n\n.\nLab Chip\n7,\n1515.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nJiang H., Guo R., Powell-Coffman J. A.\n(2001). \nThe \nCaenorhabditis elegans hif-1\n gene encodes a bHLH-PAS protein that is required for adaptation to hypoxia.\nProc. Natl. Acad. Sci. U.S.A.\n98,\n7916–7921\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nKamath R., Martinez-Campos M., Zipperlen P., Fraser A., Ahringer J.\n(2000). \nEffectiveness of specific RNA-mediated interference through ingested double-stranded RNA in \nCaenorhabditis elegans\n\n.\nGenome Biol.\n2,\n1–10.10.1186/gb-2000-2-1-research0002\n\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nLarionov A., Krause A., Miller W.\n(2005). \nA standard curve based method for relative real time PCR data processing.\nBMC Bioinformatics\n6,\n62.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nLeung M. C. K., Williams P. L., Benedetto A., Au C., Helmcke K. J., Aschner M., Meyer J. N.\n(2008). \n\n\nCaenorhabditis elegans\n: an emerging model in biomedical and environmental toxicology.\nToxicol. Sci.\n106,\n5–28\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nLockery S.\n(2007). \nChanneling the worm: microfluidic devices for nematode neurobiology.\nNat. Methods\n4,\n691–692\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nLockery S. R., Lawton K. J., Doll J. C., Faumont S., Coulthard S. M., Thiele T. R., Chronis N., McCormick K. E., Goodman M. B., Pruitt B. L.\n(2008). \nArtificial dirt: microfluidic substrates for nematode neurobiology and behavior.\nJ. Neurophysiol.\n99,\n3136–3143\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nManière X., Lebois F., Matic I., Ladoux B., Di Meglio J. M., Hersen P.\n(2011). \nRunning worms: \nC. elegans\n self-sorting by electrotaxis.\nPLoS One\n6,\ne16637.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nPandey S., Joseph A., Lycke R., Parashar A.\n(2011). \nDecision-making by nematodes in complex microfluidic mazes.\nAdv. Biosci. Biotechnol.\n2,\n409–415\n [\nGoogle Scholar\n]\n\n\n\n\n\nParashar A., Lycke R., Carr J. A., Pandey S.\n(2011). \nAmplitude-modulated sinusoidal microchannels for observing adaptability in \nC. elegans\n locomotion.\nBiomicrofluidics\n5,\n24112–24119\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nPowell-Coffman J. A.\n(2010). \nHypoxia signaling and resistance in \nC. elegans\n\n.\nTrends Endocrinol. Metab.\n21,\n435–440\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nQin J., Wheeler A. R.\n(2007). \nMaze exploration and learning in \nC. elegans\n\n.\nLab Chip\n7,\n186–192\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nRezai P., Salam S., Selvaganapathy P. R., Gupta B. P.\n(2012). \nElectrical sorting of \nCaenorhabditis elegans\n\n.\nLab Chip\n12,\n1831.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nSall J., Creighton L., Lehman A.\n(2005). \nJMP Start Statistics: A Guide to Statistics and Data Analysis Using JMP and JMP IN Software.\nSAS Institute, Cary, NC: \n\n [\nGoogle Scholar\n]\n\n\n\n\n\nSAS Institute\n(2011). \nSAS/Stat 9.3 User’s Guide: The Glimmix Procedure (Chapter).\nCary, N.C.:, SAS Institute Inc: \n\n [\nGoogle Scholar\n]\n\n\n\n\n\nShao Z., Zhang Y., Powell-Coffman J. A.\n(2009). \nTwo distinct roles for EGL-9 in the regulation of HIF-1-mediated gene expression in \nCaenorhabditis elegans\n\n.\nGenetics\n183,\n821–829\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nShao Z., Zhang Y., Ye Q., Saldanha J. N., Powell-Coffman J. A.\n(2010). \n\n\nC. elegans\n SWAN-1 binds to EGL-9 and regulates HIF-1-mediated resistance to the bacterial pathogen \nPseudomonas aeruginosa\n PAO1.\nPLoS Pathog.\n6,\ne1001075.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nShen C., Nettleton D., Jiang M., Kim S. K., Powell-Coffman J. A.\n(2005). \nRoles of the HIF-1 hypoxia-inducible factor during hypoxia response in \nCaenorhabditis elegans\n\n.\nJ. Biol. Chem.\n280,\n20580–20588\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nShen C., Shao Z., Powell-Coffman J. A.\n(2006). \nThe \nCaenorhabditis elegans rhy-1\n gene inhibits HIF-1 hypoxia-inducible factor activity in a negative feedback loop that does not include \nvhl-1\n\n.\nGenetics\n174,\n1205–1214\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nTrent C., Tsuing N., Horvitz H. R.\n(1983). \nEgg-laying defective mutants of the nematode \nCaenorhabditis elegans\n\n.\nGenetics\n104,\n619–647\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n\nZuryn S., Kuang J., Ebert P. R.\n(2008). \nMitochondrial modulation of phosphine toxicity and resistance in \nCaenorhabditis elegans\n\n.\nToxicol. Sci.\n102,\n179–186\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplementary Data\n\n\n\n\nsupp_135_1_156__index.html\n (1.7KB, html) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File017.doc\n (24KB, doc) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File014.tif\n (1.6MB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File015.tif\n (976.2KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File012.tif\n (955.6KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File013.tif\n (435.7KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File016.doc\n (26.5KB, doc)",
    "supplementary_materials": "Supplementary Data\n\n\n\n\nsupp_135_1_156__index.html\n (1.7KB, html) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File017.doc\n (24KB, doc) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File014.tif\n (1.6MB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File015.tif\n (976.2KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File012.tif\n (955.6KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File013.tif\n (435.7KB, tif) \n\n\n\n\n\n\nsupp_kft138_toxsci_13_0245_File016.doc\n (26.5KB, doc)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (16.8 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3748764/"
}