{
  "id": "PMC4490751",
  "title": "Ionizing Radiation Stimulates Expression of Pro-Osteoclastogenic Genes in Marrow and Skeletal Tissue",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Ionizing Radiation Stimulates Expression of Pro-Osteoclastogenic Genes in Marrow and Skeletal Tissue",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4490751/"
  },
  "sections": {
    "abstract": "Exposure to ionizing radiation can cause rapid mineral loss and increase bone-resorbing osteoclasts within metabolically active, cancellous bone tissue leading to structural deficits. To better understand mechanisms involved in rapid, radiation-induced bone loss, we determined the influence of total body irradiation on expression of select cytokines known both to stimulate osteoclastogenesis and contribute to inflammatory bone disease. Adult (16 week), male C57BL/6J mice were exposed to either 2 Gy gamma rays (\n137\nCs, 0.8 Gy/min) or heavy ions (\n56\nFe, 600MeV, 0.50–1.1 Gy/min); this dose corresponds to either a single fraction of radiotherapy (typical total dose is ≥10 Gy) or accumulates over long-duration interplanetary missions. Serum, marrow, and mineralized tissue were harvested 4 h—7 days later. Gamma irradiation caused a prompt (2.6-fold within 4 h) and persistent (peaking at 4.1-fold within 1 day) rise in the expression of the obligate osteoclastogenic cytokine, receptor activator of nuclear factor kappa-B ligand (\nRankl\n), within marrow cells over controls. Similarly, \nRankl\n expression peaked in marrow cells within 3 days of iron exposure (9.2-fold). Changes in \nRankl\n expression induced by gamma irradiation preceded and overlapped with a rise in expression of other pro-osteoclastic cytokines in marrow (eg, monocyte chemotactic protein-1 increased by 11.9-fold, and tumor necrosis factor-alpha increased by 1.7-fold over controls). The ratio, \nRankl/Opg\n, in marrow increased by 1.8-fold, a net pro-resorption balance. In the marrow, expression of the antioxidant transcription factor, \nNfe2l2\n, strongly correlated with expression levels of \nNfatc1\n, \nCsf1\n, \nTnf\n, and \nRankl\n. Radiation exposure increased a serum marker of bone resorption (tartrate-resistant acid phosphatase) and led to cancellous bone loss (16% decrement after 1 week). We conclude that total body irradiation (gamma or heavy-ion) caused temporal elevations in the concentrations of specific genes expressed within marrow and mineralized tissue related to bone resorption, including select cytokines that lead to osteoclastogenesis and elevated resorption; this is likely to account for rapid and progressive deterioration of cancellous microarchitecture following exposure to ionizing radiation.",
    "introduction": "Introduction\nD\nuring a spaceflight beyond\n the Earth's protective magnetosphere, astronauts are exposed to a complex mixture of ionizing radiation (Durante and Cucinotta \n2011\n), including low-linear energy transfer (LET) gamma rays and protons, as well as more damaging high-LET radiation. Exposure to space radiation is characterized by relatively low doses (≤2 Gy) of ion species due to solar particle events (Shurshakov and others \n1999\n; Parsons and Townsend \n2000\n) or galactic cosmic rays (Zeitlin and others \n2013\n; Hassler and others \n2014\n). Simulated space radiation at these doses causes a rapid net decline in cancellous bone volume to total volume as well as a decrement relative to age-matched controls (Kondo and others \n2009\n; Willey and others \n2010\n). The bone loss is associated with increased osteoclast numbers and resorbing surfaces of osteoclasts lining trabeculae (Hamilton and others \n2006\n; Alwood and others \n2010\n; Kondo and others \n2010\n; Willey and others \n2010\n; Yumoto and others \n2010\n; Lloyd and others \n2012\n). Doses in the range of 1–2 Gy also are relevant to radiotherapy; total therapeutic doses can vary, but total body doses of 10–15 Gy typically are fractionated into single doses of ∼2 Gy, which ultimately can lead to increased fracture incidence (Baxter and others \n2005\n). Exposure to radiation, particularly high-LET particles, has the potential to exacerbate the deleterious effects of musculoskeletal disuse, which occurs during prolonged bed rest or spaceflight (LeBlanc and others \n2000\n; Lang and others \n2004\n, \n2006\n; Keyak and others \n2009\n; Alwood and others \n2010\n; Yumoto and others \n2010\n).\nPrevious work shows that radiation exposure elicits a transient (<2 weeks) pro-resorptive state in cancellous tissue, resulting in net bone loss compared with basal (time of radiation) and age-matched controls (Kondo and others \n2010\n; Willey and others \n2010\n; Alwood and others \n2012\n). Bone-resorbing osteoclasts are thought to cause the rapid (Kondo and others \n2009\n; Willey and others \n2010\n; Turner and others \n2013\n) cancellous strut losses following simulated space irradiation, leading to loss of microarchitectural integrity (Alwood and others \n2010\n). Radiation exposure transiently and markedly increases the numbers of osteoclasts and the extent of cancellous surfaces covered by osteoclasts. However, the role that receptor activator of nuclear factor kappa-B ligand (\nRankl\n), the principal osteoclastogenic cytokine, plays in concert with other pro-osteoclastic inflammatory cytokines (Kim and others \n2006\n; Takayanagi \n2007\n; Boyce and Xing \n2008\n) and oxidative stress is not fully understood with respect to the cancellous bone loss following radiation exposure (Kondo and others \n2009\n).\nTotal body irradiation (≤2 Gy) causes time-dependent changes in the bone formation by osteoblasts, although these changes do not account for the early and rapid decrement in bone mass observed following exposure to total body irradiation within this dose range. Within 3 days of exposure to radiation, the net bone formation rate to bone surface (BFR/BS) is unaffected (Kondo and others \n2010\n). Although radiation does affect osteoblast function within the first week of exposure, as indicated by an observed increase in mineral apposition rate (MAR), a concomitant reduction in the mineralizing surface yields no net change in the bone formation rate (Kondo and others \n2010\n). Similarly, Willey and others (\n2010\n) also report increased MAR within the first week after exposure, but subsequently BFR/BS declines by 2 and 3 weeks after exposure to 2 Gy X-ray, while Turner and others reported transient increased bone formation even after very high doses of radiation (6 Gy). Therefore, radiation-induced changes in bone formation are more likely to contribute to later remodeling deficits rather than acute bone loss.\nTo better understand net bone loss in the acute response to radiation exposure, we examined the temporal expression within both marrow and mineralized tissue of \nRankl\n and select pro-osteoclastogenic cytokines implicated in various models of inflammatory bone loss (Braun and Schett \n2012\n) following exposure to low- or high-LET species of radiation. Furthermore, we investigated the temporal expression of a key antioxidant transcription factor (nuclear factor, erythroid-derived 2,-like 2, \nNfe2l2\n), which is responsible for mounting a rapid defense against oxidative challenges (Kobayashi and Yamamoto \n2005\n) and is known to play a role in dampening osteoclastogenesis (Hyeon and others \n2013\n).\nWe hypothesized that radiation exposure induces expression of pro-osteoclastogenic, pro-inflammatory, and antioxidant genes within both marrow and mineralized tissue compartments and increases markers of bone resorption. Furthermore, we hypothesize that these changes are likely to contribute to later cancellous bone loss. This work shows an acute and time-dependent elevation of \nRankl\n, monocyte chemotactic protein-1 (\nMcp1\n), and tumor necrosis factor-alpha (\nTnf\n) gene expression in the marrow or in skeletal compartments due to low- or high-LET irradiation. These molecular changes precede (<3 days) the manifestation of bone loss (3–7 days) following iron irradiation at a dose relevant to fractionated radiotherapy or space missions.",
    "materials_and_methods": "Materials and Methods\nAnimals\nPost-pubescent (16 weeks±4 days at time of irradiation), male C57BL/6J mice (Jackson Laboratories) were individually housed and provided food (LabDiet 5001) and water \nad libitum\n, as described elsewhere (Yumoto and others \n2010\n). Animals were euthanized by CO\n2\n inhalation or anesthetized with isoflurane, followed by blood draw through cardiac puncture. The Institutional Animal Care and Use Committees for NASA Ames Research Center and Brookhaven National Laboratory approved all procedures.\nExperiment design and radiation exposure\nExperiments were conducted to determine the temporal changes in the levels of key genes and circulating proteins related to bone resorption in the latency period before the onset of overt structural loss. To evaluate heavy-ion effects, conscious mice were exposed to high-LET iron ions (\n56\nFe, 600 MeV/ion, 5cGy or 2 Gy, at a rate of 5 or 0.50–1.10 Gy/min, respectively) at the NASA Space Radiation Laboratory, Brookhaven National Laboratory, or were sham irradiated as previously described (\nn\n=5–8/group). Mice were euthanized and tissues harvested at baseline (ie, time of irradiation) or 3 or 7 days after exposure. To evaluate gamma radiation effects, conscious mice were irradiated with low-LET \n137\nCs gamma rays [2 Gy, 0.80 Gy/min, as described in detail in Kondo and others (\n2010\n)] or were sham irradiated. Euthanasia and tissue harvest took place 4 h or 1 day (±2 h), 3 days, or 7 days after exposure (\nn\n=5–7/group).\nBone microarchitecture\nBone volume and microarchitecture of the proximal tibial metaphysis were quantified by microcomputed tomography (6.8 μm pixel size, 3,500 ms integration time, 50 kV, Skyscan 1174; Bruker microCT) similar to Kondo and others (\n2009\n). Briefly, a 1.0-mm thick region located 0.24 mm distal to the proximal growth plate of the tibia was selected and semiautonomously contoured to include cancellous tissue. To assess bone loss, the bone volume to total volume fraction (BV/TV, %), trabecular thickness (Tb.Th, μm), trabecular number (Tb.N, 1/mm), and trabecular separation (Tb.Sp, μm) were calculated and reported following conventional guidelines (Bouxsein and others \n2010\n).\nqRT-PCR for gene expression within marrow and skeletal tissue\nFemora and tibiae were dissected, cleaned of soft tissues, flushed of bone marrow with phosphate-buffered saline, and stored in RNALater (Qiagen, Inc.) at −80°C. Bone marrow cells were lysed and preserved with guanidine-thiocyanate-containing RLT buffer (Qiagen, Inc.) with 1% beta-mercaptoethanol at −80°C. RNA was extracted from homogenized bone or marrow lysates using Trizol (Ambion), QIAshredder, and an RNeasy mini kit (Qiagen, Inc.). For each tissue, RNA was treated with an RNase-free DNase set (Qiagen, Inc.) in accordance with the manufacturer's instructions. RNA quality and quantity were determined using a spectrophotometer (NanoDrop). The RNA quality was confirmed by electrophoresis using the 2100 Bioanalyzer (Agilent Technologies).\nFollowing the manufacturer's recommendations, RNA was reversed transcribed and simultaneously used for qPCR using the GoTaq\n®\n Probe 1-Step RT-qPCR system (Promega). Portions of the following mouse gene sequences were amplified using TaqMan gene expression assays (Applied Biosystems, Inc.): receptor activator of nuclear factor kappa-B ligand (\nRankl\n, assay ID: Mm00441906_m1), Osteoprotegerin (\nOpg\n, assay ID: Mm01205928_m1), Tumor necrosis factor-alpha (\nTnf\n, assay ID: Mm00443260_g1), monocyte chemotactic protein-1 (\nMcp1\n, assay ID: Mm00441242_m1), interleukin-6 (\nIl6\n, assay ID Mm00446190_m1), tartrate-resistant acid phosphatase (\nAcp5\n, assay ID: Mm00475698_m1), cathepsin-K (\nCtk\n, assay ID: Mm00484039_m1), nuclear factor of activated T-cells, cytoplasmic 1 (\nNfatc1\n, assay ID: Mm00479445_m1), nuclear factor, erythroid-derived 2,-like 2 (\nNfe2l2\n, assay ID: Mm00477784_m1), and colony-stimulating factor 1 (\nCsf1\n, assay ID: Mm00432686_m1). We standardized gene expression levels to mitochondrial ribosomal protein L19 (\nL19\n, assay ID: Mm02601633_g1) to correct for differences in cellular input and RNA quality and facilitate comparison between samples. Hypoxanthine–guanine phosphoribosyltransferase (\nHprt1\n, assay ID: Mm01545399_m1) and transmembrane protein 40 (\nTmem40\n, assay ID: Mm00460636_m1) also were analyzed as alternate housekeeping genes. The reactions were performed in the 7300 RT-PCR system (Applied Biosystems) or SmartCycler real-time PCR system (Cepheid).\nWe analyzed multiple candidate housekeeping genes for normalization, including \nL19\n, \nHprt1\n, and \nTmem40\n. Gamma radiation exposure did not modulate levels of the gene \nL19\n at the various time points, but transiently and modestly increased gene expression of \nHprt1\n (-0.4 cycles, 1.4-fold) and \nTmem40\n (-1 cycle, 2.3-fold). Following iron irradiation, \nL19\n (as well as \nHprt1\n) showed small increases in cycle number due to treatment (-0.4 cycles, 1.4-fold for \nL19\n). As these differences in housekeeping gene expression were small relative to those of cytokine and resorption marker levels, results reported were normalized relative to \nL19\n for both gamma and iron irradiation experiments.\nSerum tartrate-resistant acid phosphatase 5b\nBlood was collected from the heart at the time of euthanasia and serum was separated and stored at −80°C until processed. Enzyme immunoassays were performed for measurement of tartrate-resistant acid phosphatase 5b (TRACP 5b), a biomarker for osteoclast-mediated bone resorption, using a commercial kit (Immunodiagnostic Systems) according to the manufacturer's protocol.\nStatistics\nAll data are reported as mean±standard deviation. To determine significant differences compared with sham-irradiated controls, a 1-way analysis of variance was used followed by Dunnett's \npost hoc\n test. If data were determined to be heteroscedastic (Bartlett's test), a Welch's ANOVA test followed by a \npost hoc\n test using the Bonferroni correction were used to determine significant differences from the sham-irradiated controls. Correlation analyses were performed on expression levels of select genes from marrow and bone specimens following gamma irradiation (for the sham and 1, 3, and 7 day endpoints) using the Pearson's product-moment coefficient (r). A \nP\n value ≤0.05 was accepted as significant for all analyses. All analyses were performed using JMP 8.0.2 (SAS).",
    "animals": "Animals\nPost-pubescent (16 weeks±4 days at time of irradiation), male C57BL/6J mice (Jackson Laboratories) were individually housed and provided food (LabDiet 5001) and water \nad libitum\n, as described elsewhere (Yumoto and others \n2010\n). Animals were euthanized by CO\n2\n inhalation or anesthetized with isoflurane, followed by blood draw through cardiac puncture. The Institutional Animal Care and Use Committees for NASA Ames Research Center and Brookhaven National Laboratory approved all procedures.",
    "experiment_design_and_radiation_exposure": "Experiment design and radiation exposure\nExperiments were conducted to determine the temporal changes in the levels of key genes and circulating proteins related to bone resorption in the latency period before the onset of overt structural loss. To evaluate heavy-ion effects, conscious mice were exposed to high-LET iron ions (\n56\nFe, 600 MeV/ion, 5cGy or 2 Gy, at a rate of 5 or 0.50–1.10 Gy/min, respectively) at the NASA Space Radiation Laboratory, Brookhaven National Laboratory, or were sham irradiated as previously described (\nn\n=5–8/group). Mice were euthanized and tissues harvested at baseline (ie, time of irradiation) or 3 or 7 days after exposure. To evaluate gamma radiation effects, conscious mice were irradiated with low-LET \n137\nCs gamma rays [2 Gy, 0.80 Gy/min, as described in detail in Kondo and others (\n2010\n)] or were sham irradiated. Euthanasia and tissue harvest took place 4 h or 1 day (±2 h), 3 days, or 7 days after exposure (\nn\n=5–7/group).",
    "bone_microarchitecture": "Bone microarchitecture\nBone volume and microarchitecture of the proximal tibial metaphysis were quantified by microcomputed tomography (6.8 μm pixel size, 3,500 ms integration time, 50 kV, Skyscan 1174; Bruker microCT) similar to Kondo and others (\n2009\n). Briefly, a 1.0-mm thick region located 0.24 mm distal to the proximal growth plate of the tibia was selected and semiautonomously contoured to include cancellous tissue. To assess bone loss, the bone volume to total volume fraction (BV/TV, %), trabecular thickness (Tb.Th, μm), trabecular number (Tb.N, 1/mm), and trabecular separation (Tb.Sp, μm) were calculated and reported following conventional guidelines (Bouxsein and others \n2010\n).",
    "qrt-pcr_for_gene_expression_within_marrow_and_skeletal_tissu": "qRT-PCR for gene expression within marrow and skeletal tissue\nFemora and tibiae were dissected, cleaned of soft tissues, flushed of bone marrow with phosphate-buffered saline, and stored in RNALater (Qiagen, Inc.) at −80°C. Bone marrow cells were lysed and preserved with guanidine-thiocyanate-containing RLT buffer (Qiagen, Inc.) with 1% beta-mercaptoethanol at −80°C. RNA was extracted from homogenized bone or marrow lysates using Trizol (Ambion), QIAshredder, and an RNeasy mini kit (Qiagen, Inc.). For each tissue, RNA was treated with an RNase-free DNase set (Qiagen, Inc.) in accordance with the manufacturer's instructions. RNA quality and quantity were determined using a spectrophotometer (NanoDrop). The RNA quality was confirmed by electrophoresis using the 2100 Bioanalyzer (Agilent Technologies).\nFollowing the manufacturer's recommendations, RNA was reversed transcribed and simultaneously used for qPCR using the GoTaq\n®\n Probe 1-Step RT-qPCR system (Promega). Portions of the following mouse gene sequences were amplified using TaqMan gene expression assays (Applied Biosystems, Inc.): receptor activator of nuclear factor kappa-B ligand (\nRankl\n, assay ID: Mm00441906_m1), Osteoprotegerin (\nOpg\n, assay ID: Mm01205928_m1), Tumor necrosis factor-alpha (\nTnf\n, assay ID: Mm00443260_g1), monocyte chemotactic protein-1 (\nMcp1\n, assay ID: Mm00441242_m1), interleukin-6 (\nIl6\n, assay ID Mm00446190_m1), tartrate-resistant acid phosphatase (\nAcp5\n, assay ID: Mm00475698_m1), cathepsin-K (\nCtk\n, assay ID: Mm00484039_m1), nuclear factor of activated T-cells, cytoplasmic 1 (\nNfatc1\n, assay ID: Mm00479445_m1), nuclear factor, erythroid-derived 2,-like 2 (\nNfe2l2\n, assay ID: Mm00477784_m1), and colony-stimulating factor 1 (\nCsf1\n, assay ID: Mm00432686_m1). We standardized gene expression levels to mitochondrial ribosomal protein L19 (\nL19\n, assay ID: Mm02601633_g1) to correct for differences in cellular input and RNA quality and facilitate comparison between samples. Hypoxanthine–guanine phosphoribosyltransferase (\nHprt1\n, assay ID: Mm01545399_m1) and transmembrane protein 40 (\nTmem40\n, assay ID: Mm00460636_m1) also were analyzed as alternate housekeeping genes. The reactions were performed in the 7300 RT-PCR system (Applied Biosystems) or SmartCycler real-time PCR system (Cepheid).\nWe analyzed multiple candidate housekeeping genes for normalization, including \nL19\n, \nHprt1\n, and \nTmem40\n. Gamma radiation exposure did not modulate levels of the gene \nL19\n at the various time points, but transiently and modestly increased gene expression of \nHprt1\n (-0.4 cycles, 1.4-fold) and \nTmem40\n (-1 cycle, 2.3-fold). Following iron irradiation, \nL19\n (as well as \nHprt1\n) showed small increases in cycle number due to treatment (-0.4 cycles, 1.4-fold for \nL19\n). As these differences in housekeeping gene expression were small relative to those of cytokine and resorption marker levels, results reported were normalized relative to \nL19\n for both gamma and iron irradiation experiments.",
    "serum_tartrate-resistant_acid_phosphatase_5b": "Serum tartrate-resistant acid phosphatase 5b\nBlood was collected from the heart at the time of euthanasia and serum was separated and stored at −80°C until processed. Enzyme immunoassays were performed for measurement of tartrate-resistant acid phosphatase 5b (TRACP 5b), a biomarker for osteoclast-mediated bone resorption, using a commercial kit (Immunodiagnostic Systems) according to the manufacturer's protocol.",
    "statistics": "Statistics\nAll data are reported as mean±standard deviation. To determine significant differences compared with sham-irradiated controls, a 1-way analysis of variance was used followed by Dunnett's \npost hoc\n test. If data were determined to be heteroscedastic (Bartlett's test), a Welch's ANOVA test followed by a \npost hoc\n test using the Bonferroni correction were used to determine significant differences from the sham-irradiated controls. Correlation analyses were performed on expression levels of select genes from marrow and bone specimens following gamma irradiation (for the sham and 1, 3, and 7 day endpoints) using the Pearson's product-moment coefficient (r). A \nP\n value ≤0.05 was accepted as significant for all analyses. All analyses were performed using JMP 8.0.2 (SAS).",
    "results": "Results\nCancellous microarchitecture following iron irradiation\nTo determine the extent of bone loss over the short term, mice were irradiated with \n56\nFe ions (600 MeV) or were sham irradiated (0 Gy controls), then 7 days later bones were harvested and cancellous microarchitecture in the proximal tibia quantified \nex vivo\n using 3D microcomputed tomography. Body weights of irradiated and control animals at the time of tissue harvest did not differ (data not shown). Compared with sham controls, irradiation with 2 Gy reduced BV/TV by 16%, Tb.N by 15%, and showed a trend of increased Tb.Sp by 11% (\nP\n=0.053, ANOVA), but did not affect trabecular thickness (\nFig. 1\n). This is consistent with previous reports (Hamilton and others \n2006\n; Alwood and others \n2010\n). We included a basal group in our experiments showing BV/TV of 25.1%±3.6%, which was not different from the age-matched sham control group. A lower dose of iron (5 cGy) failed to elicit changes in bone structural parameters compared with controls and is therefore below the threshold dose for causing bone loss (data not shown). These results validate the model of ionizing radiation-induced cancellous bone loss.\nFIG. 1.\n2 Gy iron irradiation caused acute bone loss in the tibial metaphysis by 7 days through removal of trabecular struts. \n(A)\n Bone volume fraction (BV/TV), \n(B)\n trabecular number (Tb.N), \n(C)\n trabecular thickness (Tb.Th), and \n(D)\n trabecular spacing (Tb.Sp). Data are mean±SD, with * denoting \nP\n<0.05 versus sham.\nMarrow gene expression following iron irradiation\nTo determine if irradiation altered expression of various pro-osteoclastogenic genes, mRNA levels in bone marrow cell lysates were measured using quantitative RT-PCR 3 days after exposure to high-LET iron or sham irradiation. Within 3 days of exposure, iron irradiation increased expression of the \nRankl\n gene by 9.2-fold compared with sham-irradiated controls (\nFig. 2\n). At this time point, transcripts of \nOpg\n and \nMcp1\n were not detected in the marrow (data not shown). Radiation exposure did not alter \nTnf\n expression (\nFig. 2\n). In contrast, a lower dose of iron (5 cGy) did not elicit changes in gene expression (data not shown). These data demonstrated that high-LET particulate irradiation with 2 Gy elicited pro-osteoclastogenic cytokine expression in the bone marrow tissue.\nFIG. 2.\n2 Gy iron irradiation effects on cytokine gene expression in tibial marrow cells on day 3 (expression level normalized to \nL19\n). Radiation exposure increased the gene expression levels of \n(A)\n\n\nRankl.\n Gene expression levels of \n(B)\n\n\nTnf\n were unchanged. Data are mean±SD, with ** denoting \nP\n<0.01 versus sham.\nGene expression of skeletal tissue following iron irradiation\nTo determine if ionizing radiation altered expression of select genes related to osteoclastogenesis (\nRankl\n, \nOpg\n) and osteoclast-mediated bone resorption (\nCtk\n, \nAcp5\n) in cells within the mineralized compartment of skeletal tissue, RNA was purified from bone after removal of the marrow (leaving predominantly osteocytes). Within 3 days, iron irradiation increased expression of \nRankl\n by 1.9-fold, \nAcp5\n by 1.5-fold, and \nCtk\n by 2.1-fold over sham controls (\nFig. 3\n). Expression levels of \nOpg\n did not change. The ratio of \nRankl/Opg\n expression increased 2.8-fold, which provides a relative index that, on balance, cytokine levels favored increased bone resorption.\nFIG. 3.\n2 Gy iron irradiation effects on gene expression in tibial tissue (sans marrow) by day 3. Comparison of expression levels of \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl/Opg\n, \n(D)\n\n\nAcp5\n, and \n(E)\n\n\nCtk\n genes after iron irradiation compared with controls (expression level normalized to \nL19\n). Data are mean±SD, with ** denoting \nP\n<0.01 versus sham.\nMarrow gene expression following gamma irradiation\nTo determine whether irradiation altered osteoclastogenic and inflammation-related genes, mRNA expression was measured in bone marrow at 4 h or 1, 3, or 7 days after low-LET gamma irradiation and in sham-irradiated controls. Within 4 h, 2 Gy gamma irradiation elevated \nRankl\n in bone marrow by 2.6-fold over the sham; gene expression of \nOpg\n was undetectable regardless of treatment (data not shown). Subsequently, the expression of many genes of interest measured in bone marrow (\nRankl\n, \nCsf1\n, \nNfatc1\n, \nTnf\n, \nMcp1\n, and \nIl6\n) transiently increased within 1 day and subsequently declined toward sham levels (\nFig. 4\n). Expression of \nTnf\n remained elevated through day 3 post-irradiation, while high \nRankl\n expression persisted through day 7 post-irradiation.\nFIG. 4.\n2 Gy gamma radiation increased expression of pro-osteoclastic and resorption-related genes in pooled tibial and femoral marrow (expression level normalized to \nL19\n). Time course (+1, +3, and+7 days post-irradiation) for the following genes compared with sham control: \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl/Opg\n, \n(D)\n\n\nCsf1\n, \n(E)\n\n\nNfatc1\n, \n(F)\n\n\nTnf\n, \n(G)\n\n\nMcp1\n, \n(H)\n\n\nIl6\n, and \n(I)\n\n\nNfe2l2\n. Data are mean±SD, with * denoting \nP\n<0.05 and **\nP\n<0.01 versus sham and # denoting \nP\n=0.061 for the ANOVA.\nAt their peak, expression of pro-osteoclastogenic genes, \nRankl\n and \nCsf1\n, and the osteoclast-related transcription factor, \nNfatc1\n, increased by 4.1-fold, 4.2-fold, and 2.0-fold, respectively (\nFig. 4A, D, E\n); the \nRankl\n decoy receptor \nOpg\n showed a trend toward increased expression by 11.3-fold (\nP\n=0.053 by ANOVA, \nFig. 4B\n); pro-inflammatory genes \nTnf\n, \nMcp1\n, and \nIl6\n increased by 1.7-fold, 11.9-fold, and 1.6-fold, respectively (\nFig. 4F, G, H\n), relative to controls. The ratio of \nRankl\n/\nOpg\n increased by 1.8-fold at day 7 after irradiation (\nFig. 4C\n). Additionally, radiation exposure showed a trend toward increased gene expression of \nNfe2l2\n by 1.6-fold on day 1 compared with controls (\nP\n=0.061 for the ANOVA, \nFig. 4I\n). Notably, levels of \nNfe2l2\n expression were strongly and positively correlated with the osteoclast-related genes \nNfatc1\n (\nP\n<0.05, \nr\n=0.89), \nCsf1\n (\nP\n<0.05, \nr\n=0.63), \nTnf\n (\nP\n<0.05, \nr\n=0.62), and \nRankl\n (\nP\n<0.05, \nr\n=0.56). These data show the temporal dependence of changes in cytokine gene expression in the marrow following radiation exposure.\nGene expression of skeletal tissue following gamma irradiation\nFollowing gamma irradiation, mRNA levels in femoral mineralized tissue (sans marrow) were quantified at 3 and 7 days after irradiation or sham using qRT-PCR normalized to the housekeeping gene, \nL19\n, as shown in \nFig. 5\n. Within 3 days, gamma radiation exposure increased the expression of \nRankl\n (2.3-fold), \nAcp5\n (2.2-fold), and \nCtk\n (2.3-fold). Expression of \nTnf\n, \nOpg\n, \nNfe2l2\n, and the \nRankl/Opg\n ratio was not changed (\nFig. 5\n). These data suggest that bone-embedded and/or lining cells contribute to osteoclast stimulation and provide evidence for elevated expression of osteoclastogenic (\nRankl\n) and resorption-related (\nAcp5\n, \nCtk\n) genes in the skeletal tissue.\nFIG. 5.\n2 Gy gamma irradiation increased gene expression in femoral and tibial tissue (sans marrow) by day 3. Comparison of expression levels of \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl\n/\nOpg\n, \n(D)\n\n\nAcp5\n, \n(E)\n\n\nCtk\n, \n(F)\n\n\nTnf\n, and \n(G)\n\n\nNfe2l2\n genes after iron irradiation compared with controls (expression level normalized to \nL19\n). Data are mean±SD, with * denoting \nP\n<0.05 and ** denoting \nP\n<0.01 versus sham.\nSerum TRACP 5b following gamma irradiation\nTo determine if temporal changes in skeletal gene expression (\nFigs. 4\n and \n5\n) coincide with changes in a protein biomarker of resorption, the circulating levels of osteoclast-specific TRACP 5b were measured at 1, 3, and 7 days after gamma irradiation and in sham controls. Gamma irradiation increased TRACP 5b serum levels by 34% on day 1 and 17% on day 3 compared with sham, with a subsequent gradual decline toward control levels by day 7 (data not shown). Thus, circulating TRACP 5b levels showed a similar time course, although lower in magnitude compared with skeletal gene expression for \nRankl\n and other pro-osteoclastogenic cytokines.",
    "cancellous_microarchitecture_following_iron_irradiation": "Cancellous microarchitecture following iron irradiation\nTo determine the extent of bone loss over the short term, mice were irradiated with \n56\nFe ions (600 MeV) or were sham irradiated (0 Gy controls), then 7 days later bones were harvested and cancellous microarchitecture in the proximal tibia quantified \nex vivo\n using 3D microcomputed tomography. Body weights of irradiated and control animals at the time of tissue harvest did not differ (data not shown). Compared with sham controls, irradiation with 2 Gy reduced BV/TV by 16%, Tb.N by 15%, and showed a trend of increased Tb.Sp by 11% (\nP\n=0.053, ANOVA), but did not affect trabecular thickness (\nFig. 1\n). This is consistent with previous reports (Hamilton and others \n2006\n; Alwood and others \n2010\n). We included a basal group in our experiments showing BV/TV of 25.1%±3.6%, which was not different from the age-matched sham control group. A lower dose of iron (5 cGy) failed to elicit changes in bone structural parameters compared with controls and is therefore below the threshold dose for causing bone loss (data not shown). These results validate the model of ionizing radiation-induced cancellous bone loss.\nFIG. 1.\n2 Gy iron irradiation caused acute bone loss in the tibial metaphysis by 7 days through removal of trabecular struts. \n(A)\n Bone volume fraction (BV/TV), \n(B)\n trabecular number (Tb.N), \n(C)\n trabecular thickness (Tb.Th), and \n(D)\n trabecular spacing (Tb.Sp). Data are mean±SD, with * denoting \nP\n<0.05 versus sham.",
    "marrow_gene_expression_following_iron_irradiation": "Marrow gene expression following iron irradiation\nTo determine if irradiation altered expression of various pro-osteoclastogenic genes, mRNA levels in bone marrow cell lysates were measured using quantitative RT-PCR 3 days after exposure to high-LET iron or sham irradiation. Within 3 days of exposure, iron irradiation increased expression of the \nRankl\n gene by 9.2-fold compared with sham-irradiated controls (\nFig. 2\n). At this time point, transcripts of \nOpg\n and \nMcp1\n were not detected in the marrow (data not shown). Radiation exposure did not alter \nTnf\n expression (\nFig. 2\n). In contrast, a lower dose of iron (5 cGy) did not elicit changes in gene expression (data not shown). These data demonstrated that high-LET particulate irradiation with 2 Gy elicited pro-osteoclastogenic cytokine expression in the bone marrow tissue.\nFIG. 2.\n2 Gy iron irradiation effects on cytokine gene expression in tibial marrow cells on day 3 (expression level normalized to \nL19\n). Radiation exposure increased the gene expression levels of \n(A)\n\n\nRankl.\n Gene expression levels of \n(B)\n\n\nTnf\n were unchanged. Data are mean±SD, with ** denoting \nP\n<0.01 versus sham.",
    "gene_expression_of_skeletal_tissue_following_iron_irradiatio": "Gene expression of skeletal tissue following iron irradiation\nTo determine if ionizing radiation altered expression of select genes related to osteoclastogenesis (\nRankl\n, \nOpg\n) and osteoclast-mediated bone resorption (\nCtk\n, \nAcp5\n) in cells within the mineralized compartment of skeletal tissue, RNA was purified from bone after removal of the marrow (leaving predominantly osteocytes). Within 3 days, iron irradiation increased expression of \nRankl\n by 1.9-fold, \nAcp5\n by 1.5-fold, and \nCtk\n by 2.1-fold over sham controls (\nFig. 3\n). Expression levels of \nOpg\n did not change. The ratio of \nRankl/Opg\n expression increased 2.8-fold, which provides a relative index that, on balance, cytokine levels favored increased bone resorption.\nFIG. 3.\n2 Gy iron irradiation effects on gene expression in tibial tissue (sans marrow) by day 3. Comparison of expression levels of \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl/Opg\n, \n(D)\n\n\nAcp5\n, and \n(E)\n\n\nCtk\n genes after iron irradiation compared with controls (expression level normalized to \nL19\n). Data are mean±SD, with ** denoting \nP\n<0.01 versus sham.",
    "marrow_gene_expression_following_gamma_irradiation": "Marrow gene expression following gamma irradiation\nTo determine whether irradiation altered osteoclastogenic and inflammation-related genes, mRNA expression was measured in bone marrow at 4 h or 1, 3, or 7 days after low-LET gamma irradiation and in sham-irradiated controls. Within 4 h, 2 Gy gamma irradiation elevated \nRankl\n in bone marrow by 2.6-fold over the sham; gene expression of \nOpg\n was undetectable regardless of treatment (data not shown). Subsequently, the expression of many genes of interest measured in bone marrow (\nRankl\n, \nCsf1\n, \nNfatc1\n, \nTnf\n, \nMcp1\n, and \nIl6\n) transiently increased within 1 day and subsequently declined toward sham levels (\nFig. 4\n). Expression of \nTnf\n remained elevated through day 3 post-irradiation, while high \nRankl\n expression persisted through day 7 post-irradiation.\nFIG. 4.\n2 Gy gamma radiation increased expression of pro-osteoclastic and resorption-related genes in pooled tibial and femoral marrow (expression level normalized to \nL19\n). Time course (+1, +3, and+7 days post-irradiation) for the following genes compared with sham control: \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl/Opg\n, \n(D)\n\n\nCsf1\n, \n(E)\n\n\nNfatc1\n, \n(F)\n\n\nTnf\n, \n(G)\n\n\nMcp1\n, \n(H)\n\n\nIl6\n, and \n(I)\n\n\nNfe2l2\n. Data are mean±SD, with * denoting \nP\n<0.05 and **\nP\n<0.01 versus sham and # denoting \nP\n=0.061 for the ANOVA.\nAt their peak, expression of pro-osteoclastogenic genes, \nRankl\n and \nCsf1\n, and the osteoclast-related transcription factor, \nNfatc1\n, increased by 4.1-fold, 4.2-fold, and 2.0-fold, respectively (\nFig. 4A, D, E\n); the \nRankl\n decoy receptor \nOpg\n showed a trend toward increased expression by 11.3-fold (\nP\n=0.053 by ANOVA, \nFig. 4B\n); pro-inflammatory genes \nTnf\n, \nMcp1\n, and \nIl6\n increased by 1.7-fold, 11.9-fold, and 1.6-fold, respectively (\nFig. 4F, G, H\n), relative to controls. The ratio of \nRankl\n/\nOpg\n increased by 1.8-fold at day 7 after irradiation (\nFig. 4C\n). Additionally, radiation exposure showed a trend toward increased gene expression of \nNfe2l2\n by 1.6-fold on day 1 compared with controls (\nP\n=0.061 for the ANOVA, \nFig. 4I\n). Notably, levels of \nNfe2l2\n expression were strongly and positively correlated with the osteoclast-related genes \nNfatc1\n (\nP\n<0.05, \nr\n=0.89), \nCsf1\n (\nP\n<0.05, \nr\n=0.63), \nTnf\n (\nP\n<0.05, \nr\n=0.62), and \nRankl\n (\nP\n<0.05, \nr\n=0.56). These data show the temporal dependence of changes in cytokine gene expression in the marrow following radiation exposure.",
    "gene_expression_of_skeletal_tissue_following_gamma_irradiati": "Gene expression of skeletal tissue following gamma irradiation\nFollowing gamma irradiation, mRNA levels in femoral mineralized tissue (sans marrow) were quantified at 3 and 7 days after irradiation or sham using qRT-PCR normalized to the housekeeping gene, \nL19\n, as shown in \nFig. 5\n. Within 3 days, gamma radiation exposure increased the expression of \nRankl\n (2.3-fold), \nAcp5\n (2.2-fold), and \nCtk\n (2.3-fold). Expression of \nTnf\n, \nOpg\n, \nNfe2l2\n, and the \nRankl/Opg\n ratio was not changed (\nFig. 5\n). These data suggest that bone-embedded and/or lining cells contribute to osteoclast stimulation and provide evidence for elevated expression of osteoclastogenic (\nRankl\n) and resorption-related (\nAcp5\n, \nCtk\n) genes in the skeletal tissue.\nFIG. 5.\n2 Gy gamma irradiation increased gene expression in femoral and tibial tissue (sans marrow) by day 3. Comparison of expression levels of \n(A)\n\n\nRankl\n, \n(B)\n\n\nOpg\n, \n(C)\n\n\nRankl\n/\nOpg\n, \n(D)\n\n\nAcp5\n, \n(E)\n\n\nCtk\n, \n(F)\n\n\nTnf\n, and \n(G)\n\n\nNfe2l2\n genes after iron irradiation compared with controls (expression level normalized to \nL19\n). Data are mean±SD, with * denoting \nP\n<0.05 and ** denoting \nP\n<0.01 versus sham.",
    "serum_tracp_5b_following_gamma_irradiation": "Serum TRACP 5b following gamma irradiation\nTo determine if temporal changes in skeletal gene expression (\nFigs. 4\n and \n5\n) coincide with changes in a protein biomarker of resorption, the circulating levels of osteoclast-specific TRACP 5b were measured at 1, 3, and 7 days after gamma irradiation and in sham controls. Gamma irradiation increased TRACP 5b serum levels by 34% on day 1 and 17% on day 3 compared with sham, with a subsequent gradual decline toward control levels by day 7 (data not shown). Thus, circulating TRACP 5b levels showed a similar time course, although lower in magnitude compared with skeletal gene expression for \nRankl\n and other pro-osteoclastogenic cytokines.",
    "discussion": "Discussion\nTo better understand the mechanisms underlying radiation-induced stimulation of bone resorption, we investigated molecular signals within the latency period between radiation exposure and the manifestation of cancellous tissue loss. In summary, the results show that exposure to either gamma or heavy-ion radiation increased gene expression for the canonical osteoclastogenic factor, \nRankl\n, as well as other pro-osteoclast cytokines (\nMcp1\n, \nTnf\n, \nIl6\n); this occurred in both marrow and mineralized tissue. These findings do not distinguish between changes in gene expression levels due to a shift in the cell population expressing osteoclastogenic cytokines, a generally higher level of expression for all the cells, or some combination of both. In fact, after exposure to radiation of sufficient dosage, there are pronounced, if transient, changes in marrow cell viability and increases in marrow macrophages, which are likely to contribute to the generation of new osteoclasts. Therefore, we interpret our results to show that exposure to ionizing radiation increased the tissue concentrations of mRNA levels generally so as to favor osteoclastogenesis.\nRadiation-induced changes in cytokine expression were temporally related to changes in several indices of bone resorption, including gene expression (\nCtk\n, \nAcp5\n, \nNfatc1\n) and a serum biomarker (TRACP 5b levels). In addition, marrow expression of the global antioxidant transcription factor, \nNfe2l2\n, showed high correlation with the expression levels of several osteoclast-related genes. These data indicate that the activation of oxidative defenses and of osteoclast formation was temporally associated in response to radiation exposure. Our previous work showed radiation-induced oxidative damage presents later, at 10 days after exposure (Kondo and others \n2010\n). Taken together, our results indicate that \nNfe2l2\n-related antioxidant defense pathways were insufficient to prevent oxidative damage in bone.\nChanges in gene expression (as early as 4 h or 1 day) preceded bone loss, which manifested in these experiments by day 7 after exposure to 2 Gy iron, although in some cases such as gamma irradiation and lower doses of iron, decrements in cancellous bone volume can be observed as early as 3 days after exposure (Kondo and others \n2009\n; Yumoto and others \n2010\n). Furthermore, a dose threshold was observed, as 5 cGy iron exposure failed to elicit changes in cytokine gene expression in the marrow or cancellous bone structure (data not shown); these findings provide additional indirect evidence in support of the hypothesis that early induction of osteoclastogenic cytokine gene expression by biologically effective doses of radiation leads to cancellous bone loss.\nTogether, the results demonstrate that radiation-induced structural changes were associated with a marrow environment favoring stimulation of osteoclast differentiation and activity by \nRankl\n and other inflammation-related cytokines as follows: Radiation increased gene expression levels for pro-osteoclastogenic signaling molecules (\nCsf1\n, \nRankl\n, \nTnf\n), as well as a trend toward increasing antiosteoclastogenic molecules (\nOpg\n), in the marrow and mineralized tissue of irradiated mice compared with sham controls. Iron irradiation elevated the ratio of \nRankl/Opg\n in both the marrow and skeletal tissue by day 3, whereas after gamma irradiation, the ratio was elevated in the marrow at 4 h and then again at day 7.\nA rapid stimulation of \nRankl\n expression by irradiation in the marrow and bone compartment, potentially from hematopoietic lineage cells (Pacifici \n2010\n, \n2012\n; Fumoto and others \n2014\n) or stromal lineage cells (Suda and others \n1999\n; Boyle and others \n2003\n), is consistent with studies that used radiotherapeutic doses and regimens. In young mice, a single dose of 5 or 10 Gy increased \nRankl/Opg\n in whole femora within 3 days (Han and others \n2014\n). Using mice deficient in the antioxidant transcription factor, \nNfe2l2\n, radiation exposure at high dose (20 Gy) increased RNA expression for \nRankl\n in cultured osteoblasts grown \nex vivo\n, but this was not observed in cells from wild-type mice (Rana and others \n2012\n). These findings suggest an \nNfe2l2\n-mediated increase in expression of antioxidant enzymes may dampen bone resorption responses to radiation.\nFurthermore, when a macrophage cell line (RAW264.7) capable of differentiating into osteoclast-like cells after RANKL treatment is exposed to ionizing radiation (2 Gy gamma), gene expression levels rise for β3 integrin, an adhesion receptor that is important for osteoclast differentiation, as well as receptor activator of nuclear factor kappa-B (\nRank\n), the receptor for \nRankl\n on osteoclasts (Yang and others \n2012\n). In other \nin vitro\n work, irradiation with 2 or 4 Gy increases \nRankl\n in differentiated, MC3T3-E1 osteoblast-like cells (Yang and others \n2013\n). Our work is the first to demonstrate the time course of radiation-induced changes in expression of various osteoclastogenic cytokines following 2 Gy exposure (both low- and high-LET) with subsequent bone loss and within the upper range of space-relevant doses and types of radiation.\nIonizing radiation also increased tissue expression of pro-inflammatory, osteoclastogenic ligands, \nMcp1\n, \nTnf\n, and \nIl6\n, which are all factors generally thought to stimulate osteoclast activity (Takayanagi \n2007\n) in the presence of RANKL (Kostenuik and Shalhoub \n2001\n; Yu and others \n2004\n; Kim and others \n2005\n, \n2006\n; Sul and others \n2012\n; Liu and others \n2013\n). In some reports, TNF may act independently of RANKL to stimulate osteoclastogenesis (Kobayashi and others \n2000\n). Our results are consistent with other work showing that \nin vivo\n exposure to ionizing radiation leads to rapid, complex, and interrelated sequence of signals constituting an immune-related cytokine response in bone marrow (Schaue and McBride \n2010\n; Willey and others \n2011\n; Schaue and others \n2012\n; Buchwald and Aurora \n2013\n). At a very high dose (10 Gy), which is sufficient to ablate the bone marrow of hematopoietic cells, radiation causes bone loss related to elevated fractalkine expression by vascular endothelial cells, inflammatory cytokines \nTnf\n, interleukin 1 beta, and interferon gamma, and recruitment of preosteoclasts (CD11b) (Han and others \n2014\n). Additionally, the time course of cytokine and resorption-related gene expression shown in this study coincides with that of marrow cell death and repopulation (Otsuka and others \n2008\n; Kondo and others \n2010\n), suggesting a possible relationship between an expanded population of marrow macrophages clearing apoptotic cells and debris after irradiation, the differentiation of macrophages into osteoclasts, and increased resorption activity.\nTaken together, these data lead us to propose a 2-stage process for radiation-induced osteoclastogenesis: first, radiation-induced gene expression of osteoclastogenic cytokines leads to enrichment of the marrow with osteoclast precursors (monocyte–macrophage, myeloid lineage cells) and drives differentiation into osteoclasts, and, second, that inflammation-related cytokines co-stimulate differentiating and mature osteoclasts.\nAs a functional measure of active osteoclasts, we provide evidence that 2 Gy gamma irradiation elevated circulating levels of osteoclast-specific TRACP 5b protein, indicative of increased bone resorption. In this work, the radiation-induced elevation in serum TRACP 5b returned to control levels by day 7 following exposure, These results are consistent with those reported by Willey and others (\n2010\n, \n2011\n) showing that X-irradiation (2 Gy) of female mice increases circulating TRACP 5b levels 1, 3, and 7 days after irradiation.\nRadiation-induced decrements in cancellous tissue observed in these experiments were consistent with our previous results. Acute cancellous bone loss temporally manifests on day 3 at a dose as low as 10 cGy iron (Yumoto and others \n2010\n). Persistent structural decrements (lasting >1 week) manifest at doses above ∼50 cGy iron (Yumoto and others \n2010\n) and 1 Gy gamma exposure (Hamilton and others \n2006\n; Kondo and others \n2010\n) before being overtaken, in the case of gamma irradiation, by age-related bone loss (Alwood and others \n2012\n). Taken together, given the observed time course of skeletal gene expression and serum resorption markers, we conclude that the structural deficits arose from a spike in osteoclastogenic cytokine expression that follows exposure to ionizing radiation (Kondo and others \n2009\n; Willey and others \n2010\n).\nLimitations of this work include the dose rate used to model space radiation. It is an open question whether lower dose rate exposures that constitute true space radiation stimulate osteoclasts and bone loss to the same extent as the exposures used here. In addition, other signaling molecules, including various other cytokines not studied here, are likely also to play a role in regulating bone resorption after challenge with ionizing radiation, while changes in osteoblast lineage cells are likely to be important for maintaining structural integrity at later times post-irradiation.\nIn conclusion, an improved understanding of the molecular response to radiation exposure may aid the development of biological treatments to mitigate potentially deleterious skeletal consequences during space flight.",
    "acknowledgments": "Acknowledgments\nThis research was supported by the National Space Biomedical Research Institute grant No. MA02501 under NASA cooperative agreement NCC 9-58 (R.K.G., J.S.A.), a DOE-NASA Interagency Award No. DE-SC0001507, supported by the Office of Science (Biological and Environmental Research), U.S. Department of Energy (R.K.G.), and 2 NASA Postdoctoral Program fellowships from NASA's Space Biology Program (J.S.A., A.K). The authors thank P. Guida, A. Rusek, L. Loudenslager, and A. Kim of the NASA Space Radiation Laboratory at BNL for experimental support and S. Choi and T. Truong for microcomputed tomography support and C. Tahimic for manuscript review.",
    "author_disclosure_statement": "Author Disclosure Statement\nNo competing financial interests exist."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4490751/"
}