{
  "id": "PMC4052902",
  "title": "Phosphoinositide-signaling is one component of a robust plant defense response",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Phosphoinositide-signaling is one component of a robust plant defense response",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4052902/"
  },
  "sections": {
    "abstract": "The phosphoinositide pathway and inositol-1,4,5-triphosphate (InsP\n3\n) have been implicated in plant responses to many abiotic stresses; however, their role in response to biotic stress is not well characterized. In the current study, we show that both basal defense and systemic acquired resistance responses are affected in transgenic plants constitutively expressing the human type I inositol polyphosphate 5-phosphatase (InsP 5-ptase) which have greatly reduced InsP\n3\n levels. Flagellin induced Ca\n2+\n-release as well as the expressions of some flg22 responsive genes were attenuated in the InsP 5-ptase plants. Furthermore, the InsP 5-ptase plants were more susceptible to virulent and avirulent strains of \nPseudomonas syringae\n pv. \ntomato\n (\nPst\n) \nDC3000\n. The InsP 5-ptase plants had lower basal salicylic acid (SA) levels and the induction of SAR in systemic leaves was reduced and delayed. Reciprocal exudate experiments showed that although the InsP 5-ptase plants produced equally effective molecules that could trigger \nPR-1\n gene expression in wild type plants, exudates collected from either wild type or InsP 5-ptase plants triggered less \nPR-1\n gene expression in InsP 5-ptase plants. Additionally, expression profiles indicated that several defense genes including \nPR-1\n, \nPR-2\n, \nPR-5\n, and \nAIG1\n were basally down regulated in the InsP 5-ptase plants compared with wild type. Upon pathogen attack, expression of these genes was either not induced or showed delayed induction in systemic leaves. Our study shows that phosphoinositide signaling is one component of the plant defense network and is involved in both basal and systemic responses. The dampening of InsP\n3\n-mediated signaling affects Ca\n2+\n release, modulates defense gene expression and compromises plant defense responses.",
    "introduction": "Introduction\nPlants have developed a multilayered strategy to effectively control and combat pathogen invasion (Jones and Dangl, \n2006\n). The first line of defense is triggered by the recognition of microbial- or pathogen-associated molecular patterns (MAMP or PAMP) by the membrane associated pattern recognition receptors (PRRs) (Nürnberger et al., \n2004\n; Delledonne, \n2005\n). Pathogen triggered immunity (PTI) also known as basal resistance (Jones and Dangl, \n2006\n), is non-specific and against a range of virulent pathogens. A series of rapid responses are initiated within seconds to minutes of encountering MAMPs including ionic fluxes, production of reactive oxygen species (ROS) and activation of kinase cascades followed shortly by transcriptional reprogramming (reviewed in Postel and Kemmerling, \n2009\n; Gimenez-Ibanez and Rathjen, \n2010\n; Tsuda and Katagiri, \n2010\n).\nThe second line of defense known as effector-triggered immunity (ETI) involves recognition of specific pathogen avirulent proteins by their counterpart plant disease resistance (R) proteins located within the cell (reviewed in Jones and Dangl, \n2006\n). The local infected sites undergo programmed cell death to halt pathogen growth as part of the hypersensitive response (HR). HR also involves rapid ion fluxes and production of ROS (reviewed in Torres et al., \n2006\n) as well as induction of pathogenesis-related (PR) proteins. In addition to the local response, distal parts of the plant develop immunity against a broad range of pathogens, known as systemic acquired resistance (SAR). A hallmark of SAR is an increase in salicylic acid (SA). SA accumulates in both distal and infected leaves in response to pathogen attack and treatment with SA or SA analogs can induce the \nPR\n genes such as \nPR-1\n, \nPR-2\n, and \nPR-5\n (reviewed in Durrant and Dong, \n2004\n; Fu and Dong, \n2013\n). More recently several other metabolites have been implicated as mobile signals in the development of SAR (Park et al., \n2007\n; reviewed in Kachroo and Kachroo, \n2009\n; Gao et al., \n2014\n).\nA transient increase in cytosolic Ca\n2+\n ([Ca\n2+\n]\nin\n) is one of the early events associated with both PTI and ETI. The initial increase in Ca\n2+\n upon MAMP recognition is accepted to be via an influx through plasma membrane localized Ca\n2+\n channels, such as cyclic nucleotide gated channels (CNGC) and/or glutamate receptor (GluRs) channels. In addition, the involvement of intracellular Ca\n2+\n stores in the propagation of the Ca\n2+\n signal is very likely (reviewed in Ma and Berkowitz, \n2007\n; McAinsh and Pittman, \n2009\n; Manzoor et al., \n2012\n). Several downstream defense related events are regulated by Ca\n2+\n including activation of mitogen-activated protein kinase (MAPK) and calcium-dependent protein kinase (CDPK) cascades and modulation of Ca\n2+\n binding proteins (reviewed in Ma and Berkowitz, \n2011\n; Wurzinger et al., \n2011\n; Boudsocq and Sheen, \n2013\n; Romeis and Herde, \n2014\n). The MAMP-triggered oxidative burst also appears to dependent on the initial cytosolic Ca\n2+\n elevation. The NADP oxidase RbohD is directly and indirectly regulated by Ca\n2+\n (Sagi and Fluhr, \n2006\n; Dubiella et al., \n2013\n). In response to elicitation with flg22, early membrane depolarization events are unaffected in the \nrbohD\n mutant (Jeworutzki et al., \n2010\n) and the cytosolic Ca\n2+\n elevation is similar to wild type plants (Ranf et al., \n2011\n). A rise in cytosolic Ca\n2+\n is also important for ETI responses and may precede the oxidative burst in response to avirulent pathogens (Grant et al., \n2000\n). Furthermore, several Ca\n2+\n or calmodulin (CaM) binding transcription factors TGA, CPB60g and CAMTA3, (reviewed in Reddy et al., \n2011\n) act as both positive and negative regulators of SA accumulation and SA-regulated \nPR\n gene expression.\nMany lipids and lipid related molecules are thought to play roles in plant defense signaling and responses to both biotrophic and necrotrophic pathogens (reviewed in Shah, \n2005\n; Walley et al., \n2013\n). However, there is less information on the potential involvement of the phosphoinositide signaling pathway in plant defense. The membrane-associated phospholipids along with the soluble inositol phosphates (collectively known as phosphoinositides) are present in all eukaryotic cells and are implicated in plant responses to many environmental stimuli (see reviews in Stevenson et al., \n2000\n; Meijer and Munnik, \n2003\n; Krinke et al., \n2007a\n; Im et al., \n2010\n, \n2011\n). In the canonical pathway, phosphatidylinositol is sequentially phosphorylated to phosphatidylinositol 4-phosphate (PtdIns4P) and phosphatidylinositol 4,5-bisphosphate (PtdInsP\n2\n) by the enzymes phosphatidylinositol 4-kinase (PI4K) and phosphatidylinositol 4-phosphate 5-kinase (PIP5K), respectively. Activation of phospholipase C (PLC) in response to a stimulus or stress leads to the hydrolysis of PtdInsP\n2\n to generate the soluble second messenger inositol 1,4,5-trisphosphate (InsP\n3\n) and diacylglycerol (DAG). While many aspects of the phosphoinositide pathway are conserved in plants there are several differences between plants and animals (reviewed in Munnik and Nielsen, \n2011\n; Delage et al., \n2013\n; Pokotylo et al., \n2014\n). In plants, DAG is converted to phosphatidic acid (PtdOH), while InsP\n3\n maybe further phosphorylated to form inositol hexakisphosphate (InsP\n6\n). Both InsP\n3\n and InsP\n6\n are thought to release Ca\n2+\n from intracellular stores (reviewed in Krinke et al., \n2007a\n; Im et al., \n2010\n; Gillaspy, \n2011\n). Additionally, InsP\n5\n and InsP\n6\n are implicated in hormone signaling via their interaction with the jasmonic acid receptor COI (Sheard et al., \n2010\n; Mosblech et al., \n2011\n) and the auxin receptor TIR1 (Tan et al., \n2007\n), respectively. PtdOH may also be generated by hydrolysis of structural phospholipids such as phosphatidylcholine (PC) and phosphatidylethanolamine (PE) via the phospholipase D (PLD) enzymes. Recent reports implicate PtdOH as an important signaling molecule in plants in both abiotic and biotic stresses (reviewed in Testerink and Munnik, \n2011\n). Using a transgenic inducible system to express type III effectors (AvrRpm1 or AvrRpt2) in planta, a biphasic accumulation of PtdOH was reported involving first PLC and then PLD activation (Andersson et al., \n2006\n). Furthermore, activation of both PI4K and PLD has been shown to be an early response of suspension cells to treatment with SA (Krinke et al., \n2007b\n, \n2009\n). PtdOH-binding targets include the NAD oxidase RbohD and MPK6 protein kinase and PtdOH is implicated in ROS and HR responses (reviewed in Canonne et al., \n2011\n; Testerink and Munnik, \n2011\n). Specific PLC isoforms may also regulate defense responses (Vossen et al., \n2010\n; Canonne et al., \n2011\n). Arabidopsis mutants which have constitutively low InsP\n6\n levels exhibited an increased susceptibility to microbial infections (Murphy et al., \n2008\n). Collectively these results support the involvement of the phosphoinositides in plant defense; however there are many missing links in our understanding.\nIn this study, our goal was to further investigate the function of phosphoinositide-mediated signaling in the plant defense network. In previous work, we generated transgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase (InsP 5-ptase), which specifically hydrolyzes soluble inositol phosphates and terminates InsP\n3\n-mediated signals. These InsP 5-ptase transgenic plants have normal growth and morphology under optimal growth conditions. However, their basal InsP\n3\n levels are greatly reduced, to only ~5% of wild type level (Perera et al., \n2006\n). The InsP 5-ptase plants exhibit delayed and reduced responses to gravity and impaired Ca\n2+\n signaling in response to salt and cold stimuli (Perera et al., \n2006\n, \n2008\n). The InsP 5-ptase plants were also shown to be less resistant to wounding and herbivory (Mosblech et al., \n2008\n). Interestingly, a global comparison of basal transcript profiles between wild type and InsP 5-ptase plants revealed that 16 out of 62 basally downregulated genes in transgenic plants were defense related (Perera et al., \n2008\n), including \nPR-1\n, \nPR-2\n, \nPR-5\n, and \nAIG1\n(\navrRpt2- induced gene1\n). In the current study, we demonstrate that InsP 5-ptase plants show impaired Ca\n2+\n elevation in response to flg22, decreased expression of several defense related genes and delayed and reduced SAR. Our results support the role of InsP\n3\n as a mediator of the intracellular Ca\n2+\n cascade and highlight the involvement of phosphoinositide-mediated signaling in the development of a robust defense response in plants.",
    "materials_and_methods": "Materials and methods\nGrowth conditions for plants and bacteria\nTransgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase generated via Agrobacterium mediated transformation were generated previously (Perera et al., \n2006\n). Plants were grown in a growth chamber under 8 h light/16 h dark, light intensity of ~150 μmol m\n−2\n s\n−1\n, 35–50% humidity and temperature of 21°C. All experiments were carried out using 6–8 week old healthy well watered plants with fully expanded leaves (prior to bolting). For most experiments, wild type (Wt) and two independent transgenic lines (T6 and T8), were tested along with the empty vector control (C2). Bacterial strains \nPst\n DC3000 and isogenic lines carrying \navrRpt2\n or \navrRpm1\ngenes were cultured at room temperature in King's medium B (40 g L\n−1\n peptone, 2% (v/v) glycerol, 1.5 g L\n−1\n K\n2\nHPO\n4\n and 1.5 g L\n−1\n MgSO\n4\n, pH 7) containing 50 μg ml\n−1\n kanamycin, and 100 μg ml\n−1\n rifampacin. The two non-pathogenic strains, \nPst\nDC3000 with mutated effector protein \nhrcC\n−\n and \nP. syringae\n pv. \nPhaseolicola\n 6, were also cultured at room temperature on King's medium B plates containing 100 ug ml\n−\n rifampacin, and an additional 34 μg ml\n−1\n chloramphenicol for growing \nPst\n DC3000 \nhrcC\n−\n.\nPathogen inoculation\nFor preparing bacteria used in pathogen inoculation experiments, cells from an overnight culture were first resuspended in 10 mM MgCl\n2\n, and the concentration of bacteria was adjusted based on the absorbance reading at OD\n600\n. The actual titer was also determined by counting serial dilutions on a selection plate after 48 h at room temperature. To examine the growth of bacteria in planta, leaves were inoculated either by hand using a 1 ml needle-less syringe or by spraying with bacteria solution containing an additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX). The bacterial titer was determined from 4 leaf discs (total area is 1 cm\n2\n) collected from 4 separate leaves, (one leaf per plant). Pooled leaf discs were ground in 10 mM MgCl\n2\n in a final volume of 1 ml. The colony-forming units (cfu) were obtained by spotting 2 μl of a serial 10-fold titrated bacteria onto King's medium B plates containing appropriate antibiotics and additional 50 μg ml\n−1\n cyclohexamine for preventing fungus contamination. In each experiment, a total of 4 plants per line were used. For statistical analysis either Student's \nt\n-test or analysis of variance (ANOVA) were performed.\nFlagellin treatment\nThe elicitor flg22 was synthesized by EZBiolab custom peptide service (Westfield, IN) based on the peptide sequence reported in Felix et al. (\n1999\n). For root growth inhibition experiments, 0.1 μM of flg22 was used which caused the half-maximal growth inhibition in Arabidopsis seedlings reported in Gomez-Gomez et al. (\n1999\n). For induction of ROS production in leaf discs, the procedure was adapted from Gomez-Gomez et al. (\n1999\n) with a flg22 concentration of 1 μM. For induction of Ca\n2+\n release and qRT-PCR analysis of flg22 responsive gene expression, 10 μM flg22 was used according to Navarro et al. (\n2004\n) and Zipfel et al. (\n2004\n).\nSAR assay\nTo induce SAR, two fully expanded leaves of wild type and InsP 5-ptase plants were hand inoculated with avirulent strain \nPst\n DC3000+\navrRpt2\n (OD\n600\n = 0.001; 7.5 × 10\n5\n cfu/ml). The un-induced plants were mock inoculated with 10 mM MgCl\n2\n, (two leaves per plant). Both induced and un-induced plants were then separated into 4 groups for challenging with the virulent strain \nPst\nDC3000 (OD\n600\n = 0.004; 2 × 10\n6\n cfu/ml) at day 0, 1, 2, or 3 post inoculation by spraying the bacteria onto the whole plants. To examine the development of SAR, systemic leaves sprayed with \nPst\nDC3000 were collected. Leaf extracts were prepared and the cfu was counted as described previously. The growth of virulent bacteria in induced and un-induced plants was compared for determining the level of SAR.\nInositol (1,4,5) trisphosphate assay\nFor measuring the InsP\n3\n level of inoculated leaves, 4–5 plants per experiment for each bacterial strain were grouped together and sprayed with bacterial solution prepared as before. The treated leaves were harvested and immediately frozen in liquid nitrogen. Frozen tissues (around 0.08 g) were ground into powder in liquid nitrogen and then incubated with 160 μl of 20% perchloric acid on ice for 15 min. Samples were centrifuged to remove the debris and the supernatant was transferred to a new tube followed by pH adjustment to 7.5 using 1.5 M KOH/3 mM HEPES. InsP\n3\n assays were carried out using the TRK\n1000\n InsP\n3\n assay kit (Amersham-Pharmacia Biotech) as described previously (Perera et al., \n2006\n).\nSA measurement and application\nFor analysis of total SA at the local inoculated leaves, plants were syringe-inoculated with \nPst\nDC3000+\navrRpt2\n, and inoculated leaves were harvested at day 2 post inoculation. To extract total SA (free SA + SA conjugates), the protocol described in Nandi et al. (\n2004\n) was used. In brief, leaves were first ground into powder in liquid nitrogen, and then ~0.2 g of ground tissue was extracted first with 90% methanol and again with 100% methanol. The combined extracts were subjected to evaporation under N\n2\n gas. After evaporation, the residue was first resuspended in 5% trichloroacetic acid and then submitted to acid hydrolysis by HCl at 100°C for 30 min. SA was extracted with cyclohexane:ethylacetate:isopropanol (50:50:1). The organic phase was evaporated and resuspended in HPLC eluent. Chromatography was performed on a 3.9 × 300-mm C18 reverse-phase μBondapak column (Waters, Milford, MA, USA).\nFor exogenous SA application, SA (Sigma-Aldrich, St. Louis, MO) was first dissolved in ethanol, then diluted to 300 μM in water with additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX), and the pH was adjusted to 7 with 0.1 M KOH. For control solution, equal amount of ethanol without SA was diluted in the same way. Solutions were gently and evenly sprayed on plants. Treated plants were then kept in a growth chamber with plastic covers until harvest.\nCalcium-dependent aequorin bioluminescence\nThe wild type and two independent InsP 5-ptase plants (T6 and T8) expressing cytosolic aequorin (Knight et al., \n1996\n) were created previously (Perera et al., \n2008\n). For measuring Ca\n2+\n changes after treatment with flg22, 5-day old seedlings were first incubated with 2 μM coelenterazine (Molecular Probe\n®\n, Eugene, OR) solution in the dark for 16 h. Seedlings were transferred into tubes containing water and placed in the luminometer and a baseline reading was obtained. After 1 min, seedlings were treated with 10 μM flg22 which was injected automatically to avoid any handling. The luminescence signals were recorded at 10 s intervals for 35 min. The Ca\n2+\n concentration were calculated after measuring the discharged Ca\n2+\n as described previously (Knight et al., \n1996\n; Perera et al., \n2008\n). For monitoring the Ca\n2+\n increase after pathogen treatment, fully expanded leaves were first infiltrated with 2 μM coelenterazine (Molecular Probe\n®\n, Eugene, OR) solution and kept in the dark for 16 h, then the reconstituted leaves were inoculated with \nPst\n DC3000+\navrRpm1\n (OD\n600\n = 0.5; 5 × 10\n8\n cfu/ml) or 10 mM MgCl\n2\n mock solution. Immediately, detached leaves were placed into a tube containing 100 μl water to prevent drying out. The luminescence signals were recorded every 5 s for 3 h. The timing of the peak luminescence were taken for calculation. Luminescence measurements were made using a Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany).\nChemiluminscent and \nin situ\n detection of ROS\nFor chemiluminescent detection of ROS, uniform leaf discs were first incubated overnight in sterile water in the dark. Two leaf discs were placed in a test tube containing 105 μL sterile water, with 1 μg horseradish peroxidase (HRP), 20 μM luminol, and 1μM flg22. Luminescence resulting from the reaction between hydrogen peroxide, HRP, and luminol was measured for 35 min in Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany). For \nin situ\n detection of ROS, plants were either sprayed or hand-inoculated with \nPst\nDC3000+\navrRpt2\n. Infected leaves were carefully removed at 6 or 48 h, and vacuum-infiltrated with fresh 0.1% (w/v) of 3,3′-diaminobenzidine (DAB) (Sigma-Aldrich, St. Lious, MO) dissolved in 0.01 N HCl. Infiltrated leaves were kept in the dark for 3 h, then de-stained in a destaining solution of 95% EtOH:85% acetic acids: glycerol (3:1:1 in volume) and photographed.\nRNA isolation and qRT-PCR\nTotal RNA was isolated by RNeasy plant mini kits (Qiagen, Germantown, MD). For RT-PCR, the first strand cDNA was synthesized from total RNA using Ominiscript reverse transcriptase (Qiagen) and random primers, and PCR of specific genes was carried out using Hot Start Taq DNA polymerase (Qiagen). For qRT-PCR, the first strand cDNA was synthesized using StrataScript QPCR cDNA synthesis kits (Agilent Technologies Inc., Santa Clara, CA) and random primers, and the PCR reaction was performed using Full Velocity SYBR-Green QPCR Master mix (Agilent Technologies Inc.) on the Mx3000p thermocycler (Agilent Technologies Inc.). Genes that were analyzed from the Primary Library for Arabidopsis Pathogen-Inducible Genes (cat# PR0100, Sigma-Aldrich, St. Lious, MO) are listed in Supplementary Table \n1\n. Primer sequences of other examined genes are listed in Supplementary Table \n2\n. The fold change in relative gene expression was calculated based on the 2\n−ΔΔCt\n method (Schmittgen and Livak, \n2008\n) using wild type as the normalizer and \nACT2\n or \nPP2A\n as the reference genes.\nPetiole exudate experiment\nFor collecting the petiole exudates, we followed the method described in Maldonado et al. (\n2002\n) and Chaturvedi et al. (\n2008\n). Leaves were hand inoculated with \nPst\nDC3000+\navrRpt2\n (OD\n600\n = 0.01; 5.5 × 10\n6\n cfu/ml) or mock inoculation with 10 mM MgCl\n2\n. Treated plants were placed in the growth chamber and covered with plastic lids. After 6–7 h, inoculated leaves were cut from their bases and immediately dipped in 50% ethanol. They were rinsed once briefly with 0.0005% Clorox bleach and then placed in 1 mM EDTA solution. A group of 10 leaves was placed in a collection tube containing 2.5 ml of 1mM EDTA and 50 μg ml\n−1\n ampicillin, pH 8. They were kept in a covered tray with wet paper towels at the base of the tray to maintain the humidity in the growth chamber under continuous light. After 16 h, collected exudates were diluted 2 fold with water, and filter-sterilized before use.",
    "growth_conditions_for_plants_and_bacteria": "Growth conditions for plants and bacteria\nTransgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase generated via Agrobacterium mediated transformation were generated previously (Perera et al., \n2006\n). Plants were grown in a growth chamber under 8 h light/16 h dark, light intensity of ~150 μmol m\n−2\n s\n−1\n, 35–50% humidity and temperature of 21°C. All experiments were carried out using 6–8 week old healthy well watered plants with fully expanded leaves (prior to bolting). For most experiments, wild type (Wt) and two independent transgenic lines (T6 and T8), were tested along with the empty vector control (C2). Bacterial strains \nPst\n DC3000 and isogenic lines carrying \navrRpt2\n or \navrRpm1\ngenes were cultured at room temperature in King's medium B (40 g L\n−1\n peptone, 2% (v/v) glycerol, 1.5 g L\n−1\n K\n2\nHPO\n4\n and 1.5 g L\n−1\n MgSO\n4\n, pH 7) containing 50 μg ml\n−1\n kanamycin, and 100 μg ml\n−1\n rifampacin. The two non-pathogenic strains, \nPst\nDC3000 with mutated effector protein \nhrcC\n−\n and \nP. syringae\n pv. \nPhaseolicola\n 6, were also cultured at room temperature on King's medium B plates containing 100 ug ml\n−\n rifampacin, and an additional 34 μg ml\n−1\n chloramphenicol for growing \nPst\n DC3000 \nhrcC\n−\n.",
    "pathogen_inoculation": "Pathogen inoculation\nFor preparing bacteria used in pathogen inoculation experiments, cells from an overnight culture were first resuspended in 10 mM MgCl\n2\n, and the concentration of bacteria was adjusted based on the absorbance reading at OD\n600\n. The actual titer was also determined by counting serial dilutions on a selection plate after 48 h at room temperature. To examine the growth of bacteria in planta, leaves were inoculated either by hand using a 1 ml needle-less syringe or by spraying with bacteria solution containing an additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX). The bacterial titer was determined from 4 leaf discs (total area is 1 cm\n2\n) collected from 4 separate leaves, (one leaf per plant). Pooled leaf discs were ground in 10 mM MgCl\n2\n in a final volume of 1 ml. The colony-forming units (cfu) were obtained by spotting 2 μl of a serial 10-fold titrated bacteria onto King's medium B plates containing appropriate antibiotics and additional 50 μg ml\n−1\n cyclohexamine for preventing fungus contamination. In each experiment, a total of 4 plants per line were used. For statistical analysis either Student's \nt\n-test or analysis of variance (ANOVA) were performed.",
    "flagellin_treatment": "Flagellin treatment\nThe elicitor flg22 was synthesized by EZBiolab custom peptide service (Westfield, IN) based on the peptide sequence reported in Felix et al. (\n1999\n). For root growth inhibition experiments, 0.1 μM of flg22 was used which caused the half-maximal growth inhibition in Arabidopsis seedlings reported in Gomez-Gomez et al. (\n1999\n). For induction of ROS production in leaf discs, the procedure was adapted from Gomez-Gomez et al. (\n1999\n) with a flg22 concentration of 1 μM. For induction of Ca\n2+\n release and qRT-PCR analysis of flg22 responsive gene expression, 10 μM flg22 was used according to Navarro et al. (\n2004\n) and Zipfel et al. (\n2004\n).",
    "sar_assay": "SAR assay\nTo induce SAR, two fully expanded leaves of wild type and InsP 5-ptase plants were hand inoculated with avirulent strain \nPst\n DC3000+\navrRpt2\n (OD\n600\n = 0.001; 7.5 × 10\n5\n cfu/ml). The un-induced plants were mock inoculated with 10 mM MgCl\n2\n, (two leaves per plant). Both induced and un-induced plants were then separated into 4 groups for challenging with the virulent strain \nPst\nDC3000 (OD\n600\n = 0.004; 2 × 10\n6\n cfu/ml) at day 0, 1, 2, or 3 post inoculation by spraying the bacteria onto the whole plants. To examine the development of SAR, systemic leaves sprayed with \nPst\nDC3000 were collected. Leaf extracts were prepared and the cfu was counted as described previously. The growth of virulent bacteria in induced and un-induced plants was compared for determining the level of SAR.",
    "inositol_(1,4,5)_trisphosphate_assay": "Inositol (1,4,5) trisphosphate assay\nFor measuring the InsP\n3\n level of inoculated leaves, 4–5 plants per experiment for each bacterial strain were grouped together and sprayed with bacterial solution prepared as before. The treated leaves were harvested and immediately frozen in liquid nitrogen. Frozen tissues (around 0.08 g) were ground into powder in liquid nitrogen and then incubated with 160 μl of 20% perchloric acid on ice for 15 min. Samples were centrifuged to remove the debris and the supernatant was transferred to a new tube followed by pH adjustment to 7.5 using 1.5 M KOH/3 mM HEPES. InsP\n3\n assays were carried out using the TRK\n1000\n InsP\n3\n assay kit (Amersham-Pharmacia Biotech) as described previously (Perera et al., \n2006\n).",
    "sa_measurement_and_application": "SA measurement and application\nFor analysis of total SA at the local inoculated leaves, plants were syringe-inoculated with \nPst\nDC3000+\navrRpt2\n, and inoculated leaves were harvested at day 2 post inoculation. To extract total SA (free SA + SA conjugates), the protocol described in Nandi et al. (\n2004\n) was used. In brief, leaves were first ground into powder in liquid nitrogen, and then ~0.2 g of ground tissue was extracted first with 90% methanol and again with 100% methanol. The combined extracts were subjected to evaporation under N\n2\n gas. After evaporation, the residue was first resuspended in 5% trichloroacetic acid and then submitted to acid hydrolysis by HCl at 100°C for 30 min. SA was extracted with cyclohexane:ethylacetate:isopropanol (50:50:1). The organic phase was evaporated and resuspended in HPLC eluent. Chromatography was performed on a 3.9 × 300-mm C18 reverse-phase μBondapak column (Waters, Milford, MA, USA).\nFor exogenous SA application, SA (Sigma-Aldrich, St. Louis, MO) was first dissolved in ethanol, then diluted to 300 μM in water with additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX), and the pH was adjusted to 7 with 0.1 M KOH. For control solution, equal amount of ethanol without SA was diluted in the same way. Solutions were gently and evenly sprayed on plants. Treated plants were then kept in a growth chamber with plastic covers until harvest.",
    "calcium-dependent_aequorin_bioluminescence": "Calcium-dependent aequorin bioluminescence\nThe wild type and two independent InsP 5-ptase plants (T6 and T8) expressing cytosolic aequorin (Knight et al., \n1996\n) were created previously (Perera et al., \n2008\n). For measuring Ca\n2+\n changes after treatment with flg22, 5-day old seedlings were first incubated with 2 μM coelenterazine (Molecular Probe\n®\n, Eugene, OR) solution in the dark for 16 h. Seedlings were transferred into tubes containing water and placed in the luminometer and a baseline reading was obtained. After 1 min, seedlings were treated with 10 μM flg22 which was injected automatically to avoid any handling. The luminescence signals were recorded at 10 s intervals for 35 min. The Ca\n2+\n concentration were calculated after measuring the discharged Ca\n2+\n as described previously (Knight et al., \n1996\n; Perera et al., \n2008\n). For monitoring the Ca\n2+\n increase after pathogen treatment, fully expanded leaves were first infiltrated with 2 μM coelenterazine (Molecular Probe\n®\n, Eugene, OR) solution and kept in the dark for 16 h, then the reconstituted leaves were inoculated with \nPst\n DC3000+\navrRpm1\n (OD\n600\n = 0.5; 5 × 10\n8\n cfu/ml) or 10 mM MgCl\n2\n mock solution. Immediately, detached leaves were placed into a tube containing 100 μl water to prevent drying out. The luminescence signals were recorded every 5 s for 3 h. The timing of the peak luminescence were taken for calculation. Luminescence measurements were made using a Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany).",
    "chemiluminscent_and_in_situ_detection_of_ros": "Chemiluminscent and \nin situ\n detection of ROS\nFor chemiluminescent detection of ROS, uniform leaf discs were first incubated overnight in sterile water in the dark. Two leaf discs were placed in a test tube containing 105 μL sterile water, with 1 μg horseradish peroxidase (HRP), 20 μM luminol, and 1μM flg22. Luminescence resulting from the reaction between hydrogen peroxide, HRP, and luminol was measured for 35 min in Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany). For \nin situ\n detection of ROS, plants were either sprayed or hand-inoculated with \nPst\nDC3000+\navrRpt2\n. Infected leaves were carefully removed at 6 or 48 h, and vacuum-infiltrated with fresh 0.1% (w/v) of 3,3′-diaminobenzidine (DAB) (Sigma-Aldrich, St. Lious, MO) dissolved in 0.01 N HCl. Infiltrated leaves were kept in the dark for 3 h, then de-stained in a destaining solution of 95% EtOH:85% acetic acids: glycerol (3:1:1 in volume) and photographed.",
    "rna_isolation_and_qrt-pcr": "RNA isolation and qRT-PCR\nTotal RNA was isolated by RNeasy plant mini kits (Qiagen, Germantown, MD). For RT-PCR, the first strand cDNA was synthesized from total RNA using Ominiscript reverse transcriptase (Qiagen) and random primers, and PCR of specific genes was carried out using Hot Start Taq DNA polymerase (Qiagen). For qRT-PCR, the first strand cDNA was synthesized using StrataScript QPCR cDNA synthesis kits (Agilent Technologies Inc., Santa Clara, CA) and random primers, and the PCR reaction was performed using Full Velocity SYBR-Green QPCR Master mix (Agilent Technologies Inc.) on the Mx3000p thermocycler (Agilent Technologies Inc.). Genes that were analyzed from the Primary Library for Arabidopsis Pathogen-Inducible Genes (cat# PR0100, Sigma-Aldrich, St. Lious, MO) are listed in Supplementary Table \n1\n. Primer sequences of other examined genes are listed in Supplementary Table \n2\n. The fold change in relative gene expression was calculated based on the 2\n−ΔΔCt\n method (Schmittgen and Livak, \n2008\n) using wild type as the normalizer and \nACT2\n or \nPP2A\n as the reference genes.",
    "petiole_exudate_experiment": "Petiole exudate experiment\nFor collecting the petiole exudates, we followed the method described in Maldonado et al. (\n2002\n) and Chaturvedi et al. (\n2008\n). Leaves were hand inoculated with \nPst\nDC3000+\navrRpt2\n (OD\n600\n = 0.01; 5.5 × 10\n6\n cfu/ml) or mock inoculation with 10 mM MgCl\n2\n. Treated plants were placed in the growth chamber and covered with plastic lids. After 6–7 h, inoculated leaves were cut from their bases and immediately dipped in 50% ethanol. They were rinsed once briefly with 0.0005% Clorox bleach and then placed in 1 mM EDTA solution. A group of 10 leaves was placed in a collection tube containing 2.5 ml of 1mM EDTA and 50 μg ml\n−1\n ampicillin, pH 8. They were kept in a covered tray with wet paper towels at the base of the tray to maintain the humidity in the growth chamber under continuous light. After 16 h, collected exudates were diluted 2 fold with water, and filter-sterilized before use.",
    "results": "Results\nThe response of InsP 5-ptase plants to flg22\nThe bacterial elicitor flagellin is a well characterized MAMP used to investigate plant innate immunity responses. We first treated wild type and InsP 5-ptase seedlings with the active elicitor peptide flg22 and measured root growth. A greater inhibition of root growth was observed in the InsP 5-ptase seedlings compared to wild type (Figure \n1A\n), indicating that the transgenic plants are more sensitive to flg22. We next monitored Ca\n2+\n induction, ROS production and flg22-associated pathogen-responsive gene expression; which are all known to be triggered by flg22 treatment in Arabidopsis (Gomez-Gomez et al., \n1999\n; Asai et al., \n2002\n; Navarro et al., \n2004\n; Zipfel et al., \n2004\n; Boudsocq et al., \n2010\n; Ma et al., \n2012\n). Treatment with flg22 elicits a rapid rise in cytosolic Ca\n2+\n which can be monitored using aequorin-mediated bioluminescence (Jeworutzki et al., \n2010\n; Ranf et al., \n2011\n). InsP 5-ptase seedlings expressing aequorin (Perera et al., \n2008\n) were treated with flg22 and the intracellular Ca\n2+\n changes were monitored. Upon treatment with flg22, a rapid rise in [Ca\n2+\n]\ncyt\n with a peak at ~2 min was observed in both wild type and InsP 5-ptase plants; however, the induction level was greatly reduced in InsP 5-ptase plants (Figure \n1B\n) with an average reduction in the Ca\n2+\n signal of ~44% in the transgenic plants (Figure \n1C\n). As shown by the root growth experiment (Figure \n1A\n), the InsP 5-ptase plants are responsive to flg22; the increased root growth inhibition correlates with the attenuation of the Ca\n2+\n signal. We also monitored the oxidative burst (by measuring H\n2\nO\n2\n generation) after elicitation with flg22. An increase in ROS was detected at the first 1–2 min post treatment, which peaked ~5 min, and tapered off returning to the baseline within 25 min (Figure \n1D\n), which was different from the sustained Ca\n2+\n elevation (Figure \n1B\n). Surprisingly, there was no significant difference in ROS generation between wild type and InsP 5-ptase plants. These results demonstrate that although the Ca\n2+\n release after flg22 treatment was dampened, the oxidative burst was not affected.\nFigure 1\nThe response of the InsP 5-ptase plants to flagellin. (A)\n One week old wild type (Wt) and InsP 5-ptase (T8) seedlings were incubated in media containing either 0 or 0.1 μM flg22. Root length was measured after 5 days. Growth inhibition was calculated as the percentage of the non-treated control. Data is the average of four independent experiments (\nn\n = 10 seedlings per experiment) ± SE. \n(B)\n Five-day old seedlings expressing aequorin were reconstituted with coelenterazine overnight and placed in the luminometer. Seedlings were treated with 10 μM flg22 after 1 min (indicated by red arrow). Ca\n2+\n concentrations were calculated after measuring the discharged Ca\n2+\n. A representative trace is shown. \n(C)\n The table lists the average peak Ca\n2+\n concentration. (N = independent biological replicates). The average baseline concentrations were 0.097 and 0.098 for wild type and transgenic respectively. \n(D)\n ROS production was measured in leaf discs treated with 1 μM flg22. Luminescence was measured at 14 s intervals. Data plotted is the average of five biological replicates ± SD. \n(E)\n qRT-PCR analysis of flg22 responsive gene expression at 30 and 120 min post treatment. Data plotted is the average ± SE normalized to Wt control from three independent experiments. \n*\nIndicates significant difference between Wt and T8 expression at the same time point (\nP\n < 0.05).\nOur data suggested that the InsP 5-ptase plants could be a tool to potentially distinguish between parallel downstream pathways of MAMP-triggered immunity. In order to further investigate the downstream responses, a group of genes known to be induced by flg22-FLS2 interaction (Asai et al., \n2002\n; Qutob et al., \n2006\n; Gust et al., \n2007\n; Boudsocq et al., \n2010\n) were selected and their expression levels were quantified by qRT-PCR. The five selected genes were \nGST1\n, \nRLK\n, \nFRK1\n, \nNHL10\n, and \nMLO6\n. The peak expression of \nMLO6\n was at 30 min after flg22 treatment, whereas the other four genes showed a peak expression at 120 min post flg22 treatment (Figure \n1E\n). Both wild type and InsP 5-ptase plants, showed similar kinetics of induction; however, expression levels at 120 min were significantly reduced in the InsP 5-ptase plants compared to the wild type. The reduction in expression suggests that the InsP 5-ptase plants are unable to sustain or maintain maximal gene induction. Interestingly, \nFRK1\n and \nNHL10\n are both considered to be regulated via MAPK dependent pathways (Boudsocq et al., \n2010\n) and these results suggest a role for phosphoinositide signaling interacting with the MAPK cascade.\nThe response of InsP 5-ptase plants to virulent and avirulent strains of \nP. syringae\nWe next examined the interaction between the InsP 5-ptase transgenic plants and the plant pathogenic bacteria, \nP. syringae\n pv. \ntomato\n (\nPst\n) DC3000 which is widely used to study plant disease resistance (Nishimura and Dangl, \n2010\n). In Arabidopsis, \nPst\nDC3000 bacteria multiply rapidly and disease symptoms can be observed ~2 day post-infection with characteristic tissue necrosis and chlorosis (Katagiri et al., \n2002\n). Both virulent and avirulent strains of \nP. syringae\n were used to evaluate the susceptibility of InsP 5-ptase transgenic plants compared to wild type.\nFigure \n2A\n shows that transgenic plants exhibited more severe symptoms after infection with the virulent strain of \nP. syringae\n (\nPst\n DC3000). Moreover, when those infected leaves were harvested and bacterial concentration was quantified, the InsP 5-ptase transgenic plants harbored more bacteria at OD\n600\n = 0.001 and 0.0005 compared to the wild type, indicating they are more susceptible to \nPst\n DC3000 (Figure \n2B\n). Similarly, the transgenic plants also showed a slight elevated bacterial growth of the avirulent strain \nPst\nDC3000+\navrRpt2\n at the low concentration of inoculants OD\n600\n = 0.0005 (Figure \n2C\n). Compared to the wild type the InsP 5-ptase plants are more susceptible to the avirulent strain; however the response to the avirulent strain was not as intense as the response to the virulent strain, suggesting that the gene-for-gene defense mechanism is still functional.\nFigure 2\nThe response of InsP 5-ptase plants to \nPseudomonas syringae\n. Leaves of Arabidopsis plants inoculated with \nPst\n DC3000 at OD\n600\n = 0.001 (7 × 10\n5\n cfu/ml) were photographed at day 2 after inoculation \n(A)\n. Bacterial growth measured from plants at day 2 after inoculation with \nPst\n DC3000 \n(B)\n or \nPst\nDC3000+\navrRpt2\n\n\n(C)\n. Starting bacterial cultures are OD\n600\n = 0.01 (8 × 10\n6\n cfu/ml), 0.001 (7 × 10\n5\n cfu/ml) or 0.0005 (3.5 × 10\n5\n cfu/ml). \n(D)\n Infected leaves used for RT-PCR were inoculated with \nPst\nDC3000+\navrRpt2\n (OD\n600\n = 0.001, 7 × 10\n5\n cfu/ml). RT-PCR was carried out with gene-specific primers for \nPR-1\n and \nActin\n. \n(E)\n For bacterial growth counts taken at day 4 after inoculation with the two non-pathogens, \nPst\nDC3000+\nhrcC\n- (\nPst hrcC\n-) and \nP. syringae\n pv. \nPhaseolicola\n race 6 (\nPsp rc6\n), the concentration of inoculants were OD\n600\n = 0.001 (7 × 10\n5\n cfu/ml). Plant lines used were Wt (white), T8 (black), and the \nrps2/rpm1\n double knock-out mutant (gray). \n*\nP\n < 0.05.\nWe also compared the disease response of InsP 5-ptase plants to that of \nrps2/rpm1\n double mutants (lacking both of the \nRps2\n and \nRpm1 R\n genes) which are equally susceptible to both virulent and avirulent strains of \nPst\nDC3000 even at low concentrations of inoculant. We found that transgenic plants were less affected than the \nrps2/rpm1\n mutants when challenged with avirulent strains \nPst\nDC3000+\navrRpt2\n; and did not have the same high level of bacterial growth (Figure \n2C\n). Therefore, the response of InsP 5-ptase plants to \nPst\nDC3000+\navrRpt2\n is not similar to \nrps2/rpm1\n double mutant which lacks the \nR\n gene mediated resistance. The enhanced susceptibility pattern observed in InsP 5-ptase plants is more similar to previously reported mutants with a defect in SA-mediated disease resistance, such as \nnahG\n and \neds16\n/\nsid2\n mutants (Gaffney et al., \n1993\n; Delaney et al., \n1994\n; Dewdney et al., \n2000\n; Wildermuth et al., \n2001\n). These plants with a defect in SA-mediated resistance are more susceptible to avirulent bacterial strains, but not so severely as to virulent bacterial strains, indicating that the \nR\n genes in these mutant plants are not affected (Dewdney et al., \n2000\n). It is possible that the enhanced susceptibility toward avirulent strains might be the result of dampened signal transduction leading to disease resistance. To test this hypothesis, we examined \nPR-1\n gene induction as a downstream response during the course of infection with \nPst\nDC3000+\navrRpt2\n at 3, 8, 24, and 48 h, and found that the two independent InsP 5-ptase lines T6 and T8 show a delayed induction of gene expression (the response was observed at 8 h instead of 3 h) compared to the wild type and vector control plants C2 (Figure \n2D\n).\nTo further demonstrate that basal defense is compromised, we challenged InsP 5-ptase plants with a TTSS-defective \nhrcC\n mutant of \nPst\nDC3000 (in which pathogen effector proteins are not delivered into host plants such that only a few bacteria multiply in wild type plants). We found a slight elevation in bacterial growth in InsP 5-ptase plants (Figure \n2E\n), suggesting that the basal defense in InsP 5-ptase plants was weakened. However, we did not observe any bacterial growth or symptoms when challenged with the non-host pathogen strain \nP. syringae\n pv. \nPhaseolicola\n strain race 6 in both wild type and transgenic plants, even after 12 days (Figure \n2E\n). These results suggest that the non-host resistance mechanism in transgenic plants is not affected.\nPrevious microarray data indicated that a group of disease resistance-related genes are basally downregulated under normal growth conditions in two independent InsP 5-ptase plants compared to wild type and vector control plants. These include \nPR-1\n, \nPR-5\n, and \nAIG1\n(\navrRpt2- induced gene1\n), as well as genes encoding proteins involved in Ca\n2+\n storage in the endoplasmic reticulum (ER) such as \nCRT3\n and \nBiP3\n (Perera et al., \n2008\n). In this study we used qRT-PCR to analyze a set of selected genes. We determined that, in addition to previously identified defense-related genes, \nPR-2\n, two putative glutathione-S-transferase genes (\nGST11\n and \nGST16\n) and three protein kinases (\nCRK7\n, \nCRK45\n, and \nRLP23\n) were also basally downregulated in InsP 5-ptase plants (Table \n1\n). Among the eleven genes tested, eight of them are also required for SAR according to the GO annotation in TAIR. Although \nBiP3\n has not been annotated as the other eight genes, other BiP isoforms have been shown to play a role in promoting plant immunity (Wang et al., \n2005\n; Carvalho et al., \n2014\n). The data suggest that reduced expression of these genes might contribute to the enhanced susceptibility of the transgenic plants to \nP. syringae\n.\nTable 1\nGenes that were basally repressed in InsP 5-ptase plants\n.\nRelated function\nTAIR ID\nGene\na\nFold reduction\nb\nDefense genes\nAt2g14610\nPR-1\n33.3\nAt3g57260\nPR-2\n8.3\nAt1g75040\nPR-5\n5.0\nAt1g33960\nAIG1\n4.8\nDetoxification\nAt1g02920\nGST11\n4.0\nAt2g02930\nGST16\n2.8\nProtein folding\nAt1g08450\nCRT3\n3.1\nAt1g09080\nBIP3\n10.0\nProtein kinase\nAt4g11890\nARCK1(CRK45)\n3.2\nAt4g23150\nRLK7(CRK7)\n7.7\nAt2g32680\nRLP23\n10.0\na\nThe genes in bold are known to be involved in systemic acquired resistance based on Arabidopsis GO annotations.\nb\nData presented is the average fold change of three independent experiments (P < 0.05) for InsP 5-ptase transgenic line T8. Similar results were obtained with an independent line T6.\nInsP\n3\n changes and calcium release during ETI\nIn order to determine whether InsP\n3\n is induced in wild type plants when infected with \nP. syringae\n, we examined InsP\n3\n levels during a 6 h period of post spray with \nP. syringae\n in wild type Arabidopsis leaves. When spray-infected with a virulent strain \nPst\n DC3000, InsP\n3\n levels increased ~two-fold at 4 h post spray (Figure \n3A\n). When infected with avirulent strains \nPst\nDC3000+\navrRpm1\n or \navrRpt2\n, InsP\n3\n levels increased 2–3 fold at a shorter time, 20 min and 1 h post spray, respectively. No change in InsP\n3\n levels was observed with mock spray (Figure \n3A\n). These results demonstrate that the induction of InsP\n3\n is one of the signals generated during plant-pathogen interaction. The difference in the induction times of InsP\n3\n between virulent and avirulent pathogens is in good agreement with the rapid induction of HR by avirulent strains compared to the slower development of disease symptoms by virulent strains (Katagiri et al., \n2002\n).\nFigure 3\nInsP\n3\n changes and Ca\n2+\n release in response to avirulent \nPseudomonas syringae\n pv \ntomato\n DC3000. (A)\n Wild type Arabidopsis plants were sprayed with \nPst\n DC3000 or \nPst\n DC3000+\navrRpt2\n or + \navrRpm1\n at a concentration of OD\n600\n = 0.004 (2 × 10\n6\n cfu/ml). Mock spray was 10 mM MgCl\n2\n. Treated leaves were harvested at different time points and InsP\n3\n was quantified. Data shown is the average of 5 independent experiments ± SE. \n(B)\n Wild type (Wt) or InsP 5-ptase seedlings carrying aequorin were reconstituted with coelenterazine and inoculation with \nPst\n DC3000+\navrRpm1\n (OD\n600\n = 0.5, 5 × 10\n8\n cfu/ml) or mock solution (10 mM MgCl\n2\n). A representative experiment is shown with luminescence counts taken in every 5 s. The table lists the average time of the second sustained Ca\n2+\n peak (N = independent biological replicates).\nIn a previous study, a biphasic increase in cytosolic Ca\n2+\n was measured by aequorin-mediated bioluminescence in Arabidopsis leaves infected with avirulent strains of \nPst\nDC3000+\navrB\n or \navrRpm1\n (Grant et al., \n2000\n). We tested aequorin lines of wild type and InsP 5-ptase plants infected with \nPst\nDC3000+\navrRpm1.\n We found that the early transient rise in [Ca\n2+\n]\nin\n was similar in both wild type and InsP 5-ptase plants but there were differences in the second sustained increase in [Ca\n2+\n]\nin\n. The wild type showed a peak of Ca\n2+\n at 110 min post inoculation which is similar to the previous report (Grant et al., \n2000\n). In InsP 5-ptase plants, there was a ~20 min delay in the timing of the Ca\n2+\n release (Figure \n3B\n) suggesting that InsP\n3\n-mediated signaling contributes to the cytosolic Ca\n2+\n increase observed in avirulent pathogen infected leaves.\nROS production and SA-mediated signaling during ETI\nThe oxidative burst in avirulent pathogen infected leaves is part of the disease resistance mechanism (see review in Lamb and Dixon, \n1997\n). It leads to the generation of ROS, which presumably could confine bacterial growth (see review in Torres et al., \n2006\n). To examine the ROS production in avirulent pathogen infected leaves, we used 3,3′-diaminobenzidine (DAB) to detect ROS production \nin situ\n. Similar to the result observed with flagellin treatment (Figure \n1A\n), no difference in ROS production between wild type and InsP 5-ptase plants was observed (Supplementary Figure \n1\n). In both lines staining was visible at 6 h and disappeared at 48 h either after inoculation or spraying with \nPst\nDC3000+\navrRpt2\n. The results demonstrate that the HR-induced oxidative burst and ROS production are unaffected in InsP 5-ptase plants and suggest that ROS generation in plant ETI does not involve InsP\n3\n-mediated pathways.\nBecause SA is a key systemic signal generated during ETI, we compared the SA levels in wild type and InsP 5-ptase plants (Figure \n4A\n). We measured total SA including the conjugated form. The basal SA level in transgenic plants was ~50% of the amount in wild type. After inoculating with \nPst\nDC3000+\navrRpt2\n, the SA levels increased in local inoculated wild type leaves and to a lesser extent in the InsP 5-ptase leaves. Although the SA reduction post inoculation in the transgenic plants is not highly significant (\nP\n = 0.1), the results do show that the total basal SA in InsP 5-ptase plants was significantly lower compared to wild type. It was not impaired as much as in \nnahG\n plants and \nsid2\n mutants, but this low efficiency might be enough to reduce the SA-mediated signaling and cause delay in downstream gene expression, such as \nPR-1\n.\nFigure 4\nInsP 5-ptase plants have a low basal level of SA; however the local response to exogenous SA is normal. (A)\n SA levels were measured in untreated leaves (basal) or in leaves harvested from plants inoculated with \nPst\n DC3000+\navrRpt2\n at a concentration of OD\n600\n = 0.1 (1 × 10\n8\n cfu/ml) at day 2 post-inoculation. Data is the average of three to five experiments ± SE. Each experiment consisted of a pool of leaves from four individual plants/line. \n(B)\n Wild type (Wt), two independent InsP 5-ptase lines (T6 and T8), and vector control (C2) plants were sprayed with 300 μM of SA or control solution (0.05% ethanol). Leaves were harvested before (0) and at 3, 8, 24, and 48 h after treatment. RT-PCR was carried out with gene-specific primers for \nPR-1\n and \nActin\n.\nTo further investigate whether the delayed \nPR-1\n gene induction observed in InsP 5-ptase plants (Figure \n2D\n) was due to a delayed response to SA, we applied exogenous SA and monitored \nPR-1\n gene induction over a two day period. The wild type and vector control plants (C2) as well as two independent InsP 5-ptase lines were treated with 300 μM SA by mist spray, treated leaves were harvested at 0, 8, 24, and 48 h and \nPR-1\n transcript levels was monitored by RT-PCR (Figure \n4B\n). Both InsP 5-ptase lines have similar induction of \nPR-1\n as wild type and C2 in response to exogenous SA, suggesting that the InsP 5-ptase plants can respond to SA similar to the wild type. The data suggest that the delay in \nPR-1\n gene induction is probably due to the delayed synthesis of SA. This result excludes the possibility of InsP\n3\n being an intermediate between SA and \nPR-1\n gene expression.\nThe SAR response in InsP 5-ptase plants\nIn order to examine whether the reduced SA basal levels and delayed \nPR-1\n induction would compromise SAR in InsP 5-ptase plants, we carried out an SAR assay (Zhang et al., \n2010\n). Plants were first inoculated with \nPst\nDC3000+\navrRpt2\n, (two leaves per plant), and then challenged with \nPst\nDC3000 by spraying whole plants at day 0, 1, 2, and 3 post first inoculation. To monitor the progression of bacterial growth in systemic leaves, bacterial counts were measured in leaves at day 4 post spray. We found that wild type plants acquired resistance to \nPst\nDC3000 around day 3 post first inoculation showing a reduced bacterial growth compared to that at day 0, 1, and 2 (Figure \n5A\n). Although the bacterial growth in InsP 5-ptase plants also declined slightly at day 3, the reduced growth is not statistically significant compared to that at day 0, 1, and 2. The assay result indicates that the SAR response was affected in InsP 5-ptase plants. It could be that the acquired resistance was not induced as much as in the wild type at day 3, (i.e., a delayed response), or it could be that the level of resistance was substantially reduced. No acquired resistance was detected when plants were first mock inoculated with 10 mM MgCl\n2\n (Figure \n5B\n).\nFigure 5\nThe SAR response is delayed in the InsP 5-ptase plants\n. The SAR assay was carried out using wild type (Wt), vector control (C2) and two independent InsP 5-ptase lines (T6 and T8). Plants were either first inoculated with \nPst\n DC3000+\navrRpt2\n (OD\n600\n = 0.001, 7 × 10\n5\n cfu/ml) \n(A)\n, or 10 mM MgCl\n2\n mock solution \n(B)\n, then sprayed with \nPst\nDC3000 (OD\n600\n = 0.004, 2 × 10\n6\n cfu/ml) at day 0, 1, 2, or 3. Systemic leaves were harvested and the bacterial growth was quantified at day 4 post spray. Data is the average of three experiments ± SD. Each experiment has three plants per line. Results from Wt and C2 (Wt/C2), and T6 and T8 (T8/T6) were pooled for analysis. \n*\nP\n < 0.05 \n(C)\n Systemic leaves were also harvested before (0) and after initial inoculation at 3, 8, 24, and 48 h for RT-PCR carried out with gene-specific primers for \nPR-1\n, \nPAD4\n, and \nUBQ10\n. \n(D)\n For the exudate experiment, only Wt and T8 and their reciprocal treatments are shown. Leaves were harvested before or at 48 h post exudate (ex) or mock (m) infiltration for RT-PCR carried out with gene-specific primers for \nPR-1\n and \nActin\n.\nTo investigate the expression levels of defense-related genes during SAR induction in systemic leaves, we performed qRT-PCR analysis over a time course. We first inoculated plants with \nPst\nDC3000+\navrRpt2\n (two leaves per plant), then the systemic leaves were harvested at 3 h, 8 h, day 1, and day 2 post-inoculation. We monitored expression of a total of 47 genes (for a complete gene list see Supplementary Table \n1\n). We found 14 genes that were differentially expressed in the wild type and two transgenic plant lines that were either only induced in the wild type or showed reduced and delayed induction in the transgenic plants (Table \n2\n, calculated data are in Supplementary Table \n3\n). Among these 14 genes, eight of them had low basal expression in the transgenic plants. The remaining six genes, which were not basally low, exhibited a reduced and delayed induction. These genes included \nNHL10\n, \nRLK1\n, \nPAD4\n, and \nNIMIN-2\n, which are implicated in SAR and SA-mediated signaling (Zhou et al., \n1998\n; Li et al., \n2004\n; Navarro et al., \n2004\n; Weigel et al., \n2005\n). To further confirm the qRT-PCR result, we also performed an independent RT-PCR analysis on systemic leaves (Figure \n5C\n) using the marker genes \nPR-1\n and \nPAD4.\n The RT-PCR results were consistent with the qRT-PCR data. The results indicate that the expression of a subset of genes involved in SAR were altered, both in timing and extent in the InsP 5-ptase plants.\nTable 2\nGenes which were either not induced or showed delayed expression in distal leaves of InsP 5-ptase plants compared to Wt\na\n.\nTAIR ID\nGene\nAt1g02920\nGlutathione S-transferase, putative, \nGST11\nb\nAt1g33960\navrRpt2 induced gene 1, \nAIG1\nAt2g02930\nGlutathione S-transferase, putative, \nGST16\nAt2g35980\nNDR1/HIN1 like protein, \nNHL10\nAt3g26820\nEsterase/lipase/thioesterase family protein\nAt3g50770\nCalmodulin-related protein, putative, \nCML41\nAt3g57260\nGlycosyl hydrolase family 17 protein, similar to glucan endo-1,3-beta glucosidase, \nPR-2\nAt4g23150\nCysteine-rich receptor-like protein kinase (\nRLK7, CRK7\n)\nAt1g75040\nPathogenesis-related protein 5, \nPR-5\nAt2g14610\nPathogenesis-related protein 1, \nPR-1\nAt2g32680\nReceptor like protein 23, \nRLP23\nAt3g25882\nNPR1/NIM1-interacting protein 2, \nNIMIN-2\nAt3g52430\nPhytoalexin-deficient 4 protein, \nPAD4\nAt5g60900\nReceptor-like protein kinase 1, \nRLK1\na\nExpression was monitored in distal following inoculation of local leaves with PstDC3000+avrRpt2.\nb\nThe names in bold are also basally low and listed in Table \n1\n.\nSignal molecules generated in InsP 5-ptase plants\nThe onset of SAR requires an array of mobile signals which are generated from the primary infected leaves (reviewed in Gao et al., \n2014\n). These molecules are presumed to be translocated from local inoculated leaves to distal leaves through the phloem tissue. Phloem exudate collected from local leaves provides a means to study the effects of the mobile signals. We performed exudate experiments to examine whether the signal molecules generated from the local infected leaves in wild type can trigger the same response in InsP 5-ptase plants and vice versa. The experimental design is to mimic the process of delivering signal molecules from primary infected leaves to systemic leaves by bypassing the plant delivery system. The exudate from infected plants containing putative signal molecules was collected and injected into healthy uninfected plants. In these experiments, \nPR-1\n gene expression is expected to increase in the new leaves (similar to systemic leaves) upon injection in response to the presence of the signal molecules. We found that exudates collected from InsP 5-ptase plants were equally effective in inducing \nPR-1\n gene expression in wild type plants as exudates from wild type plants (Figure \n5D\n). However, InsP 5-ptase plants showed diminished \nPR-1\n gene expression in response to exudates from either wild type or transgenic plants. These results indicate that the generation of mobile signals at the primary infected site is not impaired in the InsP 5-ptase plants and the exudates were as effective as those produced in wild type. Since the response to exogenous application of SA was also normal in the InsP 5-ptase plants (Figure \n4B\n), these results suggest that InsP 5-ptase plants are affected in either sensing the mobile signal and/or in the synthesis of SA at the systemic site.",
    "the_response_of_insp_5-ptase_plants_to_flg22": "The response of InsP 5-ptase plants to flg22\nThe bacterial elicitor flagellin is a well characterized MAMP used to investigate plant innate immunity responses. We first treated wild type and InsP 5-ptase seedlings with the active elicitor peptide flg22 and measured root growth. A greater inhibition of root growth was observed in the InsP 5-ptase seedlings compared to wild type (Figure \n1A\n), indicating that the transgenic plants are more sensitive to flg22. We next monitored Ca\n2+\n induction, ROS production and flg22-associated pathogen-responsive gene expression; which are all known to be triggered by flg22 treatment in Arabidopsis (Gomez-Gomez et al., \n1999\n; Asai et al., \n2002\n; Navarro et al., \n2004\n; Zipfel et al., \n2004\n; Boudsocq et al., \n2010\n; Ma et al., \n2012\n). Treatment with flg22 elicits a rapid rise in cytosolic Ca\n2+\n which can be monitored using aequorin-mediated bioluminescence (Jeworutzki et al., \n2010\n; Ranf et al., \n2011\n). InsP 5-ptase seedlings expressing aequorin (Perera et al., \n2008\n) were treated with flg22 and the intracellular Ca\n2+\n changes were monitored. Upon treatment with flg22, a rapid rise in [Ca\n2+\n]\ncyt\n with a peak at ~2 min was observed in both wild type and InsP 5-ptase plants; however, the induction level was greatly reduced in InsP 5-ptase plants (Figure \n1B\n) with an average reduction in the Ca\n2+\n signal of ~44% in the transgenic plants (Figure \n1C\n). As shown by the root growth experiment (Figure \n1A\n), the InsP 5-ptase plants are responsive to flg22; the increased root growth inhibition correlates with the attenuation of the Ca\n2+\n signal. We also monitored the oxidative burst (by measuring H\n2\nO\n2\n generation) after elicitation with flg22. An increase in ROS was detected at the first 1–2 min post treatment, which peaked ~5 min, and tapered off returning to the baseline within 25 min (Figure \n1D\n), which was different from the sustained Ca\n2+\n elevation (Figure \n1B\n). Surprisingly, there was no significant difference in ROS generation between wild type and InsP 5-ptase plants. These results demonstrate that although the Ca\n2+\n release after flg22 treatment was dampened, the oxidative burst was not affected.\nFigure 1\nThe response of the InsP 5-ptase plants to flagellin. (A)\n One week old wild type (Wt) and InsP 5-ptase (T8) seedlings were incubated in media containing either 0 or 0.1 μM flg22. Root length was measured after 5 days. Growth inhibition was calculated as the percentage of the non-treated control. Data is the average of four independent experiments (\nn\n = 10 seedlings per experiment) ± SE. \n(B)\n Five-day old seedlings expressing aequorin were reconstituted with coelenterazine overnight and placed in the luminometer. Seedlings were treated with 10 μM flg22 after 1 min (indicated by red arrow). Ca\n2+\n concentrations were calculated after measuring the discharged Ca\n2+\n. A representative trace is shown. \n(C)\n The table lists the average peak Ca\n2+\n concentration. (N = independent biological replicates). The average baseline concentrations were 0.097 and 0.098 for wild type and transgenic respectively. \n(D)\n ROS production was measured in leaf discs treated with 1 μM flg22. Luminescence was measured at 14 s intervals. Data plotted is the average of five biological replicates ± SD. \n(E)\n qRT-PCR analysis of flg22 responsive gene expression at 30 and 120 min post treatment. Data plotted is the average ± SE normalized to Wt control from three independent experiments. \n*\nIndicates significant difference between Wt and T8 expression at the same time point (\nP\n < 0.05).\nOur data suggested that the InsP 5-ptase plants could be a tool to potentially distinguish between parallel downstream pathways of MAMP-triggered immunity. In order to further investigate the downstream responses, a group of genes known to be induced by flg22-FLS2 interaction (Asai et al., \n2002\n; Qutob et al., \n2006\n; Gust et al., \n2007\n; Boudsocq et al., \n2010\n) were selected and their expression levels were quantified by qRT-PCR. The five selected genes were \nGST1\n, \nRLK\n, \nFRK1\n, \nNHL10\n, and \nMLO6\n. The peak expression of \nMLO6\n was at 30 min after flg22 treatment, whereas the other four genes showed a peak expression at 120 min post flg22 treatment (Figure \n1E\n). Both wild type and InsP 5-ptase plants, showed similar kinetics of induction; however, expression levels at 120 min were significantly reduced in the InsP 5-ptase plants compared to the wild type. The reduction in expression suggests that the InsP 5-ptase plants are unable to sustain or maintain maximal gene induction. Interestingly, \nFRK1\n and \nNHL10\n are both considered to be regulated via MAPK dependent pathways (Boudsocq et al., \n2010\n) and these results suggest a role for phosphoinositide signaling interacting with the MAPK cascade.",
    "the_response_of_insp_5-ptase_plants_to_virulent_and_avirulen": "The response of InsP 5-ptase plants to virulent and avirulent strains of \nP. syringae\nWe next examined the interaction between the InsP 5-ptase transgenic plants and the plant pathogenic bacteria, \nP. syringae\n pv. \ntomato\n (\nPst\n) DC3000 which is widely used to study plant disease resistance (Nishimura and Dangl, \n2010\n). In Arabidopsis, \nPst\nDC3000 bacteria multiply rapidly and disease symptoms can be observed ~2 day post-infection with characteristic tissue necrosis and chlorosis (Katagiri et al., \n2002\n). Both virulent and avirulent strains of \nP. syringae\n were used to evaluate the susceptibility of InsP 5-ptase transgenic plants compared to wild type.\nFigure \n2A\n shows that transgenic plants exhibited more severe symptoms after infection with the virulent strain of \nP. syringae\n (\nPst\n DC3000). Moreover, when those infected leaves were harvested and bacterial concentration was quantified, the InsP 5-ptase transgenic plants harbored more bacteria at OD\n600\n = 0.001 and 0.0005 compared to the wild type, indicating they are more susceptible to \nPst\n DC3000 (Figure \n2B\n). Similarly, the transgenic plants also showed a slight elevated bacterial growth of the avirulent strain \nPst\nDC3000+\navrRpt2\n at the low concentration of inoculants OD\n600\n = 0.0005 (Figure \n2C\n). Compared to the wild type the InsP 5-ptase plants are more susceptible to the avirulent strain; however the response to the avirulent strain was not as intense as the response to the virulent strain, suggesting that the gene-for-gene defense mechanism is still functional.\nFigure 2\nThe response of InsP 5-ptase plants to \nPseudomonas syringae\n. Leaves of Arabidopsis plants inoculated with \nPst\n DC3000 at OD\n600\n = 0.001 (7 × 10\n5\n cfu/ml) were photographed at day 2 after inoculation \n(A)\n. Bacterial growth measured from plants at day 2 after inoculation with \nPst\n DC3000 \n(B)\n or \nPst\nDC3000+\navrRpt2\n\n\n(C)\n. Starting bacterial cultures are OD\n600\n = 0.01 (8 × 10\n6\n cfu/ml), 0.001 (7 × 10\n5\n cfu/ml) or 0.0005 (3.5 × 10\n5\n cfu/ml). \n(D)\n Infected leaves used for RT-PCR were inoculated with \nPst\nDC3000+\navrRpt2\n (OD\n600\n = 0.001, 7 × 10\n5\n cfu/ml). RT-PCR was carried out with gene-specific primers for \nPR-1\n and \nActin\n. \n(E)\n For bacterial growth counts taken at day 4 after inoculation with the two non-pathogens, \nPst\nDC3000+\nhrcC\n- (\nPst hrcC\n-) and \nP. syringae\n pv. \nPhaseolicola\n race 6 (\nPsp rc6\n), the concentration of inoculants were OD\n600\n = 0.001 (7 × 10\n5\n cfu/ml). Plant lines used were Wt (white), T8 (black), and the \nrps2/rpm1\n double knock-out mutant (gray). \n*\nP\n < 0.05.\nWe also compared the disease response of InsP 5-ptase plants to that of \nrps2/rpm1\n double mutants (lacking both of the \nRps2\n and \nRpm1 R\n genes) which are equally susceptible to both virulent and avirulent strains of \nPst\nDC3000 even at low concentrations of inoculant. We found that transgenic plants were less affected than the \nrps2/rpm1\n mutants when challenged with avirulent strains \nPst\nDC3000+\navrRpt2\n; and did not have the same high level of bacterial growth (Figure \n2C\n). Therefore, the response of InsP 5-ptase plants to \nPst\nDC3000+\navrRpt2\n is not similar to \nrps2/rpm1\n double mutant which lacks the \nR\n gene mediated resistance. The enhanced susceptibility pattern observed in InsP 5-ptase plants is more similar to previously reported mutants with a defect in SA-mediated disease resistance, such as \nnahG\n and \neds16\n/\nsid2\n mutants (Gaffney et al., \n1993\n; Delaney et al., \n1994\n; Dewdney et al., \n2000\n; Wildermuth et al., \n2001\n). These plants with a defect in SA-mediated resistance are more susceptible to avirulent bacterial strains, but not so severely as to virulent bacterial strains, indicating that the \nR\n genes in these mutant plants are not affected (Dewdney et al., \n2000\n). It is possible that the enhanced susceptibility toward avirulent strains might be the result of dampened signal transduction leading to disease resistance. To test this hypothesis, we examined \nPR-1\n gene induction as a downstream response during the course of infection with \nPst\nDC3000+\navrRpt2\n at 3, 8, 24, and 48 h, and found that the two independent InsP 5-ptase lines T6 and T8 show a delayed induction of gene expression (the response was observed at 8 h instead of 3 h) compared to the wild type and vector control plants C2 (Figure \n2D\n).\nTo further demonstrate that basal defense is compromised, we challenged InsP 5-ptase plants with a TTSS-defective \nhrcC\n mutant of \nPst\nDC3000 (in which pathogen effector proteins are not delivered into host plants such that only a few bacteria multiply in wild type plants). We found a slight elevation in bacterial growth in InsP 5-ptase plants (Figure \n2E\n), suggesting that the basal defense in InsP 5-ptase plants was weakened. However, we did not observe any bacterial growth or symptoms when challenged with the non-host pathogen strain \nP. syringae\n pv. \nPhaseolicola\n strain race 6 in both wild type and transgenic plants, even after 12 days (Figure \n2E\n). These results suggest that the non-host resistance mechanism in transgenic plants is not affected.\nPrevious microarray data indicated that a group of disease resistance-related genes are basally downregulated under normal growth conditions in two independent InsP 5-ptase plants compared to wild type and vector control plants. These include \nPR-1\n, \nPR-5\n, and \nAIG1\n(\navrRpt2- induced gene1\n), as well as genes encoding proteins involved in Ca\n2+\n storage in the endoplasmic reticulum (ER) such as \nCRT3\n and \nBiP3\n (Perera et al., \n2008\n). In this study we used qRT-PCR to analyze a set of selected genes. We determined that, in addition to previously identified defense-related genes, \nPR-2\n, two putative glutathione-S-transferase genes (\nGST11\n and \nGST16\n) and three protein kinases (\nCRK7\n, \nCRK45\n, and \nRLP23\n) were also basally downregulated in InsP 5-ptase plants (Table \n1\n). Among the eleven genes tested, eight of them are also required for SAR according to the GO annotation in TAIR. Although \nBiP3\n has not been annotated as the other eight genes, other BiP isoforms have been shown to play a role in promoting plant immunity (Wang et al., \n2005\n; Carvalho et al., \n2014\n). The data suggest that reduced expression of these genes might contribute to the enhanced susceptibility of the transgenic plants to \nP. syringae\n.\nTable 1\nGenes that were basally repressed in InsP 5-ptase plants\n.\nRelated function\nTAIR ID\nGene\na\nFold reduction\nb\nDefense genes\nAt2g14610\nPR-1\n33.3\nAt3g57260\nPR-2\n8.3\nAt1g75040\nPR-5\n5.0\nAt1g33960\nAIG1\n4.8\nDetoxification\nAt1g02920\nGST11\n4.0\nAt2g02930\nGST16\n2.8\nProtein folding\nAt1g08450\nCRT3\n3.1\nAt1g09080\nBIP3\n10.0\nProtein kinase\nAt4g11890\nARCK1(CRK45)\n3.2\nAt4g23150\nRLK7(CRK7)\n7.7\nAt2g32680\nRLP23\n10.0\na\nThe genes in bold are known to be involved in systemic acquired resistance based on Arabidopsis GO annotations.\nb\nData presented is the average fold change of three independent experiments (P < 0.05) for InsP 5-ptase transgenic line T8. Similar results were obtained with an independent line T6.",
    "insp3_changes_and_calcium_release_during_eti": "InsP\n3\n changes and calcium release during ETI\nIn order to determine whether InsP\n3\n is induced in wild type plants when infected with \nP. syringae\n, we examined InsP\n3\n levels during a 6 h period of post spray with \nP. syringae\n in wild type Arabidopsis leaves. When spray-infected with a virulent strain \nPst\n DC3000, InsP\n3\n levels increased ~two-fold at 4 h post spray (Figure \n3A\n). When infected with avirulent strains \nPst\nDC3000+\navrRpm1\n or \navrRpt2\n, InsP\n3\n levels increased 2–3 fold at a shorter time, 20 min and 1 h post spray, respectively. No change in InsP\n3\n levels was observed with mock spray (Figure \n3A\n). These results demonstrate that the induction of InsP\n3\n is one of the signals generated during plant-pathogen interaction. The difference in the induction times of InsP\n3\n between virulent and avirulent pathogens is in good agreement with the rapid induction of HR by avirulent strains compared to the slower development of disease symptoms by virulent strains (Katagiri et al., \n2002\n).\nFigure 3\nInsP\n3\n changes and Ca\n2+\n release in response to avirulent \nPseudomonas syringae\n pv \ntomato\n DC3000. (A)\n Wild type Arabidopsis plants were sprayed with \nPst\n DC3000 or \nPst\n DC3000+\navrRpt2\n or + \navrRpm1\n at a concentration of OD\n600\n = 0.004 (2 × 10\n6\n cfu/ml). Mock spray was 10 mM MgCl\n2\n. Treated leaves were harvested at different time points and InsP\n3\n was quantified. Data shown is the average of 5 independent experiments ± SE. \n(B)\n Wild type (Wt) or InsP 5-ptase seedlings carrying aequorin were reconstituted with coelenterazine and inoculation with \nPst\n DC3000+\navrRpm1\n (OD\n600\n = 0.5, 5 × 10\n8\n cfu/ml) or mock solution (10 mM MgCl\n2\n). A representative experiment is shown with luminescence counts taken in every 5 s. The table lists the average time of the second sustained Ca\n2+\n peak (N = independent biological replicates).\nIn a previous study, a biphasic increase in cytosolic Ca\n2+\n was measured by aequorin-mediated bioluminescence in Arabidopsis leaves infected with avirulent strains of \nPst\nDC3000+\navrB\n or \navrRpm1\n (Grant et al., \n2000\n). We tested aequorin lines of wild type and InsP 5-ptase plants infected with \nPst\nDC3000+\navrRpm1.\n We found that the early transient rise in [Ca\n2+\n]\nin\n was similar in both wild type and InsP 5-ptase plants but there were differences in the second sustained increase in [Ca\n2+\n]\nin\n. The wild type showed a peak of Ca\n2+\n at 110 min post inoculation which is similar to the previous report (Grant et al., \n2000\n). In InsP 5-ptase plants, there was a ~20 min delay in the timing of the Ca\n2+\n release (Figure \n3B\n) suggesting that InsP\n3\n-mediated signaling contributes to the cytosolic Ca\n2+\n increase observed in avirulent pathogen infected leaves.",
    "ros_production_and_sa-mediated_signaling_during_eti": "ROS production and SA-mediated signaling during ETI\nThe oxidative burst in avirulent pathogen infected leaves is part of the disease resistance mechanism (see review in Lamb and Dixon, \n1997\n). It leads to the generation of ROS, which presumably could confine bacterial growth (see review in Torres et al., \n2006\n). To examine the ROS production in avirulent pathogen infected leaves, we used 3,3′-diaminobenzidine (DAB) to detect ROS production \nin situ\n. Similar to the result observed with flagellin treatment (Figure \n1A\n), no difference in ROS production between wild type and InsP 5-ptase plants was observed (Supplementary Figure \n1\n). In both lines staining was visible at 6 h and disappeared at 48 h either after inoculation or spraying with \nPst\nDC3000+\navrRpt2\n. The results demonstrate that the HR-induced oxidative burst and ROS production are unaffected in InsP 5-ptase plants and suggest that ROS generation in plant ETI does not involve InsP\n3\n-mediated pathways.\nBecause SA is a key systemic signal generated during ETI, we compared the SA levels in wild type and InsP 5-ptase plants (Figure \n4A\n). We measured total SA including the conjugated form. The basal SA level in transgenic plants was ~50% of the amount in wild type. After inoculating with \nPst\nDC3000+\navrRpt2\n, the SA levels increased in local inoculated wild type leaves and to a lesser extent in the InsP 5-ptase leaves. Although the SA reduction post inoculation in the transgenic plants is not highly significant (\nP\n = 0.1), the results do show that the total basal SA in InsP 5-ptase plants was significantly lower compared to wild type. It was not impaired as much as in \nnahG\n plants and \nsid2\n mutants, but this low efficiency might be enough to reduce the SA-mediated signaling and cause delay in downstream gene expression, such as \nPR-1\n.\nFigure 4\nInsP 5-ptase plants have a low basal level of SA; however the local response to exogenous SA is normal. (A)\n SA levels were measured in untreated leaves (basal) or in leaves harvested from plants inoculated with \nPst\n DC3000+\navrRpt2\n at a concentration of OD\n600\n = 0.1 (1 × 10\n8\n cfu/ml) at day 2 post-inoculation. Data is the average of three to five experiments ± SE. Each experiment consisted of a pool of leaves from four individual plants/line. \n(B)\n Wild type (Wt), two independent InsP 5-ptase lines (T6 and T8), and vector control (C2) plants were sprayed with 300 μM of SA or control solution (0.05% ethanol). Leaves were harvested before (0) and at 3, 8, 24, and 48 h after treatment. RT-PCR was carried out with gene-specific primers for \nPR-1\n and \nActin\n.\nTo further investigate whether the delayed \nPR-1\n gene induction observed in InsP 5-ptase plants (Figure \n2D\n) was due to a delayed response to SA, we applied exogenous SA and monitored \nPR-1\n gene induction over a two day period. The wild type and vector control plants (C2) as well as two independent InsP 5-ptase lines were treated with 300 μM SA by mist spray, treated leaves were harvested at 0, 8, 24, and 48 h and \nPR-1\n transcript levels was monitored by RT-PCR (Figure \n4B\n). Both InsP 5-ptase lines have similar induction of \nPR-1\n as wild type and C2 in response to exogenous SA, suggesting that the InsP 5-ptase plants can respond to SA similar to the wild type. The data suggest that the delay in \nPR-1\n gene induction is probably due to the delayed synthesis of SA. This result excludes the possibility of InsP\n3\n being an intermediate between SA and \nPR-1\n gene expression.",
    "the_sar_response_in_insp_5-ptase_plants": "The SAR response in InsP 5-ptase plants\nIn order to examine whether the reduced SA basal levels and delayed \nPR-1\n induction would compromise SAR in InsP 5-ptase plants, we carried out an SAR assay (Zhang et al., \n2010\n). Plants were first inoculated with \nPst\nDC3000+\navrRpt2\n, (two leaves per plant), and then challenged with \nPst\nDC3000 by spraying whole plants at day 0, 1, 2, and 3 post first inoculation. To monitor the progression of bacterial growth in systemic leaves, bacterial counts were measured in leaves at day 4 post spray. We found that wild type plants acquired resistance to \nPst\nDC3000 around day 3 post first inoculation showing a reduced bacterial growth compared to that at day 0, 1, and 2 (Figure \n5A\n). Although the bacterial growth in InsP 5-ptase plants also declined slightly at day 3, the reduced growth is not statistically significant compared to that at day 0, 1, and 2. The assay result indicates that the SAR response was affected in InsP 5-ptase plants. It could be that the acquired resistance was not induced as much as in the wild type at day 3, (i.e., a delayed response), or it could be that the level of resistance was substantially reduced. No acquired resistance was detected when plants were first mock inoculated with 10 mM MgCl\n2\n (Figure \n5B\n).\nFigure 5\nThe SAR response is delayed in the InsP 5-ptase plants\n. The SAR assay was carried out using wild type (Wt), vector control (C2) and two independent InsP 5-ptase lines (T6 and T8). Plants were either first inoculated with \nPst\n DC3000+\navrRpt2\n (OD\n600\n = 0.001, 7 × 10\n5\n cfu/ml) \n(A)\n, or 10 mM MgCl\n2\n mock solution \n(B)\n, then sprayed with \nPst\nDC3000 (OD\n600\n = 0.004, 2 × 10\n6\n cfu/ml) at day 0, 1, 2, or 3. Systemic leaves were harvested and the bacterial growth was quantified at day 4 post spray. Data is the average of three experiments ± SD. Each experiment has three plants per line. Results from Wt and C2 (Wt/C2), and T6 and T8 (T8/T6) were pooled for analysis. \n*\nP\n < 0.05 \n(C)\n Systemic leaves were also harvested before (0) and after initial inoculation at 3, 8, 24, and 48 h for RT-PCR carried out with gene-specific primers for \nPR-1\n, \nPAD4\n, and \nUBQ10\n. \n(D)\n For the exudate experiment, only Wt and T8 and their reciprocal treatments are shown. Leaves were harvested before or at 48 h post exudate (ex) or mock (m) infiltration for RT-PCR carried out with gene-specific primers for \nPR-1\n and \nActin\n.\nTo investigate the expression levels of defense-related genes during SAR induction in systemic leaves, we performed qRT-PCR analysis over a time course. We first inoculated plants with \nPst\nDC3000+\navrRpt2\n (two leaves per plant), then the systemic leaves were harvested at 3 h, 8 h, day 1, and day 2 post-inoculation. We monitored expression of a total of 47 genes (for a complete gene list see Supplementary Table \n1\n). We found 14 genes that were differentially expressed in the wild type and two transgenic plant lines that were either only induced in the wild type or showed reduced and delayed induction in the transgenic plants (Table \n2\n, calculated data are in Supplementary Table \n3\n). Among these 14 genes, eight of them had low basal expression in the transgenic plants. The remaining six genes, which were not basally low, exhibited a reduced and delayed induction. These genes included \nNHL10\n, \nRLK1\n, \nPAD4\n, and \nNIMIN-2\n, which are implicated in SAR and SA-mediated signaling (Zhou et al., \n1998\n; Li et al., \n2004\n; Navarro et al., \n2004\n; Weigel et al., \n2005\n). To further confirm the qRT-PCR result, we also performed an independent RT-PCR analysis on systemic leaves (Figure \n5C\n) using the marker genes \nPR-1\n and \nPAD4.\n The RT-PCR results were consistent with the qRT-PCR data. The results indicate that the expression of a subset of genes involved in SAR were altered, both in timing and extent in the InsP 5-ptase plants.\nTable 2\nGenes which were either not induced or showed delayed expression in distal leaves of InsP 5-ptase plants compared to Wt\na\n.\nTAIR ID\nGene\nAt1g02920\nGlutathione S-transferase, putative, \nGST11\nb\nAt1g33960\navrRpt2 induced gene 1, \nAIG1\nAt2g02930\nGlutathione S-transferase, putative, \nGST16\nAt2g35980\nNDR1/HIN1 like protein, \nNHL10\nAt3g26820\nEsterase/lipase/thioesterase family protein\nAt3g50770\nCalmodulin-related protein, putative, \nCML41\nAt3g57260\nGlycosyl hydrolase family 17 protein, similar to glucan endo-1,3-beta glucosidase, \nPR-2\nAt4g23150\nCysteine-rich receptor-like protein kinase (\nRLK7, CRK7\n)\nAt1g75040\nPathogenesis-related protein 5, \nPR-5\nAt2g14610\nPathogenesis-related protein 1, \nPR-1\nAt2g32680\nReceptor like protein 23, \nRLP23\nAt3g25882\nNPR1/NIM1-interacting protein 2, \nNIMIN-2\nAt3g52430\nPhytoalexin-deficient 4 protein, \nPAD4\nAt5g60900\nReceptor-like protein kinase 1, \nRLK1\na\nExpression was monitored in distal following inoculation of local leaves with PstDC3000+avrRpt2.\nb\nThe names in bold are also basally low and listed in Table \n1\n.",
    "signal_molecules_generated_in_insp_5-ptase_plants": "Signal molecules generated in InsP 5-ptase plants\nThe onset of SAR requires an array of mobile signals which are generated from the primary infected leaves (reviewed in Gao et al., \n2014\n). These molecules are presumed to be translocated from local inoculated leaves to distal leaves through the phloem tissue. Phloem exudate collected from local leaves provides a means to study the effects of the mobile signals. We performed exudate experiments to examine whether the signal molecules generated from the local infected leaves in wild type can trigger the same response in InsP 5-ptase plants and vice versa. The experimental design is to mimic the process of delivering signal molecules from primary infected leaves to systemic leaves by bypassing the plant delivery system. The exudate from infected plants containing putative signal molecules was collected and injected into healthy uninfected plants. In these experiments, \nPR-1\n gene expression is expected to increase in the new leaves (similar to systemic leaves) upon injection in response to the presence of the signal molecules. We found that exudates collected from InsP 5-ptase plants were equally effective in inducing \nPR-1\n gene expression in wild type plants as exudates from wild type plants (Figure \n5D\n). However, InsP 5-ptase plants showed diminished \nPR-1\n gene expression in response to exudates from either wild type or transgenic plants. These results indicate that the generation of mobile signals at the primary infected site is not impaired in the InsP 5-ptase plants and the exudates were as effective as those produced in wild type. Since the response to exogenous application of SA was also normal in the InsP 5-ptase plants (Figure \n4B\n), these results suggest that InsP 5-ptase plants are affected in either sensing the mobile signal and/or in the synthesis of SA at the systemic site.",
    "discussion": "Discussion\nA summary of our major results is illustrated in Figure \n6\n. In the InsP 5-ptase plants, PTI responses including MAMP-triggered Ca\n2+\n increase and gene expression were affected, although ROS generation was normal. Additionally, ETI responses occurring at the local infected leaves were compromised in InsP 5-ptase plants leading to a reduced and delayed induction of the systemic response.\nFigure 6\nSummary of InsP 5-ptase plants responses to flg22 and \nPseudomonas syringae\n. The major results described in the paper are listed. The transport of mobile signals from local to distal leaves was not investigated and is indicated by the “?.” PTI, PAMP triggered immunity; ETI, Effector triggered immunity; SA, salicylic acid; ROS, reactive oxygen species; SAR, systemic acquired resistance.\nA reduction in basal InsP\n3\n levels is the most dramatic and direct consequence of the constitutive expression of InsP 5-ptase in the InsP 5-ptase transgenic Arabidopsis plants (Perera et al., \n2006\n, \n2008\n). It is reasonable to speculate therefore, that the inability to propagate an InsP\n3\n signal is the primary basis for the altered defense responses exhibited by these plants. However, we cannot rule out potential up and downstream effects of the increased turnover of InsP\n3\n, since InsP\n3\n is an intermediate in the phosphoinositide pathway and is linked to both the phospholipids and the inositol phosphates. In previous work, we showed that PIP5K activity and PtdInsP\n2\n synthesis was upregulated in transgenic tobacco cells in suspension culture expressing InsP 5-ptase (Perera et al., \n2002\n). Under normal growth conditions, in our hands, we have not detected a up regulation of PtdInsP\n2\n synthesis in transgenic Arabidopsis seedlings or plants. It is possible that the InsP 5-ptase plants have altered localized perturbations in membrane phospholipids under specific conditions (such as hydroponic growth, König et al., \n2007\n) or in response to stimuli such as pathogens.\nInsP\n3\n signaling in plants remains a controversial topic primarily due to the fact that at a molecular level, an InsP\n3\n responsive Ca\n2+\n channel (analogous to the animal InsP\n3\n receptor) has not been identified in plant genomes (discussed in Krinke et al., \n2007a\n; Munnik and Nielsen, \n2011\n). Nevertheless, many studies have demonstrated that InsP\n3\n is a physiological ligand (reviewed in Krinke et al., \n2007a\n; Dodd et al., \n2010\n; Pokotylo et al., \n2014\n) and InsP\n3\n changes occur rapidly and transiently in response to wide variety of both abiotic and biotic signals/stimuli (reviewed in Krinke et al., \n2007a\n; Im et al., \n2010\n). It has also been suggested that InsP\n6\n rather than InsP\n3\n is the ligand responsible for Ca\n2+\n release from intracellular plant stores (Lemtiri-Chlieh et al., \n2003\n). Since InsP\n3\n is an intermediate in the lipid-dependent route of InsP\n6\n biosynthesis (reviewed in Gillaspy, \n2011\n, \n2013\n), increased InsP\n3\n turnover could be expected to affect InsP\n6\n levels and indeed the InsP 5-ptase plants have lower InsP\n6\n levels compared to wild type (Perera et al., \n2008\n). Increased susceptibility to several microbial pathogens was reported in low InsP\n6\n mutants (Murphy et al., \n2008\n). However, (unlike the InsP 5-ptase plants), these mutants had normal basal levels of SA and normal SA induction upon infection. Therefore we cannot attribute all of the attenuated defense responses of the InsP 5-ptase plants to a decrease in InsP\n6\n. Other inositol phosphate intermediates, including InsP\n4\n and InsP\n5\n are implicated in stress responses (reviewed in Pokotylo et al., \n2014\n). It is conceivable that InsP\n6\n (and/or other inositol phosphates) act synergistically with InsP\n3\n to mediate signaling leading to defense responses.\nAttenuation of Ca\n2+\n signals\nIt is clear that both PTI and ETI share similar signal transduction components and downstream targets (discussed in Ma and Berkowitz, \n2007\n; Tsuda and Katagiri, \n2010\n) and may represent an overlapping and interconnected network. The complexity of this signaling network is illustrated by the convergence and crosstalk between parallel branches (Boudsocq and Sheen, \n2013\n). A rise in cytosolic Ca\n2+\n is one common signaling element in response to both PTI and ETI and Ca\n2+\n may be a primary signal essential for initiating many of the early events; however there are differences in the timing and duration of the PTI and ETI associated Ca\n2+\n signals. Additionally there are feedback loops that modulate the propagation of the Ca\n2+\n signal (Ma and Berkowitz, \n2007\n, \n2011\n).\nWe showed that the InsP 5-ptase seedlings have a greatly attenuated Ca\n2+\n signal in response to flg22 compared to wild type (Figure \n1B\n). A similar result was reported using intact leaves exposed to flg22 (Ma et al., \n2012\n). Intriguingly, the InsP 5-ptase plants exhibited a normal Ca\n2+\n response to the plant derived peptide elicitor Pep3 (Ma et al., \n2012\n). The Pep receptor PEPR is linked to the cyclic nucleotide gated cation channel CNGC2 (Qi et al., \n2010\n; Ma et al., \n2012\n). Interestingly, the \ncngc2\n mutant showed an opposite Ca\n2+\n response to the InsP 5-ptase plants; an attenuated Ca\n2+\n rise in response to Pep3 but a normal Ca\n2+\n response to flg22 (Ma et al., \n2012\n). This result supports the involvement of different pathways of Ca\n2+\n influx in response to Pep and flg22. It was suggested that Pep primarily targets extracellular stores (via influx by CNGC2) while flg22 may involve an additional contribution from intracellular stores. Detailed studies of the amplitude and kinetics of flg22 dose-dependent Ca\n2+\n changes also suggested that two processes or two different stores may be involved in the flg22 induced Ca\n2+\n response (Jeworutzki et al., \n2010\n; Ranf et al., \n2011\n).\nA biphasic Ca\n2+\n response was previously reported in response to avirulent pathogens (Grant et al., \n2000\n). Ma and Berkowitz (\n2007\n) proposed that the initial pathogen-associated Ca\n2+\n rise is primarily via influx from the apoplast while the subsequent Ca\n2+\n rise is from intracellular stores. We observed that while the initial Ca\n2+\n peak was similar to wild type, the timing of the second Ca\n2+\n peak was delayed in the InsP 5-ptase plants (Figure \n3B\n) which supports a role for InsP\n3\n in sustaining and propagating the pathogen-associated cytosolic Ca\n2+\n signal.\nOur results are consistent with a model in which InsP\n3\n (and or its derivatives) may act in an intracellular Ca\n2+\n relay which would be downstream of the initial Ca\n2+\n influx from the apoplast. Because MAMP-triggered ROS was unaffected in the InsP 5-ptase plants we propose that the initial rise in cytosolic Ca\n2+\n in response to MAMP elicitation may activate some downstream targets (such as CDPKs) as well as trigger the early oxidative burst. Alternatively, the ROS response may be “primed” by BIK1 in a parallel Ca\n2+\n independent manner (Kadota et al., \n2014\n; Li et al., \n2014\n).\nIn plants several intracellular compartments serve as Ca\n2+\n stores (reviewed in Dodd et al., \n2010\n). The InsP\n3\n responsive Ca\n2+\n store is likely to be the ER or vacuole; however we cannot rule out the involvement of the chloroplast (Manzoor et al., \n2012\n). A plant specific Ca\n2+\n sensor protein CAS, which is located in the chloroplasts, was recently shown to play a role in both PTI and ETI (Nomura et al., \n2012\n). There are shared similarities in the response of the \ncas-1\n mutant and the InsP 5-ptase transgenic plants in defense signaling, such as increased susceptibility to both virulent and avirulent bacterial strains, basally reduced \nPR-1\n gene expression and normal ROS generation in response to flg22. However at present, we have no information on whether InsP\n3\n (and/or InsP\n6\n) may affect Ca\n2+\n stores in the chloroplast. The basal down regulation of \nPR\n genes and the reduced activation of \nPR\n gene expression in the InsP 5-ptase plants may also reflect alterations in ER Ca\n2+\n homeostasis as discussed further below.\nSA biosynthesis and SA mediated signaling\nInsP 5-ptase plants have low basal SA (under normal control conditions) and when infected with avirulent pathogens, SA levels were lower than wild type plants at day 2 post inoculation (Figure \n4\n), suggesting that SA biosynthesis maybe reduced in the transgenic plants. The reduced levels of SA in InsP 5-ptase plants suggest a link between PI-metabolism and SA accumulation/pathway through a yet unknown mechanism that ultimately affects plant defense, either directly or indirectly. At a transcriptional level, based on previous microarray results (Perera et al., \n2008\n), we have not detected lower expression of the two key genes involved in SA biosynthesis, namely phenylalanine ammonia lyase (\nPAL\n) and isochorismate synthase (\nICS1\n), (Wildermuth et al., \n2001\n). ABA has been implicated as a negative regulator of SA due to their overlapping biosynthetic pathways (de Torres Zabala et al., \n2009\n; reviewed in Cao et al., \n2011\n). However, we did not detect increased basal ABA levels in InsP 5-ptase plants (Perera et al., \n2008\n). Another possibility is that expression of genes encoding positive regulators of SA accumulation (reviewed in Lu, \n2009\n; Ng et al., \n2011\n), could be impaired in InsP 5-ptase plants, resulting in lowered SA levels. One of these genes is \nPAD4\n, which showed a delayed induction in systemic leaves (Table \n2\n). Similar to InsP 5-ptase plants, mutants of this group of genes have reduced SA accumulation and enhanced susceptibility to pathogens which could be rescued by exogenous SA treatment (Zhou et al., \n1998\n). Recent studies also point to the involvement of Ca\n2+\n/calmodulin (CaM) in modulating SA biosynthesis. SARD1 and CBP60g, are two related transcription factors which control SA biosynthesis by regulating \nICS1\n expression. Interestingly, CBP60g is a calmodulin-binding protein and its activity is Ca\n2+\n-dependent (Zhang et al., \n2010\n; Truman and Glazebrook, \n2012\n). It is possible that the reduced Ca\n2+\n response in InsP 5-ptase plants might affect induction and accumulation of SA via CBP60g activity.\nAttenuated gene expression\nWe have reported that select early flg22 responsive genes showed reduced expression at 120 min in the InsP 5-ptase plants (Figure \n1E\n). We suspect that some downstream transcriptional responses may require the continued propagation of the Ca\n2+\n signal.\nWe have also shown that the InsP 5-ptase plants have basally reduced levels of some defense-related genes (Table \n1\n). Additionally, induction of \nPR-1\n was delayed in local leaves and several SAR related genes were either not induced or delayed in induction in systemic leaves (Figure \n2D\n, Table \n2\n). We suggest that these genes are in part under the control of SA and Ca\n2+\n/CaM which can regulate transcription by either directly or indirectly interacting with transcription factors (review Dong, \n2004\n; Kim et al., \n2009\n; Reddy et al., \n2011\n). The DNA-binding activity of the transcription factor CAMTA (or SR) is enhanced by Ca\n2+\n/CaM binding (review, Finkler et al., \n2007\n). Arabidopsis CAMTA3 acts as a negative regulator of biotic stress responses. The loss-of-function mutants have elevated levels of SA and exhibit enhanced disease resistance. Additionally, several defense-associated genes (including PR genes) are found to be up-regulated in \ncamta3\n mutants (Galon et al., \n2008\n; Du et al., \n2009\n).\nThe cyclic nucleotide-gated channel (CNGC) mutant \ncngc2\n also shows constitutively high \nPR-1\n gene expression and high SA production (Chan et al., \n2008\n). The phenotypes of both the \ncamta3\n and \ncngc2\n mutants are opposite to what we observed in the InsP 5-ptase plants, which have low \nPR-1\n gene expression and low SA levels. We have noted a striking inverse correlation between genes that are basally down regulated in the InsP 5-ptase plants and genes that are upregulated in \ncamta3\n and \ncngc2\n (Supplementary Table \n4\n). Twelve of the basally upregulated genes in \ncngc2\n, and thirteen of the upregulated genes in \ncamta3\n were found downregulated in InsP 5-ptase plants (Perera et al., \n2008\n) including \nPR-1\n, \nPR-2\n, and \nPR-5\n (Supplementary Table \n4\n). Furthermore, there was strong overlap between this subset of genes and the top 50 candidates in the \nPR-1\n coexpression network as well as with genes that upregulated in wild type seedlings grown under high Ca\n2+\n conditions (Chan et al., \n2008\n). These results are further support for Ca\n2+\n mediated regulation of gene expression although at present, the exact mechanism of activation of these over lapping genes is not known.\nSA is also implicated in the regulation of \nPR\n gene expression via the activation of the TGA (TGACG Motif-Binding Factor) transcription factors (review, Dong, \n2004\n; Fu and Dong, \n2013\n). Accumulation of SA affects the cellular redox and controls the translocation of the cofactor NPR1 into the nucleus where it binds and activates TGAs. Most TGAs act as positive regulators to induce PR genes as well as the expression of genes encoding ER resident proteins involved in protein folding and Ca\n2+\n storage. The induction of the protein secretory pathway is required for SAR (Wang et al., \n2005\n). InsP 5-ptase plants have low basal levels of \nPR-1\n, \nPR\n-5, \nCRT3\n, and \nBiP3\n (Table \n1\n), which may be in part due to low basal SA and/or low ER Ca\n2+\n.\nIn conclusion, we show that the constitutive expression of InsP 5-ptase affects Ca\n2+\n release, expression of a subset of defense related genes and both basal and SAR responses but does not affect ROS production. We favor the model postulated by Ranf et al. (\n2011\n) in which Ca\n2+\n acts as an “on/off switch” and a threshold level of Ca\n2+\n is required for full activation of the downstream pathways. The InsP 5-ptase plants are impaired in their ability to propagate and maintain the Ca\n2+\n signal and therefore are unable to mount a full and robust defense response.",
    "attenuation_of_ca2+_signals": "Attenuation of Ca\n2+\n signals\nIt is clear that both PTI and ETI share similar signal transduction components and downstream targets (discussed in Ma and Berkowitz, \n2007\n; Tsuda and Katagiri, \n2010\n) and may represent an overlapping and interconnected network. The complexity of this signaling network is illustrated by the convergence and crosstalk between parallel branches (Boudsocq and Sheen, \n2013\n). A rise in cytosolic Ca\n2+\n is one common signaling element in response to both PTI and ETI and Ca\n2+\n may be a primary signal essential for initiating many of the early events; however there are differences in the timing and duration of the PTI and ETI associated Ca\n2+\n signals. Additionally there are feedback loops that modulate the propagation of the Ca\n2+\n signal (Ma and Berkowitz, \n2007\n, \n2011\n).\nWe showed that the InsP 5-ptase seedlings have a greatly attenuated Ca\n2+\n signal in response to flg22 compared to wild type (Figure \n1B\n). A similar result was reported using intact leaves exposed to flg22 (Ma et al., \n2012\n). Intriguingly, the InsP 5-ptase plants exhibited a normal Ca\n2+\n response to the plant derived peptide elicitor Pep3 (Ma et al., \n2012\n). The Pep receptor PEPR is linked to the cyclic nucleotide gated cation channel CNGC2 (Qi et al., \n2010\n; Ma et al., \n2012\n). Interestingly, the \ncngc2\n mutant showed an opposite Ca\n2+\n response to the InsP 5-ptase plants; an attenuated Ca\n2+\n rise in response to Pep3 but a normal Ca\n2+\n response to flg22 (Ma et al., \n2012\n). This result supports the involvement of different pathways of Ca\n2+\n influx in response to Pep and flg22. It was suggested that Pep primarily targets extracellular stores (via influx by CNGC2) while flg22 may involve an additional contribution from intracellular stores. Detailed studies of the amplitude and kinetics of flg22 dose-dependent Ca\n2+\n changes also suggested that two processes or two different stores may be involved in the flg22 induced Ca\n2+\n response (Jeworutzki et al., \n2010\n; Ranf et al., \n2011\n).\nA biphasic Ca\n2+\n response was previously reported in response to avirulent pathogens (Grant et al., \n2000\n). Ma and Berkowitz (\n2007\n) proposed that the initial pathogen-associated Ca\n2+\n rise is primarily via influx from the apoplast while the subsequent Ca\n2+\n rise is from intracellular stores. We observed that while the initial Ca\n2+\n peak was similar to wild type, the timing of the second Ca\n2+\n peak was delayed in the InsP 5-ptase plants (Figure \n3B\n) which supports a role for InsP\n3\n in sustaining and propagating the pathogen-associated cytosolic Ca\n2+\n signal.\nOur results are consistent with a model in which InsP\n3\n (and or its derivatives) may act in an intracellular Ca\n2+\n relay which would be downstream of the initial Ca\n2+\n influx from the apoplast. Because MAMP-triggered ROS was unaffected in the InsP 5-ptase plants we propose that the initial rise in cytosolic Ca\n2+\n in response to MAMP elicitation may activate some downstream targets (such as CDPKs) as well as trigger the early oxidative burst. Alternatively, the ROS response may be “primed” by BIK1 in a parallel Ca\n2+\n independent manner (Kadota et al., \n2014\n; Li et al., \n2014\n).\nIn plants several intracellular compartments serve as Ca\n2+\n stores (reviewed in Dodd et al., \n2010\n). The InsP\n3\n responsive Ca\n2+\n store is likely to be the ER or vacuole; however we cannot rule out the involvement of the chloroplast (Manzoor et al., \n2012\n). A plant specific Ca\n2+\n sensor protein CAS, which is located in the chloroplasts, was recently shown to play a role in both PTI and ETI (Nomura et al., \n2012\n). There are shared similarities in the response of the \ncas-1\n mutant and the InsP 5-ptase transgenic plants in defense signaling, such as increased susceptibility to both virulent and avirulent bacterial strains, basally reduced \nPR-1\n gene expression and normal ROS generation in response to flg22. However at present, we have no information on whether InsP\n3\n (and/or InsP\n6\n) may affect Ca\n2+\n stores in the chloroplast. The basal down regulation of \nPR\n genes and the reduced activation of \nPR\n gene expression in the InsP 5-ptase plants may also reflect alterations in ER Ca\n2+\n homeostasis as discussed further below.",
    "sa_biosynthesis_and_sa_mediated_signaling": "SA biosynthesis and SA mediated signaling\nInsP 5-ptase plants have low basal SA (under normal control conditions) and when infected with avirulent pathogens, SA levels were lower than wild type plants at day 2 post inoculation (Figure \n4\n), suggesting that SA biosynthesis maybe reduced in the transgenic plants. The reduced levels of SA in InsP 5-ptase plants suggest a link between PI-metabolism and SA accumulation/pathway through a yet unknown mechanism that ultimately affects plant defense, either directly or indirectly. At a transcriptional level, based on previous microarray results (Perera et al., \n2008\n), we have not detected lower expression of the two key genes involved in SA biosynthesis, namely phenylalanine ammonia lyase (\nPAL\n) and isochorismate synthase (\nICS1\n), (Wildermuth et al., \n2001\n). ABA has been implicated as a negative regulator of SA due to their overlapping biosynthetic pathways (de Torres Zabala et al., \n2009\n; reviewed in Cao et al., \n2011\n). However, we did not detect increased basal ABA levels in InsP 5-ptase plants (Perera et al., \n2008\n). Another possibility is that expression of genes encoding positive regulators of SA accumulation (reviewed in Lu, \n2009\n; Ng et al., \n2011\n), could be impaired in InsP 5-ptase plants, resulting in lowered SA levels. One of these genes is \nPAD4\n, which showed a delayed induction in systemic leaves (Table \n2\n). Similar to InsP 5-ptase plants, mutants of this group of genes have reduced SA accumulation and enhanced susceptibility to pathogens which could be rescued by exogenous SA treatment (Zhou et al., \n1998\n). Recent studies also point to the involvement of Ca\n2+\n/calmodulin (CaM) in modulating SA biosynthesis. SARD1 and CBP60g, are two related transcription factors which control SA biosynthesis by regulating \nICS1\n expression. Interestingly, CBP60g is a calmodulin-binding protein and its activity is Ca\n2+\n-dependent (Zhang et al., \n2010\n; Truman and Glazebrook, \n2012\n). It is possible that the reduced Ca\n2+\n response in InsP 5-ptase plants might affect induction and accumulation of SA via CBP60g activity.",
    "attenuated_gene_expression": "Attenuated gene expression\nWe have reported that select early flg22 responsive genes showed reduced expression at 120 min in the InsP 5-ptase plants (Figure \n1E\n). We suspect that some downstream transcriptional responses may require the continued propagation of the Ca\n2+\n signal.\nWe have also shown that the InsP 5-ptase plants have basally reduced levels of some defense-related genes (Table \n1\n). Additionally, induction of \nPR-1\n was delayed in local leaves and several SAR related genes were either not induced or delayed in induction in systemic leaves (Figure \n2D\n, Table \n2\n). We suggest that these genes are in part under the control of SA and Ca\n2+\n/CaM which can regulate transcription by either directly or indirectly interacting with transcription factors (review Dong, \n2004\n; Kim et al., \n2009\n; Reddy et al., \n2011\n). The DNA-binding activity of the transcription factor CAMTA (or SR) is enhanced by Ca\n2+\n/CaM binding (review, Finkler et al., \n2007\n). Arabidopsis CAMTA3 acts as a negative regulator of biotic stress responses. The loss-of-function mutants have elevated levels of SA and exhibit enhanced disease resistance. Additionally, several defense-associated genes (including PR genes) are found to be up-regulated in \ncamta3\n mutants (Galon et al., \n2008\n; Du et al., \n2009\n).\nThe cyclic nucleotide-gated channel (CNGC) mutant \ncngc2\n also shows constitutively high \nPR-1\n gene expression and high SA production (Chan et al., \n2008\n). The phenotypes of both the \ncamta3\n and \ncngc2\n mutants are opposite to what we observed in the InsP 5-ptase plants, which have low \nPR-1\n gene expression and low SA levels. We have noted a striking inverse correlation between genes that are basally down regulated in the InsP 5-ptase plants and genes that are upregulated in \ncamta3\n and \ncngc2\n (Supplementary Table \n4\n). Twelve of the basally upregulated genes in \ncngc2\n, and thirteen of the upregulated genes in \ncamta3\n were found downregulated in InsP 5-ptase plants (Perera et al., \n2008\n) including \nPR-1\n, \nPR-2\n, and \nPR-5\n (Supplementary Table \n4\n). Furthermore, there was strong overlap between this subset of genes and the top 50 candidates in the \nPR-1\n coexpression network as well as with genes that upregulated in wild type seedlings grown under high Ca\n2+\n conditions (Chan et al., \n2008\n). These results are further support for Ca\n2+\n mediated regulation of gene expression although at present, the exact mechanism of activation of these over lapping genes is not known.\nSA is also implicated in the regulation of \nPR\n gene expression via the activation of the TGA (TGACG Motif-Binding Factor) transcription factors (review, Dong, \n2004\n; Fu and Dong, \n2013\n). Accumulation of SA affects the cellular redox and controls the translocation of the cofactor NPR1 into the nucleus where it binds and activates TGAs. Most TGAs act as positive regulators to induce PR genes as well as the expression of genes encoding ER resident proteins involved in protein folding and Ca\n2+\n storage. The induction of the protein secretory pathway is required for SAR (Wang et al., \n2005\n). InsP 5-ptase plants have low basal levels of \nPR-1\n, \nPR\n-5, \nCRT3\n, and \nBiP3\n (Table \n1\n), which may be in part due to low basal SA and/or low ER Ca\n2+\n.\nIn conclusion, we show that the constitutive expression of InsP 5-ptase affects Ca\n2+\n release, expression of a subset of defense related genes and both basal and SAR responses but does not affect ROS production. We favor the model postulated by Ranf et al. (\n2011\n) in which Ca\n2+\n acts as an “on/off switch” and a threshold level of Ca\n2+\n is required for full activation of the downstream pathways. The InsP 5-ptase plants are impaired in their ability to propagate and maintain the Ca\n2+\n signal and therefore are unable to mount a full and robust defense response.",
    "author_contributions": "Author contributions\nImara Y. Perera and Chiu-Yueh Hung designed and supervised the experiments and constructed the final manuscript. Chiu-Yueh Hung, Peter Aspesi Jr, and Aaron W. Lomax carried out the pathogen infection and SAR experiments; Chiu-Yueh Hung and Melissa R. Hunter designed and carried out qRT-PCR and analysis. Aaron W. Lomax also prepared samples for SA analysis. Imara Y. Perera supervised and carried out the flg22 treatment, ROS, and Ca\n2+\n assays.\nConflict of interest statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "conflict_of_interest_statement": "Conflict of interest statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary material\nThe Supplementary Material for this article can be found online at: \nhttp://www.frontiersin.org/journal/10.3389/fpls.2014.00267/abstract\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4052902/"
}