{
  "id": "PMC4618186",
  "title": "Unfolded protein response in plants: one master, many questions.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Unfolded protein response in plants: one master, many questions.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4618186/"
  },
  "sections": {
    "permalink": "Copy",
    "cristina_ruberti": "1\nPlant Research Laboratory, Department of Energy-Michigan State University, East Lansing, MI, USA\n2\nDepartment of Plant Biology, Michigan State University, East Lansing, MI, USA\nFind articles by \nCristina Ruberti",
    "sang-jin_kim": "1\nPlant Research Laboratory, Department of Energy-Michigan State University, East Lansing, MI, USA\n2\nDepartment of Plant Biology, Michigan State University, East Lansing, MI, USA\nFind articles by \nSang-Jin Kim",
    "giovanni_stefano": "1\nPlant Research Laboratory, Department of Energy-Michigan State University, East Lansing, MI, USA\n2\nDepartment of Plant Biology, Michigan State University, East Lansing, MI, USA\nFind articles by \nGiovanni Stefano",
    "federica_brandizzi": "1\nPlant Research Laboratory, Department of Energy-Michigan State University, East Lansing, MI, USA\n2\nDepartment of Plant Biology, Michigan State University, East Lansing, MI, USA\nFind articles by \nFederica Brandizzi",
    "abstract": "To overcome endoplasmic reticulum (ER) stress, ER-localized stress sensors actuate distinct downstream organelle-nucleus signaling pathways to invoke a cytoprotective response, known as the unfolded protein response (UPR). Compared to yeast and metazoans, plant UPR studies are more recent but nevertheless fascinating. Here we discuss recent discoveries in plant UPR, highlight conserved and unique features of the plant UPR as well as critical yet-open questions whose answers will likely make significant contributions to the understanding plant ER stress management.",
    "introduction": "In growth and stress situations, cell homeostasis depends on the functional integrity of the major biosynthetic organelle, the ER, which synthesizes one third of the cellular proteome and essential lipids, and assembles complex-protein associated carbohydrates. When the cell's biosynthetic demands overcome the ER biosynthetic capacity, a potentially lethal condition, known as ER stress, is initiated. In multicellular eukaryotes if the UPR fails, ER stress-induced apoptosis occurs. Along eukaryotic lineages, specialized sensors have evolved to manage the UPR and control life-or-death outcomes in ER-stress conditions [\n1\n,\n2\n]. For ER-stress protection, yeast relies exclusively on the ER-associated ribonuclease and kinase IRE1. Plants and metazoans have evolved a complex signaling network based on membrane-tethered transcription factors (MTTFs) (\nBox 1\n), some of which are plant-specific (\nFigure 1\n). In metazoans, the ER-associated PERK also operates in UPR signaling (\nBox 1\n). Although PERK-like activity has been detected is plants [\n3\n], plant PERK-like proteins have not been identified yet (\nBox 1\n).\nBox 1. Multicellular UPR signaling strategy in multicellular eukaryotes.\n\n\nMembrane-tethered bZIP TFs\n\n\nIn response to ER stress in metazoans, the ER membrane-tethered activating transcription factor 6 (ATF6) moves to the Golgi where the site 1 and site 2 proteases (S1P, S2P) release the TF domain from the membrane anchor. This process is followed by nuclear translocation of the TF domain to modulate gene transcription. The Arabidopsis genome encodes functional homologs of ATF6: AtbZIP28 [\n44\n,\n45\n] and AtbZIP17 [\n40\n]. Functional equivalent TFs have been reported in other plant species [\n7\n,\n46\n]. The mechanisms of activation of AtbZIP28 are similar to those of ATF6 with COPII-dependent ER-to-Golgi translocation [\n47\n] and subsequent activation through proteolysis at the Golgi by S1P [\n48\n] and S2P [\n38\n], which recognize cleavage sites in the lumenal face and in the transmembrane domain of AtbZIP28, respectively [\n47\n,\n48\n]. Activation of AtbZIP17 relies on S2P [\n38\n], but reliance on S1P is yet unknown.\nPERK\n\n\nIn metazoans, the protein kinase RNA-like ER kinase (PERK) attenuates general translation but favors selective translation of the ATF4 TF through selective phosphorylation of the eukaryotic elongation factor eIF2α [\n2\n,\n49\n]. In plants a functional homologue of PERK has not been identified yet, despite the evidence that a PERK-like phosphorylation of transcription initiation factors (eIF) occurs in ER stress. AteIF2α hyper-phosphorylation occurs in a loss-of-function mutant background of the Arabidopsis SPIKE1 (SPK1), a DOCK family GEF involved in cell morphogenesis [\n3\n,\n50\n]. Intriguingly, \nspk1\n has constitutively elevated expression levels of UPR target genes, and shows hypersensitivity to tunicamycin [\n3\n]. The evidence that simultaneous loss of AtIRE1 and AtbZIP28 is lethal at embryonic level [\n18\n] supports that if PERK-like proteins were involved in the UPR in plant cells, they would likely function in specific stress situations. Yet it cannot be excluded that the kinase activity of AtIRE1, which has been experimentally validated [\n18\n], may be responsible for the observed AteIF2α hyper-phosphorylation.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nPhylogenetic analysis of IRE1-like proteins and \nAtbZIP60\n-like transcripts from different plant species, yeast and human. \n(a)\n Phylogenic tree analysis of IRE1-like proteins from Plantae (eudicots and monocots), Metazoa (\nHomo sapiens\n) and Fungi (\nSaccharomyces cerevisiae\n) was generated with MEGA6 program with 1000 replicates in the bootstrap test [\n51\n] using the neighbor-joining method [\n52\n]. The IRE1-like amino acid sequences were collected from NCBI database. Branch length is not to scale. \n(b)\n Phylogenic tree analysis of \nAtbZIP60\n-like transcripts from Plantae (dicots and monocots), Metazoan (\nHomo sapiens\n) and Fungi (\nSaccharomyces cerevisiae\n) was generated with MEGA6 program with 1000 replicates in the bootstrap test [\n51\n] using the neighbor-joining method [\n52\n]. The \nAtbZIP60\n-like transcripts were collected from NCBI database. Branch length is not to scale.\nHow the sensors input stress to modulate an effective output in life-or-death decisions is largely unknown, especially in plants. Here we discuss plant UPR strategies that recent exciting results have brought to light in support of convergence of signaling strategies among multicellular eukaryotes as well as plant-specific features of the UPR.\nDiversification of IRE1 signaling in the UPR: activation of a transcription factor\n\n\nPlants encode one or more IRE1 isoforms (\nFigure 1a\n). IRE1-mediated splicing of a transcription factor (TF) mRNA is a conserved strategy for UPR gene regulation (\nFigure 2\n). Among eukaryotes the IRE1-TF targets are members of the large bZIP-TF family: Hac1 in yeast and Xbp1 in metazoans. In flowering plants, \nAtbZIP60, Osb-ZIP74/50\n and \nZmbZIP60\n are the targets identified in \nArabidopsis thaliana\n (dicot), \nOryza sativa\n and \nZea mays\n (monocots), respectively [\n4\n–\n9\n] (\nFigure 1b\n). The consensus mRNA structure that is recognized by IRE1 (i.e. twin-stem loops with conserved bases in each loop) is largely conserved across eukaryotes. The excised intron sequence is slightly different among monocots but conserved in dicots [\n8\n]. However, there are noticeable differences in the splicing output among eukaryotes. In plants, the IRE1-mediated mRNA splicing causes an intron-excising frameshift that occurs closely upstream of the region encoding a putative transmembrane domain and leads to elimination of the membrane anchor in the translated active TF [\n4\n,\n7\n,\n8\n]. In metazoans, the IRE1-spliced Xbp1 loses the ER membrane anchor and gains the TF domain located in the new C-terminal tail [\n10\n,\n11\n]. In yeast, the splicing of Hac1 mRNA is followed by transcriptional joint of the DNA-binding domain to the newly encoded TF transcription activation domain [\n12\n]. The lack of a close conservation of the sequence of the mature TFs and the diversification of the splicing outputs among eukaryotes support that, despite IRE1 being an ancient sensor, IRE1-TF targets may have evolved independently. Under this light, the notion that Hac1 and Xbp1 are the sole direct TF targets of IRE1 may not apply in plants where IRE1 may have other direct TF targets that may fine-tune IRE1 signaling in the UPR management in specific stress situations. This possibility is predicated by the evidence that even in the simultaneous absence of the Arabidopsis ER-stress activated TFs (AtbZIP28 and AtbZIP60), one of the major UPR gene markers, AtBiP3 is mildly induced in conditions of ER stress [\n13••\n].\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPlayers of the plant UPR known to date. The diagram illustrates that in addition to IRE1, bZIP28 and bZIP60, also bZIP17 plays a role in the control of UPR target genes in Arabidopsis, as recently proposed [\n27\n]. A role for the beta subunit of the heterotrimeric G-protein complex, AGB1, in modulating the UPR has also been reported [\n17••\n,\n53\n]. Furthermore, recent work has shown that NAC TFs participate to the plant UPR. NAC are plant-specific transcription factors, among which at least 13 members are predicted to be membrane-anchored in Arabidopsis. In condition of stress, the plasma membrane NAC062/ANAC062/NTL6 relocates to the nucleus, and the overexpression of a protein deletion devoid of the membrane anchor leads to activation of UPR genes [\n54••\n]. Another membrane-anchored NAC TF, NAC089, participates to ER stress responses by relocating from the ER to the nucleus and regulating PCD-related gene expression [\n55•\n]. \nNAC089\n expression is regulated by bZIP28 and bZIP60; bZIP60 also regulates directly the expression of \nNAC062\n. Finally the cytosolic NAC103, whose expression is directly regulated by bZIP60, is involved in controlling UPR gene expression [\n26•\n]. The evidence that plant-specific NAC TFs have a role in stress responses support that in addition to common routes plants have evolved unique strategies for ER stress defense that, as in the case of NAC062, may also depend on the activity of TFs that are localized to the membrane organelles other than the ER. Interestingly also, it has been recently suggested that unspliced AtbZIP60 may have a role in modulating the expression of \nBiP3\n in conditions of ER stress [\n27\n]. Phosphorylation of the elf2α may occur in a hypothetical PERK-like pathway for ER stress responses. See also the main text for additional details. TFD: transcription factor domain\nDiversification of IRE1 signaling in the UPR: RIDD\n\n\nIn addition to TF-mRNA splicing, metazoan IRE1 degrades mRNAs through a site-specific cleavage process, known as regulated IRE1-dependent decay (RIDD) [\n14\n], which is uncoupled from the site-specific splicing activity of IRE1 [\n15\n]. RIDD activity is required for ER homeostasis in non ER-stress conditions and increases progressively with ER-stress intensity. RIDD also occurs in Arabidopsis [\n16••\n], but its physiological relevance without ER-stress induction is yet to be defined [\n16••\n]. In normal conditions of growth, loss of AtIRE1 function causes defects in root elongation [\n17••\n], independently of Atb-ZIP60 [\n18••\n]. It is possible therefore that in the absence of induced ER stress RIDD may be important to maintain growth homeostasis in specific plant organs by controlling the levels of mRNA of proteins involved in cell growth.\nDiversification of IRE1 signaling in the UPR: miRNA cleavage\n\n\nIn mammalian cells, IRE1 also cleaves sequences of specific miRNAs [\n19\n]. miRNAs operate to translationally repress gene expression [\n20\n]. Whether plant IRE1 has a similar control of miRNA levels is yet unknown. Selective miRNA cleavage could be a strategy to either overcome stress, modulate tissue growth, or both. Addressing this question may lead to new insights into the functions of plant IRE1, and to establishing whether IRE1 activity is conserved among eukaryotes. Indeed the findings that loss of IRE1 is lethal in conditions of prolonged ER stress support a function as ER-stress protector [\n17••\n]. The recent evidence that the mammalian IRE1 may not activate caspases to induce cell death in prolonged ER stress, contrarily to a previous notion [\n19\n], but rather delay the onset of apoptosis via decay of the pro-apoptotic Death Receptor 5 (DR5) [\n21\n], poses that plant and animal IRE1s may be functionally close in protecting the organism from death.\nHow may multiple IRE1 help plants in stress defense?\n\n\nAn intriguing question relates to the diversification of the ER-stress sensors in plants both qualitatively and quantitatively. In Arabidopsis there are two IRE1 isoforms, AtIRE1a and AtIRE1b [\n22\n]. Whether IRE1 isoforms may be functionally equivalent is a matter of debate. Both genes are expressed throughout the plant, but AtIRE1a is more abundant in embryos and seeds [\n22\n,\n23\n]. It has been proposed that unlikely AtIRE1a, AtIRE1b is relevant to \nAtbZIP60\n splicing in conditions of DTT-induced stress [\n4\n], supporting the possibility of functional diversification of AtIRE1 proteins. This is further reinforced by the observations that while AtIRE1b has a preponderant role in \nAtbZIP60\n splicing upon tunicamycin-induced ER-stress, AtIRE1a seems preferentially required for \nAtbZIP60\n splicing upon pathogen and salicylic acid (SA) infection [\n5\n]. Although functional diversification of the SA response has been recently questioned [\n24\n], the evidence that AtIRE1b but not AtIRE1a is required for \nAtbZIP60\n splicing [\n4\n] supports that AtIRE1 proteins may have undergone functional specialization. These observations raise the question how the multiple IRE1-functions may be executed in species with one IRE1 isoform. The observation that in Arabidopsis AtIRE1b but not AtbZIP60 is required for ER stress-induced autophagy [\n25••\n] hints to the possibility that, in species containing only one IRE1 gene, some of the IRE1-roles may be executed by other proteins. Nonetheless the evidence in Arabidopsis that in induced-stress conditions, unlike a double \natire1a/atire1b\n mutant, single IRE1 loss-of-function mutants survive prolonged ER stress supports that at least the pro-survival role of AtIRE1 is shared by the two proteins. Whether the roles of the IRE1 isoforms are spatially and/or temporally regulated is yet to be established. It is possible that in certain tissues IRE1 may have a specific relevance and other ER stress sensors might operate predominately in other tissues.\nHow may multiple bZIPs help plants in stress defense?\n\n\nLoss of either AtbZIP60 or AtbZIP28 (\nBox 1\n) attenuates the expression of some common transcriptional targets such as BiP3 and calnexin, an effect that is additive when both genes are simultaneously deleted [\n26•\n]. This evidence supports overlapping functions of these two TFs for which a precise extent of overlap is yet to be completely understood both at a temporal resolution as well as target identity. Specifically, it is yet to be defined whether at the onset of ER stress, activation of AtbZIP28 and AtbZIP60 occurs simultaneously or sequentially. One may predict that mild stress might be resolved by the function of one of the two TFs and that the activation of the other TF may be actuated in situations of unresolved ER stress to potentiate an ER stress-mitigating response. It is also known however that activation of bZIP-TFs may lead to responses that are qualitatively distinct. For example, in conditions of salt stress, AtbZIP17 modulates only the expression of \nBiP3\n among the known ER stress markers [\n27\n], which, on the other hand, is controlled by both AtbZIP28 and AtbZIP60 in conditions of ER stress induced by heat or by drugs such as tunicamycin and DTT. Furthermore, heat, tunicamycin and DTT but not salt stress can induce activation of AtbZIP60 and AtbZIP28, and a role of AtIRE1-AtbZIP60 but not AtbZIP28 has been demonstrated in virus-plant interactions [\n28\n]. These findings support that plant stress response relies on functional specialization of the UPR effectors for which the underlying mechanisms remain poorly understood. In this view the UPR sensors might be specialized in perceiving specific classes of unfolded proteins, which may be more sensitive than others to specific stresses.\nRequirements for the UPR sensors\n\n\nIn yeast and metazoans, a model has emerged that the binding of unfolded proteins to IRE1 dimers allows further oligomerization and trigger the IRE1 activation, while the BiP binding to IRE1 may have a modulatory role in buffering the pool of IRE1 monomers [\n2\n,\n29\n]. In plants the mechanisms of activation of IRE1 are largely unknown. Nonetheless, binding to AtBiP is a mechanism that constrains AtbZIP28 to the ER and therefore modulates AtbZIP28 traffic to the Golgi for activation [\n30\n]. Such a mechanism, which is similar to the activation mechanism of ATF6 [\n31\n] could suggest also conservation of IRE1 activation. Similarly, AtbZIP17 may be retained in the ER via interactions with other proteins that specifically respond to salt stress. One alternative that cannot be excluded is that one branch of the UPR may be activated as consequence to the operation of another ER-stress response, such as production of radicals or unfolded proteins, which could lead to the activation of other ER stress defenses.\n\n\nInteraction with unfolded proteins might not be the only upstream requirement for plant IRE1 activation. Functional and genetic evidence have shown that the ER-shaping protein AtRHD3 is a critical factor that acts upstream of AtIRE1 in the \nAtbZIP60\n splicing in conditions of ER stress [\n32•\n], but the underlying causes are not known. In conditions of ER stress yeast and metazoan IRE1s are known to cluster in ER subdomains where stress signaling is believed to occur [\n2\n]. In the absence of induced ER stress, fluorescent protein fusions to plant IRE1s have been localized to the perinuclear ER [\n22\n]. It is possible that, if plant IRE1 is also mobilized into signaling clusters in ER-stress conditions, then alteration of the ER network structure or lipid composition, known to occur with RHD3 deletions [\n33\n,\n34\n], may affect mobilization of plant IRE1 into signaling hubs.\n\n\nBesides factors acting upstream the UPR sensors in plants, we know very little about downstream regulating factors. Unlike metazoan IRE1, which is known to interact with multiple proteins which may or may not regulate its function [\n35\n], the identity of plant IRE1-interacting proteins is still unknown. The situation is markedly different for the bZIP-TFs. \nIn vitro\n AtbZIP28 can homodimerize but also heterodimerize with AtbZIP60, Atb-ZIP49 or AtbZIP17 [\n36\n]. Validation of these findings \nin vivo\n coupled with functional analyses may provide insights into the relevance of the TF interactions in the UPR. AtbZIP28 has also been found to interact with NF-Y subunits to form a transcriptional complex that upregulates the expression of ER stress-induced genes [\n36\n]. Furthermore, AtbZIP28 and AtbZIP60 interact with AtAsh2 and AtWDR5a, which are core components of the COMPASS-like complex that regulates gene expression through histone H3K4 trimethylation [\n13••\n]. These findings support that the protein-protein interactions of the UPR bZIP-TFs may have important roles in the regulation of gene expression and that a diversification of such interactions may be needed to modulate responsive outputs that are different both at quantitative and qualitative levels. One critical yet unanswered question is how the activated sensors are restored to basal levels once the ER stress is resolved. In other words, how is the plant UPR tamed once ER homeostasis is obtained?",
    "box_1._multicellular_upr_signaling_strategy_in_multicellular": "Membrane-tethered bZIP TFs\n\n\nIn response to ER stress in metazoans, the ER membrane-tethered activating transcription factor 6 (ATF6) moves to the Golgi where the site 1 and site 2 proteases (S1P, S2P) release the TF domain from the membrane anchor. This process is followed by nuclear translocation of the TF domain to modulate gene transcription. The Arabidopsis genome encodes functional homologs of ATF6: AtbZIP28 [\n44\n,\n45\n] and AtbZIP17 [\n40\n]. Functional equivalent TFs have been reported in other plant species [\n7\n,\n46\n]. The mechanisms of activation of AtbZIP28 are similar to those of ATF6 with COPII-dependent ER-to-Golgi translocation [\n47\n] and subsequent activation through proteolysis at the Golgi by S1P [\n48\n] and S2P [\n38\n], which recognize cleavage sites in the lumenal face and in the transmembrane domain of AtbZIP28, respectively [\n47\n,\n48\n]. Activation of AtbZIP17 relies on S2P [\n38\n], but reliance on S1P is yet unknown.\nPERK\n\n\nIn metazoans, the protein kinase RNA-like ER kinase (PERK) attenuates general translation but favors selective translation of the ATF4 TF through selective phosphorylation of the eukaryotic elongation factor eIF2α [\n2\n,\n49\n]. In plants a functional homologue of PERK has not been identified yet, despite the evidence that a PERK-like phosphorylation of transcription initiation factors (eIF) occurs in ER stress. AteIF2α hyper-phosphorylation occurs in a loss-of-function mutant background of the Arabidopsis SPIKE1 (SPK1), a DOCK family GEF involved in cell morphogenesis [\n3\n,\n50\n]. Intriguingly, \nspk1\n has constitutively elevated expression levels of UPR target genes, and shows hypersensitivity to tunicamycin [\n3\n]. The evidence that simultaneous loss of AtIRE1 and AtbZIP28 is lethal at embryonic level [\n18\n] supports that if PERK-like proteins were involved in the UPR in plant cells, they would likely function in specific stress situations. Yet it cannot be excluded that the kinase activity of AtIRE1, which has been experimentally validated [\n18\n], may be responsible for the observed AteIF2α hyper-phosphorylation.",
    "membrane-tethered_bzip_tfs": "In response to ER stress in metazoans, the ER membrane-tethered activating transcription factor 6 (ATF6) moves to the Golgi where the site 1 and site 2 proteases (S1P, S2P) release the TF domain from the membrane anchor. This process is followed by nuclear translocation of the TF domain to modulate gene transcription. The Arabidopsis genome encodes functional homologs of ATF6: AtbZIP28 [\n44\n,\n45\n] and AtbZIP17 [\n40\n]. Functional equivalent TFs have been reported in other plant species [\n7\n,\n46\n]. The mechanisms of activation of AtbZIP28 are similar to those of ATF6 with COPII-dependent ER-to-Golgi translocation [\n47\n] and subsequent activation through proteolysis at the Golgi by S1P [\n48\n] and S2P [\n38\n], which recognize cleavage sites in the lumenal face and in the transmembrane domain of AtbZIP28, respectively [\n47\n,\n48\n]. Activation of AtbZIP17 relies on S2P [\n38\n], but reliance on S1P is yet unknown.",
    "perk": "In metazoans, the protein kinase RNA-like ER kinase (PERK) attenuates general translation but favors selective translation of the ATF4 TF through selective phosphorylation of the eukaryotic elongation factor eIF2α [\n2\n,\n49\n]. In plants a functional homologue of PERK has not been identified yet, despite the evidence that a PERK-like phosphorylation of transcription initiation factors (eIF) occurs in ER stress. AteIF2α hyper-phosphorylation occurs in a loss-of-function mutant background of the Arabidopsis SPIKE1 (SPK1), a DOCK family GEF involved in cell morphogenesis [\n3\n,\n50\n]. Intriguingly, \nspk1\n has constitutively elevated expression levels of UPR target genes, and shows hypersensitivity to tunicamycin [\n3\n]. The evidence that simultaneous loss of AtIRE1 and AtbZIP28 is lethal at embryonic level [\n18\n] supports that if PERK-like proteins were involved in the UPR in plant cells, they would likely function in specific stress situations. Yet it cannot be excluded that the kinase activity of AtIRE1, which has been experimentally validated [\n18\n], may be responsible for the observed AteIF2α hyper-phosphorylation.",
    "figure_1.": "Open in a new tab\nPhylogenetic analysis of IRE1-like proteins and \nAtbZIP60\n-like transcripts from different plant species, yeast and human. \n(a)\n Phylogenic tree analysis of IRE1-like proteins from Plantae (eudicots and monocots), Metazoa (\nHomo sapiens\n) and Fungi (\nSaccharomyces cerevisiae\n) was generated with MEGA6 program with 1000 replicates in the bootstrap test [\n51\n] using the neighbor-joining method [\n52\n]. The IRE1-like amino acid sequences were collected from NCBI database. Branch length is not to scale. \n(b)\n Phylogenic tree analysis of \nAtbZIP60\n-like transcripts from Plantae (dicots and monocots), Metazoan (\nHomo sapiens\n) and Fungi (\nSaccharomyces cerevisiae\n) was generated with MEGA6 program with 1000 replicates in the bootstrap test [\n51\n] using the neighbor-joining method [\n52\n]. The \nAtbZIP60\n-like transcripts were collected from NCBI database. Branch length is not to scale.",
    "diversification_of_ire1_signaling_in_the_upr:_activation_of_": "Plants encode one or more IRE1 isoforms (\nFigure 1a\n). IRE1-mediated splicing of a transcription factor (TF) mRNA is a conserved strategy for UPR gene regulation (\nFigure 2\n). Among eukaryotes the IRE1-TF targets are members of the large bZIP-TF family: Hac1 in yeast and Xbp1 in metazoans. In flowering plants, \nAtbZIP60, Osb-ZIP74/50\n and \nZmbZIP60\n are the targets identified in \nArabidopsis thaliana\n (dicot), \nOryza sativa\n and \nZea mays\n (monocots), respectively [\n4\n–\n9\n] (\nFigure 1b\n). The consensus mRNA structure that is recognized by IRE1 (i.e. twin-stem loops with conserved bases in each loop) is largely conserved across eukaryotes. The excised intron sequence is slightly different among monocots but conserved in dicots [\n8\n]. However, there are noticeable differences in the splicing output among eukaryotes. In plants, the IRE1-mediated mRNA splicing causes an intron-excising frameshift that occurs closely upstream of the region encoding a putative transmembrane domain and leads to elimination of the membrane anchor in the translated active TF [\n4\n,\n7\n,\n8\n]. In metazoans, the IRE1-spliced Xbp1 loses the ER membrane anchor and gains the TF domain located in the new C-terminal tail [\n10\n,\n11\n]. In yeast, the splicing of Hac1 mRNA is followed by transcriptional joint of the DNA-binding domain to the newly encoded TF transcription activation domain [\n12\n]. The lack of a close conservation of the sequence of the mature TFs and the diversification of the splicing outputs among eukaryotes support that, despite IRE1 being an ancient sensor, IRE1-TF targets may have evolved independently. Under this light, the notion that Hac1 and Xbp1 are the sole direct TF targets of IRE1 may not apply in plants where IRE1 may have other direct TF targets that may fine-tune IRE1 signaling in the UPR management in specific stress situations. This possibility is predicated by the evidence that even in the simultaneous absence of the Arabidopsis ER-stress activated TFs (AtbZIP28 and AtbZIP60), one of the major UPR gene markers, AtBiP3 is mildly induced in conditions of ER stress [\n13••\n].\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPlayers of the plant UPR known to date. The diagram illustrates that in addition to IRE1, bZIP28 and bZIP60, also bZIP17 plays a role in the control of UPR target genes in Arabidopsis, as recently proposed [\n27\n]. A role for the beta subunit of the heterotrimeric G-protein complex, AGB1, in modulating the UPR has also been reported [\n17••\n,\n53\n]. Furthermore, recent work has shown that NAC TFs participate to the plant UPR. NAC are plant-specific transcription factors, among which at least 13 members are predicted to be membrane-anchored in Arabidopsis. In condition of stress, the plasma membrane NAC062/ANAC062/NTL6 relocates to the nucleus, and the overexpression of a protein deletion devoid of the membrane anchor leads to activation of UPR genes [\n54••\n]. Another membrane-anchored NAC TF, NAC089, participates to ER stress responses by relocating from the ER to the nucleus and regulating PCD-related gene expression [\n55•\n]. \nNAC089\n expression is regulated by bZIP28 and bZIP60; bZIP60 also regulates directly the expression of \nNAC062\n. Finally the cytosolic NAC103, whose expression is directly regulated by bZIP60, is involved in controlling UPR gene expression [\n26•\n]. The evidence that plant-specific NAC TFs have a role in stress responses support that in addition to common routes plants have evolved unique strategies for ER stress defense that, as in the case of NAC062, may also depend on the activity of TFs that are localized to the membrane organelles other than the ER. Interestingly also, it has been recently suggested that unspliced AtbZIP60 may have a role in modulating the expression of \nBiP3\n in conditions of ER stress [\n27\n]. Phosphorylation of the elf2α may occur in a hypothetical PERK-like pathway for ER stress responses. See also the main text for additional details. TFD: transcription factor domain",
    "figure_2.": "Open in a new tab\nPlayers of the plant UPR known to date. The diagram illustrates that in addition to IRE1, bZIP28 and bZIP60, also bZIP17 plays a role in the control of UPR target genes in Arabidopsis, as recently proposed [\n27\n]. A role for the beta subunit of the heterotrimeric G-protein complex, AGB1, in modulating the UPR has also been reported [\n17••\n,\n53\n]. Furthermore, recent work has shown that NAC TFs participate to the plant UPR. NAC are plant-specific transcription factors, among which at least 13 members are predicted to be membrane-anchored in Arabidopsis. In condition of stress, the plasma membrane NAC062/ANAC062/NTL6 relocates to the nucleus, and the overexpression of a protein deletion devoid of the membrane anchor leads to activation of UPR genes [\n54••\n]. Another membrane-anchored NAC TF, NAC089, participates to ER stress responses by relocating from the ER to the nucleus and regulating PCD-related gene expression [\n55•\n]. \nNAC089\n expression is regulated by bZIP28 and bZIP60; bZIP60 also regulates directly the expression of \nNAC062\n. Finally the cytosolic NAC103, whose expression is directly regulated by bZIP60, is involved in controlling UPR gene expression [\n26•\n]. The evidence that plant-specific NAC TFs have a role in stress responses support that in addition to common routes plants have evolved unique strategies for ER stress defense that, as in the case of NAC062, may also depend on the activity of TFs that are localized to the membrane organelles other than the ER. Interestingly also, it has been recently suggested that unspliced AtbZIP60 may have a role in modulating the expression of \nBiP3\n in conditions of ER stress [\n27\n]. Phosphorylation of the elf2α may occur in a hypothetical PERK-like pathway for ER stress responses. See also the main text for additional details. TFD: transcription factor domain",
    "diversification_of_ire1_signaling_in_the_upr:_ridd": "In addition to TF-mRNA splicing, metazoan IRE1 degrades mRNAs through a site-specific cleavage process, known as regulated IRE1-dependent decay (RIDD) [\n14\n], which is uncoupled from the site-specific splicing activity of IRE1 [\n15\n]. RIDD activity is required for ER homeostasis in non ER-stress conditions and increases progressively with ER-stress intensity. RIDD also occurs in Arabidopsis [\n16••\n], but its physiological relevance without ER-stress induction is yet to be defined [\n16••\n]. In normal conditions of growth, loss of AtIRE1 function causes defects in root elongation [\n17••\n], independently of Atb-ZIP60 [\n18••\n]. It is possible therefore that in the absence of induced ER stress RIDD may be important to maintain growth homeostasis in specific plant organs by controlling the levels of mRNA of proteins involved in cell growth.",
    "diversification_of_ire1_signaling_in_the_upr:_mirna_cleavage": "In mammalian cells, IRE1 also cleaves sequences of specific miRNAs [\n19\n]. miRNAs operate to translationally repress gene expression [\n20\n]. Whether plant IRE1 has a similar control of miRNA levels is yet unknown. Selective miRNA cleavage could be a strategy to either overcome stress, modulate tissue growth, or both. Addressing this question may lead to new insights into the functions of plant IRE1, and to establishing whether IRE1 activity is conserved among eukaryotes. Indeed the findings that loss of IRE1 is lethal in conditions of prolonged ER stress support a function as ER-stress protector [\n17••\n]. The recent evidence that the mammalian IRE1 may not activate caspases to induce cell death in prolonged ER stress, contrarily to a previous notion [\n19\n], but rather delay the onset of apoptosis via decay of the pro-apoptotic Death Receptor 5 (DR5) [\n21\n], poses that plant and animal IRE1s may be functionally close in protecting the organism from death.",
    "how_may_multiple_ire1_help_plants_in_stress_defense?": "An intriguing question relates to the diversification of the ER-stress sensors in plants both qualitatively and quantitatively. In Arabidopsis there are two IRE1 isoforms, AtIRE1a and AtIRE1b [\n22\n]. Whether IRE1 isoforms may be functionally equivalent is a matter of debate. Both genes are expressed throughout the plant, but AtIRE1a is more abundant in embryos and seeds [\n22\n,\n23\n]. It has been proposed that unlikely AtIRE1a, AtIRE1b is relevant to \nAtbZIP60\n splicing in conditions of DTT-induced stress [\n4\n], supporting the possibility of functional diversification of AtIRE1 proteins. This is further reinforced by the observations that while AtIRE1b has a preponderant role in \nAtbZIP60\n splicing upon tunicamycin-induced ER-stress, AtIRE1a seems preferentially required for \nAtbZIP60\n splicing upon pathogen and salicylic acid (SA) infection [\n5\n]. Although functional diversification of the SA response has been recently questioned [\n24\n], the evidence that AtIRE1b but not AtIRE1a is required for \nAtbZIP60\n splicing [\n4\n] supports that AtIRE1 proteins may have undergone functional specialization. These observations raise the question how the multiple IRE1-functions may be executed in species with one IRE1 isoform. The observation that in Arabidopsis AtIRE1b but not AtbZIP60 is required for ER stress-induced autophagy [\n25••\n] hints to the possibility that, in species containing only one IRE1 gene, some of the IRE1-roles may be executed by other proteins. Nonetheless the evidence in Arabidopsis that in induced-stress conditions, unlike a double \natire1a/atire1b\n mutant, single IRE1 loss-of-function mutants survive prolonged ER stress supports that at least the pro-survival role of AtIRE1 is shared by the two proteins. Whether the roles of the IRE1 isoforms are spatially and/or temporally regulated is yet to be established. It is possible that in certain tissues IRE1 may have a specific relevance and other ER stress sensors might operate predominately in other tissues.",
    "how_may_multiple_bzips_help_plants_in_stress_defense?": "Loss of either AtbZIP60 or AtbZIP28 (\nBox 1\n) attenuates the expression of some common transcriptional targets such as BiP3 and calnexin, an effect that is additive when both genes are simultaneously deleted [\n26•\n]. This evidence supports overlapping functions of these two TFs for which a precise extent of overlap is yet to be completely understood both at a temporal resolution as well as target identity. Specifically, it is yet to be defined whether at the onset of ER stress, activation of AtbZIP28 and AtbZIP60 occurs simultaneously or sequentially. One may predict that mild stress might be resolved by the function of one of the two TFs and that the activation of the other TF may be actuated in situations of unresolved ER stress to potentiate an ER stress-mitigating response. It is also known however that activation of bZIP-TFs may lead to responses that are qualitatively distinct. For example, in conditions of salt stress, AtbZIP17 modulates only the expression of \nBiP3\n among the known ER stress markers [\n27\n], which, on the other hand, is controlled by both AtbZIP28 and AtbZIP60 in conditions of ER stress induced by heat or by drugs such as tunicamycin and DTT. Furthermore, heat, tunicamycin and DTT but not salt stress can induce activation of AtbZIP60 and AtbZIP28, and a role of AtIRE1-AtbZIP60 but not AtbZIP28 has been demonstrated in virus-plant interactions [\n28\n]. These findings support that plant stress response relies on functional specialization of the UPR effectors for which the underlying mechanisms remain poorly understood. In this view the UPR sensors might be specialized in perceiving specific classes of unfolded proteins, which may be more sensitive than others to specific stresses.",
    "requirements_for_the_upr_sensors": "In yeast and metazoans, a model has emerged that the binding of unfolded proteins to IRE1 dimers allows further oligomerization and trigger the IRE1 activation, while the BiP binding to IRE1 may have a modulatory role in buffering the pool of IRE1 monomers [\n2\n,\n29\n]. In plants the mechanisms of activation of IRE1 are largely unknown. Nonetheless, binding to AtBiP is a mechanism that constrains AtbZIP28 to the ER and therefore modulates AtbZIP28 traffic to the Golgi for activation [\n30\n]. Such a mechanism, which is similar to the activation mechanism of ATF6 [\n31\n] could suggest also conservation of IRE1 activation. Similarly, AtbZIP17 may be retained in the ER via interactions with other proteins that specifically respond to salt stress. One alternative that cannot be excluded is that one branch of the UPR may be activated as consequence to the operation of another ER-stress response, such as production of radicals or unfolded proteins, which could lead to the activation of other ER stress defenses.\nInteraction with unfolded proteins might not be the only upstream requirement for plant IRE1 activation. Functional and genetic evidence have shown that the ER-shaping protein AtRHD3 is a critical factor that acts upstream of AtIRE1 in the \nAtbZIP60\n splicing in conditions of ER stress [\n32•\n], but the underlying causes are not known. In conditions of ER stress yeast and metazoan IRE1s are known to cluster in ER subdomains where stress signaling is believed to occur [\n2\n]. In the absence of induced ER stress, fluorescent protein fusions to plant IRE1s have been localized to the perinuclear ER [\n22\n]. It is possible that, if plant IRE1 is also mobilized into signaling clusters in ER-stress conditions, then alteration of the ER network structure or lipid composition, known to occur with RHD3 deletions [\n33\n,\n34\n], may affect mobilization of plant IRE1 into signaling hubs.\nBesides factors acting upstream the UPR sensors in plants, we know very little about downstream regulating factors. Unlike metazoan IRE1, which is known to interact with multiple proteins which may or may not regulate its function [\n35\n], the identity of plant IRE1-interacting proteins is still unknown. The situation is markedly different for the bZIP-TFs. \nIn vitro\n AtbZIP28 can homodimerize but also heterodimerize with AtbZIP60, Atb-ZIP49 or AtbZIP17 [\n36\n]. Validation of these findings \nin vivo\n coupled with functional analyses may provide insights into the relevance of the TF interactions in the UPR. AtbZIP28 has also been found to interact with NF-Y subunits to form a transcriptional complex that upregulates the expression of ER stress-induced genes [\n36\n]. Furthermore, AtbZIP28 and AtbZIP60 interact with AtAsh2 and AtWDR5a, which are core components of the COMPASS-like complex that regulates gene expression through histone H3K4 trimethylation [\n13••\n]. These findings support that the protein-protein interactions of the UPR bZIP-TFs may have important roles in the regulation of gene expression and that a diversification of such interactions may be needed to modulate responsive outputs that are different both at quantitative and qualitative levels. One critical yet unanswered question is how the activated sensors are restored to basal levels once the ER stress is resolved. In other words, how is the plant UPR tamed once ER homeostasis is obtained?",
    "conclusions": "In the last few years, numerous significant studies have contributed to the understanding of the UPR; this trend is likely to keep steady. Numerous fundamental questions are still open (\nBox 2\n). Understanding the mechanisms of the plant UPR is important to define conserved and unique strategies for ER stress responses, and it offers exciting perspectives to improve plant productivity. While we are beginning to understand how the UPR intersects with hormone-regulated growth [\n37••\n,\n38\n], defense [\n5\n,\n24\n,\n39\n], and resistance to hostile environments [\n4\n,\n40\n], further insights into the temporal and spatial complexity of the UPR regulation will support biotechnological applications. For example, overexpression of rice IRE1 may lead to suppression of endogenous IRE1 expression, which may compromise endogenous defense [\n41\n]; on the other hand, overexpression of BiP proteins renders them more resistant to stress [\n42\n,\n43\n]. Exploration of plant ER-stress responses in the field using multiple species and ecotypes adapted to different environmental conditions could provide further insights into the design of novel strategies for plant ER stress management outside standard laboratory conditions.\nBox 2. Major unsolved questions in the plant UPR.\n\n\n\n\nWhat is the trigger for a life-to-apoptosis switch in ER stress?\n\n\nWhat are the triggers of ER-stress induced autophagy?\n\n\nIs plant age a contributing factor to the amplitude of the UPR?\n\n\nDo the UPR sensors have specific functions in different cell types?\n\n\nDo the various UPR sensors respond to the levels and/or duration of the accumulation of specific unfolded proteins?\n\n\nHow is plant IRE1 activated and inactivated?\n\n\nWhat terminates the activity of activated bZIP-factors once ER stress is resolved and cell homeostasis is restored?\n\n\nDoes plant IRE1 cluster similar to the non-plant IRE1 proteins? And how does the ER shape specifically affect the UPR response?\n\n\nAre there interacting proteins on the cytosolic region of plant IRE1?\n\n\nWhat is the role of RIDD in normal conditions of growth in plants?\n\n\nDoes plant IRE1 cleave specific miRNAs as occurs in mammals?\n\n\nWhat are the downstream factors that IRE1 utilizes to control organ development?\n\n\nDoes AtIRE1 have non-self-phosphorylation targets?\n\n\nDoes unspliced bZIP60 protein have a functional role in the absence of ER stress?\n\n\nAre PERK-like proteins functional in plant UPR?",
    "box_2._major_unsolved_questions_in_the_plant_upr.": "What is the trigger for a life-to-apoptosis switch in ER stress?\n\n\nWhat are the triggers of ER-stress induced autophagy?\n\n\nIs plant age a contributing factor to the amplitude of the UPR?\n\n\nDo the UPR sensors have specific functions in different cell types?\n\n\nDo the various UPR sensors respond to the levels and/or duration of the accumulation of specific unfolded proteins?\n\n\nHow is plant IRE1 activated and inactivated?\n\n\nWhat terminates the activity of activated bZIP-factors once ER stress is resolved and cell homeostasis is restored?\n\n\nDoes plant IRE1 cluster similar to the non-plant IRE1 proteins? And how does the ER shape specifically affect the UPR response?\n\n\nAre there interacting proteins on the cytosolic region of plant IRE1?\n\n\nWhat is the role of RIDD in normal conditions of growth in plants?\n\n\nDoes plant IRE1 cleave specific miRNAs as occurs in mammals?\n\n\nWhat are the downstream factors that IRE1 utilizes to control organ development?\n\n\nDoes AtIRE1 have non-self-phosphorylation targets?\n\n\nDoes unspliced bZIP60 protein have a functional role in the absence of ER stress?\n\n\nAre PERK-like proteins functional in plant UPR?",
    "acknowledgments": "We apologize to those colleagues that we have not cited due to space constrains. This work was primarily supported by National Institutes of Health (GM101038) with contributing support from the Chemical Sciences, Geosciences and Biosciences Division, Office of Basic Energy Sciences, Office of Science, U.S. Department of Energy (DE-FG02-91ER20021), National Aeronautics and Science Administration (NNX12AN71G), National Science Foundation (MCB 1243792) and DOE Great Lakes Bioenergy Research Center (DOE Office of Science BER DE-FC02-07ER64494).",
    "references_and_recommended_reading": "Papers of particular interest, published within the period of review, have been highlighted as:\n• of special interest\n•• of outstanding interest\n1.\nChen Y, Brandizzi F. IRE1: ER stress sensor and cell fate executor. Trends Cell Biol. 2013;77:547–555. doi: 10.1016/j.tcb.2013.06.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nWalter P, Ron D. The unfolded protein response: from stress pathway to homeostatic regulation. Science. 2011;334:1081–1086. doi: 10.1126/science.1209038.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nZhang C, Kotchoni SO, Samuels AL, Szymanski DB. SPIKE1 signals originate from and assemble specialized domains of the endoplasmic reticulum. Curr Biol. 2010;20:2144–2149. doi: 10.1016/j.cub.2010.11.016.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nDeng Y, Humbert S, Liu JX, Srivastava R, Rothstein SJ, Howell SH. Heat induces the splicing by IRE1 of a mRNA encoding a transcription factor involved in the unfolded protein response in Arabidopsis. Proc Natl Acad Sci U S A. 2011;108:7247–7252. doi: 10.1073/pnas.1102117108.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nMoreno AA, Mukhtar MS, Blanco F, Boatwright JL, Moreno I, Jordan MR, Chen Y, Brandizzi F, Dong X, Orellana A, et al.  IRE1/bZIP60-mediated unfolded protein response plays distinct roles in plant immunity and abiotic stress responses. PLOS ONE. 2012;7:e31944. doi: 10.1371/journal.pone.0031944.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nNagashima Y, Mishiba K, Suzuki E, Shimada Y, Iwata Y, Koizumi N. Arabidopsis IRE1 catalyses unconventional splicing of bZIP60 mRNA to produce the active transcription factor. Sci Rep. 2011;1:29. doi: 10.1038/srep00029.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nHayashi S, Wakasa Y, Takahashi H, Kawakatsu T, Takaiwa F. Signal transduction by IRE1-mediated splicing of bZIP50 and other stress sensors in the endoplasmic reticulum stress response of rice. Plant J. 2012;69:946–956. doi: 10.1111/j.1365-313X.2011.04844.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nLi Y, Humbert S, Howell SH. ZmbZIP60 mRNA is spliced in maize in response to ER stress. BMC Res Notes. 2012;5:144. doi: 10.1186/1756-0500-5-144.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nLu SJ, Yang ZT, Sun L, Sun L, Song ZT, Liu JX. Conservation of IRE1-regulated bZIP74 mRNA unconventional splicing in rice (Oryza sativa L.) involved in ER stress responses. Mol Plant. 2012;5:504–514. doi: 10.1093/mp/ssr115.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nYoshida H, Matsui T, Yamamoto A, Okada T, Mori K. XBP1 mRNA is induced by ATF6 and spliced by IRE1 in response to ER stress to produce a highly active transcription factor. Cell. 2001;107:881–891. doi: 10.1016/s0092-8674(01)00611-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nChen CY, Malchus NS, Hehn B, Stelzer W, Avci D, Langosch D, Lemberg MK. Signal peptide peptidase functions in ERAD to cleave the unfolded protein response regulator XBP1u. EMBO J. 2014;33:2492–2506. doi: 10.15252/embj.201488208.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nMori K, Ogawa N, Kawahara T, Yanagi H, Yura T. mRNA splicing-mediated C-terminal replacement of transcription factor Hac1p is required for efficient activation of the unfolded protein response. Proc Natl Acad Sci U S A. 2000;97:4660–4665. doi: 10.1073/pnas.050010197.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13••.\nSong ZT, Sun L, Lu SJ, Tian Y, Ding Y, Liu JX. Transcription factor interaction with COMPASS-like complex regulates histone H3K4 trimethylation for specific gene expression in plants. Proc Natl Acad Sci U S A. 2015;112:2900–2905. doi: 10.1073/pnas.1419703112. This work shows that the ER stress causes the assembly of the preinitiation complex as well as the histone H3K4 trimethylation on specific promoters through the interaction between ER stress-related transcription factors (i.e. bZIP60 and bZIP28) and COMPASS-like components (i.e. Ash2 and WDR5a) regulating the gene expression in conditions of ER stress.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nHollien J, Lin JH, Li H, Stevens N, Walter P, Weissman JS. Regulated Ire1-dependent decay of messenger RNAs in mammalian cells. J Cell Biol. 2009;186:323–331. doi: 10.1083/jcb.200903014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nTam AB, Koong AC, Niwa M. Ire1 has distinct catalytic mechanisms for XBP1/HAC1 splicing and RIDD. Cell Rep. 2014;9:850–858. doi: 10.1016/j.celrep.2014.09.016.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16••.\nMishiba K, Nagashima Y, Suzuki E, Hayashi N, Ogata Y, Shimada Y, Koizumi N. Defects in IRE1 enhance cell death and fail to degrade mRNAs encoding secretory pathway proteins in the Arabidopsis unfolded protein response. Proc Natl Acad Sci U S A. 2013;110:5713–5718. doi: 10.1073/pnas.1219047110. This work demonstrates that RIDD occurs also in plants, and a connection between the UPR and the cytosolic protein response.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17••.\nChen Y, Brandizzi F. AtIRE1A/AtIRE1B and AGB1 independently control two essential unfolded protein response pathways in Arabidopsis. Plant J. 2012;69:266–277. doi: 10.1111/j.1365-313X.2011.04788.x. This work highlights that AtIRE1A and AtIRE1B have overlapping functions that are essential for the plant UPR, uncovers a genetic interaction between IRE1 proteins and a G protein-signaling component (i.e. AGB1) in the UPR and shows that AtIRE1A/AtIRE1B-dependent and AGB1-dependent signaling pathways have a critical role not only in stress tolerance, but also in normal vegetative growth (i.e. root growth and specifically in the maintenance of optimal root cell elongation)\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18••.\nDeng Y, Srivastava R, Howell SH. Protein kinase and ribonuclease domains of IRE1 confer stress tolerance, vegetative growth, and reproductive development in Arabidopsis. Proc Natl Acad Sci U S A. 2013;110:19633–19638. doi: 10.1073/pnas.1314749110. This work explores the role of the protein kinase and RNAse domains of AtIRE1 in plant growth, reproduction and response to ER stress and demonstrates that AtRE1 controls male gametophyte development independently from AtbZIP60.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nUpton JP, Wang L, Han D, Wang ES, Huskey NE, Lim L, Truitt M, McManus MT, Ruggero D, Goga A, et al.  IRE1alpha cleaves select microRNAs during ER stress to derepress translation of proapoptotic Caspase-2. Science. 2012;338:818–822. doi: 10.1126/science.1226191.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nMeijer HA, Smith EM, Bushell M. Regulation of miRNA strand selection: follow the leader? Biochem Soc Trans. 2014;42:1135–1140. doi: 10.1042/BST20140142.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nLu M, Lawrence DA, Marsters S, Acosta-Alvear D, Kimmig P, Mendez AS, Paton AW, Paton JC, Walter P, Ashkenazi A. Cell death. Opposing unfolded-protein-response signals converge on death receptor 5 to control apoptosis. Science. 2014;345:98–101. doi: 10.1126/science.1254312.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nKoizumi N, Martinez IM, Kimata Y, Kohno K, Sano H, Chrispeels MJ. Molecular characterization of two Arabidopsis Ire1 homologs, endoplasmic reticulum-located transmembrane protein kinases. Plant Physiol. 2001;127:949–962.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nNoh SJ, Kwon CS, Chung WI. Characterization of two homologs of Ire1p, a kinase/endoribonuclease in yeast, in Arabidopsis thaliana. Biochim Biophys Acta. 2002;1575:130–134. doi: 10.1016/s0167-4781(02)00237-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nNagashima Y, Iwata Y, Ashida M, Mishiba K, Koizumi N. Exogenous salicylic acid activates two signaling arms of the unfolded protein response in Arabidopsis. Plant Cell Physiol. 2014;55:1772–1778. doi: 10.1093/pcp/pcu108.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25••.\nLiu Y, Burgos JS, Deng Y, Srivastava R, Howell SH, Bassham DC. Degradation of the endoplasmic reticulum by autophagy during endoplasmic reticulum stress in Arabidopsis. Plant Cell. 2012;24:4635–4651. doi: 10.1105/tpc.112.101535. This work provides evidence in support of a strong connection between ER stress and autophagy in plants and its dependence on AtIRE1b but independence from AtbZIP60.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26•.\nSun L, Yang ZT, Song ZT, Wang MJ, Sun L, Lu SJ, Liu JX. The plant-specific transcription factor gene NAC103 is induced by bZIP60 through a new cis-regulatory element to modulate the unfolded protein response in Arabidopsis. Plant J. 2013;76:274–286. doi: 10.1111/tpj.12287. This work identifies a novel ER stress cis-element (UPRE-III) in the promoter of NAC103 to which AtbZIP60 binds inducing the expression of NAC103 under ER stress. In turn, NAC103-TF is translated and modulates the expression of the UPR downstream genes.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nHenriquez-Valencia C, Moreno AA, Sandoval-Ibanez O, Mitina I, Blanco-Herrera F, Cifuentes-Esquivel N, Orellana A. bZIP17 and bZIP60 regulate the expression of BiP3 and other salt stress responsive genes in an UPR-independent manner in Arabidopsis thaliana. J Cell Biochem. 2015 doi: 10.1002/jcb.25121.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nZhang L, Chen H, Brandizzi F, Verchot J, Wang A. The UPR branch IRE1-bZIP60 in plants plays an essential role in viral infection and is complementary to the only UPR pathway in yeast. PLoS Genet. 2015;11:e1005164. doi: 10.1371/journal.pgen.1005164.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nGardner BM, Walter P. Unfolded proteins are Ire1-activating ligands that directly induce the unfolded protein response. Science. 2011;333:1891–1894. doi: 10.1126/science.1209126.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nSrivastava R, Deng Y, Shah S, Rao AG, Howell SH. BINDING PROTEIN is a master regulator of the endoplasmic reticulum stress sensor/transducer bZIP28 in Arabidopsis. Plant Cell. 2013;25:1416–1429. doi: 10.1105/tpc.113.110684.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nShen J, Chen X, Hendershot L, Prywes R. ER stress regulation of ATF6 localization by dissociation of BiP/GRP78 binding and unmasking of Golgi localization signals. Dev Cell. 2002;3:99–111. doi: 10.1016/s1534-5807(02)00203-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32•.\nLai YS, Stefano G, Brandizzi F. ER stress signaling requires RHD3, a functionally conserved ER-shaping GTPase. J Cell Sci. 2014;127:3227–3232. doi: 10.1242/jcs.147447. This work demonstrates that the ER shaping RHD3 has a role in modulating the IRE1 arm of the plant UPR and establishes a connection between ER network integrity and AtIRE1 signaling.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nStefano G, Renna L, Moss T, McNew JA, Brandizzi F. In Arabidopsis, the spatial and dynamic organization of the endoplasmic reticulum and Golgi apparatus is influenced by the integrity of the C-terminal domain of RHD3, a non-essential GTPase. Plant J. 2012;69:957–966. doi: 10.1111/j.1365-313X.2011.04846.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nManeta-Peyret L, Lai YS, Stefano G, Fouillen L, Brandizzi F, Moreau P. Phospholipid biosynthesis increases in RHD3-defective mutants. Plant Signal Behav. 2014;9 doi: 10.4161/psb.29657.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nWoehlbier U, Hetz C. Modulating stress responses by the UPRosome: a matter of life and death. Trends Biochem Sci. 2011;36:329–337. doi: 10.1016/j.tibs.2011.03.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nLiu JX, Howell SH. bZIP28 and NF-Y transcription factors are activated by ER stress and assemble into a transcriptional complex to regulate stress response genes in Arabidopsis. Plant Cell. 2010;22:782–796. doi: 10.1105/tpc.109.072173.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37••.\nChen Y, Aung K, Rolcik J, Walicki K, Friml J, Brandizzi F. Inter-regulation of the unfolded protein response and auxin signaling. Plant J. 2014;77:97–107. doi: 10.1111/tpj.12373. This work demonstrates link between the UPR and the auxin, a critical phytohormone for plant growth and physiology and shows that AtIRE1 is required for auxin homeostasis.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nChe P, Bussell JD, Zhou W, Estavillo GM, Pogson BJ, Smith SM. Signaling from the endoplasmic reticulum activates brassinosteroid signaling and promotes acclimation to stress in Arabidopsis. Sci Signal. 2010;3:ra69. doi: 10.1126/scisignal.2001140.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nHayashi S, Wakasa Y, Takaiwa F. Functional integration between defence and IRE1-mediated ER stress response in rice. Sci Rep. 2012;2:670. doi: 10.1038/srep00670.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nLiu JX, Srivastava R, Che P, Howell SH. Salt stress responses in Arabidopsis utilize a signal transduction pathway related to endoplasmic reticulum stress signaling. Plant J. 2007;51:897–909. doi: 10.1111/j.1365-313X.2007.03195.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nWakasa Y, Hayashi S, Takaiwa F. Effect of overexpression of kinase- or RNase-deficient OsIRE1 on the endoplasmic reticulum stress response in transgenic rice plants. Plant Signal Behav. 2013;8 doi: 10.4161/psb.25343.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nLeborgne-Castel N, Jelitto-Van Dooren EP, Crofts AJ, Denecke J. Overexpression of BiP in tobacco alleviates endoplasmic reticulum stress. Plant Cell. 1999;11:459–470. doi: 10.1105/tpc.11.3.459.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nCarvalho HH, Silva PA, Mendes GC, Brustolini OJ, Pimenta MR, Gouveia BC, Valente MA, Ramos HJ, Soares-Ramos JR, Fontes EP. The endoplasmic reticulum binding protein BiP displays dual function in modulating cell death events. Plant Physiol. 2014;164:654–670. doi: 10.1104/pp.113.231928.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nGao H, Brandizzi F, Benning C, Larkin RM. A membrane-tethered transcription factor defines a branch of the heat stress response in Arabidopsis thaliana. Proc Natl Acad Sci U S A. 2008;105:16398–16403. doi: 10.1073/pnas.0808463105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nLiu JX, Srivastava R, Che P, Howell SH. An endoplasmic reticulum stress response in Arabidopsis is mediated by proteolytic processing and nuclear relocation of a membrane-associated transcription factor, bZIP28. Plant Cell. 2007;19:4111–4119. doi: 10.1105/tpc.106.050021.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nTakahashi H, Kawakatsu T, Wakasa Y, Hayashi S, Takaiwa F. A rice transmembrane bZIP transcription factor, OsbZIP39, regulates the endoplasmic reticulum stress response. Plant Cell Physiol. 2012;53:144–153. doi: 10.1093/pcp/pcr157.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nSrivastava R, Chen Y, Deng Y, Brandizzi F, Howell SH. Elements proximal to and within the transmembrane domain mediate the organelle-to-organelle movement of bZIP28 under ER stress conditions. Plant J. 2012;70:1033–1042. doi: 10.1111/j.1365-313X.2012.04943.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nSun L, Zhang SS, Lu SJ, Liu JX. Site-1 protease cleavage site is important for the ER stress-induced activation of membrane-associated transcription factor bZIP28 in Arabidopsis. Sci China Life Sci. 2015 doi: 10.1007/s11427-015-4807-6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nHarding HP, Zhang Y, Bertolotti A, Zeng H, Ron D. Perk is essential for translational regulation and cell survival during the unfolded protein response. Mol Cell. 2000;5:897–904. doi: 10.1016/s1097-2765(00)80330-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nBasu D, Le J, Zakharova T, Mallery EL, Szymanski DB. A SPIKE1 signaling complex controls actin-dependent cell morphogenesis through the heteromeric WAVE and ARP2/3 complexes. Proc Natl Acad Sci U S A. 2008;105:4044–4050. doi: 10.1073/pnas.0710294105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nTamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: Molecular Evolutionary Genetics Analysis version 6.0. Mol Biol Evol. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nSaitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol. 1987;4:406–425. doi: 10.1093/oxfordjournals.molbev.a040454.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nWang S, Narendra S, Fedoroff N. Heterotrimeric G protein signaling in the Arabidopsis unfolded protein response. Proc Natl Acad Sci U S A. 2007;104:3817–3822. doi: 10.1073/pnas.0611735104.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54••.\nYang ZT, Lu SJ, Wang MJ, Bi DL, Sun L, Zhou SF, Song ZT, Liu JX. A plasma membrane-tethered transcription factor, NAC062/ANAC062/NTL6, mediates the unfolded protein response in Arabidopsis. Plant J. 2014;79:1033–1043. doi: 10.1111/tpj.12604. This work shows that the plant-specific plasma membrane-tethered transcription factor NAC062 is upregulated by ER stress through AtbZIP60-TF and in response to ER stress it relocated from the plasma membrane to the nucleus, where it plays important roles in regulating UPR downstream gene expression.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55•.\nYang ZT, Wang MJ, Sun L, Lu SJ, Bi DL, Sun L, Song ZT, Zhang SS, Zhou SF, Liu JX. The membrane-associated transcription factor NAC089 controls ER-stress-induced programmed cell death in plants. PLoS Genet. 2014;10:e1004243. doi: 10.1371/journal.pgen.1004243. This work demonstrates that NAC089 has a pro-apoptotic role in the plant UPR. Thus this work contributes to the knowledge of the identity of proteins that execute death in the plant UPR.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (906.1 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4618186/"
}