{
  "id": "PMC4152162",
  "title": "The Effect of spaceflight on mouse olfactory bulb volume, neurogenesis, and cell death indicates the protective effect of novel environment.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The Effect of spaceflight on mouse olfactory bulb volume, neurogenesis, and cell death indicates the protective effect of novel environment.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4152162/"
  },
  "sections": {
    "permalink": "Copy",
    "sarah_e_latchney": "1\nDepartment of Psychiatry, University of Texas Southwestern Medical Center, Dallas, Texas;\nFind articles by \nSarah E Latchney",
    "phillip_d_rivera": "1\nDepartment of Psychiatry, University of Texas Southwestern Medical Center, Dallas, Texas;\nFind articles by \nPhillip D Rivera",
    "xiao_w_mao": "2\nDepartment of Basic Sciences, Division of Radiation Research, Loma Linda University and Medical Center, Loma Linda, California;\nFind articles by \nXiao W Mao",
    "virginia_l_ferguson": "4\nDepartment of Mechanical Engineering, University of Colorado at Boulder, Boulder, Colorado; and\nFind articles by \nVirginia L Ferguson",
    "ted_a_bateman": "5\nDepartment of Biomedical Engineering, University of North Carolina, Chapel Hill, North Carolina\nFind articles by \nTed A Bateman",
    "louis_s_stodieck": "3\nBioServe Space Technologies, Aerospace Engineering Sciences, University of Colorado at Boulder, Boulder, Colorado;\nFind articles by \nLouis S Stodieck",
    "gregory_a_nelson": "2\nDepartment of Basic Sciences, Division of Radiation Research, Loma Linda University and Medical Center, Loma Linda, California;\nFind articles by \nGregory A Nelson",
    "amelia_j_eisch": "1\nDepartment of Psychiatry, University of Texas Southwestern Medical Center, Dallas, Texas;\nFind articles by \nAmelia J Eisch",
    "abstract": "Space missions necessitate physiological and psychological adaptations to environmental factors not present on Earth, some of which present significant risks for the central nervous system (CNS) of crewmembers. One CNS region of interest is the adult olfactory bulb (OB), as OB structure and function are sensitive to environmental- and experience-induced regulation. It is currently unknown how the OB is altered by spaceflight. In this study, we evaluated OB volume and neurogenesis in mice shortly after a 13-day flight on Space Shuttle Atlantis [Space Transport System (STS)-135] relative to two groups of control mice maintained on Earth. Mice housed on Earth in animal enclosure modules that mimicked the conditions onboard STS-135 (AEM-Ground mice) had greater OB volume relative to mice maintained in standard housing on Earth (Vivarium mice), particularly in the granule (GCL) and glomerular (GL) cell layers. AEM-Ground mice also had more OB neuroblasts and fewer apoptotic cells relative to Vivarium mice. However, the AEM-induced increase in OB volume and neurogenesis was not seen in STS-135 mice (AEM-Flight mice), suggesting that spaceflight may have negated the positive effects of the AEM. In fact, when OB volume of AEM-Flight mice was considered, there was a greater density of apoptotic cells relative to AEM-Ground mice. Our findings suggest that factors present during spaceflight have opposing effects on OB size and neurogenesis, and provide insight into potential strategies to preserve OB structure and function during future space missions.\nKeywords:\n low Earth orbit, environmental enrichment, neuroblasts, doublecortin, activated caspase-3",
    "materials_and_methods": "Animals.\n\n\nFemale C57BL/6 mice (9 wk of age; Charles River, Wilmington, MA) were shipped directly to NASA Space Life Sciences Laboratory (SLSL) at Kennedy Space Center (KSC) on June 21, 2011, where they were housed in identical conditions and allowed to acclimate for >4 wk prior to the start of experimental activities. During this time, mice were weighed ∼3 times/wk and divided into three groups: Vivarium, AEM-Ground, and AEM-Flight. All Vivarium, AEM-Ground, and AEM-Flight mice were chosen from the same shipment of mice with matched birthdates and body weights. AEM-Flight mice flew onboard the STS-135 in animal enclosure modules (AEMs) located on the shuttle's middeck lockers (lockers MF43K, MF57M, and MF57H) for 13 days (July 8, 2011 to July 20, 2011). An AEM consisted of a 24.5 × 43.7 × 51.1 cm self-contained rodent cage with 0.25-in. stainless steel mesh on all interior components, four internal fan blowers, a layered particulate and odor filter system, and four interior lamps (providing an average of 14 lux illumination during the light cycle) set to a 12:12-h light/dark cycle (\n21\n, \n69\n). Food bars (\n94\n) were glued to sidewalls and a redundant Lixit water unit was provided for ad libitum feeding and drinking. Each AEM was also equipped with a clear top through which a crewmember could observe behavior. Crewmembers monitored the health status and performed daily animal welfare checks, but no quantitative physiological or behavioral assessments of the mice were performed in real time. Mice in the Vivarium group were group-housed in standard, ventilated vivarium cages and maintained on Earth at KSC in the barrier facility located within the SLSL. AEM-Ground and AEM-Flight mice were loaded into identical AEM units with a 48-h offset to enable matching of critical environmental conditions. Specifically, the ground-based AEMs were placed within an Orbital Environmental Simulator (OES) to duplicate the Space Shuttle middeck temperature, relative humidity, and partial pressure of CO\n2\n (\n32\n, \n96\n). All other experimental procedures conducted on AEM-Flight mice were duplicated on both Vivarium and AEM-Ground mice. The NASA-Ames Research Center and KSC Institutional Animal Care and Use Committees approved this study. Approval was also obtained for the transfer of mouse tissues among institutions.\nTissue preparation and immunohistochemistry.\n\n\nWithin 6 h of shuttle landing at KSC (AEM-Flight mice) or 48 h later (Vivarium and AEM-Ground mice), mice were anesthetized with ∼3.5% isoflurane and killed by cardiac puncture and exsanguination. Brains were rapidly removed and the OB was fixed overnight with 4% paraformaldehyde followed by three PBS (phosphate-buffered saline) rinses and then equilibrated in 30% sucrose in 0.1 M PBS. Once the OB tissue had sunk, an indication of cryoprotection, samples were shipped overnight at 4°C to the University of Texas Southwestern Medical Center Dallas. OB tissue was embedded in Tissue-Tek O.C.T. freezing medium and was coronally sectioned using a cryostat with the chamber temperature maintained at −16 to −18°C. The main OB (+6.0 to +3.5 mm from bregma) was sectioned at 30 μm in a 1:8 series. Serial sections were stored free-floating in 0.1 M PBS with 0.1% NaN\n3\n. Prior to immunohistochemistry (IHC), sections were mounted onto superfrost-plus slides (Fisher Scientific, Pittsburgh, PA) and were allowed to dry for 2 h. After drying, sections were incubated in 0.01 M citric acid (pH 6.0, 100°C) for 15 min for antigen retrieval. They were then incubated in 0.3% H\n2\nO\n2\n to quench endogenous peroxidases, and then transferred to blocking solution (3% normal donkey serum, 0.3% Triton-X 100 in 1× PBS) for 1 h (\n1\n). The following primary antibodies were used: goat polyclonal anti-doublecortin (DCX; 1:500; Santa Cruz Biotechnology, Santa Cruz, CA) and rabbit polyclonal anti-activated caspase-3 (AC3; 1:500; Santa Cruz Biotechnology). Primary antibody incubation was followed by 2 h incubation in the appropriate biotin-conjugated secondary antibody and 90 min in ABC (1:50; Vector Laboratories, Burlingame, CA). The signal was visualized with DAB/metal concentrate (10×; Thermo Scientific). Sections were counterstained with Fast Red (Vector Laboratories), dehydrated with graded ethanols, and coverslipped using DPX (Fluka, Steinheim, Germany).\nCell quantification.\n\n\nAll cell quantification was done in a blinded fashion. Unbiased estimates for DCX cell counts were obtained using stereological methods on an Olympus BX51 System Microscope with a MicroFIRE A/R camera (Optronics, Goleta, CA). Estimation of total DCX+ cell number in the granule cell layer (GCL) and glomerular layer (GL) layers of the OB was performed using the Optical Fractionator Probe within the Stereo Investigator software (MBF Bioscience, MicroBrightField, Williston, VT) according to previously published stereological methods (\n92\n, \n110\n). An unbiased counting frame superimposed on the region of interest was used to quantify cell number. Counting was performed using a 100×, 1.4-NA oil immersion lens. To reduce bias between samples, several measures were undertaken. All tissue was processed for IHC in the same manner. To decrease the effect of shrinkage on the tissue, the average measured mounting thickness after processing was ∼16 μm, and an optical disector height of 14 μm was used. The area-sampling fraction was 1/25 and every 8th section (section sampling fraction of 1/8) was used to calculate DCX+ cells within the OB GCL and GL. The Gunderson coefficient of variance for each animal quantified was always <10%. Data are reported as the total number of DCX+ cells in the OB or OB subregion. The distribution of cells across the entire main OB was also analyzed at different distances from bregma, and data are presented as total number of cells in the OB or OB subregion at each septotemporal point.\n\n\nModified stereology procedures were used to quantify total AC3+ cell number in the main OB. Brightfield staining of coded slides was visualized with an Olympus BX51 microscope using a 40×, 0.63 NA lens with continuous adjustment through the depth of the section (\n62\n). Using stereological principles (\n47\n), exhaustive counts for AC3+ cells in the OB GCL and GL (+6.0 to +3.5 mm from bregma) were collected. The section sampling fraction was 1/8 and the resulting number of AC3+ cells was multiplied by 8 and reported as total number of cells in the GCL or GL per brain. Because the raw counts (before multiplication) for AC3+ cells counted were low according to disector/fractionator standards (\n74\n, \n102\n), we used an area sampling fraction of 1 as is commonly used for counting rare cell populations (\n41\n, \n47\n). Based on our previous work from our laboratory and others (\n25\n, \n41\n, \n47\n), the height sampling fraction was set to 1. The data are presented as total number of cells in the OB GCL and GL and at each septotemporal point.\nVolume estimation.\n\n\nVolume estimation of individual OB subregions was performed using the Cavalieri Probe within Stereo Investigator (\n23\n, \n71\n). Every 8th section was analyzed to measure the size of the GCL, internal plexiform layer (IPL), mitral cell layer (MCL), external plexiform layer (EPL), and the GL. Volume was estimated using a 10×, NA 0.30 lens. Area sizes were determined using the area measurement tool (based on the Cavalieri estimator) in which an automated grid of test points was superimposed upon the region of interest. Areas of individual cell layers were estimated from the total number of points that fell within the respective region. To obtain the volume, the sum of the areas measured was multiplied by the sampling fraction (1/8) and the section thickness (30 μm). The Gunderson coefficient of variance for each animal quantified was always <10%. Data are reported as the total estimated volume (μm\n3\n) of the respective cell layer. The size of the individual layers across the entire main OB was also analyzed at different distances from Bregma, and data are presented as total volume of the respective OB layer at each septotemporal point.\nStatistical analyses and data presentation.\n\n\nData are expressed as means ± SE from 4–6 mice/group. Statistical analyses were performed with either one-way or two-way analysis of variance (ANOVA) where appropriate (GraphPad Prism 6.0). Tukey's and Sidak post hoc comparisons were used to analyze significant ANOVAs. \nP\n values < 0.05 were considered statistically significant.",
    "": "AEMs: a novel sensory experience that preserves OB volume and neurogenesis by enhancing cell survival?\n\n\nThe sensory experience offered by AEM housing is quite distinct from that provided in standard mouse cages in terms of temperature, humidity, CO\n2\n levels, noise, air flow, lack of bedding, and cage mesh for climbing (\n21\n, \n69\n). These individual AEM components may also interact and thus uniquely influence OB volume and neurogenesis in AEM-Ground and AEM-Flight mice. AEM-Flight mice also experience additional space-based environmental factors (weightlessness, radiation, human-derived odors, etc.) not present in Vivarium and AEM-Ground conditions. Our findings that OB volume, neuroblast number, and cell survival are all enhanced in AEM-Ground mice suggest that the AEM cages may be a form of sensory enrichment. This is consistent with reports that enriched environments positively regulate OB neurogenesis and function. For example, increased OB volume correlates with enhanced OB function and recovery in humans (\n83\n). In rodents, passive exposure to enriched odors stimulates neurogenesis and improves olfactory recognition and discrimination abilities (\n45\n, \n55\n, \n57\n, \n60\n, \n61\n, \n66\n, \n93\n). The increase in DCX+ neuroblasts in AEM-Ground mice could be due to increased survival (\n80\n, \n81\n, \n105\n) and neuroblast differentiation (\n48\n, \n92\n). It could also be the result of increased migration of these cells from the subventricular zone (SVZ), the source of OB progenitors (\n4\n, \n64\n), or from locally generated OB neurons (\n33\n, \n49\n, \n56\n, \n67\n).\n\n\nWhile we hypothesize that AEMs are a form of sensory enrichment, this cannot be confirmed because there was no systematic quantification of physical and chemical properties of the AEM vs. Vivarium cages during this mission. It is therefore reasonable to consider the opposite view: perhaps AEMs are a form of odor deprivation. Indeed, they are equipped with air filters to absorb and trap odors (\n21\n). From this perspective, perhaps mice in AEMs are in an odor-deprived environment compared with Vivarium mice, and it is this odor deprivation that contributes to the larger OB and greater cell survival and neuroblast number. While this may seem counterintuitive, odor deprivation (e.g., via naris occlusion) can increase OB function (\n6\n). This alternative possibility is important to consider because we currently cannot experimentally isolate the effects of the olfactory context of the AEMs from the space-based manipulations at this time (\n73\n). However, the filter design within the AEM maintains sufficient control of odor leaving the units (\n21\n). Indeed, the likely similar accumulation of urine and fecal matter within the AEM-Ground and AEM-Flight cages counters the idea that AEMs are a form of odor deprivation. Of course, future control studies are needed to better assess the impact of olfactory context during spaceflight on OB neurogenesis and size (\n30\n). But as there are no examples in the literature where odor deprivation leads to larger OB and more neurogenesis, and as it is unclear whether naris occlusion leads to larger OB or more neurogenesis (\n6\n), we continue to favor the hypothesis that the AEMs are a form of sensory enrichment, not sensory deprivation.\n\n\nIt is interesting to note when OB GCL and GL volumes were accounted for in regards to DCX+ and AC3+ cell numbers, only a significant decrease in AC3+ apoptotic cells existed between AEM-Ground mice and Vivarium and AEM-Flight mice. In contrast, the increase in total DCX+ cells in the GCL and GL in AEM-Ground mice vs. Vivarium and AEM-Flight was diminished when volume was considered, suggesting that GCL and GL volume changes among the three groups may initially be due to a cell survival mechanism rather than altered neurogenesis (\n68\n, \n106\n). One interpretation is that the unique sensory environment in the AEM cages facilitates neuroblast survival during the initial period of neuronal maturation, but the survival of these neuroblasts is hampered during spaceflight (\n75\n). It is also possible that a longer spaceflight mission may be needed to observe an increase in neuroblast number in AEM-Ground mice when DCX+ cells are normalized to volume. Nevertheless, these findings are in accordance with studies demonstrating that prolonged sensory experience promotes cell survival and integration of adult-born cells into the existing bulbar circuitry (\n81\n, \n105\n), and in some cases, increased cell survival occurs without additional neurogenic alterations (\n80\n). For example, decreased cell survival and OB volume is observed in a mouse model of mitral cell degeneration with no accompanying changes in cell proliferation or migration (\n97\n). Also consistent with our data are studies demonstrating that cell survival in the OB is responsive to bidirectional modulation by sensory experience such that apoptosis in the GCL is increased in cases of naris closure, and this increase is reversed upon reopening (\n26\n, \n68\n). Moreover, cell survival in the OB is also decreased in a mouse model of anosmia in which these mice cannot relay electrical signals in olfactory receptor neurons (\n75\n). These mice have a smaller OB but present no changes in granule cell proliferation, differentiation, or dendritic morphology (\n75\n). However, following neuronal maturation, many more granule cells undergo apoptosis, indicating that cell survival is dependent on olfactory activity (\n75\n). Collectively, these earlier studies resemble our current findings in which the sensory environment of the AEMs may promote activity-dependent survival in AEM-Ground mice, and to a lesser extent neuroblast differentiation, both processes that are not observed in AEM-Flight mice, likely due to stressors in the space environment.\n\n\nOur focus here was on the influence of spaceflight on OB volume and neurogenesis. However, it is highly possible that astrocytic changes could also occur in tandem with our observed neuronal changes (\n3\n, \n33\n) and contribute to the AEM-Ground associated increase in OB volume, neuroblast number, and cell survival. However, given that astrocytes can come from both local OB sources and from migrating cells in the anterior neurogenic region (\n33\n), such studies would optimally be performed with inducible fate mapping mice or other similar tools (\n7\n, \n40\n, \n47\n, \n70\n). Therefore, separate studies would be needed to elucidate what proportion, for example, of the increase in OB volume in AEM-Ground mice presented here is due to astrocytic vs. neuronal changes, and to dissect to what extent they are influenced by increased cell migration (\n4\n, \n64\n), neuronal maturation (\n48\n, \n92\n), local generation of interneurons (\n33\n, \n49\n, \n56\n), or astrocytic changes (\n3\n, \n33\n).\nFunctional implications of sensory-induced cell survival in the OB.\n\n\nA major question left unanswered in our study is whether there are functional consequences resulting from the novel environment and the effects of spaceflight. Clearly, behavioral observation and functional assays during and after flight would have been ideal, but these were impossible due to the nature of the experiment and timing of tissue collection. However, the literature suggests a positive correlation between OB neurogenesis or volume and OB function (\n57\n, \n66\n, \n93\n). Thus, while purely speculative, increased survival of neuroblasts in AEM-Ground mice relative to Vivarium mice could correspond to increased activity of inhibitory interneurons, leading to broad changes in inhibitory processing of odorants (\n2\n, \n55\n, \n59\n, \n66\n). For example, increased inhibitory inputs from GABAergic granule cells can decrease mitral cell activity, the principal relay neurons that project from the OB to the olfactory cortex (\n13\n, \n14\n). Decreased mitral cell activity is correlated with narrowed specificity for odor detection, allowing for increased odor discrimination and neuronal remodeling (\n2\n, \n13\n). The strengthening of inhibitory inputs also promotes cell survival, strengthens synaptic function (\n27\n), and enhances olfactory discrimination and perceptual learning (\n59\n, \n66\n, \n80\n).\n\n\nIn addition to inhibitory inputs, dopaminergic periglomerular cells in the GL also function to optimize odor detection (\n15\n). Decreased tyrosine hydroxylase immunoreactivity, a marker for dopaminergic neurons in the GL, is frequently observed in rodent models of naris closure and decreased odor discrimination (\n13\n, \n58\n). While also purely speculative, it is possible that the increased survival of neuroblasts in AEM-Ground mice could also correspond to increased number of dopaminergic periglomerular cells. Future experiments are warranted to explore the hypothesis that increased survival of neuroblasts in AEM-Ground mice may be paralleled with an increase in GABAergic and dopaminergic neurons.\n\n\nGiven the smaller OB, decreased neurogenesis, and increased apoptosis in AEM-Flight mice relative to AEM-Ground mice, it is very possible that olfactory physiology and function are compromised in AEM-Flight mice such that they may be equivalent to Vivarium mice. Alternatively, it is possible the multifactorial nature of the space-based environment disrupts the predictive relationship between olfactory neurogenesis, physiology, and function. For example, even if OB size and neurogenesis levels in AEM-Flight mice appear to be similar to Vivarium mice, it may not necessarily translate to identical OB physiology and function. The decreased neurogenesis in AEM-Flight vs. AEM-Ground mice may disrupt inhibitory activity and processing of granule, glomerular, or mitral cells so that incorrect information is relayed to the olfactory cortex. Consequently, even if OB size and neurogenesis are similar between AEM-Flight and Vivarium mice, OB physiology and circuitry could still be abnormal and significantly affect olfactory performance. Future examination of the functional implications of spaceflight for OB function will be necessary to test these hypotheses.\nDissecting the influence of space-based environmental changes and olfactory context on OB neurogenesis and function.\n\n\nOur findings in AEM-Ground mice underscore the importance of including appropriate controls when designing studies to understand the effects of space travel on mammalian physiology. Omission of suitable environmental controls may prevent detection of certain physiological changes during spaceflight or lead to data misinterpretation. On a related note, in the future it will be important to design experiments to dissect the impact of olfactory context vs. olfactory ability to better assess the impact of spaceflight on OB physiology and function. This is because the numerous space-based environmental changes could interact and disrupt the predictive relationship between neurogenesis and olfactory physiology and function in AEM-Flight mice relative to AEM-Ground and Vivarium mice. Given that it is difficult to untangle olfactory context from the experimental manipulations (\n73\n), additional control studies are needed to better control for olfactory context to better assess the impact of spaceflight on OB neurogenesis and size (\n30\n).\n\n\nAdditionally, if we had not had access to Vivarium controls we would have interpreted our current findings as showing a detrimental effect of spaceflight on OB volume and neurogenesis. However, inclusion of the Vivarium controls has allowed us to make the more nuanced interpretation that spaceflight appears to negate the positive influence of AEMs on the OB, and not necessarily is overtly detrimental. Given this point, it is instructive to review the literature for how lack of inclusion of Vivarium controls, which are not always possible to access, might influence the interpretation of data from other space shuttle studies. For example, AEM-Flight mice from STS-131 and STS-135 missions had reduced vasoconstriction and increased blood flow to muscle and the brain relative to AEM-Ground mice (\n10\n, \n91\n, \n96\n). Also, AEM-Flight mice from STS-118 and STS-135 had diminished T lymphocyte function and spleen size relative to AEM-Ground mice (\n31\n, \n32\n). In total, these data were interpreted as showing spaceflight as detrimental to astronauts' physiology, for example compromising their ability to maintain blood flow (\n10\n, \n91\n, \n96\n). However, based on our findings presented here, it is plausible that these physiological changes in AEM-Flight mice may be less detrimental to astronaut health during spaceflight than have been proposed. Perhaps cerebral perfusion and/or T lymphocyte function are altered in AEM-Ground mice relative to Vivarium mice, concealing AEM-induced positive effects. Furthermore, as additional studies from the STS-135 mission emerge (\n63\n, \n95\n, \n108\n), it will also be worth considering if and how the physiological changes observed in AEM-Ground and AEM-Flight mice in regards to body mass (\n96\n), food and water consumption (\n31\n), and AEM temperatures may have contributed to some of the observed CNS changes. Collectively, it will be interesting to see how our findings that take into account the novel environment of the AEMs compare to additional space shuttle studies, including work examining the same mice from the STS-135 mission (\n10\n, \n31\n, \n96\n).\nImplications for human spaceflight.\n\n\nThere are currently several approaches being used to remedy the adverse effects of microgravity (\n88\n, \n89\n) and ionizing radiation (\n77\n, \n90\n, \n101\n) on general physiology and CNS function. It is encouraging that, in contrast to our hypothesis, mice aboard STS-135 had OB volume and neurogenesis levels indistinguishable from Vivarium-housed mice. This suggests that a novel sensory exposure could be a therapeutic strategy to counteract the negative effects of space travel on CNS structure and function and promote mission success. This is especially critical as space exploration programs are shifting towards interplanetary exploration of increased duration and distance (\n18\n, \n109\n) that are likely to subject human crewmembers to prolonged exposure to more harsh conditions that can be detrimental to OB structure and function and impair mission success. On the other hand, we only were able to assess one time point after a 13-day mission. Given that humans and mice habituate to novel sensory stimuli, analysis of the OB from mice that experience shorter and longer missions would be useful in assessing the dynamic response to the environment, and would reveal how applicable our findings are for longer-term flights.\n\n\nTo date there are no studies directly assessing human olfactory function following spaceflight. Certainly astronauts can smell; for example, many have reported what they call “the smell of space” (\n29\n), but no specific olfactory ability or discrimination experiments have been performed on crewmembers before, during, and/or after a space mission. There are simulated microgravity studies in which the weightlessness induces a cephalic fluid shift, i.e., an upward shift of body fluids toward the head that may influence olfactory abilities. These simulated studies reveal conflicting reports on odor function (\n12\n, \n72\n, \n98\n, \n100\n). In addition, these studies are difficult to extrapolate to what might occur following a true space mission. Instead, there are strong correlates between reduced OB size in patients with olfactory disorders and reduced olfactory function (\n24\n, \n34\n, \n37\n, \n39\n), and increased OB volume with enhanced OB function and recovery (\n83\n). These studies demonstrate that, similar to rodents, human OB structure and function is sensitive to olfactory experience and behavioral state, which, in turn, may be influenced by various physiological factors present during space travel.\n\n\nOne concern in generalizing our studies in mice to human crewmembers is the extent to which OB neurogenesis occurs in humans (\n53\n). Neural stem cells reside in the SVZ lining the lateral ventricles in the human brain (\n42\n, \n87\n), but it is controversial to what extent these cells give rise to neuroblasts that migrate to the OB in the adult (\n11\n, \n20\n, \n52\n, \n87\n). Recently, two studies demonstrated a dramatic decline in the number of migratory neuroblasts after birth in humans, but these migrating neuroblasts are nevertheless found in the adult brain in smaller numbers (\n86\n, \n99\n). Even if a very small number of neuroblasts successfully migrate to the OB in the adult human brain, these neuroblasts could contribute to a significant percentage of OB neurons if they properly integrate into the olfactory circuitry. While purely speculative, our studies may be generalized to degenerative brain disease, as olfactory deficiency is often observed in humans during early stages of Parkinson's and Alzheimer's diseases (\n35\n, \n104\n), demonstrating that OB neurogenesis may hold clinical relevance for age-related neurological diseases. Taken together, our findings indicate that spaceflight missions may exert unique and opposing effects on adult OB neurogenesis, which could have clinical implications for OB function and neurodegenerative diseases.\n\n\nAs our current findings suggest a protective effect of a novel environment on OB volume and neurogenesis, increasing cell survival could be a strategy to mitigate the negative effects of spaceflight for other at-risk CNS regions, and consequently enhance crew performance during long-term interplanetary missions. For example, the hippocampus is another brain region with ongoing adult neurogenesis and is also vulnerable to ionizing radiation, with proliferating cells and DCX+ neuroblasts being the most sensitive to radiation-induced apoptosis (\n5\n, \n79\n). Drastic reductions in proliferating cells and immature neurons can persist for months following ionizing radiation exposure, leading to reduced survival and differentiation of adult-born hippocampal neurons (\n5\n, \n76\n, \n82\n). There are longer-term implications for astronaut health as well. For example, ionizing radiation-induced neurological changes can contribute to disease onset such as Aβ plaque pathology, a pathological hallmark for Alzheimer's disease, in the hippocampus (\n16\n), which may be due to reduced hippocampal neurogenesis (\n38\n, \n104\n). Perhaps radiation-induced cell loss or radiation-induced acceleration of neurodegenerative disorders could be prevented by the protective effect of a novel environment (\n44\n). Importantly, progenitors in the hippocampus and OB respond differentially to ionizing radiation (\n36\n), possibly due to differing microenvironments of the two neurogenic regions. Therefore, future studies should analyze how the AEM experience from the STS-135 mission impacts hippocampal volume, neurogenesis, and cell death. Such data would provide a more complete picture of how adult-generated neurons in the CNS are influenced by spaceflight, and thus reveal potential impact on the CNS function of crewmembers during long-term missions.",
    "animals.": "Female C57BL/6 mice (9 wk of age; Charles River, Wilmington, MA) were shipped directly to NASA Space Life Sciences Laboratory (SLSL) at Kennedy Space Center (KSC) on June 21, 2011, where they were housed in identical conditions and allowed to acclimate for >4 wk prior to the start of experimental activities. During this time, mice were weighed ∼3 times/wk and divided into three groups: Vivarium, AEM-Ground, and AEM-Flight. All Vivarium, AEM-Ground, and AEM-Flight mice were chosen from the same shipment of mice with matched birthdates and body weights. AEM-Flight mice flew onboard the STS-135 in animal enclosure modules (AEMs) located on the shuttle's middeck lockers (lockers MF43K, MF57M, and MF57H) for 13 days (July 8, 2011 to July 20, 2011). An AEM consisted of a 24.5 × 43.7 × 51.1 cm self-contained rodent cage with 0.25-in. stainless steel mesh on all interior components, four internal fan blowers, a layered particulate and odor filter system, and four interior lamps (providing an average of 14 lux illumination during the light cycle) set to a 12:12-h light/dark cycle (\n21\n, \n69\n). Food bars (\n94\n) were glued to sidewalls and a redundant Lixit water unit was provided for ad libitum feeding and drinking. Each AEM was also equipped with a clear top through which a crewmember could observe behavior. Crewmembers monitored the health status and performed daily animal welfare checks, but no quantitative physiological or behavioral assessments of the mice were performed in real time. Mice in the Vivarium group were group-housed in standard, ventilated vivarium cages and maintained on Earth at KSC in the barrier facility located within the SLSL. AEM-Ground and AEM-Flight mice were loaded into identical AEM units with a 48-h offset to enable matching of critical environmental conditions. Specifically, the ground-based AEMs were placed within an Orbital Environmental Simulator (OES) to duplicate the Space Shuttle middeck temperature, relative humidity, and partial pressure of CO\n2\n (\n32\n, \n96\n). All other experimental procedures conducted on AEM-Flight mice were duplicated on both Vivarium and AEM-Ground mice. The NASA-Ames Research Center and KSC Institutional Animal Care and Use Committees approved this study. Approval was also obtained for the transfer of mouse tissues among institutions.",
    "tissue_preparation_and_immunohistochemistry.": "Within 6 h of shuttle landing at KSC (AEM-Flight mice) or 48 h later (Vivarium and AEM-Ground mice), mice were anesthetized with ∼3.5% isoflurane and killed by cardiac puncture and exsanguination. Brains were rapidly removed and the OB was fixed overnight with 4% paraformaldehyde followed by three PBS (phosphate-buffered saline) rinses and then equilibrated in 30% sucrose in 0.1 M PBS. Once the OB tissue had sunk, an indication of cryoprotection, samples were shipped overnight at 4°C to the University of Texas Southwestern Medical Center Dallas. OB tissue was embedded in Tissue-Tek O.C.T. freezing medium and was coronally sectioned using a cryostat with the chamber temperature maintained at −16 to −18°C. The main OB (+6.0 to +3.5 mm from bregma) was sectioned at 30 μm in a 1:8 series. Serial sections were stored free-floating in 0.1 M PBS with 0.1% NaN\n3\n. Prior to immunohistochemistry (IHC), sections were mounted onto superfrost-plus slides (Fisher Scientific, Pittsburgh, PA) and were allowed to dry for 2 h. After drying, sections were incubated in 0.01 M citric acid (pH 6.0, 100°C) for 15 min for antigen retrieval. They were then incubated in 0.3% H\n2\nO\n2\n to quench endogenous peroxidases, and then transferred to blocking solution (3% normal donkey serum, 0.3% Triton-X 100 in 1× PBS) for 1 h (\n1\n). The following primary antibodies were used: goat polyclonal anti-doublecortin (DCX; 1:500; Santa Cruz Biotechnology, Santa Cruz, CA) and rabbit polyclonal anti-activated caspase-3 (AC3; 1:500; Santa Cruz Biotechnology). Primary antibody incubation was followed by 2 h incubation in the appropriate biotin-conjugated secondary antibody and 90 min in ABC (1:50; Vector Laboratories, Burlingame, CA). The signal was visualized with DAB/metal concentrate (10×; Thermo Scientific). Sections were counterstained with Fast Red (Vector Laboratories), dehydrated with graded ethanols, and coverslipped using DPX (Fluka, Steinheim, Germany).",
    "cell_quantification.": "All cell quantification was done in a blinded fashion. Unbiased estimates for DCX cell counts were obtained using stereological methods on an Olympus BX51 System Microscope with a MicroFIRE A/R camera (Optronics, Goleta, CA). Estimation of total DCX+ cell number in the granule cell layer (GCL) and glomerular layer (GL) layers of the OB was performed using the Optical Fractionator Probe within the Stereo Investigator software (MBF Bioscience, MicroBrightField, Williston, VT) according to previously published stereological methods (\n92\n, \n110\n). An unbiased counting frame superimposed on the region of interest was used to quantify cell number. Counting was performed using a 100×, 1.4-NA oil immersion lens. To reduce bias between samples, several measures were undertaken. All tissue was processed for IHC in the same manner. To decrease the effect of shrinkage on the tissue, the average measured mounting thickness after processing was ∼16 μm, and an optical disector height of 14 μm was used. The area-sampling fraction was 1/25 and every 8th section (section sampling fraction of 1/8) was used to calculate DCX+ cells within the OB GCL and GL. The Gunderson coefficient of variance for each animal quantified was always <10%. Data are reported as the total number of DCX+ cells in the OB or OB subregion. The distribution of cells across the entire main OB was also analyzed at different distances from bregma, and data are presented as total number of cells in the OB or OB subregion at each septotemporal point.\nModified stereology procedures were used to quantify total AC3+ cell number in the main OB. Brightfield staining of coded slides was visualized with an Olympus BX51 microscope using a 40×, 0.63 NA lens with continuous adjustment through the depth of the section (\n62\n). Using stereological principles (\n47\n), exhaustive counts for AC3+ cells in the OB GCL and GL (+6.0 to +3.5 mm from bregma) were collected. The section sampling fraction was 1/8 and the resulting number of AC3+ cells was multiplied by 8 and reported as total number of cells in the GCL or GL per brain. Because the raw counts (before multiplication) for AC3+ cells counted were low according to disector/fractionator standards (\n74\n, \n102\n), we used an area sampling fraction of 1 as is commonly used for counting rare cell populations (\n41\n, \n47\n). Based on our previous work from our laboratory and others (\n25\n, \n41\n, \n47\n), the height sampling fraction was set to 1. The data are presented as total number of cells in the OB GCL and GL and at each septotemporal point.",
    "volume_estimation.": "Volume estimation of individual OB subregions was performed using the Cavalieri Probe within Stereo Investigator (\n23\n, \n71\n). Every 8th section was analyzed to measure the size of the GCL, internal plexiform layer (IPL), mitral cell layer (MCL), external plexiform layer (EPL), and the GL. Volume was estimated using a 10×, NA 0.30 lens. Area sizes were determined using the area measurement tool (based on the Cavalieri estimator) in which an automated grid of test points was superimposed upon the region of interest. Areas of individual cell layers were estimated from the total number of points that fell within the respective region. To obtain the volume, the sum of the areas measured was multiplied by the sampling fraction (1/8) and the section thickness (30 μm). The Gunderson coefficient of variance for each animal quantified was always <10%. Data are reported as the total estimated volume (μm\n3\n) of the respective cell layer. The size of the individual layers across the entire main OB was also analyzed at different distances from Bregma, and data are presented as total volume of the respective OB layer at each septotemporal point.",
    "statistical_analyses_and_data_presentation.": "Data are expressed as means ± SE from 4–6 mice/group. Statistical analyses were performed with either one-way or two-way analysis of variance (ANOVA) where appropriate (GraphPad Prism 6.0). Tukey's and Sidak post hoc comparisons were used to analyze significant ANOVAs. \nP\n values < 0.05 were considered statistically significant.",
    "results": "Body mass, food and water consumption, and AEM temperatures during the STS-135 mission.\n\n\nAs previously reported, body mass of AEM-Ground and AEM-Flight mice was significantly lower at the completion of the STS-135 mission, with AEM-Ground mice weighing slightly more than AEM-Flight mice postflight (\n96\n). Total water intake of AEM-Ground mice was greater than AEM-Flight mice (mean ± SE: AEM-Ground 433.3 ± 16.67 ml; AEM-Flight 350.0 ± 0.0 ml; \nP\n < 0.001); and water intake per day has also been reported to differ in this same experiment (\n31\n). It was not possible to know whether this was due to actual greater consumption of water vs. greater loss of water during Lixit use on Earth vs. in flight. As previously reported, total food consumed and food consumed per day were similar between groups (\n31\n). Temperature matching within the OES was not exact: AEM-Ground mice experienced ∼2°C warmer temperatures than AEM-Flight mice for ∼48 h following launch and ∼24 h prior to landing (data not shown). AEM-Ground mice on the whole experienced ∼1°C warmer temperatures with less fluctuation (27–28.5°C) vs. AEM-Flight mice (23–29.5°C).\nAEM-Ground mice have greater OB GCL and GL volume relative to Vivarium mice and AEM-Flight mice.\n\n\nGiven that OB volume is dynamically altered by environmental and physiological stimuli (\n22\n, \n46\n, \n51\n), we first examined the consequences of a 13-day spaceflight mission on OB volume (\nFig. 1\n). Total OB volume in Vivarium mice was similar to published values (\n22\n, \n110\n), and statistical analysis revealed a significant main effect of total OB volume among Vivarium, AEM-Ground, and AEM-Flight mice (\nF\n2,13\n = 11.77, \nP\n < 0.01, \nFig. 1\nB\n). Post hoc analyses revealed that AEM-Ground mice had significantly larger total OB vs. both Vivarium (19% increase, \nP\n < 0.05) and AEM-Flight mice (33% increase, \nP\n < 0.01), with OB volume not different between Vivarium and AEM-Flight mice (\nP\n > 0.05). In addition to total OB volume, we also analyzed volume along the rostrocaudal extent of the main OB based on literature showing that the OB differs in cellular composition and function along this axis (\n9\n). This bregma analysis (\nFig. 1\nC\n) revealed a significant main effect of treatment (\nF\n2,117\n = 16.28, \nP\n < 0.001) and bregma (\nF\n8,117\n = 71.58, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 1.778, \nP\n < 0.05). Post hoc analyses revealed that AEM-Flight mice had consistently smaller OB volume from +5.4 to +4.5 mm bregma vs. Vivarium and AEM-Ground mice (\nFig. 1\nC\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nAEM-Ground mice have increased olfactory bulb (OB) volume relative to AEM-Flight mice and Vivarium mice. \nA\n: representative image of the main olfactory bulb (+4.3 mm from bregma) showing the main cell layers: granule cell layer (GCL), internal plexiform layer (IPL), mitral cell layer (MCL), external plexiform layer (EPL), glomerular layer (GL), and olfactory nerve layer (ONL). All volume measurements were quantified from sections stained for doublecortin (DCX) and counterstained with Fast Red. Scale bar = 100 μm. \nB, D, F\n: total OB (\nB\n), GCL (\nD\n), and GL (\nF\n) volumes as estimated by the Cavalieri method. Data analyzed by one-way ANOVA with Tukey's post hoc test. All data represent means ± SE. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01. \nC, E, G\n: total OB (\nC\n), GCL (\nE\n), and GL (\nG\n) volumes plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). Data analyzed by two-way ANOVA with Sidak's post hoc test. All data represent means ± SE. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01, AEM-Flight vs. AEM-Ground. #\nP\n < 0.05, ##\nP\n < 0.01, AEM-Ground vs. Vivarium. AEM, animal enclosure modules.\nAs the OB consists of several subregions of different size, function, and cellular composition (\n9\n), we next asked whether the increase in AEM-Ground OB volume was due to selective increase in subregional volume in the GCL, GL, MCL, IPL, and EPL subregions of the OB (\nFig. 1\n). The OB subregional volumes of Vivarium mice were similar to published values (\n22\n, \n36\n, \n110\n), with the GCL being largest, followed in decreasing volume by the EPL and GL, with the MCL and IPL both being the smallest (\nFig. 1\nA\n). Analysis revealed a significant difference among Vivarium, AEM-Ground, and AEM-Flight mice in regards to GCL (\nF\n2,13\n = 6.18, \nP\n < 0.01, \nFig. 1\nD\n) and GL volume (\nF\n2,13\n = 18.51, \nP\n < 0.001, \nFig. 1\nF\n). Post hoc analyses revealed that AEM-Ground mice exhibited significantly larger GCL (21%) and GL (27%) volumes vs. Vivarium mice (\nP\n < 0.05 for GCL, \nP\n < 0.01 for GL). This increase in GCL and GL volumes of AEM-Ground mice was not seen in AEM-Flight mice (\nP\n < 0.05 for GCL, \nP\n < 0.001 for GL), such that GCL and GL volumes did not differ between AEM-Flight and Vivarium mice (\nP\n > 0.05 for GCL and GL). GCL volume analyzed across bregma (\nFig. 1\nE\n) revealed a significant main effect of treatment (\nF\n2,112\n = 20.68, \nP\n < 0.001) and bregma (\nF\n8,112\n = 53.09, \nP\n < 0.001), and a significant interaction (\nF\n16,112\n = 2.638, \nP\n < 0.001). GL volume analyzed across Bregma (\nFig. 1\nG\n) also revealed a significant main effect of treatment (\nF\n2,117\n = 48.34, \nP\n < 0.001), bregma (\nF\n8,117\n = 53.11, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 3.99, \nP\n < 0.001). Post hoc analyses revealed that AEM-Ground mice had significantly larger GCL and GL volumes vs. AEM-Flight mice from +5.3 to +4.5 mm and +5.1 to +3.9 mm from bregma, respectively (\nFig. 1\n, \nE\n and \nG\n).\n\n\nIn regards to the EPL, MCL, and IPL cell layers, there was no significant main effect among Vivarium, AEM-Ground, and AEM-Flight mice in the EPL or MCL [EPL (mean ± SE): Vivarium 2.13 × 10\n9\n ± 1.61 × 10\n8\n μm\n3\n, AEM-Ground 2.37 × 10\n9\n ± 1.05 ± 10\n8\n μm\n3\n, AEM-Flight 1.78 × 10\n9\n ± 3.04 × 10\n8\n μm\n3\n, \nP\n > 0.05; MCL (mean ± SE): Vivarium 4.98 × 10\n8\n ± 2.51 × 10\n7\n μm\n3\n, AEM-Ground 5.58 × 10\n8\n ± 2.71 × 10\n7\n μm\n3\n, AEM-Flight 4.8 × 10\n8\n ± 2.20 × 10\n7\n μm\n3\n, \nP\n > 0.05]. In the IPL, however, there was a significant main effect among the three groups [IPL (mean ± SE): Vivarium 3.88 × 10\n8\n ± 2.0 × 10\n7\n μm\n3\n, AEM-Ground 4.6 × 10\n8\n ± 1.84 × 10\n7\n μm\n3\n, AEM-Flight 3.24 × 10\n8\n ± 4.08 × 10\n7\n μm\n3\n, \nF\n2,13\n = 7.04, \nP\n < 0.01]. Post hoc analyses revealed that AEM-Flight mice had significantly smaller IPL vs. AEM-Ground mice (30% decrease, \nP\n < 0.01) but did not significantly differ from Vivarium mice (\nP\n > 0.05). When IPL volume was analyzed across bregma, there was a significant main effect of treatment (\nF\n2,111\n = 11.70, \nP\n < 0.001) and bregma (\nF\n8,111\n = 35.42, \nP\n < 0.001), and a significant interaction (\nF\n16,111\n = 3.88, \nP\n < 0.001). Post hoc analyses revealed that AEM-Ground mice had significantly greater IPL volume vs. AEM-Flight mice from +5.1 to +4.1 mm from bregma.\n\n\nTaken together, these volumetric measurements indicate that mice maintained on Earth in AEMs had significantly larger OBs compared with mice maintained in standard housing on Earth. This AEM-induced increase in OB volume was primarily due to larger OB GCL and GL, cell layers in which there is robust recruitment of adult-born neurons (\n50\n). Additionally, mice housed in AEMs onboard STS-135 had smaller OBs vs. AEM-Ground mice, such that they were not different from mice maintained in standard housing on Earth. The smaller OBs in AEM-Flight vs. AEM-Ground was primarily due to smaller GCL and GL volumes.\nAEM-Ground mice have more OB immature neuroblasts relative to Vivarium and AEM-Flight mice.\n\n\nBecause the most substantial volume changes among the three groups of mice occurred in the OB GCL and GL, areas of ongoing neurogenesis (\n50\n, \n51\n), we next analyzed DCX+ cells in these layers (\nFig. 2\n, \nA–H\n). DCX labels immature neuroblasts that migrate into the OB and differentiate into interneurons, granule cells, and periglomerular cells (\n51\n). As previously shown, the majority of OB DCX+ cell bodies were in the GCL, with processes extending into the IPL (\nFig. 2\n, \nA\n and \nB\n) (\n48\n). DCX+ cell bodies were also found in the GL, but were far fewer in number compared with the GCL (\nFig. 2\n, \nE\n and \nF\n) (\n48\n). When examined among Vivarium, AEM-Ground, and AEM-Flight mice, statistical analyses revealed a significant main effect of DCX+ cells in the GCL (\nF\n2,13\n = 8.13, \nP\n < 0.01, \nFig. 2\nB\n) and GL (\nF\n2,13\n = 4.38, \nP\n < 0.05, \nFig. 2\nF\n). Post hoc analyses revealed that AEM-Ground mice had 36% and 41% more DCX+ cells in the GCL and GL, respectively, vs. Vivarium mice (GCL \nP\n < 0.01, GL \nP\n < 0.05). This AEM-induced increase in DCX+ cell number was not observed in AEM-Flight mice, as shown by 37% and 40% fewer DCX+ cells in the GCL and GL, respectively (both \nP\n < 0.05), of AEM-Flight vs. AEM-Ground mice. In fact, DCX+ cell number in AEM-Flight mice did not differ from Vivarium mice (GCL and GL both \nP\n > 0.05). When DCX+ cells in the GCL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 12.77, \nP\n < 0.001), bregma (\nF\n8,117\n = 22.56, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.21, \nP\n < 0.001). Similarly, when DCX+ cells in the GL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 18.65, \nP\n < 0.001) and bregma (\nF\n8,117\n = 33.08, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.99, \nP\n < 0.001). Post hoc analyses revealed that the GCL and GL of AEM-Ground mice had more DCX+ cells +5.1 to +3.9 mm from bregma than the GCL or GL in AEM-Flight or Vivarium mice (\nFig. 2\n, \nC\n and \nG\n). The number of DCX+ cells did not differ between AEM-Flight and Vivarium mice at any distance from bregma.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nAEM-Ground mice have more DCX+ immature neurons and reduced cell death relative to AEM-Flight mice and Vivarium mice. \nA\n: representative photomicrograph of the GCL in the OB stained for DCX and counterstained with Fast Red. Scale bar = 50 μm. \nB\n: no. of immature neurons, assessed by DCX immunoreactivity, in the GCL is significantly increased in AEM-Ground vs. Vivarium mice. This AEM-induced increase in DCX+ cell number is significantly decreased in AEM-Flight mice. \nC\n: DCX+ cells in the GCL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nD\n: no. of DCX+ cells/mm\n3\n in the GCL was not significantly different among the 3 groups. \nE\n: representative photomicrograph of the GL stained for DCX and counterstained with Fast Red. Scale bar = 50 μm. \nF\n: DCX+ cells in the GL are significantly increased in AEM-Ground vs. Vivarium mice. This AEM-induced increase in DCX+ cell number is significantly decreased in AEM-Flight mice. \nG\n: DCX+ cell numbers in the GL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nH\n: no. of DCX+ cells/mm\n3\n in the GL was not significantly different among the 3 groups. \nI\n: representative low-magnification photomicrograph (100× magnification) of the GCL in the OB stained for activated caspase 3 (AC3) and counterstained with Fast Red. Scale bar = 100 μm. \nI\n, \ninset\n: a higher magnification (400× magnification) image of the boxed area. Scale bar = 20 μm. \nJ\n: no. of apoptotic cells, as assessed by AC3+ immunoreactivity, in the GCL is significantly decreased in AEM-Ground vs. Vivarium mice. AEM-Flight mice also exhibited a strong trend for increased AC3+ cell number vs. AEM-Ground mice. \nK\n: AC3+ cell numbers in the GCL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nL\n: AEM-Ground mice had significantly fewer AC3+ cells/mm\n3\n in the GCL vs. Vivarium and AEM-Flight. \nM\n: representative low-magnification photomicrograph (100× magnification) of the GL stained for AC3 and counterstained with Fast Red. Scale bar = 100 μm. \nM, inset\n: a higher magnification (400× magnification) image of the boxed area. Scale bar = 20 μm. \nN\n: there is a trend for fewer AC3+ cells in the GL of AEM-Ground mice vs. Vivarium mice, which is not seen in AEM-Flight mice. \nO\n: AC3+ cells in the GL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nP\n: AEM-Flight mice had significantly more AC3+ cells vs. AEM-Ground but not Vivarium mice. All data represent means ± SE. All total and cell density DCX+ and AC3+ data (\nB, D, F, H, J, L, N, P\n) analyzed by one-way ANOVA with Tukey's post hoc test. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01. All bregma data (\nC, G, K, O\n) analyzed by two-way ANOVA with Sidak's post hoc test. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01, AEM-Flight vs. AEM-Ground. #\nP\n < 0.05, ##\nP\n < 0.01, AEM-Ground vs. Vivarium.\nAEM-Ground mice have less OB apoptosis relative to Vivarium and AEM-Flight mice.\n\n\nThe continuous production of OB neurons in the adult is offset by ongoing cell death (\n75\n, \n103\n, \n106\n). Therefore, one possible explanation for the larger volume and greater number of immature neuroblasts in the OB GCL and GL in AEM-Ground mice was increased cell survival or decreased apoptosis (\n56\n, \n80\n, \n105\n). To address this, we quantified cell death in the OB GCL and GL using activated caspase-3 (AC3) as a marker for apoptotic cells (\nFig. 2\n, \nI–P\n). There was a significant main effect of AC3+ cell number in the GCL among Vivarium, AEM-Ground, and AEM-Flight mice (\nF\n2,13\n = 5.78, \nP\n < 0.01, \nFig. 2\nJ\n). The GCL of AEM-Ground mice had 47% fewer AC3+ cells vs. Vivarium mice (\nP\n < 0.05, \nFig. 2\nJ\n). While the GCL of AEM-Ground and AEM-Flight mice did not significantly differ in AC3+ cell number (\nP\n > 0.05), there was a trend for more (37%) AC3+ cells in AEM-Flight vs. AEM-Ground mice (\nFig. 2\nJ\n). When AC3+ cell number in the GCL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 20.74, \nP\n < 0.001) and bregma (\nF\n8,117\n = 40.24, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.07, \nP\n < 0.001, \nFig. 2\nK\n). Post hoc analyses revealed that there were fewer AC3+ cells +5.1 to +4.2 mm from bregma in the GCL of AEM-Ground mice vs. AEM-Flight mice (\nFig. 2\nK\n). In the GL, there was a nonsignificant trend for a main effect of AC3+ cell number in the GL among the three groups (\nF\n2,13\n = 2.80, \nP\n = 0.09, \nFig. 2\nN\n). When AC3+ cell number in the GL was analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of bregma (\nF\n8,117\n = 5.92, \nP\n < 0.001) and a significant interaction (\nF\n16,117\n = 2.17, \nP\n < 0.001), and a near-significant main effect of treatment (\nF\n2,117\n = 2.63, \nP\n = 0.07, \nFig. 2\nO\n).\nWhen OB subregional volume is taken into account, AEM-Ground mice still have less OB apoptosis relative to Vivarium and/or AEM-Flight mice.\n\n\nWhile it is common to use stereology to express data on cells immunoreactive for antigens linked to OB neurogenesis as “total number” (\n36\n, \n48\n, \n92\n), as we do in \nFig. 2\n, \nB, C\n, \nF, G\n, \nJ, K\n, \nN\n, and O, these data are also sometimes expressed as density (\n22\n, \n110\n). Because of the significantly greater volume of the GCL and GL of AEM-Ground mice relative to Vivarium and AEM-Flight mice, it is useful to consider the DCX+ and AC3+ cell data after taking volumetric measurements into account. Therefore, the ratio of total DCX+ or AC3+ cell number to the volume of the GCL (\nFig. 2\n, \nD\n and \nH\n) and GL (\nFig. 2\n, \nL\n and \nP\n) was calculated. When GCL and GL DCX+ cell numbers were normalized to their respective volumes, there was no significant difference among Vivarium, AEM-Ground, and AEM-Flight mice (GCL: \nF\n2,13\n = 1.24, \nP\n > 0.05, \nFig. 2\nD\n; GL: \nF\n2,13\n = 1.32, \nP\n > 0.05, \nFig. 2\nH\n). However, when GCL and GL AC3+ cell numbers were normalized to their respective volumes, there was a significant main effect among the three groups (GCL: \nF\n2,13\n = 6.29, \nP\n < 0.5, \nFig. 2L\n; GL: \nF\n2,13\n = 5.92, \nP\n < 0.05, \nFig. 2\nP\n). Post hoc analyses showed that in the GCL AEM-Ground mice had significantly fewer AC3+ cells vs. both Vivarium (55% decrease, \nP\n < 0.05) and AEM-Flight mice (55% decrease, \nP\n < 0.05), with no difference between Vivarium and AEM-Flight mice (\nP\n > 0.05). In the GL, AEM-Ground mice had significantly fewer AC3+ cells vs. only AEM-Flight mice (76% decrease, \nP\n < 0.05).\n\n\nIn sum, our results show that on Earth the AEM housing environment was associated with a larger OB, fewer AC3+ cells, and more DCX+ cells in OB regions that experience robust addition of new neurons throughout adulthood. Notably, this AEM-associated increase in OB volume and neurogenesis was not seen in mice aboard the STS-135 space shuttle.",
    "body_mass,_food_and_water_consumption,_and_aem_temperatures_": "As previously reported, body mass of AEM-Ground and AEM-Flight mice was significantly lower at the completion of the STS-135 mission, with AEM-Ground mice weighing slightly more than AEM-Flight mice postflight (\n96\n). Total water intake of AEM-Ground mice was greater than AEM-Flight mice (mean ± SE: AEM-Ground 433.3 ± 16.67 ml; AEM-Flight 350.0 ± 0.0 ml; \nP\n < 0.001); and water intake per day has also been reported to differ in this same experiment (\n31\n). It was not possible to know whether this was due to actual greater consumption of water vs. greater loss of water during Lixit use on Earth vs. in flight. As previously reported, total food consumed and food consumed per day were similar between groups (\n31\n). Temperature matching within the OES was not exact: AEM-Ground mice experienced ∼2°C warmer temperatures than AEM-Flight mice for ∼48 h following launch and ∼24 h prior to landing (data not shown). AEM-Ground mice on the whole experienced ∼1°C warmer temperatures with less fluctuation (27–28.5°C) vs. AEM-Flight mice (23–29.5°C).",
    "aem-ground_mice_have_greater_ob_gcl_and_gl_volume_relative_t": "Given that OB volume is dynamically altered by environmental and physiological stimuli (\n22\n, \n46\n, \n51\n), we first examined the consequences of a 13-day spaceflight mission on OB volume (\nFig. 1\n). Total OB volume in Vivarium mice was similar to published values (\n22\n, \n110\n), and statistical analysis revealed a significant main effect of total OB volume among Vivarium, AEM-Ground, and AEM-Flight mice (\nF\n2,13\n = 11.77, \nP\n < 0.01, \nFig. 1\nB\n). Post hoc analyses revealed that AEM-Ground mice had significantly larger total OB vs. both Vivarium (19% increase, \nP\n < 0.05) and AEM-Flight mice (33% increase, \nP\n < 0.01), with OB volume not different between Vivarium and AEM-Flight mice (\nP\n > 0.05). In addition to total OB volume, we also analyzed volume along the rostrocaudal extent of the main OB based on literature showing that the OB differs in cellular composition and function along this axis (\n9\n). This bregma analysis (\nFig. 1\nC\n) revealed a significant main effect of treatment (\nF\n2,117\n = 16.28, \nP\n < 0.001) and bregma (\nF\n8,117\n = 71.58, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 1.778, \nP\n < 0.05). Post hoc analyses revealed that AEM-Flight mice had consistently smaller OB volume from +5.4 to +4.5 mm bregma vs. Vivarium and AEM-Ground mice (\nFig. 1\nC\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nAEM-Ground mice have increased olfactory bulb (OB) volume relative to AEM-Flight mice and Vivarium mice. \nA\n: representative image of the main olfactory bulb (+4.3 mm from bregma) showing the main cell layers: granule cell layer (GCL), internal plexiform layer (IPL), mitral cell layer (MCL), external plexiform layer (EPL), glomerular layer (GL), and olfactory nerve layer (ONL). All volume measurements were quantified from sections stained for doublecortin (DCX) and counterstained with Fast Red. Scale bar = 100 μm. \nB, D, F\n: total OB (\nB\n), GCL (\nD\n), and GL (\nF\n) volumes as estimated by the Cavalieri method. Data analyzed by one-way ANOVA with Tukey's post hoc test. All data represent means ± SE. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01. \nC, E, G\n: total OB (\nC\n), GCL (\nE\n), and GL (\nG\n) volumes plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). Data analyzed by two-way ANOVA with Sidak's post hoc test. All data represent means ± SE. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01, AEM-Flight vs. AEM-Ground. #\nP\n < 0.05, ##\nP\n < 0.01, AEM-Ground vs. Vivarium. AEM, animal enclosure modules.\nAs the OB consists of several subregions of different size, function, and cellular composition (\n9\n), we next asked whether the increase in AEM-Ground OB volume was due to selective increase in subregional volume in the GCL, GL, MCL, IPL, and EPL subregions of the OB (\nFig. 1\n). The OB subregional volumes of Vivarium mice were similar to published values (\n22\n, \n36\n, \n110\n), with the GCL being largest, followed in decreasing volume by the EPL and GL, with the MCL and IPL both being the smallest (\nFig. 1\nA\n). Analysis revealed a significant difference among Vivarium, AEM-Ground, and AEM-Flight mice in regards to GCL (\nF\n2,13\n = 6.18, \nP\n < 0.01, \nFig. 1\nD\n) and GL volume (\nF\n2,13\n = 18.51, \nP\n < 0.001, \nFig. 1\nF\n). Post hoc analyses revealed that AEM-Ground mice exhibited significantly larger GCL (21%) and GL (27%) volumes vs. Vivarium mice (\nP\n < 0.05 for GCL, \nP\n < 0.01 for GL). This increase in GCL and GL volumes of AEM-Ground mice was not seen in AEM-Flight mice (\nP\n < 0.05 for GCL, \nP\n < 0.001 for GL), such that GCL and GL volumes did not differ between AEM-Flight and Vivarium mice (\nP\n > 0.05 for GCL and GL). GCL volume analyzed across bregma (\nFig. 1\nE\n) revealed a significant main effect of treatment (\nF\n2,112\n = 20.68, \nP\n < 0.001) and bregma (\nF\n8,112\n = 53.09, \nP\n < 0.001), and a significant interaction (\nF\n16,112\n = 2.638, \nP\n < 0.001). GL volume analyzed across Bregma (\nFig. 1\nG\n) also revealed a significant main effect of treatment (\nF\n2,117\n = 48.34, \nP\n < 0.001), bregma (\nF\n8,117\n = 53.11, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 3.99, \nP\n < 0.001). Post hoc analyses revealed that AEM-Ground mice had significantly larger GCL and GL volumes vs. AEM-Flight mice from +5.3 to +4.5 mm and +5.1 to +3.9 mm from bregma, respectively (\nFig. 1\n, \nE\n and \nG\n).\nIn regards to the EPL, MCL, and IPL cell layers, there was no significant main effect among Vivarium, AEM-Ground, and AEM-Flight mice in the EPL or MCL [EPL (mean ± SE): Vivarium 2.13 × 10\n9\n ± 1.61 × 10\n8\n μm\n3\n, AEM-Ground 2.37 × 10\n9\n ± 1.05 ± 10\n8\n μm\n3\n, AEM-Flight 1.78 × 10\n9\n ± 3.04 × 10\n8\n μm\n3\n, \nP\n > 0.05; MCL (mean ± SE): Vivarium 4.98 × 10\n8\n ± 2.51 × 10\n7\n μm\n3\n, AEM-Ground 5.58 × 10\n8\n ± 2.71 × 10\n7\n μm\n3\n, AEM-Flight 4.8 × 10\n8\n ± 2.20 × 10\n7\n μm\n3\n, \nP\n > 0.05]. In the IPL, however, there was a significant main effect among the three groups [IPL (mean ± SE): Vivarium 3.88 × 10\n8\n ± 2.0 × 10\n7\n μm\n3\n, AEM-Ground 4.6 × 10\n8\n ± 1.84 × 10\n7\n μm\n3\n, AEM-Flight 3.24 × 10\n8\n ± 4.08 × 10\n7\n μm\n3\n, \nF\n2,13\n = 7.04, \nP\n < 0.01]. Post hoc analyses revealed that AEM-Flight mice had significantly smaller IPL vs. AEM-Ground mice (30% decrease, \nP\n < 0.01) but did not significantly differ from Vivarium mice (\nP\n > 0.05). When IPL volume was analyzed across bregma, there was a significant main effect of treatment (\nF\n2,111\n = 11.70, \nP\n < 0.001) and bregma (\nF\n8,111\n = 35.42, \nP\n < 0.001), and a significant interaction (\nF\n16,111\n = 3.88, \nP\n < 0.001). Post hoc analyses revealed that AEM-Ground mice had significantly greater IPL volume vs. AEM-Flight mice from +5.1 to +4.1 mm from bregma.\nTaken together, these volumetric measurements indicate that mice maintained on Earth in AEMs had significantly larger OBs compared with mice maintained in standard housing on Earth. This AEM-induced increase in OB volume was primarily due to larger OB GCL and GL, cell layers in which there is robust recruitment of adult-born neurons (\n50\n). Additionally, mice housed in AEMs onboard STS-135 had smaller OBs vs. AEM-Ground mice, such that they were not different from mice maintained in standard housing on Earth. The smaller OBs in AEM-Flight vs. AEM-Ground was primarily due to smaller GCL and GL volumes.",
    "aem-ground_mice_have_more_ob_immature_neuroblasts_relative_t": "Because the most substantial volume changes among the three groups of mice occurred in the OB GCL and GL, areas of ongoing neurogenesis (\n50\n, \n51\n), we next analyzed DCX+ cells in these layers (\nFig. 2\n, \nA–H\n). DCX labels immature neuroblasts that migrate into the OB and differentiate into interneurons, granule cells, and periglomerular cells (\n51\n). As previously shown, the majority of OB DCX+ cell bodies were in the GCL, with processes extending into the IPL (\nFig. 2\n, \nA\n and \nB\n) (\n48\n). DCX+ cell bodies were also found in the GL, but were far fewer in number compared with the GCL (\nFig. 2\n, \nE\n and \nF\n) (\n48\n). When examined among Vivarium, AEM-Ground, and AEM-Flight mice, statistical analyses revealed a significant main effect of DCX+ cells in the GCL (\nF\n2,13\n = 8.13, \nP\n < 0.01, \nFig. 2\nB\n) and GL (\nF\n2,13\n = 4.38, \nP\n < 0.05, \nFig. 2\nF\n). Post hoc analyses revealed that AEM-Ground mice had 36% and 41% more DCX+ cells in the GCL and GL, respectively, vs. Vivarium mice (GCL \nP\n < 0.01, GL \nP\n < 0.05). This AEM-induced increase in DCX+ cell number was not observed in AEM-Flight mice, as shown by 37% and 40% fewer DCX+ cells in the GCL and GL, respectively (both \nP\n < 0.05), of AEM-Flight vs. AEM-Ground mice. In fact, DCX+ cell number in AEM-Flight mice did not differ from Vivarium mice (GCL and GL both \nP\n > 0.05). When DCX+ cells in the GCL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 12.77, \nP\n < 0.001), bregma (\nF\n8,117\n = 22.56, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.21, \nP\n < 0.001). Similarly, when DCX+ cells in the GL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 18.65, \nP\n < 0.001) and bregma (\nF\n8,117\n = 33.08, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.99, \nP\n < 0.001). Post hoc analyses revealed that the GCL and GL of AEM-Ground mice had more DCX+ cells +5.1 to +3.9 mm from bregma than the GCL or GL in AEM-Flight or Vivarium mice (\nFig. 2\n, \nC\n and \nG\n). The number of DCX+ cells did not differ between AEM-Flight and Vivarium mice at any distance from bregma.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nAEM-Ground mice have more DCX+ immature neurons and reduced cell death relative to AEM-Flight mice and Vivarium mice. \nA\n: representative photomicrograph of the GCL in the OB stained for DCX and counterstained with Fast Red. Scale bar = 50 μm. \nB\n: no. of immature neurons, assessed by DCX immunoreactivity, in the GCL is significantly increased in AEM-Ground vs. Vivarium mice. This AEM-induced increase in DCX+ cell number is significantly decreased in AEM-Flight mice. \nC\n: DCX+ cells in the GCL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nD\n: no. of DCX+ cells/mm\n3\n in the GCL was not significantly different among the 3 groups. \nE\n: representative photomicrograph of the GL stained for DCX and counterstained with Fast Red. Scale bar = 50 μm. \nF\n: DCX+ cells in the GL are significantly increased in AEM-Ground vs. Vivarium mice. This AEM-induced increase in DCX+ cell number is significantly decreased in AEM-Flight mice. \nG\n: DCX+ cell numbers in the GL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nH\n: no. of DCX+ cells/mm\n3\n in the GL was not significantly different among the 3 groups. \nI\n: representative low-magnification photomicrograph (100× magnification) of the GCL in the OB stained for activated caspase 3 (AC3) and counterstained with Fast Red. Scale bar = 100 μm. \nI\n, \ninset\n: a higher magnification (400× magnification) image of the boxed area. Scale bar = 20 μm. \nJ\n: no. of apoptotic cells, as assessed by AC3+ immunoreactivity, in the GCL is significantly decreased in AEM-Ground vs. Vivarium mice. AEM-Flight mice also exhibited a strong trend for increased AC3+ cell number vs. AEM-Ground mice. \nK\n: AC3+ cell numbers in the GCL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nL\n: AEM-Ground mice had significantly fewer AC3+ cells/mm\n3\n in the GCL vs. Vivarium and AEM-Flight. \nM\n: representative low-magnification photomicrograph (100× magnification) of the GL stained for AC3 and counterstained with Fast Red. Scale bar = 100 μm. \nM, inset\n: a higher magnification (400× magnification) image of the boxed area. Scale bar = 20 μm. \nN\n: there is a trend for fewer AC3+ cells in the GL of AEM-Ground mice vs. Vivarium mice, which is not seen in AEM-Flight mice. \nO\n: AC3+ cells in the GL plotted at different distances from bregma (+5.96 to 3.56 mm from bregma). \nP\n: AEM-Flight mice had significantly more AC3+ cells vs. AEM-Ground but not Vivarium mice. All data represent means ± SE. All total and cell density DCX+ and AC3+ data (\nB, D, F, H, J, L, N, P\n) analyzed by one-way ANOVA with Tukey's post hoc test. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01. All bregma data (\nC, G, K, O\n) analyzed by two-way ANOVA with Sidak's post hoc test. \nN\n = 4–6/group. *\nP\n < 0.05, **\nP\n < 0.01, AEM-Flight vs. AEM-Ground. #\nP\n < 0.05, ##\nP\n < 0.01, AEM-Ground vs. Vivarium.",
    "aem-ground_mice_have_less_ob_apoptosis_relative_to_vivarium_": "The continuous production of OB neurons in the adult is offset by ongoing cell death (\n75\n, \n103\n, \n106\n). Therefore, one possible explanation for the larger volume and greater number of immature neuroblasts in the OB GCL and GL in AEM-Ground mice was increased cell survival or decreased apoptosis (\n56\n, \n80\n, \n105\n). To address this, we quantified cell death in the OB GCL and GL using activated caspase-3 (AC3) as a marker for apoptotic cells (\nFig. 2\n, \nI–P\n). There was a significant main effect of AC3+ cell number in the GCL among Vivarium, AEM-Ground, and AEM-Flight mice (\nF\n2,13\n = 5.78, \nP\n < 0.01, \nFig. 2\nJ\n). The GCL of AEM-Ground mice had 47% fewer AC3+ cells vs. Vivarium mice (\nP\n < 0.05, \nFig. 2\nJ\n). While the GCL of AEM-Ground and AEM-Flight mice did not significantly differ in AC3+ cell number (\nP\n > 0.05), there was a trend for more (37%) AC3+ cells in AEM-Flight vs. AEM-Ground mice (\nFig. 2\nJ\n). When AC3+ cell number in the GCL were analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of treatment (\nF\n2,117\n = 20.74, \nP\n < 0.001) and bregma (\nF\n8,117\n = 40.24, \nP\n < 0.001), and a significant interaction (\nF\n16,117\n = 2.07, \nP\n < 0.001, \nFig. 2\nK\n). Post hoc analyses revealed that there were fewer AC3+ cells +5.1 to +4.2 mm from bregma in the GCL of AEM-Ground mice vs. AEM-Flight mice (\nFig. 2\nK\n). In the GL, there was a nonsignificant trend for a main effect of AC3+ cell number in the GL among the three groups (\nF\n2,13\n = 2.80, \nP\n = 0.09, \nFig. 2\nN\n). When AC3+ cell number in the GL was analyzed along the rostrocaudal extent of the main OB, there was a significant main effect of bregma (\nF\n8,117\n = 5.92, \nP\n < 0.001) and a significant interaction (\nF\n16,117\n = 2.17, \nP\n < 0.001), and a near-significant main effect of treatment (\nF\n2,117\n = 2.63, \nP\n = 0.07, \nFig. 2\nO\n).",
    "when_ob_subregional_volume_is_taken_into_account,_aem-ground": "While it is common to use stereology to express data on cells immunoreactive for antigens linked to OB neurogenesis as “total number” (\n36\n, \n48\n, \n92\n), as we do in \nFig. 2\n, \nB, C\n, \nF, G\n, \nJ, K\n, \nN\n, and O, these data are also sometimes expressed as density (\n22\n, \n110\n). Because of the significantly greater volume of the GCL and GL of AEM-Ground mice relative to Vivarium and AEM-Flight mice, it is useful to consider the DCX+ and AC3+ cell data after taking volumetric measurements into account. Therefore, the ratio of total DCX+ or AC3+ cell number to the volume of the GCL (\nFig. 2\n, \nD\n and \nH\n) and GL (\nFig. 2\n, \nL\n and \nP\n) was calculated. When GCL and GL DCX+ cell numbers were normalized to their respective volumes, there was no significant difference among Vivarium, AEM-Ground, and AEM-Flight mice (GCL: \nF\n2,13\n = 1.24, \nP\n > 0.05, \nFig. 2\nD\n; GL: \nF\n2,13\n = 1.32, \nP\n > 0.05, \nFig. 2\nH\n). However, when GCL and GL AC3+ cell numbers were normalized to their respective volumes, there was a significant main effect among the three groups (GCL: \nF\n2,13\n = 6.29, \nP\n < 0.5, \nFig. 2L\n; GL: \nF\n2,13\n = 5.92, \nP\n < 0.05, \nFig. 2\nP\n). Post hoc analyses showed that in the GCL AEM-Ground mice had significantly fewer AC3+ cells vs. both Vivarium (55% decrease, \nP\n < 0.05) and AEM-Flight mice (55% decrease, \nP\n < 0.05), with no difference between Vivarium and AEM-Flight mice (\nP\n > 0.05). In the GL, AEM-Ground mice had significantly fewer AC3+ cells vs. only AEM-Flight mice (76% decrease, \nP\n < 0.05).\nIn sum, our results show that on Earth the AEM housing environment was associated with a larger OB, fewer AC3+ cells, and more DCX+ cells in OB regions that experience robust addition of new neurons throughout adulthood. Notably, this AEM-associated increase in OB volume and neurogenesis was not seen in mice aboard the STS-135 space shuttle.",
    "discussion": "Spaceflight is known to influence numerous aspects of mammalian physiology, including CNS structure and function (\n17\n, \n19\n, \n65\n, \n84\n, \n96\n). On Earth, many environmental factors shape OB size and neurogenesis, contributing to olfactory recognition and discrimination (\n45\n, \n57\n, \n93\n). Our hypothesis was that exposure to the cumulative factors experienced during spaceflight would have a detrimental effect on OB volume and neurogenesis. Interestingly, our findings here suggest that any negative influence of spaceflight on OB volume and neurogenesis may be prevented or mitigated by exposure to a novel sensory environment, as provided by AEMs. Supporting this conclusion, we show that AEM-Ground mice had ∼25% larger OB relative to Vivarium and AEM-Flight mice. Specifically, the OB cell layers that experience ongoing addition of interneurons and their dendrites (i.e., GCL, GL, IPL) were larger in AEM-Ground mice, suggesting increased neurogenesis. Directly in support of increased neurogenesis, AEM-Ground mice had ∼50% more DCX+ cells and ∼50% fewer AC3+ apoptotic cells relative to Vivarium and AEM-Flight mice. Notably, AEM-Flight mice had similar OB size and neurogenesis relative to Vivarium mice housed in standard conditions on Earth. Below we discuss possible interpretations of these data, and the implications for future basic research on spaceflight as well as human studies on Earth.\nAEMs: a novel sensory experience that preserves OB volume and neurogenesis by enhancing cell survival?\n\n\nThe sensory experience offered by AEM housing is quite distinct from that provided in standard mouse cages in terms of temperature, humidity, CO\n2\n levels, noise, air flow, lack of bedding, and cage mesh for climbing (\n21\n, \n69\n). These individual AEM components may also interact and thus uniquely influence OB volume and neurogenesis in AEM-Ground and AEM-Flight mice. AEM-Flight mice also experience additional space-based environmental factors (weightlessness, radiation, human-derived odors, etc.) not present in Vivarium and AEM-Ground conditions. Our findings that OB volume, neuroblast number, and cell survival are all enhanced in AEM-Ground mice suggest that the AEM cages may be a form of sensory enrichment. This is consistent with reports that enriched environments positively regulate OB neurogenesis and function. For example, increased OB volume correlates with enhanced OB function and recovery in humans (\n83\n). In rodents, passive exposure to enriched odors stimulates neurogenesis and improves olfactory recognition and discrimination abilities (\n45\n, \n55\n, \n57\n, \n60\n, \n61\n, \n66\n, \n93\n). The increase in DCX+ neuroblasts in AEM-Ground mice could be due to increased survival (\n80\n, \n81\n, \n105\n) and neuroblast differentiation (\n48\n, \n92\n). It could also be the result of increased migration of these cells from the subventricular zone (SVZ), the source of OB progenitors (\n4\n, \n64\n), or from locally generated OB neurons (\n33\n, \n49\n, \n56\n, \n67\n).\n\n\nWhile we hypothesize that AEMs are a form of sensory enrichment, this cannot be confirmed because there was no systematic quantification of physical and chemical properties of the AEM vs. Vivarium cages during this mission. It is therefore reasonable to consider the opposite view: perhaps AEMs are a form of odor deprivation. Indeed, they are equipped with air filters to absorb and trap odors (\n21\n). From this perspective, perhaps mice in AEMs are in an odor-deprived environment compared with Vivarium mice, and it is this odor deprivation that contributes to the larger OB and greater cell survival and neuroblast number. While this may seem counterintuitive, odor deprivation (e.g., via naris occlusion) can increase OB function (\n6\n). This alternative possibility is important to consider because we currently cannot experimentally isolate the effects of the olfactory context of the AEMs from the space-based manipulations at this time (\n73\n). However, the filter design within the AEM maintains sufficient control of odor leaving the units (\n21\n). Indeed, the likely similar accumulation of urine and fecal matter within the AEM-Ground and AEM-Flight cages counters the idea that AEMs are a form of odor deprivation. Of course, future control studies are needed to better assess the impact of olfactory context during spaceflight on OB neurogenesis and size (\n30\n). But as there are no examples in the literature where odor deprivation leads to larger OB and more neurogenesis, and as it is unclear whether naris occlusion leads to larger OB or more neurogenesis (\n6\n), we continue to favor the hypothesis that the AEMs are a form of sensory enrichment, not sensory deprivation.\n\n\nIt is interesting to note when OB GCL and GL volumes were accounted for in regards to DCX+ and AC3+ cell numbers, only a significant decrease in AC3+ apoptotic cells existed between AEM-Ground mice and Vivarium and AEM-Flight mice. In contrast, the increase in total DCX+ cells in the GCL and GL in AEM-Ground mice vs. Vivarium and AEM-Flight was diminished when volume was considered, suggesting that GCL and GL volume changes among the three groups may initially be due to a cell survival mechanism rather than altered neurogenesis (\n68\n, \n106\n). One interpretation is that the unique sensory environment in the AEM cages facilitates neuroblast survival during the initial period of neuronal maturation, but the survival of these neuroblasts is hampered during spaceflight (\n75\n). It is also possible that a longer spaceflight mission may be needed to observe an increase in neuroblast number in AEM-Ground mice when DCX+ cells are normalized to volume. Nevertheless, these findings are in accordance with studies demonstrating that prolonged sensory experience promotes cell survival and integration of adult-born cells into the existing bulbar circuitry (\n81\n, \n105\n), and in some cases, increased cell survival occurs without additional neurogenic alterations (\n80\n). For example, decreased cell survival and OB volume is observed in a mouse model of mitral cell degeneration with no accompanying changes in cell proliferation or migration (\n97\n). Also consistent with our data are studies demonstrating that cell survival in the OB is responsive to bidirectional modulation by sensory experience such that apoptosis in the GCL is increased in cases of naris closure, and this increase is reversed upon reopening (\n26\n, \n68\n). Moreover, cell survival in the OB is also decreased in a mouse model of anosmia in which these mice cannot relay electrical signals in olfactory receptor neurons (\n75\n). These mice have a smaller OB but present no changes in granule cell proliferation, differentiation, or dendritic morphology (\n75\n). However, following neuronal maturation, many more granule cells undergo apoptosis, indicating that cell survival is dependent on olfactory activity (\n75\n). Collectively, these earlier studies resemble our current findings in which the sensory environment of the AEMs may promote activity-dependent survival in AEM-Ground mice, and to a lesser extent neuroblast differentiation, both processes that are not observed in AEM-Flight mice, likely due to stressors in the space environment.\n\n\nOur focus here was on the influence of spaceflight on OB volume and neurogenesis. However, it is highly possible that astrocytic changes could also occur in tandem with our observed neuronal changes (\n3\n, \n33\n) and contribute to the AEM-Ground associated increase in OB volume, neuroblast number, and cell survival. However, given that astrocytes can come from both local OB sources and from migrating cells in the anterior neurogenic region (\n33\n), such studies would optimally be performed with inducible fate mapping mice or other similar tools (\n7\n, \n40\n, \n47\n, \n70\n). Therefore, separate studies would be needed to elucidate what proportion, for example, of the increase in OB volume in AEM-Ground mice presented here is due to astrocytic vs. neuronal changes, and to dissect to what extent they are influenced by increased cell migration (\n4\n, \n64\n), neuronal maturation (\n48\n, \n92\n), local generation of interneurons (\n33\n, \n49\n, \n56\n), or astrocytic changes (\n3\n, \n33\n).\nFunctional implications of sensory-induced cell survival in the OB.\n\n\nA major question left unanswered in our study is whether there are functional consequences resulting from the novel environment and the effects of spaceflight. Clearly, behavioral observation and functional assays during and after flight would have been ideal, but these were impossible due to the nature of the experiment and timing of tissue collection. However, the literature suggests a positive correlation between OB neurogenesis or volume and OB function (\n57\n, \n66\n, \n93\n). Thus, while purely speculative, increased survival of neuroblasts in AEM-Ground mice relative to Vivarium mice could correspond to increased activity of inhibitory interneurons, leading to broad changes in inhibitory processing of odorants (\n2\n, \n55\n, \n59\n, \n66\n). For example, increased inhibitory inputs from GABAergic granule cells can decrease mitral cell activity, the principal relay neurons that project from the OB to the olfactory cortex (\n13\n, \n14\n). Decreased mitral cell activity is correlated with narrowed specificity for odor detection, allowing for increased odor discrimination and neuronal remodeling (\n2\n, \n13\n). The strengthening of inhibitory inputs also promotes cell survival, strengthens synaptic function (\n27\n), and enhances olfactory discrimination and perceptual learning (\n59\n, \n66\n, \n80\n).\n\n\nIn addition to inhibitory inputs, dopaminergic periglomerular cells in the GL also function to optimize odor detection (\n15\n). Decreased tyrosine hydroxylase immunoreactivity, a marker for dopaminergic neurons in the GL, is frequently observed in rodent models of naris closure and decreased odor discrimination (\n13\n, \n58\n). While also purely speculative, it is possible that the increased survival of neuroblasts in AEM-Ground mice could also correspond to increased number of dopaminergic periglomerular cells. Future experiments are warranted to explore the hypothesis that increased survival of neuroblasts in AEM-Ground mice may be paralleled with an increase in GABAergic and dopaminergic neurons.\n\n\nGiven the smaller OB, decreased neurogenesis, and increased apoptosis in AEM-Flight mice relative to AEM-Ground mice, it is very possible that olfactory physiology and function are compromised in AEM-Flight mice such that they may be equivalent to Vivarium mice. Alternatively, it is possible the multifactorial nature of the space-based environment disrupts the predictive relationship between olfactory neurogenesis, physiology, and function. For example, even if OB size and neurogenesis levels in AEM-Flight mice appear to be similar to Vivarium mice, it may not necessarily translate to identical OB physiology and function. The decreased neurogenesis in AEM-Flight vs. AEM-Ground mice may disrupt inhibitory activity and processing of granule, glomerular, or mitral cells so that incorrect information is relayed to the olfactory cortex. Consequently, even if OB size and neurogenesis are similar between AEM-Flight and Vivarium mice, OB physiology and circuitry could still be abnormal and significantly affect olfactory performance. Future examination of the functional implications of spaceflight for OB function will be necessary to test these hypotheses.\nDissecting the influence of space-based environmental changes and olfactory context on OB neurogenesis and function.\n\n\nOur findings in AEM-Ground mice underscore the importance of including appropriate controls when designing studies to understand the effects of space travel on mammalian physiology. Omission of suitable environmental controls may prevent detection of certain physiological changes during spaceflight or lead to data misinterpretation. On a related note, in the future it will be important to design experiments to dissect the impact of olfactory context vs. olfactory ability to better assess the impact of spaceflight on OB physiology and function. This is because the numerous space-based environmental changes could interact and disrupt the predictive relationship between neurogenesis and olfactory physiology and function in AEM-Flight mice relative to AEM-Ground and Vivarium mice. Given that it is difficult to untangle olfactory context from the experimental manipulations (\n73\n), additional control studies are needed to better control for olfactory context to better assess the impact of spaceflight on OB neurogenesis and size (\n30\n).\n\n\nAdditionally, if we had not had access to Vivarium controls we would have interpreted our current findings as showing a detrimental effect of spaceflight on OB volume and neurogenesis. However, inclusion of the Vivarium controls has allowed us to make the more nuanced interpretation that spaceflight appears to negate the positive influence of AEMs on the OB, and not necessarily is overtly detrimental. Given this point, it is instructive to review the literature for how lack of inclusion of Vivarium controls, which are not always possible to access, might influence the interpretation of data from other space shuttle studies. For example, AEM-Flight mice from STS-131 and STS-135 missions had reduced vasoconstriction and increased blood flow to muscle and the brain relative to AEM-Ground mice (\n10\n, \n91\n, \n96\n). Also, AEM-Flight mice from STS-118 and STS-135 had diminished T lymphocyte function and spleen size relative to AEM-Ground mice (\n31\n, \n32\n). In total, these data were interpreted as showing spaceflight as detrimental to astronauts' physiology, for example compromising their ability to maintain blood flow (\n10\n, \n91\n, \n96\n). However, based on our findings presented here, it is plausible that these physiological changes in AEM-Flight mice may be less detrimental to astronaut health during spaceflight than have been proposed. Perhaps cerebral perfusion and/or T lymphocyte function are altered in AEM-Ground mice relative to Vivarium mice, concealing AEM-induced positive effects. Furthermore, as additional studies from the STS-135 mission emerge (\n63\n, \n95\n, \n108\n), it will also be worth considering if and how the physiological changes observed in AEM-Ground and AEM-Flight mice in regards to body mass (\n96\n), food and water consumption (\n31\n), and AEM temperatures may have contributed to some of the observed CNS changes. Collectively, it will be interesting to see how our findings that take into account the novel environment of the AEMs compare to additional space shuttle studies, including work examining the same mice from the STS-135 mission (\n10\n, \n31\n, \n96\n).\nImplications for human spaceflight.\n\n\nThere are currently several approaches being used to remedy the adverse effects of microgravity (\n88\n, \n89\n) and ionizing radiation (\n77\n, \n90\n, \n101\n) on general physiology and CNS function. It is encouraging that, in contrast to our hypothesis, mice aboard STS-135 had OB volume and neurogenesis levels indistinguishable from Vivarium-housed mice. This suggests that a novel sensory exposure could be a therapeutic strategy to counteract the negative effects of space travel on CNS structure and function and promote mission success. This is especially critical as space exploration programs are shifting towards interplanetary exploration of increased duration and distance (\n18\n, \n109\n) that are likely to subject human crewmembers to prolonged exposure to more harsh conditions that can be detrimental to OB structure and function and impair mission success. On the other hand, we only were able to assess one time point after a 13-day mission. Given that humans and mice habituate to novel sensory stimuli, analysis of the OB from mice that experience shorter and longer missions would be useful in assessing the dynamic response to the environment, and would reveal how applicable our findings are for longer-term flights.\n\n\nTo date there are no studies directly assessing human olfactory function following spaceflight. Certainly astronauts can smell; for example, many have reported what they call “the smell of space” (\n29\n), but no specific olfactory ability or discrimination experiments have been performed on crewmembers before, during, and/or after a space mission. There are simulated microgravity studies in which the weightlessness induces a cephalic fluid shift, i.e., an upward shift of body fluids toward the head that may influence olfactory abilities. These simulated studies reveal conflicting reports on odor function (\n12\n, \n72\n, \n98\n, \n100\n). In addition, these studies are difficult to extrapolate to what might occur following a true space mission. Instead, there are strong correlates between reduced OB size in patients with olfactory disorders and reduced olfactory function (\n24\n, \n34\n, \n37\n, \n39\n), and increased OB volume with enhanced OB function and recovery (\n83\n). These studies demonstrate that, similar to rodents, human OB structure and function is sensitive to olfactory experience and behavioral state, which, in turn, may be influenced by various physiological factors present during space travel.\n\n\nOne concern in generalizing our studies in mice to human crewmembers is the extent to which OB neurogenesis occurs in humans (\n53\n). Neural stem cells reside in the SVZ lining the lateral ventricles in the human brain (\n42\n, \n87\n), but it is controversial to what extent these cells give rise to neuroblasts that migrate to the OB in the adult (\n11\n, \n20\n, \n52\n, \n87\n). Recently, two studies demonstrated a dramatic decline in the number of migratory neuroblasts after birth in humans, but these migrating neuroblasts are nevertheless found in the adult brain in smaller numbers (\n86\n, \n99\n). Even if a very small number of neuroblasts successfully migrate to the OB in the adult human brain, these neuroblasts could contribute to a significant percentage of OB neurons if they properly integrate into the olfactory circuitry. While purely speculative, our studies may be generalized to degenerative brain disease, as olfactory deficiency is often observed in humans during early stages of Parkinson's and Alzheimer's diseases (\n35\n, \n104\n), demonstrating that OB neurogenesis may hold clinical relevance for age-related neurological diseases. Taken together, our findings indicate that spaceflight missions may exert unique and opposing effects on adult OB neurogenesis, which could have clinical implications for OB function and neurodegenerative diseases.\n\n\nAs our current findings suggest a protective effect of a novel environment on OB volume and neurogenesis, increasing cell survival could be a strategy to mitigate the negative effects of spaceflight for other at-risk CNS regions, and consequently enhance crew performance during long-term interplanetary missions. For example, the hippocampus is another brain region with ongoing adult neurogenesis and is also vulnerable to ionizing radiation, with proliferating cells and DCX+ neuroblasts being the most sensitive to radiation-induced apoptosis (\n5\n, \n79\n). Drastic reductions in proliferating cells and immature neurons can persist for months following ionizing radiation exposure, leading to reduced survival and differentiation of adult-born hippocampal neurons (\n5\n, \n76\n, \n82\n). There are longer-term implications for astronaut health as well. For example, ionizing radiation-induced neurological changes can contribute to disease onset such as Aβ plaque pathology, a pathological hallmark for Alzheimer's disease, in the hippocampus (\n16\n), which may be due to reduced hippocampal neurogenesis (\n38\n, \n104\n). Perhaps radiation-induced cell loss or radiation-induced acceleration of neurodegenerative disorders could be prevented by the protective effect of a novel environment (\n44\n). Importantly, progenitors in the hippocampus and OB respond differentially to ionizing radiation (\n36\n), possibly due to differing microenvironments of the two neurogenic regions. Therefore, future studies should analyze how the AEM experience from the STS-135 mission impacts hippocampal volume, neurogenesis, and cell death. Such data would provide a more complete picture of how adult-generated neurons in the CNS are influenced by spaceflight, and thus reveal potential impact on the CNS function of crewmembers during long-term missions.",
    "aems:_a_novel_sensory_experience_that_preserves_ob_volume_an": "The sensory experience offered by AEM housing is quite distinct from that provided in standard mouse cages in terms of temperature, humidity, CO\n2\n levels, noise, air flow, lack of bedding, and cage mesh for climbing (\n21\n, \n69\n). These individual AEM components may also interact and thus uniquely influence OB volume and neurogenesis in AEM-Ground and AEM-Flight mice. AEM-Flight mice also experience additional space-based environmental factors (weightlessness, radiation, human-derived odors, etc.) not present in Vivarium and AEM-Ground conditions. Our findings that OB volume, neuroblast number, and cell survival are all enhanced in AEM-Ground mice suggest that the AEM cages may be a form of sensory enrichment. This is consistent with reports that enriched environments positively regulate OB neurogenesis and function. For example, increased OB volume correlates with enhanced OB function and recovery in humans (\n83\n). In rodents, passive exposure to enriched odors stimulates neurogenesis and improves olfactory recognition and discrimination abilities (\n45\n, \n55\n, \n57\n, \n60\n, \n61\n, \n66\n, \n93\n). The increase in DCX+ neuroblasts in AEM-Ground mice could be due to increased survival (\n80\n, \n81\n, \n105\n) and neuroblast differentiation (\n48\n, \n92\n). It could also be the result of increased migration of these cells from the subventricular zone (SVZ), the source of OB progenitors (\n4\n, \n64\n), or from locally generated OB neurons (\n33\n, \n49\n, \n56\n, \n67\n).\nWhile we hypothesize that AEMs are a form of sensory enrichment, this cannot be confirmed because there was no systematic quantification of physical and chemical properties of the AEM vs. Vivarium cages during this mission. It is therefore reasonable to consider the opposite view: perhaps AEMs are a form of odor deprivation. Indeed, they are equipped with air filters to absorb and trap odors (\n21\n). From this perspective, perhaps mice in AEMs are in an odor-deprived environment compared with Vivarium mice, and it is this odor deprivation that contributes to the larger OB and greater cell survival and neuroblast number. While this may seem counterintuitive, odor deprivation (e.g., via naris occlusion) can increase OB function (\n6\n). This alternative possibility is important to consider because we currently cannot experimentally isolate the effects of the olfactory context of the AEMs from the space-based manipulations at this time (\n73\n). However, the filter design within the AEM maintains sufficient control of odor leaving the units (\n21\n). Indeed, the likely similar accumulation of urine and fecal matter within the AEM-Ground and AEM-Flight cages counters the idea that AEMs are a form of odor deprivation. Of course, future control studies are needed to better assess the impact of olfactory context during spaceflight on OB neurogenesis and size (\n30\n). But as there are no examples in the literature where odor deprivation leads to larger OB and more neurogenesis, and as it is unclear whether naris occlusion leads to larger OB or more neurogenesis (\n6\n), we continue to favor the hypothesis that the AEMs are a form of sensory enrichment, not sensory deprivation.\nIt is interesting to note when OB GCL and GL volumes were accounted for in regards to DCX+ and AC3+ cell numbers, only a significant decrease in AC3+ apoptotic cells existed between AEM-Ground mice and Vivarium and AEM-Flight mice. In contrast, the increase in total DCX+ cells in the GCL and GL in AEM-Ground mice vs. Vivarium and AEM-Flight was diminished when volume was considered, suggesting that GCL and GL volume changes among the three groups may initially be due to a cell survival mechanism rather than altered neurogenesis (\n68\n, \n106\n). One interpretation is that the unique sensory environment in the AEM cages facilitates neuroblast survival during the initial period of neuronal maturation, but the survival of these neuroblasts is hampered during spaceflight (\n75\n). It is also possible that a longer spaceflight mission may be needed to observe an increase in neuroblast number in AEM-Ground mice when DCX+ cells are normalized to volume. Nevertheless, these findings are in accordance with studies demonstrating that prolonged sensory experience promotes cell survival and integration of adult-born cells into the existing bulbar circuitry (\n81\n, \n105\n), and in some cases, increased cell survival occurs without additional neurogenic alterations (\n80\n). For example, decreased cell survival and OB volume is observed in a mouse model of mitral cell degeneration with no accompanying changes in cell proliferation or migration (\n97\n). Also consistent with our data are studies demonstrating that cell survival in the OB is responsive to bidirectional modulation by sensory experience such that apoptosis in the GCL is increased in cases of naris closure, and this increase is reversed upon reopening (\n26\n, \n68\n). Moreover, cell survival in the OB is also decreased in a mouse model of anosmia in which these mice cannot relay electrical signals in olfactory receptor neurons (\n75\n). These mice have a smaller OB but present no changes in granule cell proliferation, differentiation, or dendritic morphology (\n75\n). However, following neuronal maturation, many more granule cells undergo apoptosis, indicating that cell survival is dependent on olfactory activity (\n75\n). Collectively, these earlier studies resemble our current findings in which the sensory environment of the AEMs may promote activity-dependent survival in AEM-Ground mice, and to a lesser extent neuroblast differentiation, both processes that are not observed in AEM-Flight mice, likely due to stressors in the space environment.\nOur focus here was on the influence of spaceflight on OB volume and neurogenesis. However, it is highly possible that astrocytic changes could also occur in tandem with our observed neuronal changes (\n3\n, \n33\n) and contribute to the AEM-Ground associated increase in OB volume, neuroblast number, and cell survival. However, given that astrocytes can come from both local OB sources and from migrating cells in the anterior neurogenic region (\n33\n), such studies would optimally be performed with inducible fate mapping mice or other similar tools (\n7\n, \n40\n, \n47\n, \n70\n). Therefore, separate studies would be needed to elucidate what proportion, for example, of the increase in OB volume in AEM-Ground mice presented here is due to astrocytic vs. neuronal changes, and to dissect to what extent they are influenced by increased cell migration (\n4\n, \n64\n), neuronal maturation (\n48\n, \n92\n), local generation of interneurons (\n33\n, \n49\n, \n56\n), or astrocytic changes (\n3\n, \n33\n).",
    "functional_implications_of_sensory-induced_cell_survival_in_": "A major question left unanswered in our study is whether there are functional consequences resulting from the novel environment and the effects of spaceflight. Clearly, behavioral observation and functional assays during and after flight would have been ideal, but these were impossible due to the nature of the experiment and timing of tissue collection. However, the literature suggests a positive correlation between OB neurogenesis or volume and OB function (\n57\n, \n66\n, \n93\n). Thus, while purely speculative, increased survival of neuroblasts in AEM-Ground mice relative to Vivarium mice could correspond to increased activity of inhibitory interneurons, leading to broad changes in inhibitory processing of odorants (\n2\n, \n55\n, \n59\n, \n66\n). For example, increased inhibitory inputs from GABAergic granule cells can decrease mitral cell activity, the principal relay neurons that project from the OB to the olfactory cortex (\n13\n, \n14\n). Decreased mitral cell activity is correlated with narrowed specificity for odor detection, allowing for increased odor discrimination and neuronal remodeling (\n2\n, \n13\n). The strengthening of inhibitory inputs also promotes cell survival, strengthens synaptic function (\n27\n), and enhances olfactory discrimination and perceptual learning (\n59\n, \n66\n, \n80\n).\nIn addition to inhibitory inputs, dopaminergic periglomerular cells in the GL also function to optimize odor detection (\n15\n). Decreased tyrosine hydroxylase immunoreactivity, a marker for dopaminergic neurons in the GL, is frequently observed in rodent models of naris closure and decreased odor discrimination (\n13\n, \n58\n). While also purely speculative, it is possible that the increased survival of neuroblasts in AEM-Ground mice could also correspond to increased number of dopaminergic periglomerular cells. Future experiments are warranted to explore the hypothesis that increased survival of neuroblasts in AEM-Ground mice may be paralleled with an increase in GABAergic and dopaminergic neurons.\nGiven the smaller OB, decreased neurogenesis, and increased apoptosis in AEM-Flight mice relative to AEM-Ground mice, it is very possible that olfactory physiology and function are compromised in AEM-Flight mice such that they may be equivalent to Vivarium mice. Alternatively, it is possible the multifactorial nature of the space-based environment disrupts the predictive relationship between olfactory neurogenesis, physiology, and function. For example, even if OB size and neurogenesis levels in AEM-Flight mice appear to be similar to Vivarium mice, it may not necessarily translate to identical OB physiology and function. The decreased neurogenesis in AEM-Flight vs. AEM-Ground mice may disrupt inhibitory activity and processing of granule, glomerular, or mitral cells so that incorrect information is relayed to the olfactory cortex. Consequently, even if OB size and neurogenesis are similar between AEM-Flight and Vivarium mice, OB physiology and circuitry could still be abnormal and significantly affect olfactory performance. Future examination of the functional implications of spaceflight for OB function will be necessary to test these hypotheses.",
    "dissecting_the_influence_of_space-based_environmental_change": "Our findings in AEM-Ground mice underscore the importance of including appropriate controls when designing studies to understand the effects of space travel on mammalian physiology. Omission of suitable environmental controls may prevent detection of certain physiological changes during spaceflight or lead to data misinterpretation. On a related note, in the future it will be important to design experiments to dissect the impact of olfactory context vs. olfactory ability to better assess the impact of spaceflight on OB physiology and function. This is because the numerous space-based environmental changes could interact and disrupt the predictive relationship between neurogenesis and olfactory physiology and function in AEM-Flight mice relative to AEM-Ground and Vivarium mice. Given that it is difficult to untangle olfactory context from the experimental manipulations (\n73\n), additional control studies are needed to better control for olfactory context to better assess the impact of spaceflight on OB neurogenesis and size (\n30\n).\nAdditionally, if we had not had access to Vivarium controls we would have interpreted our current findings as showing a detrimental effect of spaceflight on OB volume and neurogenesis. However, inclusion of the Vivarium controls has allowed us to make the more nuanced interpretation that spaceflight appears to negate the positive influence of AEMs on the OB, and not necessarily is overtly detrimental. Given this point, it is instructive to review the literature for how lack of inclusion of Vivarium controls, which are not always possible to access, might influence the interpretation of data from other space shuttle studies. For example, AEM-Flight mice from STS-131 and STS-135 missions had reduced vasoconstriction and increased blood flow to muscle and the brain relative to AEM-Ground mice (\n10\n, \n91\n, \n96\n). Also, AEM-Flight mice from STS-118 and STS-135 had diminished T lymphocyte function and spleen size relative to AEM-Ground mice (\n31\n, \n32\n). In total, these data were interpreted as showing spaceflight as detrimental to astronauts' physiology, for example compromising their ability to maintain blood flow (\n10\n, \n91\n, \n96\n). However, based on our findings presented here, it is plausible that these physiological changes in AEM-Flight mice may be less detrimental to astronaut health during spaceflight than have been proposed. Perhaps cerebral perfusion and/or T lymphocyte function are altered in AEM-Ground mice relative to Vivarium mice, concealing AEM-induced positive effects. Furthermore, as additional studies from the STS-135 mission emerge (\n63\n, \n95\n, \n108\n), it will also be worth considering if and how the physiological changes observed in AEM-Ground and AEM-Flight mice in regards to body mass (\n96\n), food and water consumption (\n31\n), and AEM temperatures may have contributed to some of the observed CNS changes. Collectively, it will be interesting to see how our findings that take into account the novel environment of the AEMs compare to additional space shuttle studies, including work examining the same mice from the STS-135 mission (\n10\n, \n31\n, \n96\n).",
    "implications_for_human_spaceflight.": "There are currently several approaches being used to remedy the adverse effects of microgravity (\n88\n, \n89\n) and ionizing radiation (\n77\n, \n90\n, \n101\n) on general physiology and CNS function. It is encouraging that, in contrast to our hypothesis, mice aboard STS-135 had OB volume and neurogenesis levels indistinguishable from Vivarium-housed mice. This suggests that a novel sensory exposure could be a therapeutic strategy to counteract the negative effects of space travel on CNS structure and function and promote mission success. This is especially critical as space exploration programs are shifting towards interplanetary exploration of increased duration and distance (\n18\n, \n109\n) that are likely to subject human crewmembers to prolonged exposure to more harsh conditions that can be detrimental to OB structure and function and impair mission success. On the other hand, we only were able to assess one time point after a 13-day mission. Given that humans and mice habituate to novel sensory stimuli, analysis of the OB from mice that experience shorter and longer missions would be useful in assessing the dynamic response to the environment, and would reveal how applicable our findings are for longer-term flights.\nTo date there are no studies directly assessing human olfactory function following spaceflight. Certainly astronauts can smell; for example, many have reported what they call “the smell of space” (\n29\n), but no specific olfactory ability or discrimination experiments have been performed on crewmembers before, during, and/or after a space mission. There are simulated microgravity studies in which the weightlessness induces a cephalic fluid shift, i.e., an upward shift of body fluids toward the head that may influence olfactory abilities. These simulated studies reveal conflicting reports on odor function (\n12\n, \n72\n, \n98\n, \n100\n). In addition, these studies are difficult to extrapolate to what might occur following a true space mission. Instead, there are strong correlates between reduced OB size in patients with olfactory disorders and reduced olfactory function (\n24\n, \n34\n, \n37\n, \n39\n), and increased OB volume with enhanced OB function and recovery (\n83\n). These studies demonstrate that, similar to rodents, human OB structure and function is sensitive to olfactory experience and behavioral state, which, in turn, may be influenced by various physiological factors present during space travel.\nOne concern in generalizing our studies in mice to human crewmembers is the extent to which OB neurogenesis occurs in humans (\n53\n). Neural stem cells reside in the SVZ lining the lateral ventricles in the human brain (\n42\n, \n87\n), but it is controversial to what extent these cells give rise to neuroblasts that migrate to the OB in the adult (\n11\n, \n20\n, \n52\n, \n87\n). Recently, two studies demonstrated a dramatic decline in the number of migratory neuroblasts after birth in humans, but these migrating neuroblasts are nevertheless found in the adult brain in smaller numbers (\n86\n, \n99\n). Even if a very small number of neuroblasts successfully migrate to the OB in the adult human brain, these neuroblasts could contribute to a significant percentage of OB neurons if they properly integrate into the olfactory circuitry. While purely speculative, our studies may be generalized to degenerative brain disease, as olfactory deficiency is often observed in humans during early stages of Parkinson's and Alzheimer's diseases (\n35\n, \n104\n), demonstrating that OB neurogenesis may hold clinical relevance for age-related neurological diseases. Taken together, our findings indicate that spaceflight missions may exert unique and opposing effects on adult OB neurogenesis, which could have clinical implications for OB function and neurodegenerative diseases.\nAs our current findings suggest a protective effect of a novel environment on OB volume and neurogenesis, increasing cell survival could be a strategy to mitigate the negative effects of spaceflight for other at-risk CNS regions, and consequently enhance crew performance during long-term interplanetary missions. For example, the hippocampus is another brain region with ongoing adult neurogenesis and is also vulnerable to ionizing radiation, with proliferating cells and DCX+ neuroblasts being the most sensitive to radiation-induced apoptosis (\n5\n, \n79\n). Drastic reductions in proliferating cells and immature neurons can persist for months following ionizing radiation exposure, leading to reduced survival and differentiation of adult-born hippocampal neurons (\n5\n, \n76\n, \n82\n). There are longer-term implications for astronaut health as well. For example, ionizing radiation-induced neurological changes can contribute to disease onset such as Aβ plaque pathology, a pathological hallmark for Alzheimer's disease, in the hippocampus (\n16\n), which may be due to reduced hippocampal neurogenesis (\n38\n, \n104\n). Perhaps radiation-induced cell loss or radiation-induced acceleration of neurodegenerative disorders could be prevented by the protective effect of a novel environment (\n44\n). Importantly, progenitors in the hippocampus and OB respond differentially to ionizing radiation (\n36\n), possibly due to differing microenvironments of the two neurogenic regions. Therefore, future studies should analyze how the AEM experience from the STS-135 mission impacts hippocampal volume, neurogenesis, and cell death. Such data would provide a more complete picture of how adult-generated neurons in the CNS are influenced by spaceflight, and thus reveal potential impact on the CNS function of crewmembers during long-term missions.",
    "grants": "BioServe Space Technologies and Kennedy Space Center support staff helped organize and oversee this project (funding support from Amgen, BioServe, and NASA-NNJ10GA25A). The tissue experiments presented here are supported by grants to A. J. Eisch from the National Institutes of Health (DA-016765) and NASA (NNX12AB55G) and NASA\nNNX10AD59G to G. A. Nelson. S. E. Latchney and P. D. Rivera are supported by Diversity Fellowships (DA 016765-09S1).",
    "disclosures": "No conflicts of interest, financial or otherwise, are declared by the author(s).",
    "author_contributions": "Author contributions: S.E.L., P.D.R., X.W.M., V.L.F., T.A.B., L.S.S., G.A.N., and A.J.E. conception and design of research; S.E.L. performed experiments; S.E.L. analyzed data; S.E.L., P.D.R., G.A.N., and A.J.E. interpreted results of experiments; S.E.L. prepared figures; S.E.L. and A.J.E. drafted manuscript; S.E.L., P.D.R., V.L.F., G.A.N., and A.J.E. edited and revised manuscript; S.E.L., P.D.R., X.W.M., V.L.F., T.A.B., L.S.S., G.A.N., and A.J.E. approved final version of manuscript.",
    "acknowledgments": "We gratefully thank Amgen, Inc., and their support team for the opportunity to participate in this study. We thank BioServe Space Technologies and Kennedy Space Center support staff for organizing and overseeing this project. We also gratefully thank Mary Bouxsein for providing experimental oversight, execution, and support with tissue collection and distribution from the STS-135 mission.",
    "references": "1.\nAbles JL, Decarolis NA, Johnson MA, Rivera PD, Gao Z, Cooper DC, Radtke F, Hsieh J, Eisch AJ.\nNotch1 is required for maintenance of the reservoir of adult hippocampal stem cells. J Neurosci\n30: 10484–10492, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nAbraham NM, Egger V, Shimshek DR, Renden R, Fukunaga I, Sprengel R, Seeburg PH, Klugmann M, Margrie TW, Schaefer AT, Kuner T.\nSynaptic inhibition in the olfactory bulb accelerates odor discrimination in mice. Neuron\n65: 399–411, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nAguirre A, Gallo V.\nPostnatal neurogenesis and gliogenesis in the olfactory bulb from NG2-expressing progenitors of the subventricular zone. J Neurosci\n24: 10530–10541, 2004\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nAlonso M, Ortega-Perez I, Grubb MS, Bourgeois JP, Charneau P, Lledo PM.\nTurning astrocytes from the rostral migratory stream into neurons: a role for the olfactory sensory organ. J Neurosci\n28: 11089–11102, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nAndres-Mach M, Rola R, Fike JR.\nRadiation effects on neural precursor cells in the dentate gyrus. Cell Tiss Res\n331: 251–262, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nAngely CJ, Coppola DM.\nHow does long-term odor deprivation affect the olfactory capacity of adult mice?\nBehav Brain Funct\n6: 26, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nArenkiel BR, Hasegawa H, Yi JJ, Larsen RS, Wallace ML, Philpot BD, Wang F, Ehlers MD.\nActivity-induced remodeling of olfactory bulb microcircuits revealed by monosynaptic tracing. PLos One\n6: e29423, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBasner M, Dinges DF, Mollicone D, Ecker A, Jones CW, Hyder EC, Di Antonio A, Savelev I, Kan K, Goel N, Morukov BV, Sutton JP.\nMars 520-d mission simulation reveals protracted crew hypokinesis and alterations of sleep duration and timing. Proc Natl Acad Sci USA\n110: 2635–2640, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nBaum MJ, Kelliher KR.\nComplementary roles of the main and accessory olfactory systems in mammalian mate recognition. Annu Rev Physiol\n71: 141–160, 2009\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nBehnke BJ, Stabley JN, McCullough DJ, Davis RT, Dominguez JM, 3rd, Muller-Delp JM, 2nd, Delp MD.\nEffects of spaceflight and ground recovery on mesenteric artery and vein constrictor properties in mice. FASEB J\n27: 399–409, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nBergmann O, Liebl J, Bernard S, Alkass K, Yeung MS, Steier P, Kutschera W, Johnson L, Landen M, Druid H, Spalding KL, Frisen J.\nThe age of olfactory bulb neurons in humans. Neuron\n74: 634–639, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nBershad EM, Urfy MZ, Calvillo E, Tang R, Cajavilca C, Lee AG, Venkatasubba Rao CP, Suarez JI, Chen D.\nMarked olfactory impairment in idiopathic intracranial hypertension. J Neurol Neurosurg Psychiatry. 2014 Jan 28. 10.1136/jnnp-2013-307232\n[Epub ahead of print]\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nBuonviso N, Chaput M.\nOlfactory experience decreases responsiveness of the olfactory bulb in the adult rat. Neuroscience\n95: 325–332, 2000\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nBuonviso N, Gervais R, Chalansonnet M, Chaput M.\nShort-lasting exposure to one odour decreases general reactivity in the olfactory bulb of adult rats. Eur J Neurosci\n10: 2472–2475, 1998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nCarleton A, Rochefort C, Morante-Oria J, Desmaisons D, Vincent JD, Gheusi G, Lledo PM.\nMaking scents of olfactory neurogenesis. J Physiol (Paris)\n96: 115–122, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nCherry JD, Liu B, Frost JL, Lemere CA, Williams JP, Olschowka JA, O'Banion MK.\nGalactic cosmic radiation leads to cognitive impairment and increased abeta plaque accumulation in a mouse model of Alzheimer's disease. PLos One\n7: e53275, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nClement G, Ngo-Anh JT.\nSpace physiology II: adaptation of the central nervous system to space flight—past, current, and future studies. Eur J Appl Physiol\n113: 1655–1672, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nCucinotta FA, Durante M.\nCancer risk from exposure to galactic cosmic rays: implications for space exploration by human beings. Lancet Oncol\n7: 431–435, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nCucinotta FA, Wang H, Huff JL.\nRisk of acute or late central nervous system effects from radiation exposure. In: Human Health and Performance Risks of Space Exploration Missions, edited by McPhee JC, Charles JB.\nNational Aeronautics and Space Administration, 2009, chapt. 6, p. 191–212\n [\nGoogle Scholar\n]\n\n\n\n\n20.\nCurtis MA, Kam M, Nannmark U, Anderson MF, Axell MZ, Wikkelso C, Holtas S, van Roon-Mom WM, Bjork-Eriksson T, Nordborg C, Frisen J, Dragunow M, Faull RL, Eriksson PS.\nHuman neuroblasts migrate to the olfactory bulb via a lateral ventricular extension. Science\n315: 1243–1249, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nDalton P, Gould M, Girten B, Stodieck LS, Bateman TA.\nPreventing annoyance from odors in spaceflight: a method for evaluating the sensory impact of rodent housing. J Appl Physiol\n95: 2113–2121, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nDiaz D, Recio JS, Baltanas FC, Gomez C, Weruaga E, Alonso JR.\nLong-lasting changes in the anatomy of the olfactory bulb after ionizing irradiation and bone marrow transplantation. Neuroscience\n173: 190–205, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nDonovan MH, Yazdani U, Norris RD, Games D, German DC, Eisch AJ.\nDecreased adult hippocampal neurogenesis in the PDAPP mouse model of Alzheimer's disease. J Comp Neurol\n495: 70–83, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nDoty RL.\nOlfactory dysfunction in Parkinson disease. Nat Rev Neurol\n8: 329–339, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nEisch AJ, Barrot M, Schad CA, Self DW, Nestler EJ.\nOpiates inhibit neurogenesis in the adult rat hippocampus. Proc Natl Acad Sci USA\n97: 7579–7584, 2000\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nFiske BK, Brunjes PC.\nCell death in the developing and sensory-deprived rat olfactory bulb. J Comp Neurol\n431: 311–319, 2001\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nFranks KM, Isaacson JS.\nStrong single-fiber sensory inputs to olfactory cortex: implications for olfactory coding. Neuron\n49: 357–363, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nGoektas O, Schmidt F, Bohner G, Erb K, Ludemann L, Dahlslett B, Harms L, Fleiner F.\nOlfactory bulb volume and olfactory function in patients with multiple sclerosis. Rhinology\n49: 221–226, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nGreenwood V.\nThe smells of space: burned steak, gunpowder, raspberries. Discover\n2012. \n[\nhttp://blogs.discovermagazine.com/80beats/2012/07/19/the-smells-of-space-burned-steak-gunpowder-raspberries/\n]\n [\nGoogle Scholar\n]\n\n\n\n\n30.\nGregoire CA, Bonenfant D, Le Nguyen A, Aumont A, Fernandes KJ.\nUntangling the influences of voluntary running, environmental complexity, social housing and stress on adult hippocampal neurogenesis. PLos One\n9: e86237, 2014\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nGridley DS, Mao XW, Stodieck LS, Ferguson VL, Bateman TA, Moldovan M, Cunningham CE, Jones TA, Slater JM, Pecaut MJ.\nChanges in mouse thymus and spleen after return from the STS-135 mission in space. PLos One\n8: e75097, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nGridley DS, Slater JM, Luo-Owen X, Rizvi A, Chapes SK, Stodieck LS, Ferguson VL, Pecaut MJ.\nSpaceflight effects on T lymphocyte distribution, function and gene expression. J Appl Physiol\n106: 194–202, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nGritti A, Bonfanti L, Doetsch F, Caille I, Alvarez-Buylla A, Lim DA, Galli R, Verdugo JM, Herrera DG, Vescovi AL.\nMultipotent neural stem cells reside into the rostral extension and olfactory bulb of adult rodents. J Neurosci\n22: 437–445, 2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nHaehner A, Rodewald A, Gerber JC, Hummel T.\nCorrelation of olfactory function with changes in the volume of the human olfactory bulb. Arch Otolaryngol\n134: 621–624, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nHawkes C.\nOlfaction in neurodegenerative disorder. Movement Disord\n18: 364–372, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nHellstrom NA, Bjork-Eriksson T, Blomgren K, Kuhn HG.\nDifferential recovery of neural stem cells in the subventricular zone and dentate gyrus after ionizing radiation. Stem Cells\n27: 634–641, 2009\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nHerzallah IR, Askar SM, Amer HS, Ahmed AF, El-Anwar MW, Eesa MH.\nOlfactory bulb volume changes in patients with sinonasal polyposis: a magnetic resonance imaging study. Otolaryngol Head Neck Surg\n148: 689–693, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nHoglinger GU, Rizk P, Muriel MP, Duyckaerts C, Oertel WH, Caille I, Hirsch EC.\nDopamine depletion impairs precursor cell proliferation in Parkinson disease. Nat Neurosci\n7: 726–735, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nHummel T, Smitka M, Puschmann S, Gerber JC, Schaal B, Buschhuter D.\nCorrelation between olfactory bulb volume and olfactory function in children and adolescents. Exp Brain Res\n214: 285–291, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nImayoshi I, Sakamoto M, Ohtsuka T, Takao K, Miyakawa T, Yamaguchi M, Mori K, Ikeda T, Itohara S, Kageyama R.\nRoles of continuous neurogenesis in the structural and functional integrity of the adult forebrain. Nat Neurosci\n11: 1153–1161, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nJayatissa MN, Henningsen K, West MJ, Wiborg O.\nDecreased cell proliferation in the dentate gyrus does not associate with development of anhedonic-like symptoms in rats. Brain Res\n1290: 133–141, 2009\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nJohansson CB, Svensson M, Wallstedt L, Janson AM, Frisen J.\nNeural stem cells in the adult human brain. Exp Cell Res\n253: 733–736, 1999\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nKanas N.\nPsychosocial issues affecting crews during long-duration international space missions. Acta Astronaut\n42: 339–361, 1998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nKempermann G, Kuhn HG, Gage FH.\nMore hippocampal neurons in adult mice living in an enriched environment. Nature\n386: 493–495, 1997\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nKermen F, Sultan S, Sacquet J, Mandairon N, Didier A.\nConsolidation of an olfactory memory trace in the olfactory bulb is required for learning-induced survival of adult-born neurons and long-term memory. PLos One\n5: e12118, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nKraft LM, Cox AB.\nMorphometric studies of heavy ion damage in the brains of rodents. Adv Space Res\n6: 251–256, 1986\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nLagace DC, Whitman MC, Noonan MA, Ables JL, DeCarolis NA, Arguello AA, Donovan MH, Fischer SJ, Farnbauch LA, Beech RD, DiLeone RJ, Greer CA, Mandyam CD, Eisch AJ.\nDynamic contribution of nestin-expressing stem cells to adult neurogenesis. J Neurosci\n27: 12623–12629, 2007\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nLazarini F, Gabellec MM, Torquet N, Lledo PM.\nEarly activation of microglia triggers long-lasting impairment of adult neurogenesis in the olfactory bulb. J Neurosci\n32: 3652–3664, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nLiu Z, Martin LJ.\nOlfactory bulb core is a rich source of neural progenitor and stem cells in adult rodent and human. J Comp Neurol\n459: 368–391, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nLledo PM, Alonso M, Grubb MS.\nAdult neurogenesis and functional plasticity in neuronal circuits. Nat Rev Neurosci\n7: 179–193, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nLledo PM, Saghatelyan A.\nIntegrating new neurons into the adult olfactory bulb: joining the network, life-death decisions, and the effects of sensory experience. Trends Neurosci\n28: 248–254, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nLotsch J, Schaeffeler E, Mittelbronn M, Winter S, Gudziol V, Schwarzacher SW, Hummel T, Doehring A, Schwab M, Ultsch A.\nFunctional genomics suggest neurogenesis in the adult human olfactory bulb. Brain Struct Funct\n2013. \nAugust\n9\n[Epub ahead of print]\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nMacklis JD.\nHuman adult olfactory bulb neurogenesis? Novelty is the best policy. Neuron\n74: 595–596, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nMallis MM, DeRoshia CW.\nCircadian rhythms, sleep, and performance in space. Aviat Space Environ Med\n76: B94–B107, 2005\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nMandairon N, Didier A, Linster C.\nOdor enrichment increases interneurons responsiveness in spatially defined regions of the olfactory bulb correlated with perception. Neurobiol Learning Mem\n90: 178–184, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nMandairon N, Jourdan F, Didier A.\nDeprivation of sensory inputs to the olfactory bulb up-regulates cell death and proliferation in the subventricular zone of adult mice. Neuroscience\n119: 507–516, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nMandairon N, Sacquet J, Garcia S, Ravel N, Jourdan F, Didier A.\nNeurogenic correlates of an olfactory discrimination task in the adult olfactory bulb. Eur J Neurosci\n24: 3578–3588, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nMandairon N, Sacquet J, Jourdan F, Didier A.\nLong-term fate and distribution of newborn cells in the adult mouse olfactory bulb: influences of olfactory deprivation. Neuroscience\n141: 443–451, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nMandairon N, Stack C, Kiselycznyk C, Linster C.\nBroad activation of the olfactory bulb produces long-lasting changes in odor perception. Proc Natl Acad Sci USA\n103: 13543–13548, 2006\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nMandairon N, Stack C, Kiselycznyk C, Linster C.\nEnrichment to odors improves olfactory discrimination in adult rats. Behav Neurosci\n120: 173–179, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nMandairon N, Stack C, Linster C.\nOlfactory enrichment improves the recognition of individual components in mixtures. Physiol Behav\n89: 379–384, 2006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nMandyam CD, Norris RD, Eisch AJ.\nChronic morphine induces premature mitosis of proliferating cells in the adult mouse subgranular zone. J Neurosci Res\n76: 783–794, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nMao XW, Pecaut MJ, Stodieck LS, Ferguson VL, Bateman TA, Bouxsein M, Jones TA, Moldovan M, Cunningham CE, Chieu J, Gridley DS.\nSpaceflight environment induces mitochondrial oxidative damage in ocular tissue. Radiat Res\n180: 340–350, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nMartoncikova M, Lievajova K, Orendacova J, Blasko J, Racekova E.\nOdor enrichment influences neurogenesis in the rostral migratory stream of young rats. Acta Histochem\n113: 326–332, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nMcNulty PJ, Pease VP, Bond VP.\nComparison of the light-flash phenomena observed in space and in laboratory experiments. Life Sci Space Res\n15: 135–140, 1977\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nMoreno MM, Linster C, Escanilla O, Sacquet J, Didier A, Mandairon N.\nOlfactory perceptual learning requires adult neurogenesis. Proc Natl Acad Sci USA\n106: 17980–17985, 2009\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nMurata K, Imai M, Nakanishi S, Watanabe D, Pastan I, Kobayashi K, Nihira T, Mochizuki H, Yamada S, Mori K, Yamaguchi M.\nCompensation of depleted neuronal subsets by new neurons in a local area of the adult olfactory bulb. J Neurosci\n31: 10540–10557, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nNajbauer J, Leon M.\nOlfactory experience modulated apoptosis in the developing olfactory bulb. Brain Res\n674: 245–251, 1995\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nNASA. Animal Enclosure Modules (AEM). [\nhttp://www.nasa.gov/mission_pages/station/research/experiments/363.html\n]\n\n\n\n\n\n\n70.\nNinkovic J, Gotz M.\nFate specification in the adult brain—lessons for eliciting neurogenesis from glial cells. Bioessays\n35: 242–252, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nNoonan MA, Choi KH, Self DW, Eisch AJ.\nWithdrawal from cocaine self-administration normalizes deficits in proliferation and enhances maturity of adult-generated hippocampal neurons. J Neurosci\n28: 2516–2526, 2008\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nOlabi AA, Lawless HT, Hunter JB, Levitsky DA, Halpern BP.\nThe effect of microgravity and space flight on the chemical senses. J Food Sci\n67: 468–478, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nOliva AM, Salcedo E, Hellier JL, Ly X, Koka K, Tollin DJ, Restrepo D.\nToward a mouse neuroethology in the laboratory environment. PLos One\n5: e11359, 2010\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nPakkenberg B, Gundersen HJ.\nTotal number of neurons and glial cells in human brain nuclei estimated by the disector and the fractionator. J Microsc\n150: 1–20, 1988\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nPetreanu L, Alvarez-Buylla A.\nMaturation and death of adult-born olfactory bulb granule neurons: role of olfaction. J Neurosci\n22: 6106–6113, 2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\nRaber J, Rola R, LeFevour A, Morhardt D, Curley J, Mizumatsu S, VandenBerg SR, Fike JR.\nRadiation-induced cognitive impairments are associated with changes in indicators of hippocampal neurogenesis. Radiat Res\n162: 39–47, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nRabin BM, Shukitt-Hale B, Joseph J, Todd P.\nDiet as a factor in behavioral radiation protection following exposure to heavy particles. Gravitat Space Biol Bull\n18: 71–77, 2005\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nReitz G.\nCharacteristic of the radiation field in low Earth orbit and in deep space. Z Med Phys\n18: 233–243, 2008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\nRivera PD, Shih HY, Leblanc JA, Cole MG, Amaral WZ, Mukherjee S, Zhang S, Lucero MJ, Decarolis NA, Chen BP, Eisch AJ.\nAcute and fractionated exposure to high-LET (56)Fe HZE-particle radiation both result in similar long-term deficits in adult hippocampal neurogenesis. Radiat Res\n180: 658–667, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nRochefort C, Gheusi G, Vincent JD, Lledo PM.\nEnriched odor exposure increases the number of newborn neurons in the adult olfactory bulb and improves odor memory. J Neurosci\n22: 2679–2689, 2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nRochefort C, Lledo PM.\nShort-term survival of newborn neurons in the adult olfactory bulb after exposure to a complex odor environment. Eur J Neurosci\n22: 2863–2870, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nRola R, Raber J, Rizk A, Otsuka S, VandenBerg SR, Morhardt DR, Fike JR.\nRadiation-induced impairment of hippocampal neurogenesis is associated with cognitive deficits in young mice. Exp Neurol\n188: 316–330, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\nRombaux P, Huart C, Deggouj N, Duprez T, Hummel T.\nPrognostic value of olfactory bulb volume measurement for recovery in postinfectious and posttraumatic olfactory loss. Otolaryngol Head Neck Surg\n147: 1136–1141, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\nRothwell PL, Filz RC, McNulty PJ.\nLight flashes observed on Skylab 4: the role of nuclear stars. Science\n193: 1002–1003, 1976\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\nSaghatelyan A, Roux P, Migliore M, Rochefort C, Desmaisons D, Charneau P, Shepherd GM, Lledo PM.\nActivity-dependent adjustments of the inhibitory network in the olfactory bulb following early postnatal deprivation. Neuron\n46: 103–116, 2005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\nSanai N, Nguyen T, Ihrie RA, Mirzadeh Z, Tsai HH, Wong M, Gupta N, Berger MS, Huang E, Garcia-Verdugo JM, Rowitch DH, Alvarez-Buylla A.\nCorridors of migrating neurons in the human brain and their decline during infancy. Nature\n478: 382–386, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\nSanai N, Tramontin AD, Quinones-Hinojosa A, Barbaro NM, Gupta N, Kunwar S, Lawton MT, McDermott MW, Parsa AT, Manuel-Garcia Verdugo J, Berger MS, Alvarez-Buylla A.\nUnique astrocyte ribbon in adult human brain contains neural stem cells but lacks chain migration. Nature\n427: 740–744, 2004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n88.\nSchneider S, Abeln V, Popova J, Fomina E, Jacubowski A, Meeusen R, Struder HK.\nThe influence of exercise on prefrontal cortex activity and cognitive performance during a simulated space flight to Mars (MARS500). Behav Brain Res\n236: 1–7, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n89.\nSchneider S, Brummer V, Carnahan H, Kleinert J, Piacentini MF, Meeusen R, Struder HK.\nExercise as a countermeasure to psycho-physiological deconditioning during long-term confinement. Behav Brain Res\n211: 208–214, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n90.\nShukitt-Hale B, Lau FC, Cheng V, Luskin K, Carey AN, Carrihill-Knoll K, Rabin BM, Joseph JA.\nChanges in gene expression in the rat hippocampus following exposure to (56)Fe particles and protection by berry diets. Cent Nerv Syst Agents Med Chem\n13: 36–42, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n91.\nStabley JN, Dominguez JM, 2nd, Dominguez CE, Mora Solis FR, Ahlgren J, Behnke BJ, Muller-Delp JM, Delp MD.\nSpaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J Appl Physiol\n113: 1439–1445, 2012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n92.\nSui Y, Horne MK, Stanic D.\nReduced proliferation in the adult mouse subventricular zone increases survival of olfactory bulb interneurons. PLos One\n7: e31549, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n93.\nSultan S, Mandairon N, Kermen F, Garcia S, Sacquet J, Didier A.\nLearning-dependent neurogenesis in the olfactory bulb determines long-term olfactory memory. FASEB J: 2355–2363, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n94.\nSun GS, Tou JC, Liittschwager K, Herrera AM, Hill EL, Girten B, Reiss-Bubenheim D, Vasques M.\nEvaluation of the nutrient-upgraded rodent food bar for rodent spaceflight experiments. Nutrition\n26: 1163–1169, 2010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n95.\nSung M, Li J, Spieker AJ, Spatz J, Ellman R, Ferguson VL, Bateman TA, Rosen GD, Bouxsein M, Rutkove SB.\nSpaceflight and hind limb unloading induce similar changes in electrical impedance characteristics of mouse gastrocnemius muscle. J Musculoskelet Neuronal Interact\n13: 405–411, 2013\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n96.\nTaylor CR, Hanna M, Behnke BJ, Stabley JN, McCullough DJ, Davis RT, 3rd, Ghosh P, Papadopoulos A, Muller-Delp JM, Delp MD.\nSpaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure. FASEB J\n27: 2282–2292, 2013\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n97.\nValero J, Weruaga E, Murias AR, Recio JS, Curto GG, Gomez C, Alonso JR.\nChanges in cell migration and survival in the olfactory bulb of the pcd/pcd mouse. Dev Neurobiol\n67: 839–859, 2007\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n98.\nVickers ZM, Rice BL, Rose MS, Lane HW.\nSimulated microgravity [bed rest] has little influence on taste, odor or trigeminal sensitivity. J Sensory Studies\n16: 23–32, 2001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n99.\nWang C, Liu F, Liu YY, Zhao CH, You Y, Wang L, Zhang J, Wei B, Ma T, Zhang Q, Zhang Y, Chen R, Song H, Yang Z.\nIdentification and characterization of neuroblasts in the subventricular zone and rostral migratory stream of the adult human brain. Cell Res\n21: 1534–1550, 2011\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n100.\nWatt DG, Money KE, Bondar RL, Thirsk RB, Garneau M, Scully-Power P.\nCanadian medical experiments on Shuttle flight 41-G. Can Aeronaut Space J\n31: 215–226, 1985\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n101.\nWeiss JF, Landauer MR.\nProtection against ionizing radiation by antioxidant nutrients and phytochemicals. Toxicology\n189: 1–20, 2003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n102.\nWest MJ, Gundersen HJ.\nUnbiased stereological estimation of the number of neurons in the human hippocampus. J Comp Neurol\n296: 1–22, 1990\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n103.\nWinner B, Cooper-Kuhn CM, Aigner R, Winkler J, Kuhn HG.\nLong-term survival and cell death of newly generated neurons in the adult rat olfactory bulb. Eur J Neurosci\n16: 1681–1689, 2002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n104.\nWinner B, Kohl Z, Gage FH.\nNeurodegenerative disease and adult neurogenesis. Eur J Neurosci\n33: 1139–1151, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n105.\nWoo CC, Hingco EE, Taylor GE, Leon M.\nExposure to a broad range of odorants decreases cell mortality in the olfactory bulb. Neuroreport\n17: 817–821, 2006\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n106.\nYamaguchi M, Mori K.\nCritical period for sensory experience-dependent survival of newly generated granule cells in the adult mouse olfactory bulb. Proc Natl Acad Sci USA\n102: 9697–9702, 2005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n107.\nYang D, Li Q, Fang L, Cheng K, Zhang R, Zheng P, Zhan Q, Qi Z, Zhong S, Xie P.\nReduced neurogenesis and pre-synaptic dysfunction in the olfactory bulb of a rat model of depression. Neuroscience\n192: 609–618, 2011\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n108.\nZanello SB, Nguyen A, Theriot CA.\nRetinal non-visual photoreception in space. Aviat Space Environ Med\n84: 1277–1280, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n109.\nZeitlin C, Hassler DM, Cucinotta FA, Ehresmann B, Wimmer-Schweingruber RF, Brinza DE, Kang S, Weigle G, Bottcher S, Bohm E, Burmeister S, Guo J, Kohler J, Martin C, Posner A, Rafkin S, Reitz G.\nMeasurements of energetic particle radiation in transit to Mars on the Mars Science Laboratory. Science\n340: 1080–1084, 2013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n110.\nZou J, Pan YW, Wang Z, Chang SY, Wang W, Wang X, Tournier C, Storm DR, Xia Z.\nTargeted deletion of ERK5 MAP kinase in the developing nervous system impairs development of GABAergic interneurons in the main olfactory bulb and behavioral discrimination between structurally similar odorants. J Neurosci\n32: 4118–4132, 2012\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4152162/"
}