{
  "id": "PMC4964660",
  "title": "Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4964660/"
  },
  "sections": {
    "abstract": "As multiple spacefaring nations contemplate extended manned missions to Mars and the Moon, health risks could be elevated as travel goes beyond the Earth’s protective magnetosphere into the more intense deep space radiation environment. The primary purpose of this study was to determine whether mortality rates due to cardiovascular disease (CVD), cancer, accidents and all other causes of death differ in (1) astronauts who never flew orbital missions in space, (2) astronauts who flew only in low Earth orbit (LEO), and (3) Apollo lunar astronauts, the only humans to have traveled beyond Earth’s magnetosphere. Results show there were no differences in CVD mortality rate between non-flight (9%) and LEO (11%) astronauts. However, the CVD mortality rate among Apollo lunar astronauts (43%) was 4–5 times higher than in non-flight and LEO astronauts. To test a possible mechanistic basis for these findings, a secondary purpose was to determine the long-term effects of simulated weightlessness and space-relevant total-body irradiation on vascular responsiveness in mice. The results demonstrate that space-relevant irradiation induces a sustained vascular endothelial cell dysfunction. Such impairment is known to lead to occlusive artery disease, and may be an important risk factor for CVD among astronauts exposed to deep space radiation.",
    "results": "Results\nGroup Characteristics and Proportional Mortality Rates\nThe group of all flight astronauts was comprised of 5 females and 37 males, of which the LEO astronaut subgroup contained 5 females and 30 males and the Apollo lunar astronaut subgroup was comprised of 7 males. The non-flight astronauts consisted of 3 females and 32 males. Differences in the mean age at the time of selection and the time of death between all flight and non-flight astronauts or among LEO, lunar and non-flight astronauts were not significant (\nTable 1\n). Although the duration of Apollo missions ranged from 6.0–12.6 days, several of the lunar astronauts also logged time on Mercury, Gemini and Skylab missions, resulting in a total time in space of ~15 days. The total time in space and the number of missions flown did not differ between LEO and Apollo lunar astronauts (\nTable 1\n).\nThe proportional mortality rate due to CVD for all flight astronauts was not different from that in the non-flight astronauts (\nFig. 1\n). However, when looking at the subgroup analysis the number of deaths due to CVD in Apollo lunar astronauts was almost five times greater than that in the non-flight astronauts (\nFig. 1\n) and four times higher than in LEO astronauts. There were no differences between LEO and non-flight astronauts. All flight and non-flight astronauts that died from cardiovascular-related causes were male.\nThere were no differences in the proportional mortality rates due to cancer between flight (both LEO and lunar) and non-flight astronauts (\nTable 2\n). Deaths due to accidents were not different between flight or LEO and non-flight astronauts, but the proportional mortality rates of lunar astronauts due to accidents was lower than that of non-flight astronauts (\nTable 2\n). Proportional mortality rates for other causes of death were not different between flight, LEO or lunar and non-flight astronauts (\nTable 2\n).\nIn 2013, the latest year for cause-specific mortality data in the US, there were 338,127 deaths that occurred in the US among individuals in the 55–64 age range\n21\n. Relative to this 55–64 year old US population, the proportional mortality rate due to CVD was lower in the non-flight astronauts and LEO astronauts (\nFig. 1\n). Cancer proportional mortality rate was not different between the US population and both flight and non-flight astronauts (\nTable 2\n). Proportional mortality due to accidents was higher in both flight and non-flight astronauts compared with the US population (\nTable 2\n). Finally, for all other causes of death there was a lower proportional mortality for flight, LEO and non-flight astronauts compared with the US reference population, but no differences between lunar astronauts and the 55–64 year old population (\nTable 2\n).\nAnimal and Vessel Characteristics\nFollowing a 6–7 month recovery period from exposure to simulated weightlessness and space radiation, total body mass, muscle masses and gastrocnemius muscle feed artery characteristics were not different among groups (\nTable 3\n).\nVasodilator Responses\nThere was a significant acetylcholine (ACh) dose by group interaction between the control (Con) and total body irradiated (TBI) groups and the Con and total body irradiated plus hindlimb unloaded (TBI+HU) groups (\nFig. 2\n). The nitric oxide synthase (NOS) inhibitor N\nG\n-nitro-l-arginine methyl ester (L-NAME) reduced ACh-mediated vasodilation in all groups and abolished treatment-associated differences among groups (\nFig. 3A\n). The combined NOS and cyclooxygenase (COX) inhibition further decreased vasodilator responses with no differences among groups (\nFig. 3B\n). There was no significant dose by group interaction for endothelium-independent vasodilation with Dea-NONOate among groups (\nFig. 4\n).\nVasoconstrictor Responses\nThere were no differences in vasoconstriction mediated by KCl (\nSupplemental Fig. 1A\n) or phenylephrine (PE) (\nSupplemental Fig. 1B\n) among groups. Both active myogenic vasoconstriction (\nSupplemental Fig. 2A\n) and passive pressure-diameter responses (\nSupplemental Fig. 2B\n) were also not different among groups.\nProtein Expression\nLevels of the pro-oxidant protein xanthine oxidase (XO) were greater in gastrocnemius feed arteries (\nFig. 5A\n) and coronary arteries (\nFig. 5B\n) from TBI and TBI+HU mice, while endothelial NOS (eNOS), superoxide dismutase-1 (SOD-1) and NADPH oxidase-2 (NOX-2) protein content were not different among groups in gastrocnemius feed arteries (\nSupplemental Fig. 3\n) and coronary arteries (\nSupplemental Fig. 4\n).",
    "group_characteristics_and_proportional_mortality_rates": "Group Characteristics and Proportional Mortality Rates\nThe group of all flight astronauts was comprised of 5 females and 37 males, of which the LEO astronaut subgroup contained 5 females and 30 males and the Apollo lunar astronaut subgroup was comprised of 7 males. The non-flight astronauts consisted of 3 females and 32 males. Differences in the mean age at the time of selection and the time of death between all flight and non-flight astronauts or among LEO, lunar and non-flight astronauts were not significant (\nTable 1\n). Although the duration of Apollo missions ranged from 6.0–12.6 days, several of the lunar astronauts also logged time on Mercury, Gemini and Skylab missions, resulting in a total time in space of ~15 days. The total time in space and the number of missions flown did not differ between LEO and Apollo lunar astronauts (\nTable 1\n).\nThe proportional mortality rate due to CVD for all flight astronauts was not different from that in the non-flight astronauts (\nFig. 1\n). However, when looking at the subgroup analysis the number of deaths due to CVD in Apollo lunar astronauts was almost five times greater than that in the non-flight astronauts (\nFig. 1\n) and four times higher than in LEO astronauts. There were no differences between LEO and non-flight astronauts. All flight and non-flight astronauts that died from cardiovascular-related causes were male.\nThere were no differences in the proportional mortality rates due to cancer between flight (both LEO and lunar) and non-flight astronauts (\nTable 2\n). Deaths due to accidents were not different between flight or LEO and non-flight astronauts, but the proportional mortality rates of lunar astronauts due to accidents was lower than that of non-flight astronauts (\nTable 2\n). Proportional mortality rates for other causes of death were not different between flight, LEO or lunar and non-flight astronauts (\nTable 2\n).\nIn 2013, the latest year for cause-specific mortality data in the US, there were 338,127 deaths that occurred in the US among individuals in the 55–64 age range\n21\n. Relative to this 55–64 year old US population, the proportional mortality rate due to CVD was lower in the non-flight astronauts and LEO astronauts (\nFig. 1\n). Cancer proportional mortality rate was not different between the US population and both flight and non-flight astronauts (\nTable 2\n). Proportional mortality due to accidents was higher in both flight and non-flight astronauts compared with the US population (\nTable 2\n). Finally, for all other causes of death there was a lower proportional mortality for flight, LEO and non-flight astronauts compared with the US reference population, but no differences between lunar astronauts and the 55–64 year old population (\nTable 2\n).",
    "animal_and_vessel_characteristics": "Animal and Vessel Characteristics\nFollowing a 6–7 month recovery period from exposure to simulated weightlessness and space radiation, total body mass, muscle masses and gastrocnemius muscle feed artery characteristics were not different among groups (\nTable 3\n).",
    "vasodilator_responses": "Vasodilator Responses\nThere was a significant acetylcholine (ACh) dose by group interaction between the control (Con) and total body irradiated (TBI) groups and the Con and total body irradiated plus hindlimb unloaded (TBI+HU) groups (\nFig. 2\n). The nitric oxide synthase (NOS) inhibitor N\nG\n-nitro-l-arginine methyl ester (L-NAME) reduced ACh-mediated vasodilation in all groups and abolished treatment-associated differences among groups (\nFig. 3A\n). The combined NOS and cyclooxygenase (COX) inhibition further decreased vasodilator responses with no differences among groups (\nFig. 3B\n). There was no significant dose by group interaction for endothelium-independent vasodilation with Dea-NONOate among groups (\nFig. 4\n).",
    "vasoconstrictor_responses": "Vasoconstrictor Responses\nThere were no differences in vasoconstriction mediated by KCl (\nSupplemental Fig. 1A\n) or phenylephrine (PE) (\nSupplemental Fig. 1B\n) among groups. Both active myogenic vasoconstriction (\nSupplemental Fig. 2A\n) and passive pressure-diameter responses (\nSupplemental Fig. 2B\n) were also not different among groups.",
    "protein_expression": "Protein Expression\nLevels of the pro-oxidant protein xanthine oxidase (XO) were greater in gastrocnemius feed arteries (\nFig. 5A\n) and coronary arteries (\nFig. 5B\n) from TBI and TBI+HU mice, while endothelial NOS (eNOS), superoxide dismutase-1 (SOD-1) and NADPH oxidase-2 (NOX-2) protein content were not different among groups in gastrocnemius feed arteries (\nSupplemental Fig. 3\n) and coronary arteries (\nSupplemental Fig. 4\n).",
    "discussion": "Discussion\nLife on Earth is insulated from the harmful effects of galactic cosmic rays and solar particle events through particle deflection by the Earth’s magnetosphere and shielding by Earth’s atmosphere. With the exception of the Apollo lunar missions, manned spaceflight has taken place exclusively in LEO where atmospheric protection from space radiation is essentially absent, but protection by the Earth’s geomagnetic field is present. Under these conditions, it has been broadly assumed that missions in LEO or short excursions to the Moon would not increase the long-term risk for CVD among astronauts\n16\n18\n. Using non-flight astronauts as a comparison group, the data show that this group had a mortality rate of approximately 9% due to CVD (\nFig. 1\n). The mortality rate for CVD among all US flight astronauts, including both LEO and Apollo lunar astronauts, was not different than that in the non-flight astronauts. However, when considered as a separate group, the Apollo lunar astronauts, the only group of humans to have traveled outside of the Earth’s protective magnetosphere, demonstrate a higher mortality rate due to CVD compared to both the cohort of astronauts that did not travel into space, as well as astronauts who remained in LEO (\nFig. 1\n). These data suggest that human travel into deep space may be more hazardous to cardiovascular health than previously estimated.\nAstronaut mortality has been reported in four previous studies. In the first by Peterson \net al\n.\n22\n, it was reported that of the 20 deceased US astronauts from 1959–1991 the causes of death were due to circulatory disease (10%), cancer (5%), accidents (80%) and other causes (5%). Using the US population as the reference group, it was found that mortality due to CVD was significantly lower in astronauts and accidental deaths were significantly higher\n22\n. A subsequent study by Hamm \net al\n.\n23\n focused solely on cancer-specific mortality among astronauts through 1995, and included an additional reference group of Johnson Space Center employees. This comparison group was part of a Longitudinal Study of Astronaut Health initiative by the National Aeronautics and Space Administration (NASA) to better assess the occupational health risks of astronauts, since the health characteristics of astronauts and the overall environment in which they train at Johnson Space Center were deemed to be different from that of the general US population\n24\n. Results from this study indicated that there was not a significant difference in cancer mortality between astronauts and Johnson Space Center employees or Texas residents living in the area surrounding Johnson Space Center\n23\n. In a follow-up study by Hamm \net al\n.\n25\n, cause-specific mortality rates beyond just cancer were examined. The only significant difference found was a higher number of accidental deaths among astronauts (69%) relative to Johnson Space Center employees (14%). Finally, in the most recent study published by Reynolds and Day\n26\n, the cause-specific mortality rates from 1980–2009 were reported in astronauts and residents of Harris County, Texas, where Johnson Space Center is located. The results indicated a lower risk of death due to CVD and cancer in astronauts versus Harris County residents, and a higher risk of death due to accidents\n26\n. Collectively, these studies indicate that the risk of death due to chronic diseases appears to be lower in astronauts, particularly those involving CVD\n22\n26\n.\nThe current analysis of mortality rates among astronauts differs from these previous studies in several important ways. The first is the reference population used to gauge the significance of cause-specific mortality rates among astronauts. The biomedical characteristics of astronauts are very different from individuals in the general population. According to the Review of NASA’s Longitudinal Study of Astronaut Health by the Institute of Medicine\n24\n, astronauts have substantially higher incomes, levels of education, general fitness, and lifelong access to medical care, all of which are factors known to contribute to high levels of health and well-being. With such large baseline differences between astronauts and comparison groups, it is difficult to ascertain what specific impact spaceflight might have on astronaut health. For this reason, the Institute of Medicine recommended in 2004 that astronauts who have never flown in space be used as a reference population\n24\n; the present study is the first to incorporate non-flight astronauts as a comparison group. Consequently, current results demonstrate that previous conclusions suggesting the risk of death due to CVD is lower among flight astronauts\n22\n26\n are no longer tenable.\nThe second unique feature of the present study is that it is the first to examine the long-term mortality risks of spaceflight in LEO and deep space. Exposure to charged particles comprising the galactic cosmic rays in deep space has the potential to elicit a number of complications in biological tissue. Recent work in rodents and cell culture has highlighted the potentially harmful effects of such exposures on the cardiovascular system\n20\n27\n28\n29\n30\n, which may translate to astronauts engaged in deep space expeditions.\nWhile traveling from LEO to the Moon and back, the Apollo lunar astronauts traversed regions of geomagnetically trapped electrons and protons known as the Van Allen belts and, depending on the duration of their mission and the specific activities in which they were engaged (e.g., lunar surface and intravehicular Command and Lunar Module activities), were continuously subjected to varying levels of high-energy cosmic rays\n31\n. Fortunately, there were no major solar particle events during any of the Apollo missions. The lunar astronauts also experienced a visual phenomenon of light flashes (~17/hour) when the spacecraft was dark, and tests indicated that the flashes were the result of HZE cosmic rays traversing the retina\n31\n32\n.\nInteractions of the galactic cosmic rays with the spacecraft hull will have a large impact on the radiation exposure of astronauts. Charged particles traversing the hull or “shielding” of the ship will incur nuclear interactions that depend on the composition and thickness of the hull material. These interactions will result in fragmentation products and particles of reduced energy but higher LET that contribute to the radiation dose within the spacecraft. The average radiation dose for the seven deceased Apollo crew was 0.59 ± 0.15 cGy (range 0.18–1.14 cGy)\n31\n. If we assume representative shielding scenarios (10 g/cm\n2\n) for the Apollo Command Module and radiation quality factors drawn from the most recent International Commission on Radiological Protection\n33\n, then the average radiation dose from the galactic cosmic rays to the Apollo astronauts would be approximately 0.295 cGy, or roughly half the total dose during their lunar excursions\n9\n. Using similar assumptions, astronauts in LEO would receive 50–100 mSv over a 6–12 month stay, of which the galactic cosmic rays would account for approximately two-thirds of this total dose\n9\n. Thus, given their mean mission duration of 15.6 days, the deceased LEO astronauts would receive approximately 0.29 cGy, a galactic cosmic ray dose very similar to the Apollo lunar astronauts.\nDespite virtually identical estimates for galactic cosmic ray exposure, the mortality rate of LEO astronauts for CVD is significantly lower than in Apollo lunar astronauts. Furthermore, LEO astronauts do not exhibit significant differences in mortality compared to non-flight astronauts. Several factors may account for this apparent paradox. First, lunar and LEO galactic cosmic ray dose estimates were made using certain assumptions that are constantly being revised. For instance, if actual shielding levels for the Apollo missions were less than 10 g/cm\n2\n, calculated lunar galactic cosmic ray doses may be underestimates. Second, activities on the lunar surface and inside the lightly shielded Lunar Module may also include dose contributions from scattered albedo neutrons, which are relatively insignificant inside a spacecraft. And finally, lunar and deep space exposures will include dose contributions from less energetic and lighter particles. For astronauts in LEO, the relative contribution of particles with energies below the geomagnetic cutoff is lower since they will be deflected by the Earth’s magnetosphere. While it remains uncertain whether differences in absorbed dose profiles can account for the elevated lunar CVD mortality rates reported here, it is equally difficult to disregard this possibility. As a result, these findings highlight the potential adverse impact of charged particles and their unique microdosimetric properties on post-mitotic cellular structures responsible for maintaining longer-term cardiovascular health.\nThe possibility of long-term degenerative effects of deep space travel on cardiovascular function has not been well described or substantiated. Only in the last decade, when multiple spacefaring nations and corporate entities have announced plans to embark on manned exploratory missions to Mars and prolonged habitation on the Moon, has biomedical research been directed towards identifying possible CVD risks associated with the deep space radiation environment. Consequently, there is limited information available on the effects of charged particle HZE radiation on the cardiovascular system.\nResults from the present study address the question of possible long-lasting interactive effects of simulated weightlessness and space radiation on vascular function. To experimentally address this question, vascular responses of resistance arteries were determined 6–7 months after the cessation of a 14-day hindlimb unloading treatment, a 1 Gy \n56\nFe irradiation treatment, or a treatment consisting of a combination of the two. Given that the average life-span of male C57BL/6 mice is 878 ± 10 days\n34\n, the 6–7 month period represents approximately 23% of animals’ life or roughly the equivalent of 18–20 years in humans. The data show that hindlimb unloading alone had no persistent effect to significantly diminish endothelium-dependent vasodilation, while HZE irradiation alone and in combination with unloading impaired endothelium-dependent vasodilation (\nFig. 2\n) through the NO signaling mechanism (\nFig. 3\n). This decrement in NO signaling appears to be mediated primarily through greater NO scavenging by reactive oxygen species, as evidenced by higher vascular protein content (\nFig. 5A,B\n)\n20\n27\n and activity\n27\n of XO in peripheral and coronary arteries. These data indicate that the long-lasting effects of simulated weightlessness and space radiation on vascular endothelial function are the result of the radiation exposure and are not due to an interaction with weightlessness. As dysfunction of the vascular endothelium is central to the pathogenesis of vascular disease\n35\n36\n, such adverse arterial effects could lead to the development of occlusive arterial diseases, including myocardial infarction and stroke.\nAlthough results from the present study provide new evidence that even short-term spaceflight beyond the Earth’s protective magnetosphere may have adverse effects on CVD mortality, there are limitations to consider. First, the sample size for cause-specific deaths among lunar astronauts is small. Therefore, caution must be used in drawing definitive conclusions regarding specific health risks. Second, although deep space radiation seems a likely cause underlying the higher proportional mortality rate due to CVD in Apollo astronauts, it remains unknown what specific factor(s) in the space environment is responsible. And third, although the HZE irradiation used in the animal studies was selected to mimic that which deep space travelers might encounter, the absorbed dose (1 Gy) and the dose rate (single exposure, 10cGy/min) would be higher and faster than that experienced by the Apollo lunar astronauts\n31\n. It would be more representative of the space environment to have the radiation exposure occur at a lower dose rate and over an extended time period. Unfortunately, that type of exposure paradigm using \n56\nFe ions is not currently feasible at Brookhaven National Laboratory. Despite these limitations, results from these animal studies demonstrate that space relevant irradiation induces long-lasting vascular dysfunction of the type known to presage the development of atherosclerotic cardiovascular disease\n35\n36\n.\nIn summary, results from the present study reveal that Apollo lunar astronauts have a significantly higher mortality rate due to CVD than either the cohort of astronauts who never flew an orbital space mission or astronauts who never flew beyond LEO (\nFig. 1\n). Moreover, the CVD mortality for lunar flight astronauts was higher than that in the age-matched US population, although this difference was not statistically significant. These findings suggest that in spite of the “healthy worker” effect, short-duration deep space travel by this highly educated, trained and physically fit group results in a significantly elevated risk of death from CVD. The major environmental factor that would appear to underlie this phenomenon is deep space radiation. Estimates indicate that the dose of galactic cosmic ray irradiation to which LEO and lunar astronauts were exposed were not greatly different. However, qualitative differences in the absorbed dose profiles resulting from the effect of the Earth’s magnetosphere to deflect less energetic and lighter galactic cosmic ray particles away from Earth may account for the lower CVD mortality rate among LEO astronauts. Animal studies also indicate that while simulated weightlessness and space-relevant irradiation interact to induce early impairment of endothelium-dependent vasodilation\n20\n, the only sustained vascular endothelial cell dysfunction is that mediated by exposure to HZE particles and not by simulated weightlessness (\nFig. 2\n). If such results translate to the human condition, then long-term dysfunction of the vascular endothelium induced by charged HZE particles could be a major contributor to the development of atherosclerotic cardiovascular disease in astronauts.",
    "methods": "Methods\nUS Astronaut Mortality Rate Study\nThis study consisted of two distinct populations, the deceased astronaut population and the deceased US National Population ages 55–64. A record of deceased US NASA astronauts through 2015 was obtained from NASA Johnson Space Center Lifetime Surveillance of Astronaut Health and NASA website (\nhttp://www.jsc.nasa.gov/Bios/astrobio_former.html\n). Records of other NASA-US Air Force astronauts in the X-15, X-20 and Manned Orbital Laboratory programs were obtained from program summaries\n37\n. Deceased US astronauts were further grouped into flight (including LEO and Apollo lunar subgroups) or non-flight astronaut samples based on their flight activities; this allowed cause of death comparisons between the flight and non-flight groups.\nUS Astronaut Flight Sample\nDeceased flight astronauts (\nn\n = 43) flew on orbital missions as part of the Mercury, Gemini, Apollo, Apollo-Soyuz, Skylab and Space Shuttle programs and included pilots, mission commanders, mission specialists and payload specialists. Deceased flight astronauts were further subdivided into two groups, those having flown missions in low Earth orbit (LEO, \nn\n = 36) and those having flown missions beyond LEO as part of the Apollo lunar missions (\nn\n = 7). Astronauts that perished in the Apollo 1 and STS-51L Challenger accidents but had flown on previous missions (\nn\n = 6) were classified as flight astronauts. Those US astronauts that perished in the STS-107 Columbia accident were classified as flight astronauts since all achieved orbital flight.\nUS Astronaut Non-Flight Comparison Sample\nThe first comparison group consisted of deceased astronauts who never flew in space or flew only suborbital flights (\nn\n = 41). These individuals included astronauts that completed astronaut training but were never assigned to a specific mission, were assigned to a subsequently cancelled missions, died prior to flying their assigned mission, flew the NASA-US Air Force’s X-15 rocket-powered aircraft, or were designated to fly on the US Air Force’s X-20 Dyna-Soar space plane or Manned Orbiting Laboratory (MOL). Astronauts that flew the X-15 aircraft never attained orbital spaceflight, and individuals assigned to the X-20 Dyna-Soar and MOL never flew in space as part of these programs due to their cancelation. Of the thirty-one X-15, X-20 and MOL astronauts, nine subsequently flew orbital missions as part of the Apollo and Space Shuttle programs. Four of the nine are now deceased and included in the flight group; three are in the LEO group and one is in the Apollo lunar group. Astronauts who perished in the Apollo 1 and STS-51L Challenger accidents who were first-time flyers (\nn\n = 4) were categorized as non-flight astronauts for the purpose of this analysis due to not having achieved orbital flight.\nUS National Population Comparison Sample\nA second comparison population consisted of the general US population. The total number of deaths in 2013 of those dying between 55–64 years of age and the number of deaths from this population subgroup due to CVD, cancer, accidents, and all other causes were used for comparison with that of the flight (including LEO and Apollo lunar subgroups) and non-flight astronaut groups. This population subgroup from the general population was used because the 55–64 year age group most closely approximates the ages of the flight and non-flight astronauts at their time of death (\nTable 1\n).\nVital Statistics\nCause of death was determined from death certificates in all Apollo lunar astronauts, 97% of LEO astronauts, and 49% of non-flight astronauts. In cases where death certificates were not available for review, cause of death was obtained from official NASA biographical sketches (\nhttp://www.jsc.nasa.gov/Bios/\n), NASA’s Astronaut Fact Book, obituaries, and other biographical records. The specific cause of death for one LEO astronaut and 6 non-flight astronauts could not be determined from any of the above sources; these astronauts were not included in the analysis for a final sample of 42 flight astronauts and 35 non-flight astronauts.\nCause of death was categorized into four main categories: Cardiovascular Disease, Cancer, Accident, and All Other Causes. Deaths due to heart failure, myocardial infarction, stroke, brain aneurysm, or blood clots were classified as CVD. Deaths attributed to any form of malignant neoplasms were categorized as cancer. Deaths due to unintentional injuries, including orbiter destruction and plane, automobile, motorcycle, boat and bicycle accidents, were categorized as accidents. Any other causes of death were designated in the All Other Causes category and included illnesses such as pneumonia and pancreatitis. All-cause and cause-specific mortality rates for the US general population 55–64 years old in 2013 were obtained from the Centers for Disease Control and Prevention’s National Center for Health Statistics\n21\n.\nAnimal Studies\nAll experimental procedures were approved by the Institutional Animal Care and Use Committees at Florida State University, NASA and Brookhaven National Laboratory, conforming to the U.S. National Institutes of Health (NIH) \nGuide for the Care and Use of Laboratory Animals\n (Eighth edition, 2011).\nForty-four male C57BL/6 mice (Jackson Laboratory, Bar Harbor, ME), 16 weeks of age, were individually housed at the Brookhaven National Laboratory animal facility at Long Island, New York. Animals were maintained in a controlled environment (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water \nad libitum\n. Mice were randomized by body mass to one of four groups: control (Con, \nn\n = 11), hindlimb unloaded (HU, \nn\n = 11), total body irradiated (TBI, \nn\n = 11), and the combined TBI and HU (TBI+HU, \nn\n = 11). One week after the conclusion of the unloading treatment for the HU and TBI+HU groups, the mice in all four groups were shipped to Florida State University, individually housed in the animal vivarium under controlled environmental conditions (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water \nad libitum\n.\nHindlimb Unloading\nMice were hindlimb unloaded via tail traction for 14 days according to the methods of Morey-Holton \net al\n. as previously described\n19\n20\n38\n. After the 14-day unloading treatment, animals were released from the unloading apparatus to move freely in standard cages for 6–7 months until the time to conduct the vascular experiments. Control mice were individually housed in their normal cage environment.\nWhole-Body Irradiation\nMice were exposed to a single dose of radiation consisting of 1 Gy of \n56\nFe ions (600 MeV/nucleon, LET 150 keV/μm in water) at a dose rate of 10cGy/min at the NASA Space Radiation Laboratory beamline at Brookhaven National Laboratory. Irradiation of TBI+HU mice took place 3 days after the initiation of hindlimb unloading while the animals remained unloaded. Sham-irradiated mice were handled in an identical fashion but were not irradiated (0 Gy).\nIsolated Microvessel Studies\nExperiments were conducted on 2 mice per day over a 5-wk period. These studies commenced after at least 6 months from the time the HU mice were released from the unloading treatment. Animals from each of the four groups were randomly selected for experimentation over the 5-wk experimental period, and one mouse from each group was studied every other experimental day. Mice were anesthetized with isoflurane (5%/O\n2\n) and euthanized by excision of the heart. Gastrocnemius muscle feed arteries running along the superficial white portion of the gastrocnemius muscles from the left and right hindlimbs were isolated and either cannulated and prepared for \nin vitro\n experimentation or frozen in liquid N\n2\n and stored at −80 °C for determination of protein content as previously described\n20\n38\n. Additionally, the left anterior descending artery and branches off this artery (~90–220 μm inner diameter) were dissected free of the surrounding myocardium, snap frozen in liquid N\n2\n and stored at −80 °C for determination of protein content.\nEvaluation of Vasomotor Properties\nIn one set of studies, vasodilator responses of feed arteries to the endothelium-dependent vasodilator acetylcholine (ACh, 10\n−9\n–10\n−4\n M) and endothelium-independent vasodilator Dea-NONOate (10\n−9\n–10\n−4\n M) were assessed as previously described\n20\n38\n. ACh-induced vasodilation was also evaluated following incubation with nitric oxide synthase (NOS) inhibitor N\nG\n-nitro-l-arginine methyl ester (L-NAME, 10\n−5\n M) and following incubation with the combination of L-NAME with COX inhibitor indomethacin (10\n−5\n M) as previously reported\n20\n38\n. Maximal diameter and medial wall thickness were determined after a 1-hr incubation period in calcium-free physiological saline buffer solution (PSS) with 10\n−4\n M sodium nitroprusside (SNP) to allow complete smooth muscle cell relaxation.\nIn a second set of vessels, vasoconstrictor responses were assessed through non-receptor (KCl, 10–100 mM), myogenic (increasing intraluminal pressure from 0 cm H\n2\nO up to 140 cm H\n2\nO, in 20 cm H\n2\nO increments), and receptor [α\n1\n-adrenoreceptor agonist phenylephrine (PE, 10\n−9\n–10\n−4\n M)] mechanisms as previously described\n20\n39\n. Passive pressure-diameter responses were recorded in a similar fashion to that of the active myogenic response after vessels were incubated in calcium-free PSS with 10\n−4\n M SNP for 1 hr.\nImmunoblot Analysis\neNOS, SOD-1, XO and NOX-2 protein content in gastrocnemius feed arteries and coronary arteries were assessed via immunoblot analysis. Arteries were isolated, snap frozen and processed as previously described\n20\n40\n. Primary antibody dilutions were as follows: eNOS (1:150, BD Transduction #610296), Cu/Zn SOD-1 (1:8000, Enzo Life Sciences ADI-SOD-100-F), XO (1:1000, Abcam #109235), NOX-2 (1:1000, Abcam #129068) and β-actin (1:2000, Cell Signaling #4967). Differences in loading were normalized by expressing all data as relative densitometry units of the protein of interest versus β-actin.\nStatistical Analysis\nProportional mortality rates were calculated as the number of deaths from a particular cause divided by the total number of deaths for that particular group or sub-group. The significance of differences in cause-specific deaths between groups was assessed with Fisher’s exact probability test. Due to this test being considered extremely conservative\n41\n, a value of P ≤ 0.10 was considered statistically significant\n42\n43\n. Differences in age at the time of death and other astronaut characteristics were assessed with a one-way ANOVA and Fisher LSD post-hoc tests.\nFor the animal studies, a one-way ANOVA and Fisher LSD post-hoc tests were used to detect differences in body, tissue and vascular characteristics. Vasomotor responses were evaluated using repeated-measures ANOVAs to detect differences between experimental groups and drug doses or pressure changes. All values are presented as means ± SE. A value of P ≤ 0.05 was considered statistically significant.",
    "us_astronaut_mortality_rate_study": "US Astronaut Mortality Rate Study\nThis study consisted of two distinct populations, the deceased astronaut population and the deceased US National Population ages 55–64. A record of deceased US NASA astronauts through 2015 was obtained from NASA Johnson Space Center Lifetime Surveillance of Astronaut Health and NASA website (\nhttp://www.jsc.nasa.gov/Bios/astrobio_former.html\n). Records of other NASA-US Air Force astronauts in the X-15, X-20 and Manned Orbital Laboratory programs were obtained from program summaries\n37\n. Deceased US astronauts were further grouped into flight (including LEO and Apollo lunar subgroups) or non-flight astronaut samples based on their flight activities; this allowed cause of death comparisons between the flight and non-flight groups.",
    "us_astronaut_flight_sample": "US Astronaut Flight Sample\nDeceased flight astronauts (\nn\n = 43) flew on orbital missions as part of the Mercury, Gemini, Apollo, Apollo-Soyuz, Skylab and Space Shuttle programs and included pilots, mission commanders, mission specialists and payload specialists. Deceased flight astronauts were further subdivided into two groups, those having flown missions in low Earth orbit (LEO, \nn\n = 36) and those having flown missions beyond LEO as part of the Apollo lunar missions (\nn\n = 7). Astronauts that perished in the Apollo 1 and STS-51L Challenger accidents but had flown on previous missions (\nn\n = 6) were classified as flight astronauts. Those US astronauts that perished in the STS-107 Columbia accident were classified as flight astronauts since all achieved orbital flight.",
    "us_astronaut_non-flight_comparison_sample": "US Astronaut Non-Flight Comparison Sample\nThe first comparison group consisted of deceased astronauts who never flew in space or flew only suborbital flights (\nn\n = 41). These individuals included astronauts that completed astronaut training but were never assigned to a specific mission, were assigned to a subsequently cancelled missions, died prior to flying their assigned mission, flew the NASA-US Air Force’s X-15 rocket-powered aircraft, or were designated to fly on the US Air Force’s X-20 Dyna-Soar space plane or Manned Orbiting Laboratory (MOL). Astronauts that flew the X-15 aircraft never attained orbital spaceflight, and individuals assigned to the X-20 Dyna-Soar and MOL never flew in space as part of these programs due to their cancelation. Of the thirty-one X-15, X-20 and MOL astronauts, nine subsequently flew orbital missions as part of the Apollo and Space Shuttle programs. Four of the nine are now deceased and included in the flight group; three are in the LEO group and one is in the Apollo lunar group. Astronauts who perished in the Apollo 1 and STS-51L Challenger accidents who were first-time flyers (\nn\n = 4) were categorized as non-flight astronauts for the purpose of this analysis due to not having achieved orbital flight.",
    "us_national_population_comparison_sample": "US National Population Comparison Sample\nA second comparison population consisted of the general US population. The total number of deaths in 2013 of those dying between 55–64 years of age and the number of deaths from this population subgroup due to CVD, cancer, accidents, and all other causes were used for comparison with that of the flight (including LEO and Apollo lunar subgroups) and non-flight astronaut groups. This population subgroup from the general population was used because the 55–64 year age group most closely approximates the ages of the flight and non-flight astronauts at their time of death (\nTable 1\n).",
    "vital_statistics": "Vital Statistics\nCause of death was determined from death certificates in all Apollo lunar astronauts, 97% of LEO astronauts, and 49% of non-flight astronauts. In cases where death certificates were not available for review, cause of death was obtained from official NASA biographical sketches (\nhttp://www.jsc.nasa.gov/Bios/\n), NASA’s Astronaut Fact Book, obituaries, and other biographical records. The specific cause of death for one LEO astronaut and 6 non-flight astronauts could not be determined from any of the above sources; these astronauts were not included in the analysis for a final sample of 42 flight astronauts and 35 non-flight astronauts.\nCause of death was categorized into four main categories: Cardiovascular Disease, Cancer, Accident, and All Other Causes. Deaths due to heart failure, myocardial infarction, stroke, brain aneurysm, or blood clots were classified as CVD. Deaths attributed to any form of malignant neoplasms were categorized as cancer. Deaths due to unintentional injuries, including orbiter destruction and plane, automobile, motorcycle, boat and bicycle accidents, were categorized as accidents. Any other causes of death were designated in the All Other Causes category and included illnesses such as pneumonia and pancreatitis. All-cause and cause-specific mortality rates for the US general population 55–64 years old in 2013 were obtained from the Centers for Disease Control and Prevention’s National Center for Health Statistics\n21\n.",
    "animal_studies": "Animal Studies\nAll experimental procedures were approved by the Institutional Animal Care and Use Committees at Florida State University, NASA and Brookhaven National Laboratory, conforming to the U.S. National Institutes of Health (NIH) \nGuide for the Care and Use of Laboratory Animals\n (Eighth edition, 2011).\nForty-four male C57BL/6 mice (Jackson Laboratory, Bar Harbor, ME), 16 weeks of age, were individually housed at the Brookhaven National Laboratory animal facility at Long Island, New York. Animals were maintained in a controlled environment (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water \nad libitum\n. Mice were randomized by body mass to one of four groups: control (Con, \nn\n = 11), hindlimb unloaded (HU, \nn\n = 11), total body irradiated (TBI, \nn\n = 11), and the combined TBI and HU (TBI+HU, \nn\n = 11). One week after the conclusion of the unloading treatment for the HU and TBI+HU groups, the mice in all four groups were shipped to Florida State University, individually housed in the animal vivarium under controlled environmental conditions (12:12 hour light-dark cycle, 24 ± 2 °C) and provided food and water \nad libitum\n.",
    "hindlimb_unloading": "Hindlimb Unloading\nMice were hindlimb unloaded via tail traction for 14 days according to the methods of Morey-Holton \net al\n. as previously described\n19\n20\n38\n. After the 14-day unloading treatment, animals were released from the unloading apparatus to move freely in standard cages for 6–7 months until the time to conduct the vascular experiments. Control mice were individually housed in their normal cage environment.",
    "whole-body_irradiation": "Whole-Body Irradiation\nMice were exposed to a single dose of radiation consisting of 1 Gy of \n56\nFe ions (600 MeV/nucleon, LET 150 keV/μm in water) at a dose rate of 10cGy/min at the NASA Space Radiation Laboratory beamline at Brookhaven National Laboratory. Irradiation of TBI+HU mice took place 3 days after the initiation of hindlimb unloading while the animals remained unloaded. Sham-irradiated mice were handled in an identical fashion but were not irradiated (0 Gy).",
    "isolated_microvessel_studies": "Isolated Microvessel Studies\nExperiments were conducted on 2 mice per day over a 5-wk period. These studies commenced after at least 6 months from the time the HU mice were released from the unloading treatment. Animals from each of the four groups were randomly selected for experimentation over the 5-wk experimental period, and one mouse from each group was studied every other experimental day. Mice were anesthetized with isoflurane (5%/O\n2\n) and euthanized by excision of the heart. Gastrocnemius muscle feed arteries running along the superficial white portion of the gastrocnemius muscles from the left and right hindlimbs were isolated and either cannulated and prepared for \nin vitro\n experimentation or frozen in liquid N\n2\n and stored at −80 °C for determination of protein content as previously described\n20\n38\n. Additionally, the left anterior descending artery and branches off this artery (~90–220 μm inner diameter) were dissected free of the surrounding myocardium, snap frozen in liquid N\n2\n and stored at −80 °C for determination of protein content.",
    "evaluation_of_vasomotor_properties": "Evaluation of Vasomotor Properties\nIn one set of studies, vasodilator responses of feed arteries to the endothelium-dependent vasodilator acetylcholine (ACh, 10\n−9\n–10\n−4\n M) and endothelium-independent vasodilator Dea-NONOate (10\n−9\n–10\n−4\n M) were assessed as previously described\n20\n38\n. ACh-induced vasodilation was also evaluated following incubation with nitric oxide synthase (NOS) inhibitor N\nG\n-nitro-l-arginine methyl ester (L-NAME, 10\n−5\n M) and following incubation with the combination of L-NAME with COX inhibitor indomethacin (10\n−5\n M) as previously reported\n20\n38\n. Maximal diameter and medial wall thickness were determined after a 1-hr incubation period in calcium-free physiological saline buffer solution (PSS) with 10\n−4\n M sodium nitroprusside (SNP) to allow complete smooth muscle cell relaxation.\nIn a second set of vessels, vasoconstrictor responses were assessed through non-receptor (KCl, 10–100 mM), myogenic (increasing intraluminal pressure from 0 cm H\n2\nO up to 140 cm H\n2\nO, in 20 cm H\n2\nO increments), and receptor [α\n1\n-adrenoreceptor agonist phenylephrine (PE, 10\n−9\n–10\n−4\n M)] mechanisms as previously described\n20\n39\n. Passive pressure-diameter responses were recorded in a similar fashion to that of the active myogenic response after vessels were incubated in calcium-free PSS with 10\n−4\n M SNP for 1 hr.",
    "immunoblot_analysis": "Immunoblot Analysis\neNOS, SOD-1, XO and NOX-2 protein content in gastrocnemius feed arteries and coronary arteries were assessed via immunoblot analysis. Arteries were isolated, snap frozen and processed as previously described\n20\n40\n. Primary antibody dilutions were as follows: eNOS (1:150, BD Transduction #610296), Cu/Zn SOD-1 (1:8000, Enzo Life Sciences ADI-SOD-100-F), XO (1:1000, Abcam #109235), NOX-2 (1:1000, Abcam #129068) and β-actin (1:2000, Cell Signaling #4967). Differences in loading were normalized by expressing all data as relative densitometry units of the protein of interest versus β-actin.",
    "statistical_analysis": "Statistical Analysis\nProportional mortality rates were calculated as the number of deaths from a particular cause divided by the total number of deaths for that particular group or sub-group. The significance of differences in cause-specific deaths between groups was assessed with Fisher’s exact probability test. Due to this test being considered extremely conservative\n41\n, a value of P ≤ 0.10 was considered statistically significant\n42\n43\n. Differences in age at the time of death and other astronaut characteristics were assessed with a one-way ANOVA and Fisher LSD post-hoc tests.\nFor the animal studies, a one-way ANOVA and Fisher LSD post-hoc tests were used to detect differences in body, tissue and vascular characteristics. Vasomotor responses were evaluated using repeated-measures ANOVAs to detect differences between experimental groups and drug doses or pressure changes. All values are presented as means ± SE. A value of P ≤ 0.05 was considered statistically significant.",
    "additional_information": "Additional Information\nHow to cite this article\n: Delp, M. D. \net al\n. Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium. \nSci. Rep.\n\n\n6\n, 29901; doi: 10.1038/srep29901 (2016).",
    "supplementary_material": "Supplementary Material\nSupplementary Information"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4964660/"
}