{
  "id": "PMC4682325",
  "title": "Transcriptional and Hormonal Regulation of Gravitropism of Woody Stems in Populus.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Transcriptional and Hormonal Regulation of Gravitropism of Woody Stems in Populus.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4682325/"
  },
  "sections": {
    "permalink": "Copy",
    "suzanne_gerttula": "a\nUS Forest Service, Pacific Southwest Research Station, Davis, California 95618\nFind articles by \nSuzanne Gerttula",
    "matthew_zinkgraf": "a\nUS Forest Service, Pacific Southwest Research Station, Davis, California 95618\nFind articles by \nMatthew Zinkgraf",
    "gloria_k_muday": "b\nWake Forest University, Winston-Salem, North Carolina 27106\nFind articles by \nGloria K Muday",
    "daniel_r_lewis": "b\nWake Forest University, Winston-Salem, North Carolina 27106\nFind articles by \nDaniel R Lewis",
    "farid_m_ibatullin": "c\nDivision of Glycoscience, School of Biotechnology, Royal Institute of Technology, AlbaNova University Centre, S-106 91 Stockholm, Sweden\nd\nBiophysics Division, Petersburg Nuclear Physics Institute, National Research Center Kurchatov Institute, Gatchina 188300, Russia\nFind articles by \nFarid M Ibatullin",
    "harry_brumer": "c\nDivision of Glycoscience, School of Biotechnology, Royal Institute of Technology, AlbaNova University Centre, S-106 91 Stockholm, Sweden\ne\nMichael Smith Laboratories and Department of Chemistry, University of British Columbia, Vancouver, British Columbia V6T 1Z4, Canada\nFind articles by \nHarry Brumer",
    "foster_hart": "f\nDepartment of Wood Science, University of British Columbia, Vancouver, British Columbia V6T 1Z4, Canada\nFind articles by \nFoster Hart",
    "shawn_d_mansfield": "f\nDepartment of Wood Science, University of British Columbia, Vancouver, British Columbia V6T 1Z4, Canada\nFind articles by \nShawn D Mansfield",
    "vladimir_filkov": "g\nDepartment of Computer Science, University of California, Davis, California 95618\nFind articles by \nVladimir Filkov",
    "andrew_groover": "a\nUS Forest Service, Pacific Southwest Research Station, Davis, California 95618\nh\nDepartment of Plant Biology, University of California, Davis, California 95618\nFind articles by \nAndrew Groover",
    "abstract": "Angiosperm trees reorient their woody stems by asymmetrically producing a specialized xylem tissue, tension wood, which exerts a strong contractile force resulting in negative gravitropism of the stem. Here, we show, in \nPopulus\n trees, that initial gravity perception and response occurs in specialized cells through sedimentation of starch-filled amyloplasts and relocalization of the auxin transport protein, PIN3. Gibberellic acid treatment stimulates the rate of tension wood formation and gravibending and enhances tissue-specific expression of an auxin-responsive reporter. Gravibending, maturation of contractile fibers, and gibberellic acid (\nGA\n) stimulation of tension wood formation are all sensitive to transcript levels of the Class I KNOX homeodomain transcription factor-encoding gene \nARBORKNOX2\n (\nARK2\n). We generated genome-wide transcriptomes for trees in which gene expression was perturbed by gravistimulation, \nGA\n treatment, and modulation of \nARK2\n expression. These data were employed in computational analyses to model the transcriptional networks underlying wood formation, including identification and dissection of gene coexpression modules associated with wood phenotypes, \nGA\n response, and ARK2 binding to genes within modules. We propose a model for gravitropism in the woody stem in which the peripheral location of PIN3-expressing cells relative to the cambium results in auxin transport toward the cambium in the top of the stem, triggering tension wood formation, while transport away from the cambium in the bottom of the stem triggers opposite wood formation.",
    "introduction": "Gravity is a universal input that modulates plant growth and development, and various plant lineages and organs have evolved mechanisms to regulate growth and orientation relative to the force of gravity. Much of what is known about plant responses to gravity comes from studies of herbaceous annual plants wherein gravitropic responses rely on differential elongation. By contrast, lignified woody stems can no longer undergo elongation, necessitating a different solution. Instead, gravistimulated woody branches and stems undergo asymmetric radial growth to produce “reaction wood” (\nSinnott, 1952\n; \nWilson and Archer, 1977\n; \nRuelle, 2014\n). In gymnosperms, reaction wood is termed compression wood and forms on the bottom side of the stem where it generates compressive force to push the stem upward (\nTimell, 1986\n; \nRuelle, 2014\n). In angiosperms, reaction wood is termed tension wood and forms on the upper side of gravistimulated stems where it generates a tensile force that pulls the stem upward (\nMellerowicz and Gorshkova, 2012\n). Tension wood is produced via an increased rate of cell division in the vascular cambium and is characterized by a reduced number of water conducting vessel elements and specialized tension wood fibers containing a gelatinous cell wall layer (G-layer), which is believed to be central to force generation (\nMellerowicz and Gorshkova, 2012\n). Tension wood fibers are capable of generating a strong contractile force, which results in negative gravitropism of the stem. The term “opposite wood” describes the wood that forms on the lower side of gravistimulated stems, but, because it is anatomically similar to “normal wood” formed by upright stems, opposite wood has received little research attention.\nTo comprehensively describe the gravitropism of woody angiosperm stems, four questions must be addressed: (1) What are the cells responsible for sensing gravity (i.e., graviperception), (2) what are the signals produced by gravity-sensing cells and how are they perceived by wood-forming and cambial cells, (3) how is force generated by tension wood fibers, and (4) how are the developmental processes leading to tension wood production regulated? Currently, which cells are responsible for gravity perception in woody stems is unclear. One possibility is that graviperception occurs in the shoot apex of the stem, and a signal is propagated down the stem. Alternatively, graviperception could occur within the woody stem itself. In \nPopulus\n, starch-filled plastids that could serve as statoliths were observed in some cells of the cortex of young stems (\nLeach and Wareing, 1967\n), but no function could be ascribed to these cells in graviperception. Likewise, the mechanisms responsible for the initial graviresponse of woody stems have not been established. Similar to the graviresponses of roots and herbaceous shoots, auxin has been implicated in the graviresponse of woody stems, but conflicting conclusions from experimental ectopic application of auxin versus measurements of auxin concentrations within stems are difficult to reconcile (\nHellgren et al., 2004\n). Other hormones, including gibberellic acid (\nGA\n) (\nIsraelsson et al., 2005\n) and ethylene (\nAndersson-Gunnerås et al., 2003\n), have also been implicated in tension wood formation and are potentially involved in initial graviresponse signaling, but a comprehensive understanding of how these hormones interact and affect development of secondary vascular tissues is still incomplete.\nSeveral competing hypotheses for force generation by tension wood formation have been proposed (\nClair et al., 2006\n; \nGoswami et al., 2008\n; \nMellerowicz and Gorshkova, 2012\n) but all involve the development of fibers with specialized wall properties. Notably, the G-layer is a tertiary cell wall layer in tension wood fibers characterized by low lignin, high cellulose, and a low cellulose microfibril angle (\nNorberg and Meier, 1996\n; \nClair et al., 2011\n) that may be fundamental to force generation. Fasciclin-like arabinogalactan-encoding genes (\nFLA\ns) are highly upregulated during tension wood formation (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n), and the \nFLA\n protein products have been shown to affect stem biomechanics through changes in cellulose deposition and/or cell wall structural properties (\nMacMillan et al., 2010\n). Thus, in addition to serving as molecular markers of tension wood development, FLA proteins could be directly involved in contributing to the altered mechanical properties of tension wood. Additionally, xyloglucan endotransglycosylase (\nXET\n)-dependent linkages between the G-layer and secondary cell walls have been identified and have been implicated in the transmission of tensile stress between the G-layer and adjacent cell wall layers (\nMellerowicz et al., 2008\n; \nMellerowicz and Gorshkova, 2012\n).\nAt the regulatory level, large numbers of genes are differentially expressed in tension wood, including large suites of cell wall- and hormone-related genes (\nDéjardin et al., 2004\n; \nAndersson-Gunneras et al., 2006\n). Individual transcription factors have been characterized that affect wood development (\nZhong and Ye, 2013\n), including the \nPopulus\n Class I KNOX homeodomain protein ARBORKNOX2 (ARK2; Potri.002G113300), which is orthologous to \nArabidopsis thaliana\n BREVIPEDECELLUS/KNAT1 (At4g08150) (\nChuck et al., 1996\n; \nVenglat et al., 2002\n). \nARK2\n is expressed broadly in the cambial zone and lignifying cells and affects cell differentiation and expression of tension wood-related genes (\nDu et al., 2009\n). However, to date there are no transcription factors identified that specifically affect tension wood development, and the transcriptional networks underlying tension wood development remain poorly defined.\nHere, we present experiments in \nPopulus\n that identify the cells responsible for graviperception, describe changes in radial auxin transport during graviresponse, and describe the \nARK2\n and \nGA\n-sensitive transcriptional networks underlying tension wood development. We suggest that the early graviresponse of auxin transport toward the cambium on the tension wood side of the stem and toward the outer cortex on the lower side of the stem sets in place a developmental switch leading to the different transcriptional and developmental outcomes of these tissues.",
    "results": "ARK2\n Transcript Levels Influence Fiber Development and Gravibending\n\n\nTo develop a comprehensive model of tension wood formation, we first focused on characterizing tension wood formation and gravitropism in \nPopulus\n with altered \nARK2\n expression. Using previously characterized genotypes (\nDu et al., 2009\n), we assayed gravibending using time-lapse videos for wild-type, \nARK2\n-downregulated (miRNA-ARK2), and \nARK2\n-overexpressing (OE-ARK2) \nPopulus\n trees for a 2-week period after the trees were subjected to 90° gravistimulation (\nSupplemental Movies 1 to 3\n). miRNA-ARK2 plants had a reduced gravibending response in comparison to the wild type, whereas OE-ARK2 plants displayed dramatically enhanced gravibending (\nFigures 1A\n to \n1C\n; quantified in \nSupplemental Figures 1A to 1C\n and \nSupplemental Movies 1 to 3\n). Measurement of elongation growth in upright versus gravistimulated plants revealed an additional difference among the genotypes in response to gravistimulation. The wild type and OE-ARK2 both reduced elongation growth during gravistimulation, while miRNA-ARK2 plants did not. Surprisingly, histological comparison of stem sections showed that after 2 weeks of gravibending miRNA-ARK2 stems had produced more tension wood fibers in comparison to the wild type, whereas the exceptional gravibending response of OE-ARK2 was associated with fewer tension wood fibers formed (\nFigures 1D\n to \n1F\n; \nSupplemental Figure 2\n shows matched opposite wood sections). This difference was also reflected in stem diameters, with miRNA-ARK2 and the wild type having similar diameters nearly twice that of OE-ARK2 (\nSupplemental Figure 1E\n).\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nARK2\n Expression Correlates with Gravibending and Tension Wood Fiber Production.\n\n\n(A)\n End point of 2-week time-lapse gravibending trial with miRNA-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(B)\n End point of 2-week time-lapse gravibending trial with the wild type (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(C)\n End point of 2-week time-lapse gravibending trial with OE-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(D)\n Histology of tension wood production in miRNA-ARK2.\n\n\n(E)\n Histology of tension wood production in wild type.\n\n\n(F)\n Histology of tension wood production in OE-ARK2.\n\n\nHistological staining in \n(D)\n to \n(F)\n is with phloroglucinol and astra blue (see Methods). co, cortex; cz, cambial zone; pp, phloem fibers; sp, secondary phloem; tw, tension wood; xy, secondary xylem. Bars = 10 cm in \n(A)\n to \n(C)\n and 500 µm in \n(D)\n to \n(F)\n.\nThe negative correlation between number of tension wood fibers produced and gravibending among \nARK2\n genotypes could reflect differences in the competency of tension wood fibers to generate force in the different genotypes. To test the hypothesis that \nARK2\n might also influence the production of functional cell walls capable of generating force, each genotype was assayed for two markers that are known to be associated with maturation of functional tension wood fibers and G-layers, FLAs (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n), and \nXET\n (\nMellerowicz et al., 2008\n; \nMellerowicz and Gorshkova, 2012\n). Immunolocalizations using an antibody (JIM14) recognizing arabinogalactan protein epitopes (\nKnox et al., 1991\n) (presumably including FLAs) strongly labeled the developing G-layer of tension wood fibers (\nFigure 2\n) as well as rays in all wood types (\nSupplemental Figure 3\n). JIM14 labeling revealed distinct differences in the maturation schedule of tension wood fibers among the genotypes. OE-ARK2 trees displayed a distinct G-layer with JIM14 labeling within a few cell divisions of the cambium, while JIM14-labeled G-layers appeared much later and more erratically in miRNA-ARK2 tension wood (\nFigures 2A\n to \n2C\n). For each genotype, the average number of tension wood fibers produced per day and the average number of tension wood fibers between the cambium and the first JIM14-labeled G-layer fiber was determined and used to calculate the average number of days required for G-layers to mature. As shown in \nTable 1\n, G-layer maturation required an average of 6.6, 4.9, and 3.6 d for miRNA-ARK2, the wild type, and OE-ARK2, respectively. Thus, faster maturation of G-layers was associated with enhanced gravibending.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nImmunolocalizations with JIM14 Antibody to Reveal Differences in Timing of Arabinogalactan Protein Epitope Development in Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n miRNA-ARK2.\n\n\n(B)\n The wild type.\n\n\n(C)\n OE-ARK2.\n\n\nIn each panel, red signal originates from JIM14 labeling, while blue signal is UV autofluorescence from lignified cell walls. Inset boxes show magnified view of position where first JIM14-labeled G-layer occurs for each genotype, which is quantified in \nSupplemental Figure 1D\n. cz, cambial zone; gl, G-layer; sp, secondary phloem, tw, tension wood. Bars = 200 µm.\nTable 1. Tension Wood Fiber Production and Maturation in \nARK2\n Genotypes.\n\n\n\n\n\n\nGenotype\n\n\nFibers Produced\na\n\n\n\n\nFibers per Day\nb\n\n\n\n\nFibers to G-Layer Maturation\nc\n\n\n\n\nDays for G-Layer Maturation\nd\n\n\n\n\n\n\n\n\n\n\nmiRNA-ARK2\n\n\n76.3 (\nse\n 6.2)\n\n\n5.5\n\n\n36.4 (\nse\n 6.3)\n\n\n6.6\n\n\n\n\n\n\nWild type\n\n\n74.4 (\nse\n 4.7)\n\n\n5.3\n\n\n26.0 (\nse\n 1.8)\n\n\n4.9\n\n\n\n\n\n\nOE-ARK2\n\n\n33.8 (\nse\n 2.3)\n\n\n2.4\n\n\n8.7 (\nse\n 1.8)\n\n\n3.6\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nMeasurements were made for a minimum of three plants per genotype after 14 d of gravistimulation.\n\n\n\n\na\nAverage number of tension wood fibers within a cell file.\n\n\n\n\n\n\nb\nAverage number of tension wood fibers produced per day.\n\n\n\n\n\n\nc\nAverage number of tension wood fibers between the cambium and the first fiber with G-layer with JIM14 immunofluorescence signal, a proxy for G-layer maturation.\n\n\n\n\n\n\nd\nAverage number of days for tension wood fiber G-layer to mature, as assayed by JIM14 immunofluorescence.\n\n\n\n\nSimilarly, in situ imaging of \nXET\n activity using the fluorescent substrate XXXG-SR (\nNishikubo et al., 2007\n) labeled cells of the cortex and secondary phloem in all wood types and specifically labeled G-layers in developing tension wood (\nFigure 3\n; \nSupplemental Figure 4\n). Similar to JIM14 labeling, OE-ARK2 G-layers were labeled within a few cells of the cambium, while miRNA-ARK2 showed variable and significantly greater numbers of cells between the cambium and fibers with labeled G-layers (\nFigure 3\n). Thus, altering \nARK2\n expression manifests in dramatic differences in fiber production, fiber maturation, and stem gravibending, with gravibending performance positively correlated with the rate of G-layer maturation.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nIn Situ Imaging of \nXET\n Activity in G-Layers to Reveal Differences in Timing of Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n\n\nXET\n activity in miRNA-ARK2.\n\n\n(B)\n\n\nXET\n activity in the wild type.\n\n\n(C)\n\n\nXET\n activity in OE_ARK2.\n\n\nIn each panel, red signal originates from fluorescent \nXET\n substrate XXXG-SR incorporation, while blue signal is UV autofluorescence from cell walls. Inset boxes show magnified view of position where \nXET\n labeling first occurs in G-layers for each \nARK2\n genotype. cz, cambial zone; sp, secondary phloem; xy, secondary xylem. Bars = 100 µm.\nGraviperception and Response Involves Changes in Auxin Transport\n\n\nWe next asked whether changes in tension wood and gravibending associated with altered \nARK2\n transcript abundance could reflect differences in auxin transport. While the interpretations have varied (\nHellgren et al., 2004\n), application of exogenous auxin to the upper surface of a \nPopulus\n branch typically inhibits tension wood formation (\nWilson and Archer, 1977\n; \nLittle and Savidge, 1987\n), raising the possibility that changes in auxin transport down and/or around the stem could influence developmental outcomes. We first measured polar (longitudinal) auxin transport from the shoot apex toward the base (basipetal) in woody stems. The greatest amount of transport was found for miRNA-ARK2 trees, while OE-ARK2 trees transported less auxin than wild-type controls (\nFigure 4A\n).\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nPolar Auxin Transport Differences among \nARK2\n Genotypes and Primary Graviresponse through Relocalization of PIN3 Auxin Transport Proteins.\n\n\n(A)\n Quantification of apical to basal auxin transport in stems of \nARK2\n genotypes, showing faster transport in miRNA-ARK2 and slower transport in OE-ARK2 in comparison to wild-type controls.\n\n\n(B)\n Immunolocalization with PIN3 antibody, showing labeling of the endodermis layer in the cortex of this younger, upright stem.\n\n\n(C)\n Lugol staining of starch showing staining in the endodermis and secondary phloem (arrows) of cells containing starch-filled amyloplasts (inset).\n\n\n(D)\n to \n(F)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the tension wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(D)\n, PIN3 signal \n(F)\n, and merged \n(E)\n.\n\n\n(G)\n to \n(I)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the opposite wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(G)\n, PIN3 signal \n(I)\n, and merged \n(H)\n.\n\n\nco, cortex; en, endodermis; sp, secondary phloem; xy, xylem. Bars = 500 µm in \n(B)\n and \n(C)\n and 50 µm in \n(D)\n to \n(I)\n.\nTo understand how the lateral transport of auxin might be changed during graviresponse, antibodies were raised against \nPopulus\n orthologs of the auxin polar transport protein Arabidopsis PIN-FORMED3, tested for specificity in immunoblots and control immunolocalizations (see Methods; \nSupplemental Figure 5\n), and used in immunolocalization experiments to visualize PIN3 protein. In younger, upright stems that had recently initiated secondary growth, PIN3 showed a distinct uniform localization to the plasma membranes of endodermal cells in the inner cortex (\nFigure 4B\n), consistent with previous description of this gene’s expression in the cortex in hybrid aspen (\nPopulus tremula\n × \ntremuloides\n) (\nSchrader et al., 2003\n). The endodermal cells contained starch-filled amyloplasts (\nFigure 4C\n), which sediment in response to gravity, strongly suggesting these are gravity-perceiving cells. In older stems with more extensive secondary growth, PIN3 expression could be found both in the endodermis as well as cells within the secondary phloem (\nFigures 4D\n to \n4I\n). Importantly, acquisition of PIN3 expression by cells in secondary phloem identifies a mechanism by which the woody stems can continue to perceive and respond to gravity after the loss of the endodermal layer during long-term secondary growth. Following 4 d of gravistimulation, PIN3 preferentially localized toward the ground in both the tension wood (\nFigures 4D\n to \n4F\n; quantified for all genotypes in \nSupplemental Figure 6\n) and opposite wood sides of stems (\nFigures 4G\n to \n4I\n). Because the PIN3-expressing cells are peripheral to the cambium in the radial organization of the stem, auxin would thus be predicted to be transported toward the cambial zone on the tension wood side of the stem, but toward the cortex (away from the cambium) on the opposite wood side of the stem. Thus, lateral auxin transport toward the ground by PIN3-expressing cells could elicit differential growth responses of the cambium to gravistimulation on the upper (tension wood) versus lower (opposite wood) sides of the stem.\nGA\n Potentiates Auxin Response and \nARK2\n-Dependent Fiber Production\n\n\nPrevious reports have identified \nGA\n metabolism genes as direct targets of KNOX transcription factors (\nBolduc and Hake, 2009\n; \nHay and Tsiantis, 2010\n), and \nGA\n has been shown to affect the differentiation of fibers during wood development (\nEriksson et al., 2000\n; \nMauriat and Moritz, 2009\n). The effect of \nGA\n treatment on auxin responses during graviresponse and tension wood formation was assayed through expression of a DR5:GUS construct that reports auxin response (\nSpicer et al., 2013\n) in trees subjected to a soil drench \nGA\n treatment (29 µm in soil; see Methods). In upright trees, DR5:GUS expression was detected in the cambial zone of trees after \nGA\n treatment but not in control trees (\nSupplemental Figure 7\n). In untreated trees gravistimulated for 4 d, the GUS reporter staining was weakly apparent in the cambial zone of the tension wood side of the stem, while stronger staining was apparent in the cortex in the opposite wood side of the stem (\nFigures 5A\n and \n5C\n). This staining pattern was enhanced in response to \nGA\n treatment (\nFigures 5B\n and \n5D\n). Notably, the endodermis appeared to be a boundary for GUS staining in the opposite wood side of the stem (\nFigure 5E\n), consistent with endodermal PIN3 directing auxin flow toward the cambium on the tension wood side and toward the cortex on the opposite wood side of the stem after gravistimulation. These results also show that increased \nGA\n levels potentiate the auxin responsiveness of these same tissues and are reminiscent of \nGA\n regulation of PIN protein stability and localization that has been described for root gravitropism in Arabidopsis (\nWillige et al., 2011\n; \nLöfke et al., 2013\n).\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nGA\n on Auxin Response Measured by DR5:GUS.\n\n\nAuxin response assayed by the DR5:GUS reporter for tension wood and opposite wood for water control or \nGA\n-treated trees. co, cortex; cz, cambial zone; en, endodermis; pf, phloem fibers; xy, secondary xylem. Bars = 200 µm in \n(A)\n to \n(D)\n and 50 µm in \n(E)\n.\n\n\n(A)\n Water control, tension wood.\n\n\n(B)\n\n\nGA\n-treated, tension wood.\n\n\n(C)\n Water control, opposite wood.\n\n\n(D)\n\n\nGA\n-treated, opposite wood.\n\n\n(E)\n DR5:GUS expression in the endodermis of opposite wood for a water control tree.\nThe effect of \nGA\n on tension wood fiber development was tested by treating wild-type, OE-ARK2, and miRNA-ARK2 trees with a soil drench of either water (control) or 29 μM \nGA\n. Trees treated with \nGA\n showed an increase in gravibending response in comparison to controls (\nSupplemental Figure 7C\n). \nGA\n modestly increased the number of tension wood fibers formed after 2 weeks gravibending for wild-type and OE-ARK2 trees (\nSupplemental Figure 7D\n). By contrast, the number of fibers produced by control and \nGA\n-treated miRNA-ARK2 trees did not vary and was similar to that found in \nGA\n-treated wild-type trees (\nSupplemental Figure 7D\n). The maturation of G layers as assayed by JIM14 labeling (\nSupplemental Figure 8\n) and \nXET\n labeling (\nSupplemental Figure 9\n) showed similar trends, with \nGA\n treatment modestly increasing the rate of maturation in the wild type and OE-ARK2 but having no significant effect in miRNA-ARK2. Together, these observations suggest that \nGA\n stimulates tension wood fiber production and that this effect is sensitive to \nARK2\n levels, consistent with negative regulation of \nGA\n levels by \nARK2\n and elevated endogenous levels of \nGA\n in miRNA-ARK2.\nTranscriptional Networks Associate Gene Expression with Wood Development\n\n\nIn a final set of experiments, computational approaches were used to model the transcriptional regulation of tension wood development using genome-wide transcriptome data from trees in which gene expression had been perturbed by gravistimulation, \nGA\n treatment, and modulation of \nARK2\n expression. A full factorial experiment was performed with trees of wild-type, miRNA-ARK2, and OE-ARK2 genotypes subjected to either \nGA\n or a control (mock) treatment and then either gravistimulated or allowed to remain upright. After 2 d, developing xylem was lightly scraped from both tension wood and opposite wood from gravistimulated trees after debarking or from two opposing sides of the upright trees and subjected to RNA sequencing (see Methods). Differential transcript abundance was calculated for comparisons of wood types, genotypes, and \nGA\n treatment, with relatively large numbers of genes showing differential expression in each comparison (\nSupplemental Figure 10\n). Notably, comparison of transcript levels across wood types revealed a massive reprogramming of gene expression in opposite wood, with the majority of differentially expressed genes being upregulated in that tissue (\nSupplemental Figure 10\n).\n\n\nNext, weighted gene correlation network analyses (\nLangfelder and Horvath, 2008\n) were performed to define modules (clusters) of coexpressed genes whose transcript levels covaried across samples. Modules were initially characterized for robustness by repeated random sampling and recalculation of modules (\nSupplemental Figure 11A\n) and by calculating coexpression relationships among all combinations of modules (\nSupplemental Figure 11B\n). Modules were next annotated to describe the expression and functional properties of genes within modules and their correlations to traits of interest (\nSupplemental Data Set 1\n). As visualized by eigengene values (the first principal component of transcript profiles) for each module (\nFigure 6A\n), variation in transcript levels across wood types was the primary factor in defining gene coexpression modules, followed by \nGA\n treatment and to a lesser extent \nARK2\n genotype. Coexpression relationships across modules (\nSupplemental Figure 11B\n) were evident based on eigengene values; for example, the sister brown, black, pink, and yellow modules were characterized by tension wood expression, while the sister magenta, blue, green-yellow, purple, and red modules were characterized by opposite wood expression (\nFigure 6A\n). Correlations were calculated between each gene module and phenotypic traits, including \nARK2\n genotype, wood type, \nGA\n treatment, and wood phenotypes (microfibril angle, cellulose crystallinity, fiber morphology, lignin, and carbohydrates; \nSupplemental Figure 12\n). Interestingly, significant correlations were found between each trait and at least one gene module (\nFigure 6A\n). All five gene modules with significant correlations to \nGA\n treatment (brown, yellow, magenta, blue, and red) were also correlated with \nARK2\n genotype, and four were also correlated with wood type. However, of the three modules (brown, black, and pink) showing significant correlations with microfibril angle and cellulose crystallinity traits associated with functional tension wood fibers, only brown showed significant correlation with \nGA\n, suggesting that the role of \nGA\n may be more closely tied to stimulation of tension wood fiber production than regulation of cell wall properties. Modules were also identified that had significant enrichment for specific Gene Ontology (\nGO\n) categories (\nSupplemental Figure 11C\n and \nSupplemental Data Set 2\n), allowing further insight into the functional properties of modules. For example, each of the modules characterized by tension wood expression had distinct \nGO\n enrichment profiles, with the brown module characterized by enrichment for “localization,” the black module enrichment for replication, the pink module for hormone, auxin, and cell wall, and yellow module for cell wall, meristem, and localization \nGO\n terms. Together, these annotations can be used to develop and test new hypotheses regarding the function of \nARK2\n, response to \nGA\n, or tension wood development through the identification and further dissection of gene modules of interest, as illustrated below.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nTranscriptional Network Regulating Wood Formation and Associations with Phenotypes.\n\n\n(A)\n Dendrogram showing relationships of gene modules (colors), correlations of individual gene modules with phenotypes, and module eigengene expression across \nARK2\n genotypes (miRNA, miRNA-ARK2; OE, OE-ARK2) and wood types (NW, normal wood; OW, opposite wood; TW, tension wood) in response to \nGA\n treatment.\n\n\n(B)\n Plot of genes in the pink module for differential expression across wood types (\ny\n axis) and module membership/connectivity (\nx\n axis). Black data points are \nFLA\n genes. Red data points are transcription factor-encoding genes.\n\n\n(C)\n Line graphs showing the average (bold line) and individual transcript levels (gray lines) of the 19 \nFLA\n genes in the pink module across \nARK2\n genotypes and wood types in response to \nGA\n treatment.\nARK2\n was placed in the blue module and showed modest connectivity within that as well as several other modules (\nSupplemental Data Set 1\n). ARK2 binding was recently evaluated, genome-wide, using chromatin immunoprecipitation sequencing (\nChIP-seq\n) (\nLiu et al., 2015\n). Here, four modules (brown, black, yellow, and magenta) showed enrichment for genes bound by ARK2 (\nFigure 6A\n). All of the ARK2 binding enriched modules also showed correlations with wood type and three showed correlations with \nGA\n treatment (brown, yellow, and magenta) and/or genotype (brown, yellow, and magenta), reflecting our experimental data indicating that \nARK2\n and \nGA\n interact and have major effects on wood development. Together, the modest connectivity of \nARK2\n and binding to large numbers of genes of diverse function suggest that this transcription factor does not act as a “master regulator.” Instead, these data are more consistent with \nARK2\n acting as a transcription factor that influences and potentially integrates multiple development-related processes, including cell wall development and hormone-related functions.\n\n\nAs an example of how coexpression modules can be further dissected to understand tension wood development, we focused on the pink module, which is characterized by expression in tension wood across all genotypes (\nFigure 6A\n) and has correlations with cellulose crystallinity and microfibril angle that are correlated with tension wood development and function (\nFigure 6A\n; \nSupplemental Figure 12\n). When genes within this module were plotted relative to their correlation with wood type and module membership (a measure of connectivity within the module), several FLA-like genes that are markers of tension wood development (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n) and reflected in our JIM14 labeling of tension wood G-layers (\nFigure 2\n) were identified in the upper quartile of both traits (black data points in \nFigure 6B\n; \nSupplemental Data Set 1\n), suggesting this module contains genes directly relevant to differentiating tension wood. Strikingly, the transcription factors within the module (red data points in \nFigure 6B\n) include 11 MYB, 6 NAC, and 2 KNOX transcription factors incorporating orthologs of characterized genes known to regulate meristematic growth (\nZhou et al., 2009\n), fiber development, and/or secondary cell wall biosynthesis in Arabidopsis (e.g., MYB52 and MYB85, KNAT6 and KNAT7, BLH4 and VND1; \nBelles-Boix et al., 2006\n; \nRagni et al., 2008\n; \nZhong et al., 2008\n; \nLiu et al., 2014\n; \nTaylor-Teeples et al., 2015\n). These serve as excellent candidates for regulating the expression of other genes within the module (\nSupplemental Data Set 1\n), which include genes central to graviresponse and tension wood formation, including auxin (e.g., \nPIN1\n and \nPIN3\n orthologs), \nGA\n biosynthesis (\nGA20-Oxidase\n), and cell wall biosynthesis (e.g., \nIRREGULAR XYLEM\n genes and 19 \nFLAs\n). Finally, potential radial signaling-related genes with high wood type and module membership also reside in the pink module, including CLE13-like and SCARECROW-like 8.\nFLA\n Expression Reveals Differential \nGA\n Response across Wood Types and ARK Genotypes\n\n\nLooking in detail at the expression of the \nFLA\ns within the pink module, three trends are apparent (\nFigure 6C\n): (1) \nFLA\n transcript levels are highest in tension wood and lowest in opposite wood in all genotypes (t = 15.304, \ndf\n = 18, P value = 4.603e-12), (2) \nFLA\n transcript levels are lower in the tension wood of miRNA-ARK2 than the wild type or OE-ARK2 (t = −12.764, \ndf\n = 18, P value = 9.284e-11), and (3) \nFLA\n transcript levels show \nARK2\n-dependent differential expression in response to \nGA\n treatment in tension wood and opposite wood (P values < 0.001). Specifically, \nFLA\n levels are induced by \nGA\n treatment in tension wood for OE-ARK2 and the wild type, but miRNA-ARK2 shows repression of \nFLA\n transcript levels by \nGA\n. These results are reminiscent of the responses of these same genotypes to \nGA\n treatment with regards to maturation of G-layers as assayed by JIM14 immunolocalization (\nSupplemental Figure 8\n). Additionally, \nFLA\n levels are repressed by \nGA\n in opposite wood of wild-type and miRNA-ARK2 trees, but increased by \nGA\n in opposite wood of OE-ARK2. Thus, the response to \nGA\n is different across both wood types and \nARK2\n genotypes, potentially revealing a developmental switch set in place by the initial graviresponse and radial auxin transport that is sensitive to \nARK2\n transcript levels.",
    "ark2_transcript_levels_influence_fiber_development_and_gravi": "To develop a comprehensive model of tension wood formation, we first focused on characterizing tension wood formation and gravitropism in \nPopulus\n with altered \nARK2\n expression. Using previously characterized genotypes (\nDu et al., 2009\n), we assayed gravibending using time-lapse videos for wild-type, \nARK2\n-downregulated (miRNA-ARK2), and \nARK2\n-overexpressing (OE-ARK2) \nPopulus\n trees for a 2-week period after the trees were subjected to 90° gravistimulation (\nSupplemental Movies 1 to 3\n). miRNA-ARK2 plants had a reduced gravibending response in comparison to the wild type, whereas OE-ARK2 plants displayed dramatically enhanced gravibending (\nFigures 1A\n to \n1C\n; quantified in \nSupplemental Figures 1A to 1C\n and \nSupplemental Movies 1 to 3\n). Measurement of elongation growth in upright versus gravistimulated plants revealed an additional difference among the genotypes in response to gravistimulation. The wild type and OE-ARK2 both reduced elongation growth during gravistimulation, while miRNA-ARK2 plants did not. Surprisingly, histological comparison of stem sections showed that after 2 weeks of gravibending miRNA-ARK2 stems had produced more tension wood fibers in comparison to the wild type, whereas the exceptional gravibending response of OE-ARK2 was associated with fewer tension wood fibers formed (\nFigures 1D\n to \n1F\n; \nSupplemental Figure 2\n shows matched opposite wood sections). This difference was also reflected in stem diameters, with miRNA-ARK2 and the wild type having similar diameters nearly twice that of OE-ARK2 (\nSupplemental Figure 1E\n).\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nARK2\n Expression Correlates with Gravibending and Tension Wood Fiber Production.\n\n\n(A)\n End point of 2-week time-lapse gravibending trial with miRNA-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(B)\n End point of 2-week time-lapse gravibending trial with the wild type (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(C)\n End point of 2-week time-lapse gravibending trial with OE-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(D)\n Histology of tension wood production in miRNA-ARK2.\n\n\n(E)\n Histology of tension wood production in wild type.\n\n\n(F)\n Histology of tension wood production in OE-ARK2.\n\n\nHistological staining in \n(D)\n to \n(F)\n is with phloroglucinol and astra blue (see Methods). co, cortex; cz, cambial zone; pp, phloem fibers; sp, secondary phloem; tw, tension wood; xy, secondary xylem. Bars = 10 cm in \n(A)\n to \n(C)\n and 500 µm in \n(D)\n to \n(F)\n.\nThe negative correlation between number of tension wood fibers produced and gravibending among \nARK2\n genotypes could reflect differences in the competency of tension wood fibers to generate force in the different genotypes. To test the hypothesis that \nARK2\n might also influence the production of functional cell walls capable of generating force, each genotype was assayed for two markers that are known to be associated with maturation of functional tension wood fibers and G-layers, FLAs (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n), and \nXET\n (\nMellerowicz et al., 2008\n; \nMellerowicz and Gorshkova, 2012\n). Immunolocalizations using an antibody (JIM14) recognizing arabinogalactan protein epitopes (\nKnox et al., 1991\n) (presumably including FLAs) strongly labeled the developing G-layer of tension wood fibers (\nFigure 2\n) as well as rays in all wood types (\nSupplemental Figure 3\n). JIM14 labeling revealed distinct differences in the maturation schedule of tension wood fibers among the genotypes. OE-ARK2 trees displayed a distinct G-layer with JIM14 labeling within a few cell divisions of the cambium, while JIM14-labeled G-layers appeared much later and more erratically in miRNA-ARK2 tension wood (\nFigures 2A\n to \n2C\n). For each genotype, the average number of tension wood fibers produced per day and the average number of tension wood fibers between the cambium and the first JIM14-labeled G-layer fiber was determined and used to calculate the average number of days required for G-layers to mature. As shown in \nTable 1\n, G-layer maturation required an average of 6.6, 4.9, and 3.6 d for miRNA-ARK2, the wild type, and OE-ARK2, respectively. Thus, faster maturation of G-layers was associated with enhanced gravibending.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nImmunolocalizations with JIM14 Antibody to Reveal Differences in Timing of Arabinogalactan Protein Epitope Development in Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n miRNA-ARK2.\n\n\n(B)\n The wild type.\n\n\n(C)\n OE-ARK2.\n\n\nIn each panel, red signal originates from JIM14 labeling, while blue signal is UV autofluorescence from lignified cell walls. Inset boxes show magnified view of position where first JIM14-labeled G-layer occurs for each genotype, which is quantified in \nSupplemental Figure 1D\n. cz, cambial zone; gl, G-layer; sp, secondary phloem, tw, tension wood. Bars = 200 µm.\nTable 1. Tension Wood Fiber Production and Maturation in \nARK2\n Genotypes.\n\n\n\n\n\n\nGenotype\n\n\nFibers Produced\na\n\n\n\n\nFibers per Day\nb\n\n\n\n\nFibers to G-Layer Maturation\nc\n\n\n\n\nDays for G-Layer Maturation\nd\n\n\n\n\n\n\n\n\n\n\nmiRNA-ARK2\n\n\n76.3 (\nse\n 6.2)\n\n\n5.5\n\n\n36.4 (\nse\n 6.3)\n\n\n6.6\n\n\n\n\n\n\nWild type\n\n\n74.4 (\nse\n 4.7)\n\n\n5.3\n\n\n26.0 (\nse\n 1.8)\n\n\n4.9\n\n\n\n\n\n\nOE-ARK2\n\n\n33.8 (\nse\n 2.3)\n\n\n2.4\n\n\n8.7 (\nse\n 1.8)\n\n\n3.6\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nMeasurements were made for a minimum of three plants per genotype after 14 d of gravistimulation.\n\n\n\n\na\nAverage number of tension wood fibers within a cell file.\n\n\n\n\n\n\nb\nAverage number of tension wood fibers produced per day.\n\n\n\n\n\n\nc\nAverage number of tension wood fibers between the cambium and the first fiber with G-layer with JIM14 immunofluorescence signal, a proxy for G-layer maturation.\n\n\n\n\n\n\nd\nAverage number of days for tension wood fiber G-layer to mature, as assayed by JIM14 immunofluorescence.\nSimilarly, in situ imaging of \nXET\n activity using the fluorescent substrate XXXG-SR (\nNishikubo et al., 2007\n) labeled cells of the cortex and secondary phloem in all wood types and specifically labeled G-layers in developing tension wood (\nFigure 3\n; \nSupplemental Figure 4\n). Similar to JIM14 labeling, OE-ARK2 G-layers were labeled within a few cells of the cambium, while miRNA-ARK2 showed variable and significantly greater numbers of cells between the cambium and fibers with labeled G-layers (\nFigure 3\n). Thus, altering \nARK2\n expression manifests in dramatic differences in fiber production, fiber maturation, and stem gravibending, with gravibending performance positively correlated with the rate of G-layer maturation.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nIn Situ Imaging of \nXET\n Activity in G-Layers to Reveal Differences in Timing of Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n\n\nXET\n activity in miRNA-ARK2.\n\n\n(B)\n\n\nXET\n activity in the wild type.\n\n\n(C)\n\n\nXET\n activity in OE_ARK2.\n\n\nIn each panel, red signal originates from fluorescent \nXET\n substrate XXXG-SR incorporation, while blue signal is UV autofluorescence from cell walls. Inset boxes show magnified view of position where \nXET\n labeling first occurs in G-layers for each \nARK2\n genotype. cz, cambial zone; sp, secondary phloem; xy, secondary xylem. Bars = 100 µm.",
    "figure_1.": "Open in a new tab\nARK2\n Expression Correlates with Gravibending and Tension Wood Fiber Production.\n\n\n(A)\n End point of 2-week time-lapse gravibending trial with miRNA-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(B)\n End point of 2-week time-lapse gravibending trial with the wild type (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(C)\n End point of 2-week time-lapse gravibending trial with OE-ARK2 (see \nSupplemental Movies 1 to 3\n; quantified in \nSupplemental Figure 1\n).\n\n\n(D)\n Histology of tension wood production in miRNA-ARK2.\n\n\n(E)\n Histology of tension wood production in wild type.\n\n\n(F)\n Histology of tension wood production in OE-ARK2.\n\n\nHistological staining in \n(D)\n to \n(F)\n is with phloroglucinol and astra blue (see Methods). co, cortex; cz, cambial zone; pp, phloem fibers; sp, secondary phloem; tw, tension wood; xy, secondary xylem. Bars = 10 cm in \n(A)\n to \n(C)\n and 500 µm in \n(D)\n to \n(F)\n.",
    "figure_2.": "Open in a new tab\nImmunolocalizations with JIM14 Antibody to Reveal Differences in Timing of Arabinogalactan Protein Epitope Development in Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n miRNA-ARK2.\n\n\n(B)\n The wild type.\n\n\n(C)\n OE-ARK2.\n\n\nIn each panel, red signal originates from JIM14 labeling, while blue signal is UV autofluorescence from lignified cell walls. Inset boxes show magnified view of position where first JIM14-labeled G-layer occurs for each genotype, which is quantified in \nSupplemental Figure 1D\n. cz, cambial zone; gl, G-layer; sp, secondary phloem, tw, tension wood. Bars = 200 µm.",
    "table_1._tension_wood_fiber_production_and_maturation_in_ark": "Genotype\n\n\nFibers Produced\na\n\n\n\n\nFibers per Day\nb\n\n\n\n\nFibers to G-Layer Maturation\nc\n\n\n\n\nDays for G-Layer Maturation\nd\n\n\n\n\n\n\n\n\n\n\nmiRNA-ARK2\n\n\n76.3 (\nse\n 6.2)\n\n\n5.5\n\n\n36.4 (\nse\n 6.3)\n\n\n6.6\n\n\n\n\n\n\nWild type\n\n\n74.4 (\nse\n 4.7)\n\n\n5.3\n\n\n26.0 (\nse\n 1.8)\n\n\n4.9\n\n\n\n\n\n\nOE-ARK2\n\n\n33.8 (\nse\n 2.3)\n\n\n2.4\n\n\n8.7 (\nse\n 1.8)\n\n\n3.6\nOpen in a new tab\nMeasurements were made for a minimum of three plants per genotype after 14 d of gravistimulation.\n\n\n\n\na\nAverage number of tension wood fibers within a cell file.\n\n\n\n\n\n\nb\nAverage number of tension wood fibers produced per day.\n\n\n\n\n\n\nc\nAverage number of tension wood fibers between the cambium and the first fiber with G-layer with JIM14 immunofluorescence signal, a proxy for G-layer maturation.\n\n\n\n\n\n\nd\nAverage number of days for tension wood fiber G-layer to mature, as assayed by JIM14 immunofluorescence.",
    "figure_3.": "Open in a new tab\nIn Situ Imaging of \nXET\n Activity in G-Layers to Reveal Differences in Timing of Developing G-Layers among \nARK2\n Genotypes.\n\n\n(A)\n\n\nXET\n activity in miRNA-ARK2.\n\n\n(B)\n\n\nXET\n activity in the wild type.\n\n\n(C)\n\n\nXET\n activity in OE_ARK2.\n\n\nIn each panel, red signal originates from fluorescent \nXET\n substrate XXXG-SR incorporation, while blue signal is UV autofluorescence from cell walls. Inset boxes show magnified view of position where \nXET\n labeling first occurs in G-layers for each \nARK2\n genotype. cz, cambial zone; sp, secondary phloem; xy, secondary xylem. Bars = 100 µm.",
    "graviperception_and_response_involves_changes_in_auxin_trans": "We next asked whether changes in tension wood and gravibending associated with altered \nARK2\n transcript abundance could reflect differences in auxin transport. While the interpretations have varied (\nHellgren et al., 2004\n), application of exogenous auxin to the upper surface of a \nPopulus\n branch typically inhibits tension wood formation (\nWilson and Archer, 1977\n; \nLittle and Savidge, 1987\n), raising the possibility that changes in auxin transport down and/or around the stem could influence developmental outcomes. We first measured polar (longitudinal) auxin transport from the shoot apex toward the base (basipetal) in woody stems. The greatest amount of transport was found for miRNA-ARK2 trees, while OE-ARK2 trees transported less auxin than wild-type controls (\nFigure 4A\n).\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nPolar Auxin Transport Differences among \nARK2\n Genotypes and Primary Graviresponse through Relocalization of PIN3 Auxin Transport Proteins.\n\n\n(A)\n Quantification of apical to basal auxin transport in stems of \nARK2\n genotypes, showing faster transport in miRNA-ARK2 and slower transport in OE-ARK2 in comparison to wild-type controls.\n\n\n(B)\n Immunolocalization with PIN3 antibody, showing labeling of the endodermis layer in the cortex of this younger, upright stem.\n\n\n(C)\n Lugol staining of starch showing staining in the endodermis and secondary phloem (arrows) of cells containing starch-filled amyloplasts (inset).\n\n\n(D)\n to \n(F)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the tension wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(D)\n, PIN3 signal \n(F)\n, and merged \n(E)\n.\n\n\n(G)\n to \n(I)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the opposite wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(G)\n, PIN3 signal \n(I)\n, and merged \n(H)\n.\n\n\nco, cortex; en, endodermis; sp, secondary phloem; xy, xylem. Bars = 500 µm in \n(B)\n and \n(C)\n and 50 µm in \n(D)\n to \n(I)\n.\nTo understand how the lateral transport of auxin might be changed during graviresponse, antibodies were raised against \nPopulus\n orthologs of the auxin polar transport protein Arabidopsis PIN-FORMED3, tested for specificity in immunoblots and control immunolocalizations (see Methods; \nSupplemental Figure 5\n), and used in immunolocalization experiments to visualize PIN3 protein. In younger, upright stems that had recently initiated secondary growth, PIN3 showed a distinct uniform localization to the plasma membranes of endodermal cells in the inner cortex (\nFigure 4B\n), consistent with previous description of this gene’s expression in the cortex in hybrid aspen (\nPopulus tremula\n × \ntremuloides\n) (\nSchrader et al., 2003\n). The endodermal cells contained starch-filled amyloplasts (\nFigure 4C\n), which sediment in response to gravity, strongly suggesting these are gravity-perceiving cells. In older stems with more extensive secondary growth, PIN3 expression could be found both in the endodermis as well as cells within the secondary phloem (\nFigures 4D\n to \n4I\n). Importantly, acquisition of PIN3 expression by cells in secondary phloem identifies a mechanism by which the woody stems can continue to perceive and respond to gravity after the loss of the endodermal layer during long-term secondary growth. Following 4 d of gravistimulation, PIN3 preferentially localized toward the ground in both the tension wood (\nFigures 4D\n to \n4F\n; quantified for all genotypes in \nSupplemental Figure 6\n) and opposite wood sides of stems (\nFigures 4G\n to \n4I\n). Because the PIN3-expressing cells are peripheral to the cambium in the radial organization of the stem, auxin would thus be predicted to be transported toward the cambial zone on the tension wood side of the stem, but toward the cortex (away from the cambium) on the opposite wood side of the stem. Thus, lateral auxin transport toward the ground by PIN3-expressing cells could elicit differential growth responses of the cambium to gravistimulation on the upper (tension wood) versus lower (opposite wood) sides of the stem.",
    "figure_4.": "Open in a new tab\nPolar Auxin Transport Differences among \nARK2\n Genotypes and Primary Graviresponse through Relocalization of PIN3 Auxin Transport Proteins.\n\n\n(A)\n Quantification of apical to basal auxin transport in stems of \nARK2\n genotypes, showing faster transport in miRNA-ARK2 and slower transport in OE-ARK2 in comparison to wild-type controls.\n\n\n(B)\n Immunolocalization with PIN3 antibody, showing labeling of the endodermis layer in the cortex of this younger, upright stem.\n\n\n(C)\n Lugol staining of starch showing staining in the endodermis and secondary phloem (arrows) of cells containing starch-filled amyloplasts (inset).\n\n\n(D)\n to \n(F)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the tension wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(D)\n, PIN3 signal \n(F)\n, and merged \n(E)\n.\n\n\n(G)\n to \n(I)\n Immunolocalization of PIN3 in endodermal and secondary phloem cells on the opposite wood side of a wild-type stem gravistimulated for 4 d. \ng\n indicates the gravity vector. Bright-field \n(G)\n, PIN3 signal \n(I)\n, and merged \n(H)\n.\n\n\nco, cortex; en, endodermis; sp, secondary phloem; xy, xylem. Bars = 500 µm in \n(B)\n and \n(C)\n and 50 µm in \n(D)\n to \n(I)\n.",
    "ga_potentiates_auxin_response_and_ark2-dependent_fiber_produ": "Previous reports have identified \nGA\n metabolism genes as direct targets of KNOX transcription factors (\nBolduc and Hake, 2009\n; \nHay and Tsiantis, 2010\n), and \nGA\n has been shown to affect the differentiation of fibers during wood development (\nEriksson et al., 2000\n; \nMauriat and Moritz, 2009\n). The effect of \nGA\n treatment on auxin responses during graviresponse and tension wood formation was assayed through expression of a DR5:GUS construct that reports auxin response (\nSpicer et al., 2013\n) in trees subjected to a soil drench \nGA\n treatment (29 µm in soil; see Methods). In upright trees, DR5:GUS expression was detected in the cambial zone of trees after \nGA\n treatment but not in control trees (\nSupplemental Figure 7\n). In untreated trees gravistimulated for 4 d, the GUS reporter staining was weakly apparent in the cambial zone of the tension wood side of the stem, while stronger staining was apparent in the cortex in the opposite wood side of the stem (\nFigures 5A\n and \n5C\n). This staining pattern was enhanced in response to \nGA\n treatment (\nFigures 5B\n and \n5D\n). Notably, the endodermis appeared to be a boundary for GUS staining in the opposite wood side of the stem (\nFigure 5E\n), consistent with endodermal PIN3 directing auxin flow toward the cambium on the tension wood side and toward the cortex on the opposite wood side of the stem after gravistimulation. These results also show that increased \nGA\n levels potentiate the auxin responsiveness of these same tissues and are reminiscent of \nGA\n regulation of PIN protein stability and localization that has been described for root gravitropism in Arabidopsis (\nWillige et al., 2011\n; \nLöfke et al., 2013\n).\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nGA\n on Auxin Response Measured by DR5:GUS.\n\n\nAuxin response assayed by the DR5:GUS reporter for tension wood and opposite wood for water control or \nGA\n-treated trees. co, cortex; cz, cambial zone; en, endodermis; pf, phloem fibers; xy, secondary xylem. Bars = 200 µm in \n(A)\n to \n(D)\n and 50 µm in \n(E)\n.\n\n\n(A)\n Water control, tension wood.\n\n\n(B)\n\n\nGA\n-treated, tension wood.\n\n\n(C)\n Water control, opposite wood.\n\n\n(D)\n\n\nGA\n-treated, opposite wood.\n\n\n(E)\n DR5:GUS expression in the endodermis of opposite wood for a water control tree.\nThe effect of \nGA\n on tension wood fiber development was tested by treating wild-type, OE-ARK2, and miRNA-ARK2 trees with a soil drench of either water (control) or 29 μM \nGA\n. Trees treated with \nGA\n showed an increase in gravibending response in comparison to controls (\nSupplemental Figure 7C\n). \nGA\n modestly increased the number of tension wood fibers formed after 2 weeks gravibending for wild-type and OE-ARK2 trees (\nSupplemental Figure 7D\n). By contrast, the number of fibers produced by control and \nGA\n-treated miRNA-ARK2 trees did not vary and was similar to that found in \nGA\n-treated wild-type trees (\nSupplemental Figure 7D\n). The maturation of G layers as assayed by JIM14 labeling (\nSupplemental Figure 8\n) and \nXET\n labeling (\nSupplemental Figure 9\n) showed similar trends, with \nGA\n treatment modestly increasing the rate of maturation in the wild type and OE-ARK2 but having no significant effect in miRNA-ARK2. Together, these observations suggest that \nGA\n stimulates tension wood fiber production and that this effect is sensitive to \nARK2\n levels, consistent with negative regulation of \nGA\n levels by \nARK2\n and elevated endogenous levels of \nGA\n in miRNA-ARK2.",
    "figure_5.": "Open in a new tab\nEffects of \nGA\n on Auxin Response Measured by DR5:GUS.\n\n\nAuxin response assayed by the DR5:GUS reporter for tension wood and opposite wood for water control or \nGA\n-treated trees. co, cortex; cz, cambial zone; en, endodermis; pf, phloem fibers; xy, secondary xylem. Bars = 200 µm in \n(A)\n to \n(D)\n and 50 µm in \n(E)\n.\n\n\n(A)\n Water control, tension wood.\n\n\n(B)\n\n\nGA\n-treated, tension wood.\n\n\n(C)\n Water control, opposite wood.\n\n\n(D)\n\n\nGA\n-treated, opposite wood.\n\n\n(E)\n DR5:GUS expression in the endodermis of opposite wood for a water control tree.",
    "transcriptional_networks_associate_gene_expression_with_wood": "In a final set of experiments, computational approaches were used to model the transcriptional regulation of tension wood development using genome-wide transcriptome data from trees in which gene expression had been perturbed by gravistimulation, \nGA\n treatment, and modulation of \nARK2\n expression. A full factorial experiment was performed with trees of wild-type, miRNA-ARK2, and OE-ARK2 genotypes subjected to either \nGA\n or a control (mock) treatment and then either gravistimulated or allowed to remain upright. After 2 d, developing xylem was lightly scraped from both tension wood and opposite wood from gravistimulated trees after debarking or from two opposing sides of the upright trees and subjected to RNA sequencing (see Methods). Differential transcript abundance was calculated for comparisons of wood types, genotypes, and \nGA\n treatment, with relatively large numbers of genes showing differential expression in each comparison (\nSupplemental Figure 10\n). Notably, comparison of transcript levels across wood types revealed a massive reprogramming of gene expression in opposite wood, with the majority of differentially expressed genes being upregulated in that tissue (\nSupplemental Figure 10\n).\nNext, weighted gene correlation network analyses (\nLangfelder and Horvath, 2008\n) were performed to define modules (clusters) of coexpressed genes whose transcript levels covaried across samples. Modules were initially characterized for robustness by repeated random sampling and recalculation of modules (\nSupplemental Figure 11A\n) and by calculating coexpression relationships among all combinations of modules (\nSupplemental Figure 11B\n). Modules were next annotated to describe the expression and functional properties of genes within modules and their correlations to traits of interest (\nSupplemental Data Set 1\n). As visualized by eigengene values (the first principal component of transcript profiles) for each module (\nFigure 6A\n), variation in transcript levels across wood types was the primary factor in defining gene coexpression modules, followed by \nGA\n treatment and to a lesser extent \nARK2\n genotype. Coexpression relationships across modules (\nSupplemental Figure 11B\n) were evident based on eigengene values; for example, the sister brown, black, pink, and yellow modules were characterized by tension wood expression, while the sister magenta, blue, green-yellow, purple, and red modules were characterized by opposite wood expression (\nFigure 6A\n). Correlations were calculated between each gene module and phenotypic traits, including \nARK2\n genotype, wood type, \nGA\n treatment, and wood phenotypes (microfibril angle, cellulose crystallinity, fiber morphology, lignin, and carbohydrates; \nSupplemental Figure 12\n). Interestingly, significant correlations were found between each trait and at least one gene module (\nFigure 6A\n). All five gene modules with significant correlations to \nGA\n treatment (brown, yellow, magenta, blue, and red) were also correlated with \nARK2\n genotype, and four were also correlated with wood type. However, of the three modules (brown, black, and pink) showing significant correlations with microfibril angle and cellulose crystallinity traits associated with functional tension wood fibers, only brown showed significant correlation with \nGA\n, suggesting that the role of \nGA\n may be more closely tied to stimulation of tension wood fiber production than regulation of cell wall properties. Modules were also identified that had significant enrichment for specific Gene Ontology (\nGO\n) categories (\nSupplemental Figure 11C\n and \nSupplemental Data Set 2\n), allowing further insight into the functional properties of modules. For example, each of the modules characterized by tension wood expression had distinct \nGO\n enrichment profiles, with the brown module characterized by enrichment for “localization,” the black module enrichment for replication, the pink module for hormone, auxin, and cell wall, and yellow module for cell wall, meristem, and localization \nGO\n terms. Together, these annotations can be used to develop and test new hypotheses regarding the function of \nARK2\n, response to \nGA\n, or tension wood development through the identification and further dissection of gene modules of interest, as illustrated below.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nTranscriptional Network Regulating Wood Formation and Associations with Phenotypes.\n\n\n(A)\n Dendrogram showing relationships of gene modules (colors), correlations of individual gene modules with phenotypes, and module eigengene expression across \nARK2\n genotypes (miRNA, miRNA-ARK2; OE, OE-ARK2) and wood types (NW, normal wood; OW, opposite wood; TW, tension wood) in response to \nGA\n treatment.\n\n\n(B)\n Plot of genes in the pink module for differential expression across wood types (\ny\n axis) and module membership/connectivity (\nx\n axis). Black data points are \nFLA\n genes. Red data points are transcription factor-encoding genes.\n\n\n(C)\n Line graphs showing the average (bold line) and individual transcript levels (gray lines) of the 19 \nFLA\n genes in the pink module across \nARK2\n genotypes and wood types in response to \nGA\n treatment.\nARK2\n was placed in the blue module and showed modest connectivity within that as well as several other modules (\nSupplemental Data Set 1\n). ARK2 binding was recently evaluated, genome-wide, using chromatin immunoprecipitation sequencing (\nChIP-seq\n) (\nLiu et al., 2015\n). Here, four modules (brown, black, yellow, and magenta) showed enrichment for genes bound by ARK2 (\nFigure 6A\n). All of the ARK2 binding enriched modules also showed correlations with wood type and three showed correlations with \nGA\n treatment (brown, yellow, and magenta) and/or genotype (brown, yellow, and magenta), reflecting our experimental data indicating that \nARK2\n and \nGA\n interact and have major effects on wood development. Together, the modest connectivity of \nARK2\n and binding to large numbers of genes of diverse function suggest that this transcription factor does not act as a “master regulator.” Instead, these data are more consistent with \nARK2\n acting as a transcription factor that influences and potentially integrates multiple development-related processes, including cell wall development and hormone-related functions.\nAs an example of how coexpression modules can be further dissected to understand tension wood development, we focused on the pink module, which is characterized by expression in tension wood across all genotypes (\nFigure 6A\n) and has correlations with cellulose crystallinity and microfibril angle that are correlated with tension wood development and function (\nFigure 6A\n; \nSupplemental Figure 12\n). When genes within this module were plotted relative to their correlation with wood type and module membership (a measure of connectivity within the module), several FLA-like genes that are markers of tension wood development (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n) and reflected in our JIM14 labeling of tension wood G-layers (\nFigure 2\n) were identified in the upper quartile of both traits (black data points in \nFigure 6B\n; \nSupplemental Data Set 1\n), suggesting this module contains genes directly relevant to differentiating tension wood. Strikingly, the transcription factors within the module (red data points in \nFigure 6B\n) include 11 MYB, 6 NAC, and 2 KNOX transcription factors incorporating orthologs of characterized genes known to regulate meristematic growth (\nZhou et al., 2009\n), fiber development, and/or secondary cell wall biosynthesis in Arabidopsis (e.g., MYB52 and MYB85, KNAT6 and KNAT7, BLH4 and VND1; \nBelles-Boix et al., 2006\n; \nRagni et al., 2008\n; \nZhong et al., 2008\n; \nLiu et al., 2014\n; \nTaylor-Teeples et al., 2015\n). These serve as excellent candidates for regulating the expression of other genes within the module (\nSupplemental Data Set 1\n), which include genes central to graviresponse and tension wood formation, including auxin (e.g., \nPIN1\n and \nPIN3\n orthologs), \nGA\n biosynthesis (\nGA20-Oxidase\n), and cell wall biosynthesis (e.g., \nIRREGULAR XYLEM\n genes and 19 \nFLAs\n). Finally, potential radial signaling-related genes with high wood type and module membership also reside in the pink module, including CLE13-like and SCARECROW-like 8.",
    "figure_6.": "Open in a new tab\nTranscriptional Network Regulating Wood Formation and Associations with Phenotypes.\n\n\n(A)\n Dendrogram showing relationships of gene modules (colors), correlations of individual gene modules with phenotypes, and module eigengene expression across \nARK2\n genotypes (miRNA, miRNA-ARK2; OE, OE-ARK2) and wood types (NW, normal wood; OW, opposite wood; TW, tension wood) in response to \nGA\n treatment.\n\n\n(B)\n Plot of genes in the pink module for differential expression across wood types (\ny\n axis) and module membership/connectivity (\nx\n axis). Black data points are \nFLA\n genes. Red data points are transcription factor-encoding genes.\n\n\n(C)\n Line graphs showing the average (bold line) and individual transcript levels (gray lines) of the 19 \nFLA\n genes in the pink module across \nARK2\n genotypes and wood types in response to \nGA\n treatment.",
    "fla_expression_reveals_differential_ga_response_across_wood_": "Looking in detail at the expression of the \nFLA\ns within the pink module, three trends are apparent (\nFigure 6C\n): (1) \nFLA\n transcript levels are highest in tension wood and lowest in opposite wood in all genotypes (t = 15.304, \ndf\n = 18, P value = 4.603e-12), (2) \nFLA\n transcript levels are lower in the tension wood of miRNA-ARK2 than the wild type or OE-ARK2 (t = −12.764, \ndf\n = 18, P value = 9.284e-11), and (3) \nFLA\n transcript levels show \nARK2\n-dependent differential expression in response to \nGA\n treatment in tension wood and opposite wood (P values < 0.001). Specifically, \nFLA\n levels are induced by \nGA\n treatment in tension wood for OE-ARK2 and the wild type, but miRNA-ARK2 shows repression of \nFLA\n transcript levels by \nGA\n. These results are reminiscent of the responses of these same genotypes to \nGA\n treatment with regards to maturation of G-layers as assayed by JIM14 immunolocalization (\nSupplemental Figure 8\n). Additionally, \nFLA\n levels are repressed by \nGA\n in opposite wood of wild-type and miRNA-ARK2 trees, but increased by \nGA\n in opposite wood of OE-ARK2. Thus, the response to \nGA\n is different across both wood types and \nARK2\n genotypes, potentially revealing a developmental switch set in place by the initial graviresponse and radial auxin transport that is sensitive to \nARK2\n transcript levels.",
    "discussion": "The negative gravitropism of woody angiosperm stems is fundamentally different from that of herbaceous stems. The herbaceous stem achieves negative gravitropism through differential growth on the bottom of the stem that pushes the stem upward. By contrast, the woody stem undergoes differential growth on the top of the stem to produce tension wood that pulls the stem upward with contractile forces (\nSinnott, 1952\n; \nWilson and Archer, 1977\n; \nRuelle, 2014\n). In this study, we identified key regulatory mechanisms involved in negative gravitropic responses in woody \nPopulus\n stems, including the cells responsible for graviperception, the initial graviresponse via relocalization of the PIN3 auxin transporter, and interacting roles for auxin, \nGA\n, and the ARK2 transcription factor in regulating fiber development and gravibending.\nUsing \nPopulus\n as a model species, we found that graviperception likely occurs directly in the woody stem in specialized cells containing starch-filled amyloplasts that sediment toward the ground. These cells are further defined by expression of the auxin transport protein, PIN3, which relocalizes toward the ground during gravistimulation. The PIN3-expressing cells are initially found in the endodermis, similar to what has been found in Arabidopsis (\nFriml et al., 2002\n) and other herbaceous stems, but later in development cells within the secondary phloem acquire PIN3 expression and possess amyloplasts. Thus, even though the endodermis is eventually lost during the outward expansion of the cortex during secondary growth, older woody stems can continue to sense gravity as new cells within the secondary phloem acquire PIN3 expression. Importantly, the reorientation of PIN3 toward the ground in gravistimulated woody stems would be predicted to have different outcomes on auxin transport in the top versus bottom of the stem. Because of the radial organization of the stem, on the top (tension wood side) of a gravistimulated stem PIN3 orientation is toward the cambium and center of the stem, whereas in the bottom (opposite wood side) of the stem PIN3 orientation is toward the cortex and periphery of the stem. These orientations are reflected in expression of a DR5:GUS reporter in our experiments, which shows preferential cambial expression on the top and cortical expression in the bottom of gravistimulated stems. This lateral auxin transport and response represents the earliest known graviresponse of woody stems and provides an obvious initial mechanism triggering the different developmental fates of xylem tissues that develop on the top (tension wood) versus bottom (opposite wood) of the gravistimulated stem.\nOur results concerning the location of graviperceptive cells and radial auxin transport in the tension wood versus opposite wood side of gravistimulated stems may also help in understanding previous, apparently conflicting, research results. Exogenous application of auxin to the upper surface of a leaning stem resulted in inhibition of tension wood formation (\nCronshaw and Morey, 1968\n), while application of antiauxins induces tension wood (\nCronshaw and Morey, 1965\n). These results led to the proposition that low auxin levels in the cambium induce tension wood development. However, direct measurement of auxin in gravistimulated \nPopulus\n stems did not detect lower levels in cambia producing tension wood in comparison to cambia in upright trees; in fact, significantly lower auxin levels were found for cambia producing opposite wood (\nHellgren et al., 2004\n). Our results would suggest that exogenous auxin application could likely mimic the conditions in the opposite wood side of the stem, where auxin transport would result in higher auxin and auxin response in the cortex than the cambial zone. The lower levels of auxin reported for the cambial region on the bottom of the stem (producing opposite wood) are consistent with auxin transport away from the cambium, as suggested by PIN3 localization and the DR5:GUS reporter in our experiments. However, the previous observation that levels of auxin in cambia producing tension wood are not higher than those for cambia producing normal wood (\nHellgren et al., 2004\n) may indicate that it is not necessarily the absolute concentration of auxin in the cambial zone that determines the type of wood produced by the cambium. Instead, the relative amounts of auxin across the radially arranged secondary vascular tissues or differential sensitivity of auxin across these tissues may be more important. It is also possible that auxin itself is not directly inducing the different developmental outcomes at the cambial zone, but rather is involved in generating the signals that more directly elicit the developmental changes.\nAuxin is not the only hormone influencing wood development, and we found \nGA\n to be an important hormonal regulator of tension wood, capable of stimulating fiber production and gravibending. Interestingly, previous authors have also attributed positive regulation of tension wood development to \nGA\n and speculated, based on gene expression and direct measurement of \nGA\n, that \nGA\n precursors may be synthesized in the phloem and transported to the xylem, potentially though rays (\nIsraelsson et al., 2005\n). The rays interconnect the secondary xylem (wood), cambium, and secondary phloem (\nLev-Yudan and Aloni, 1995\n) and, although their role in development is poorly understood, could be important in radial signaling in woody stems. For example, radial movement of auxin from the primary vascular bundles to the cambial zone has been demonstrated in \nPopulus\n and likely involves the rays (\nSpicer et al., 2013\n). Strikingly, ectopic application of \nGA\n can induce tension wood formation (\nNakamura et al., 1994\n), making it a good candidate for a more direct signal controlling differentiation downstream of auxin. We found that transcriptional responses to \nGA\n treatment were sensitive to \nARK2\n transcript levels and that, in contrast with wild-type or \nARK2\n overexpressing trees, trees with reduced \nARK2\n transcript abundance failed to produce additional tension wood fibers in response to \nGA\n treatment. These results would be consistent with the idea that decreased levels of \nARK2\n transcript are associated with elevated \nGA\n levels, similar to previous work in herbaceous species that have demonstrated a direct positive regulation of \nGA\n catabolism-related and negative regulation of \nGA\n biosynthesis-related genes by Class I KNOX transcription factors (\nSakamoto et al., 2001\n; \nJasinski et al., 2005\n; \nBolduc and Hake, 2009\n). In addition, we found that \nGA\n potentiated the expression of the auxin-responsive DR5:GUS reporter in gravistimulated stems. This result is reminiscent of previous studies in trees showing \nGA\n stimulation of polar auxin transport during wood development (\nBjorklund et al., 2007\n) and of reports of \nGA\n regulation of PIN protein stability and localization during root gravitropism in Arabidopsis (\nWillige et al., 2011\n; \nLöfke et al., 2013\n).\nAdditionally, we found evidence that fiber production can be genetically decoupled from the maturation of cell walls competent of generating contractile force. We imaged two molecular markers of functional tension wood G-layers: JIM14 immunolocalization of arabinogalactan proteins (including FLAs) and \nXET\n in gravistimulated stems of wild-type trees and trees with increased or decreased \nARK2\n transcripts. Stems with decreased \nARK2\n transcript abundance produce more fibers but are delayed in fiber maturation (as assayed by Jim14 and \nXET\n labeling) and display reduced gravibending. Stems with increased \nARK2\n transcripts produce fewer fibers, but fiber maturation and gravibending are enhanced. Thus, force generation and gravibending can be genetically decoupled from fiber differentiation, per se. While we expect that the dramatic differences in fiber maturation among \nARK2\n genotypes is a primary factor, undoubtedly other differences such as stem stiffness also contribute to the observed differences in gravibending among these genotypes.\nWe used \nGA\n treatment, \nARK2\n transcript levels, and gravistimulation as perturbations of gene expression to model gene coexpression networks underlying tension wood formation. An unexpected finding using comparisons of differentially expressed gene transcripts across all treatments was that opposite wood undergoes a massive reprogramming of gene expression. While typically assumed to play a passive role in gravibending, these results suggest the possibility of an active role, perhaps through production of signals or metabolic contributions to gravitropism. To more fully extract information from the transcriptome data, gene modules were defined based on gene coexpression across wood types, genotypes, and \nGA\n treatments. Each module was annotated and characterized based on correlations with wood phenotypes, \nGA\n response, ARK2 binding to genes within specific modules, correlations with wood properties, and enrichment of member genes in specific gene ontology categories. These annotations allowed us to not only identify gene modules of interest for further study, but also define relationships among modules and make inferences about mechanisms regulating xylem development. For example, of the three modules showing significant correlations with microfibril angle and cellulose crystallinity (traits strongly associated with tension wood), only two were correlated with \nGA\n treatment, potentially reflecting our experimental data showing the primary effect of \nGA\n was in promoting fiber development but not cell wall development. We were also able to dissect modules based on annotations, module membership (a measure of connectivity of a gene with other genes in the module), and differential expression across treatments. For example, \nARK2\n showed only modest connectivity and differential expression across wood types. Along with the observation that ARK2 binds to large numbers of genes of diverse function, these properties suggest that ARK2 is not a “master regulator” but rather influences the expression of genes of different function, potentially to integrate different developmental processes. This would be consistent with reports of KNOX genes regulating both hormone-related as well as cell wall-related genes in other model species (\nSakamoto et al., 2001\n; \nMele et al., 2003\n; \nJasinski et al., 2005\n; \nBolduc and Hake, 2009\n; \nBolduc et al., 2012\n).\nThe interaction of \nGA\n and ARK2 in regulating tension wood development was evident not only in experimental data, but also in coexpression analyses. A coexpression module was selected for dissection that showed significant correlations with tension wood properties and contained a large number of \nFLA\ns implicated in the tension wood development and function (\nLafarguette et al., 2004\n; \nAndersson-Gunneras et al., 2006\n; \nAzri et al., 2014\n). Interestingly, the expression of these \nFLA\n genes was differential across both wood types and \nARK2\n genotypes in response to \nGA\n, similar to what we observed in response to \nGA\n treatment of fiber production and maturation across \nARK2\n genotypes. Taken together, these results are consistent with ARK2 negatively regulating \nGA\n levels, as has been reported in other species (\nSakamoto et al., 2001\n; \nHay et al., 2002\n; \nBolduc and Hake, 2009\n), but also having an additional role in regulating cell differentiation and cell wall biosynthesis.\nIn conclusion, the results from these studies not only provide insights into the regulation of gravitropism and wood formation in angiosperm trees, but also demonstrate that the combination of experimental and computational approaches can be used to dissect complex developmental traits in these long-lived organisms. Challenges for future studies include determining the evolutionary relationships of graviperception and graviresponse mechanisms in woody versus herbaceous stems and roots and whether the mechanisms described here for \nPopulus\n also function across the amazing diversity of angiosperm tree species.",
    "methods": "Replication\n\n\nIn all experiments, a minimum of three biological replicates were included for each treatment.\nPlant Growth\n\n\nThe genetic background of all trees utilized is hybrid aspen (\nPopulus alba\n × \nPopulus tremula\n) clone INRA 717-IB4. Representative \nARK2\n transgenic genotypes were selected from those previously described and characterized (\nDu et al., 2009\n). The creation and characterization of the DR5:GUS reporter line was characterized and reported previously (\nSpicer et al., 2013\n). Plants were grown at ∼22°C under continuous light provided by Philips TL830 and TL850 fluorescent bulbs. Plants used for time-lapse movies, immunolocalizations, \nXET\n labeling, GUS expression assays, and histology were transferred to soil (Sunshine Mix 4; SunGro Horticulture) in 0.5-liter pots, covered by a transparent lid (Super Sprouter), and adjusted to ambient humidity over the course of 2 weeks. Plants were used for experiments after 2 months growth in soil with water supplemented with Miracle Grow fertilizer using the concentration recommended by the manufacturer. For \nGA\n soil drench treatments, 50 mL of 0.01% \nGA\n (Sigma-Aldrich G-7645) in water was added to each pot to give an approximate concentration of 29 µmol \nGA\n in the soil. Plants were grown for four additional days after \nGA\n treatment prior to gravistimulation.\nHistology, Imaging, and Auxin Transport Measurement\n\n\nTime-lapse movies were captured using Wingscape time-lapse digital cameras (Wingscapes; EBSCO Industries). Plants were positioned horizontally and imaged once every 10 min on the first day and then once per hour for 2 weeks. Quantification of stem lift and curvature was analyzed using custom R scripts, using data derived from digitized tracings of stems from individual frames taken from time-lapse movies. Tracings analyzed were from the base of the stem to the apex of curvature (defined as the basal point of tropism of the primary, herbaceous portion of the stem).\n\n\nStems were sectioned for histology using a Vibratome Series 1000 (Heath Company) to a thickness of 50 to 100 µm. Sections for anatomical assays were stained with astra blue and phloroglucinol (\nRuzin, 1999\n) and visualized with a Leica DMB compound microscope using a Leica DFC450C digital camera with live image stitching using Leica Live Image Builder software.\n\n\nFor \nXET\n activity visualization, XXXG-SR was synthesized as previously described (\nNishikubo et al., 2007\n). The previously described labeling protocol (\nNishikubo et al., 2007\n) was modified by utilizing Vibratome sections rather than hand-sections and by blocking sections (25 mM MES, pH 5.5, 1% BSA, and 2% fish gelatin) prior to incubation with 4 µg/mL XXXG-SR in block. For estimation of background signal, sections were boiled for 10 min prior to blocking and incubation with XXXG-SR. After overnight incubation at room temperature, sections were rinsed four times with 25 mM MES and then stepped gradually into a wash solution of 15:1:4 ethanol:formic acid:water. After multiple changes of wash solutions, sections were stepped back to 25 mM MES prior to imaging on a Zeiss LSM 710 confocal microscope.\n\n\nThe Pt-PIN3 antibody was raised against a conjugated peptide (DQREKEGPTGLNKLGSS-C) unique to paralogous \nPopulus\n PIN3-like proteins Potri.008G129400 and Potri.010G112800 in rabbits and used at a dilution of 1:250. To assay specificity of the antibody, membrane proteins were extracted from both leaf and stem tissues of \nP. alba\n × \nP. tremula\n clone INRA 717-IB4. Tissues were ground in liquid nitrogen and suspended in an extraction buffer before extraction as previously described (\nAbas and Luschnig, 2010\n). Resulting pellets were frozen at −80°C and then thawed and subjected to a second extraction using transmembrane protein extraction reagent (FIVEphoton Biochemicals) according to the manufacturer’s protocol.\n\n\nImmunolocalizations were performed using Vibratome stem sections that were fixed at room temperature in formalin, acetic acid, and alcohol for 45 min under vacuum. Sections were then stepped to PBT (1× PBS with 0.2% Tween 20) and washed four times 15 min each. Sections were then blocked (1× PBS, 2% fish gelatin, 1% BSA, and 0.2% Tween 20) for 1 h prior to addition of the primary antibody. The JIM14 antibody was obtained from the Complex Carbohydrate Research Center (University of Georgia, Athens, GA) and used at a dilution of 1:500. After overnight incubation at 4°C, sections were washed four times in 1× PBT, blocked for 1 h, and probed with biotin-labeled antibodies (for JIM14, biotin-xx-goat-anti-rat IgG, Life Technologies A10517; for Pt-PIN3 biotin-xx-goat-anti-rabbit IgG, Life Technologies B2770) at 1:400 dilution. After overnight incubation at 4°C, sections were washed four times with PBT, blocked for 1 h, and 4 μL Streptavidin Alexa Flour-488 (Life Technologies \nS11223\n) added per milliliter of block. After 0.5 h incubation at room temperature, sections were washed four times with PBT prior to visualization on a Zeiss LSM 710 confocal microscope.\n\n\nGUS staining was performed on 100- to 150-µm thick sections by vacuum infiltration of staining solution (100 mM sodium phosphate, pH 7, 10 mM EDTA, 0.1% Triton X-100, 0.5 mg/mL X-glucuronide, and 100 µg/mL chloramphenicol) followed by overnight incubation at 37°. Sections were cleared in 70% ethanol prior to imaging on a Leica DMLB compound microscope with Leica DFC450C digital camera and live image stitching using Leica Live Image Builder software.\n\n\nBasipetal (toward the root) auxin transport was measured in stems of poplar seedlings in tissue culture (\nGroover et al., 2006\n) using a radio-tracer auxin transport assay adapted from \nArabidopsis thaliana\n inflorescences (\nLewis and Muday, 2009\n). Developmentally matched seedlings with consistent stem thickness were stripped of leaves and cut 20 and 40 mm from the shoot apex, forming a 20-mm section. These samples were inverted and placed into an open 0.5-mL microcentrifuge tube containing 200 μL 100 nM \n3\nH-IAA (24 Ci/mmol; American Radiochemical) such that the apical cut end was submerged. Assay tubes were placed in a sealed box filled with water to prevent evaporation. After 18 h, the seedlings were removed and the apical 10 mm from the site of auxin application was removed and discarded. The next remaining 10-mm basal section was then divided into 2-mm segments and assayed for radioactivity in a Beckman LS6500 scintillation counter. The average and \nse\n of \n3\nH-IAA in each sample is reported relative to the distance to the apical end.\nRNA-seq and \nChIP-seq\n\n\n\n\nPlants grown as described previously were transferred to 8-liter pots in Sunshine Mix 4 (SunGro Horticulture) and grown in a greenhouse in Placerville, CA without supplemental light for 3 months. For \nGA\n soil drench treatments, 0.01% \nGA\n in water was added to each pot to give an approximate concentration of 29 µm \nGA\n in the soil. Trees subjected to gravistimulation were placed horizontally 4 d after \nGA\n treatments were applied, and differentiating xylem for RNA-seq was harvested from all plants 2 d after gravistimulation commenced. For gravistimulated trees, bark was removed from the top (for tension wood) or bottom (for opposite wood) quarter of the stem and differentiating xylem harvested by light scraping with a sterile double-edged razor blade. For upright trees, the stem was randomly divided in half, and two xylem samples were independently harvested from opposing sides. For all trees, xylem was harvested from the twentieth leaf to the midpoint of the total length of the stem and flash-frozen in liquid nitrogen. Total RNA was isolated by grinding the tissue to a fine powder in liquid nitrogen, followed by extraction using Trizol (Life Technologies) using the manufacturer’s suggested protocol. RNA samples were then treated with RNase-free DNase (Qiagen) prior to secondary isolation using the Qiagen RNeasy kit following the manufacturer’s protocol. Quality and quantity of RNA was assessed using Qubit (Life Technologies) and Bioanalyzer (Agilent Technologies), respectively, prior to generation of RNA-seq libraries using the Illumina TruSeq Library Preparation Kit V2. Six samples were multiplexed into each lane of an Illumina HiSeq run to produce 50-bp single-end reads. ARK2 \nChIP-seq\n data were produced and analyzed as previously described (\nLiu et al., 2015\n) and are available as NCBI SRI accession SRP0533 or through popGENIE (\nhttp://popgenie.org/\n).\nBioinformatics\n\n\nFor each RNA-seq library, contamination from adaptor sequences was removed using scythe V0.95 (\nhttps://github.com/vsbuffalo/scythe\n), and sequenced reads were trimmed using sickle (\nJoshi and Fass, 2011\n) with default settings. Sequenced reads were then mapped to the \nPopulus\n genome assembly V3.0 (\nhttp://www.phytozome.net/poplar.php\n) using TopHat v2.0.6 (\nTrapnell et al., 2009\n), and reads for \nPopulus\n V3.0 gene models were counted using HTseq (\nTrapnell et al., 2009\n) version 0.5.4p1. Gene expression levels were calculated as reads per kilobase per million reads using the TMM normalization method in the package edgeR V3.6.8 (\nRobinson et al., 2010\n). All statistical analyses were implemented in R (\nR Development Core Team, 2014\n) unless stated otherwise.\n\n\nCoexpression and module analyses were performed using functions from the R package WGCNA V1.41-1 (\nLangfelder and Horvath, 2008\n) and publically available scripts (\nhttp://labs.genetics.ucla.edu/horvath/CoexpressionNetwork/Rpackages/WGCNA/\n). Briefly, coexpression relationships between genes were summarized as an adjacency matrix and raised to the soft threshold power of eight. The soft threshold power was determined based on a greater 80% model fit to scale-free topology and low mean connectivity. Coexpression modules were defined as clusters of highly interconnected genes and calculated using hierarchical clustering of dissimilarity of the topological overlap measure. Hierarchical clustering was performed using dynamic tree cutting with a minimum module size of 500 and a cut height of 0.998, and closely related modules (0.3) based on module eigengene values were collapsed. Module stability was assessed by resampling 75% of the RNA-seq libraries and rerunning the coexpression analysis 20 times (\nLangfelder and Horvath, 2012\n).\n\n\nTraits were related to modules using module eigengene values. Module correlations for experimental treatments such as \nARK2\n genotype, wood type, and \nGA\n treatments were tested using ANOVA, and wood chemistry phenotypes were tested using Fisher’s exact tests. Enrichment of ARK2 \nChIP-seq\n binding in coexpression modules was determined based on a one-tailed hypergeometric distribution. Hub genes in the pink module were identified as genes that had high gene significance with wood type and high module membership in the pink module. Gene significance was calculated as the correlation between gene expression (reads per kilobase per million reads) and wood type. Module membership was calculated as the correlation between gene expression and module eigengene values for the pink module.\n\n\nFunctional enrichment of coexpression modules was based on \nGO\n enrichment and calculated using Arabidopsis best BLAST hit of \nPopulus\n gene models. \nGO\n analysis was performed using Arabidopsis \nGO\n annotations because categories related to relevant categories (including meristem, shoot development, hormones, cell wall and cellulose) have limited annotation in \nPopulus\n. Analyses were performed using the Bioconductor package GOstats V2.30.0 (\nFalcon and Gentleman, 2007\n) with P < 0.01.\nWood Chemistry and Cell Wall Phenotyping\n\n\nA micro-Klason method was applied to quantify lignin and cell wall carbohydrates (\nColeman et al., 2007\n). Approximately 200 mg of extracted, oven-dried wood was reacted in a 125-mL serum bottle with 3 mL of 20°C 72% (w/w) sulfuric acid (H\n2\nSO\n4\n), with thorough mixing with a glass rod for 1 min every 10 min, followed by mixing for 15 s every 10 min thereafter. After 2 h, 112 mL deionized water was added to the reaction. The serum bottles were then sealed and immediately autoclaved at 121°C for 60 min. Sugar standards were subjected to the same treatment. Samples were allowed to cool and settle at 4°C and were vacuum-filtered through preweighed medium coarseness (M) sintered-glass crucibles. Each sample was washed (and the serum bottle also rinsed) with 200 mL warm (∼50°C) deionized water to remove residual acid and sugars and dried overnight at 105°C. The dry crucibles were reweighed to determine Klason lignin (acid-insoluble lignin) gravimetrically. The filtrate was then analyzed for acid-soluble lignin by absorbance at 205 nm using a UV/Vis spectrometer. Samples had to be diluted with 4% H\n2\nSO\n4\n to reach an absorbance value between 0.2 and 0.7. The concentrations for neutral cell wall-associated carbohydrates (glucose, xylose, mannose, galactose, rhamnose, and arabinose) in the hydrolyzate were determined using HPLC. Prior to injection, samples were filtered through 0.45-μm HV filters (Millipore). The samples for HPLC runs were prepared by exact weights of ∼950 mg hydrolyzate + 50 mg fucose as the internal standard. The concentrations of sugar monosaccharides were determined using a Dionex HPLC system (DX-600) equipped with an ion exchange PA1 column (Dionex), a pulsed amperometric detector with a gold electrode, and a SpectraAS3500 auto injector (Spectra-Physics). The column was equilibrated with 250 mM NaOH and eluted with deionized water at flow rate of 1 mL/min. Total lignin content was calculated as the sum of the Klason lignin and soluble lignin fractions. Lignin and cell wall sugar content was determined as a percentage of dry wood, based on the initial weight of the extract-free wood sample analyzed.\n\n\nMicrofibril angle and cell wall crystallinity were determined by x-ray diffraction using a Bruker D8 Discover x-ray diffraction unit equipped with an area array detector (GADDS) on the radial face of the wood section precision cut (1.68 mm) from the growing stem isolated from the tension wood and opposite wood sections isolated from 10 cm above the root collar. Wide-angle diffraction was used in transmission mode, and the measurements were performed with CuKα1 radiation (λ = 1.54 Å), the x-ray source fit with a 0.5-mm collimator, and the scattered photon collected by a GADDS detector. Both the x-ray source and the detector were set to θ = 0° for microfibril angle determination, while the 2 θ (source) was set to 17° for wood crystallinity determination. The average T-value of the two 002 diffraction arc peaks was used for microfibril angle calculations, as per the method of \nUkrainetz et al. (2008)\n, while crystallinity was determined by mathematically fitting the data using the method of \nColeman et al. (2007)\n. Crystallinity measures were precalibrated by capturing diffractograms of pure \nAcetobacter xylinum\n bacterial cellulose (known to be 87% crystalline).\n\n\nFiber length was analyzed using the woody material isolated from the tension wood and opposite wood side of each specimen, according to \nPark et al. (2008)\n. In brief, each sample was macerated in a solution consisting of 30% hydrogen peroxide and glacial acetic acid in a 1:1 ratio (Franklin solution) at 70°C for 48 h. Following the reaction, the remaining fibrous material was washed with deionized water until the samples were neutralized. Subsamples were resuspended in 10 mL deionized, distilled water and analyzed on a fiber quality analyzer (FQA; Optest Equipment). Fiber length was recorded in millimeters.\nAccession Numbers\n\n\nThe sequences associated with RNA-seq experiments are deposited in NCBI SRA under BioProject PRJNA284622. The sequences associated with \nChIP-seq\n of ARK2 are deposited in NCBI SRA under accession SRP0533. Phytozome accession numbers for \nPopulus\n orthologs of Arabidopsis genes discussed in reference to gene module dissection are as follows: \nMYB52\n (Potri.012G039400), \nMYB85\n (Potri.015G129100), \nKNAT6\n (Potri.010G043500), \nKNAT7\n (Potri.001G112200), \nBLH4\n (Potri.007G032700), \nVND1\n (Potri.007G014400), \nPIN1\n (Potri.015G038700), \nPIN3\n (Potri.015G038700 and Potri.008G129400), \nGA20-Oxidase\n (Potri.015G134600), \nIRREGULAR XYLEM\n genes (Potri.004G117200, Potri.009G042500, and Potri.001G248700), \nCLE13-like\n (Potri.008G115600), and \nSCARECROW-like 8\n (Potri.004G078800).\nSupplemental Data\n\n\n\n\nSupplemental Figure 1.\n Quantification of gravitropic bending and longitudinal growth in \nARK2\n genotypes during a 2-week gravistimulus trial.\n\n\nSupplemental Figure 2.\n Opposite wood histology.\n\n\nSupplemental Figure 3.\n JIM14 immunolocalization of arabinogalactan protein epitopes in opposite wood of \nARK2\n genotypes and negative control showing background labeling.\n\n\nSupplemental Figure 4.\n Imaging of \nXET\n activity in opposite wood of \nARK2\n genotypes.\n\n\nSupplemental Figure 5.\n PIN3 and control immunolocalization.\n\n\nSupplemental Figure 6.\n PIN3 quantification in tension wood and localization in opposite wood.\n\n\nSupplemental Figure 7.\n\n\nGA\n effects on DR5:GUS expression in upright stems and on gravibending in \nARK2\n genotypes.\n\n\nSupplemental Figure 8.\n JIM14 immunolocalization for stem sections of trees treated with \nGA\n.\n\n\nSupplemental Figure 9.\n In situ imaging of \nXET\n activity in stems of trees treated with \nGA\n.\n\n\nSupplemental Figure 10.\n Differential expression of genes in opposite wood versus tension wood and normal wood.\n\n\nSupplemental Figure 11.\n Characterization of gene coexpression network modules.\n\n\nSupplemental Figure 12.\n Quantification of wood property and chemistry traits for wood types within each \nARK2\n genotype.\n\n\nSupplemental Movie 1.\n Time-lapse movie of wild-type poplar undergoing gravitropic bending.\n\n\nSupplemental Movie 2.\n Time-lapse movie of OE-ARK2 poplar undergoing gravitropic bending.\n\n\nSupplemental Movie 3.\n Time-lapse movie of miRNA-ARK2 poplar undergoing gravitropic bending.\n\n\nSupplemental Data Set 1.\n Gene module memberships and statistics for poplar genes expressed during wood formation.\n\n\nSupplemental Data Set 2.\n Gene Ontology enrichment analysis for gene modules.",
    "replication": "In all experiments, a minimum of three biological replicates were included for each treatment.",
    "plant_growth": "The genetic background of all trees utilized is hybrid aspen (\nPopulus alba\n × \nPopulus tremula\n) clone INRA 717-IB4. Representative \nARK2\n transgenic genotypes were selected from those previously described and characterized (\nDu et al., 2009\n). The creation and characterization of the DR5:GUS reporter line was characterized and reported previously (\nSpicer et al., 2013\n). Plants were grown at ∼22°C under continuous light provided by Philips TL830 and TL850 fluorescent bulbs. Plants used for time-lapse movies, immunolocalizations, \nXET\n labeling, GUS expression assays, and histology were transferred to soil (Sunshine Mix 4; SunGro Horticulture) in 0.5-liter pots, covered by a transparent lid (Super Sprouter), and adjusted to ambient humidity over the course of 2 weeks. Plants were used for experiments after 2 months growth in soil with water supplemented with Miracle Grow fertilizer using the concentration recommended by the manufacturer. For \nGA\n soil drench treatments, 50 mL of 0.01% \nGA\n (Sigma-Aldrich G-7645) in water was added to each pot to give an approximate concentration of 29 µmol \nGA\n in the soil. Plants were grown for four additional days after \nGA\n treatment prior to gravistimulation.",
    "histology,_imaging,_and_auxin_transport_measurement": "Time-lapse movies were captured using Wingscape time-lapse digital cameras (Wingscapes; EBSCO Industries). Plants were positioned horizontally and imaged once every 10 min on the first day and then once per hour for 2 weeks. Quantification of stem lift and curvature was analyzed using custom R scripts, using data derived from digitized tracings of stems from individual frames taken from time-lapse movies. Tracings analyzed were from the base of the stem to the apex of curvature (defined as the basal point of tropism of the primary, herbaceous portion of the stem).\nStems were sectioned for histology using a Vibratome Series 1000 (Heath Company) to a thickness of 50 to 100 µm. Sections for anatomical assays were stained with astra blue and phloroglucinol (\nRuzin, 1999\n) and visualized with a Leica DMB compound microscope using a Leica DFC450C digital camera with live image stitching using Leica Live Image Builder software.\nFor \nXET\n activity visualization, XXXG-SR was synthesized as previously described (\nNishikubo et al., 2007\n). The previously described labeling protocol (\nNishikubo et al., 2007\n) was modified by utilizing Vibratome sections rather than hand-sections and by blocking sections (25 mM MES, pH 5.5, 1% BSA, and 2% fish gelatin) prior to incubation with 4 µg/mL XXXG-SR in block. For estimation of background signal, sections were boiled for 10 min prior to blocking and incubation with XXXG-SR. After overnight incubation at room temperature, sections were rinsed four times with 25 mM MES and then stepped gradually into a wash solution of 15:1:4 ethanol:formic acid:water. After multiple changes of wash solutions, sections were stepped back to 25 mM MES prior to imaging on a Zeiss LSM 710 confocal microscope.\nThe Pt-PIN3 antibody was raised against a conjugated peptide (DQREKEGPTGLNKLGSS-C) unique to paralogous \nPopulus\n PIN3-like proteins Potri.008G129400 and Potri.010G112800 in rabbits and used at a dilution of 1:250. To assay specificity of the antibody, membrane proteins were extracted from both leaf and stem tissues of \nP. alba\n × \nP. tremula\n clone INRA 717-IB4. Tissues were ground in liquid nitrogen and suspended in an extraction buffer before extraction as previously described (\nAbas and Luschnig, 2010\n). Resulting pellets were frozen at −80°C and then thawed and subjected to a second extraction using transmembrane protein extraction reagent (FIVEphoton Biochemicals) according to the manufacturer’s protocol.\nImmunolocalizations were performed using Vibratome stem sections that were fixed at room temperature in formalin, acetic acid, and alcohol for 45 min under vacuum. Sections were then stepped to PBT (1× PBS with 0.2% Tween 20) and washed four times 15 min each. Sections were then blocked (1× PBS, 2% fish gelatin, 1% BSA, and 0.2% Tween 20) for 1 h prior to addition of the primary antibody. The JIM14 antibody was obtained from the Complex Carbohydrate Research Center (University of Georgia, Athens, GA) and used at a dilution of 1:500. After overnight incubation at 4°C, sections were washed four times in 1× PBT, blocked for 1 h, and probed with biotin-labeled antibodies (for JIM14, biotin-xx-goat-anti-rat IgG, Life Technologies A10517; for Pt-PIN3 biotin-xx-goat-anti-rabbit IgG, Life Technologies B2770) at 1:400 dilution. After overnight incubation at 4°C, sections were washed four times with PBT, blocked for 1 h, and 4 μL Streptavidin Alexa Flour-488 (Life Technologies \nS11223\n) added per milliliter of block. After 0.5 h incubation at room temperature, sections were washed four times with PBT prior to visualization on a Zeiss LSM 710 confocal microscope.\nGUS staining was performed on 100- to 150-µm thick sections by vacuum infiltration of staining solution (100 mM sodium phosphate, pH 7, 10 mM EDTA, 0.1% Triton X-100, 0.5 mg/mL X-glucuronide, and 100 µg/mL chloramphenicol) followed by overnight incubation at 37°. Sections were cleared in 70% ethanol prior to imaging on a Leica DMLB compound microscope with Leica DFC450C digital camera and live image stitching using Leica Live Image Builder software.\nBasipetal (toward the root) auxin transport was measured in stems of poplar seedlings in tissue culture (\nGroover et al., 2006\n) using a radio-tracer auxin transport assay adapted from \nArabidopsis thaliana\n inflorescences (\nLewis and Muday, 2009\n). Developmentally matched seedlings with consistent stem thickness were stripped of leaves and cut 20 and 40 mm from the shoot apex, forming a 20-mm section. These samples were inverted and placed into an open 0.5-mL microcentrifuge tube containing 200 μL 100 nM \n3\nH-IAA (24 Ci/mmol; American Radiochemical) such that the apical cut end was submerged. Assay tubes were placed in a sealed box filled with water to prevent evaporation. After 18 h, the seedlings were removed and the apical 10 mm from the site of auxin application was removed and discarded. The next remaining 10-mm basal section was then divided into 2-mm segments and assayed for radioactivity in a Beckman LS6500 scintillation counter. The average and \nse\n of \n3\nH-IAA in each sample is reported relative to the distance to the apical end.",
    "rna-seq_and_chip-seq": "Plants grown as described previously were transferred to 8-liter pots in Sunshine Mix 4 (SunGro Horticulture) and grown in a greenhouse in Placerville, CA without supplemental light for 3 months. For \nGA\n soil drench treatments, 0.01% \nGA\n in water was added to each pot to give an approximate concentration of 29 µm \nGA\n in the soil. Trees subjected to gravistimulation were placed horizontally 4 d after \nGA\n treatments were applied, and differentiating xylem for RNA-seq was harvested from all plants 2 d after gravistimulation commenced. For gravistimulated trees, bark was removed from the top (for tension wood) or bottom (for opposite wood) quarter of the stem and differentiating xylem harvested by light scraping with a sterile double-edged razor blade. For upright trees, the stem was randomly divided in half, and two xylem samples were independently harvested from opposing sides. For all trees, xylem was harvested from the twentieth leaf to the midpoint of the total length of the stem and flash-frozen in liquid nitrogen. Total RNA was isolated by grinding the tissue to a fine powder in liquid nitrogen, followed by extraction using Trizol (Life Technologies) using the manufacturer’s suggested protocol. RNA samples were then treated with RNase-free DNase (Qiagen) prior to secondary isolation using the Qiagen RNeasy kit following the manufacturer’s protocol. Quality and quantity of RNA was assessed using Qubit (Life Technologies) and Bioanalyzer (Agilent Technologies), respectively, prior to generation of RNA-seq libraries using the Illumina TruSeq Library Preparation Kit V2. Six samples were multiplexed into each lane of an Illumina HiSeq run to produce 50-bp single-end reads. ARK2 \nChIP-seq\n data were produced and analyzed as previously described (\nLiu et al., 2015\n) and are available as NCBI SRI accession SRP0533 or through popGENIE (\nhttp://popgenie.org/\n).",
    "bioinformatics": "For each RNA-seq library, contamination from adaptor sequences was removed using scythe V0.95 (\nhttps://github.com/vsbuffalo/scythe\n), and sequenced reads were trimmed using sickle (\nJoshi and Fass, 2011\n) with default settings. Sequenced reads were then mapped to the \nPopulus\n genome assembly V3.0 (\nhttp://www.phytozome.net/poplar.php\n) using TopHat v2.0.6 (\nTrapnell et al., 2009\n), and reads for \nPopulus\n V3.0 gene models were counted using HTseq (\nTrapnell et al., 2009\n) version 0.5.4p1. Gene expression levels were calculated as reads per kilobase per million reads using the TMM normalization method in the package edgeR V3.6.8 (\nRobinson et al., 2010\n). All statistical analyses were implemented in R (\nR Development Core Team, 2014\n) unless stated otherwise.\nCoexpression and module analyses were performed using functions from the R package WGCNA V1.41-1 (\nLangfelder and Horvath, 2008\n) and publically available scripts (\nhttp://labs.genetics.ucla.edu/horvath/CoexpressionNetwork/Rpackages/WGCNA/\n). Briefly, coexpression relationships between genes were summarized as an adjacency matrix and raised to the soft threshold power of eight. The soft threshold power was determined based on a greater 80% model fit to scale-free topology and low mean connectivity. Coexpression modules were defined as clusters of highly interconnected genes and calculated using hierarchical clustering of dissimilarity of the topological overlap measure. Hierarchical clustering was performed using dynamic tree cutting with a minimum module size of 500 and a cut height of 0.998, and closely related modules (0.3) based on module eigengene values were collapsed. Module stability was assessed by resampling 75% of the RNA-seq libraries and rerunning the coexpression analysis 20 times (\nLangfelder and Horvath, 2012\n).\nTraits were related to modules using module eigengene values. Module correlations for experimental treatments such as \nARK2\n genotype, wood type, and \nGA\n treatments were tested using ANOVA, and wood chemistry phenotypes were tested using Fisher’s exact tests. Enrichment of ARK2 \nChIP-seq\n binding in coexpression modules was determined based on a one-tailed hypergeometric distribution. Hub genes in the pink module were identified as genes that had high gene significance with wood type and high module membership in the pink module. Gene significance was calculated as the correlation between gene expression (reads per kilobase per million reads) and wood type. Module membership was calculated as the correlation between gene expression and module eigengene values for the pink module.\nFunctional enrichment of coexpression modules was based on \nGO\n enrichment and calculated using Arabidopsis best BLAST hit of \nPopulus\n gene models. \nGO\n analysis was performed using Arabidopsis \nGO\n annotations because categories related to relevant categories (including meristem, shoot development, hormones, cell wall and cellulose) have limited annotation in \nPopulus\n. Analyses were performed using the Bioconductor package GOstats V2.30.0 (\nFalcon and Gentleman, 2007\n) with P < 0.01.",
    "wood_chemistry_and_cell_wall_phenotyping": "A micro-Klason method was applied to quantify lignin and cell wall carbohydrates (\nColeman et al., 2007\n). Approximately 200 mg of extracted, oven-dried wood was reacted in a 125-mL serum bottle with 3 mL of 20°C 72% (w/w) sulfuric acid (H\n2\nSO\n4\n), with thorough mixing with a glass rod for 1 min every 10 min, followed by mixing for 15 s every 10 min thereafter. After 2 h, 112 mL deionized water was added to the reaction. The serum bottles were then sealed and immediately autoclaved at 121°C for 60 min. Sugar standards were subjected to the same treatment. Samples were allowed to cool and settle at 4°C and were vacuum-filtered through preweighed medium coarseness (M) sintered-glass crucibles. Each sample was washed (and the serum bottle also rinsed) with 200 mL warm (∼50°C) deionized water to remove residual acid and sugars and dried overnight at 105°C. The dry crucibles were reweighed to determine Klason lignin (acid-insoluble lignin) gravimetrically. The filtrate was then analyzed for acid-soluble lignin by absorbance at 205 nm using a UV/Vis spectrometer. Samples had to be diluted with 4% H\n2\nSO\n4\n to reach an absorbance value between 0.2 and 0.7. The concentrations for neutral cell wall-associated carbohydrates (glucose, xylose, mannose, galactose, rhamnose, and arabinose) in the hydrolyzate were determined using HPLC. Prior to injection, samples were filtered through 0.45-μm HV filters (Millipore). The samples for HPLC runs were prepared by exact weights of ∼950 mg hydrolyzate + 50 mg fucose as the internal standard. The concentrations of sugar monosaccharides were determined using a Dionex HPLC system (DX-600) equipped with an ion exchange PA1 column (Dionex), a pulsed amperometric detector with a gold electrode, and a SpectraAS3500 auto injector (Spectra-Physics). The column was equilibrated with 250 mM NaOH and eluted with deionized water at flow rate of 1 mL/min. Total lignin content was calculated as the sum of the Klason lignin and soluble lignin fractions. Lignin and cell wall sugar content was determined as a percentage of dry wood, based on the initial weight of the extract-free wood sample analyzed.\nMicrofibril angle and cell wall crystallinity were determined by x-ray diffraction using a Bruker D8 Discover x-ray diffraction unit equipped with an area array detector (GADDS) on the radial face of the wood section precision cut (1.68 mm) from the growing stem isolated from the tension wood and opposite wood sections isolated from 10 cm above the root collar. Wide-angle diffraction was used in transmission mode, and the measurements were performed with CuKα1 radiation (λ = 1.54 Å), the x-ray source fit with a 0.5-mm collimator, and the scattered photon collected by a GADDS detector. Both the x-ray source and the detector were set to θ = 0° for microfibril angle determination, while the 2 θ (source) was set to 17° for wood crystallinity determination. The average T-value of the two 002 diffraction arc peaks was used for microfibril angle calculations, as per the method of \nUkrainetz et al. (2008)\n, while crystallinity was determined by mathematically fitting the data using the method of \nColeman et al. (2007)\n. Crystallinity measures were precalibrated by capturing diffractograms of pure \nAcetobacter xylinum\n bacterial cellulose (known to be 87% crystalline).\nFiber length was analyzed using the woody material isolated from the tension wood and opposite wood side of each specimen, according to \nPark et al. (2008)\n. In brief, each sample was macerated in a solution consisting of 30% hydrogen peroxide and glacial acetic acid in a 1:1 ratio (Franklin solution) at 70°C for 48 h. Following the reaction, the remaining fibrous material was washed with deionized water until the samples were neutralized. Subsamples were resuspended in 10 mL deionized, distilled water and analyzed on a fiber quality analyzer (FQA; Optest Equipment). Fiber length was recorded in millimeters.",
    "accession_numbers": "The sequences associated with RNA-seq experiments are deposited in NCBI SRA under BioProject PRJNA284622. The sequences associated with \nChIP-seq\n of ARK2 are deposited in NCBI SRA under accession SRP0533. Phytozome accession numbers for \nPopulus\n orthologs of Arabidopsis genes discussed in reference to gene module dissection are as follows: \nMYB52\n (Potri.012G039400), \nMYB85\n (Potri.015G129100), \nKNAT6\n (Potri.010G043500), \nKNAT7\n (Potri.001G112200), \nBLH4\n (Potri.007G032700), \nVND1\n (Potri.007G014400), \nPIN1\n (Potri.015G038700), \nPIN3\n (Potri.015G038700 and Potri.008G129400), \nGA20-Oxidase\n (Potri.015G134600), \nIRREGULAR XYLEM\n genes (Potri.004G117200, Potri.009G042500, and Potri.001G248700), \nCLE13-like\n (Potri.008G115600), and \nSCARECROW-like 8\n (Potri.004G078800).",
    "supplemental_data": "Supplemental Figure 1.\n Quantification of gravitropic bending and longitudinal growth in \nARK2\n genotypes during a 2-week gravistimulus trial.\n\n\nSupplemental Figure 2.\n Opposite wood histology.\n\n\nSupplemental Figure 3.\n JIM14 immunolocalization of arabinogalactan protein epitopes in opposite wood of \nARK2\n genotypes and negative control showing background labeling.\n\n\nSupplemental Figure 4.\n Imaging of \nXET\n activity in opposite wood of \nARK2\n genotypes.\n\n\nSupplemental Figure 5.\n PIN3 and control immunolocalization.\n\n\nSupplemental Figure 6.\n PIN3 quantification in tension wood and localization in opposite wood.\n\n\nSupplemental Figure 7.\n\n\nGA\n effects on DR5:GUS expression in upright stems and on gravibending in \nARK2\n genotypes.\n\n\nSupplemental Figure 8.\n JIM14 immunolocalization for stem sections of trees treated with \nGA\n.\n\n\nSupplemental Figure 9.\n In situ imaging of \nXET\n activity in stems of trees treated with \nGA\n.\n\n\nSupplemental Figure 10.\n Differential expression of genes in opposite wood versus tension wood and normal wood.\n\n\nSupplemental Figure 11.\n Characterization of gene coexpression network modules.\n\n\nSupplemental Figure 12.\n Quantification of wood property and chemistry traits for wood types within each \nARK2\n genotype.\n\n\nSupplemental Movie 1.\n Time-lapse movie of wild-type poplar undergoing gravitropic bending.\n\n\nSupplemental Movie 2.\n Time-lapse movie of OE-ARK2 poplar undergoing gravitropic bending.\n\n\nSupplemental Movie 3.\n Time-lapse movie of miRNA-ARK2 poplar undergoing gravitropic bending.\n\n\nSupplemental Data Set 1.\n Gene module memberships and statistics for poplar genes expressed during wood formation.\n\n\nSupplemental Data Set 2.\n Gene Ontology enrichment analysis for gene modules.",
    "supplementary_material": "Supplemental Data\n\n\n\n\nsupp_27_10_2800__index.html\n (1.8KB, html)\nAuthor Profile\n\n\n\n\nsupp_27_10_2800_v2_index.html\n (2.8KB, html)",
    "acknowledgments": "This work was supported by Grants 2011-67013-30062 and 2015-67013-22891 from USDA AFRI to A.G. and V.F. M.Z. is supported by NSF Postdoctoral Research Fellowship in Biology Grant IOS-1402064. G.K.M. was supported by NASA Grant NNX09AK82G. This work used the Vincent J. Coates Genomics Sequencing Laboratory at UC Berkeley, supported by NIH S10 Instrumentation Grants S10RR029668 and S10RR027303. We thank Courtney Castle and Annie Mix for assistance in plant propagation and care. We thank Julin Maloof, Daniel Fulop, and Christine Palmer for guidance on computational analyses of stem movements.",
    "author_contributions": "A.G., S.G., and V.F. conceived of this research program. S.G. performed time-lapse videos, immunolocalizations, Lugol staining, GUS staining, histology, and fiber counts. M.Z. performed bioinformatics analyses with guidance from V.F., A.G., S.G., and M.Z. performed RNA-seq experiments. S.D.M. and F.H. contributed wood chemistry, ultrastructure, and fiber data. G.K.M. and D.R.L. contributed auxin transport assays. F.M.I. and H.B. synthesized the \nXET\n substrate. A.G. performed \nXET\n imaging and wrote the article.",
    "glossary": "GA\n\n\ngibberellic acid\n\n\nXET\n\n\nxyloglucan endotransglycosylase\n\n\nChIP-seq\n\n\nchromatin immunoprecipitation sequencing\n\n\nGO\n\n\nGene Ontology",
    "footnotes": "[OPEN]\nArticles can be viewed online without a subscription.",
    "references": "Abas L., Luschnig C. (2010). Maximum yields of microsomal-type membranes from small amounts of plant material without requiring ultracentrifugation. Anal. Biochem.\n401: 217–227.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAndersson-Gunnerås S., Hellgren J.M., Björklund S., Regan S., Moritz T., Sundberg B. (2003). Asymmetric expression of a poplar ACC oxidase controls ethylene production during gravitational induction of tension wood. Plant J.\n34: 339–349.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAndersson-Gunneras S., Mellerowicz E.J., Love J., Segerman B., Ohmiya Y., Coutinho P.M., Nilsson P., Henrissat B., Moritz T., Sundberg B. (2006). Biosynthesis of cellulose-enriched tension wood in Populus: global analysis of transcripts and metabolites identifies biochemical and developmental regulators in secondary wall biosynthesis. Plant J.\n45: 144–165.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAzri W., Ennajah A., Nasr Z., Woo S.Y., Khaldi A. (2014). Transcriptome profiling the basal region of poplar stems during the early gravitropic response. Biol. Plant.\n58: 55–63.\n [\nGoogle Scholar\n]\n\n\n\n\nBelles-Boix E., Hamant O., Witiak S.M., Morin H., Traas J., Pautot V. (2006). KNAT6: An Arabidopsis homeobox gene involved in meristem activity and organ separation. Plant Cell\n18: 1900–1907.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBjorklund S., Antti H., Uddestrand I., Moritz T., Sundberg B. (2007). Cross-talk between gibberellin and auxin in development of Populus wood: gibberellin stimulates polar auxin transport and has a common transcriptome with auxin. Plant J.\n52: 499–511.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBolduc N., Hake S. (2009). The maize transcription factor KNOTTED1 directly regulates the gibberellin catabolism gene \nga2ox1\n. Plant Cell\n21: 1647–1658.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBolduc N., Yilmaz A., Mejia-Guerra M.K., Morohashi K., O’Connor D., Grotewold E., Hake S. (2012). Unraveling the KNOTTED1 regulatory network in maize meristems. Genes Dev.\n26: 1685–1690.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChuck G., Lincoln C., Hake S. (1996). KNAT1 induces lobed leaves with ectopic meristems when overexpressed in Arabidopsis. Plant Cell\n8: 1277–1289.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClair B., Alméras T., Pilate G., Jullien D., Sugiyama J., Riekel C. (2011). Maturation stress generation in Poplar tension wood studied by synchrotron radiation microdiffraction. Plant Physiol.\n155: 562–570.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClair B., Almeras T., Yamamoto H., Okuyama T., Sugiyama J. (2006). Mechanical behavior of cellulose microfibrils in tension wood, in relation with maturation sress generation. Biophys. J.\n91: 1128–1135.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nColeman H.D., Canam T., Kang K.Y., Ellis D.D., Mansfield S.D. (2007). Over-expression of UDP-glucose pyrophosphorylase in hybrid poplar affects carbon allocation. J. Exp. Bot.\n58: 4257–4268.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCronshaw J., Morey P. (1968). The effect of plant growth substances on the development of tension wood in horizontally inclined stems of \nAcer rubrum\n seedlings. Protoplasma\n65: 379–391.\n [\nGoogle Scholar\n]\n\n\n\n\nCronshaw J., Morey P.R. (1965). Induction of tension wood by 2,3,5-tri-iodobenzoic acid. Nature\n205: 816–818.\n [\nGoogle Scholar\n]\n\n\n\n\nDéjardin A., Leplé J.C., Lesage-Descauses M.C., Costa G., Pilate G. (2004). Expressed sequence tags from Poplar wood tissues: A comparative analysis from multiple libraries. Plant Biol. (Stuttg.)\n6: 55–64.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDu J., Mansfield S.D., Groover A.T. (2009). The \nPopulus\n homeobox gene \nARBORKNOX2\n regulates cell differentiation during secondary growth. Plant J.\n60: 1000–1014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEriksson M.E., Israelsson M., Olsson O., Moritz T. (2000). Increased gibberellin biosynthesis in transgenic trees promotes growth, biomass production and xylem fiber length. Nat. Biotechnol.\n18: 784–788.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFalcon S., Gentleman R. (2007). Using GOstats to test gene lists for GO term association. Bioinformatics\n23: 257–258.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFriml J., Wisniewska J., Benkova E., Mendgen K., Palme K. (2002). Lateral relocation of auxin efflux regulator PIN3 mediates tropism in Arabidopsis. Nature\n415: 806–809.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGoswami L., Dunlop J.W.C., Jungnikl K., Eder M., Gierlinger N., Coutand C., Jeronimidis G., Fratzl P., Burgert I. (2008). Stress generation in the tension wood of poplar is based on the lateral swelling power of the G-layer. Plant J.\n56: 531–538.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGroover A., Mansfield S., DiFazio S., Dupper G., Fontana J., Millar R., Wang Y. (2006). The \nPopulus\n homeobox gene \nARBORKNOX1\n reveals overlapping mechanisms regulating the shoot apical meristem and the vascular cambium. Plant Mol. Biol.\n61: 917–932.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHay A., Kaur H., Phillips A., Hedden P., Hake S., Tsiantis M. (2002). The gibberellin pathway mediates KNOTTED1-type homeobox function in plants with different body plans. Curr. Biol.\n12: 1557–1565.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHay A., Tsiantis M. (2010). KNOX genes: versatile regulators of plant development and diversity. Development\n137: 3153–3165.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHellgren J.M., Olofsson K., Sundberg B. (2004). Patterns of auxin distribution during gravitational induction of reaction wood in poplar and pine. Plant Physiol.\n135: 212–220.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIsraelsson M., Sundberg B., Moritz T. (2005). Tissue-specific localization of gibberellins and expression of gibberellin-biosynthetic and signaling genes in wood-forming tissues in aspen. Plant J.\n44: 494–504.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJasinski S., Piazza P., Craft J., Hay A., Woolley L., Rieu I., Phillips A., Hedden P., Tsiantis M. (2005). KNOX action in Arabidopsis is mediated by coordinate regulation of cytokinin and gibberellin activities. Curr. Biol.\n15: 1560–1565.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\nJoshi N.A., Fass J.N. (2011). Sickle: A sliding-window, adaptive, quality-based trimming tool for FastQ files (version 1.200). Available at \nhttps://github.com/najoshi/sickle\n.\n\n\n\n\nKnox J.P., Linstead P.J., Cooper J.P.C., Roberts K. (1991). Developmentally regulated epitopes of cell surface arabinogalactan proteins and their relation to root tissue pattern formation. Plant J.\n1: 317–326.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLafarguette F., Leplé J.-C., Déjardin A., Laurans F., Costa G., Lesage-Descauses M.-C., Pilate G. (2004). Poplar genes encoding fasciclin-like arabinogalactan proteins are highly expressed in tension wood. New Phytol.\n164: 107–121.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLangfelder P., Horvath S. (2008). WGCNA: an R package for weighted correlation network analysis. BMC Bioinformatics\n9: 559.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLangfelder P., Horvath S. (2012). Fast R functions for robust correlations and hierarchical clustering. J. Stat. Softw.\n46: i11.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLeach R.W.A., Wareing P.F. (1967). Distribution of auxin in horizontal woody stems in relation to gravimorphism. Nature\n214: 1025–1027.\n [\nGoogle Scholar\n]\n\n\n\n\nLev-Yudan S., Aloni R. (1995). Differentiation of the ray system in woody plants. Bot. Rev.\n61: 45–84.\n [\nGoogle Scholar\n]\n\n\n\n\nLewis D.R., Muday G.K. (2009). Measurement of auxin transport in \nArabidopsis thaliana\n. Nat. Protoc.\n4: 437–451.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLittle C.H.A., Savidge R.A. (1987). The role of plant growth regulators in forest tree cambial growth. Plant Growth Regul.\n6: 137–169.\n [\nGoogle Scholar\n]\n\n\n\n\nLiu L., Ramsay T., Zinkgraf M., Sundell D., Street N.R., Filkov V., and Groover A. (2015). A resource for characterizing genome-wide binding and putative target genes of transcription factors expressed during secondary growth and wood formation in Populus. Plant J. 82: 887–898.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiu Y., You S., Taylor-Teeples M., Li W.L., Schuetz M., Brady S.M., Douglas C.J. (2014). BEL1-LIKE HOMEODOMAIN6 and KNOTTED ARABIDOPSIS THALIANA7 interact and regulate secondary cell wall formation via repression of REVOLUTA. Plant Cell\n26: 4843–4861.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLöfke C., Zwiewka M., Heilmann I., Van Montagu M.C.E., Teichmann T., Friml J. (2013). Asymmetric gibberellin signaling regulates vacuolar trafficking of PIN auxin transporters during root gravitropism. Proc. Natl. Acad. Sci. USA\n110: 3627–3632.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMacMillan C.P., Mansfield S.D., Stachurski Z.H., Evans R., Southerton S.G. (2010). Fasciclin-like arabinogalactan proteins: specialization for stem biomechanics and cell wall architecture in Arabidopsis and Eucalyptus. Plant J.\n62: 689–703.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMauriat M., Moritz T. (2009). Analyses of GA20ox and GID1 over-expressing aspen suggest that gibberellins play two distinct roles in wood formation. Plant J.\n58: 989–1003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMele G., Ori N., Sato Y., Hake S. (2003). The knotted1-like homeobox gene BREVIPEDICELLUS regulates cell differentiation by modulating metabolic pathways. Genes Dev.\n17: 2088–2093.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMellerowicz E.J., Gorshkova T.A. (2012). Tensional stress generation in gelatinous fibres: a review and possible mechanism based on cell-wall structure and composition. J. Exp. Bot.\n63: 551–565.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMellerowicz E.J., Immerzeel P., Hayashi T. (2008). Xyloglucan: The molecular muscle of trees. Ann. Bot. (Lond.)\n102: 659–665.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNakamura T., Saotome M., Ishiguro Y., Itoh R., Higurashi S., Hosono M., Ishii Y. (1994). The effects of GA3 on weeping of growing shoots of the Japanese cherry, \nPrunus spachiana\n. Plant Cell Physiol.\n35: 523–527.\n [\nGoogle Scholar\n]\n\n\n\n\nNishikubo N., Awano T., Banasiak A., Bourquin V., Ibatullin F., Funada R., Brumer H., Teeri T.T., Hayashi T., Sundberg B., Mellerowicz E.J. (2007). Xyloglucan endo-transglycosylase (XET) functions in gelatinous layers of tension wood fibers in poplar–a glimpse into the mechanism of the balancing act of trees. Plant Cell Physiol.\n48: 843–855.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNorberg P.H., Meier H. (1996). Physical and chemical properties of gelatinous layer in tension wood fibres of aspen (\nPopulus tremula\n L.). Holzforschung\n20: 174–178.\n [\nGoogle Scholar\n]\n\n\n\n\nPark J.Y., Canam T., Kang K.Y., Ellis D.D., Mansfield S.D. (2008). The effects of over-expression of an Arabidopsis sucrose phosphate synthase (SPS) gene on plant growth and fibre development. Transgenic Res.\n17: 181–192.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\nR Development Core Team (2014). R: A Language and Environment for Statistical Computing. (Vienna, Austria Foundation for Statistical Computing).\n\n\n\n\nRagni L., Belles-Boix E., Günl M., Pautot V. (2008). Interaction of KNAT6 and KNAT2 with BREVIPEDICELLUS and PENNYWISE in Arabidopsis Inflorescences. Plant Cell\n20: 888–900.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRobinson M., McCarthy D.J., Smyth G. (2010). edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics 26: 139–140.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuelle J. (2014). Morphology, Anatomy and Ultrastructure of Reaction Wood. (Berlin, Heidelberg, Germany: Springer-Verlag; ).\n [\nGoogle Scholar\n]\n\n\n\n\nRuzin S. (1999). Plant Microtechnique and Microscopy. (New York: Oxford University Press; ).\n [\nGoogle Scholar\n]\n\n\n\n\nSakamoto T., Kamiya N., Ueguchi-Tanaka M., Iwahori S., Matsuoka M. (2001). KNOX homeodomain protein directly suppresses the expression of a gibberellin biosynthetic gene in the tobacco shoot apical meristem. Genes Dev.\n15: 581–590.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchrader J., Baba K., May S.T., Palme K., Bennett M., Bhalerao R.P., Sandberg G. (2003). Polar auxin transport in the wood-forming tissues of hybrid aspen is under simultaneous control of developmental and environmental signals. Proc. Natl. Acad. Sci. USA\n100: 10096–10101.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSinnott E.W. (1952). Reaction wood and the regulation of tree form. Am. J. Bot.\n39: 69–78.\n [\nGoogle Scholar\n]\n\n\n\n\nSpicer R., Tisdale-Orr T., Talavera C. (2013). Auxin-responsive DR5 promoter coupled with transport assays suggest separate but linked routes of auxin transport during woody stem development in Populus. PLoS One\n8: e72499.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTaylor-Teeples M., et al.  (2015). An Arabidopsis gene regulatory network for secondary cell wall synthesis. Nature\n517: 571–575.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTimell T.E. (1986). Compression Wood in Gymnosperms, Vol 2. (Heidelberg, Germany: Springer-Verlag; ).\n [\nGoogle Scholar\n]\n\n\n\n\nTrapnell C., Pachter L., Salzberg S.L. (2009). TopHat: discovering splice junctions with RNA-Seq. Bioinformatics\n25: 1105–1111.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nUkrainetz N.K., Kang K.-Y., Aitken S.N., Stoehr M., Mansfield S.D. (2008). Heritability and phenotypic and genetic correlations of coastal Douglas fir (\nPseudotsuga menziesii\n) wood quality traits. Can. J. For. Res.\n38: 1536–1546.\n [\nGoogle Scholar\n]\n\n\n\n\nVenglat S.P., Dumonceaux T., Rozwadowski K., Parnell L., Babic V., Keller W., Martienssen R., Selvaraj G., Datla R. (2002). The homeobox gene BREVIPEDICELLUS is a key regulator of inflorescence architecture in Arabidopsis. Proc. Natl. Acad. Sci. USA\n99: 4730–4735.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWillige B.C., Isono E., Richter R., Zourelidou M., Schwechheimer C. (2011). Gibberellin regulates PIN-FORMED abundance and is required for auxin transport–dependent growth and development in \nArabidopsis thaliana\n. Plant Cell\n23: 2184–2195.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWilson B.F., Archer R.R. (1977). Reaction wood: Induction and mechanical action. Annu. Rev. Plant Physiol.\n28: 23–43.\n [\nGoogle Scholar\n]\n\n\n\n\nZhong R., Lee C., Zhou J., McCarthy R.L., Ye Z.-H. (2008). A Battery of transcription factors involved in the regulation of secondary cell wall biosynthesis in Arabidopsis. Plant Cell\n20: 2763–2782.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhong R., Ye Z.-H. (2013). Transcriptional regulation of wood formation in tree species. In Cellular Aspects of Wood Formation, Vol. 20, Fromm J., ed (Heidelberg, Germany: Springer Berlin; ), pp. 141–158.\n [\nGoogle Scholar\n]\n\n\n\n\nZhou J., Lee C., Zhong R., Ye Z.-H. (2009). MYB58 and MYB63 are transcriptional activators of the lignin biosynthetic pathway during secondary cell wall formation in Arabidopsis. Plant Cell\n21: 248–266.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental Data\n\n\n\n\nsupp_27_10_2800__index.html\n (1.8KB, html) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data.pdf\n (4.3MB, pdf) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data_set_1.xlsx\n (10.6MB, xlsx) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data_set_2.xlsx\n (462.8KB, xlsx) \n\n\n\n\n\n\nDownload video file\n (8MB, mov) \n\n\n\n\n\n\nDownload video file\n (7.7MB, mov) \n\n\n\n\n\n\nDownload video file\n (5.8MB, mov) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Movie_Legends.docx\n (16KB, docx) \n\n\nAuthor Profile\n\n\n\n\nsupp_27_10_2800_v2_index.html\n (2.8KB, html)",
    "supplementary_materials": "Supplemental Data\n\n\n\n\nsupp_27_10_2800__index.html\n (1.8KB, html) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data.pdf\n (4.3MB, pdf) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data_set_1.xlsx\n (10.6MB, xlsx) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Data_set_2.xlsx\n (462.8KB, xlsx) \n\n\n\n\n\n\nDownload video file\n (8MB, mov) \n\n\n\n\n\n\nDownload video file\n (7.7MB, mov) \n\n\n\n\n\n\nDownload video file\n (5.8MB, mov) \n\n\n\n\n\n\nsupp_tpc.15.00531_TPC2015-00531-RAR1_Supplemental_Movie_Legends.docx\n (16KB, docx)\nAuthor Profile\n\n\n\n\nsupp_27_10_2800_v2_index.html\n (2.8KB, html)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.0 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4682325/"
}