{
  "id": "PMC4135744",
  "title": "Exposure of Bacillus subtilis to low pressure (5 kilopascals) induces several global regulons, including those involved in the SigB-mediated general stress response",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Exposure of Bacillus subtilis to low pressure (5 kilopascals) induces several global regulons, including those involved in the SigB-mediated general stress response",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4135744/"
  },
  "sections": {
    "permalink": "Copy",
    "samantha_m_waters": "1\nDepartment of Microbiology and Cell Science, University of Florida, Merritt Island, Florida, USA\nFind articles by \nSamantha M Waters",
    "josé_a_robles-martínez": "1\nDepartment of Microbiology and Cell Science, University of Florida, Merritt Island, Florida, USA\nFind articles by \nJosé A Robles-Martínez",
    "wayne_l_nicholson": "1\nDepartment of Microbiology and Cell Science, University of Florida, Merritt Island, Florida, USA\nFind articles by \nWayne L Nicholson",
    "roles": "J L Schottel\n: \nEditor",
    "abstract": "Studies of how microorganisms respond to pressure have been limited mostly to the extreme high pressures of the deep sea (i.e., the piezosphere). In contrast, despite the fact that the growth of most bacteria is inhibited at pressures below ∼2.5 kPa, little is known of microbial responses to low pressure (LP). To study the global LP response, we performed transcription microarrays on \nBacillus subtilis\n cells grown under normal atmospheric pressure (∼101 kPa) and a nearly inhibitory LP (5 kPa), equivalent to the pressure found at an altitude of ∼20 km. Microarray analysis revealed altered levels of 363 transcripts belonging to several global regulons (AbrB, CcpA, CodY, Fur, IolR, ResD, Rok, SigH, Spo0A). Notably, the highest number of upregulated genes, 86, belonged to the SigB-mediated general stress response (GSR) regulon. Upregulation of the GSR by LP was confirmed by monitoring the expression of the SigB-dependent \nctc-lacZ\n reporter fusion. Measuring transcriptome changes resulting from exposure of bacterial cells to LP reveals insights into cellular processes that may respond to LP exposure.",
    "introduction": "On Earth, there are a number of harsh environments that challenge microbial life due to extremes of fundamental physical factors, such as temperature, pressure, pH, or osmolarity. It is thus of prime importance to understand the cellular and molecular mechanisms that enable microbes to grow and, indeed, to flourish at such physical extremes. Pressure is a fundamental thermodynamic parameter that affects biological processes and conditions at nearly every level, such as protein folding, the hydration state of molecules, enzyme reaction kinetics, membrane fluidity, and protein-nucleic acid binding affinity, to name but a few (\n1\n, \n2\n). High-pressure (HP) environments, ranging from those at sea level (∼101 kPa) to those at the depths of the Mariana Trench (∼100 MPa), are widespread beneath the world's oceans (i.e., the piezosphere). In contrast, hypobaric (i.e., low-pressure [LP]) environments are scarcely represented on Earth; nearly all surface life is located at the bottom of the troposphere, where the lowest terrestrial barometric pressure, at the top of Mt. Everest, is ∼34 kPa. However, recent reports of microbial metabolic processes occurring at high altitudes within clouds (\n3\n, \n4\n) are beginning to challenge this paradigm.\nDespite a lack of natural LP environments on the Earth's surface, knowledge of the microbiology of LP environments is gaining importance due to (i) the increasing use of hypobaric chambers for long-term storage of high-value perishable agricultural commodities (\n5\n), (ii) the sampling of microbes in the limits of the upper atmosphere (\n4\n, \n6\n–\n9\n), and (iii) the astrobiological implications of terrestrial microorganisms capable of living in extreme LP environments, such as those found on Mars (\n10\n, \n11\n).\nCurrent knowledge of bacterial pressure responses is confined mostly to studies of (i) hyperbaric, or piezophilic, microbes and (ii) exposure to HP of pressure mesophiles, such as \nEscherichia coli\n or spores of \nBacillus\n spp. (\n12\n–\n14\n). Ribosomal pyrosequencing analysis and culturing of deep-sea samples revealed that numerous species of \nBacteria\n, \nArchaea\n, and micro-\nEukarya\n exist at HP in the deep-sea piezosphere (\n15\n). Various mechanisms that contribute to the adaptation of piezophilic microbes to growth at HP have been discovered or postulated, such as changes in the composition of permeases in the outer membrane (\n16\n), pressure-sensing mechanisms (\n17\n), differential expression of terminal oxidases (\n18\n), differences in the lipid composition of membranes (\n19\n–\n21\n), differences in the structure and amino acid composition of proteins (\n22\n), elongation of helical regions within 16S rRNA (\n23\n), and changes in enzymatic volumes (\n2\n, \n24\n–\n26\n).\nIn contrast to the relative wealth of studies on how HP affects bacterial cells, there is a nearly complete lack of literature on mechanisms of microbial cellular responses to LP. Just as life over the entire range of extreme temperatures is represented by both cold- and heat-tolerant organisms, the study of the effect of HP on microbes alone does not fully describe the effects of pressure on cellular functions. The closest experimental analogue of the microbial cellular response to LP was a comparison of the transcriptomes of the piezophilic organism \n\nPhotobacterium profundum\n strain SS9 when it was grown at atmospheric pressure (∼101 kPa) and when it was grown at HP (28 MPa) (\n27\n). This exposure of SS9 to a relatively low pressure resulted in the upregulation of transcripts involved in amino acid and ion transport, amino acid metabolism, and a variety of other cellular processes (\n27\n).\nTo date, several bacterial species have been tested for growth and/or metabolism under various LP regimes (\n28\n–\n31\n). In most species tested, growth was observed to be essentially normal from ∼101 kPa down to 10 kPa, but the growth of most microorganisms slowed dramatically at pressures below 10 kPa and essentially ceased at 2.5 kPa (\n11\n, \n31\n). Two notable exceptions reported recently were six \nCarnobacterium\n isolates from Siberian permafrost (\n10\n) and a strain of \nSerratia liquefaciens\n identified in a screen of multiple laboratory strains of bacteria (\n11\n); both the \nCarnobacterium\n isolates and the \nS. liquefaciens\n strain were demonstrated to be able to grow at 0°C and 0.7 kPa in an anoxic, CO\n2\n-dominated atmosphere (i.e., a simulation of the Martian atmosphere).\nGrowth of the model bacterium \nBacillus subtilis\n is completely inhibited at 2.5 kPa and severely compromised at 5 kPa (\n11\n, \n32\n). In order to probe the global response of \nB. subtilis\n to LP, we describe here transcription microarray experiments comparing the transcript levels of cells cultivated at 5 kPa and those of cells cultivated at ∼101 kPa.",
    "materials_and_methods": "Bacterial strains, media, and growth conditions.\n\n\nAll strains and plasmids used in this study are listed in \nTable 1\n. Strain WN624 (\ntrpC2 amyE\n::\nspc\n) has been described in detail previously (\n32\n, \n33\n). \nB. subtilis\n strain PB344, harboring a deletion-insertion mutation inactivating \nsigB\n, was obtained from Chet Price (\n34\n). \nB. subtilis\n strain BSM151, carrying a \nlacZ\n fusion to the SigB-dependent, general stress response (GSR)-induced \nctc\n gene, was obtained from Uwe Völker (\n35\n). Standard protocols were used for the isolation of chromosomal DNA from donor strains (\n36\n), preparation of competent \nB. subtilis\n cells, and DNA-mediated transformation (\n37\n). Miller LB liquid or agar medium (\n38\n) was used throughout and supplemented, when necessary, with the appropriate antibiotic (final concentration): chloramphenicol (Cm; 5 μg/ml), neomycin (Neo; 5 μg/ml), spectinomycin (Spc; 100 μg/ml), or erythromycin (Erm, 1 μg/ml). Cells were grown under normal laboratory atmospheric pressure (∼101 kPa) or at low pressure (5 kPa) in an airtight desiccator attached to a programmable vacuum pump, as described in detail previously (\n32\n, \n39\n). Cultures were shaken at moderate speed (∼150 rpm) on a rotary shaker at 27°C. The optical density was measured using a Klett-Summerson photometer fitted with a no. 66 (660 nm; red) filter. Under these conditions, 100 Klett units is equal to an optical density at 660 nm (OD\n660\n) of 1, which is equal to ∼1 × 10\n8\n CFU per ml. Microscopic examination showed that cells grown at 5 kPa were the same size and shape as those grown at ∼101 kPa; thus, an increase in the optical density corresponded to an increase in the total number of cells.\n\n\nTABLE 1.\n\n\nStrains and plasmids used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrain or plasmid\n\n\nGenotype or phenotype\n\n\nSource or reference\na\n\n\n\n\n\n\n\n\n\n\n\n\nB. subtilis\n strains\n\n\n\n\n\n\n\n\n\n\n    BSM151\n\n\n\n\ntrpC2\n SPβ::\nctc-lacZ\n Cm\nr\n Erm\nr\n\n\n\n\nUwe Völker (\n35\n)\n\n\n\n\n\n\n    PB344\n\n\n\n\ntrpC2 sigB\nΔ\n3\n::\nspc\n Spc\nr\n\n\n\n\nChet Price (\n34\n)\n\n\n\n\n\n\n    WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n Spc\nr\n, wild type, congenic with WN628\n\n\n66\n\n\n\n\n\n\n    WN628\n\n\n\n\ntrpC2 amyE\n::\ncat\n Cm\nr\n, wild type, congenic with WN624\n\n\n66\n\n\n\n\n\n\n    WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n Neo\nr\n\n\n\n\npECE73 → WN628 Neo\nr\n Cm\ns\n\n\n\n\n\n\n\n\n    WN1392\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n Neo\nr\n Spc\nr\n\n\n\n\nPB344 → WN1261 Spc\nr\n\n\n\n\n\n\n\n\n    WN1400\n\n\n\n\ntrpC2 amyE\n::\nneo\n SPβ::\nctc-lacZ\n Neo\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1261 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\n    WN1407\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n SPβ::\nctc-lacZ\n Neo\nr\n Spc\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1392 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\nPlasmid pECE73\n\n\npCm::Neo antibiotic switching cassette\n\n\nBGSC (\n67\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nAbbreviations: BGSC, \nBacillus\n Genetic Stock Center; →, transformation.\nIsolation and labeling of total RNA.\n\n\nEquivalent masses of WN624 cells, obtained from 10 ml or 100 ml of overnight cultures grown at ∼101 kPa or 5 kPa, respectively, were harvested by centrifugation, and the cell pellets were frozen at −70°C. Overnight cultures were used due to the low optical density after 24 h of growth at 5 kPa (OD\n660\n, ∼0.4 to 0.8). Approximately 4 × 10\n9\n cells, estimated from the culture optical densities determined before centrifugation, were obtained from each sample. Total RNA was extracted from cells and treated with RNase-free DNase using a RiboPure-Bacteria kit (Ambion) following the manufacturer's protocol. The resulting RNA sample concentrations and purity were determined by measurement of the UV absorbance at 260 and 280 nm (\n40\n). RNA integrity numbers (RINs) (\n41\n) were obtained using an RNA 6000 Nano kit on an Agilent 2100 bioanalyzer (Agilent Technologies); the average RIN of total RNA samples was 9.71.\nTranscription microarray experiments.\n\n\nTotal RNA samples were sent to the University of Florida Interdisciplinary Center for Biotechnology Research (UF-ICBR) for fluorescent labeling with Cy3 or Cy5 and microarray analyses. A custom glass slide microarray (GE 8x15K 60-mer; Agilent Technologies) was designed and built using the \nB. subtilis\n strain 168 genome sequence (\n42\n). For each sample, approximately 12 μl of RNA at a concentration of 500 ng/μl was loaded for a total RNA content of 6 μg. For sample layouts, refer to Table S1 in the supplemental material.\nMicroarray data analysis and normalization.\n\n\nGene names, locations, and descriptions were cross-referenced using the GenoList archive server (\nhttp://genolist.pasteur.fr\n). Each microarray chip yielded 15,209 data points, equivalent to data for 4,103 genes with an average number of 3.7 measurements per gene. The raw data, green and red mean intensities, and dispersions were consistent across the sample comparisons. Raw data scatter plots for each control comparison indicated the high quality of the data, i.e., a high level of correlation for control chips and a high level of dispersion for test chips (\nFig. 1\n). Loess normalization was applied to the microarray data to correct for the bias caused by inconsistencies in the relative fluorescence intensity between the Cy3 and Cy5 dyes. Variations between the multiple microarray experiments were removed using quantile normalization. The analysis of differential gene expression was performed using the Linear Models for Microarray Analysis (LIMMA) package (freely available at \nhttp://bioconductor.org\n) in the R programming language. The LIMMA package uses empirical Bayesian methods to provide stable results by moderating the standard errors of the estimated fold changes. Comparisons among the microarray chips were conducted graphically using the R program and are displayed as tables (see Tables S2 and S3 in the supplemental material).\n\n\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nScatter plots of fluorescence intensity of Cy3-labeled (\nx\n axes) versus Cy5-labeled (\ny\n axes) RNAs in microarray experiments (log\n2\n scale). (A) Dye-flip control experiment of strain WN624 grown at ∼101 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5. (B) Dye-flip control experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at 5 kPa and labeled with Cy5. (C) Experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5.\nβ-Galactosidase assays.\n\n\nConstructed strains carrying the SigB-dependent, GSR-inducible \nctc-lacZ\n gene fusion (\nTable 1\n) were first tested for induction of β-galactosidase activity by ethanol, a known inducer of the GSR (\n34\n). Cultures were grown in liquid LB medium at 27°C to early logarithmic phase (∼30 Klett units) and then split. To one subculture was added ethanol to a final concentration of 5%, and incubation was continued for 45 min. To test for LP induction of \nctc-lacZ\n expression, cultures were inoculated into LB medium at ∼5 Klett units and grown at 27°C to early logarithmic phase (∼20 Klett units). A zero-time sample was taken, and then the cultures were split into 12 2-ml subcultures, of which 6 were incubated at ∼101 kPa and 6 were incubated under various LP conditions (5, 10, 25, or 50 kPa) for a further 2.5 h. Culture OD\n660\n values were determined, and then a 1-ml sample from each tube was centrifuged and the resulting cell pellet was frozen at −20°C for subsequent β-galactosidase assay. Thawed cells were lysed and assayed for β-galactosidase activity as described previously (\n43\n). β-Galactosidase activity is expressed in Miller units (\n38\n).\nMicroarray data accession number.\n\n\nThe complete set of microarray data has been deposited in the Gene Expression Omnibus (GEO) database at the National Center for Biotechnology Information (\nhttp://www.ncbi.nlm.nih.gov/geo/\n) under accession number \nGSE50653\n.",
    "bacterial_strains,_media,_and_growth_conditions.": "All strains and plasmids used in this study are listed in \nTable 1\n. Strain WN624 (\ntrpC2 amyE\n::\nspc\n) has been described in detail previously (\n32\n, \n33\n). \nB. subtilis\n strain PB344, harboring a deletion-insertion mutation inactivating \nsigB\n, was obtained from Chet Price (\n34\n). \nB. subtilis\n strain BSM151, carrying a \nlacZ\n fusion to the SigB-dependent, general stress response (GSR)-induced \nctc\n gene, was obtained from Uwe Völker (\n35\n). Standard protocols were used for the isolation of chromosomal DNA from donor strains (\n36\n), preparation of competent \nB. subtilis\n cells, and DNA-mediated transformation (\n37\n). Miller LB liquid or agar medium (\n38\n) was used throughout and supplemented, when necessary, with the appropriate antibiotic (final concentration): chloramphenicol (Cm; 5 μg/ml), neomycin (Neo; 5 μg/ml), spectinomycin (Spc; 100 μg/ml), or erythromycin (Erm, 1 μg/ml). Cells were grown under normal laboratory atmospheric pressure (∼101 kPa) or at low pressure (5 kPa) in an airtight desiccator attached to a programmable vacuum pump, as described in detail previously (\n32\n, \n39\n). Cultures were shaken at moderate speed (∼150 rpm) on a rotary shaker at 27°C. The optical density was measured using a Klett-Summerson photometer fitted with a no. 66 (660 nm; red) filter. Under these conditions, 100 Klett units is equal to an optical density at 660 nm (OD\n660\n) of 1, which is equal to ∼1 × 10\n8\n CFU per ml. Microscopic examination showed that cells grown at 5 kPa were the same size and shape as those grown at ∼101 kPa; thus, an increase in the optical density corresponded to an increase in the total number of cells.\nTABLE 1.\n\n\nStrains and plasmids used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrain or plasmid\n\n\nGenotype or phenotype\n\n\nSource or reference\na\n\n\n\n\n\n\n\n\n\n\n\n\nB. subtilis\n strains\n\n\n\n\n\n\n\n\n\n\n    BSM151\n\n\n\n\ntrpC2\n SPβ::\nctc-lacZ\n Cm\nr\n Erm\nr\n\n\n\n\nUwe Völker (\n35\n)\n\n\n\n\n\n\n    PB344\n\n\n\n\ntrpC2 sigB\nΔ\n3\n::\nspc\n Spc\nr\n\n\n\n\nChet Price (\n34\n)\n\n\n\n\n\n\n    WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n Spc\nr\n, wild type, congenic with WN628\n\n\n66\n\n\n\n\n\n\n    WN628\n\n\n\n\ntrpC2 amyE\n::\ncat\n Cm\nr\n, wild type, congenic with WN624\n\n\n66\n\n\n\n\n\n\n    WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n Neo\nr\n\n\n\n\npECE73 → WN628 Neo\nr\n Cm\ns\n\n\n\n\n\n\n\n\n    WN1392\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n Neo\nr\n Spc\nr\n\n\n\n\nPB344 → WN1261 Spc\nr\n\n\n\n\n\n\n\n\n    WN1400\n\n\n\n\ntrpC2 amyE\n::\nneo\n SPβ::\nctc-lacZ\n Neo\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1261 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\n    WN1407\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n SPβ::\nctc-lacZ\n Neo\nr\n Spc\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1392 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\nPlasmid pECE73\n\n\npCm::Neo antibiotic switching cassette\n\n\nBGSC (\n67\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nAbbreviations: BGSC, \nBacillus\n Genetic Stock Center; →, transformation.",
    "table_1.": "Strains and plasmids used in this study\nStrain or plasmid\n\n\nGenotype or phenotype\n\n\nSource or reference\na\n\n\n\n\n\n\n\n\n\n\n\n\nB. subtilis\n strains\n\n\n\n\n\n\n\n\n\n\n    BSM151\n\n\n\n\ntrpC2\n SPβ::\nctc-lacZ\n Cm\nr\n Erm\nr\n\n\n\n\nUwe Völker (\n35\n)\n\n\n\n\n\n\n    PB344\n\n\n\n\ntrpC2 sigB\nΔ\n3\n::\nspc\n Spc\nr\n\n\n\n\nChet Price (\n34\n)\n\n\n\n\n\n\n    WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n Spc\nr\n, wild type, congenic with WN628\n\n\n66\n\n\n\n\n\n\n    WN628\n\n\n\n\ntrpC2 amyE\n::\ncat\n Cm\nr\n, wild type, congenic with WN624\n\n\n66\n\n\n\n\n\n\n    WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n Neo\nr\n\n\n\n\npECE73 → WN628 Neo\nr\n Cm\ns\n\n\n\n\n\n\n\n\n    WN1392\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n Neo\nr\n Spc\nr\n\n\n\n\nPB344 → WN1261 Spc\nr\n\n\n\n\n\n\n\n\n    WN1400\n\n\n\n\ntrpC2 amyE\n::\nneo\n SPβ::\nctc-lacZ\n Neo\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1261 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\n    WN1407\n\n\n\n\ntrpC2 amyE\n::\nneo sigB\nΔ\n3\n::\nspc\n SPβ::\nctc-lacZ\n Neo\nr\n Spc\nr\n Cm\nr\n Erm\nr\n\n\n\n\nBSM151 → WN1392 Cm\nr\n Erm\nr\n\n\n\n\n\n\n\n\nPlasmid pECE73\n\n\npCm::Neo antibiotic switching cassette\n\n\nBGSC (\n67\n)\nOpen in a new tab\na\nAbbreviations: BGSC, \nBacillus\n Genetic Stock Center; →, transformation.",
    "isolation_and_labeling_of_total_rna.": "Equivalent masses of WN624 cells, obtained from 10 ml or 100 ml of overnight cultures grown at ∼101 kPa or 5 kPa, respectively, were harvested by centrifugation, and the cell pellets were frozen at −70°C. Overnight cultures were used due to the low optical density after 24 h of growth at 5 kPa (OD\n660\n, ∼0.4 to 0.8). Approximately 4 × 10\n9\n cells, estimated from the culture optical densities determined before centrifugation, were obtained from each sample. Total RNA was extracted from cells and treated with RNase-free DNase using a RiboPure-Bacteria kit (Ambion) following the manufacturer's protocol. The resulting RNA sample concentrations and purity were determined by measurement of the UV absorbance at 260 and 280 nm (\n40\n). RNA integrity numbers (RINs) (\n41\n) were obtained using an RNA 6000 Nano kit on an Agilent 2100 bioanalyzer (Agilent Technologies); the average RIN of total RNA samples was 9.71.",
    "transcription_microarray_experiments.": "Total RNA samples were sent to the University of Florida Interdisciplinary Center for Biotechnology Research (UF-ICBR) for fluorescent labeling with Cy3 or Cy5 and microarray analyses. A custom glass slide microarray (GE 8x15K 60-mer; Agilent Technologies) was designed and built using the \nB. subtilis\n strain 168 genome sequence (\n42\n). For each sample, approximately 12 μl of RNA at a concentration of 500 ng/μl was loaded for a total RNA content of 6 μg. For sample layouts, refer to Table S1 in the supplemental material.",
    "microarray_data_analysis_and_normalization.": "Gene names, locations, and descriptions were cross-referenced using the GenoList archive server (\nhttp://genolist.pasteur.fr\n). Each microarray chip yielded 15,209 data points, equivalent to data for 4,103 genes with an average number of 3.7 measurements per gene. The raw data, green and red mean intensities, and dispersions were consistent across the sample comparisons. Raw data scatter plots for each control comparison indicated the high quality of the data, i.e., a high level of correlation for control chips and a high level of dispersion for test chips (\nFig. 1\n). Loess normalization was applied to the microarray data to correct for the bias caused by inconsistencies in the relative fluorescence intensity between the Cy3 and Cy5 dyes. Variations between the multiple microarray experiments were removed using quantile normalization. The analysis of differential gene expression was performed using the Linear Models for Microarray Analysis (LIMMA) package (freely available at \nhttp://bioconductor.org\n) in the R programming language. The LIMMA package uses empirical Bayesian methods to provide stable results by moderating the standard errors of the estimated fold changes. Comparisons among the microarray chips were conducted graphically using the R program and are displayed as tables (see Tables S2 and S3 in the supplemental material).\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nScatter plots of fluorescence intensity of Cy3-labeled (\nx\n axes) versus Cy5-labeled (\ny\n axes) RNAs in microarray experiments (log\n2\n scale). (A) Dye-flip control experiment of strain WN624 grown at ∼101 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5. (B) Dye-flip control experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at 5 kPa and labeled with Cy5. (C) Experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5.",
    "fig_1.": "Open in a new tab\nScatter plots of fluorescence intensity of Cy3-labeled (\nx\n axes) versus Cy5-labeled (\ny\n axes) RNAs in microarray experiments (log\n2\n scale). (A) Dye-flip control experiment of strain WN624 grown at ∼101 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5. (B) Dye-flip control experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at 5 kPa and labeled with Cy5. (C) Experiment of strain WN624 grown at 5 kPa and labeled with Cy3 and strain WN624 grown at ∼101 kPa and labeled with Cy5.",
    "β-galactosidase_assays.": "Constructed strains carrying the SigB-dependent, GSR-inducible \nctc-lacZ\n gene fusion (\nTable 1\n) were first tested for induction of β-galactosidase activity by ethanol, a known inducer of the GSR (\n34\n). Cultures were grown in liquid LB medium at 27°C to early logarithmic phase (∼30 Klett units) and then split. To one subculture was added ethanol to a final concentration of 5%, and incubation was continued for 45 min. To test for LP induction of \nctc-lacZ\n expression, cultures were inoculated into LB medium at ∼5 Klett units and grown at 27°C to early logarithmic phase (∼20 Klett units). A zero-time sample was taken, and then the cultures were split into 12 2-ml subcultures, of which 6 were incubated at ∼101 kPa and 6 were incubated under various LP conditions (5, 10, 25, or 50 kPa) for a further 2.5 h. Culture OD\n660\n values were determined, and then a 1-ml sample from each tube was centrifuged and the resulting cell pellet was frozen at −20°C for subsequent β-galactosidase assay. Thawed cells were lysed and assayed for β-galactosidase activity as described previously (\n43\n). β-Galactosidase activity is expressed in Miller units (\n38\n).",
    "microarray_data_accession_number.": "The complete set of microarray data has been deposited in the Gene Expression Omnibus (GEO) database at the National Center for Biotechnology Information (\nhttp://www.ncbi.nlm.nih.gov/geo/\n) under accession number \nGSE50653\n.",
    "results_and_discussion": "Transcriptome analysis of strain WN624 at 5 kPa and ∼101 kPa.\n\n\nIn order to gain a greater understanding of the global gene expression changes occurring in response to LP, strain WN624 was studied using transcriptional microarrays. Total RNA was extracted from cells after 24 h of growth at either 5 kPa or ∼101 kPa, and RNA labeling and chip analyses were conducted as described in Materials and Methods. The data are summarized by 2-dimemsional plots (\nFig. 1\n). To confirm RNA integrity and the consistency of probe labeling, a dye-switch experiment was performed using the same total RNA labeled with Cy3 and Cy5; the RNA had been purified from strain WN624 cultured at ∼101 kPa (\nFig. 1A\n) or 5 kPa (\nFig. 1B\n). In each case, the data were tightly clustered and displayed high correlation coefficients (\nR\n2\n) of 0.9912 and 0.9959, respectively (\nFig. 1A\n and \nB\n). In contrast, microarrays probed with total RNA isolated from strain WN624 cultivated at 5 kPa or ∼101 kPa exhibited much greater dispersion and a lower \nR\n2\n of 0.6114 (\nFig. 1C\n), indicating a profound alteration of the WN624 transcriptome in response to LP. In total, exposure of strain WN624 to 5 kPa resulted in the identification of 223 significantly upregulated transcripts (see Table S2 in the supplemental material) and 140 significantly downregulated transcripts (see Table S3 in the supplemental material), totaling approximately 9% of the \nBacillus subtilis\n genome. Exposure to LP was found to lead to up- and/or downregulation of target genes for a large number of global regulons (see Tables S2 and S3 in the supplemental material). The regulons found to be the most dramatically altered by exposure to 5 kPa are listed in \nTable 2\n. Exposure of \nB. subtilis\n to LP most notably induced the SigB-mediated general stress response (GSR) (\n44\n); transition-state regulons such as AbrB/Abh (\n45\n, \n46\n), CodY (\n47\n), Rok (\n48\n), SigH (\n49\n), Spo0A (\n50\n), and, to a lesser extent, SigD (\n51\n); anaerobic regulons, such as ResD (\n52\n) and, to a lesser extent, Fnr (\n53\n) and Rex (\n54\n); the carbon catabolite repression regulator CcpA (\n55\n); and the IolR regulator of \nmyo\n-inositol catabolism (\n56\n). Interestingly, a large number of transcripts (88 in total) belonging to no known regulons were both induced and repressed by LP exposure (\nTable 2\n). Because LP exposure most strongly induced the SigB-mediated GSR regulon, we chose to study LP induction of the GSR in further detail.\n\n\nTABLE 2.\n\n\nSummary of regulons with at least 10 target genes affected\na\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRegulator(s)\n\n\nNo. of genes:\n\n\n\n\nResponse\n\n\n\n\n\n\nUpregulated\n\n\nDownregulated\n\n\nTotal\n\n\n\n\n\n\n\n\n\n\nSigB\n\n\n86\n\n\n2\n\n\n88\n\n\nTranscription of GSR genes\n\n\n\n\n\n\nUnknown\n\n\n41\n\n\n47\n\n\n88\n\n\nUnknown\n\n\n\n\n\n\nAbrB/Abh\n\n\n42\n\n\n16\n\n\n58\n\n\nTransition from growth to stationary phase\n\n\n\n\n\n\nCcpA\n\n\n12\n\n\n26\n\n\n38\n\n\nCarbon catabolite repression\n\n\n\n\n\n\nFur\n\n\n1\n\n\n25\n\n\n26\n\n\nRegulation of iron homoeostasis\n\n\n\n\n\n\nResD\n\n\n22\n\n\n0\n\n\n22\n\n\nRegulation of aerobic/anaerobic respiration\n\n\n\n\n\n\nCodY\n\n\n19\n\n\n1\n\n\n20\n\n\nResponse to nutritional starvation\n\n\n\n\n\n\nRok\n\n\n13\n\n\n1\n\n\n14\n\n\nRegulation of genetic competence\n\n\n\n\n\n\nSpo0A\n\n\n13\n\n\n0\n\n\n13\n\n\nPhosphorelay regulator of sporulation initiation\n\n\n\n\n\n\nSigH\n\n\n11\n\n\n1\n\n\n12\n\n\nEarly-stationary-phase gene expression\n\n\n\n\n\n\nIolR\n\n\n0\n\n\n11\n\n\n11\n\n\nRegulation of \nmyo\n-inositol catabolism\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nFor a detailed list of all regulons affected, refer to Tables S2 and S3 in the supplemental material.\n\n\nThe GSR regulon in \nB. subtilis\n consists of ∼185 target genes, expression of which is induced in response to nutrient starvation and a variety of environmental stresses, such as heat, cold, ethanol, or salt (\n44\n, \n57\n, \n58\n). Transcriptional activation of GSR genes is under the control of the alternate sigma factor sigma B (σ\nB\n or SigB), encoded by the \nsigB\n gene (\n44\n). The \nsigB\n gene is located within the \nrsbRSTUVW-sigB-rsbX\n operon, with a SigB-dependent promoter embedded upstream of \nrsbV\n allowing SigB-dependent transcriptional induction of the last four genes in the operon, including autoinduction of \nsigB\n. The activity of SigB is regulated by the RsbW anti-sigma factor system and the RsbV anti-anti-sigma factor system in response to a complex system of regulators encoded by the upstream \nrsbRSTU\n operon and the \nrsbX\n gene, whose products are responsive to various environmental stresses (\n44\n), and \nrsbPQ\n, whose products are involved in energy stress activation of the SigB response (\n59\n). Exposure of strain WN624 to an LP of 5 kPa resulted in a dramatic (∼35- to 55-fold) upregulation of mRNA levels for genes of the \nrsbWV-sigB-rsbX\n operon (Table S4 in the supplemental material) but not of \nrsbRSTU\n or \nrsbPQ\n transcripts. Of the 185 target genes in the GSR regulon (listed in Table S4 in the supplemental material), 88 of these genes (genes with underlined names in Table S4 in the supplemental material) are known to be strictly dependent upon SigB for their induction (\n57\n, \n58\n, \n60\n). Of these, 63 (70%) were upregulated in the microarray measuring mRNA from cells exposed to 5 kPa compared with their regulation in the microarray measuring mRNA from cells exposed to ∼101 kPa (\nFig. 1C\n, Table S4 in the supplemental material).\n\n\nIn order to compare GSR gene expression resulting from LP exposure to that resulting from other physical stresses, we compared the LP-mediated GSR of strain WN624 to the global GSR of \nB. subtilis\n exposed to ethanol, heat, or salt stress in previous studies (\n57\n, \n60\n, \n61\n) (\nFig. 2\n). Very good concordance between the two responses was observed; LP exposure induced the upregulation of 86 genes, 70 of which (81%) were also induced by exposure to heat, ethanol, or salt (\nFig. 2\n). Notably, 30 ethanol-, heat-, or salt-inducible GSR genes were not induced by LP, and LP exposure induced the expression of 16 genes not reported to be induced by ethanol, heat, or salt stress (\nFig. 2\n), indicating that LP induced a GSR that only partially overlapped with that induced by ethanol, heat, or salt stress.\n\n\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nVenn diagram comparison of the set of genes belonging to the GSR regulon in strain WN624 induced by LP; the classical GSR inducers ethanol (EtOH), heat, and salt (taken from reference \n60\n); both treatments; or neither treatment. The numbers of genes belonging to each category is indicated in parentheses, and gene names are listed. Underlined genes are strictly SigB dependent (see Table S4 in the supplemental material and the text for details).\nInduction of \nctc-lacZ\n expression by LP.\n\n\nThe observations described above led us to the notion that exposure of \nB. subtilis\n cells to LP induced the SigB-mediated GSR. Activation of the SigB-dependent \nctc-lacZ\n reporter gene fusion is a reliable and well-established marker for GSR induction by all stresses studied to date (\n35\n). We therefore tested expression of a \nctc-lacZ\n fusion in strains carrying either the wild-type \nsigB\n gene (strain WN1400) or the \nsigB\nΔ\n3\n::\nspc\n knockout mutation (strain WN1407) (\nFig. 3\n). First, in order to ensure that \nctc-lacZ\n expression was properly regulated by SigB in our strains, we induced the GSR by the classical treatment of exponentially growing cells with ethanol at a 5% final concentration and assayed for β-galactosidase activity after 45 min (\nFig. 3A\n). In strain WN1400 carrying the \nsigB\n+\n allele, expression of \nctc-lacZ\n was strongly induced (∼7-fold) by ethanol treatment (\nFig. 3A\n). In comparison, the basal level of expression of \nctc-lacZ\n in strain WN1407 carrying the \nsigB\nΔ\n3\n::\nspc\n knockout mutation was lower, and its induction by ethanol was much weaker (∼2-fold) (\nFig. 3A\n). These results were as expected; thus, the \nctc-lacZ\n fusion appeared to be a reliable reporter of the SigB-dependent GSR in our strains. Next, the same two \nctc-lacZ\n reporter strains were tested for induction of the GSR by exposure to 5 kPa of LP (\nFig. 3A\n). After exposure to 5 kPa of LP for 2.5 h, \nctc-lacZ\n expression was induced ∼4-fold in strain WN1400 carrying the wild-type \nsigB\n allele (\nFig. 3A\n). In contrast, strain WN1407 carrying the \nsigB\nΔ\n3\n::\nspc\n knockout mutation exhibited a much lower basal level of \nctc-lacZ\n expression and only very weak induction of the GSR (less than 2-fold) by LP (\nFig. 3A\n). The results support the notion that LP induction of signals belonging to the GSR was indeed SigB dependent.\n\n\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of LP induction of the SigB-dependent GSR using a \nctc-lacZ\n reporter fusion. The relevant genotypes of strains WN1400 (\nsigB\n+\n) and WN1407 (Δ\nsigB\n::\nspc\n) are denoted. (A) \nctc-lacZ\n expression induced by 5% (vol/vol) ethanol or by exposure to 5 kPa (shaded bars) versus that in the uninduced controls (open bars). (B) Induction of \nctc-lacZ\n expression at ∼101 kPa and various LPs (50, 25, 10, and 5 kPa) in strain WN1400 (\nsigB\n+\n). Data are averages and standard deviations for triplicate samples taken from two independent experiments.\nWe were interested in determining the level of LP required to trigger the SigB-dependent GSR, so we measured the expression of the \nctc-lacZ\n fusion in strain WN1400 (\nsigB\n+\n) at pressures of ∼101, 50, 25, 10, and 5 kPa (\nFig. 3B\n). Strain WN1400 did not induce \nctc-lacZ\n expression until the pressure was lowered to either 10 or 5 kPa (\nFig. 3B\n).\nInactivation of \nsigB\n does not alter fitness at ∼101 kPa or at 5 kPa.\n\n\nThe microarray data (\nTable 2\n; \nFig. 2\n) and the results of the \nctc-lacZ\n reporter experiments (\nFig. 3\n) indicated that the SigB-dependent GSR was induced by exposure to LP in \nB. subtilis\n. We were interested in investigating what effect, if any, a \nsigB\n knockout mutation would have on the relative fitness of \nB. subtilis\n at 5 kPa. Competition experiments, performed as described previously (\n32\n, \n39\n), between 2 congenic strains carrying either the wild-type \nsigB\n gene or a \nsigB\nΔ\n2\n::\ncat\n insertion-deletion mutation showed that inactivation of \nsigB\n did not significantly change its relative fitness either at ∼101 kPa or at 5 kPa (data not shown). This result is consistent with the results of previous experiments showing that a \nsigB\n null mutant had no noticeable disadvantage compared to the wild type when grown under any of the stress conditions known to induce the SigB-mediated GSR (\n34\n, \n44\n). Therefore, as with other physical stresses, LP exposure appeared to induce a subset of the SigB-dependent GSR; however, GSR induction did not improve growth under LP.\n\n\nRelatively little is known about how hypobaria affects cellular processes or how microbial life is affected by and responds to LP. In this study, we found by microarray experiments that \nBacillus subtilis\n strain WN624 sensed and responded to LP stress by activation of at least a dozen known regulons, including the SigB-mediated GSR, and this notion was confirmed by the SigB-dependent induction of \nctc-lacZ\n fusion expression by exposure of cells to LP. The nonoptimal pressure responses of both piezophiles grown at standard atmospheric pressure (\n27\n) and pressure mesophiles grown at elevated pressures (\n14\n) are known to be the induction of stress response genes, such as heat and cold shock proteins. In this communication, we show that exposure of a pressure mesophile to LP upregulated several global regulons, including the SigB-dependent GSR. It was interesting to note that strain WN624 did not induce the GSR until the pressure was lowered to 10 kPa, the equivalent of the pressure at an altitude of ∼18 km, over twice the height of Mt. Everest (8,848 m). As stated previously, the known biosphere is contained within the troposphere, where the low-pressure limit is ∼10 kPa (\n62\n). Interestingly, this is also the lower limit of pressure before significant decreases in growth rate and colony size were demonstrated in a number of Gram-positive and Gram-negative bacterial species (\n10\n, \n11\n, \n29\n, \n31\n). Therefore, it appears for most bacteria (with a few notable recent exceptions mentioned above [\n10\n, \n11\n]) that there exists a low-pressure limit at ∼10 kPa, below which cellular processes begin to be inhibited and the GSR is induced in \nB. subtilis\n. As observed previously with other environmental stresses (ethanol, heat, high salt), the SigB-mediated GSR does not seem to be required for growth at 5 kPa. This does not rule out the possibility that a stress-related, SigB-independent gene(s) might be necessary for \nB. subtilis\n growth at LP. Future experiments to address this issue are in progress.\nToward an understanding of the LP response.\n\n\nA previous study compared the growth kinetics of \nB. subtilis\n in LB medium at either ∼101 kPa or 5 kPa (\n32\n). At normal atmospheric pressure, cells grew to a high density (>300 Klett units), but at 5 kPa, growth ceased abruptly at ∼40 Klett units and remained unchanged for 24 h. Growth inhibition was apparently caused by some aspect of LP exposure and not by nutrient limitation, as cells immediately resumed exponential growth upon an increase of pressure back to ∼101 kPa (\n32\n). In an attempt to integrate these prior observations with the results obtained with the transcription microarrays, the following scenario might be envisioned as a preliminary working model, although others are certainly possible.\n\n\nOne consequence of lowering the headspace pressure from ∼101 to 5 kPa is to lower the partial pressure of oxygen in the medium by a factor of roughly 20; this might immediately lead to induction of the anaerobic response involving the ResD, Fnr, and Rex regulons (see Tables S2 and S3 in the supplemental material). These regulators in turn induce expression of a host of genes involved in fermentation and anaerobic respiration. However, because Miller LB medium lacks fermentable sugars or alternative electron acceptors, such as nitrate, cessation of growth and entrance into stationary phase rapidly ensue. Entrance into stationary phase activates the SigB-mediated GSR as well as a number of regulators of the transition state, such as AbrB/Adh, CodY, Rok, Spo0A, and SigH; in addition, CcpA has been shown to remodel carbon metabolism in the early stationary phase (\n63\n). Induction of IolR by LP is difficult to fit into this scheme because IolR is not a global regulator but is a specific regulator of genes involved in \nmyo\n-inositol catabolism (the operons \niolABCDEFGHIJ\n and \niolRS\n and the \niolT\n gene) (\n56\n). However, expression of this small regulon has also been documented to be strongly induced upon entrance into the stationary phase (\n64\n).\n\n\nIn summary, exposure of \nB. subtilis\n to LP activates a large number of responses, including the SigB-dependent GSR. At present, it is known that activation of \nsigB\n expression can occur in response to three pathways responsive to energy stress (\n65\n); exposure to physical stresses, such as ethanol, heat, or high salt (\n34\n); or cold stress (\n35\n). Determining which signaling pathway(s) is induced by LP will shed further insight into how the GSR is induced, directly or indirectly, by LP and is a course for future work.",
    "transcriptome_analysis_of_strain_wn624_at_5_kpa_and_∼101_kpa": "In order to gain a greater understanding of the global gene expression changes occurring in response to LP, strain WN624 was studied using transcriptional microarrays. Total RNA was extracted from cells after 24 h of growth at either 5 kPa or ∼101 kPa, and RNA labeling and chip analyses were conducted as described in Materials and Methods. The data are summarized by 2-dimemsional plots (\nFig. 1\n). To confirm RNA integrity and the consistency of probe labeling, a dye-switch experiment was performed using the same total RNA labeled with Cy3 and Cy5; the RNA had been purified from strain WN624 cultured at ∼101 kPa (\nFig. 1A\n) or 5 kPa (\nFig. 1B\n). In each case, the data were tightly clustered and displayed high correlation coefficients (\nR\n2\n) of 0.9912 and 0.9959, respectively (\nFig. 1A\n and \nB\n). In contrast, microarrays probed with total RNA isolated from strain WN624 cultivated at 5 kPa or ∼101 kPa exhibited much greater dispersion and a lower \nR\n2\n of 0.6114 (\nFig. 1C\n), indicating a profound alteration of the WN624 transcriptome in response to LP. In total, exposure of strain WN624 to 5 kPa resulted in the identification of 223 significantly upregulated transcripts (see Table S2 in the supplemental material) and 140 significantly downregulated transcripts (see Table S3 in the supplemental material), totaling approximately 9% of the \nBacillus subtilis\n genome. Exposure to LP was found to lead to up- and/or downregulation of target genes for a large number of global regulons (see Tables S2 and S3 in the supplemental material). The regulons found to be the most dramatically altered by exposure to 5 kPa are listed in \nTable 2\n. Exposure of \nB. subtilis\n to LP most notably induced the SigB-mediated general stress response (GSR) (\n44\n); transition-state regulons such as AbrB/Abh (\n45\n, \n46\n), CodY (\n47\n), Rok (\n48\n), SigH (\n49\n), Spo0A (\n50\n), and, to a lesser extent, SigD (\n51\n); anaerobic regulons, such as ResD (\n52\n) and, to a lesser extent, Fnr (\n53\n) and Rex (\n54\n); the carbon catabolite repression regulator CcpA (\n55\n); and the IolR regulator of \nmyo\n-inositol catabolism (\n56\n). Interestingly, a large number of transcripts (88 in total) belonging to no known regulons were both induced and repressed by LP exposure (\nTable 2\n). Because LP exposure most strongly induced the SigB-mediated GSR regulon, we chose to study LP induction of the GSR in further detail.\nTABLE 2.\n\n\nSummary of regulons with at least 10 target genes affected\na\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRegulator(s)\n\n\nNo. of genes:\n\n\n\n\nResponse\n\n\n\n\n\n\nUpregulated\n\n\nDownregulated\n\n\nTotal\n\n\n\n\n\n\n\n\n\n\nSigB\n\n\n86\n\n\n2\n\n\n88\n\n\nTranscription of GSR genes\n\n\n\n\n\n\nUnknown\n\n\n41\n\n\n47\n\n\n88\n\n\nUnknown\n\n\n\n\n\n\nAbrB/Abh\n\n\n42\n\n\n16\n\n\n58\n\n\nTransition from growth to stationary phase\n\n\n\n\n\n\nCcpA\n\n\n12\n\n\n26\n\n\n38\n\n\nCarbon catabolite repression\n\n\n\n\n\n\nFur\n\n\n1\n\n\n25\n\n\n26\n\n\nRegulation of iron homoeostasis\n\n\n\n\n\n\nResD\n\n\n22\n\n\n0\n\n\n22\n\n\nRegulation of aerobic/anaerobic respiration\n\n\n\n\n\n\nCodY\n\n\n19\n\n\n1\n\n\n20\n\n\nResponse to nutritional starvation\n\n\n\n\n\n\nRok\n\n\n13\n\n\n1\n\n\n14\n\n\nRegulation of genetic competence\n\n\n\n\n\n\nSpo0A\n\n\n13\n\n\n0\n\n\n13\n\n\nPhosphorelay regulator of sporulation initiation\n\n\n\n\n\n\nSigH\n\n\n11\n\n\n1\n\n\n12\n\n\nEarly-stationary-phase gene expression\n\n\n\n\n\n\nIolR\n\n\n0\n\n\n11\n\n\n11\n\n\nRegulation of \nmyo\n-inositol catabolism\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nFor a detailed list of all regulons affected, refer to Tables S2 and S3 in the supplemental material.\nThe GSR regulon in \nB. subtilis\n consists of ∼185 target genes, expression of which is induced in response to nutrient starvation and a variety of environmental stresses, such as heat, cold, ethanol, or salt (\n44\n, \n57\n, \n58\n). Transcriptional activation of GSR genes is under the control of the alternate sigma factor sigma B (σ\nB\n or SigB), encoded by the \nsigB\n gene (\n44\n). The \nsigB\n gene is located within the \nrsbRSTUVW-sigB-rsbX\n operon, with a SigB-dependent promoter embedded upstream of \nrsbV\n allowing SigB-dependent transcriptional induction of the last four genes in the operon, including autoinduction of \nsigB\n. The activity of SigB is regulated by the RsbW anti-sigma factor system and the RsbV anti-anti-sigma factor system in response to a complex system of regulators encoded by the upstream \nrsbRSTU\n operon and the \nrsbX\n gene, whose products are responsive to various environmental stresses (\n44\n), and \nrsbPQ\n, whose products are involved in energy stress activation of the SigB response (\n59\n). Exposure of strain WN624 to an LP of 5 kPa resulted in a dramatic (∼35- to 55-fold) upregulation of mRNA levels for genes of the \nrsbWV-sigB-rsbX\n operon (Table S4 in the supplemental material) but not of \nrsbRSTU\n or \nrsbPQ\n transcripts. Of the 185 target genes in the GSR regulon (listed in Table S4 in the supplemental material), 88 of these genes (genes with underlined names in Table S4 in the supplemental material) are known to be strictly dependent upon SigB for their induction (\n57\n, \n58\n, \n60\n). Of these, 63 (70%) were upregulated in the microarray measuring mRNA from cells exposed to 5 kPa compared with their regulation in the microarray measuring mRNA from cells exposed to ∼101 kPa (\nFig. 1C\n, Table S4 in the supplemental material).\nIn order to compare GSR gene expression resulting from LP exposure to that resulting from other physical stresses, we compared the LP-mediated GSR of strain WN624 to the global GSR of \nB. subtilis\n exposed to ethanol, heat, or salt stress in previous studies (\n57\n, \n60\n, \n61\n) (\nFig. 2\n). Very good concordance between the two responses was observed; LP exposure induced the upregulation of 86 genes, 70 of which (81%) were also induced by exposure to heat, ethanol, or salt (\nFig. 2\n). Notably, 30 ethanol-, heat-, or salt-inducible GSR genes were not induced by LP, and LP exposure induced the expression of 16 genes not reported to be induced by ethanol, heat, or salt stress (\nFig. 2\n), indicating that LP induced a GSR that only partially overlapped with that induced by ethanol, heat, or salt stress.\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nVenn diagram comparison of the set of genes belonging to the GSR regulon in strain WN624 induced by LP; the classical GSR inducers ethanol (EtOH), heat, and salt (taken from reference \n60\n); both treatments; or neither treatment. The numbers of genes belonging to each category is indicated in parentheses, and gene names are listed. Underlined genes are strictly SigB dependent (see Table S4 in the supplemental material and the text for details).",
    "table_2.": "Summary of regulons with at least 10 target genes affected\na\nRegulator(s)\n\n\nNo. of genes:\n\n\n\n\nResponse\n\n\n\n\n\n\nUpregulated\n\n\nDownregulated\n\n\nTotal\n\n\n\n\n\n\n\n\n\n\nSigB\n\n\n86\n\n\n2\n\n\n88\n\n\nTranscription of GSR genes\n\n\n\n\n\n\nUnknown\n\n\n41\n\n\n47\n\n\n88\n\n\nUnknown\n\n\n\n\n\n\nAbrB/Abh\n\n\n42\n\n\n16\n\n\n58\n\n\nTransition from growth to stationary phase\n\n\n\n\n\n\nCcpA\n\n\n12\n\n\n26\n\n\n38\n\n\nCarbon catabolite repression\n\n\n\n\n\n\nFur\n\n\n1\n\n\n25\n\n\n26\n\n\nRegulation of iron homoeostasis\n\n\n\n\n\n\nResD\n\n\n22\n\n\n0\n\n\n22\n\n\nRegulation of aerobic/anaerobic respiration\n\n\n\n\n\n\nCodY\n\n\n19\n\n\n1\n\n\n20\n\n\nResponse to nutritional starvation\n\n\n\n\n\n\nRok\n\n\n13\n\n\n1\n\n\n14\n\n\nRegulation of genetic competence\n\n\n\n\n\n\nSpo0A\n\n\n13\n\n\n0\n\n\n13\n\n\nPhosphorelay regulator of sporulation initiation\n\n\n\n\n\n\nSigH\n\n\n11\n\n\n1\n\n\n12\n\n\nEarly-stationary-phase gene expression\n\n\n\n\n\n\nIolR\n\n\n0\n\n\n11\n\n\n11\n\n\nRegulation of \nmyo\n-inositol catabolism\nOpen in a new tab\na\nFor a detailed list of all regulons affected, refer to Tables S2 and S3 in the supplemental material.",
    "fig_2.": "Open in a new tab\nVenn diagram comparison of the set of genes belonging to the GSR regulon in strain WN624 induced by LP; the classical GSR inducers ethanol (EtOH), heat, and salt (taken from reference \n60\n); both treatments; or neither treatment. The numbers of genes belonging to each category is indicated in parentheses, and gene names are listed. Underlined genes are strictly SigB dependent (see Table S4 in the supplemental material and the text for details).",
    "induction_of_ctc-lacz_expression_by_lp.": "The observations described above led us to the notion that exposure of \nB. subtilis\n cells to LP induced the SigB-mediated GSR. Activation of the SigB-dependent \nctc-lacZ\n reporter gene fusion is a reliable and well-established marker for GSR induction by all stresses studied to date (\n35\n). We therefore tested expression of a \nctc-lacZ\n fusion in strains carrying either the wild-type \nsigB\n gene (strain WN1400) or the \nsigB\nΔ\n3\n::\nspc\n knockout mutation (strain WN1407) (\nFig. 3\n). First, in order to ensure that \nctc-lacZ\n expression was properly regulated by SigB in our strains, we induced the GSR by the classical treatment of exponentially growing cells with ethanol at a 5% final concentration and assayed for β-galactosidase activity after 45 min (\nFig. 3A\n). In strain WN1400 carrying the \nsigB\n+\n allele, expression of \nctc-lacZ\n was strongly induced (∼7-fold) by ethanol treatment (\nFig. 3A\n). In comparison, the basal level of expression of \nctc-lacZ\n in strain WN1407 carrying the \nsigB\nΔ\n3\n::\nspc\n knockout mutation was lower, and its induction by ethanol was much weaker (∼2-fold) (\nFig. 3A\n). These results were as expected; thus, the \nctc-lacZ\n fusion appeared to be a reliable reporter of the SigB-dependent GSR in our strains. Next, the same two \nctc-lacZ\n reporter strains were tested for induction of the GSR by exposure to 5 kPa of LP (\nFig. 3A\n). After exposure to 5 kPa of LP for 2.5 h, \nctc-lacZ\n expression was induced ∼4-fold in strain WN1400 carrying the wild-type \nsigB\n allele (\nFig. 3A\n). In contrast, strain WN1407 carrying the \nsigB\nΔ\n3\n::\nspc\n knockout mutation exhibited a much lower basal level of \nctc-lacZ\n expression and only very weak induction of the GSR (less than 2-fold) by LP (\nFig. 3A\n). The results support the notion that LP induction of signals belonging to the GSR was indeed SigB dependent.\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of LP induction of the SigB-dependent GSR using a \nctc-lacZ\n reporter fusion. The relevant genotypes of strains WN1400 (\nsigB\n+\n) and WN1407 (Δ\nsigB\n::\nspc\n) are denoted. (A) \nctc-lacZ\n expression induced by 5% (vol/vol) ethanol or by exposure to 5 kPa (shaded bars) versus that in the uninduced controls (open bars). (B) Induction of \nctc-lacZ\n expression at ∼101 kPa and various LPs (50, 25, 10, and 5 kPa) in strain WN1400 (\nsigB\n+\n). Data are averages and standard deviations for triplicate samples taken from two independent experiments.\nWe were interested in determining the level of LP required to trigger the SigB-dependent GSR, so we measured the expression of the \nctc-lacZ\n fusion in strain WN1400 (\nsigB\n+\n) at pressures of ∼101, 50, 25, 10, and 5 kPa (\nFig. 3B\n). Strain WN1400 did not induce \nctc-lacZ\n expression until the pressure was lowered to either 10 or 5 kPa (\nFig. 3B\n).",
    "fig_3.": "Open in a new tab\nDetermination of LP induction of the SigB-dependent GSR using a \nctc-lacZ\n reporter fusion. The relevant genotypes of strains WN1400 (\nsigB\n+\n) and WN1407 (Δ\nsigB\n::\nspc\n) are denoted. (A) \nctc-lacZ\n expression induced by 5% (vol/vol) ethanol or by exposure to 5 kPa (shaded bars) versus that in the uninduced controls (open bars). (B) Induction of \nctc-lacZ\n expression at ∼101 kPa and various LPs (50, 25, 10, and 5 kPa) in strain WN1400 (\nsigB\n+\n). Data are averages and standard deviations for triplicate samples taken from two independent experiments.",
    "inactivation_of_sigb_does_not_alter_fitness_at_∼101_kpa_or_a": "The microarray data (\nTable 2\n; \nFig. 2\n) and the results of the \nctc-lacZ\n reporter experiments (\nFig. 3\n) indicated that the SigB-dependent GSR was induced by exposure to LP in \nB. subtilis\n. We were interested in investigating what effect, if any, a \nsigB\n knockout mutation would have on the relative fitness of \nB. subtilis\n at 5 kPa. Competition experiments, performed as described previously (\n32\n, \n39\n), between 2 congenic strains carrying either the wild-type \nsigB\n gene or a \nsigB\nΔ\n2\n::\ncat\n insertion-deletion mutation showed that inactivation of \nsigB\n did not significantly change its relative fitness either at ∼101 kPa or at 5 kPa (data not shown). This result is consistent with the results of previous experiments showing that a \nsigB\n null mutant had no noticeable disadvantage compared to the wild type when grown under any of the stress conditions known to induce the SigB-mediated GSR (\n34\n, \n44\n). Therefore, as with other physical stresses, LP exposure appeared to induce a subset of the SigB-dependent GSR; however, GSR induction did not improve growth under LP.\nRelatively little is known about how hypobaria affects cellular processes or how microbial life is affected by and responds to LP. In this study, we found by microarray experiments that \nBacillus subtilis\n strain WN624 sensed and responded to LP stress by activation of at least a dozen known regulons, including the SigB-mediated GSR, and this notion was confirmed by the SigB-dependent induction of \nctc-lacZ\n fusion expression by exposure of cells to LP. The nonoptimal pressure responses of both piezophiles grown at standard atmospheric pressure (\n27\n) and pressure mesophiles grown at elevated pressures (\n14\n) are known to be the induction of stress response genes, such as heat and cold shock proteins. In this communication, we show that exposure of a pressure mesophile to LP upregulated several global regulons, including the SigB-dependent GSR. It was interesting to note that strain WN624 did not induce the GSR until the pressure was lowered to 10 kPa, the equivalent of the pressure at an altitude of ∼18 km, over twice the height of Mt. Everest (8,848 m). As stated previously, the known biosphere is contained within the troposphere, where the low-pressure limit is ∼10 kPa (\n62\n). Interestingly, this is also the lower limit of pressure before significant decreases in growth rate and colony size were demonstrated in a number of Gram-positive and Gram-negative bacterial species (\n10\n, \n11\n, \n29\n, \n31\n). Therefore, it appears for most bacteria (with a few notable recent exceptions mentioned above [\n10\n, \n11\n]) that there exists a low-pressure limit at ∼10 kPa, below which cellular processes begin to be inhibited and the GSR is induced in \nB. subtilis\n. As observed previously with other environmental stresses (ethanol, heat, high salt), the SigB-mediated GSR does not seem to be required for growth at 5 kPa. This does not rule out the possibility that a stress-related, SigB-independent gene(s) might be necessary for \nB. subtilis\n growth at LP. Future experiments to address this issue are in progress.",
    "toward_an_understanding_of_the_lp_response.": "A previous study compared the growth kinetics of \nB. subtilis\n in LB medium at either ∼101 kPa or 5 kPa (\n32\n). At normal atmospheric pressure, cells grew to a high density (>300 Klett units), but at 5 kPa, growth ceased abruptly at ∼40 Klett units and remained unchanged for 24 h. Growth inhibition was apparently caused by some aspect of LP exposure and not by nutrient limitation, as cells immediately resumed exponential growth upon an increase of pressure back to ∼101 kPa (\n32\n). In an attempt to integrate these prior observations with the results obtained with the transcription microarrays, the following scenario might be envisioned as a preliminary working model, although others are certainly possible.\nOne consequence of lowering the headspace pressure from ∼101 to 5 kPa is to lower the partial pressure of oxygen in the medium by a factor of roughly 20; this might immediately lead to induction of the anaerobic response involving the ResD, Fnr, and Rex regulons (see Tables S2 and S3 in the supplemental material). These regulators in turn induce expression of a host of genes involved in fermentation and anaerobic respiration. However, because Miller LB medium lacks fermentable sugars or alternative electron acceptors, such as nitrate, cessation of growth and entrance into stationary phase rapidly ensue. Entrance into stationary phase activates the SigB-mediated GSR as well as a number of regulators of the transition state, such as AbrB/Adh, CodY, Rok, Spo0A, and SigH; in addition, CcpA has been shown to remodel carbon metabolism in the early stationary phase (\n63\n). Induction of IolR by LP is difficult to fit into this scheme because IolR is not a global regulator but is a specific regulator of genes involved in \nmyo\n-inositol catabolism (the operons \niolABCDEFGHIJ\n and \niolRS\n and the \niolT\n gene) (\n56\n). However, expression of this small regulon has also been documented to be strongly induced upon entrance into the stationary phase (\n64\n).\nIn summary, exposure of \nB. subtilis\n to LP activates a large number of responses, including the SigB-dependent GSR. At present, it is known that activation of \nsigB\n expression can occur in response to three pathways responsive to energy stress (\n65\n); exposure to physical stresses, such as ethanol, heat, or high salt (\n34\n); or cold stress (\n35\n). Determining which signaling pathway(s) is induced by LP will shed further insight into how the GSR is induced, directly or indirectly, by LP and is a course for future work.",
    "supplementary_material": "Supplemental material\n\n\n\n\nsupp_80_16_4788__index.html\n (1.3KB, html)",
    "acknowledgments": "We thank Uwe Völker and Chet Price for the generous donation of strains.\nThis work was funded in part by grants from the NASA Astrobiology: Exobiology and Evolutionary Biology program (NNX08AO15G) to W.L.N., the NASA Planetary Biology Internship (PBI) program to J.A.R.-M., and the NASA Earth and Space Science Fellowship (NESSF) program (13-PLANET13F-0084) to S.M.W.",
    "footnotes": "Published ahead of print\n 30 May 2014\n\n\nSupplemental material for this article may be found at \nhttp://dx.doi.org/10.1128/AEM.00885-14\n.",
    "references": "1.\nChilukuri LN, Bartlett DH, Fortes PA.\n2002. \nComparison of high pressure-induced dissociation of single-stranded DNA-binding protein (SSB) from high pressure-sensitive and high pressure-adapted marine Shewanella species. Extremophiles\n6:377–383. 10.1007/s00792-002-0267-6\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nOger PM, Jebbar M.\n2010. \nThe many ways of coping with pressure. Res. Microbiol.\n161:799–809. 10.1016/j.resmic.2010.09.017\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nMorris CE, Sands DC, Bardin M, Jaenicke R, Vogel B, Leyronas C, Ariya PA, Psenner R.\n2011. \nMicrobiology and atmospheric processes: research challenges concerning the impact of airborne micro-organisms on the atmosphere and climate. Biogeosciences\n8:17–25. 10.5194/bg-8-17-2011\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nDeLeon-Rodriguez N, Lathem TL, Rodriguez-R LM, Barazesh JM, Anderson BE, Beyersdorf AJ, Ziemba LD, Bergin M, Nenes A, Konstantinidis KT.\n2013. \nMicrobiome of the upper troposphere: species composition and prevalence, effects of tropical storms, and atmospheric implications. Proc. Natl. Acad. Sci. U. S. A.\n110:2575–2580. 10.1073/pnas.1212089110\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBurg SP.\n2004. \nPostharvest physiology and hypobaric storage of fresh produce. CABI Publishing, Cambridge, MA\n [\nGoogle Scholar\n]\n\n\n\n\n6.\nRogers LA, Meier FC.\n1937. \nThe National Geographic Society-U.S. Army Air Corps stratosphere flight of 1935 in the balloon “Explorer II.”\nQ. J. R. Meteorol. Soc.\n63:217–218\n [\nGoogle Scholar\n]\n\n\n\n\n7.\nSmith DJ, Griffin DW, Schuerger AC.\n2010. \nStratospheric microbiology at 20 km over the Pacific Ocean. Aerobiologia\n26:35–46. 10.1007/s10453-009-9141-7\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nSmith DJ, Griffin DW, McPeters RD, Ward PD, Schuerger AC.\n2011. \nMicrobial survival in the stratosphere and implications for global dispersal. Aerobiologia\n27:319–332. 10.1007/s10453-011-9203-5\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nSmith DJ, Timonen HJ, Jaffe DA, Griffin DW, Birmele MN, Perry KD, Ward PD, Roberts MS.\n2013. \nIntercontinental dispersal of bacteria and archaea by transpacific winds. Appl. Environ. Microbiol.\n79:1134–1139. 10.1128/AEM.03029-12\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nNicholson WL, Krivushin K, Gilichinsky D, Schuerger AC.\n2013. \nGrowth of Carnobacterium spp. from permafrost under low pressure, temperature, and anoxic atmosphere has implications for Earth microbes on Mars. Proc. Natl. Acad. Sci. U. S. A.\n110:666–671. 10.1073/pnas.1209793110\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nSchuerger AC, Ulrich R, Berry BJ, Nicholson WL.\n2013. \nGrowth of Serratia liquefaciens under 7 mbar, 0°C, and CO\n2\n-enriched anoxic atmospheres. Astrobiology\n13:115–131. 10.1089/ast.2011.0811\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nSetlow P.\n2008. \nEffects of high pressure on bacterial spores, p 35–52\n\nIn\n\nMichiels C, Bartlett DH, Aertsen A. (ed), High-pressure microbiology. ASM Press, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n13.\nMichiels C, Bartlett DH, Aertsen A. (ed). 2008. \nHigh-pressure microbiology. ASM Press, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n14.\nWelch TJ, Farewell A, Neidhardt FC, Bartlett DH.\n1993. \nStress response of Escherichia coli to elevated hydrostatic pressure. J. Bacteriol.\n175:7170–7177\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nBrown MV, Philip GK, Bunge JA, Smith MC, Bissett A, Lauro FM, Fuhrman JA, Donachie SP.\n2009. \nMicrobial community structure in the North Pacific Ocean. ISME J.\n3:1374–1386. 10.1038/ismej.2009.86\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nBartlett D, Wright M, Yayanos AA, Silverman M.\n1989. \nIsolation of a gene regulated by hydrostatic pressure in a deep-sea bacterium. Nature\n342:572–574. 10.1038/342572a0\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nWelch TJ, Bartlett DH.\n1998. \nIdentification of a regulatory protein required for pressure-responsive gene expression in the deep-sea bacterium Photobacterium species strain SS9. Mol. Microbiol.\n27:977–985. 10.1046/j.1365-2958.1998.00742.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nQureshi MH, Kato C, Horikoshi K.\n1998. \nPurification of a ccb-type quinol oxidase specifically induced in a deep-sea barophilic bacterium, Shewanella sp. strain DB-172F. Extremophiles\n2:93–99. 10.1007/s007920050047\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nAllen EE, Facciotti D, Bartlett DH.\n1999. \nMonounsaturated but not polyunsaturated fatty acids are required for growth of the deep-sea bacterium Photobacterium profundum SS9 at high pressure and low temperature. Appl. Environ. Microbiol.\n65:1710–1720\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nValentine RC, Valentine DL.\n2004. \nOmega-3 fatty acids in cellular membranes: a unified concept. Prog. Lipid Res.\n43:383–402. 10.1016/j.plipres.2004.05.004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nWinter R, Jeworrek C.\n2009. \nEffect of pressure on membranes. Soft Matter\n5:3157–3173. 10.1039/b901690b\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nCampanaro S, Treu L, Valle G.\n2008. \nProtein evolution in deep sea bacteria: an analysis of amino acids substitution rates. BMC Evol. Biol.\n8:313. 10.1186/1471-2148-8-313\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nLauro FM, Chastain RA, Blankenship LE, Yayanos AA, Bartlett DH.\n2007. \nThe unique 16S rRNA genes of piezophiles reflect both phylogeny and adaptation. Appl. Environ. Microbiol.\n73:838–845. 10.1128/AEM.01726-06\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nBartlett DH.\n2002. \nPressure effects on in vivo microbial processes. Biochim. Biophys. Acta\n1595:367–381. 10.1016/S0167-4838(01)00357-0\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nSimonato F, Campanaro S, Lauro FM, Vezzi A, D'Angelo M, Vitulo N, Valle G, Bartlett DH.\n2006. \nPiezophilic adaptation: a genomic point of view. J. Biotechnol.\n126:11–25. 10.1016/j.jbiotec.2006.03.038\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nRivalain N, Roquain J, Demazeau G.\n2010. \nDevelopment of high hydrostatic pressure in biosciences: pressure effect on biological structures and potential applications in biotechnologies. Biotechnol. Adv.\n28:659–672. 10.1016/j.biotechadv.2010.04.001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nVezzi A, Campanaro S, D'Angelo M, Simonato F, Vitulo N, Lauro FM, Cestaro A, Malacrida G, Simionati B, Cannata N, Romualdi C, Bartlett DH, Valle G.\n2005. \nLife at depth: Photobacterium profundum genome sequence and expression analysis. Science\n307:1459–1461. 10.1126/science.1103341\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nKanervo E, Lehto K, Stahle K, Lehto J, Maenpaa P.\n2005. \nCharacterization of growth and photosynthesis of Synechocystis sp. PCC6803 cultures under reduced atmospheric pressures and enhanced CO\n2\n levels. Int. J. Astrobiol.\n4:979–1000. 10.1017/S1473550405002466\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nPokorny NJ, Boulter-Bitzer JI, Hart MM, Storey L, Lee H, Trevors JT.\n2005. \nHypobaric bacteriology: growth, cytoplasmic membrane polarization and total cellular fatty acids in Escherichia coli and Bacillus subtilis. Int. J. Astrobiol.\n4:187–193. 10.1017/S1473550405002727\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nKral TA, Altheide TS, Lueders AE, Schuerger AC.\n2011. \nLow pressure and desiccation effects on methanogens: implications for life on Mars. Planet Space Sci.\n59:264–270. 10.1016/j.pss.2010.07.012\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nSchuerger AC, Nicholson WL.\n2006. \nInteractive effects of hypobaria, low temperature, and CO\n2\n atmospheres inhibit the growth of mesophilic Bacillus spp. under simulated Martian conditions. Icarus\n185:143–152. 10.1016/j.icarus.2006.06.014\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nNicholson WL, Fajardo-Cavazos P, Fedenko J, Ortiz-Lugo JL, Rivas-Castillo A, Waters SM, Schuerger AC.\n2010. \nExploring the low-pressure growth limit: evolution of Bacillus subtilis in the laboratory to enhanced growth at 5 kilopascals. Appl. Environ. Microbiol.\n76:7559–7565. 10.1128/AEM.01126-10\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nMaughan H, Nicholson WL.\n2011. \nIncreased fitness and alteration of metabolic pathways during Bacillus subtilis evolution in the laboratory. Appl. Environ. Microbiol.\n77:4105–4118. 10.1128/AEM.00374-11\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nBoylan SA, Redfield AR, Brody MS, Price CW.\n1993. \nStress-induced activation of the sigma B transcription factor of Bacillus subtilis. J. Bacteriol.\n175:7931–7937\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nBrigulla M, Hoffmann T, Krisp A, Völker A, Bremer E, Völker U.\n2003. \nChill induction of the SigB-dependent general stress response in Bacillus subtilis and its contribution to low-temperature adaptation. J. Bacteriol.\n185:4305–4314. 10.1128/JB.185.15.4305-4314.2003\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nCutting SM, Vander Horn PB.\n1990. \nGenetic analysis, p 27–74\n\nIn\n\nHarwood CR, Cutting SM. (ed), Molecular biological methods for \nBacillus\n. John Wiley & Sons, Sussex, United Kingdom\n [\nGoogle Scholar\n]\n\n\n\n\n37.\nBoylan RJ, Brooks D, Young FE, Mendelson NH.\n1972. \nRegulation of the bacterial cell wall: analysis of a mutant of Bacillus subtilis defective in biosynthesis of teichoic acid. J. Bacteriol.\n110:281–290\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nMiller JH.\n1972. \nExperiments in molecular genetics. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY\n [\nGoogle Scholar\n]\n\n\n\n\n39.\nFajardo-Cavazos P, Waters SM, Schuerger AC, George S, Marois JJ, Nicholson WL.\n2012. \nEvolution of Bacillus subtilis to enhanced growth at low pressure: up-regulated transcription of \ndes-desKR\n, encoding the fatty acid desaturase system. Astrobiology\n12:258–270. 10.1089/ast.2011.0728\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nSambrook J, Russell DW.\n2001. \nMolecular cloning: a laboratory manual, 3rd ed.\nCold Spring Harbor Laboratory Press, Cold Spring Harbor, NY\n [\nGoogle Scholar\n]\n\n\n\n\n41.\nSchroeder A, Mueller O, Stocker S, Salowsky R, Leiber M, Gassmann M, Lightfoot S, Menzel W, Granzow M, Ragg T.\n2006. \nThe RIN: an RNA integrity number for assigning integrity values to RNA measurements. BMC Mol. Biol.\n7:3. 10.1186/1471-2199-7-3\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nKunst F, Ogasawara N, Moszer I, Albertini AM, Alloni G, Azevedo V, Bertero MG, Bessieres P, Bolotin A, Borchert S, Borriss R, Boursier L, Brans A, Braun M, Brignell SC, Bron S, Brouillet S, Bruschi CV, Caldwell B, Capuano V, Carter NM, Choi SK, Codani JJ, Connerton IF, Cummings NJ, Daniel RA, Denizot F, Devine KM, Düsterhöft A, Ehrlich SD, Emmerson PT, Entian KD, Errington J, Fabret C, Ferrari E, Foulger D, Fritz C, Fujita M, Fujita Y, Fuma S, Galizzi A, Galleron N, Ghim S-Y, Glaser P, Goffeau A, Golightly EJ, Grandi G, Guiseppi G, Guy BJ, Haga K, et al. \n1997. \nThe complete genome sequence of the gram-positive bacterium Bacillus subtilis. Nature\n390:249–256. 10.1038/36786\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nNicholson WL, Setlow P.\n1990. \nSporulation, germination, and outgrowth, p 391–450\n\nIn\n\nHarwood CR, Cutting SM. (ed), Molecular biological methods for \nBacillus\n. John Wiley & Sons, Inc, New York, NY\n [\nGoogle Scholar\n]\n\n\n\n\n44.\nPrice CW.\n2003. \nGeneral stress response, p 369–384\n\nIn\n\nSonenshein AL, Hoch JA, Losick R. (ed), \nBacillus subtilis\n and its closest relatives: from genes to cells. ASM Press, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n45.\nStrauch MA, Bobay BG, Cavanagh J, Yao F, Wilson A, Le Breton Y.\n2007. \nAbh and AbrB control of Bacillus subtilis antimicrobial gene expression. J. Bacteriol.\n189:7720–7732. 10.1128/JB.01081-07\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nPhillips ZE, Strauch MA.\n2002. \nBacillus subtilis sporulation and stationary phase gene expression. Cell. Mol. Life Sci.\n59:392–402. 10.1007/s00018-002-8431-9\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nBelitsky BR, Sonenshein AL.\n2013. \nGenome-wide identification of Bacillus subtilis CodY-binding sites at single-nucleotide resolution. Proc. Natl. Acad. Sci. U. S. A.\n110:7026–7031. 10.1073/pnas.1300428110\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nAlbano M, Smits WK, Ho LT, Kraigher B, Mandic-Mulec I, Kuipers OP, Dubnau D.\n2005. \nThe Rok protein of Bacillus subtilis represses genes for cell surface and extracellular functions. J. Bacteriol.\n187:2010–2019. 10.1128/JB.187.6.2010-2019.2005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nBritton RA, Eichenberger P, Gonzalez-Pastor JE, Fawcett P, Monson R, Losick R, Grossman AD.\n2002. \nGenome-wide analysis of the stationary-phase sigma factor (sigma-H) regulon of Bacillus subtilis. J. Bacteriol.\n184:4881–4890. 10.1128/JB.184.17.4881-4890.2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nMolle V, Fujita M, Jensen ST, Eichenberger P, González-Pastor JE, Liu JS, Losick R.\n2003. \nThe Spo0A regulon of Bacillus subtilis. Mol. Microbiol.\n50:1683–1701. 10.1046/j.1365-2958.2003.03818.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nHaldenwang WG.\n1995. \nThe sigma factors of Bacillus subtilis. Microbiol. Rev.\n59:1–30\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nYe R, Tao W, Bedzyk L, Young T, Chen M, Li L.\n2000. \nGlobal gene expression profiles of Bacillus subtilis grown under anaerobic conditions. J. Bacteriol.\n182:4458–4465. 10.1128/JB.182.16.4458-4465.2000\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nReents H, Münch R, Dammeyer T, Jahn D, Härtig E.\n2006. \nThe Fnr regulon of Bacillus subtilis. J. Bacteriol.\n188:1103–1112. 10.1128/JB.188.3.1103-1112.2006\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nHärtig E, Jahn D.\n2012. \nRegulation of the anaerobic metabolism in Bacillus subtilis. Adv. Microb. Physiol.\n61:195–216. 10.1016/B978-0-12-394423-8.00005-6\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nHenkin TM.\n1996. \nThe role of CcpA transcriptional regulator in carbon metabolism in Bacillus subtilis. FEMS Microbiol. Lett.\n135:9–15. 10.1111/j.1574-6968.1996.tb07959.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nYoshida K, Yamaguchi M, Morinaga T, Kinehara M, Ikeuchi M, Ashida H, Fujita Y.\n2008. \n\nmyo\n-Inositol catabolism in Bacillus subtilis. J. Biol. Chem.\n283:10415–10424. 10.1074/jbc.M708043200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nHöper D, Völker U, Hecker M.\n2005. \nComprehensive characterization of the contribution of individual SigB-dependent general stress genes to stress resistance of Bacillus subtilis. J. Bacteriol.\n187:2810–2826. 10.1128/JB.187.8.2810-2826.2005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nHecker M, Pané-Farré J, Völker U.\n2007. \nSigB-dependent general stress response in Bacillus subtilis and related gram-positive bacteria. Annu. Rev. Microbiol.\n61:215–236. 10.1146/annurev.micro.61.080706.093445\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nBrody MS, Vijay K, Price CW.\n2001. \nCatalytic function of an alpha/beta hydrolase is required for energy stress activation of the sigma(B) transcription factor in Bacillus subtilis. J. Bacteriol.\n183:6422–6428. 10.1128/JB.183.21.6422-6428.2001\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nPetersohn A, Brigulla M, Haas S, Hoheisel JD, Völker U, Hecker M.\n2001. \nGlobal analysis of the general stress response of Bacillus subtilis. J. Bacteriol.\n183:5617–5631. 10.1128/JB.183.19.5617-5631.2001\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nHelmann JD, Wu MF, Kobel PA, Gamo FJ, Wilson M, Morshedi MM, Navre M, Paddon C.\n2001. \nGlobal transcriptional response of Bacillus subtilis to heat shock. J. Bacteriol.\n183:7318–7328. 10.1128/JB.183.24.7318-7328.2001\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nHolton JR, Haynes PH, McIntyre ME, Douglass AR, Rood RB, Pfister L.\n1995. \nStratosphere-troposphere exchange. Rev. Geophys.\n33:403–439. 10.1029/95RG02097\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nLulko AT, Buist G, Kok J, Kuipers OP.\n2007. \nTranscriptome analysis of temporal regulation of carbon metabolism by CcpA in Bacillus subtilis reveals additional target genes. J. Mol. Microbiol. Biotechnol.\n12:82–95. 10.1159/000096463\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nMichna RH, Commichau FM, Tödter D, Zschiedrich CP, Stülke J.\n2014. \nSubtiWiki—a database for the model organism Bacillus subtilis that links pathway, interaction and expression information. Nucleic Acids Res.\n42:D692–D698. 10.1093/nar/gkt1002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nBoylan SA, Rutherford A, Thomas SM, Price CW.\n1992. \nActivation of Bacillus subtilis transcription factor sigma B by a regulatory pathway responsive to stationary-phase signals. J. Bacteriol.\n174:3695–3706\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nMaughan H, Callicotte V, Hancock A, Birky CW, Nicholson WL, Masel J.\n2006. \nThe population genetics of phenotypic deterioration in experimental populations of Bacillus subtilis. Evolution\n60:686–695. 10.1554/05-370.1\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nSteinmetz M, Richter R.\n1994. \nPlasmids designed to alter the antibiotic resistance expressed by insertion mutations in Bacillus subtilis, through in vivo recombination. Gene\n142:79–83. 10.1016/0378-1119(94)90358-1\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental material\n\n\n\n\nsupp_80_16_4788__index.html\n (1.3KB, html) \n\n\n\n\n\n\nAEM.00885-14_zam999105542so1.pdf\n (209.6KB, pdf)",
    "supplementary_materials": "Supplemental material\n\n\n\n\nsupp_80_16_4788__index.html\n (1.3KB, html) \n\n\n\n\n\n\nAEM.00885-14_zam999105542so1.pdf\n (209.6KB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (661.0 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4135744/"
}