{
  "id": "PMC4647464",
  "title": "An extensive allelic series of Drosophila kae1 mutants reveals diverse and tissue-specific requirements for t6A biogenesis",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "An extensive allelic series of Drosophila kae1 mutants reveals diverse and tissue-specific requirements for t6A biogenesis",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4647464/"
  },
  "sections": {
    "abstract": "N\n6\n-threonylcarbamoyl-adenosine (t6A) is one of the few RNA modifications that is universally present in life. This modification occurs at high frequency at position 37 of most tRNAs that decode ANN codons, and stabilizes cognate anticodon–codon interactions. Nearly all genetic studies of the t6A pathway have focused on single-celled organisms. In this study, we report the isolation of an extensive allelic series in the \nDrosophila\n ortholog of the core t6A biosynthesis factor Kae1. \nkae1\n hemizygous larvae exhibit decreases in t6A that correlate with allele strength; however, we still detect substantial t6A-modified tRNAs even during the extended larval phase of null alleles. Nevertheless, complementation of \nDrosophila\n Kae1 and other t6A factors in corresponding yeast null mutants demonstrates that these metazoan genes execute t6A synthesis. Turning to the biological consequences of t6A loss, we characterize prominent \nkae1\n melanotic masses and show that they are associated with lymph gland overgrowth and ectopic generation of lamellocytes. On the other hand, \nkae1\n mutants exhibit other phenotypes that reflect insufficient tissue growth. Interestingly, whole-tissue and clonal analyses show that strongly mitotic tissues such as imaginal discs are exquisitely sensitive to loss of \nkae1\n, whereas nonproliferating tissues are less affected. Indeed, despite overt requirements of t6A for growth of many tissues, certain strong \nkae1\n alleles achieve and sustain enlarged body size during their extended larval phase. Our studies highlight tissue-specific requirements of the t6A pathway in a metazoan context and provide insights into the diverse biological roles of this fundamental RNA modification during animal development and disease.",
    "introduction": "INTRODUCTION\nBeyond the four canonical ribonucleosides present in RNA, nearly all life forms bear an array of modified bases in various transcript populations. Over 100 chemical modifications have been documented, with dozens often present in individual species; the majority of distinct modified ribonucleosides occur on tRNA (\nMachnicka et al. 2013\n). Altogether, RNA modifications collectively play diverse roles in RNA quality control, secondary structure, transcript stability, translational efficiency, translational fidelity, and regulation of RNA–protein interactions (\nGu et al. 2014\n; \nHopper and Huang 2015\n) and can influence disease and cancer progression (\nGrewal 2015\n; \nKirchner and Ignatova 2015\n).\nWhile many post-transcriptional modifications of RNA are broadly conserved, only a few are universal across known life forms. One prominent example is \nN\n6\n-threonylcarbamoyladenosine (t6A), which is found at high frequency at position 37 of tRNAs that decode ANN codons (\nGrosjean et al. 1995\n). This modification was recognized decades ago, and it stabilizes cognate codon–anticodon interactions through a stacking interaction that stabilizes the weak interaction with the first codon base, which comprises a weak A–U pair (\nWeissenbach and Grosjean 1981\n; \nYarian et al. 2002\n; \nAgris 2008\n). However, the enzymes that generate this modification remained elusive until relatively recently.\nBased on the inference that all organisms harbor t6A-modified tRNAs (\nSprinzl and Vassilenko 2005\n), bioinformatic isolation of universally conserved genes of unknown function (\nGalperin and Koonin 2004\n) yielded a short list of candidate genes that first led to the identification of YrdC/Sua5 as a t6A pathway component (\nEl Yacoubi et al. 2009\n). Subsequently, members of the universal gene family Kae1/Qri7/YgjD were recognized to be essential for t6A biosynthesis, along with its partner proteins (in yeast) Pcc1 and Bud32 (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n). Of note, mutations in components of the Kae1, Pcc1, Bud32, and Cgi121 complex (collectively termed KEOPS) had been isolated some years earlier, via divergent approaches intended at identifying factors in telomere maintenance (\nDowney et al. 2006\n) and splicing/transcription (\nKisseleva-Romanova et al. 2006\n). At the time, the molecular role of the KEOPS complex was obscure, but its deep conservation justified solving the atomic structures of the archaeal Kae1/Bud32 natural fusion protein (\nHecker et al. 2008\n) and the entire eukaryotic KEOPS complex (\nMao et al. 2008\n). These studies assigned Kae1 as an ASKHA-type ATPase, Bud32 as a kinase, and Pcc1 as a dimerization subunit, with Kae1 physically interacting with both Bud32 and Pcc1.\nOnly later, with the recognition that these genes are involved in t6A accumulation, did efforts become possible to reconstitute the biosynthesis of t6A-modified tRNA in vitro, using purified bacterial YrdC (Sua5) and YgjD (Kae1) and two bacterial-specific genes that cluster with YgjD, namely YjeE and YeaZ (\nDeutsch et al. 2012\n). Similarly, yeast Sua5 and KEOPS complex sufficed to generate t6A-modified tRNA in vitro (\nPerrochia et al. 2013\n). The proposed mechanism is that Sua5 converts bicarbonate and threonine via a series of intermediates into threonylcarbamoyladenylate, which is transferred to the active site of Kae1 within the KEOPS complex to modify tRNA position A37.\nNotably, Kae1 is the only truly universally conserved component of KEOPS (\nGalperin and Koonin 2004\n), and eukaryotes contain a paralog of Kae1 termed Qri7 that is mitochondrially localized (\nHuh et al. 2003\n). The fact that no other KEOPS components localize to mitochondria led to a suspicion that Qri7 represents a primal core factor that does not require additional presumably accessory KEOPS components. Indeed, subcellular redirection of Qri7 to the cytoplasm rescued the slow growth phenotypes of all KEOPS members that are defective for t6A accumulation (\nWan et al. 2013\n). Moreover, in vitro synthesis of t6A-modified tRNA was reconstituted solely with purified Sua5, Qri7, and substrate tRNA, in the presence of threonine, bicarbonate, and ATP (\nWan et al. 2013\n). Thus, Kae1/Qri7 is the central downstream enzyme in the generation of t6A-modified tRNA.\nThe assignment of core genes in the t6A pathway permits organismal phenotypes to be correlated with the absence of these modified tRNAs. Budding yeast t6A pathway mutants (\nEl Yacoubi et al. 2009\n, \n2011\n; \nSrinivasan et al. 2011\n) are very slow-growing, while the bacterial pathway (e.g., in \nBacillus subtilis\n and \nEscherichia coli\n) is essential for viability and cell morphology (\nArigoni et al. 1998\n; \nHandford et al. 2009\n). These seemingly general defects befit loss of a fundamental RNA modification pathway, but do not lend insight into particular processes. Otherwise, mutants of KEOPS complex members in single-celled organisms have impact on telomere maintenance (\nDowney et al. 2006\n), transcription (\nKisseleva-Romanova et al. 2006\n), and genome stability (\nOberto et al. 2009\n), although it remains unclear how directly the loss of t6A relates to these phenotypes.\nHowever, certain phenotypes now seem to be directly related to the biochemical function of t6A in improving translational fidelity. Of note, yeast \nsua5\n was originally isolated as a suppressor of \ncyc1\n alleles harboring an aberrant upstream start codon (uORF) (\nHampsey et al. 1991\n; \nNa et al. 1992\n), implicating Sua5 in start site selection; AUG is indeed recognized by a t6A-modified tRNA. Correspondingly, Sua5 affects various aspects of normal translation, as mutants exhibit increased leaky scanning through AUG, frameshifting, and nonsense suppression (\nLin et al. 2010\n). One prominent locus controlled via endogenous uORFs is the amino acid starvation-responsive transcription factor GCN4 (\nHinnebusch 2005\n). Indeed, not only does \nsua5\n derepress \nGCN4\n, KEOPS mutants (\nkae1\n and \npcc1\n) induce a gene expression signature that is substantially enriched for Gcn4 targets (\nDaugeron et al. 2011\n). These precedents suggest that it may be possible to make linkages between altered translation and organismal phenotypes, even for this “housekeeping” cellular activity.\nTo date, genetic analysis of t6A pathway components has mostly been limited to single cell organisms, such as microbes and yeast. One study on the \nDrosophila melanogaster\n Bud32/PRPK homolog utilized RNAi-mediated knockdowns to define growth related defects upon \nbud32\n depletion, although biochemical evidence was not presented for an impact on t6A biogenesis in this condition (\nIbar et al. 2013\n). Interestingly, the growth defects were related to PI3K/TOR signaling, and could be partially restored by expression of activated S6-kinase (\nIbar et al. 2013\n).\nIn this study, we describe the isolation of a large allelic series of \nD. melanogaster kae1\n mutants, ranging from weak hypomorphs, strong mutants, to null alleles. These present various growth-related defects, developmental delay, and melanotic tumors. We present extensive biochemical and genetic evidence that \nDrosophila kae1\n and its partners are core factors in t6A biogenesis. Notably, our phenotypic analysis reveals substantial differences in the genetic requirements for t6A in proliferating versus nonproliferating tissues. In particular, analysis of mitotic tissues in full knockout and in clonal settings indicates an essential requirement for \nkae1\n, whereas various nonproliferating tissues can be maintained in the null state for weeks. Moreover, \nkae1\n appears to act as a tumor suppressor in the larval hematopoietic tissue. These data highlight biological complexity in the requirements of a general regulatory factor, and the utility of the \nDrosophila\n model to further understand the roles of t6A modification during animal development and disease.",
    "results": "RESULTS\nIsolation of the “\nBlack Spot\n” complementation group\nDuring efforts to isolate mutants in the 72D-F region, we conducted an F2 EMS mutagenesis screen against \nDf(3L)ED220\n, which deletes 324,210 bp of chromosome 3L:16,080,584–16,404,777 (see Materials and Methods). We screened ∼7000 crosses of animals bearing mutagenized chromosomes to this deficiency, and recovered 64 lethals. Within this collection, we recognized numerous alleles for which hemizygous larvae bore characteristic melanotic masses, which we colloquially termed “\nBlack Spot\n” mutants (\nFig. 1\nA). These mutants failed to complement each other, and they typically exhibited an extended larval period prior to lethality (\nFig. 1\nB–D; Supplemental Fig. 1). Notably, while \nDrosophila\n larvae complete their larval stages around day 5 and commence pupation, some \nBlack Spot\n mutants survive as larvae for up to 18 d. Systematic tests against all of the lethal alleles we obtained in this genomic interval revealed additional noncomplementing mutations. Many of these mutants lacked black spots or generated them with low frequency (\nFig. 1\nB–D). Several of these alleles were able to develop to pupal stages or even into pharate adults as hemizygotes, suggesting they might represent hypomorphs. Overall, these eight alleles appear to represent an extensive allelic series.\nFIGURE 1.\nIsolation and characterization of \nBlack Spot\n mutants. (\nA\n) Exemplar of the \nBlack Spot\n phenotype. \n[1A13]\n/\nDf(3L)ED220\n larvae exhibit melanotic nodules of various sizes; a particularly large one is labeled with an arrowhead (“BS”). (\nB\n–\nD\n) Complementation tests identified a collection of \nBlack Spot\n mutants, only some of which actually generate melanotic masses with high penetrance (examples labeled with arrowheads). Normal (wt) animals complete their third instar larval stage by day ∼5, and proceed to ∼5 d of pupal development. Pupae containing pharate animals are visible by day ∼10, and they eclose shortly thereafter as adult flies. Wt animals are shown as a reference to the \nleft\n of \nB\n and \nC\n. In contrast, many hemizygous \nBlack Spot\n alleles are substantially developmentally delayed and maintain their larval phase until days 12 (\nC\n) to 16 (\nD\n), with some living mutants detected at day 18 (not shown). All of the larvae collected in this summary were mobile and thus alive. Hypomorphic mutants could pupate and even advance to the pharate stage; however, it is likely that some of the pupae shown at the latest days are deceased. See Supplemental Figure 1 for additional notes regarding the larval extended phase, lethal phase, and black spot penetrance at different ages in the different hemizygous mutants. (\nE\n) Several of the \nBlack Spot\n mutants attain larger larval size than normal; shown are \n[1A13]\n hemizygotes as an example. Other alleles such as \n[f10978]\n are growth deficient. All alleles tested could be rescued by \nkae1\n genomic transgenes; shown is rescue of \n[f10978]/Df\n larva.\nBlack Spot\n mutants affect the \nDrosophila\n ortholog of Kae1\nTo identify the gene mutated in \nBlack Spot\n mutants, we used \nP\n-element mapping (\nZhai et al. 2003\n) to narrow the region of interest within the deficiency (Supplemental Fig. 2). Coding exons from genes in the region were amplified by PCR from DNA extracted from hemizygous mutant larvae and sequenced. We identified one locus (\nCG4933\n), the fly ortholog of \nKae1\n, that harbored nonconservative changes in all eight alleles (\nFig. 2\nA). Subsequently, we identified two uncharacterized mutants in 72F-73A (\nl(3)72Fb[209]\n and \nl(3)72Fb[331]\n, V Bedian, pers. comm. to FlyBase) that failed to complement \nBlack Spot\n mutants. Sequencing showed that the \nl(3)72Fb\n alleles exhibit missense and nonsense mutations in \nCG4933\n, respectively. Notably, while \nl(3)72Fb[209]\n mutates a residue in the ATP-binding pocket, none of the other point mutations directly affect any functionally characterized regions (e.g., other residues that bind ATP or metal ion, or Kae1 faces that bind its partner KEOPS proteins Pcc1 or Bud32, \nFig. 2\nA). Finally, we found that \nPBac{WH}CG4933[f01978]\n, which carries a piggyBac insertion into the \nCG4933\n 5′ UTR (\ndos Santos et al. 2015\n), also failed to complement \nBlack Spot\n mutants. These observations strongly support that \nCG4933\n corresponds to \nBlack Spot\n. Consistent with this, qRT-PCR analysis of several independent point mutants showed moderate decreases in \nCG4933\n transcripts, and these were undetectable in \nf01978\n hemizygotes (\nFig. 2\nB,C).\nFIGURE 2.\nSummary of \nDrosophila kae1 (CG4933)\n mutant alleles. (\nA\n) An alignment of fruit fly, human, yeast, and archaeal orthologs of Kae1. Functionally/structurally defined regions are highlighted, including the binding regions for Pcc1 and Bud32, and the ATP- and ion-binding regions. All \nBlack Spot\n alleles recovered from our screen revealed that point mutations affected well-conserved residues. Notably, none of the mutations directly affects a known functional site, although a few mutations are in the vicinity of such regions. The noncomplementing allele \nl(3)72Fb[331]\n, identified from a public stock collection, bears a nonsense mutation in \nkae1\n. Note that 1A2 and 1A19 induce the same coding change, even though these were isolated from different chromosomes in the screen. (\nB\n) qRT-PCR analysis of \nkae1\n from various homozygous or hemizygous mutants. All of our point alleles maintain substantial levels of kae1 transcripts, although several of them are reduced by 20%–30%. The pBac insertion into the 5′ UTR of \nkae1\n, \nf[10978]\n, appears to be a null allele as no transcript was detected. (\nC\n) Agarose gel analysis of qRT-PCR amplicons confirms the absence of \nkae1\n transcripts in \nf[10978]/Df\n larvae.\nTo confirm that \nBlack Spot\n phenotypes were functionally due to loss of \nCG4933\n, we generated untagged and GFP-tagged genomic transgenes using the \nP[acman]\n backbone. Both CG4933 constructs rescued independent lethal hemizygotes (\n1A13\n and \nf01978\n) to adult viability, and no melanotic masses were observed in rescued animals (e.g., \nFigs. 1\nE, \n3\n and other data not shown). In summary, we have isolated metazoan mutants of \nkae1\n, encoding a universal tRNA modification factor, representing the first extensive allelic series of a t6A pathway factor in any organism.\nFIGURE 3.\nAnalysis of t6A-modified tRNAs in yeast KEOPS and \nDrosophila kae1\n mutants. (\nA\n) Analysis of yeast t6A pathway mutants is shown as a control. Primer extension assays yield a ladder of bands indicating the presence of stalled products. These include a band at position A37 of tRNA-Ile[AAU] of wild-type yeast that is strongly depleted in yeast t6A pathway mutants, thus indicating a t6A-modified nucleoside. tRNA-Val[UAC] is shown as a control for a non-t6A-bearing substrate. The ladder positions are inaccurate due to incomplete digestion; therefore, sizes are labeled according to the input primer. (\nB\n) Analysis of \nDrosophila kae1\n mutants. Modifications of the A37 positions of tRNA-Met[CAU] and tRNA-Ile[AAU] are decreased although not eliminated in two strong hemizygous conditions of \nkae1\n. The reduction observed in \nkae1[1A13]/Df\n was rescued by a \nP[acman]-kae1\n genomic transgene (“kae1+”). Note that mutant larvae were collected at an advanced age in their extended larval period to separate them from potential maternal contributions; the normal larval period ends at ∼5 d. (\nC\n) LC-MS/MS analysis of total tRNAs from \nDrosophila kae1\n hemizygous mutant larvae. We observe a minor decrease in total t6A-modified tRNAs in the hypomorphic allele \n[7A9]\n and stronger decreases in the strong/null alleles \n[f01978]\n and \n[1A13]\n. The levels of t6A-modified tRNAs did not decrease further in exceptionally long-lived \nkae1\n mutant larvae, and the loss of t6A was rescued by a \nkae1\n genomic transgene.\nDecrease, but not elimination, of t6A-modified tRNAs in \nkae1\n mutants\nAlthough Sua5/KEOPS genes are well-conserved across different domains of life, their involvement in t6A synthesis has not formally been demonstrated outside of unicellular models. We initially utilized primer extension assays to assess potential defects in the accumulation of t6A-modified tRNAs. As positive controls, we assayed RNAs isolated from wild-type yeast and \nsua5\n, \nkae1\n, and \nbud32\n knockouts (\nSrinivasan et al. 2011\n). Extensions using an end-labeled primer specific for tRNA-Ile[AAU] showed that t6A pathway mutants were specifically depleted of a stalled product at the normally modified position A37, whereas primer extension patterns for control tRNA-Val[UAC] were not substantially altered (\nFig. 3\nA). Similar assays of third instar larvae bearing various strong \nDrosophila kae1\n alleles in \ntrans\n to a deficiency also revealed alteration at A37 (\nFig. 3\nB). However, the loss of modified tRNAs in the total population were notably modest compared to the yeast mutants, since yeast \nkae1\n mutants retain only a few percent of total t6A (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n); see also \nFigure 4\n.\nFIGURE 4.\nGenetic and molecular complementation of yeast t6A mutants with \nDrosophila\n orthologs. (\nA\n–\nC\n) Single complementation tests. The schematic depicts the transformations of cognate yeast genes and their fly orthologs, assayed for complementation of \nsua5\n (\nA\n), \nkae1\n (\nB\n), and \nbud32\n (\nC\n) null mutants. Comparison of single colony sizes indicates substantial growth rescue by fly proteins, although not as robust as the yeast counterparts. (\nD,E\n) Double complementation tests. The schematics depict combinations of fly orthologs assayed for complementation of \nkae1\n (\nD\n) and \nbud32\n (\nE\n) null mutants. Improved growth rescue by supplying combinations of fly factors was noticeable, particularly for \nDrosophila kae1 + bud32\n. (\nF\n) Primer extension analysis demonstrating molecular rescue of t6A-modified tRNA-Ile by yeast and fly factors. (\nG\n) Mass spectrometry analysis of total yeast tRNAs. \nkae1\n mutant yeast has borderline detectable levels of t6A-modified tRNAs, which are restored by complementation with yeast \nKAE1\n and by \nDrosophila\n KEOPS genes. Consistent with the behavior in yeast growth (\nD\n) and in primer extension assays (\nF\n), the combination of \nDrosophila kae1 + bud32\n conferred the best rescue of t6A-modified tRNAs.\nInspection of modENCODE data (\nBrown et al. 2014\n) shows that \nDrosophila kae1\n is ubiquitously expressed but present at highest levels in ovaries and the early blastoderm embryo, indicating its strong maternal deposition. Some maternal gene products can support organismal processes for days (\nLecourtois and Schweisguth 1995\n; \nLu et al. 2000\n), and tRNAs themselves are typically expected to be relatively stable (\nHanoune and Agarwal 1970\n), although loss of some tRNA modifications is documented to render tRNAs unstable (\nAlexandrov et al. 2006\n). Because of these considerations, we sought to extend the analysis of \nkae1\n zygotic mutants as late as possible. Bearing in mind that normal \nDrosophila\n complete their larval stages by ∼5 d, we collected RNA from 12-d and 18-d \nkae1\n mutant larvae. However, we did not observe further decreases in the level of t6A-modified tRNAs even at these extended timepoints (\nFig. 3\n).\nTo provide a global assessment on the amount of t6A-modified tRNAs in \nkae1\n mutants, we purified total tRNA, enzymatically hydrolyzed the tRNA to ribonucleosides, and analyzed these using liquid chromatography-coupled triple quadrupole mass spectrometry (LC-MS/MS) using a dynamic MRM method (\nSu et al. 2014\n). This analysis showed a mild (∼10%) decrease of t6A-modified tRNAs in hemizygotes of the weak allele \nkae1[7A9]\n, and more substantial decreases (∼40%) in hemizygotes of the strong/null alleles \nkae1[1A13]\n and \nkae1[f01978]\n (\nFig. 3\nC). We also observed full restoration of t6A-modified tRNAs in LC-MS/MS analysis of \nP[acman]-CG4933/+; kae1[1A13]/Df\n larvae, consistent with the viability rescue conferred by the genomic transgene.\nTogether, these observations provide evidence that \nkae1\n is required for normal accumulation t6A-modified tRNAs in a metazoan setting. We cannot rule out that the remaining modified tRNAs are exceptionally stable. However, quantitative analysis did not reveal further decrease of t6A-modified tRNAs in \nkae1[f01978]/Df\n between 6- and 12-d larvae, suggesting that perdurance is not the major underlying cause of the remaining t6A. An alternate scenario is that they are contributed by the mitochondrial pool, which is presumably generated by the mitochondrial Kae1 paralog Qri7 (annotated as \nDrosophila\n CG14231). We note that Qri7 generates only a minute fraction of total t6A-modified tRNAs in yeast (\nSrinivasan et al. 2011\n), suggesting a potential difference between these eukaryotic species.\nDrosophila\n Sua5/KEOPS genes complement corresponding yeast null mutants\nBecause the fly null mutants did not fully eliminate t6A, we sought supporting evidence on the role of \nDrosophila\n Kae1 in this pathway. Therefore, we conducted genetic replacement assays in a simpler heterologous host system, namely, in \nS. cerevisiae\n mutants in t6A pathway genes. As described, these are slow-growing but can be maintained in the null condition and are nearly completely deficient for t6A (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n).\nTo judge the overall relationship of the fly orthologs to their yeast counterparts, we tested for direct complementation of several yeast t6A mutants (\nFig. 3\nA) by their \nDrosophila\n orthologs. We cloned the open reading frames for \nDrosophila kae1\n, \nbud32\n, and \nsua5\n into the yeast expression plasmid, pADH416. Because yeast mutants in these three genes grow very poorly (\nSrinivasan et al. 2011\n), we transformed the \nDrosophila\n expression constructs into the corresponding yeast heterozygous diploid mutants. As controls, the same diploids were transformed with plasmids expressing the yeast protein, and with an empty vector. The transformed diploids were sporulated and then dissected to yield haploid segregants. Haploids containing plasmids expressing the \nDrosophila\n or yeast protein, or the empty vector, were identified and then streaked to individual colonies on selective medium.\nThe results of growth after ∼66 h at 30°C are shown in \nFigure 4\nA–C. Colony size is a sensitive measure of growth rate for yeast. \nDrosophila sua5\n, whose product generates the substrate for the KEOPS complex, yielded growth rescue that was comparable to its yeast ortholog (\nFig. 4\nA). On the other hand, the two KEOPS components \nDrosophila kae1\n and \nbud32\n both conferred substantial rescue, as compared with vector control transformants, but growth was not as robust as with the cognate yeast factors (\nFig. 4\nB,C). The relative degree of complementation was also apparent on the dissection plates on which the haploid spores germinated. Representative tetrads are shown in Supplemental Figure 3 for the \nkae1\n and \nbud32\n heterozygotes. In both cases, colonies identified as containing the \nDrosophila\n gene were larger than colonies containing vector or no plasmid, but not as large as wild-type colonies.\nAs the rescues by individual fly KEOPS proteins were less robust than with the cognate yeast factors, we tested if their function could be improved by supplying multiple \nDrosophila\n factors. This proved to be the case. \nFigure 4\nD shows a \nkae1\n mutant expressing \nDrosophila\n Kae1 + Pcc1 (sector 1), \nDrosophila\n Kae1 + Bud32 (sector 2), or \nDrosophila\n Kae1 alone (sector 3). Coexpression with either Kae1 partner improved growth rescue. Similarly, coexpression of \nDrosophila\n Bud32 and Kae1 yielded enhanced rescue of yeast \nbud32\n (\nFig. 4\nE, sector 2), relative to \nDrosophila\n Bud32 alone (sector 3). Notably, expressing \nDrosophila\n Bud32 and Pcc1 together did not improve complementation of yeast \nbud32\n relative to Bud32 alone (\nFig. 4\nE, cf. sectors 1 and 3). This is consistent with the fact that Bud32 and Pcc1 do not interact directly in the complex, whereas both of them physically contact different faces of Kae1 in the KEOPS complex (\nHecker et al. 2008\n; \nMao et al. 2008\n). The growth improvements in these double complementation tests were also visible on tetrad dissection plates (Supplemental Fig. 3).\nRescue of t6A-modified tRNAs in yeast \nkae1\n mutants by \nDrosophila\n KEOPS factors\nWe performed biochemical analysis of tRNA modification in mutant and rescued yeast. Primer extensions using a probe against tRNA-Ile[AAU] recapitulated strong loss in the A37 band in \nkae1\n mutant yeast transformed with an empty vector, which was fully restored by the \nS. cerevisiae KAE1\n expression construct (\nFig. 4\nF). Comparison with yeast transformed with various combinations of \nDrosophila\n KEOPS factors showed strong agreement between growth properties and accumulation of t6A. That is, we observed moderate rescue by fly \nkae1\n alone, but much stronger improvement by including other members of the \nDrosophila\n KEOPS complex (\nFig. 4\nF).\nWe extended the above analysis of individual tRNAs to the total tRNA population using LC-MS/MS. These assays were strongly correlated with the relative degree of rescue observed in primer extension analysis. In particular, this quantitative method allowed us to distinguish greater restoration of t6A by \nDrosophila kae1 + bud32\n, relative to \nkae1 + pcc1\n (\nFig. 4\nG). In particular, the rescue by \nDrosophila kae1 + bud32\n was equivalent to the cognate rescue by yeast \nkae1\n. Finally, we note that LC-MS/MS analysis of yeast samples also detected cyclic t6A (ct6A). It has been reported that ct6A is formed by cyclization of t6A and was observed in diverse domains of life including yeast, but not in any vertebrates tested (\nMiyauchi et al. 2013\n). Consistent with this, we did not detect ct6A above background in the analysis of fly tRNAs (data not shown).\nIn the yeast profilings, trends in ct6A levels closely mirrored those of t6A (\nFig. 4\nG). ct6A levels were below the limit of detection in \nkae1\n mutants, and rescued to similar relative levels as with t6A by the KEOPS expression constructs. However, ct6A peak areas were approximately fivefold smaller than corresponding levels of t6A. Despite efforts to minimize hydrolysis by conducting the analysis at neutral pH, it is possible that a portion of ct6A was hydrolyzed to t6A during sample preparation. In any case, these results clearly demonstrate the biochemical activity of \nDrosophila\n KEOPS genes including Kae1 in the biogenesis of \nN\n6\n-threonylcarbamoyladenosine-modified tRNAs. Since we did not detect ct6A in \nDrosophila\n samples, we will continue to generally refer to t6A in the remainder of this study.\nkae1\n mutants exhibit aberrant hematopoietic development and activity\nHaving established the role of \nDrosophila\n Kae1 and its partners in t6A biosynthesis, we sought to examine the nature of developmental defects caused by absence of this tRNA modification pathway. We began with the analysis of the namesake “Black Spots,” which resemble phenotypes associated with derangement in the development and/or deployment of the hematopoietic system (\nMinakhina and Steward 2006\n). Therefore, we investigated the status of the lymph gland as well as circulating blood cells in the hemolymph.\nWe first examined \nkae1[1A13]/Df(3L)ED220\n larvae, which exhibit a strong molecular defect in t6A biogenesis (\nFig. 3\nC) and generate “black spots” with nearly complete penetrance (\nFig. 1\nA). The hemolymph of control TM6B sibling third instar larvae exhibit normal distributions of blood cells (\nFig. 5\nA), primarily plasmatocytes (identifiable as ∼10 µM diameter cells) and more rare lamellocytes (40–50 µM diameter cells). In contrast, hemolymph smears of ∼10-d-old \nkae1[1A13]\n hemizygous larvae showed increased density of blood cells, and in particular, massive overrepresentation of lamellocytes (\nFig. 5\nB). We also identified large circulating aggregates that resembled lymph gland fragments (\nFig. 5\nC), as well as apparent phalloidin-rich tumors that were packed with lamellocytes (\nFig. 5\nD). The latter could be melanized and were identifiable as “black spots,” but they were not necessarily pigmented, suggesting they had not yet initiated the melanogenesis cascade.\nFIGURE 5.\nHematopoietic overgrowth and blood cell defects in \nkae1\n mutants. All samples were stained with Hoechst (blue) to label DNA and rhodamine phalloidin (red) to label F-actin; all scale bars, 50 µm. Control animals were TM6B siblings of crosses used to generate \nkae1/Df(3L)ED220\n larvae and are thus heterozygous for \nkae1\n. (\nA\n) Control hemolymph shows the typical profile in which most circulating hemocytes are plasmatocytes ([P] asterisks). (\nB\n) \nkae1[1A13]\n hemizygous hemolymph shows increased density of blood cells, as well as numerous lamellocytes, often present in clusters ([L] arrowheads). Lamellocytes (∼40–50 µm in diameter) are larger than plasmatocytes (10 µm in diameter). (\nC\n) Large aggregates bearing organized structure were observed in circulation as were overt tumors that are packed with plasmatocytes and lamellocytes (\nD\n). The latter correspond to the melanotic masses observed in live “black spot” larvae. (\nE\n–\nH\n) Anterior lobe of lymph gland from third instar in control (\nE\n) and from aged \nkae1/Df(3L)ED220\n larvae (\nF\n–\nH\n); the dorsal vessel (DV) is labeled. The \nkae1\n mutants exhibit strong overcommitment to lamellocyte fate in the lymph gland (\nF\n) and typically have overgrown lobes (\nG\n). Frequently, the anterior lobe was observed in the process of dispersal or was detached entirely from the dorsal vessel (\nH\n). (\nI\n–\nL\n) Analysis of anterior lymph gland lobes in second instar larvae. Compared with control (\nI\n), all \nkae1\n mutants exhibit ectopic lamellocytes (\nJ\n–\nL\n). The hypomorphs \n[1A2]\n (\nJ\n) and \n[1A13]\n (\nK\n) are relatively normally sized, but the null \n[f01978]\n (\nL\n) is strongly overgrown. (\nM,N\n) Analysis of mitotic cells (labeled with anti-phospho-Histone H3, green) in posterior lobes of lymph glands from control (\nM\n) and \n[1A13]/Df\n (\nN\n). The \nkae1\n mutant has overgrown posterior lobes that harbor more actively dividing cells.\nNotably, lamellocyte overproduction is a frequent feature of other characterized mutants bearing melanotic masses (\nLemaitre et al. 1995\n; \nMinakhina and Steward 2006\n). Therefore, we analyzed the status of the \nDrosophila\n hematopoietic tissue, the lymph gland. The compact disposition of the anterior lobe in normal third instar lymph gland is shown in \nFigure 5\nE and shows few lamellocytes. In contrast, ∼10-d-old \nkae1[1A13]\n hemizygous larval lymph glands show abundant maturation of lamellocytes and are typically enlarged (\nFig. 5\nF,G). Often, we find that the anterior lobe was in the process of dispersing, or completely detached from the dorsal vessel (\nFig. 5\nH). This correlates with the observation of apparent lymph tissue in the circulatory system (\nFig. 5\nC). We observed similar phenotypes with the hypomorphic combination \nkae1[1A2]\n/\nDf(3L)ED220\n, except that its hematopoietic alterations were weaker and/or slower to develop (Supplemental Fig. 4). That is, defects were less robust at day 8 relative to day 10 larvae.\nAs mentioned, most \nkae1\n mutants exhibit a vastly extended larval stage. Thus, we considered it plausible that the enlarged lymph tissues developed progressively over this aberrant larval period. To ask whether \nkae1\n mutants exhibit defects during the normal course of larval development, we examined \n[1A2]\n (weak), \n[1A13]\n (strong), and \n[f10978]\n (null) \nkae1\n hemizygotes at the second instar. We observed overrepresentation of lamellocytes in anterior lymph gland lobes in all genotypes, although \n[1A2]\n was not overgrown and \n[1A13]\n was only slightly enlarged relative to control (\nFig. 5\nI–K). However, \n[f10978]\n exhibited both considerable overgrowth and ectopic commitment to lamellocyte fates (\nFig. 5\nL). This is despite the fact that \n[f10978]\n develops modest frequencies of black spot compared with \n[1A13]\n (\nFig. 1\n), indicating that hematopoietic tumors can exist without melanization of nodules. We also note that \n[f10978]\n exhibit lymph gland overgrowth despite the comparably small size of these larvae (\nFig. 1\n), indicating partial uncoupling of organism size and individual organ size.\nTo verify their status as “tumors,” we stained second instar lymph glands for phospho-Histone H3 (pH3), a marker of mitotic cells. \nFigure 5\nM,N shows that \nkae1[1A13]/Df\n mutants also show expansion of their posterior lobes, although not as robust as with the anterior lobe. Nevertheless, these tissues show clear increases in the frequency of anti-pH3-labeled cells, indicating that the expanded hematopoietic tissues are accounted for by increased cell division, as well as alteration in cell fate toward lamellocytes.\nEssential requirement for \nkae1\n in imaginal discs but not throughout the larval CNS\nA conspicuous aspect of the strong \nkae1\n alleles were their nearly complete absence of imaginal discs. These begin as small cell populations that are set aside in the embryo, and proliferate during larval stages to increase their numbers ∼1000-fold (\nMilán et al. 1996\n), generating the tissues that will form the adult structures during metamorphosis. We mounted larval brain-imaginal disc complexes from wild-type and two strong \nkae1\n mutants for comparison (\nFig. 6\nA–C). Discs were completely absent in most larvae, or at best yielded tiny tissue rudiments that might potentially be discs, but cannot confidently be assigned to any particular disc identity. In contrast, the CNS was slightly smaller but remained present. Closer inspection revealed that the optic lobes were strongly reduced in size in \nkae1\n mutants, whereas the ventral nerve cord (VNC) was less affected (\nFig. 6\nA–C). Notably, the optic lobes are the main proliferating centers in the larval CNS, whereas the VNC is primarily composed of post-mitotic neurons.\nFIGURE 6.\nEssential requirement for \nkae1\n in imaginal disc cells. (\nA\n–\nC\n) Preparations of third instar brain-disc complexes, stained for DAPI (gray), phalloidin (red) and the post-mitotic neuronal marker Elav (blue). Scale bars, 200 μm. (\nA\n) Wt complexes show the CNS (in outline) and an array of discs that generate the adult body structures. Because not all the discs remain attached to each other during dissection, a composite image that captures all of the discs is shown. These include pairs of wing (W), haltere (H), and eye-antennal (EA) discs, and six leg (L) discs. In \nkae1[1A13]\n (\nB\n) and \nkae1[f01978]\n (\nC\n) hemizygotes, essentially no imaginal discs are found, even though the CNS can be readily identified. The CNS can be divided into the optic lobes (OL, dotted lines) and the ventral nerve cord (VNC). The CNS is mildly smaller in \nkae1[1A13]/Df\n larvae (\nB\n) and substantially reduced in \nkae1[f01978]/Df\n larvae (\nC\n); however, note that the OL is preferentially reduced. The VNC harbors a stronger proportion of post-mitotic neurons than the OLs, as evidenced by Elav staining. (\nD,E\n) Analysis of mitotic clones generated in wing imaginal discs of control \nlacZ\n FRT80 (\nD\n) and \nkae1\n FRT80 (\nE\n) chromosomes; enlargements are shown in \nD\n′ and \nE\n′. The clones are generated in a heterozygous (+/−) \nub-GFP\n FRT80 background, which produces an intermediate level of GFP. Homozygous mutant clones (−/−) lack GFP whereas their sibling twin-spot clones (+/+) express elevated levels of GFP. Seventy-two hours after clone induction, all three cell populations are identified in the control experiment (\nD\n), whereas homozygous \nkae1\n mutant cells were not recovered in wing discs (\nE\n). (\nF\n) Quantification of relative sizes of clones and their sibling twin-spots. \nn\n = 26 \nlacZ\n clones and 20 \nkae1\n clones analyzed. Scale bars, 200 μm, except \nD\n′, \nE\n′, 50 μm.\nWe further examined the role of \nkae1\n in proliferating tissues by generating negatively marked somatic clones in wing imaginal discs. In this system, both daughters of a mitotic recombination event are marked and remain distinguished as clones. The homozygous mutant clone is detected by loss of a marker (e.g., \nubi-GFP\n) whereas its homozygous wild-type “twinspot” clone expresses the marker more intensely than the surrounding heterozygous tissue. Control \nFRT80\n clones exhibit similar relative sizes to their twinspots (\nFig. 6\nD,D′). In contrast, \nFRT80 kae1[1A13]\n clones were never recovered in imaginal discs, even though their twinspots were sizable (\nFig. 6\nE,E′). We quantified the differences in clone/twinspot sizes in \nFigure 6\nF. These data imply substantial growth and/or competitive disadvantage of cells lacking the t6A modification pathway, which must have been removed from development after only a few cell divisions at most. We note that somatic clones of \nkae1\n should still have inherited at least some Kae1 protein, mRNA, and/or t6A-modified tRNAs, yet failed to survive. From this, we infer that perdurance is not a major cause for the ability of \nkae1\n null zygotic mutants to survive for over two and a half weeks (\nFig. 1\n).\nDifferential requirements of \nkae1\n in mitotic and nonproliferating larval tissues\nThe clonal analyses caused us to evaluate more carefully the extent to which different tissues were affected in \nkae1\n mutants. It is clear that \nkae1\n-deficient cells exhibit growth defects in some contexts. Nevertheless, our original isolation of \nkae1\n mutants as extremely long-lived larvae exhibiting hematopoietic expansion (\nFig. 1\n) indicates that many cells and tissues can not only survive, but seemingly thrive in the \nkae1\n null state for weeks. For example, differentiated post-mitotic blood cells such as lamellocytes (\nKrzemien et al. 2010\n) are both overrepresented and actively functional in encapsulation during the extended larval phase of \nkae1\n mutants (\nFig. 5\nD; Supplemental Fig. 4).\nWe surveyed other tissues that were maintained in \nkae1\n mutant larvae, including the gut (Supplemental Fig. 5), salivary glands (\nFig. 7\nA–F), fat body, and somatic musculature (\nFig. 7\nG–I). For the most part, all of these tissues are dominantly or solely composed of nonproliferating cells during the larval stages. Therefore, these observations solidify the notion that mitotic cells are preferentially affected by loss of \nkae1\n. However, this does not mean that defects were lacking in these other larval tissues. Interestingly, quantitative analysis showed tissue-specific and allele-specific differences between their behavior. For example, even though \nkae1[1A13]/Df\n mutants maintain only marginally more t6A than \nkae1[f10978]/Df\n mutants (\nFig. 3\nC), we observed progressively smaller salivary glands in \nkae1\n mutants with less t6A (\nFig. 7\nJ). More strikingly, the size of salivary gland cells was mostly unaffected in \n[1A13]\n hemizygotes, whereas they were tiny by comparison in \n[f10978]\n hemizygotes (\nFig. 7\nK). Thus, the slight amount of t6A in a strongly hypomorphic \nkae1\n condition can maintain salivary gland cell size, even though these glands evidently have fewer cells than normal, whereas the null condition compromises both cell and organ size in the salivary gland. In contrast, the absolute size of the body wall musculature is largely unaffected in \nkae1[1A13]/Df\n, and only slightly reduced in the \nkae1[f10978]/Df\n mutants (\nFig. 7\nL,M). Indeed, the small size of \nkae1\n null larvae (\nFig. 1\nE) may be sufficient to explain the small size of its muscles, which are expected to scale to body size.\nFIGURE 7.\nDifferential requirements of \nkae1\n in mitotic vs. nonproliferating tissues. Larval tissues were analyzed from \nkae1[1A13]\n and \nkae1[f01978]\n hemizygotes, which fully lack imaginal discs (\nFig. 6\n). (\nA\n–\nI\n) Immunostaining of dissected tissues, using DAPI (blue) and phalloidin (red). (\nA\n–\nF\n) Salivary glands (and some attached fat bodies) imaged at 10× to visualize entire glands (\nA\n–\nC\n) and at 20× to emphasize individual cell sizes (\nD\n–\nF\n). (\nG\n–\nI\n) Body wall musculature. Selected muscles VL1-4 and LO1 are labeled. The length of a body segment is denoted with the double arrow lines. (\nJ\n) Quantifications of salivary gland sizes (\nn\n = 10 all genotypes) and (\nK\n) salivary gland cell sizes (\nn\n = 15 cells from the distal tip measured in each of eight glands, all genotypes). Although \nkae1[1A13]/Df\n larvae exhibit severe defects in mitotic tissues, the overall salivary gland size and cell size are more modestly affected. The null allele \nkae1[f01978]\n is severely compromised in both aspects of the salivary gland. (\nL\n) Quantifications of VL1 muscle length and (\nM\n) VL2 muscle length. \nkae1[1A13]/Df\n larvae exhibit normal muscle sizes, while the null allele is only ∼40% reduced. Error bar shows standard error; all statistical analyses were unpaired Student's \nt\n-tests. (\nN\n–\nP\n) Adult eyes bearing Gal4 driver alone (\nN\n) or expressing \nkae1-RNAi\n under control of \ney-Gal4\n (\nO\n) or \nGMR-Gal4\n (\nP\n). The former is active in the proliferating eye primordium, whereas the latter is active in post-mitotic photoreceptor neurons. (\nQ\n,\nR\n) Third instar eye-antennal imaginal discs stained for DAPI, Cut (green, to label cone cells) and Elav (red, to label photoreceptors). Compared to the control disc (\nQ\n), depletion of \nkae1\n using \ney-Gal4\n induces severely defective eye development. All scale bars, 200 μm.\nDistinct effects of depleting \nkae1\n in mitotic and post-mitotic contexts of an individual tissue\nOur extensive phenotypic analyses reveal strikingly distinct requirements for Kae1 in mitotic and nonproliferating larval tissues. To test for potentially distinct requirements for \nkae1\n in mitotic and post-mitotic contexts within the same tissue, we turned to an RNAi approach. The developing eye is convenient for this purpose, as characterized drivers can be used to express transgenes in the undifferentiated, mitotic portion of the eye primordium (\ney-Gal4\n) or in the post-mitotic photoreceptors (\nGMR-Gal4\n). Analysis of \ney-Gal4 > UAS-kae1-RNAi\n flies showed strongly malformed eyes, which were small and rough (\nFig. 7\nN,O). We obtained similar results with independent RNAi transgenes (data not shown). In contrast, \nGMR-Gal4 > UAS-kae1-RNAi\n produced eyes that developed normally, with all transgenes tested (\nFig. 7\nP).\nCellular analysis demonstrated that depletion of \nkae1\n using \ney-Gal4\n caused developmental defects. Compared to the normal size and differentiation status of normal third instar eye discs, stained for the photoreceptor marker Elav and cone cell marker Cut, \ney-Gal4 > UAS-kae1-RNAi\n discs exhibit rudimentary eye discs with disturbed patterning (\nFig. 7\nQ,R). On the other hand, knockdown with \nGMR-Gal4\n did not affect larval eye development (data not shown). Therefore, \nkae1\n is critically required in mitotic, but not in post-mitotic, eye cells.",
    "isolation_of_the_“black_spot”_complementation_group": "Isolation of the “\nBlack Spot\n” complementation group\nDuring efforts to isolate mutants in the 72D-F region, we conducted an F2 EMS mutagenesis screen against \nDf(3L)ED220\n, which deletes 324,210 bp of chromosome 3L:16,080,584–16,404,777 (see Materials and Methods). We screened ∼7000 crosses of animals bearing mutagenized chromosomes to this deficiency, and recovered 64 lethals. Within this collection, we recognized numerous alleles for which hemizygous larvae bore characteristic melanotic masses, which we colloquially termed “\nBlack Spot\n” mutants (\nFig. 1\nA). These mutants failed to complement each other, and they typically exhibited an extended larval period prior to lethality (\nFig. 1\nB–D; Supplemental Fig. 1). Notably, while \nDrosophila\n larvae complete their larval stages around day 5 and commence pupation, some \nBlack Spot\n mutants survive as larvae for up to 18 d. Systematic tests against all of the lethal alleles we obtained in this genomic interval revealed additional noncomplementing mutations. Many of these mutants lacked black spots or generated them with low frequency (\nFig. 1\nB–D). Several of these alleles were able to develop to pupal stages or even into pharate adults as hemizygotes, suggesting they might represent hypomorphs. Overall, these eight alleles appear to represent an extensive allelic series.\nFIGURE 1.\nIsolation and characterization of \nBlack Spot\n mutants. (\nA\n) Exemplar of the \nBlack Spot\n phenotype. \n[1A13]\n/\nDf(3L)ED220\n larvae exhibit melanotic nodules of various sizes; a particularly large one is labeled with an arrowhead (“BS”). (\nB\n–\nD\n) Complementation tests identified a collection of \nBlack Spot\n mutants, only some of which actually generate melanotic masses with high penetrance (examples labeled with arrowheads). Normal (wt) animals complete their third instar larval stage by day ∼5, and proceed to ∼5 d of pupal development. Pupae containing pharate animals are visible by day ∼10, and they eclose shortly thereafter as adult flies. Wt animals are shown as a reference to the \nleft\n of \nB\n and \nC\n. In contrast, many hemizygous \nBlack Spot\n alleles are substantially developmentally delayed and maintain their larval phase until days 12 (\nC\n) to 16 (\nD\n), with some living mutants detected at day 18 (not shown). All of the larvae collected in this summary were mobile and thus alive. Hypomorphic mutants could pupate and even advance to the pharate stage; however, it is likely that some of the pupae shown at the latest days are deceased. See Supplemental Figure 1 for additional notes regarding the larval extended phase, lethal phase, and black spot penetrance at different ages in the different hemizygous mutants. (\nE\n) Several of the \nBlack Spot\n mutants attain larger larval size than normal; shown are \n[1A13]\n hemizygotes as an example. Other alleles such as \n[f10978]\n are growth deficient. All alleles tested could be rescued by \nkae1\n genomic transgenes; shown is rescue of \n[f10978]/Df\n larva.",
    "black_spot_mutants_affect_the_drosophila_ortholog_of_kae1": "Black Spot\n mutants affect the \nDrosophila\n ortholog of Kae1\nTo identify the gene mutated in \nBlack Spot\n mutants, we used \nP\n-element mapping (\nZhai et al. 2003\n) to narrow the region of interest within the deficiency (Supplemental Fig. 2). Coding exons from genes in the region were amplified by PCR from DNA extracted from hemizygous mutant larvae and sequenced. We identified one locus (\nCG4933\n), the fly ortholog of \nKae1\n, that harbored nonconservative changes in all eight alleles (\nFig. 2\nA). Subsequently, we identified two uncharacterized mutants in 72F-73A (\nl(3)72Fb[209]\n and \nl(3)72Fb[331]\n, V Bedian, pers. comm. to FlyBase) that failed to complement \nBlack Spot\n mutants. Sequencing showed that the \nl(3)72Fb\n alleles exhibit missense and nonsense mutations in \nCG4933\n, respectively. Notably, while \nl(3)72Fb[209]\n mutates a residue in the ATP-binding pocket, none of the other point mutations directly affect any functionally characterized regions (e.g., other residues that bind ATP or metal ion, or Kae1 faces that bind its partner KEOPS proteins Pcc1 or Bud32, \nFig. 2\nA). Finally, we found that \nPBac{WH}CG4933[f01978]\n, which carries a piggyBac insertion into the \nCG4933\n 5′ UTR (\ndos Santos et al. 2015\n), also failed to complement \nBlack Spot\n mutants. These observations strongly support that \nCG4933\n corresponds to \nBlack Spot\n. Consistent with this, qRT-PCR analysis of several independent point mutants showed moderate decreases in \nCG4933\n transcripts, and these were undetectable in \nf01978\n hemizygotes (\nFig. 2\nB,C).\nFIGURE 2.\nSummary of \nDrosophila kae1 (CG4933)\n mutant alleles. (\nA\n) An alignment of fruit fly, human, yeast, and archaeal orthologs of Kae1. Functionally/structurally defined regions are highlighted, including the binding regions for Pcc1 and Bud32, and the ATP- and ion-binding regions. All \nBlack Spot\n alleles recovered from our screen revealed that point mutations affected well-conserved residues. Notably, none of the mutations directly affects a known functional site, although a few mutations are in the vicinity of such regions. The noncomplementing allele \nl(3)72Fb[331]\n, identified from a public stock collection, bears a nonsense mutation in \nkae1\n. Note that 1A2 and 1A19 induce the same coding change, even though these were isolated from different chromosomes in the screen. (\nB\n) qRT-PCR analysis of \nkae1\n from various homozygous or hemizygous mutants. All of our point alleles maintain substantial levels of kae1 transcripts, although several of them are reduced by 20%–30%. The pBac insertion into the 5′ UTR of \nkae1\n, \nf[10978]\n, appears to be a null allele as no transcript was detected. (\nC\n) Agarose gel analysis of qRT-PCR amplicons confirms the absence of \nkae1\n transcripts in \nf[10978]/Df\n larvae.\nTo confirm that \nBlack Spot\n phenotypes were functionally due to loss of \nCG4933\n, we generated untagged and GFP-tagged genomic transgenes using the \nP[acman]\n backbone. Both CG4933 constructs rescued independent lethal hemizygotes (\n1A13\n and \nf01978\n) to adult viability, and no melanotic masses were observed in rescued animals (e.g., \nFigs. 1\nE, \n3\n and other data not shown). In summary, we have isolated metazoan mutants of \nkae1\n, encoding a universal tRNA modification factor, representing the first extensive allelic series of a t6A pathway factor in any organism.\nFIGURE 3.\nAnalysis of t6A-modified tRNAs in yeast KEOPS and \nDrosophila kae1\n mutants. (\nA\n) Analysis of yeast t6A pathway mutants is shown as a control. Primer extension assays yield a ladder of bands indicating the presence of stalled products. These include a band at position A37 of tRNA-Ile[AAU] of wild-type yeast that is strongly depleted in yeast t6A pathway mutants, thus indicating a t6A-modified nucleoside. tRNA-Val[UAC] is shown as a control for a non-t6A-bearing substrate. The ladder positions are inaccurate due to incomplete digestion; therefore, sizes are labeled according to the input primer. (\nB\n) Analysis of \nDrosophila kae1\n mutants. Modifications of the A37 positions of tRNA-Met[CAU] and tRNA-Ile[AAU] are decreased although not eliminated in two strong hemizygous conditions of \nkae1\n. The reduction observed in \nkae1[1A13]/Df\n was rescued by a \nP[acman]-kae1\n genomic transgene (“kae1+”). Note that mutant larvae were collected at an advanced age in their extended larval period to separate them from potential maternal contributions; the normal larval period ends at ∼5 d. (\nC\n) LC-MS/MS analysis of total tRNAs from \nDrosophila kae1\n hemizygous mutant larvae. We observe a minor decrease in total t6A-modified tRNAs in the hypomorphic allele \n[7A9]\n and stronger decreases in the strong/null alleles \n[f01978]\n and \n[1A13]\n. The levels of t6A-modified tRNAs did not decrease further in exceptionally long-lived \nkae1\n mutant larvae, and the loss of t6A was rescued by a \nkae1\n genomic transgene.",
    "decrease,_but_not_elimination,_of_t6a-modified_trnas_in_kae1": "Decrease, but not elimination, of t6A-modified tRNAs in \nkae1\n mutants\nAlthough Sua5/KEOPS genes are well-conserved across different domains of life, their involvement in t6A synthesis has not formally been demonstrated outside of unicellular models. We initially utilized primer extension assays to assess potential defects in the accumulation of t6A-modified tRNAs. As positive controls, we assayed RNAs isolated from wild-type yeast and \nsua5\n, \nkae1\n, and \nbud32\n knockouts (\nSrinivasan et al. 2011\n). Extensions using an end-labeled primer specific for tRNA-Ile[AAU] showed that t6A pathway mutants were specifically depleted of a stalled product at the normally modified position A37, whereas primer extension patterns for control tRNA-Val[UAC] were not substantially altered (\nFig. 3\nA). Similar assays of third instar larvae bearing various strong \nDrosophila kae1\n alleles in \ntrans\n to a deficiency also revealed alteration at A37 (\nFig. 3\nB). However, the loss of modified tRNAs in the total population were notably modest compared to the yeast mutants, since yeast \nkae1\n mutants retain only a few percent of total t6A (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n); see also \nFigure 4\n.\nFIGURE 4.\nGenetic and molecular complementation of yeast t6A mutants with \nDrosophila\n orthologs. (\nA\n–\nC\n) Single complementation tests. The schematic depicts the transformations of cognate yeast genes and their fly orthologs, assayed for complementation of \nsua5\n (\nA\n), \nkae1\n (\nB\n), and \nbud32\n (\nC\n) null mutants. Comparison of single colony sizes indicates substantial growth rescue by fly proteins, although not as robust as the yeast counterparts. (\nD,E\n) Double complementation tests. The schematics depict combinations of fly orthologs assayed for complementation of \nkae1\n (\nD\n) and \nbud32\n (\nE\n) null mutants. Improved growth rescue by supplying combinations of fly factors was noticeable, particularly for \nDrosophila kae1 + bud32\n. (\nF\n) Primer extension analysis demonstrating molecular rescue of t6A-modified tRNA-Ile by yeast and fly factors. (\nG\n) Mass spectrometry analysis of total yeast tRNAs. \nkae1\n mutant yeast has borderline detectable levels of t6A-modified tRNAs, which are restored by complementation with yeast \nKAE1\n and by \nDrosophila\n KEOPS genes. Consistent with the behavior in yeast growth (\nD\n) and in primer extension assays (\nF\n), the combination of \nDrosophila kae1 + bud32\n conferred the best rescue of t6A-modified tRNAs.\nInspection of modENCODE data (\nBrown et al. 2014\n) shows that \nDrosophila kae1\n is ubiquitously expressed but present at highest levels in ovaries and the early blastoderm embryo, indicating its strong maternal deposition. Some maternal gene products can support organismal processes for days (\nLecourtois and Schweisguth 1995\n; \nLu et al. 2000\n), and tRNAs themselves are typically expected to be relatively stable (\nHanoune and Agarwal 1970\n), although loss of some tRNA modifications is documented to render tRNAs unstable (\nAlexandrov et al. 2006\n). Because of these considerations, we sought to extend the analysis of \nkae1\n zygotic mutants as late as possible. Bearing in mind that normal \nDrosophila\n complete their larval stages by ∼5 d, we collected RNA from 12-d and 18-d \nkae1\n mutant larvae. However, we did not observe further decreases in the level of t6A-modified tRNAs even at these extended timepoints (\nFig. 3\n).\nTo provide a global assessment on the amount of t6A-modified tRNAs in \nkae1\n mutants, we purified total tRNA, enzymatically hydrolyzed the tRNA to ribonucleosides, and analyzed these using liquid chromatography-coupled triple quadrupole mass spectrometry (LC-MS/MS) using a dynamic MRM method (\nSu et al. 2014\n). This analysis showed a mild (∼10%) decrease of t6A-modified tRNAs in hemizygotes of the weak allele \nkae1[7A9]\n, and more substantial decreases (∼40%) in hemizygotes of the strong/null alleles \nkae1[1A13]\n and \nkae1[f01978]\n (\nFig. 3\nC). We also observed full restoration of t6A-modified tRNAs in LC-MS/MS analysis of \nP[acman]-CG4933/+; kae1[1A13]/Df\n larvae, consistent with the viability rescue conferred by the genomic transgene.\nTogether, these observations provide evidence that \nkae1\n is required for normal accumulation t6A-modified tRNAs in a metazoan setting. We cannot rule out that the remaining modified tRNAs are exceptionally stable. However, quantitative analysis did not reveal further decrease of t6A-modified tRNAs in \nkae1[f01978]/Df\n between 6- and 12-d larvae, suggesting that perdurance is not the major underlying cause of the remaining t6A. An alternate scenario is that they are contributed by the mitochondrial pool, which is presumably generated by the mitochondrial Kae1 paralog Qri7 (annotated as \nDrosophila\n CG14231). We note that Qri7 generates only a minute fraction of total t6A-modified tRNAs in yeast (\nSrinivasan et al. 2011\n), suggesting a potential difference between these eukaryotic species.",
    "drosophila_sua5/keops_genes_complement_corresponding_yeast_n": "Drosophila\n Sua5/KEOPS genes complement corresponding yeast null mutants\nBecause the fly null mutants did not fully eliminate t6A, we sought supporting evidence on the role of \nDrosophila\n Kae1 in this pathway. Therefore, we conducted genetic replacement assays in a simpler heterologous host system, namely, in \nS. cerevisiae\n mutants in t6A pathway genes. As described, these are slow-growing but can be maintained in the null condition and are nearly completely deficient for t6A (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n).\nTo judge the overall relationship of the fly orthologs to their yeast counterparts, we tested for direct complementation of several yeast t6A mutants (\nFig. 3\nA) by their \nDrosophila\n orthologs. We cloned the open reading frames for \nDrosophila kae1\n, \nbud32\n, and \nsua5\n into the yeast expression plasmid, pADH416. Because yeast mutants in these three genes grow very poorly (\nSrinivasan et al. 2011\n), we transformed the \nDrosophila\n expression constructs into the corresponding yeast heterozygous diploid mutants. As controls, the same diploids were transformed with plasmids expressing the yeast protein, and with an empty vector. The transformed diploids were sporulated and then dissected to yield haploid segregants. Haploids containing plasmids expressing the \nDrosophila\n or yeast protein, or the empty vector, were identified and then streaked to individual colonies on selective medium.\nThe results of growth after ∼66 h at 30°C are shown in \nFigure 4\nA–C. Colony size is a sensitive measure of growth rate for yeast. \nDrosophila sua5\n, whose product generates the substrate for the KEOPS complex, yielded growth rescue that was comparable to its yeast ortholog (\nFig. 4\nA). On the other hand, the two KEOPS components \nDrosophila kae1\n and \nbud32\n both conferred substantial rescue, as compared with vector control transformants, but growth was not as robust as with the cognate yeast factors (\nFig. 4\nB,C). The relative degree of complementation was also apparent on the dissection plates on which the haploid spores germinated. Representative tetrads are shown in Supplemental Figure 3 for the \nkae1\n and \nbud32\n heterozygotes. In both cases, colonies identified as containing the \nDrosophila\n gene were larger than colonies containing vector or no plasmid, but not as large as wild-type colonies.\nAs the rescues by individual fly KEOPS proteins were less robust than with the cognate yeast factors, we tested if their function could be improved by supplying multiple \nDrosophila\n factors. This proved to be the case. \nFigure 4\nD shows a \nkae1\n mutant expressing \nDrosophila\n Kae1 + Pcc1 (sector 1), \nDrosophila\n Kae1 + Bud32 (sector 2), or \nDrosophila\n Kae1 alone (sector 3). Coexpression with either Kae1 partner improved growth rescue. Similarly, coexpression of \nDrosophila\n Bud32 and Kae1 yielded enhanced rescue of yeast \nbud32\n (\nFig. 4\nE, sector 2), relative to \nDrosophila\n Bud32 alone (sector 3). Notably, expressing \nDrosophila\n Bud32 and Pcc1 together did not improve complementation of yeast \nbud32\n relative to Bud32 alone (\nFig. 4\nE, cf. sectors 1 and 3). This is consistent with the fact that Bud32 and Pcc1 do not interact directly in the complex, whereas both of them physically contact different faces of Kae1 in the KEOPS complex (\nHecker et al. 2008\n; \nMao et al. 2008\n). The growth improvements in these double complementation tests were also visible on tetrad dissection plates (Supplemental Fig. 3).",
    "rescue_of_t6a-modified_trnas_in_yeast_kae1_mutants_by_drosop": "Rescue of t6A-modified tRNAs in yeast \nkae1\n mutants by \nDrosophila\n KEOPS factors\nWe performed biochemical analysis of tRNA modification in mutant and rescued yeast. Primer extensions using a probe against tRNA-Ile[AAU] recapitulated strong loss in the A37 band in \nkae1\n mutant yeast transformed with an empty vector, which was fully restored by the \nS. cerevisiae KAE1\n expression construct (\nFig. 4\nF). Comparison with yeast transformed with various combinations of \nDrosophila\n KEOPS factors showed strong agreement between growth properties and accumulation of t6A. That is, we observed moderate rescue by fly \nkae1\n alone, but much stronger improvement by including other members of the \nDrosophila\n KEOPS complex (\nFig. 4\nF).\nWe extended the above analysis of individual tRNAs to the total tRNA population using LC-MS/MS. These assays were strongly correlated with the relative degree of rescue observed in primer extension analysis. In particular, this quantitative method allowed us to distinguish greater restoration of t6A by \nDrosophila kae1 + bud32\n, relative to \nkae1 + pcc1\n (\nFig. 4\nG). In particular, the rescue by \nDrosophila kae1 + bud32\n was equivalent to the cognate rescue by yeast \nkae1\n. Finally, we note that LC-MS/MS analysis of yeast samples also detected cyclic t6A (ct6A). It has been reported that ct6A is formed by cyclization of t6A and was observed in diverse domains of life including yeast, but not in any vertebrates tested (\nMiyauchi et al. 2013\n). Consistent with this, we did not detect ct6A above background in the analysis of fly tRNAs (data not shown).\nIn the yeast profilings, trends in ct6A levels closely mirrored those of t6A (\nFig. 4\nG). ct6A levels were below the limit of detection in \nkae1\n mutants, and rescued to similar relative levels as with t6A by the KEOPS expression constructs. However, ct6A peak areas were approximately fivefold smaller than corresponding levels of t6A. Despite efforts to minimize hydrolysis by conducting the analysis at neutral pH, it is possible that a portion of ct6A was hydrolyzed to t6A during sample preparation. In any case, these results clearly demonstrate the biochemical activity of \nDrosophila\n KEOPS genes including Kae1 in the biogenesis of \nN\n6\n-threonylcarbamoyladenosine-modified tRNAs. Since we did not detect ct6A in \nDrosophila\n samples, we will continue to generally refer to t6A in the remainder of this study.",
    "kae1_mutants_exhibit_aberrant_hematopoietic_development_and_": "kae1\n mutants exhibit aberrant hematopoietic development and activity\nHaving established the role of \nDrosophila\n Kae1 and its partners in t6A biosynthesis, we sought to examine the nature of developmental defects caused by absence of this tRNA modification pathway. We began with the analysis of the namesake “Black Spots,” which resemble phenotypes associated with derangement in the development and/or deployment of the hematopoietic system (\nMinakhina and Steward 2006\n). Therefore, we investigated the status of the lymph gland as well as circulating blood cells in the hemolymph.\nWe first examined \nkae1[1A13]/Df(3L)ED220\n larvae, which exhibit a strong molecular defect in t6A biogenesis (\nFig. 3\nC) and generate “black spots” with nearly complete penetrance (\nFig. 1\nA). The hemolymph of control TM6B sibling third instar larvae exhibit normal distributions of blood cells (\nFig. 5\nA), primarily plasmatocytes (identifiable as ∼10 µM diameter cells) and more rare lamellocytes (40–50 µM diameter cells). In contrast, hemolymph smears of ∼10-d-old \nkae1[1A13]\n hemizygous larvae showed increased density of blood cells, and in particular, massive overrepresentation of lamellocytes (\nFig. 5\nB). We also identified large circulating aggregates that resembled lymph gland fragments (\nFig. 5\nC), as well as apparent phalloidin-rich tumors that were packed with lamellocytes (\nFig. 5\nD). The latter could be melanized and were identifiable as “black spots,” but they were not necessarily pigmented, suggesting they had not yet initiated the melanogenesis cascade.\nFIGURE 5.\nHematopoietic overgrowth and blood cell defects in \nkae1\n mutants. All samples were stained with Hoechst (blue) to label DNA and rhodamine phalloidin (red) to label F-actin; all scale bars, 50 µm. Control animals were TM6B siblings of crosses used to generate \nkae1/Df(3L)ED220\n larvae and are thus heterozygous for \nkae1\n. (\nA\n) Control hemolymph shows the typical profile in which most circulating hemocytes are plasmatocytes ([P] asterisks). (\nB\n) \nkae1[1A13]\n hemizygous hemolymph shows increased density of blood cells, as well as numerous lamellocytes, often present in clusters ([L] arrowheads). Lamellocytes (∼40–50 µm in diameter) are larger than plasmatocytes (10 µm in diameter). (\nC\n) Large aggregates bearing organized structure were observed in circulation as were overt tumors that are packed with plasmatocytes and lamellocytes (\nD\n). The latter correspond to the melanotic masses observed in live “black spot” larvae. (\nE\n–\nH\n) Anterior lobe of lymph gland from third instar in control (\nE\n) and from aged \nkae1/Df(3L)ED220\n larvae (\nF\n–\nH\n); the dorsal vessel (DV) is labeled. The \nkae1\n mutants exhibit strong overcommitment to lamellocyte fate in the lymph gland (\nF\n) and typically have overgrown lobes (\nG\n). Frequently, the anterior lobe was observed in the process of dispersal or was detached entirely from the dorsal vessel (\nH\n). (\nI\n–\nL\n) Analysis of anterior lymph gland lobes in second instar larvae. Compared with control (\nI\n), all \nkae1\n mutants exhibit ectopic lamellocytes (\nJ\n–\nL\n). The hypomorphs \n[1A2]\n (\nJ\n) and \n[1A13]\n (\nK\n) are relatively normally sized, but the null \n[f01978]\n (\nL\n) is strongly overgrown. (\nM,N\n) Analysis of mitotic cells (labeled with anti-phospho-Histone H3, green) in posterior lobes of lymph glands from control (\nM\n) and \n[1A13]/Df\n (\nN\n). The \nkae1\n mutant has overgrown posterior lobes that harbor more actively dividing cells.\nNotably, lamellocyte overproduction is a frequent feature of other characterized mutants bearing melanotic masses (\nLemaitre et al. 1995\n; \nMinakhina and Steward 2006\n). Therefore, we analyzed the status of the \nDrosophila\n hematopoietic tissue, the lymph gland. The compact disposition of the anterior lobe in normal third instar lymph gland is shown in \nFigure 5\nE and shows few lamellocytes. In contrast, ∼10-d-old \nkae1[1A13]\n hemizygous larval lymph glands show abundant maturation of lamellocytes and are typically enlarged (\nFig. 5\nF,G). Often, we find that the anterior lobe was in the process of dispersing, or completely detached from the dorsal vessel (\nFig. 5\nH). This correlates with the observation of apparent lymph tissue in the circulatory system (\nFig. 5\nC). We observed similar phenotypes with the hypomorphic combination \nkae1[1A2]\n/\nDf(3L)ED220\n, except that its hematopoietic alterations were weaker and/or slower to develop (Supplemental Fig. 4). That is, defects were less robust at day 8 relative to day 10 larvae.\nAs mentioned, most \nkae1\n mutants exhibit a vastly extended larval stage. Thus, we considered it plausible that the enlarged lymph tissues developed progressively over this aberrant larval period. To ask whether \nkae1\n mutants exhibit defects during the normal course of larval development, we examined \n[1A2]\n (weak), \n[1A13]\n (strong), and \n[f10978]\n (null) \nkae1\n hemizygotes at the second instar. We observed overrepresentation of lamellocytes in anterior lymph gland lobes in all genotypes, although \n[1A2]\n was not overgrown and \n[1A13]\n was only slightly enlarged relative to control (\nFig. 5\nI–K). However, \n[f10978]\n exhibited both considerable overgrowth and ectopic commitment to lamellocyte fates (\nFig. 5\nL). This is despite the fact that \n[f10978]\n develops modest frequencies of black spot compared with \n[1A13]\n (\nFig. 1\n), indicating that hematopoietic tumors can exist without melanization of nodules. We also note that \n[f10978]\n exhibit lymph gland overgrowth despite the comparably small size of these larvae (\nFig. 1\n), indicating partial uncoupling of organism size and individual organ size.\nTo verify their status as “tumors,” we stained second instar lymph glands for phospho-Histone H3 (pH3), a marker of mitotic cells. \nFigure 5\nM,N shows that \nkae1[1A13]/Df\n mutants also show expansion of their posterior lobes, although not as robust as with the anterior lobe. Nevertheless, these tissues show clear increases in the frequency of anti-pH3-labeled cells, indicating that the expanded hematopoietic tissues are accounted for by increased cell division, as well as alteration in cell fate toward lamellocytes.",
    "essential_requirement_for_kae1_in_imaginal_discs_but_not_thr": "Essential requirement for \nkae1\n in imaginal discs but not throughout the larval CNS\nA conspicuous aspect of the strong \nkae1\n alleles were their nearly complete absence of imaginal discs. These begin as small cell populations that are set aside in the embryo, and proliferate during larval stages to increase their numbers ∼1000-fold (\nMilán et al. 1996\n), generating the tissues that will form the adult structures during metamorphosis. We mounted larval brain-imaginal disc complexes from wild-type and two strong \nkae1\n mutants for comparison (\nFig. 6\nA–C). Discs were completely absent in most larvae, or at best yielded tiny tissue rudiments that might potentially be discs, but cannot confidently be assigned to any particular disc identity. In contrast, the CNS was slightly smaller but remained present. Closer inspection revealed that the optic lobes were strongly reduced in size in \nkae1\n mutants, whereas the ventral nerve cord (VNC) was less affected (\nFig. 6\nA–C). Notably, the optic lobes are the main proliferating centers in the larval CNS, whereas the VNC is primarily composed of post-mitotic neurons.\nFIGURE 6.\nEssential requirement for \nkae1\n in imaginal disc cells. (\nA\n–\nC\n) Preparations of third instar brain-disc complexes, stained for DAPI (gray), phalloidin (red) and the post-mitotic neuronal marker Elav (blue). Scale bars, 200 μm. (\nA\n) Wt complexes show the CNS (in outline) and an array of discs that generate the adult body structures. Because not all the discs remain attached to each other during dissection, a composite image that captures all of the discs is shown. These include pairs of wing (W), haltere (H), and eye-antennal (EA) discs, and six leg (L) discs. In \nkae1[1A13]\n (\nB\n) and \nkae1[f01978]\n (\nC\n) hemizygotes, essentially no imaginal discs are found, even though the CNS can be readily identified. The CNS can be divided into the optic lobes (OL, dotted lines) and the ventral nerve cord (VNC). The CNS is mildly smaller in \nkae1[1A13]/Df\n larvae (\nB\n) and substantially reduced in \nkae1[f01978]/Df\n larvae (\nC\n); however, note that the OL is preferentially reduced. The VNC harbors a stronger proportion of post-mitotic neurons than the OLs, as evidenced by Elav staining. (\nD,E\n) Analysis of mitotic clones generated in wing imaginal discs of control \nlacZ\n FRT80 (\nD\n) and \nkae1\n FRT80 (\nE\n) chromosomes; enlargements are shown in \nD\n′ and \nE\n′. The clones are generated in a heterozygous (+/−) \nub-GFP\n FRT80 background, which produces an intermediate level of GFP. Homozygous mutant clones (−/−) lack GFP whereas their sibling twin-spot clones (+/+) express elevated levels of GFP. Seventy-two hours after clone induction, all three cell populations are identified in the control experiment (\nD\n), whereas homozygous \nkae1\n mutant cells were not recovered in wing discs (\nE\n). (\nF\n) Quantification of relative sizes of clones and their sibling twin-spots. \nn\n = 26 \nlacZ\n clones and 20 \nkae1\n clones analyzed. Scale bars, 200 μm, except \nD\n′, \nE\n′, 50 μm.\nWe further examined the role of \nkae1\n in proliferating tissues by generating negatively marked somatic clones in wing imaginal discs. In this system, both daughters of a mitotic recombination event are marked and remain distinguished as clones. The homozygous mutant clone is detected by loss of a marker (e.g., \nubi-GFP\n) whereas its homozygous wild-type “twinspot” clone expresses the marker more intensely than the surrounding heterozygous tissue. Control \nFRT80\n clones exhibit similar relative sizes to their twinspots (\nFig. 6\nD,D′). In contrast, \nFRT80 kae1[1A13]\n clones were never recovered in imaginal discs, even though their twinspots were sizable (\nFig. 6\nE,E′). We quantified the differences in clone/twinspot sizes in \nFigure 6\nF. These data imply substantial growth and/or competitive disadvantage of cells lacking the t6A modification pathway, which must have been removed from development after only a few cell divisions at most. We note that somatic clones of \nkae1\n should still have inherited at least some Kae1 protein, mRNA, and/or t6A-modified tRNAs, yet failed to survive. From this, we infer that perdurance is not a major cause for the ability of \nkae1\n null zygotic mutants to survive for over two and a half weeks (\nFig. 1\n).",
    "differential_requirements_of_kae1_in_mitotic_and_nonprolifer": "Differential requirements of \nkae1\n in mitotic and nonproliferating larval tissues\nThe clonal analyses caused us to evaluate more carefully the extent to which different tissues were affected in \nkae1\n mutants. It is clear that \nkae1\n-deficient cells exhibit growth defects in some contexts. Nevertheless, our original isolation of \nkae1\n mutants as extremely long-lived larvae exhibiting hematopoietic expansion (\nFig. 1\n) indicates that many cells and tissues can not only survive, but seemingly thrive in the \nkae1\n null state for weeks. For example, differentiated post-mitotic blood cells such as lamellocytes (\nKrzemien et al. 2010\n) are both overrepresented and actively functional in encapsulation during the extended larval phase of \nkae1\n mutants (\nFig. 5\nD; Supplemental Fig. 4).\nWe surveyed other tissues that were maintained in \nkae1\n mutant larvae, including the gut (Supplemental Fig. 5), salivary glands (\nFig. 7\nA–F), fat body, and somatic musculature (\nFig. 7\nG–I). For the most part, all of these tissues are dominantly or solely composed of nonproliferating cells during the larval stages. Therefore, these observations solidify the notion that mitotic cells are preferentially affected by loss of \nkae1\n. However, this does not mean that defects were lacking in these other larval tissues. Interestingly, quantitative analysis showed tissue-specific and allele-specific differences between their behavior. For example, even though \nkae1[1A13]/Df\n mutants maintain only marginally more t6A than \nkae1[f10978]/Df\n mutants (\nFig. 3\nC), we observed progressively smaller salivary glands in \nkae1\n mutants with less t6A (\nFig. 7\nJ). More strikingly, the size of salivary gland cells was mostly unaffected in \n[1A13]\n hemizygotes, whereas they were tiny by comparison in \n[f10978]\n hemizygotes (\nFig. 7\nK). Thus, the slight amount of t6A in a strongly hypomorphic \nkae1\n condition can maintain salivary gland cell size, even though these glands evidently have fewer cells than normal, whereas the null condition compromises both cell and organ size in the salivary gland. In contrast, the absolute size of the body wall musculature is largely unaffected in \nkae1[1A13]/Df\n, and only slightly reduced in the \nkae1[f10978]/Df\n mutants (\nFig. 7\nL,M). Indeed, the small size of \nkae1\n null larvae (\nFig. 1\nE) may be sufficient to explain the small size of its muscles, which are expected to scale to body size.\nFIGURE 7.\nDifferential requirements of \nkae1\n in mitotic vs. nonproliferating tissues. Larval tissues were analyzed from \nkae1[1A13]\n and \nkae1[f01978]\n hemizygotes, which fully lack imaginal discs (\nFig. 6\n). (\nA\n–\nI\n) Immunostaining of dissected tissues, using DAPI (blue) and phalloidin (red). (\nA\n–\nF\n) Salivary glands (and some attached fat bodies) imaged at 10× to visualize entire glands (\nA\n–\nC\n) and at 20× to emphasize individual cell sizes (\nD\n–\nF\n). (\nG\n–\nI\n) Body wall musculature. Selected muscles VL1-4 and LO1 are labeled. The length of a body segment is denoted with the double arrow lines. (\nJ\n) Quantifications of salivary gland sizes (\nn\n = 10 all genotypes) and (\nK\n) salivary gland cell sizes (\nn\n = 15 cells from the distal tip measured in each of eight glands, all genotypes). Although \nkae1[1A13]/Df\n larvae exhibit severe defects in mitotic tissues, the overall salivary gland size and cell size are more modestly affected. The null allele \nkae1[f01978]\n is severely compromised in both aspects of the salivary gland. (\nL\n) Quantifications of VL1 muscle length and (\nM\n) VL2 muscle length. \nkae1[1A13]/Df\n larvae exhibit normal muscle sizes, while the null allele is only ∼40% reduced. Error bar shows standard error; all statistical analyses were unpaired Student's \nt\n-tests. (\nN\n–\nP\n) Adult eyes bearing Gal4 driver alone (\nN\n) or expressing \nkae1-RNAi\n under control of \ney-Gal4\n (\nO\n) or \nGMR-Gal4\n (\nP\n). The former is active in the proliferating eye primordium, whereas the latter is active in post-mitotic photoreceptor neurons. (\nQ\n,\nR\n) Third instar eye-antennal imaginal discs stained for DAPI, Cut (green, to label cone cells) and Elav (red, to label photoreceptors). Compared to the control disc (\nQ\n), depletion of \nkae1\n using \ney-Gal4\n induces severely defective eye development. All scale bars, 200 μm.",
    "distinct_effects_of_depleting_kae1_in_mitotic_and_post-mitot": "Distinct effects of depleting \nkae1\n in mitotic and post-mitotic contexts of an individual tissue\nOur extensive phenotypic analyses reveal strikingly distinct requirements for Kae1 in mitotic and nonproliferating larval tissues. To test for potentially distinct requirements for \nkae1\n in mitotic and post-mitotic contexts within the same tissue, we turned to an RNAi approach. The developing eye is convenient for this purpose, as characterized drivers can be used to express transgenes in the undifferentiated, mitotic portion of the eye primordium (\ney-Gal4\n) or in the post-mitotic photoreceptors (\nGMR-Gal4\n). Analysis of \ney-Gal4 > UAS-kae1-RNAi\n flies showed strongly malformed eyes, which were small and rough (\nFig. 7\nN,O). We obtained similar results with independent RNAi transgenes (data not shown). In contrast, \nGMR-Gal4 > UAS-kae1-RNAi\n produced eyes that developed normally, with all transgenes tested (\nFig. 7\nP).\nCellular analysis demonstrated that depletion of \nkae1\n using \ney-Gal4\n caused developmental defects. Compared to the normal size and differentiation status of normal third instar eye discs, stained for the photoreceptor marker Elav and cone cell marker Cut, \ney-Gal4 > UAS-kae1-RNAi\n discs exhibit rudimentary eye discs with disturbed patterning (\nFig. 7\nQ,R). On the other hand, knockdown with \nGMR-Gal4\n did not affect larval eye development (data not shown). Therefore, \nkae1\n is critically required in mitotic, but not in post-mitotic, eye cells.",
    "discussion": "DISCUSSION\nConfirmation of the t6A modification pathway in a metazoan\nTo date, nearly all studies of the t6A biogenesis pathway have been conducted in unicellular organisms such as bacteria or yeast. The first functional study of a metazoan t6A component involved knockdown of the mitochondrial Kae1 paralog Qri7 (OSGEP-L) in \nCaenorhabditis elegans\n, which induced defective mitochondrial morphology and function (\nOberto et al. 2009\n). Subsequently, a knockdown study of the \nD. melanogaster\n Bud32/PRPK reported growth defects relating to defective TOR signaling (\nIbar et al. 2013\n). However, neither study assessed biochemical defects in t6A accumulation per se. Furthermore, knockdown approaches do not generally achieve genetic null states.\nWe demonstrate loss of t6A-modified tRNAs in \nDrosophila kae1\n mutants, using both primer extension of individual species and mass spectrometry to examine the bulk population. Moreover, we demonstrate substantial cross-species rescue by fly Kae1 (and its partners) in yeast \nkae1\n mutants, both in terms of growth capacity and in recovery of t6A-modified tRNAs. While this work was in preparation, similar observations using the \nkae1\n transposon insertion alleles were reported by the Glavic group (\nRojas-Benitez et al. 2015\n). Our findings corroborate and extend their results. Nevertheless, our detection of substantial t6A-modified tRNAs in \nDrosophila kae1\n mutants was unexpected.\nPrevious characterization of yeast \nkae1\n mutants (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n), which we confirm here, showed nearly complete absence of t6A-modified tRNAs. This raises two general possibilities. First, it may be that t6A-modified tRNAs are exceptionally stable in \nDrosophila\n. In this scenario, even though we assayed timepoints going well past the established range of maternal effects (e.g., up to 18 d, or the equivalent of a week-old adult fly), those modified tRNAs that were maternally deposited or generated from maternal \nkae1\n mRNA and/or protein persisted all that time. Alternatively, many species, including yeast and \nDrosophila\n, express a mitochondrial Kae1 paralog named Qri7. Although mitochondrially derived t6A appears to comprise a minute portion of the total pool in single-celled organisms, the situation might be different in a metazoan. For example, the substantial populations of nonproliferating tissues that tolerate deletion of \nkae1\n include the larval musculature, which sustain larval locomotion in mutants for weeks. Therefore, the remaining t6A-modified tRNAs in \nkae1\n null mutant larvae may potentially be contributed by the abundant mitochondria in muscles. In the future, characterization of a \nDrosophila Qri7\n (\nCG14231\n) knockout would provide a useful comparison, especially to see if Qri7 loss preferentially affects tissues with exceptional needs for oxidative phosphorylation.\nAn extensive allelic series of \nkae1\n mutants reveal diverse biology of t6A\nThe first allele in a t6A biogenesis component, yeast \nsua5-1\n, was isolated in a forward genetic screen as an extragenic suppressor of a mutant \ncyc1\n allele bearing an aberrant uORF (\nHampsey et al. 1991\n). UV and X-rays were used as mutagens in these screens, and cloning of \nsua5-1\n revealed a single-base substitution resulting in an S107F missense alteration (\nNa et al. 1992\n). Subsequently, other genetic efforts hit various KEOPS components of the t6A pathway, but these studies utilized screening of a deletion collection (\nDowney et al. 2006\n) or a multicopy suppressor scheme (\nKisseleva-Romanova et al. 2006\n). All of these studies pre-dated the connection of Sua5/KEOPS factors to t6A biogenesis, and for the most part, studies have focused on generation of straight or conditional knockout alleles (\nArigoni et al. 1998\n; \nEl Yacoubi et al. 2009\n, \n2011\n; \nHandford et al. 2009\n; \nSrinivasan et al. 2011\n).\nWe describe the first extensive set of point mutations in a t6A pathway component. These mutations sort along a comprehensive allelic series that includes null alleles, strong mutants, and weak hypomorphs. We document allele-specific phenotypic severities in different tissues, and also note that biochemically strong hypomorphs exhibit modest phenotypes in some settings (e.g., exhibit normal somatic musculature) but phenocopy null alleles in other settings (e.g., completely lack imaginal discs). These discrepancies highlight the utility of the allelic series in dissecting multiple requirements of essential housekeeping genes in regulating fundamental cellular processes in vivo. Future studies can continue to exploit these alleles to elucidate the biology of t6A modification. For example, it remains unclear what underlying causes provoke the dramatic hematopoietic responses in \nkae1\n mutants, and our alleles provide unique means for querying this. Of note, substantial hematopoietic overgrowth is observed in both strong hypomorphs and the null condition, but only the former proceeds reliably toward generation of melanotic nodules.\nThe \nkae1\n alleles we report should also be valuable for understanding the mechanism of t6A modification. Extensive structural studies delineate the Kae1 active site and binding surfaces with its partners Pcc1 and Bud32 (\nHecker et al. 2008\n; \nMao et al. 2008\n; \nWan et al. 2013\n; \nZhang et al. 2015\n). Interestingly, only one of our many point mutations directly affects any of these functionally characterized regions (\nFig. 2\nA). This highlights the usage of a forward genetic screen to identify relevant mutations. This mutant collection can be utilized as a basis of structure-function studies to assess how these uncharacterized residues might affect formation of the KEOPS complex, productive t6A transfer, or potentially the specificity of substrate tRNA recognition.\nDifferential requirements of t6A in proliferating and nonproliferating cells\nStudies of the biology of t6A modification pathway in metazoan systems are only in their infancy. The Glavic group reported foundational studies using transgenic RNAi against \nDrosophila Prpk/Bud32\n (\nIbar et al. 2013\n), and their recent work (\nRojas-Benitez et al. 2015\n) and our current study extend this to genuine \nkae1\n mutants. There are general similarities between the phenotypes of fruit fly and unicellular organism mutants, in that these genes are lethal (as in bacteria) and exhibit substantially defective growth (as in yeast). Of course, one of the major opportunities specifically available in higher eukaryotes is to examine potential cell- and tissue-specific requirements. Here, we find evidence for differential requirements for \nkae1\n in distinct cell types.\nQuite noticeably, strong \nkae1\n mutants completely lack imaginal discs. The progenitor populations of discs are set aside during embryonic development, and they proliferate extensively during larval stages to generate the tissues that will form the adult body plan during metamorphosis. Although we cannot precisely assess the timing of effective depletion of maternal stores of t6A-modifed tRNAs (i.e., that are directly deposited into the oocyte, or that are generated via maternally deposited \nkae1\n mRNA and/or protein), our clonal studies demonstrate a timely impact on removal of the \nkae1\n genomic locus. That is, even though there exists substantial likelihood of Kae1 and t6A-modified tRNAs inherited from the mother cell prior to mitotic recombination, \nkae1\n mutant disc cells are quickly disadvantaged and rapidly removed during the course of normal development.\nOverall, we note these \nkae1\n phenotypes are strikingly similar to certain other \nDrosophila\n mutants. For example, we and others previously characterized mutants of the central E1 and E2 enzymes in the SUMO pathway (the heterodimeric pair Aos1/Uba2 and Ubc9, respectively), and these develop a range of defects that are strikingly similar to what we documented for \nkae1\n mutants. Phenotypes common to loss of Kae1 and SUMO include extended larval phases before lethality, presence of melanotic tumors, and preferential defects in mitotic versus nonproliferating cells, as evidenced by their lack of imaginal discs while retaining diverse other larval tissues (\nKalamarz et al. 2012\n; \nKanakousaki and Gibson 2012\n). Similarly, a number of zygotic cell cycle mutants specifically abrogate development of imaginal discs while generally sparing other endoreplicated and post-mitotic larval tissues (\nGatti and Baker 1989\n). Altogether, these analyses highlight how mutations in seemingly “general” cellular regulators can reveal tissue-specific requirements. Moreover, they suggest that several fundamental regulatory pathways are preferentially required in highly mitotic tissues. Whether this simply indicates that diverse processes mutate to a common terminal zygotic phenotype, reflecting the distinct biology of mitotic and nonproliferating cells, or whether there are actually mechanistic links between t6A, SUMO, and the cell cycle, remains to be dissected in the future.",
    "confirmation_of_the_t6a_modification_pathway_in_a_metazoan": "Confirmation of the t6A modification pathway in a metazoan\nTo date, nearly all studies of the t6A biogenesis pathway have been conducted in unicellular organisms such as bacteria or yeast. The first functional study of a metazoan t6A component involved knockdown of the mitochondrial Kae1 paralog Qri7 (OSGEP-L) in \nCaenorhabditis elegans\n, which induced defective mitochondrial morphology and function (\nOberto et al. 2009\n). Subsequently, a knockdown study of the \nD. melanogaster\n Bud32/PRPK reported growth defects relating to defective TOR signaling (\nIbar et al. 2013\n). However, neither study assessed biochemical defects in t6A accumulation per se. Furthermore, knockdown approaches do not generally achieve genetic null states.\nWe demonstrate loss of t6A-modified tRNAs in \nDrosophila kae1\n mutants, using both primer extension of individual species and mass spectrometry to examine the bulk population. Moreover, we demonstrate substantial cross-species rescue by fly Kae1 (and its partners) in yeast \nkae1\n mutants, both in terms of growth capacity and in recovery of t6A-modified tRNAs. While this work was in preparation, similar observations using the \nkae1\n transposon insertion alleles were reported by the Glavic group (\nRojas-Benitez et al. 2015\n). Our findings corroborate and extend their results. Nevertheless, our detection of substantial t6A-modified tRNAs in \nDrosophila kae1\n mutants was unexpected.\nPrevious characterization of yeast \nkae1\n mutants (\nEl Yacoubi et al. 2011\n; \nSrinivasan et al. 2011\n), which we confirm here, showed nearly complete absence of t6A-modified tRNAs. This raises two general possibilities. First, it may be that t6A-modified tRNAs are exceptionally stable in \nDrosophila\n. In this scenario, even though we assayed timepoints going well past the established range of maternal effects (e.g., up to 18 d, or the equivalent of a week-old adult fly), those modified tRNAs that were maternally deposited or generated from maternal \nkae1\n mRNA and/or protein persisted all that time. Alternatively, many species, including yeast and \nDrosophila\n, express a mitochondrial Kae1 paralog named Qri7. Although mitochondrially derived t6A appears to comprise a minute portion of the total pool in single-celled organisms, the situation might be different in a metazoan. For example, the substantial populations of nonproliferating tissues that tolerate deletion of \nkae1\n include the larval musculature, which sustain larval locomotion in mutants for weeks. Therefore, the remaining t6A-modified tRNAs in \nkae1\n null mutant larvae may potentially be contributed by the abundant mitochondria in muscles. In the future, characterization of a \nDrosophila Qri7\n (\nCG14231\n) knockout would provide a useful comparison, especially to see if Qri7 loss preferentially affects tissues with exceptional needs for oxidative phosphorylation.",
    "an_extensive_allelic_series_of_kae1_mutants_reveal_diverse_b": "An extensive allelic series of \nkae1\n mutants reveal diverse biology of t6A\nThe first allele in a t6A biogenesis component, yeast \nsua5-1\n, was isolated in a forward genetic screen as an extragenic suppressor of a mutant \ncyc1\n allele bearing an aberrant uORF (\nHampsey et al. 1991\n). UV and X-rays were used as mutagens in these screens, and cloning of \nsua5-1\n revealed a single-base substitution resulting in an S107F missense alteration (\nNa et al. 1992\n). Subsequently, other genetic efforts hit various KEOPS components of the t6A pathway, but these studies utilized screening of a deletion collection (\nDowney et al. 2006\n) or a multicopy suppressor scheme (\nKisseleva-Romanova et al. 2006\n). All of these studies pre-dated the connection of Sua5/KEOPS factors to t6A biogenesis, and for the most part, studies have focused on generation of straight or conditional knockout alleles (\nArigoni et al. 1998\n; \nEl Yacoubi et al. 2009\n, \n2011\n; \nHandford et al. 2009\n; \nSrinivasan et al. 2011\n).\nWe describe the first extensive set of point mutations in a t6A pathway component. These mutations sort along a comprehensive allelic series that includes null alleles, strong mutants, and weak hypomorphs. We document allele-specific phenotypic severities in different tissues, and also note that biochemically strong hypomorphs exhibit modest phenotypes in some settings (e.g., exhibit normal somatic musculature) but phenocopy null alleles in other settings (e.g., completely lack imaginal discs). These discrepancies highlight the utility of the allelic series in dissecting multiple requirements of essential housekeeping genes in regulating fundamental cellular processes in vivo. Future studies can continue to exploit these alleles to elucidate the biology of t6A modification. For example, it remains unclear what underlying causes provoke the dramatic hematopoietic responses in \nkae1\n mutants, and our alleles provide unique means for querying this. Of note, substantial hematopoietic overgrowth is observed in both strong hypomorphs and the null condition, but only the former proceeds reliably toward generation of melanotic nodules.\nThe \nkae1\n alleles we report should also be valuable for understanding the mechanism of t6A modification. Extensive structural studies delineate the Kae1 active site and binding surfaces with its partners Pcc1 and Bud32 (\nHecker et al. 2008\n; \nMao et al. 2008\n; \nWan et al. 2013\n; \nZhang et al. 2015\n). Interestingly, only one of our many point mutations directly affects any of these functionally characterized regions (\nFig. 2\nA). This highlights the usage of a forward genetic screen to identify relevant mutations. This mutant collection can be utilized as a basis of structure-function studies to assess how these uncharacterized residues might affect formation of the KEOPS complex, productive t6A transfer, or potentially the specificity of substrate tRNA recognition.",
    "differential_requirements_of_t6a_in_proliferating_and_nonpro": "Differential requirements of t6A in proliferating and nonproliferating cells\nStudies of the biology of t6A modification pathway in metazoan systems are only in their infancy. The Glavic group reported foundational studies using transgenic RNAi against \nDrosophila Prpk/Bud32\n (\nIbar et al. 2013\n), and their recent work (\nRojas-Benitez et al. 2015\n) and our current study extend this to genuine \nkae1\n mutants. There are general similarities between the phenotypes of fruit fly and unicellular organism mutants, in that these genes are lethal (as in bacteria) and exhibit substantially defective growth (as in yeast). Of course, one of the major opportunities specifically available in higher eukaryotes is to examine potential cell- and tissue-specific requirements. Here, we find evidence for differential requirements for \nkae1\n in distinct cell types.\nQuite noticeably, strong \nkae1\n mutants completely lack imaginal discs. The progenitor populations of discs are set aside during embryonic development, and they proliferate extensively during larval stages to generate the tissues that will form the adult body plan during metamorphosis. Although we cannot precisely assess the timing of effective depletion of maternal stores of t6A-modifed tRNAs (i.e., that are directly deposited into the oocyte, or that are generated via maternally deposited \nkae1\n mRNA and/or protein), our clonal studies demonstrate a timely impact on removal of the \nkae1\n genomic locus. That is, even though there exists substantial likelihood of Kae1 and t6A-modified tRNAs inherited from the mother cell prior to mitotic recombination, \nkae1\n mutant disc cells are quickly disadvantaged and rapidly removed during the course of normal development.\nOverall, we note these \nkae1\n phenotypes are strikingly similar to certain other \nDrosophila\n mutants. For example, we and others previously characterized mutants of the central E1 and E2 enzymes in the SUMO pathway (the heterodimeric pair Aos1/Uba2 and Ubc9, respectively), and these develop a range of defects that are strikingly similar to what we documented for \nkae1\n mutants. Phenotypes common to loss of Kae1 and SUMO include extended larval phases before lethality, presence of melanotic tumors, and preferential defects in mitotic versus nonproliferating cells, as evidenced by their lack of imaginal discs while retaining diverse other larval tissues (\nKalamarz et al. 2012\n; \nKanakousaki and Gibson 2012\n). Similarly, a number of zygotic cell cycle mutants specifically abrogate development of imaginal discs while generally sparing other endoreplicated and post-mitotic larval tissues (\nGatti and Baker 1989\n). Altogether, these analyses highlight how mutations in seemingly “general” cellular regulators can reveal tissue-specific requirements. Moreover, they suggest that several fundamental regulatory pathways are preferentially required in highly mitotic tissues. Whether this simply indicates that diverse processes mutate to a common terminal zygotic phenotype, reflecting the distinct biology of mitotic and nonproliferating cells, or whether there are actually mechanistic links between t6A, SUMO, and the cell cycle, remains to be dissected in the future.",
    "materials_and_methods": "MATERIALS AND METHODS\nGenetic screen for \nkae1\n alleles\nThe region uncovered by \nDf(3L)ED220\n was subjected to a lethal F2 screen after EMS mutagenesis. In total, we conducted nine rounds of mutagenesis using isogenized \nw[1118]\n males (rounds 1 and 2) or \nw ; FRT80B\n males (subsequent rounds). The animals were desiccated and fed 25mM EMS in 20% sucrose, then mated with \nw; TM3 Sb/TM6B\n females. Individual F1 \nTM6B\n males were crossed to \nw; Df(3L)ED220 w+/TM6B\n females (Bloomington #8077). Vials were scored for lethality by the absence of empty non-Tb pupal cases. Owing to the \nw\n+ marker integral to \nDf(3L)ED220\n, stocks of new lethal alleles were recovered by collecting white-eyed flies carrying TM6B, and re-balancing. In total, we conducted nine rounds of mutagenesis, and scored >7000 viable crosses to the deficiency, yielding 64 lethals.\nThe kae1 alleles [1A2], [1A13], and [1A19] were recovered in the w[1118] background, while [3A7], [5C3], [7A6], [7A9], and [9D1], FRT80B/TM6B were recovered in the \nw[1118]\n; \nFRT80B\n background. We subsequently identified other alleles of \nkae1\n in stocks obtained from the Bloomington Stock Center, namely \npBac-CG4933[f01978]/TM6B\n (#18497), \nl(3)72Fb[209]/TM6B\n (#4793), and \nl(3)72Fb[331]/TM6B\n (#4794).\nConstruction of \nCG4933\n rescue transgenes\nWe amplified the genomic region encompassing \nCG4933\n and part of the upstream flanking gene using the primers below. The fragment was cloned into pGEM-T-easy and sequence verified. The fragment was then excised with NotI and cloned into NotI digested attB-P[acman] (\nVenken et al. 2006\n), which had been treated with calf intestinal phosphatase.\n\n4925AR TAAGCAATTATTTGATAGTCAATCTTTCG\nCG4933R AAGGAACAGGCCCTTTAAGTGGG\nWe generated GFP-tagged \nCG4933\n genomic transgene using recombineering, utilizing a two-step positive/negative selection (\nWarming et al. 2005\n). We performed positive/negative galK selection mediated by growth on MacConkey agar (positive selection for integration of the galK cassette) and growth on media containing 2-deoxygalactose (negative selection for replacement of galK cassette with GFP[S65T] CDS). Sequences (galK cassette and GFP[S65T] CDS) were amplified with primers described below from pgalK and pBD1010 (Barry Dickson), respectively. Purified PCR products were electroporated into SW102 bacteria (\nWarming et al. 2005\n) with the appropriate attB p[acman] CG4933 vector and selection was carried out as described previously (\nVenken et al. 2006\n).\nPrimers for galK recombineering of GFP into C-terminus of CG4933:\n\nC term - galK insertion\nCT4933galK-F\nGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCTGGCGGGATGACCCTGTTGACAATTAATCATCGGCA\nCT4933galK-R\nTAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTGTGGTGATTATCAGCACTGTCCTGCTCCTT\nC term - GFP insertion\nCT4933GFP-F\nGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCTGGCGGGATGACATGAGTAAAGGAGAAGAACTTTTC\nCT4933GFP-R\nTAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTGTGGTGATTATTTGTATAGTTCATCCATGCC\nImmunostaining and clonal analysis\nAnalysis of hematopoietic system\nDevelopmentally synchronized larvae from crosses \nw; kae1[IA2]/TM6B\n X \nDf(3L)ED220/TM6B\n and \nw; kae1[IA13]/TM6B\n X \nDf(3L)ED220/TM6B\n were collected, washed in phosphate buffered saline, pH 7.4, and either imaged without dissection using a Leica MZFLIII, or were dissected for hemolymph contents, lymph glands, and tumors, at 4, 8, and 10 d after egg laying, according to previously described methods (\nSmall et al. 2012\n). To obtain larval blood cells and tumors, animals were bled gently, and hemolymph contents, including tumors, were recovered directly on slides. Larval samples were fixed in 4% paraformaldehyde in PBS, pH 7.4, stained with Rhodamine Phalloidin (Invitrogen) and Hoechst 33258 (Molecular Probes), and imaged with Zeiss laser Scanning 510 confocal microscope. Images were recorded at 8 bit. AxioVision LE 4.5 or Zeiss LSM5 AxioVision software was used to process images.\nAnalysis of other larval tissues\nImaginal discs, brains, and muscles were dissected and stained following previously described protocol (\nLai and Rubin 2001\n). Antibodies used were mouse anti-Cut (DSHB, 1:50), rat anti-Elav (DSHB, 1:500), Alexa Fluor-568 phalloidin (Life Technologies, 1:1000). Appropriate secondary antibodies conjugated to Alexa 488, 568, and 647 were then used. Tissues were mounted in VECTASHIELD Antifade Mounting Medium with DAPI.\nClonal analysis\nWe analyzed \nhsFlp; [w+, arm-lacZ] FRT80B/[w+, ubi-GFP] FRT80B\n and \nhsFlp; kae1[1A13] FRT80B/[w+, ubi-GFP] FRT80B\n animals. Larvae were heat-shocked at 37°C for 40 min at 72 h after egg laying, and were dissected 3 d after heat shock.\nRT-PCR\nTotal RNA from homozygous or hemizygous larvae were extracted with TRIzol (Invitrogen), followed by DNase treatment using TURBO DNA-free Kit (Ambion). cDNA were synthesized using SuperScript III First-Strand Synthesis System with random primers (Invitrogen). QPCR reaction was performed with CFX96 Touch Real-Time PCR Detection System (Bio-Rad). Primers used were Kae1_RT_F, TTTGGGTATTGAAGGCAGTG, and Kae1_RT_R, CAGGAAACCTTCTCCTGGTG, and RPL32_RT_F, CCGCTTCAAGGGACAGTATC, and RPL32_RT_R, ACGTTGTGCACCAGGAACTT.\ntRNA primer extension assays\nTwo micrograms of tRNA extracted with mirVana miRNA isolation kit (Ambion) was mixed with 1 pmol of [γ-\n32\nP]-labeled primer in 5 μL 1× First-strand buffer (Invitrogen), heated to 95°C and then slowly cooled down to 37°C. Annealed RNA/primer was collected by brief centrifugation, added with 5 μL retro-transcription reaction mix, including 0.5 mM dNTPs, 0.01 M DTT, 200 units SuperScript III (Invitrogen) in 1× First-strand buffer and incubated at 50°C for 50 min, followed by heat inactivation at 70°C for 15 min. Reaction samples were then electrophoresed with 15% polyacrylamide–urea sequencing gels (40 cm long).\n\nS.c.\n Ile primer: gggatcgaaccgctgatc\nS.c.\n Met primer: aggttcgaactctcgacc\nS.c.\n Val primer: aggttcgaactcgggatc\nD.m.\n Ile primer: gggatcgaacccgcgac\nD.m.\n Met primer: aggtttcgatcctcggacc\nD.m.\n Val Primer: gggatcgaaccggagacc\nYeast strains and plasmids\nAll yeast strains are derivatives of W303 \na\n/α diploids homozygous for \ntrp1 leu2 ura3 his3 ade2\n. The following derivatives of W303 were used: EJP51 \nKAE1\n/\nkae1\n::\nkanMX6\n, RS2586 \nBUD32\n/\nbud32\n::\nkanMX6\n, and YYF1 SUA5/\nsua5\n::\nkanMX6\n. PCR was used to amplify the \nDrosophila\n cDNAs for \nKAE1\n, \nBUD32\n, \nPCC1\n, and \nSUA5\n open reading frames\n.\n The cDNAs were cloned into a yeast expression plasmid vector, pADH416 or pADH415, with selectable markers \nURA3\n or \nLEU2\n, respectively. These plasmids express the \nDrosophila\n proteins from the \nADH\n promoter on a single copy plasmid. As controls, the corresponding yeast genes were expressed under their own promoters in the single copy vector pRS316. The plasmid expressing yeast Kae1 was described previously (\nSrinivasan et al. 2011\n) and yeast Pcc1, Bud32, and Sua5 expressing plasmids are pXZ1, pXZ2, and pXZ3, respectively.\nMass spectrometric analysis of tRNA modifications\nChemicals\nAll chemicals and reagents used were obtained at the highest purity available and were used without further purification unless stated. Benzonase, bacterial alkaline phosphatase, butylated hydroxytoluene, acetonitrile, and buffer salts were purchased from Sigma-Aldrich. Coformycin was obtained from the National Cancer Institute. Phosphodiesterase I was purchased from Worthington. Tetrahydrouridine was purchased from Calbiochem. Water purified through a Milli-Q system (Millipore) was used throughout our studies. Sartorius Vivaspin 500-brand centrifugal filter units were used for dialysis and sample concentration.\nExtraction and purification of \nDrosophila\n and yeast RNA\nTotal RNAs were isolated using TRIzol and then subjected to a two-step purification to obtain tRNA. First, a PureLink RNA Mini extraction kit (Life Technologies) was used to precipitate the ribosomal RNA in the sample. In the second step, size-exclusion chromatography (SEC-HPLC) was performed using an Agilent Bio SEC-3 column with 10 mM ammonium acetate at pH 7 as the mobile phase. Neutral pH was selected to minimize hydrolysis of ct6A. tRNA and rRNA were collected as separate fractions, vacuum concentrated and reconstituted in water. tRNA concentrations were determined by UV spectroscopy at 260 nm. In the yeast samples, the proportion of tRNA to ribosomal RNA was much higher so only SEC-HPLC fractionation was required to obtain pure tRNA for analysis.\nNucleoside preparation\nFour micrograms of purified tRNA from each sample was digested using a mixture of Benzonase (21.5 U), bacterial alkaline phosphatase (0.5 U) and phosphodiesterase I (0.21 U) in a final reaction volume of 100 µL. Enzymes were dialyzed into 10 mM ammonium acetate at pH 7 immediately prior to use by washing twice with 10 kDa MWCO Vivaspin 500 spin filters. The reaction mixture was supplemented with MgCl\n2\n, CaCl\n2\n, and ZnCl\n2\n, each at a concentration of 0.1 mM. Nucleobase deaminase inhibitors coformycin and tetrahydrouridine were added at a concentration of 10 µg/mL and 50 µg/mL, respectively, and butylated hydroxytoluene (an antioxidant) was added at a concentration of 0.5 mM. The digestion was allowed to proceed for 2 h at 37°C and was stopped upon removal of the enzymes by microfiltration with 10 kDa spin filters.\nLC-MS/MS analysis of RNA nucleosides\nRibonucleosides were separated using a Synergy Fusion RP, 2.5 µm particle size, 100 Å pore size, 100 mm length, 2 mm inner diameter from Phenomenex, on an Agilent 1290 series HPLC system equipped with a diode array detector. Mobile phase A was 5 mM ammonium acetate and mobile phase B was pure acetonitrile. Gradient elution started with 100% A for 1 min, increased to 10% B after 10 min, 40% after 14 min, 80% after 20 min and regeneration of starting conditions with 100% A for 5 additional minutes. The flow rate was 0.35 mL/min and the column temperature 35°C. The effluent from the column was directed through the DAD before entering the Agilent 6430 triple quadrupole mass spectrometer in dynamic multiple reaction monitoring (MRM) mode. The MS was operated in positive ion mode with the following parameters: electro-spray ionization (ESI-MS), fragmentor voltage (average) 80 V, cell accelerator voltage 2 V, N\n2\n-gas temperature 350°C, N\n2\n-gas flow 10 L/min, nebulizer 40 psi, capillary 3500 V.\nModified nucleosides were identified based on having both the correct retention time and mass transition. Under our chromatography conditions, t6A eluted at 8.6 min while ct6A eluted at 6.8 min. Mass transitions were \nm/z\n 413 → 281 for t6A and \nm/z\n 395 → 263 for ct6A, both corresponding to the neutral loss of ribose. \n15\nN-2-Deoxyadenosine was added to each sample as an internal standard.\nData analysis\nIn each sample, the UV peak areas at 260 nm of the four canonical ribonucleosides—cytidine, uridine, guanosine, and adenosine—were integrated and summed together. Peaks corresponding to detection of MRM transitions for the modified nucleosides were first normalized to the peak area of the internal standard (\n15\nN-2-deoxyadenosine) to account for inter-sample detection fluctuations, followed by a second normalization to the summed peak areas of the canonical nucleosides to account for the amount of injected RNA. The adjusted peak areas of the five samples were calculated as a percentage of the corresponding wild-type control sample.",
    "genetic_screen_for_kae1_alleles": "Genetic screen for \nkae1\n alleles\nThe region uncovered by \nDf(3L)ED220\n was subjected to a lethal F2 screen after EMS mutagenesis. In total, we conducted nine rounds of mutagenesis using isogenized \nw[1118]\n males (rounds 1 and 2) or \nw ; FRT80B\n males (subsequent rounds). The animals were desiccated and fed 25mM EMS in 20% sucrose, then mated with \nw; TM3 Sb/TM6B\n females. Individual F1 \nTM6B\n males were crossed to \nw; Df(3L)ED220 w+/TM6B\n females (Bloomington #8077). Vials were scored for lethality by the absence of empty non-Tb pupal cases. Owing to the \nw\n+ marker integral to \nDf(3L)ED220\n, stocks of new lethal alleles were recovered by collecting white-eyed flies carrying TM6B, and re-balancing. In total, we conducted nine rounds of mutagenesis, and scored >7000 viable crosses to the deficiency, yielding 64 lethals.\nThe kae1 alleles [1A2], [1A13], and [1A19] were recovered in the w[1118] background, while [3A7], [5C3], [7A6], [7A9], and [9D1], FRT80B/TM6B were recovered in the \nw[1118]\n; \nFRT80B\n background. We subsequently identified other alleles of \nkae1\n in stocks obtained from the Bloomington Stock Center, namely \npBac-CG4933[f01978]/TM6B\n (#18497), \nl(3)72Fb[209]/TM6B\n (#4793), and \nl(3)72Fb[331]/TM6B\n (#4794).",
    "construction_of_cg4933_rescue_transgenes": "Construction of \nCG4933\n rescue transgenes\nWe amplified the genomic region encompassing \nCG4933\n and part of the upstream flanking gene using the primers below. The fragment was cloned into pGEM-T-easy and sequence verified. The fragment was then excised with NotI and cloned into NotI digested attB-P[acman] (\nVenken et al. 2006\n), which had been treated with calf intestinal phosphatase.\n\n4925AR TAAGCAATTATTTGATAGTCAATCTTTCG\nCG4933R AAGGAACAGGCCCTTTAAGTGGG\nWe generated GFP-tagged \nCG4933\n genomic transgene using recombineering, utilizing a two-step positive/negative selection (\nWarming et al. 2005\n). We performed positive/negative galK selection mediated by growth on MacConkey agar (positive selection for integration of the galK cassette) and growth on media containing 2-deoxygalactose (negative selection for replacement of galK cassette with GFP[S65T] CDS). Sequences (galK cassette and GFP[S65T] CDS) were amplified with primers described below from pgalK and pBD1010 (Barry Dickson), respectively. Purified PCR products were electroporated into SW102 bacteria (\nWarming et al. 2005\n) with the appropriate attB p[acman] CG4933 vector and selection was carried out as described previously (\nVenken et al. 2006\n).\nPrimers for galK recombineering of GFP into C-terminus of CG4933:\n\nC term - galK insertion\nCT4933galK-F\nGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCTGGCGGGATGACCCTGTTGACAATTAATCATCGGCA\nCT4933galK-R\nTAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTGTGGTGATTATCAGCACTGTCCTGCTCCTT\nC term - GFP insertion\nCT4933GFP-F\nGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCTGGCGGGATGACATGAGTAAAGGAGAAGAACTTTTC\nCT4933GFP-R\nTAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTGTGGTGATTATTTGTATAGTTCATCCATGCC",
    "immunostaining_and_clonal_analysis": "Immunostaining and clonal analysis\nAnalysis of hematopoietic system\nDevelopmentally synchronized larvae from crosses \nw; kae1[IA2]/TM6B\n X \nDf(3L)ED220/TM6B\n and \nw; kae1[IA13]/TM6B\n X \nDf(3L)ED220/TM6B\n were collected, washed in phosphate buffered saline, pH 7.4, and either imaged without dissection using a Leica MZFLIII, or were dissected for hemolymph contents, lymph glands, and tumors, at 4, 8, and 10 d after egg laying, according to previously described methods (\nSmall et al. 2012\n). To obtain larval blood cells and tumors, animals were bled gently, and hemolymph contents, including tumors, were recovered directly on slides. Larval samples were fixed in 4% paraformaldehyde in PBS, pH 7.4, stained with Rhodamine Phalloidin (Invitrogen) and Hoechst 33258 (Molecular Probes), and imaged with Zeiss laser Scanning 510 confocal microscope. Images were recorded at 8 bit. AxioVision LE 4.5 or Zeiss LSM5 AxioVision software was used to process images.\nAnalysis of other larval tissues\nImaginal discs, brains, and muscles were dissected and stained following previously described protocol (\nLai and Rubin 2001\n). Antibodies used were mouse anti-Cut (DSHB, 1:50), rat anti-Elav (DSHB, 1:500), Alexa Fluor-568 phalloidin (Life Technologies, 1:1000). Appropriate secondary antibodies conjugated to Alexa 488, 568, and 647 were then used. Tissues were mounted in VECTASHIELD Antifade Mounting Medium with DAPI.\nClonal analysis\nWe analyzed \nhsFlp; [w+, arm-lacZ] FRT80B/[w+, ubi-GFP] FRT80B\n and \nhsFlp; kae1[1A13] FRT80B/[w+, ubi-GFP] FRT80B\n animals. Larvae were heat-shocked at 37°C for 40 min at 72 h after egg laying, and were dissected 3 d after heat shock.",
    "analysis_of_hematopoietic_system": "Analysis of hematopoietic system\nDevelopmentally synchronized larvae from crosses \nw; kae1[IA2]/TM6B\n X \nDf(3L)ED220/TM6B\n and \nw; kae1[IA13]/TM6B\n X \nDf(3L)ED220/TM6B\n were collected, washed in phosphate buffered saline, pH 7.4, and either imaged without dissection using a Leica MZFLIII, or were dissected for hemolymph contents, lymph glands, and tumors, at 4, 8, and 10 d after egg laying, according to previously described methods (\nSmall et al. 2012\n). To obtain larval blood cells and tumors, animals were bled gently, and hemolymph contents, including tumors, were recovered directly on slides. Larval samples were fixed in 4% paraformaldehyde in PBS, pH 7.4, stained with Rhodamine Phalloidin (Invitrogen) and Hoechst 33258 (Molecular Probes), and imaged with Zeiss laser Scanning 510 confocal microscope. Images were recorded at 8 bit. AxioVision LE 4.5 or Zeiss LSM5 AxioVision software was used to process images.",
    "analysis_of_other_larval_tissues": "Analysis of other larval tissues\nImaginal discs, brains, and muscles were dissected and stained following previously described protocol (\nLai and Rubin 2001\n). Antibodies used were mouse anti-Cut (DSHB, 1:50), rat anti-Elav (DSHB, 1:500), Alexa Fluor-568 phalloidin (Life Technologies, 1:1000). Appropriate secondary antibodies conjugated to Alexa 488, 568, and 647 were then used. Tissues were mounted in VECTASHIELD Antifade Mounting Medium with DAPI.",
    "clonal_analysis": "Clonal analysis\nWe analyzed \nhsFlp; [w+, arm-lacZ] FRT80B/[w+, ubi-GFP] FRT80B\n and \nhsFlp; kae1[1A13] FRT80B/[w+, ubi-GFP] FRT80B\n animals. Larvae were heat-shocked at 37°C for 40 min at 72 h after egg laying, and were dissected 3 d after heat shock.",
    "rt-pcr": "RT-PCR\nTotal RNA from homozygous or hemizygous larvae were extracted with TRIzol (Invitrogen), followed by DNase treatment using TURBO DNA-free Kit (Ambion). cDNA were synthesized using SuperScript III First-Strand Synthesis System with random primers (Invitrogen). QPCR reaction was performed with CFX96 Touch Real-Time PCR Detection System (Bio-Rad). Primers used were Kae1_RT_F, TTTGGGTATTGAAGGCAGTG, and Kae1_RT_R, CAGGAAACCTTCTCCTGGTG, and RPL32_RT_F, CCGCTTCAAGGGACAGTATC, and RPL32_RT_R, ACGTTGTGCACCAGGAACTT.",
    "trna_primer_extension_assays": "tRNA primer extension assays\nTwo micrograms of tRNA extracted with mirVana miRNA isolation kit (Ambion) was mixed with 1 pmol of [γ-\n32\nP]-labeled primer in 5 μL 1× First-strand buffer (Invitrogen), heated to 95°C and then slowly cooled down to 37°C. Annealed RNA/primer was collected by brief centrifugation, added with 5 μL retro-transcription reaction mix, including 0.5 mM dNTPs, 0.01 M DTT, 200 units SuperScript III (Invitrogen) in 1× First-strand buffer and incubated at 50°C for 50 min, followed by heat inactivation at 70°C for 15 min. Reaction samples were then electrophoresed with 15% polyacrylamide–urea sequencing gels (40 cm long).\n\nS.c.\n Ile primer: gggatcgaaccgctgatc\nS.c.\n Met primer: aggttcgaactctcgacc\nS.c.\n Val primer: aggttcgaactcgggatc\nD.m.\n Ile primer: gggatcgaacccgcgac\nD.m.\n Met primer: aggtttcgatcctcggacc\nD.m.\n Val Primer: gggatcgaaccggagacc",
    "yeast_strains_and_plasmids": "Yeast strains and plasmids\nAll yeast strains are derivatives of W303 \na\n/α diploids homozygous for \ntrp1 leu2 ura3 his3 ade2\n. The following derivatives of W303 were used: EJP51 \nKAE1\n/\nkae1\n::\nkanMX6\n, RS2586 \nBUD32\n/\nbud32\n::\nkanMX6\n, and YYF1 SUA5/\nsua5\n::\nkanMX6\n. PCR was used to amplify the \nDrosophila\n cDNAs for \nKAE1\n, \nBUD32\n, \nPCC1\n, and \nSUA5\n open reading frames\n.\n The cDNAs were cloned into a yeast expression plasmid vector, pADH416 or pADH415, with selectable markers \nURA3\n or \nLEU2\n, respectively. These plasmids express the \nDrosophila\n proteins from the \nADH\n promoter on a single copy plasmid. As controls, the corresponding yeast genes were expressed under their own promoters in the single copy vector pRS316. The plasmid expressing yeast Kae1 was described previously (\nSrinivasan et al. 2011\n) and yeast Pcc1, Bud32, and Sua5 expressing plasmids are pXZ1, pXZ2, and pXZ3, respectively.",
    "mass_spectrometric_analysis_of_trna_modifications": "Mass spectrometric analysis of tRNA modifications\nChemicals\nAll chemicals and reagents used were obtained at the highest purity available and were used without further purification unless stated. Benzonase, bacterial alkaline phosphatase, butylated hydroxytoluene, acetonitrile, and buffer salts were purchased from Sigma-Aldrich. Coformycin was obtained from the National Cancer Institute. Phosphodiesterase I was purchased from Worthington. Tetrahydrouridine was purchased from Calbiochem. Water purified through a Milli-Q system (Millipore) was used throughout our studies. Sartorius Vivaspin 500-brand centrifugal filter units were used for dialysis and sample concentration.\nExtraction and purification of \nDrosophila\n and yeast RNA\nTotal RNAs were isolated using TRIzol and then subjected to a two-step purification to obtain tRNA. First, a PureLink RNA Mini extraction kit (Life Technologies) was used to precipitate the ribosomal RNA in the sample. In the second step, size-exclusion chromatography (SEC-HPLC) was performed using an Agilent Bio SEC-3 column with 10 mM ammonium acetate at pH 7 as the mobile phase. Neutral pH was selected to minimize hydrolysis of ct6A. tRNA and rRNA were collected as separate fractions, vacuum concentrated and reconstituted in water. tRNA concentrations were determined by UV spectroscopy at 260 nm. In the yeast samples, the proportion of tRNA to ribosomal RNA was much higher so only SEC-HPLC fractionation was required to obtain pure tRNA for analysis.\nNucleoside preparation\nFour micrograms of purified tRNA from each sample was digested using a mixture of Benzonase (21.5 U), bacterial alkaline phosphatase (0.5 U) and phosphodiesterase I (0.21 U) in a final reaction volume of 100 µL. Enzymes were dialyzed into 10 mM ammonium acetate at pH 7 immediately prior to use by washing twice with 10 kDa MWCO Vivaspin 500 spin filters. The reaction mixture was supplemented with MgCl\n2\n, CaCl\n2\n, and ZnCl\n2\n, each at a concentration of 0.1 mM. Nucleobase deaminase inhibitors coformycin and tetrahydrouridine were added at a concentration of 10 µg/mL and 50 µg/mL, respectively, and butylated hydroxytoluene (an antioxidant) was added at a concentration of 0.5 mM. The digestion was allowed to proceed for 2 h at 37°C and was stopped upon removal of the enzymes by microfiltration with 10 kDa spin filters.\nLC-MS/MS analysis of RNA nucleosides\nRibonucleosides were separated using a Synergy Fusion RP, 2.5 µm particle size, 100 Å pore size, 100 mm length, 2 mm inner diameter from Phenomenex, on an Agilent 1290 series HPLC system equipped with a diode array detector. Mobile phase A was 5 mM ammonium acetate and mobile phase B was pure acetonitrile. Gradient elution started with 100% A for 1 min, increased to 10% B after 10 min, 40% after 14 min, 80% after 20 min and regeneration of starting conditions with 100% A for 5 additional minutes. The flow rate was 0.35 mL/min and the column temperature 35°C. The effluent from the column was directed through the DAD before entering the Agilent 6430 triple quadrupole mass spectrometer in dynamic multiple reaction monitoring (MRM) mode. The MS was operated in positive ion mode with the following parameters: electro-spray ionization (ESI-MS), fragmentor voltage (average) 80 V, cell accelerator voltage 2 V, N\n2\n-gas temperature 350°C, N\n2\n-gas flow 10 L/min, nebulizer 40 psi, capillary 3500 V.\nModified nucleosides were identified based on having both the correct retention time and mass transition. Under our chromatography conditions, t6A eluted at 8.6 min while ct6A eluted at 6.8 min. Mass transitions were \nm/z\n 413 → 281 for t6A and \nm/z\n 395 → 263 for ct6A, both corresponding to the neutral loss of ribose. \n15\nN-2-Deoxyadenosine was added to each sample as an internal standard.\nData analysis\nIn each sample, the UV peak areas at 260 nm of the four canonical ribonucleosides—cytidine, uridine, guanosine, and adenosine—were integrated and summed together. Peaks corresponding to detection of MRM transitions for the modified nucleosides were first normalized to the peak area of the internal standard (\n15\nN-2-deoxyadenosine) to account for inter-sample detection fluctuations, followed by a second normalization to the summed peak areas of the canonical nucleosides to account for the amount of injected RNA. The adjusted peak areas of the five samples were calculated as a percentage of the corresponding wild-type control sample.",
    "chemicals": "Chemicals\nAll chemicals and reagents used were obtained at the highest purity available and were used without further purification unless stated. Benzonase, bacterial alkaline phosphatase, butylated hydroxytoluene, acetonitrile, and buffer salts were purchased from Sigma-Aldrich. Coformycin was obtained from the National Cancer Institute. Phosphodiesterase I was purchased from Worthington. Tetrahydrouridine was purchased from Calbiochem. Water purified through a Milli-Q system (Millipore) was used throughout our studies. Sartorius Vivaspin 500-brand centrifugal filter units were used for dialysis and sample concentration.",
    "extraction_and_purification_of_drosophila_and_yeast_rna": "Extraction and purification of \nDrosophila\n and yeast RNA\nTotal RNAs were isolated using TRIzol and then subjected to a two-step purification to obtain tRNA. First, a PureLink RNA Mini extraction kit (Life Technologies) was used to precipitate the ribosomal RNA in the sample. In the second step, size-exclusion chromatography (SEC-HPLC) was performed using an Agilent Bio SEC-3 column with 10 mM ammonium acetate at pH 7 as the mobile phase. Neutral pH was selected to minimize hydrolysis of ct6A. tRNA and rRNA were collected as separate fractions, vacuum concentrated and reconstituted in water. tRNA concentrations were determined by UV spectroscopy at 260 nm. In the yeast samples, the proportion of tRNA to ribosomal RNA was much higher so only SEC-HPLC fractionation was required to obtain pure tRNA for analysis.",
    "nucleoside_preparation": "Nucleoside preparation\nFour micrograms of purified tRNA from each sample was digested using a mixture of Benzonase (21.5 U), bacterial alkaline phosphatase (0.5 U) and phosphodiesterase I (0.21 U) in a final reaction volume of 100 µL. Enzymes were dialyzed into 10 mM ammonium acetate at pH 7 immediately prior to use by washing twice with 10 kDa MWCO Vivaspin 500 spin filters. The reaction mixture was supplemented with MgCl\n2\n, CaCl\n2\n, and ZnCl\n2\n, each at a concentration of 0.1 mM. Nucleobase deaminase inhibitors coformycin and tetrahydrouridine were added at a concentration of 10 µg/mL and 50 µg/mL, respectively, and butylated hydroxytoluene (an antioxidant) was added at a concentration of 0.5 mM. The digestion was allowed to proceed for 2 h at 37°C and was stopped upon removal of the enzymes by microfiltration with 10 kDa spin filters.",
    "lc-ms/ms_analysis_of_rna_nucleosides": "LC-MS/MS analysis of RNA nucleosides\nRibonucleosides were separated using a Synergy Fusion RP, 2.5 µm particle size, 100 Å pore size, 100 mm length, 2 mm inner diameter from Phenomenex, on an Agilent 1290 series HPLC system equipped with a diode array detector. Mobile phase A was 5 mM ammonium acetate and mobile phase B was pure acetonitrile. Gradient elution started with 100% A for 1 min, increased to 10% B after 10 min, 40% after 14 min, 80% after 20 min and regeneration of starting conditions with 100% A for 5 additional minutes. The flow rate was 0.35 mL/min and the column temperature 35°C. The effluent from the column was directed through the DAD before entering the Agilent 6430 triple quadrupole mass spectrometer in dynamic multiple reaction monitoring (MRM) mode. The MS was operated in positive ion mode with the following parameters: electro-spray ionization (ESI-MS), fragmentor voltage (average) 80 V, cell accelerator voltage 2 V, N\n2\n-gas temperature 350°C, N\n2\n-gas flow 10 L/min, nebulizer 40 psi, capillary 3500 V.\nModified nucleosides were identified based on having both the correct retention time and mass transition. Under our chromatography conditions, t6A eluted at 8.6 min while ct6A eluted at 6.8 min. Mass transitions were \nm/z\n 413 → 281 for t6A and \nm/z\n 395 → 263 for ct6A, both corresponding to the neutral loss of ribose. \n15\nN-2-Deoxyadenosine was added to each sample as an internal standard.",
    "data_analysis": "Data analysis\nIn each sample, the UV peak areas at 260 nm of the four canonical ribonucleosides—cytidine, uridine, guanosine, and adenosine—were integrated and summed together. Peaks corresponding to detection of MRM transitions for the modified nucleosides were first normalized to the peak area of the internal standard (\n15\nN-2-deoxyadenosine) to account for inter-sample detection fluctuations, followed by a second normalization to the summed peak areas of the canonical nucleosides to account for the amount of injected RNA. The adjusted peak areas of the five samples were calculated as a percentage of the corresponding wild-type control sample.",
    "supplemental_material": "SUPPLEMENTAL MATERIAL\nSupplemental material is available for this article.",
    "supplementary_material": "Supplementary Material\n\n\n\n\n\n\nSupplemental Material"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4647464/"
}