{
  "id": "PMC4187989",
  "title": "Sigma S-dependent antioxidant defense protects stationary-phase Escherichia coli against the bactericidal antibiotic gentamicin",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Sigma S-dependent antioxidant defense protects stationary-phase Escherichia coli against the bactericidal antibiotic gentamicin",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4187989/"
  },
  "sections": {
    "permalink": "Copy",
    "jing-hung_wang": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nJing-Hung Wang",
    "rachna_singh": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nRachna Singh",
    "michael_benoit": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nMichael Benoit",
    "mimi_keyhan": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nMimi Keyhan",
    "matthew_sylvester": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nMatthew Sylvester",
    "michael_hsieh": "b\nDepartment of Urology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nMichael Hsieh",
    "anuradha_thathireddy": "b\nDepartment of Urology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nAnuradha Thathireddy",
    "yi-ju_hsieh": "b\nDepartment of Urology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nYi-Ju Hsieh",
    "a_c_matin": "a\nDepartment of Microbiology and Immunology, Stanford University School of Medicine, Stanford, California, USA\nFind articles by \nA C Matin",
    "abstract": "Stationary-phase bacteria are important in disease. The σ\ns\n-regulated general stress response helps them become resistant to disinfectants, but the role of σ\ns\n in bacterial antibiotic resistance has not been elucidated. Loss of σ\ns\n rendered stationary-phase \nEscherichia coli\n more sensitive to the bactericidal antibiotic gentamicin (Gm), and proteomic analysis suggested involvement of a weakened antioxidant defense. Use of the p\nsfiA\n genetic reporter, 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) dye, and Amplex Red showed that Gm generated more reactive oxygen species (ROS) in the mutant. HPF measurements can be distorted by cell elongation, but Gm did not affect stationary-phase cell dimensions. Coadministration of the antioxidant \nN\n-acetyl cysteine (NAC) decreased drug lethality particularly in the mutant, as did Gm treatment under anaerobic conditions that prevent ROS formation. Greater oxidative stress, due to insufficient quenching of endogenous ROS and/or respiration-linked electron leakage, therefore contributed to the greater sensitivity of the mutant; infection by a uropathogenic strain in mice showed this to be the case also \nin vivo\n. Disruption of antioxidant defense by eliminating the quencher proteins, SodA/SodB and KatE/SodA, or the pentose phosphate pathway proteins, Zwf/Gnd and TalA, which provide NADPH for ROS decomposition, also generated greater oxidative stress and killing by Gm. Thus, besides its established mode of action, Gm also kills stationary-phase bacteria by generating oxidative stress, and targeting the antioxidant defense of \nE. coli\n can enhance its efficacy. Relevant aspects of the current controversy on the role of ROS in killing by bactericidal drugs of exponential-phase bacteria, which represent a different physiological state, are discussed.",
    "introduction": "Stationary-phase bacteria play critical roles in disease causation (\n1\n–\n4\n). Due to a dearth of nutrients and/or other factors, bacteria in the host often experience this late growth phase (\n5\n–\n8\n), and it is in this phase that many of their virulence traits are primarily expressed (\n9\n–\n11\n). For example, in pathogenic strains of \nEscherichia coli\n, the \ncsgBA\n genes, encoding curli which mediate host invasion (\n12\n), and the \nfim\n genes, encoding type I fimbriae which are involved in bladder colonization, are expressed in stationary phase (\n13\n, \n14\n). Stationary-phase bacteria become highly resistant to disinfectants, are difficult to eradicate, and play a key role in the heightened resistance of bacterial biofilms (\n15\n, \n16\n); it is therefore important to explore means for their control (\n17\n, \n18\n).\nThe bacterial general stress response (GSR), regulated by σ\nS\n (product of the \nrpoS\n gene), is activated in the stationary phase of \nE. coli\n bacteria (\n7\n, \n8\n, \n19\n) and is responsible for their high degree of resistance, which is due to the expression of a core set of proteins that protect vital cell biomolecules, i.e., proteins, DNA, and the cell envelope (\n7\n, \n8\n, \n20\n). Since bactericidal antibiotics exert their toxic effects in bacteria by damaging these molecules, we along with others postulated that σ\nS\n is likely to have a role in protecting bacteria against these drugs as well, and it has been shown that constitutive expression of \nrpoS\n can minimize antibiotic sensitivity in a multidrug-resistant strain of \nE. coli\n and that an \nrpoS\n mutant of \nPseudomonas aeruginosa\n becomes more sensitive to carbapenems in stationary phase (\n8\n, \n21\n). However, the mechanistic basis of this role has as yet remained unexplored.\nWe have discovered that in stationary-phase \nE. coli\n, the loss of σ\nS\n does indeed result in rendering the bacterium markedly more sensitive to three bactericidal antibiotics that target different macromolecules: gentamicin ([Gm] ribosomes), ampicillin (peptidoglycan), and ciprofloxacin (DNA). Here, we present in-depth analysis of the biochemical basis that renders the Δ\nrpoS\n mutant sensitive to Gm; a future report will deal with the other two antibiotics. We show that the efficacy of Gm in killing stationary-phase \nE. coli\n is enhanced by the absence of not only σ\nS\n but also of several σ\nS\n-dependent proteins of antioxidant defense, that this loss leads to higher levels of reactive oxygen species (ROS) and oxidative stress upon Gm treatment, and that the antioxidant defense contributes to Gm resistance of \nE. coli\n also \nin vivo\n. In identifying new targets for enhancing the effectiveness of a widely used antibiotic, we address the worldwide public health threat posed by the increasing bacterial antibiotic resistance (\n22\n, \n23\n).\nσ\ns\n has been implicated in resistance of stationary-phase \nE. coli\n to bacteriostatic drugs by Kolodkin-Gal and Engelberg-Kulka but only in strains also missing the MazEF toxin-antitoxin system (\n24\n), which is not the case with the mechanism reported here. The MazF toxin was implicated as being responsible for the killing, but whether this toxin actually kills bacteria is controversial (\n25\n). Regardless, their studies dealt with a different class of antibiotics.\nThere is currently a strong controversy concerning the role of oxidative stress in the toxicity of bactericidal drugs in exponential-phase \nE. coli\n (\n26\n–\n29\n). The stationary-phase bacteria differ from their exponential-phase counterparts not only as regards the σ\ns\n-mediated changes noted above but also in other respects (\n30\n–\n32\n). Thus, as stationary-phase bacteria represent a physiological state very different from exponential-phase cells, this controversy is not germane to this study and is noted only in relevant contexts.",
    "materials_and_methods": "Bacterial strains and experimental design.\n\n\nThe \nE. coli\n K-12 BW25113 strain and several of its isogenic gene knockout mutants from the Keio collection (\n33\n) were used, as well as our clinical isolate of uropathogenic \nE. coli\n (UPEC strain AMG1) (\n34\n); its isogenic Δ\nrpoS\n mutant and double mutants of the Keio strain were generated as described previously (\n35\n). The knockouts were confirmed by PCR. To construct strains bearing a single copy of an \nsfiA-lacZ\n fusion to monitor oxidative stress intracellularly, bacteria were transfected with the \nsfiA-lacZ\n fusion cassette from the \nE. coli\n SY2 strain by P1\nvir\n (Coli Genetic Stock Center [CGSC], Yale University) transduction according to established protocols (\n36\n). Activation of the \nsfiA\n promoter (p\nsfiA\n) was measured using a chlorophenol red-β-\nd\n-galactopyranoside (CPRG) β-galactosidase assay kit (G-Biosciences, St. Louis, MO) according to the manufacturer's protocol with modifications in the cell lysis procedure for bacteria (\n37\n). β-Galactosidase activity was normalized to the CFU/ml value.\n\n\nBacteria were grown overnight to late stationary phase at 37°C in Luria-Bertani (LB) broth with shaking (200 rpm); the following morning, they were diluted to an \nA\n600\n of 0.45 (1.3 × 10\n9\n cells/ml) in M9 minimal medium without glucose (\n34\n, \n35\n) (referred to as M9 salts). Gm was added at 16 μg/ml; parallel controls were run without the drug. This drug concentration was chosen because in the experimental period, it had minimal effect on the viability of the wild type and clearly revealed the effect of various mutations on drug sensitivity. Gm at 16 μg/ml represents the MIC for resistant (R) Gram-negative bacteria. (Gm MICs for intermediate [I] and sensitive [S] strains are 8 and 4 μg/ml, respectively.) MIC values are determined for growing bacteria and represent concentrations that inhibit growth; in contrast, our work concerns stationary-phase bacteria, which are well known to be more resistant, and deals with bactericidal effects, which occur at higher concentrations than the MIC values (\n38\n). The suspensions were incubated aerobically at 37°C for 24 h without shaking (unless otherwise indicated). Samples were drawn at specified times (as indicated in the text and in Table S1 in the supplemental material), serially diluted in M9 salts, and cultured on LB agar to determine CFU counts. For determining drug sensitivity under anoxic conditions, cell suspensions were incubated anaerobically in a GasPak EZ gas kit (Becton Dickinson, Sparks, MD).\n\n\nIn vivo\n studies in mice, conducted according to Stanford University protocols, were done as described previously (\n39\n). Seven-week-old CBA/J mice (Jackson Laboratories, Bar Harbor, ME) were acclimated to our animal facility for 1 week prior to the experiments. Transurethral inoculation of 10\n7\n CFU/50 μl/mouse was performed using wild-type UPEC AMG1 or its isogenic Δ\nrpoS\n mutant. LB-grown cultures of the two strains were diluted to 10\n7\n CFU/50 μl using phosphate-buffered saline (PBS). Mice were anesthetized with inhaled isoflurane, and their perinea were cleaned with 70% ethanol. To ensure that mouse bladders did not overflow during transurethral inoculation and to reduce urine output, the animals were deprived of water for 30 min prior to anesthesia administration and encouraged to void by scruffing and gentle pressure on the lower abdomen. Using PE10 polyethylene tubing-covered 30-gauge needles (BD Biosciences, San Jose, CA), the mice were transurethrally catheterized, and the inoculum was injected over 5 s. Immediately thereafter, mice were administered PBS alone or PBS with 50, 5, or 0.5 μg of Gm by subcutaneous injection, followed by four more doses every 2 h (total of five doses). Two days after infection, the animals were sacrificed by a combination of isoflurane overdose and cervical dislocation. Mouse bladders were removed aseptically and homogenized using sterile 1.6-mm stainless steel beads and a Bullet Blender homogenizer (Next Advance, Averill Park, NY). Suitably diluted samples of the bladder homogenate were used in CFU determinations on MacConkey agar.\nProteomic analysis.\n\n\nTwo-dimensional gel electrophoresis (2D-DiGE) was performed by Applied Biomics, Hayward, CA. Cells were grown and treated with Gm (48 h) as for viability determination. Frozen cell pellets were supplied to Applied Biomics. The company's protein extraction procedure entails use of 2D lysis buffer [7 M urea, 2 M thiourea, 4% CHAPS (3-[(3-cholamidopropyl)-dimethylammonio]-1-propanesulfonate), 30 mM Tris-HCl, pH 8.8]. Equal amounts of samples of Gm-treated or untreated cells were labeled by CyDye Difference in DiGE fluorophores (size and charge matched). Isoelectric focusing was used in the first dimension, and SDS-polyacrylamide gel electrophoresis was used in the second. The gels were scanned using a Typhoon image scanner to reveal CyDye signals. ImageQuant software was used to generate single and overlay images, which were then subjected to DeCyder software analysis to determine differentially expressed protein spots. An Ettan Spot Picker was used to pick spots of interest, which were subsequently identified by tandem mass spectrometry (MS/MS) (protein or total ion confidence interval of 95% or higher). Only protein spots exhibiting >1.4-fold change under at least one of the conditions (e.g., treated/untreated wild type or the mutant) are included in \nTable 1\n.\n\n\nTABLE 1.\n\n\nEffect of gentamicin treatment on \nrpoS\n-regulated proteins in stationary-phase \nE. coli\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProtein group and name\n\n\nFunction [reference(s)]\n\n\nRelative fold change in expression in:\na\n\n\n\n\n\n\n\n\nΔ\nrpoS\n mutant vs wild type\n\n\nWild type + Gm vs wild type w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs Δ\nrpoS\n mutant w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs wild type + Gm\n\n\n\n\n\n\n\n\n\n\nAntioxidative and other antistress proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Hydroperoxidase HPII (catalase) (KatE)\n\n\nDecomposes H\n2\nO\n2\n (\n48\n)\n\n\n−2.39\n\n\n1.27\n\n\n1.78\n\n\n−1.70\n\n\n\n\n\n\n    Superoxide dismutase A and B\n\n\nConverts superoxide into oxygen and hydrogen peroxide (\n48\n)\n\n\n−2.0\n\n\n1.42\n\n\n−1.11\n\n\n−3.14\n\n\n\n\n\n\n    Starvation protein Dps (PexB)\n\n\nProtects DNA against oxidative stress (\n87\n)\n\n\n1.44\n\n\n−1.08\n\n\n−1.46\n\n\n1.06\n\n\n\n\n\n\n    Dihydrolipoamide dehydrogenase (DLD)\n\n\nL protein of glycine cleavage system; glycine can cause lipid oxidative damage (\n88\n, \n89\n)\n\n\n1.65\n\n\n2.15\n\n\n−1.51\n\n\n−1.96\n\n\n\n\n\n\n    Glycine cleavage system protein H (GcvH)\n\n\nAlong with dihydrolipoamide dehydrogenase (DLD) cleaves glycine (\n89\n, \n90\n)\n\n\n40.76\n\n\n4.39\n\n\n2.45\n\n\n−79.95\n\n\n\n\n\n\n    Alkyl hydroperoxide reductase subunit C (AhpC)\n\n\nReduces organic peroxides (\n91\n, \n92\n)\n\n\n−1.65\n\n\n1.44\n\n\n−1.06\n\n\n−2.52\n\n\n\n\n\n\n    dITP/XTP pyrophosphatase (RdgB)\n\n\nRemoves the toxic nucleotides resulting from oxidative stress (\n93\n)\n\n\n1.19\n\n\n1.41\n\n\n−1.14\n\n\n−1.35\n\n\n\n\n\n\n    Bacterioferritin (Bfr)\n\n\nIron-storage proteins; prevents Fenton reaction (\n94\n)\n\n\n1.98\n\n\n−1.83\n\n\n−1.32\n\n\n2.75\n\n\n\n\n\n\n    Ferritin-1 (FtnA)\n\n\nIron storage proteins; prevents Fenton reaction (\n94\n, \n95\n)\n\n\n−1.61\n\n\n−1.34\n\n\n3.34\n\n\n2.79\n\n\n\n\n\n\n    Molybdopterin biosynthesis, protein B (MoaB)\n\n\nSynthesizes antioxidant molybdopterin (\n96\n, \n97\n)\n\n\n−4.69\n\n\n1.59\n\n\n1.16\n\n\n−6.41\n\n\n\n\n\n\n    Osmotically induced protein (OsmC)\n\n\nReduce peroxides (\n98\n)\n\n\n−6.86\n\n\n1.45\n\n\n1.14\n\n\n−8.77\n\n\n\n\n\n\n    Serine kinase family protein (HipA)\n\n\nOxidative response proteins; likely signals oxidative stress (\n99\n, \n100\n)\n\n\n−8.44\n\n\n−2.58\n\n\n2.73\n\n\n−4.90\n\n\n\n\n\n\n    Glutamate decarboxylase α (Gad)\n\n\nRequired for oxidative and acidic stress tolerance (\n101\n)\n\n\n−21.86\n\n\n2.16\n\n\n2.93\n\n\n−16.12\n\n\n\n\n\n\n    Tryptophanase (TnaA)\n\n\nSynthesizes the antioxidant indole (\n102\n)\n\n\n1.65\n\n\n2.52\n\n\n-0.52\n\n\n0.70\n\n\n\n\n\n\n    Phage shock protein (PspA)\n\n\nCounter cell membrane damage from oxidative and other stresses (\n103\n)\n\n\n1.91\n\n\n−1.04\n\n\n−2.03\n\n\n−1.02\n\n\n\n\n\n\n    Universal stress protein G (UspG)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.12\n\n\n1.47\n\n\n2.13\n\n\n1.62\n\n\n\n\n\n\n    Universal stress protein F (UspF)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n0.16\n\n\n\n\n\n\n    Transketolase (TktB)\n\n\nPPP enzyme: converts \nd\n-xylulose-5-P + \nd\n-ribose-5-P into sedoheptulose-7-P + glyceraldehyde-3-P (\n48\n)\n\n\n−34.34\n\n\n3.35\n\n\n−6.72\n\n\n−74.76\n\n\n\n\n\n\n    Transaldolase A (TalA)\n\n\nPPP enzyme: converts sedoheptulose 7-phosphate + glyceraldehyde 3-phosphate into erythrose 4-phosphate + fructose 6-phosphate (\n48\n)\n\n\n−92.89\n\n\n−0.11\n\n\n1.71\n\n\n−33.38\n\n\n\n\n\n\n    UTP-glucose-1-phosphate uridylyltransferase (GalU)\n\n\nCatalyzes UDP-glucose formation for stress adaptation (\n105\n)\n\n\n−2.61\n\n\n−1.09\n\n\n−1.45\n\n\n−3.45\n\n\n\n\n\n\n    Class II aldolase, tagatose bisphosphate family (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n4.8\n\n\n1.44\n\n\n−1.03\n\n\n3.24\n\n\n\n\n\n\n    \nd\n-Tagatose 1,6-bisphosphate aldolase 2 (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n2.76\n\n\n−1.44\n\n\n−1.31\n\n\n3.04\n\n\n\n\n\n\n    Two-component system response regulator (PhoQ)\n\n\nComponent of PhoP/PhoQ system; controls stress responses and virulence (\n107\n)\n\n\n−1.22\n\n\n−1.43\n\n\n1.09\n\n\n1.28\n\n\n\n\n\n\n    Acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.93\n\n\n1.21\n\n\n1.53\n\n\n−1.53\n\n\n\n\n\n\n    Chain A, Apo acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.59\n\n\n1.63\n\n\n1.1\n\n\n−2.36\n\n\n\n\n\n\nOther proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Pyruvate dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n−21.14\n\n\n0.05\n\n\n-1.61\n\n\n−35.62\n\n\n\n\n\n\n    Chain A Pyruvate Dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n1.06\n\n\n−1.45\n\n\n1.26\n\n\n1.27\n\n\n\n\n\n\n    Fumarate reductase flavoprotein subunit (FrdA)\n\n\nKrebs cycle enzyme: catalyzes fumarate and succinate interconversion (\n48\n)\n\n\n−2.25\n\n\n1.15\n\n\n−1.52\n\n\n−3.93\n\n\n\n\n\n\n    Malate dehydrogenase (Mdh)\n\n\nKrebs cycle enzyme: catalyzes oxidation of malate to oxaloacetate (\n48\n)\n\n\n1.64\n\n\n1.69\n\n\n−1.17\n\n\n1.64\n\n\n\n\n\n\n    Histidinol dehydrogenase (HisD)\n\n\nGenerates \nl\n-histidine from \nl\n-histidinol (\n48\n)\n\n\n1.19\n\n\n1.36\n\n\n−1.76\n\n\n−2.02\n\n\n\n\n\n\n    Erythronate-4-phosphate dehydrogenase (PdxB)\n\n\n\n\nDe novo\n synthesis of vitamin B6 (\n110\n)\n\n\n−1.59\n\n\n−1.49\n\n\n1.00\n\n\n−1.06\n\n\n\n\n\n\n    Soluble pyridine nucleotide transhydrogenase (STH)\n\n\nCatalyzes hydride transfer between NAD(H) and NADP(H) (\n111\n)\n\n\n1.11\n\n\n1.25\n\n\n−1.63\n\n\n−1.84\n\n\n\n\n\n\n    Methionyl-tRNA synthetase (MetG)\n\n\nProtein synthesis (\n48\n)\n\n\n1.2\n\n\n1.55\n\n\n−1.23\n\n\n−1.59\n\n\n\n\n\n\n    Translation elongation factor EF-Tu (EF-Tu)\n\n\nProtein synthesis (\n48\n)\n\n\n−2.03\n\n\n1.43\n\n\n1.26\n\n\n−2.31\n\n\n\n\n\n\n    Chain K, Ternary Complex-bound \nE. Coli\n 70s Ribosome\n\n\nProtein synthesis (\n48\n)\n\n\n−2.71\n\n\n1.61\n\n\n−1.07\n\n\n−4.69\n\n\n\n\n\n\n    Ribosomal protein S6 (RpsF)\n\n\nProtein synthesis (\n48\n)\n\n\n1.44\n\n\n1.48\n\n\n−1.06\n\n\n−1.09\n\n\n\n\n\n\n    UDP-galactopyranose mutase (UDP-Galf)\n\n\nGenerates UDP-\nd\n-galactofuranose (\n105\n, \n112\n)\n\n\n1.78\n\n\n1.63\n\n\n1.36\n\n\n1.48\n\n\n\n\n\n\n    Predicted enzyme\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Conserved hypothetical protein\n\n\nUnknown (\n113\n, \n114\n)\n\n\n−2.19\n\n\n1.15\n\n\n−1.44\n\n\n−3.63\n\n\n\n\n\n\n    Chain A, Molybdate transport protein (ModA)\n\n\nMolybdate transport (\n113\n, \n114\n)\n\n\n−5.18\n\n\n−1.03\n\n\n1.43\n\n\n−3.53\n\n\n\n\n\n\n    Predicted enzyme, YhbW\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Stress-induced protein, ATP-binding protein (UspF)\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n1.39\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nPlus and minus signs indicate up- and downregulation, respectively, of the first strain named in each comparison relative to the second strain. Thus, for the comparison of the Δ\nrpoS\n mutant versus the wild type, a negative number means that the concentration of the protein was lower in the mutant by the fold indicated. Where indicated, Gm was added at 16 μg/ml (+ Gm). Boldface indicates proteins that were upregulated in the wild type by Gm treatment compared to the mutant. Underlining indicates proteins that were downregulated in the mutant compared to the wild type upon Gm treatment. w/o, without.\nROS determination.\n\n\nTo measure ROS by 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) (490-nm excitation and 515-nm emission; Invitrogen, Carlsbad, CA), suitably diluted stock solution of the dye with or without the antibiotic was added to cell suspensions (final HPF concentration, 5 μM) and incubated in the dark at 37°C. After 48 h, samples were vortexed, washed in ice-cold M9 salts, redissolved in 1/10 volume of M9 salts, and loaded in a 96-well black plate (Corning Costar, Tewksbury, MA). Fluorescence was measured in a Gemini SpectraMax fluorescent plate reader (Molecular Devices, Sunnyvale, CA). Controls without HPF were used to correct for background fluorescence. See the Results section for further information.\n\n\nTo measure H\n2\nO\n2\n, an Amplex Red hydrogen peroxide assay kit (Molecular Probes, Inc., Eugene, OR) was used according to the manufacturer's protocol. Cell suspensions in the presence of Amplex Red reagents with or without Gm were loaded onto a black 96-well plate as described above. The samples were incubated at 37°C in a light shield enclosure. Fluorescence (excitation, 560; emission, 590 nm) of the suspension was measured at 2, 4, and 6 h.\nVisualization of cell dimensions.\n\n\nAntibiotic-treated and untreated cell suspensions were pelleted by centrifugation, washed in PBS, and resuspended in 1/10 volume of ice-cold PBS. Five microliters of the samples was spotted on glass slides and allowed to air dry in a flow hood, followed by an overlay of the mounting medium (SouthernBiotech, Birmingham, AL). A glass coverslip was placed on the samples, and its edges were sealed with nail polish. Differential interference contrast (DIC) images were visualized in a Zeiss AxioImager DIC microscope (Stanford Neuroscience Microscopy Service) at magnification settings of ×63, ×1.6, and ×10 (objective, Optovar, and eyepiece, respectively) and captured by an AxioCam HRm Rev 3 camera.\nNADP/NADPH ratio determination.\n\n\nNADP and NADPH levels were measured using a Fluoro NADP/NADPH Detection Kit (Cell Technology, Inc., Mountain View, CA). The cultures were prepared as described for antibiotic treatment. After incubation with gentamicin, NADP and NADPH were extracted according to the manufacturer's instructions; cells not treated with the drug were used as controls. A nonfluorescent reagent becomes reduced in the presence of NADPH to form NADP and a fluorescent analog. NADP is converted back to NADPH via an enzyme-coupled reaction, and the reaction proceeds back to the first step. Fluorescence was measured using a SpectraMax fluorescence plate reader (550-nm excitation; 595-nm emission). The protein concentration of each sample was determined after the fluorescence measurement for normalization.\nProtein carbonylation.\n\n\nProtein carbonylation was done as described before (\n40\n). Cells were pelleted by centrifugation, the pellets were suspended in lysis buffer (150 μl; 200 mM sodium phosphate, pH 6.5, 1% SDS), vortexed, and boiled (5 min); protein concentrations were determined using a Bio-Rad detergent-compatible (DC) protein assay kit (Bio-Rad, Hercules, CA) and adjusted to 100 μg/ml. Samples were derivatized by the addition of 1 volume of 12% SDS, followed by 2 volumes of 20 mM 2,4-dinitrophenylhydrazine, mixed, and incubated at room temperature (30 min). Derivatization was stopped by the addition of 1.5 volumes of 2 M Tris in 30% glycerol. Samples were loaded onto a slot blot apparatus (Bio-Rad, Hercules, CA) and vacuum transferred onto a nitrocellulose membrane according to the manufacturer's protocol. The membrane was blocked using 5% milk in Tris-buffered saline, pH 7.4, plus 0.5% Tween 20 (TBST) at 4°C overnight, followed by incubation (1 h) with rabbit anti-dinitrophenol antibody (1:500; Abcam, Cambridge, MA). The membrane was washed with TBST and incubated with mouse anti-rabbit IgG conjugated with horseradish peroxidase (at 1:2,000 for 1 h) (Cell Signaling Technologies, Danvers, MA). Bands were visualized using Kodak BioMax chemiluminescent film (Sigma-Aldrich, St. Louis, MO) after incubation of the membrane with an ECL kit (Thermo Fisher Scientific, Rockford, IL). Band intensity on the exposed film was quantified by ImageJ software (NIH).\nalamarBlue reduction.\n\n\nMembrane fractions of cell extracts were prepared as described previously (\n41\n). Cells were grown overnight as described above and harvested by centrifugation (4,200 × \ng\n for 30 min at 4°C). The cell pellet was washed with ice-cold 6 mM potassium phosphate buffer (pH 7.0), resuspended in buffer of the same composition to an \nA\n600\n of 75, and broken in a French press (20,000 lb/in\n2\n). Cell debris was removed by a low spin (11,000 × \ng\n for 50 min at 4°C). The supernatant was ultracentrifuged (165,000 × \ng\n for 1 h at 4°C) to pellet the membrane fraction, which was suspended in potassium phosphate buffer (6 mM, pH 7.0), and protein concentration was determined (Bradford method). The reaction mixture for alamarBlue (AB) reduction (250 μl) contained 100 μg of the membrane fraction protein, 10% AB, 0.1 μmol of NADH, 6 mM potassium phosphate buffer (pH 7.0), and rotenone (1 μM; Sigma-Aldrich, St. Louis, MO) with or without Gm. The mixtures were incubated at 37°C in the dark for 20 min, followed by measurement of fluorescence (560-nm excitation and 590-nm emission wavelengths). Controls were devoid of cell extracts and generated no change in AB fluorescence.\nStatistical analyses.\n\n\nAll experiments were done at least in triplicate. Statistical analyses were carried out by Student's \nt\n test.",
    "bacterial_strains_and_experimental_design.": "The \nE. coli\n K-12 BW25113 strain and several of its isogenic gene knockout mutants from the Keio collection (\n33\n) were used, as well as our clinical isolate of uropathogenic \nE. coli\n (UPEC strain AMG1) (\n34\n); its isogenic Δ\nrpoS\n mutant and double mutants of the Keio strain were generated as described previously (\n35\n). The knockouts were confirmed by PCR. To construct strains bearing a single copy of an \nsfiA-lacZ\n fusion to monitor oxidative stress intracellularly, bacteria were transfected with the \nsfiA-lacZ\n fusion cassette from the \nE. coli\n SY2 strain by P1\nvir\n (Coli Genetic Stock Center [CGSC], Yale University) transduction according to established protocols (\n36\n). Activation of the \nsfiA\n promoter (p\nsfiA\n) was measured using a chlorophenol red-β-\nd\n-galactopyranoside (CPRG) β-galactosidase assay kit (G-Biosciences, St. Louis, MO) according to the manufacturer's protocol with modifications in the cell lysis procedure for bacteria (\n37\n). β-Galactosidase activity was normalized to the CFU/ml value.\nBacteria were grown overnight to late stationary phase at 37°C in Luria-Bertani (LB) broth with shaking (200 rpm); the following morning, they were diluted to an \nA\n600\n of 0.45 (1.3 × 10\n9\n cells/ml) in M9 minimal medium without glucose (\n34\n, \n35\n) (referred to as M9 salts). Gm was added at 16 μg/ml; parallel controls were run without the drug. This drug concentration was chosen because in the experimental period, it had minimal effect on the viability of the wild type and clearly revealed the effect of various mutations on drug sensitivity. Gm at 16 μg/ml represents the MIC for resistant (R) Gram-negative bacteria. (Gm MICs for intermediate [I] and sensitive [S] strains are 8 and 4 μg/ml, respectively.) MIC values are determined for growing bacteria and represent concentrations that inhibit growth; in contrast, our work concerns stationary-phase bacteria, which are well known to be more resistant, and deals with bactericidal effects, which occur at higher concentrations than the MIC values (\n38\n). The suspensions were incubated aerobically at 37°C for 24 h without shaking (unless otherwise indicated). Samples were drawn at specified times (as indicated in the text and in Table S1 in the supplemental material), serially diluted in M9 salts, and cultured on LB agar to determine CFU counts. For determining drug sensitivity under anoxic conditions, cell suspensions were incubated anaerobically in a GasPak EZ gas kit (Becton Dickinson, Sparks, MD).\nIn vivo\n studies in mice, conducted according to Stanford University protocols, were done as described previously (\n39\n). Seven-week-old CBA/J mice (Jackson Laboratories, Bar Harbor, ME) were acclimated to our animal facility for 1 week prior to the experiments. Transurethral inoculation of 10\n7\n CFU/50 μl/mouse was performed using wild-type UPEC AMG1 or its isogenic Δ\nrpoS\n mutant. LB-grown cultures of the two strains were diluted to 10\n7\n CFU/50 μl using phosphate-buffered saline (PBS). Mice were anesthetized with inhaled isoflurane, and their perinea were cleaned with 70% ethanol. To ensure that mouse bladders did not overflow during transurethral inoculation and to reduce urine output, the animals were deprived of water for 30 min prior to anesthesia administration and encouraged to void by scruffing and gentle pressure on the lower abdomen. Using PE10 polyethylene tubing-covered 30-gauge needles (BD Biosciences, San Jose, CA), the mice were transurethrally catheterized, and the inoculum was injected over 5 s. Immediately thereafter, mice were administered PBS alone or PBS with 50, 5, or 0.5 μg of Gm by subcutaneous injection, followed by four more doses every 2 h (total of five doses). Two days after infection, the animals were sacrificed by a combination of isoflurane overdose and cervical dislocation. Mouse bladders were removed aseptically and homogenized using sterile 1.6-mm stainless steel beads and a Bullet Blender homogenizer (Next Advance, Averill Park, NY). Suitably diluted samples of the bladder homogenate were used in CFU determinations on MacConkey agar.",
    "proteomic_analysis.": "Two-dimensional gel electrophoresis (2D-DiGE) was performed by Applied Biomics, Hayward, CA. Cells were grown and treated with Gm (48 h) as for viability determination. Frozen cell pellets were supplied to Applied Biomics. The company's protein extraction procedure entails use of 2D lysis buffer [7 M urea, 2 M thiourea, 4% CHAPS (3-[(3-cholamidopropyl)-dimethylammonio]-1-propanesulfonate), 30 mM Tris-HCl, pH 8.8]. Equal amounts of samples of Gm-treated or untreated cells were labeled by CyDye Difference in DiGE fluorophores (size and charge matched). Isoelectric focusing was used in the first dimension, and SDS-polyacrylamide gel electrophoresis was used in the second. The gels were scanned using a Typhoon image scanner to reveal CyDye signals. ImageQuant software was used to generate single and overlay images, which were then subjected to DeCyder software analysis to determine differentially expressed protein spots. An Ettan Spot Picker was used to pick spots of interest, which were subsequently identified by tandem mass spectrometry (MS/MS) (protein or total ion confidence interval of 95% or higher). Only protein spots exhibiting >1.4-fold change under at least one of the conditions (e.g., treated/untreated wild type or the mutant) are included in \nTable 1\n.\nTABLE 1.\n\n\nEffect of gentamicin treatment on \nrpoS\n-regulated proteins in stationary-phase \nE. coli\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProtein group and name\n\n\nFunction [reference(s)]\n\n\nRelative fold change in expression in:\na\n\n\n\n\n\n\n\n\nΔ\nrpoS\n mutant vs wild type\n\n\nWild type + Gm vs wild type w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs Δ\nrpoS\n mutant w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs wild type + Gm\n\n\n\n\n\n\n\n\n\n\nAntioxidative and other antistress proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Hydroperoxidase HPII (catalase) (KatE)\n\n\nDecomposes H\n2\nO\n2\n (\n48\n)\n\n\n−2.39\n\n\n1.27\n\n\n1.78\n\n\n−1.70\n\n\n\n\n\n\n    Superoxide dismutase A and B\n\n\nConverts superoxide into oxygen and hydrogen peroxide (\n48\n)\n\n\n−2.0\n\n\n1.42\n\n\n−1.11\n\n\n−3.14\n\n\n\n\n\n\n    Starvation protein Dps (PexB)\n\n\nProtects DNA against oxidative stress (\n87\n)\n\n\n1.44\n\n\n−1.08\n\n\n−1.46\n\n\n1.06\n\n\n\n\n\n\n    Dihydrolipoamide dehydrogenase (DLD)\n\n\nL protein of glycine cleavage system; glycine can cause lipid oxidative damage (\n88\n, \n89\n)\n\n\n1.65\n\n\n2.15\n\n\n−1.51\n\n\n−1.96\n\n\n\n\n\n\n    Glycine cleavage system protein H (GcvH)\n\n\nAlong with dihydrolipoamide dehydrogenase (DLD) cleaves glycine (\n89\n, \n90\n)\n\n\n40.76\n\n\n4.39\n\n\n2.45\n\n\n−79.95\n\n\n\n\n\n\n    Alkyl hydroperoxide reductase subunit C (AhpC)\n\n\nReduces organic peroxides (\n91\n, \n92\n)\n\n\n−1.65\n\n\n1.44\n\n\n−1.06\n\n\n−2.52\n\n\n\n\n\n\n    dITP/XTP pyrophosphatase (RdgB)\n\n\nRemoves the toxic nucleotides resulting from oxidative stress (\n93\n)\n\n\n1.19\n\n\n1.41\n\n\n−1.14\n\n\n−1.35\n\n\n\n\n\n\n    Bacterioferritin (Bfr)\n\n\nIron-storage proteins; prevents Fenton reaction (\n94\n)\n\n\n1.98\n\n\n−1.83\n\n\n−1.32\n\n\n2.75\n\n\n\n\n\n\n    Ferritin-1 (FtnA)\n\n\nIron storage proteins; prevents Fenton reaction (\n94\n, \n95\n)\n\n\n−1.61\n\n\n−1.34\n\n\n3.34\n\n\n2.79\n\n\n\n\n\n\n    Molybdopterin biosynthesis, protein B (MoaB)\n\n\nSynthesizes antioxidant molybdopterin (\n96\n, \n97\n)\n\n\n−4.69\n\n\n1.59\n\n\n1.16\n\n\n−6.41\n\n\n\n\n\n\n    Osmotically induced protein (OsmC)\n\n\nReduce peroxides (\n98\n)\n\n\n−6.86\n\n\n1.45\n\n\n1.14\n\n\n−8.77\n\n\n\n\n\n\n    Serine kinase family protein (HipA)\n\n\nOxidative response proteins; likely signals oxidative stress (\n99\n, \n100\n)\n\n\n−8.44\n\n\n−2.58\n\n\n2.73\n\n\n−4.90\n\n\n\n\n\n\n    Glutamate decarboxylase α (Gad)\n\n\nRequired for oxidative and acidic stress tolerance (\n101\n)\n\n\n−21.86\n\n\n2.16\n\n\n2.93\n\n\n−16.12\n\n\n\n\n\n\n    Tryptophanase (TnaA)\n\n\nSynthesizes the antioxidant indole (\n102\n)\n\n\n1.65\n\n\n2.52\n\n\n-0.52\n\n\n0.70\n\n\n\n\n\n\n    Phage shock protein (PspA)\n\n\nCounter cell membrane damage from oxidative and other stresses (\n103\n)\n\n\n1.91\n\n\n−1.04\n\n\n−2.03\n\n\n−1.02\n\n\n\n\n\n\n    Universal stress protein G (UspG)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.12\n\n\n1.47\n\n\n2.13\n\n\n1.62\n\n\n\n\n\n\n    Universal stress protein F (UspF)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n0.16\n\n\n\n\n\n\n    Transketolase (TktB)\n\n\nPPP enzyme: converts \nd\n-xylulose-5-P + \nd\n-ribose-5-P into sedoheptulose-7-P + glyceraldehyde-3-P (\n48\n)\n\n\n−34.34\n\n\n3.35\n\n\n−6.72\n\n\n−74.76\n\n\n\n\n\n\n    Transaldolase A (TalA)\n\n\nPPP enzyme: converts sedoheptulose 7-phosphate + glyceraldehyde 3-phosphate into erythrose 4-phosphate + fructose 6-phosphate (\n48\n)\n\n\n−92.89\n\n\n−0.11\n\n\n1.71\n\n\n−33.38\n\n\n\n\n\n\n    UTP-glucose-1-phosphate uridylyltransferase (GalU)\n\n\nCatalyzes UDP-glucose formation for stress adaptation (\n105\n)\n\n\n−2.61\n\n\n−1.09\n\n\n−1.45\n\n\n−3.45\n\n\n\n\n\n\n    Class II aldolase, tagatose bisphosphate family (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n4.8\n\n\n1.44\n\n\n−1.03\n\n\n3.24\n\n\n\n\n\n\n    \nd\n-Tagatose 1,6-bisphosphate aldolase 2 (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n2.76\n\n\n−1.44\n\n\n−1.31\n\n\n3.04\n\n\n\n\n\n\n    Two-component system response regulator (PhoQ)\n\n\nComponent of PhoP/PhoQ system; controls stress responses and virulence (\n107\n)\n\n\n−1.22\n\n\n−1.43\n\n\n1.09\n\n\n1.28\n\n\n\n\n\n\n    Acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.93\n\n\n1.21\n\n\n1.53\n\n\n−1.53\n\n\n\n\n\n\n    Chain A, Apo acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.59\n\n\n1.63\n\n\n1.1\n\n\n−2.36\n\n\n\n\n\n\nOther proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Pyruvate dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n−21.14\n\n\n0.05\n\n\n-1.61\n\n\n−35.62\n\n\n\n\n\n\n    Chain A Pyruvate Dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n1.06\n\n\n−1.45\n\n\n1.26\n\n\n1.27\n\n\n\n\n\n\n    Fumarate reductase flavoprotein subunit (FrdA)\n\n\nKrebs cycle enzyme: catalyzes fumarate and succinate interconversion (\n48\n)\n\n\n−2.25\n\n\n1.15\n\n\n−1.52\n\n\n−3.93\n\n\n\n\n\n\n    Malate dehydrogenase (Mdh)\n\n\nKrebs cycle enzyme: catalyzes oxidation of malate to oxaloacetate (\n48\n)\n\n\n1.64\n\n\n1.69\n\n\n−1.17\n\n\n1.64\n\n\n\n\n\n\n    Histidinol dehydrogenase (HisD)\n\n\nGenerates \nl\n-histidine from \nl\n-histidinol (\n48\n)\n\n\n1.19\n\n\n1.36\n\n\n−1.76\n\n\n−2.02\n\n\n\n\n\n\n    Erythronate-4-phosphate dehydrogenase (PdxB)\n\n\n\n\nDe novo\n synthesis of vitamin B6 (\n110\n)\n\n\n−1.59\n\n\n−1.49\n\n\n1.00\n\n\n−1.06\n\n\n\n\n\n\n    Soluble pyridine nucleotide transhydrogenase (STH)\n\n\nCatalyzes hydride transfer between NAD(H) and NADP(H) (\n111\n)\n\n\n1.11\n\n\n1.25\n\n\n−1.63\n\n\n−1.84\n\n\n\n\n\n\n    Methionyl-tRNA synthetase (MetG)\n\n\nProtein synthesis (\n48\n)\n\n\n1.2\n\n\n1.55\n\n\n−1.23\n\n\n−1.59\n\n\n\n\n\n\n    Translation elongation factor EF-Tu (EF-Tu)\n\n\nProtein synthesis (\n48\n)\n\n\n−2.03\n\n\n1.43\n\n\n1.26\n\n\n−2.31\n\n\n\n\n\n\n    Chain K, Ternary Complex-bound \nE. Coli\n 70s Ribosome\n\n\nProtein synthesis (\n48\n)\n\n\n−2.71\n\n\n1.61\n\n\n−1.07\n\n\n−4.69\n\n\n\n\n\n\n    Ribosomal protein S6 (RpsF)\n\n\nProtein synthesis (\n48\n)\n\n\n1.44\n\n\n1.48\n\n\n−1.06\n\n\n−1.09\n\n\n\n\n\n\n    UDP-galactopyranose mutase (UDP-Galf)\n\n\nGenerates UDP-\nd\n-galactofuranose (\n105\n, \n112\n)\n\n\n1.78\n\n\n1.63\n\n\n1.36\n\n\n1.48\n\n\n\n\n\n\n    Predicted enzyme\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Conserved hypothetical protein\n\n\nUnknown (\n113\n, \n114\n)\n\n\n−2.19\n\n\n1.15\n\n\n−1.44\n\n\n−3.63\n\n\n\n\n\n\n    Chain A, Molybdate transport protein (ModA)\n\n\nMolybdate transport (\n113\n, \n114\n)\n\n\n−5.18\n\n\n−1.03\n\n\n1.43\n\n\n−3.53\n\n\n\n\n\n\n    Predicted enzyme, YhbW\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Stress-induced protein, ATP-binding protein (UspF)\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n1.39\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\na\nPlus and minus signs indicate up- and downregulation, respectively, of the first strain named in each comparison relative to the second strain. Thus, for the comparison of the Δ\nrpoS\n mutant versus the wild type, a negative number means that the concentration of the protein was lower in the mutant by the fold indicated. Where indicated, Gm was added at 16 μg/ml (+ Gm). Boldface indicates proteins that were upregulated in the wild type by Gm treatment compared to the mutant. Underlining indicates proteins that were downregulated in the mutant compared to the wild type upon Gm treatment. w/o, without.",
    "table_1.": "Effect of gentamicin treatment on \nrpoS\n-regulated proteins in stationary-phase \nE. coli\nProtein group and name\n\n\nFunction [reference(s)]\n\n\nRelative fold change in expression in:\na\n\n\n\n\n\n\n\n\nΔ\nrpoS\n mutant vs wild type\n\n\nWild type + Gm vs wild type w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs Δ\nrpoS\n mutant w/o Gm\n\n\nΔ\nrpoS\n mutant + Gm vs wild type + Gm\n\n\n\n\n\n\n\n\n\n\nAntioxidative and other antistress proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Hydroperoxidase HPII (catalase) (KatE)\n\n\nDecomposes H\n2\nO\n2\n (\n48\n)\n\n\n−2.39\n\n\n1.27\n\n\n1.78\n\n\n−1.70\n\n\n\n\n\n\n    Superoxide dismutase A and B\n\n\nConverts superoxide into oxygen and hydrogen peroxide (\n48\n)\n\n\n−2.0\n\n\n1.42\n\n\n−1.11\n\n\n−3.14\n\n\n\n\n\n\n    Starvation protein Dps (PexB)\n\n\nProtects DNA against oxidative stress (\n87\n)\n\n\n1.44\n\n\n−1.08\n\n\n−1.46\n\n\n1.06\n\n\n\n\n\n\n    Dihydrolipoamide dehydrogenase (DLD)\n\n\nL protein of glycine cleavage system; glycine can cause lipid oxidative damage (\n88\n, \n89\n)\n\n\n1.65\n\n\n2.15\n\n\n−1.51\n\n\n−1.96\n\n\n\n\n\n\n    Glycine cleavage system protein H (GcvH)\n\n\nAlong with dihydrolipoamide dehydrogenase (DLD) cleaves glycine (\n89\n, \n90\n)\n\n\n40.76\n\n\n4.39\n\n\n2.45\n\n\n−79.95\n\n\n\n\n\n\n    Alkyl hydroperoxide reductase subunit C (AhpC)\n\n\nReduces organic peroxides (\n91\n, \n92\n)\n\n\n−1.65\n\n\n1.44\n\n\n−1.06\n\n\n−2.52\n\n\n\n\n\n\n    dITP/XTP pyrophosphatase (RdgB)\n\n\nRemoves the toxic nucleotides resulting from oxidative stress (\n93\n)\n\n\n1.19\n\n\n1.41\n\n\n−1.14\n\n\n−1.35\n\n\n\n\n\n\n    Bacterioferritin (Bfr)\n\n\nIron-storage proteins; prevents Fenton reaction (\n94\n)\n\n\n1.98\n\n\n−1.83\n\n\n−1.32\n\n\n2.75\n\n\n\n\n\n\n    Ferritin-1 (FtnA)\n\n\nIron storage proteins; prevents Fenton reaction (\n94\n, \n95\n)\n\n\n−1.61\n\n\n−1.34\n\n\n3.34\n\n\n2.79\n\n\n\n\n\n\n    Molybdopterin biosynthesis, protein B (MoaB)\n\n\nSynthesizes antioxidant molybdopterin (\n96\n, \n97\n)\n\n\n−4.69\n\n\n1.59\n\n\n1.16\n\n\n−6.41\n\n\n\n\n\n\n    Osmotically induced protein (OsmC)\n\n\nReduce peroxides (\n98\n)\n\n\n−6.86\n\n\n1.45\n\n\n1.14\n\n\n−8.77\n\n\n\n\n\n\n    Serine kinase family protein (HipA)\n\n\nOxidative response proteins; likely signals oxidative stress (\n99\n, \n100\n)\n\n\n−8.44\n\n\n−2.58\n\n\n2.73\n\n\n−4.90\n\n\n\n\n\n\n    Glutamate decarboxylase α (Gad)\n\n\nRequired for oxidative and acidic stress tolerance (\n101\n)\n\n\n−21.86\n\n\n2.16\n\n\n2.93\n\n\n−16.12\n\n\n\n\n\n\n    Tryptophanase (TnaA)\n\n\nSynthesizes the antioxidant indole (\n102\n)\n\n\n1.65\n\n\n2.52\n\n\n-0.52\n\n\n0.70\n\n\n\n\n\n\n    Phage shock protein (PspA)\n\n\nCounter cell membrane damage from oxidative and other stresses (\n103\n)\n\n\n1.91\n\n\n−1.04\n\n\n−2.03\n\n\n−1.02\n\n\n\n\n\n\n    Universal stress protein G (UspG)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.12\n\n\n1.47\n\n\n2.13\n\n\n1.62\n\n\n\n\n\n\n    Universal stress protein F (UspF)\n\n\nProtects against oxidative and other stresses (\n104\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n0.16\n\n\n\n\n\n\n    Transketolase (TktB)\n\n\nPPP enzyme: converts \nd\n-xylulose-5-P + \nd\n-ribose-5-P into sedoheptulose-7-P + glyceraldehyde-3-P (\n48\n)\n\n\n−34.34\n\n\n3.35\n\n\n−6.72\n\n\n−74.76\n\n\n\n\n\n\n    Transaldolase A (TalA)\n\n\nPPP enzyme: converts sedoheptulose 7-phosphate + glyceraldehyde 3-phosphate into erythrose 4-phosphate + fructose 6-phosphate (\n48\n)\n\n\n−92.89\n\n\n−0.11\n\n\n1.71\n\n\n−33.38\n\n\n\n\n\n\n    UTP-glucose-1-phosphate uridylyltransferase (GalU)\n\n\nCatalyzes UDP-glucose formation for stress adaptation (\n105\n)\n\n\n−2.61\n\n\n−1.09\n\n\n−1.45\n\n\n−3.45\n\n\n\n\n\n\n    Class II aldolase, tagatose bisphosphate family (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n4.8\n\n\n1.44\n\n\n−1.03\n\n\n3.24\n\n\n\n\n\n\n    \nd\n-Tagatose 1,6-bisphosphate aldolase 2 (KbaY/GatY)\n\n\nAcid stress response protein (\n106\n)\n\n\n2.76\n\n\n−1.44\n\n\n−1.31\n\n\n3.04\n\n\n\n\n\n\n    Two-component system response regulator (PhoQ)\n\n\nComponent of PhoP/PhoQ system; controls stress responses and virulence (\n107\n)\n\n\n−1.22\n\n\n−1.43\n\n\n1.09\n\n\n1.28\n\n\n\n\n\n\n    Acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.93\n\n\n1.21\n\n\n1.53\n\n\n−1.53\n\n\n\n\n\n\n    Chain A, Apo acyl carrier protein (AcpP)\n\n\nLikely involved in SpoT-dependent stress response (\n108\n, \n109\n)\n\n\n−1.59\n\n\n1.63\n\n\n1.1\n\n\n−2.36\n\n\n\n\n\n\nOther proteins\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    Pyruvate dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n−21.14\n\n\n0.05\n\n\n-1.61\n\n\n−35.62\n\n\n\n\n\n\n    Chain A Pyruvate Dehydrogenase (PDH)\n\n\nConverts pyruvate into acetyl-CoA (\n48\n)\n\n\n1.06\n\n\n−1.45\n\n\n1.26\n\n\n1.27\n\n\n\n\n\n\n    Fumarate reductase flavoprotein subunit (FrdA)\n\n\nKrebs cycle enzyme: catalyzes fumarate and succinate interconversion (\n48\n)\n\n\n−2.25\n\n\n1.15\n\n\n−1.52\n\n\n−3.93\n\n\n\n\n\n\n    Malate dehydrogenase (Mdh)\n\n\nKrebs cycle enzyme: catalyzes oxidation of malate to oxaloacetate (\n48\n)\n\n\n1.64\n\n\n1.69\n\n\n−1.17\n\n\n1.64\n\n\n\n\n\n\n    Histidinol dehydrogenase (HisD)\n\n\nGenerates \nl\n-histidine from \nl\n-histidinol (\n48\n)\n\n\n1.19\n\n\n1.36\n\n\n−1.76\n\n\n−2.02\n\n\n\n\n\n\n    Erythronate-4-phosphate dehydrogenase (PdxB)\n\n\n\n\nDe novo\n synthesis of vitamin B6 (\n110\n)\n\n\n−1.59\n\n\n−1.49\n\n\n1.00\n\n\n−1.06\n\n\n\n\n\n\n    Soluble pyridine nucleotide transhydrogenase (STH)\n\n\nCatalyzes hydride transfer between NAD(H) and NADP(H) (\n111\n)\n\n\n1.11\n\n\n1.25\n\n\n−1.63\n\n\n−1.84\n\n\n\n\n\n\n    Methionyl-tRNA synthetase (MetG)\n\n\nProtein synthesis (\n48\n)\n\n\n1.2\n\n\n1.55\n\n\n−1.23\n\n\n−1.59\n\n\n\n\n\n\n    Translation elongation factor EF-Tu (EF-Tu)\n\n\nProtein synthesis (\n48\n)\n\n\n−2.03\n\n\n1.43\n\n\n1.26\n\n\n−2.31\n\n\n\n\n\n\n    Chain K, Ternary Complex-bound \nE. Coli\n 70s Ribosome\n\n\nProtein synthesis (\n48\n)\n\n\n−2.71\n\n\n1.61\n\n\n−1.07\n\n\n−4.69\n\n\n\n\n\n\n    Ribosomal protein S6 (RpsF)\n\n\nProtein synthesis (\n48\n)\n\n\n1.44\n\n\n1.48\n\n\n−1.06\n\n\n−1.09\n\n\n\n\n\n\n    UDP-galactopyranose mutase (UDP-Galf)\n\n\nGenerates UDP-\nd\n-galactofuranose (\n105\n, \n112\n)\n\n\n1.78\n\n\n1.63\n\n\n1.36\n\n\n1.48\n\n\n\n\n\n\n    Predicted enzyme\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Conserved hypothetical protein\n\n\nUnknown (\n113\n, \n114\n)\n\n\n−2.19\n\n\n1.15\n\n\n−1.44\n\n\n−3.63\n\n\n\n\n\n\n    Chain A, Molybdate transport protein (ModA)\n\n\nMolybdate transport (\n113\n, \n114\n)\n\n\n−5.18\n\n\n−1.03\n\n\n1.43\n\n\n−3.53\n\n\n\n\n\n\n    Predicted enzyme, YhbW\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n1.34\n\n\n−2.2\n\n\n−1.74\n\n\n\n\n\n\n    Stress-induced protein, ATP-binding protein (UspF)\n\n\nUnknown (\n113\n, \n114\n)\n\n\n1.69\n\n\n−1.26\n\n\n−1.53\n\n\n1.39\nOpen in a new tab\na\nPlus and minus signs indicate up- and downregulation, respectively, of the first strain named in each comparison relative to the second strain. Thus, for the comparison of the Δ\nrpoS\n mutant versus the wild type, a negative number means that the concentration of the protein was lower in the mutant by the fold indicated. Where indicated, Gm was added at 16 μg/ml (+ Gm). Boldface indicates proteins that were upregulated in the wild type by Gm treatment compared to the mutant. Underlining indicates proteins that were downregulated in the mutant compared to the wild type upon Gm treatment. w/o, without.",
    "ros_determination.": "To measure ROS by 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) (490-nm excitation and 515-nm emission; Invitrogen, Carlsbad, CA), suitably diluted stock solution of the dye with or without the antibiotic was added to cell suspensions (final HPF concentration, 5 μM) and incubated in the dark at 37°C. After 48 h, samples were vortexed, washed in ice-cold M9 salts, redissolved in 1/10 volume of M9 salts, and loaded in a 96-well black plate (Corning Costar, Tewksbury, MA). Fluorescence was measured in a Gemini SpectraMax fluorescent plate reader (Molecular Devices, Sunnyvale, CA). Controls without HPF were used to correct for background fluorescence. See the Results section for further information.\nTo measure H\n2\nO\n2\n, an Amplex Red hydrogen peroxide assay kit (Molecular Probes, Inc., Eugene, OR) was used according to the manufacturer's protocol. Cell suspensions in the presence of Amplex Red reagents with or without Gm were loaded onto a black 96-well plate as described above. The samples were incubated at 37°C in a light shield enclosure. Fluorescence (excitation, 560; emission, 590 nm) of the suspension was measured at 2, 4, and 6 h.",
    "visualization_of_cell_dimensions.": "Antibiotic-treated and untreated cell suspensions were pelleted by centrifugation, washed in PBS, and resuspended in 1/10 volume of ice-cold PBS. Five microliters of the samples was spotted on glass slides and allowed to air dry in a flow hood, followed by an overlay of the mounting medium (SouthernBiotech, Birmingham, AL). A glass coverslip was placed on the samples, and its edges were sealed with nail polish. Differential interference contrast (DIC) images were visualized in a Zeiss AxioImager DIC microscope (Stanford Neuroscience Microscopy Service) at magnification settings of ×63, ×1.6, and ×10 (objective, Optovar, and eyepiece, respectively) and captured by an AxioCam HRm Rev 3 camera.",
    "nadp/nadph_ratio_determination.": "NADP and NADPH levels were measured using a Fluoro NADP/NADPH Detection Kit (Cell Technology, Inc., Mountain View, CA). The cultures were prepared as described for antibiotic treatment. After incubation with gentamicin, NADP and NADPH were extracted according to the manufacturer's instructions; cells not treated with the drug were used as controls. A nonfluorescent reagent becomes reduced in the presence of NADPH to form NADP and a fluorescent analog. NADP is converted back to NADPH via an enzyme-coupled reaction, and the reaction proceeds back to the first step. Fluorescence was measured using a SpectraMax fluorescence plate reader (550-nm excitation; 595-nm emission). The protein concentration of each sample was determined after the fluorescence measurement for normalization.",
    "protein_carbonylation.": "Protein carbonylation was done as described before (\n40\n). Cells were pelleted by centrifugation, the pellets were suspended in lysis buffer (150 μl; 200 mM sodium phosphate, pH 6.5, 1% SDS), vortexed, and boiled (5 min); protein concentrations were determined using a Bio-Rad detergent-compatible (DC) protein assay kit (Bio-Rad, Hercules, CA) and adjusted to 100 μg/ml. Samples were derivatized by the addition of 1 volume of 12% SDS, followed by 2 volumes of 20 mM 2,4-dinitrophenylhydrazine, mixed, and incubated at room temperature (30 min). Derivatization was stopped by the addition of 1.5 volumes of 2 M Tris in 30% glycerol. Samples were loaded onto a slot blot apparatus (Bio-Rad, Hercules, CA) and vacuum transferred onto a nitrocellulose membrane according to the manufacturer's protocol. The membrane was blocked using 5% milk in Tris-buffered saline, pH 7.4, plus 0.5% Tween 20 (TBST) at 4°C overnight, followed by incubation (1 h) with rabbit anti-dinitrophenol antibody (1:500; Abcam, Cambridge, MA). The membrane was washed with TBST and incubated with mouse anti-rabbit IgG conjugated with horseradish peroxidase (at 1:2,000 for 1 h) (Cell Signaling Technologies, Danvers, MA). Bands were visualized using Kodak BioMax chemiluminescent film (Sigma-Aldrich, St. Louis, MO) after incubation of the membrane with an ECL kit (Thermo Fisher Scientific, Rockford, IL). Band intensity on the exposed film was quantified by ImageJ software (NIH).",
    "alamarblue_reduction.": "Membrane fractions of cell extracts were prepared as described previously (\n41\n). Cells were grown overnight as described above and harvested by centrifugation (4,200 × \ng\n for 30 min at 4°C). The cell pellet was washed with ice-cold 6 mM potassium phosphate buffer (pH 7.0), resuspended in buffer of the same composition to an \nA\n600\n of 75, and broken in a French press (20,000 lb/in\n2\n). Cell debris was removed by a low spin (11,000 × \ng\n for 50 min at 4°C). The supernatant was ultracentrifuged (165,000 × \ng\n for 1 h at 4°C) to pellet the membrane fraction, which was suspended in potassium phosphate buffer (6 mM, pH 7.0), and protein concentration was determined (Bradford method). The reaction mixture for alamarBlue (AB) reduction (250 μl) contained 100 μg of the membrane fraction protein, 10% AB, 0.1 μmol of NADH, 6 mM potassium phosphate buffer (pH 7.0), and rotenone (1 μM; Sigma-Aldrich, St. Louis, MO) with or without Gm. The mixtures were incubated at 37°C in the dark for 20 min, followed by measurement of fluorescence (560-nm excitation and 590-nm emission wavelengths). Controls were devoid of cell extracts and generated no change in AB fluorescence.",
    "statistical_analyses.": "All experiments were done at least in triplicate. Statistical analyses were carried out by Student's \nt\n test.",
    "results": "Gm treatment is more lethal to, and causes greater oxidative stress in, the \nrpoS\n mutant of \nE. coli\n.\n\n\nResults presented throughout this paper refer to stationary-phase cells. As stated in the previous section, to determine viability, 16 μg/ml Gm was added to cell suspensions in M9 salts (without glucose) (\n34\n, \n35\n, \n42\n), and cells were incubated aerobically, followed by counting the CFU. (As stated in Materials and Methods, this drug concentration had minimal effect on the viability of the wild type and thus clearly revealed the drug's differential effects in the mutants.) Deletion of the \nrpoS\n gene (absence of σ\ns\n) rendered \nE. coli\n (K-12 BW25113) (\n33\n) more sensitive to Gm: at 24 h of treatment, mutant survival was more than 2 logs less than that of the wild type (\nFig. 1\n). As noted in the introduction, σ\ns\n regulates GSR, which protects against diverse stresses (\n5\n–\n8\n), and since protein synthesis continued in the Gm-treated cells, we conducted proteomic analysis to attempt to determine the identity of the σ\ns\n-controlled stress involved in protection against Gm. As expected (\n43\n), the loss of σ\ns\n altered the level of several proteins (\nTable 1\n, control strains, Δ\nrpoS\n mutant versus wild type; see also Fig. S1 in the supplemental material). Gm affected these proteins differently in the wild type (\nTable 1\n, wild type with Gm versus wild type without Gm) and the mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus Δ\nrpoS\n mutant without Gm), with a large majority (in boldface) being upregulated in the wild type compared to the mutant, indicating that the former is more competent at activating the stress response upon Gm treatment. Furthermore, the data in \nTable 1\n showing the differential effect of Gm treatment on the mutant compared to the wild type (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus wild type with Gm) indicate that, among the proteins showing greater downregulation in the mutant, over 10 concerned antioxidant defense (underlined). We therefore examined if Gm treatment generated greater oxidative stress in the \nrpoS\n strain than in the wild type.\n\n\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nThe Δ\nrpoS\n mutant of \nE. coli\n is more sensitive to Gm than the wild type (WT). Data presented here and subsequently are for stationary-phase cells. \nE. coli\n K-12, strain BW25113 was used, except where otherwise indicated. Gm was used at a concentration of 16 μg/ml with incubation at 37°C. Solid bars show mean log CFU counts per ml after Gm treatment for 24 h; striped bars represent untreated controls. The Student \nt\n test comparison is between drug-treated and untreated cells of the same strain. **, \nP\n < 0.01.\nOxidative stress activates the bacterial SOS response, and this activation can be detected by the induction of the SOS-regulated promoter of the \nsfiA\n gene (p\nsfiA\n) (\n44\n, \n45\n). p\nsfiA\n activation thus provides a means of detecting oxidative stress within the cell and can be monitored by the use of an \nsfiA-lacZ\n transcriptional fusion. We measured β-galactosidase activity in untreated controls and drug-treated cells. In both the wild-type and the Δ\nrpoS\n strains, p\nsfiA\n showed a basal level of expression, which was greater in the mutant (\nFig. 2A\n), indicating intrinsic oxidative stress that was more marked in the latter. This is consistent with the fact that ROS and oxidative stress are generated in the course of normal metabolism (due, for instance, to the leakage of O from the respiratory chain [\n46\n, \n47\n]) and that the \nrpoS\n mutant is compromised in mitigating this innate stress (\n25\n). Gm treatment activated p\nsfiA\n in both strains but to a much greater extent in the mutant, indicating that the latter experienced greater drug-mediated oxidative stress.\n\n\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nGm treatment results in greater ROS levels in the Δ\nrpoS\n mutant. Solid bars represent Gm-treated cells, and striped bars represent untreated controls. (A) Activation of SOS response with and without Gm treatment in the wild type and the Δ\nrpoS\n mutant containing a single copy of the \nsfiA-lacZ\n fusion at 24 h, as monitored by β-galactosidase activity. (B) Representative differential interference contrast micrographs of cells of the two strains with and without 24-h Gm treatment (magnification, ×1,000; number of cells examined, ca. 10,000 of each strain). (C) Effect of 24-h Gm treatment on mean relative fluorescence units (RFU) of 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) in cells of the two strains. (D) Effect of Gm treatment on H\n2\nO\n2\n production by the two strains. H\n2\nO\n2\n was measured in Gm-treated cells by Amplex Red at 2, 4, and 6 h; the area under the concentration-time curve for H\n2\nO\n2\n at these time points is plotted and represents total cellular H\n2\nO\n2\n generation during this time; a shorter treatment time was used for this measurement because intracellular H\n2\nO\n2\n may be subject to decomposition (\n26\n). (E) Effect of 24-h Gm treatment on protein carbonylation in the two strains, as detected by slot blot analysis. Student's \nt\n test was used to compare Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001) and untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).\nIn exponential-phase cells, activation of the SOS response results in generation of elongated cells because it inhibits cell division (\n48\n). As stationary-phase bacteria are in stasis, the SOS response is unlikely to result in cell elongation, and indeed we found that the Gm-mediated activation of this response in the stationary-phase wild-type and the mutant strains did not alter cell morphology; differential interference contrast micrographs showed similar dimensions in treated and untreated cells (\nFig. 2B\n). This was of interest to us for the following reason. The cell-penetrating dye 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) is used in detecting oxidative stress, as it responds to HO· (\n49\n, \n50\n), but recent studies have shown that it may give erroneous results in situations where cell size is increased as elongated cells have greater autofluorescence (\n51\n, \n52\n). Since cell morphology did not change by Gm treatment, we used HPF as an additional method for comparing Gm-caused oxidative stress in the wild type and the Δ\nrpoS\n mutant. The results (\nFig. 2C\n) agreed with the p\nsfiA\n induction-based findings (\nFig. 2A\n). There was HO· generation in the untreated cells, which was greater in the mutant, and the drug treatment increased its levels in both strains but to a greater extent in the latter. We also used Amplex Red, which measures H\n2\nO\n2\n (\n29\n, \n40\n), to further assess the Gm-caused oxidative stress. The results agreed with the above findings. That is, a basal level was seen in the untreated cells, which was greater in the mutant; it increased, also to a larger extent in the mutant, upon Gm treatment (\nFig. 2D\n). A consequence of oxidative stress is protein carbonylation (\n53\n, \n54\n), which we also examined to assess this stress in the two strains; Gm-mediated protein carbonylation was more pronounced in the mutant (\nFig. 2E\n). Inaccuracy of ribosome function, which may result from Gm treatment, could conceivably also cause protein carbonylation (\n55\n), but this aspect would be the same in the wild type and the mutant. So it is reasonable to see enhanced carbonylation in the latter as due to greater oxidative stress.\nUse of an antioxidant and treatment under anoxia mitigate Gm lethality.\n\n\nIf oxidative stress contributes to Gm lethality, it should be minimized by coadministration of an antioxidant. We used \nN\n-acetyl cysteine (NAC) to test this. Both the wild-type and the Δ\nrpoS\n strains were more tolerant of Gm when NAC was also administered, indicating that countering the oxidative stress was protective. The protection was more marked in the mutant (\nFig. 3A\n), consistent with the greater oxidative stress that the drug generated in this strain (\nFig. 2\n and \n3A\n).\n\n\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\nCoadministration of \nN\n-acetyl cysteine (5 mg/ml) (A) and anaerobiosis (B) decrease Gm lethality in stationary-phase cells in both the wild type and the Δ\nrpoS\n mutant but to a greater extent in the latter. Bars show survival after 24 h of Gm treatment under the specified conditions. Asterisks indicate \nP\n values in comparisons of NAC treatment or anoxic effects within the same strains. *, \nP\n < 0.05; ***, \nP\n < 0.001.\nAnaerobiosis prevents ROS formation. Would it also mitigate Gm toxicity? Gm uptake is mediated by the proton motive force (PMF), but PMF is decreased, not eliminated, under anaerobiosis as the ATP synthetase continues to extrude protons (\n56\n), and Gm retains lethality under these conditions (\n26\n). Gm exposure under anoxia had an effect similar to that of aerobic coadministration of NAC and Gm (\nFig. 3B\n): the drug tolerance increased in both the wild type and the mutant but to a far greater extent in the latter (74-fold versus 2.3-fold in the wild type). Both strains retained sensitivity to the drug under these conditions, indicating the drug's ability to kill the bacteria by means other than the oxidative stress; this stress therefore augments, and does not replace, Gm killing by inhibition of protein synthesis.\nAbsence of antioxidant proteins also renders \nE. coli\n more sensitive to Gm and prone to greater drug-mediated oxidative stress.\n\n\nResults with the \nrpoS\n mutant show that oxidative stress contributes to Gm toxicity. We wanted to determine whether compromising the \nE. coli\n antioxidant defense by other means would also result in greater drug sensitivity. We used mutants lacking the antioxidant proteins KatE (hydroperoxidase HPII [catalase]) and superoxide dismutase (SOD); these proteins decompose ROS (\n48\n) and were selectively downregulated in the drug-treated \nrpoS\n mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus wild type with Gm). The stationary-phase Δ\nkatE\n and Δ\nsodA\n mutants were not more sensitive to Gm (data not shown), possibly because of the redundancy of the antioxidant defense, where the absence of a protein can be functionally compensated by others (\n44\n, \n46\n, \n47\n, \n57\n, \n58\n). When the double mutants Δ\nsodA\n Δ\nsodB\n and Δ\nkatE\n Δ\nsodA\n were tested, increased sensitivity to the drug was indeed found (\nFig. 4\n).\n\n\nFIG 4.\n\n\n\n\nOpen in a new tab\n\n\nDeletion of ROS quencher proteins or PPP enzymes renders \nE. coli\n more sensitive to Gm. Effect of Gm treatment was determined as described in the legend of \nFig. 1\n on strains lacking ROS quencher proteins (Δ\nkatE\n Δ\nsodA\n and Δ\nsodA\n Δ\nsodB\n mutants) or PPP enzymes (Δ\nzwf\n Δ\ngnd\n and Δ\ntalA\n mutants). Solid bars represent the effect of Gm treatment; bars with stripes represent untreated controls. The effect of the drug on the wild type is reproduced from \nFig. 1\n for reference. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain. *, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001.\nCatalase and SOD decompose ROS and require the reductant NADPH for their activity (\n48\n). A major source of NADPH in biological entities is the pentose phosphate pathway (PPP), and disruption of this pathway results in increased sensitivity to oxidative stress (\n59\n, \n60\n). Two enzymes of this pathway, transketolase B (TktB) and transaldolase A (TalA), were also selectively downregulated by Gm in the Δ\nrpoS\n mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus the wild type with Gm), suggesting that a dearth of NADPH from inhibition of the PPP may have reinforced the greater Gm sensitivity of this strain. This possibility was supported by the fact that the NADP/NADPH ratio in the drug-treated \nrpoS\n mutant was higher than in the similarly treated wild type, with values of (3.00 ± 0.82)-fold versus (1.05 ± 0.04)-fold, respectively (\nn\n = 3; \nP\n < 0.05).\n\n\nTo directly test if the PPP plays a role in Gm tolerance of stationary-phase \nE. coli\n, we tested mutants lacking selected enzymes of this pathway. The Δ\nzwf\n and Δ\ngnd\n mutants, lacking glucose-6-phosphate dehydrogenase and phosphogluconate dehydrogenase, respectively, exhibited marginally increased sensitivity (data not shown), and since the activity of these enzymes also can be supplanted by other proteins (\n61\n, \n62\n), we tested a Δ\nzwf\n Δ\ngnd\n double mutant. This mutant was markedly more sensitive (\nFig. 4\n). The Δ\ntalA\n mutant, missing the PPP enzyme transaldolase A, likewise showed increased Gm sensitivity, which was decreased by coadministration of NAC (see Fig. S2 in the supplemental material), implicating the contribution of oxidative stress in the mutant's increased vulnerability.\n\n\nThat Gm treatment resulted in greater oxidative stress in the Δ\nsodA\n Δ\nsodB\n and Δ\nzwf\n Δ\ngnd\n mutants and the Δ\ntalA\n mutant was shown by p\nsfiA\n induction and protein carbonylation results (\nFig. 5\n). We note that whereas the activation of the SOS response appeared less intense in the Δ\nzwf\n Δ\ngnd\n mutant than in the Δ\nsodA\n Δ\nsodB\n mutant, the levels of protein carbonylation were similar in these strains. Such differences in expression of oxidative stress have been noted before and point to the complexity of the this stress: the different effectiveness levels of the radicals generated by these mutations in causing protein carbonylation, the fact that only some proteins are subject to carbonylation, and the downstream effects of the mutations on metabolic networks (\n26\n, \n53\n, \n54\n, \n63\n).\n\n\nFIG 5.\n\n\n\n\nOpen in a new tab\n\n\nGm treatment generates greater oxidative stress in mutants lacking quencher or PPP proteins than in the wild type. (A) Activation of SOS response at 24 h, as monitored by measuring β-galactosidase activity after Gm treatment in the quencher (Δ\nsodA\n Δ\nsodB\n mutant) or PPP (Δ\nzwf\n Δ\ngnd\n mutant) class of mutants containing a single copy of the \nsfiA-lacZ\n fusion. (B) Effect of 24-h Gm treatment on protein carbonylation in the Δ\nsodA\n Δ\nsodB\n, Δ\nzwf\n Δ\ngnd\n, and Δ\ntalA\n mutants as detected by slot blot analysis. Data on the wild type are reproduced from \nFig. 2\n for comparison. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001), and daggers represent comparisons between untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).\nThe \nrpoS\n mutant of the uropathogenic strain of \nE. coli\n (UPEC) is more sensitive to Gm in a mouse model of bladder infection.\n\n\nTo examine the clinical relevance of the above findings, we worked with the uropathogenic strain of \nE. coli\n (UPEC), AMG1 (\n34\n, \n35\n), and its isogenic Δ\nrpoS\n mutant. UPEC causes infection of the urinary tract, and Gm is used in treating this disease. Gm caused greater killing and oxidative stress in the stationary-phase Δ\nrpoS\n mutant also of this strain \nin vitro\n (see Fig. S3 in the supplemental material). We used a mouse model (\n39\n) to examine whether this difference also occurred \nin vivo\n. As before, for these studies we sought a Gm concentration that would selectively affect the infective capability of the mutant and tested 50, 5, and 0.5 μg of the drug. Transurethrally injected stationary-phase wild-type and Δ\nrpoS\n mutant strains colonized the bladder of female CBA/J mice when no Gm was administered. Treatment with 50 or 5 μg of drug prevented colonization by both strains, but 0.5 μg prevented bladder colonization by the mutant only (\nFig. 6A\n). Administration of NAC intraperitoneally 1 h before the bacterial injection enabled the mutant to colonize the bladder at this Gm concentration (\nFig. 6B\n), showing that diminished oxidative stress made the mutant more resistant to the drug. (Controls receiving PBS instead of NAC showed no difference.) We interpret this to show that, at higher concentrations, the ability of Gm to disrupt protein synthesis is strong enough not to be affected by the defective antioxidant defense of the mutant, but at a low concentration, the drug relies also on the added effect of oxidative stress to be effective. A strong enough attack on elements of the \nE. coli\n antioxidant defense, for example, by small-molecule inhibitors of the proteins identified above, should therefore enhance Gm effectiveness in combating this disease and permit the use of lower drug concentrations, thereby minimizing drug side effects such as nephrotoxicity (\n64\n, \n65\n).\n\n\nFIG 6.\n\n\n\n\nOpen in a new tab\n\n\nGm compromises ability of the Δ\nrpoS\n mutant of UPEC (AMG1) to colonize female mouse bladder. Bladder infections in mice were initiated using stationary-phase wild-type or Δ\nrpoS\n mutant bacteria of the AMG1 strain. The mice were treated with 0, 0.5, 5, or 50 μg of Gm (A) or after \nN\n-acetyl cysteine (NAC; 10 mg/kg) administration (B). Data are presented as box-and-whisker plots which depict maximum, 75th percentile, median, 25th percentile, and minimum values of each group. For the experiment depicted in panel B, NAC was given as a single 10 mg/kg intraperitoneal dose 1 h before infection. Gm was administered at the time of infection and every 2 h thereafter for five doses of 0.5 μg. For statistical analysis, the data were transformed into log\n10\n values to equalize group variance. Student's \nt\n test was performed using the transformed data (*, \nP\n < 0.05; **, \nP\n < 0.01, between groups as indicated).\nSource of ROS.\n\n\nThe increase in ROS upon Gm treatment is accompanied by a diminished antioxidant defense, and this increase can result from the decreased quenching of ROS generated in the course of normal metabolism (\n46\n, \n47\n, \n66\n). In exponential-phase \nE. coli\n, Kohanski et al. (\n49\n) implicated bactericidal drug-mediated stimulation of respiration and the resulting increase in leakage of ROS from the respiratory chain and accompanying effects as the source of elevated ROS in drug-treated cells. This notion was challenged (\n28\n, \n29\n), but recently Dwyer et al. (\n26\n) have presented strong evidence for this possibility, using a dynamic method for measuring the cellular oxygen consumption rate. To test whether Gm stimulates electron leakage from the respiratory chain in stationary phase, we used another approach. Rotenone inhibits electron transfer from iron-sulfur centers in complex I to quinone of the respiratory chain, causing accumulation of electrons in the intermembrane space, which results in ROS generation (\n67\n, \n68\n). The redox indicator dye alamarBlue (AB) can accept these electrons and, due to the resulting change in its fluorescence, can act as a reporter of this accumulation (\n69\n). We used the particulate fraction of cell extracts of stationary-phase \nE. coli\n, which contains the cell membrane and the electron transport chain and is essentially devoid of soluble (nonmembrane) cell constituents (\n41\n), and measured AB reduction in reaction mixtures containing rotenone with and without Gm. There was a basal level of AB reduction without Gm, consistent with the other results presented here showing intrinsic ROS generation in cells not treated with the drug (\nFig. 7\n). AB reduction was enhanced in the presence of Gm, which is consistent with the possibility that this drug stimulates electron leakage from the respiratory chain, leading to ROS formation.\n\n\nFIG 7.\n\n\n\n\nOpen in a new tab\n\n\nGm increases electron leakage from the respiratory chain. Relative fluorescence units (RFU) of alamarBlue are shown for the membrane fraction of cell extracts of stationary-phase \nE. coli\n (BW25113) containing rotenone without (CE, for cell extract) and with (CE+Gm) Gm. ***, \nP\n < 0.001. See the text for further details.",
    "gm_treatment_is_more_lethal_to,_and_causes_greater_oxidative": "Results presented throughout this paper refer to stationary-phase cells. As stated in the previous section, to determine viability, 16 μg/ml Gm was added to cell suspensions in M9 salts (without glucose) (\n34\n, \n35\n, \n42\n), and cells were incubated aerobically, followed by counting the CFU. (As stated in Materials and Methods, this drug concentration had minimal effect on the viability of the wild type and thus clearly revealed the drug's differential effects in the mutants.) Deletion of the \nrpoS\n gene (absence of σ\ns\n) rendered \nE. coli\n (K-12 BW25113) (\n33\n) more sensitive to Gm: at 24 h of treatment, mutant survival was more than 2 logs less than that of the wild type (\nFig. 1\n). As noted in the introduction, σ\ns\n regulates GSR, which protects against diverse stresses (\n5\n–\n8\n), and since protein synthesis continued in the Gm-treated cells, we conducted proteomic analysis to attempt to determine the identity of the σ\ns\n-controlled stress involved in protection against Gm. As expected (\n43\n), the loss of σ\ns\n altered the level of several proteins (\nTable 1\n, control strains, Δ\nrpoS\n mutant versus wild type; see also Fig. S1 in the supplemental material). Gm affected these proteins differently in the wild type (\nTable 1\n, wild type with Gm versus wild type without Gm) and the mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus Δ\nrpoS\n mutant without Gm), with a large majority (in boldface) being upregulated in the wild type compared to the mutant, indicating that the former is more competent at activating the stress response upon Gm treatment. Furthermore, the data in \nTable 1\n showing the differential effect of Gm treatment on the mutant compared to the wild type (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus wild type with Gm) indicate that, among the proteins showing greater downregulation in the mutant, over 10 concerned antioxidant defense (underlined). We therefore examined if Gm treatment generated greater oxidative stress in the \nrpoS\n strain than in the wild type.\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nThe Δ\nrpoS\n mutant of \nE. coli\n is more sensitive to Gm than the wild type (WT). Data presented here and subsequently are for stationary-phase cells. \nE. coli\n K-12, strain BW25113 was used, except where otherwise indicated. Gm was used at a concentration of 16 μg/ml with incubation at 37°C. Solid bars show mean log CFU counts per ml after Gm treatment for 24 h; striped bars represent untreated controls. The Student \nt\n test comparison is between drug-treated and untreated cells of the same strain. **, \nP\n < 0.01.\nOxidative stress activates the bacterial SOS response, and this activation can be detected by the induction of the SOS-regulated promoter of the \nsfiA\n gene (p\nsfiA\n) (\n44\n, \n45\n). p\nsfiA\n activation thus provides a means of detecting oxidative stress within the cell and can be monitored by the use of an \nsfiA-lacZ\n transcriptional fusion. We measured β-galactosidase activity in untreated controls and drug-treated cells. In both the wild-type and the Δ\nrpoS\n strains, p\nsfiA\n showed a basal level of expression, which was greater in the mutant (\nFig. 2A\n), indicating intrinsic oxidative stress that was more marked in the latter. This is consistent with the fact that ROS and oxidative stress are generated in the course of normal metabolism (due, for instance, to the leakage of O from the respiratory chain [\n46\n, \n47\n]) and that the \nrpoS\n mutant is compromised in mitigating this innate stress (\n25\n). Gm treatment activated p\nsfiA\n in both strains but to a much greater extent in the mutant, indicating that the latter experienced greater drug-mediated oxidative stress.\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nGm treatment results in greater ROS levels in the Δ\nrpoS\n mutant. Solid bars represent Gm-treated cells, and striped bars represent untreated controls. (A) Activation of SOS response with and without Gm treatment in the wild type and the Δ\nrpoS\n mutant containing a single copy of the \nsfiA-lacZ\n fusion at 24 h, as monitored by β-galactosidase activity. (B) Representative differential interference contrast micrographs of cells of the two strains with and without 24-h Gm treatment (magnification, ×1,000; number of cells examined, ca. 10,000 of each strain). (C) Effect of 24-h Gm treatment on mean relative fluorescence units (RFU) of 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) in cells of the two strains. (D) Effect of Gm treatment on H\n2\nO\n2\n production by the two strains. H\n2\nO\n2\n was measured in Gm-treated cells by Amplex Red at 2, 4, and 6 h; the area under the concentration-time curve for H\n2\nO\n2\n at these time points is plotted and represents total cellular H\n2\nO\n2\n generation during this time; a shorter treatment time was used for this measurement because intracellular H\n2\nO\n2\n may be subject to decomposition (\n26\n). (E) Effect of 24-h Gm treatment on protein carbonylation in the two strains, as detected by slot blot analysis. Student's \nt\n test was used to compare Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001) and untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).\nIn exponential-phase cells, activation of the SOS response results in generation of elongated cells because it inhibits cell division (\n48\n). As stationary-phase bacteria are in stasis, the SOS response is unlikely to result in cell elongation, and indeed we found that the Gm-mediated activation of this response in the stationary-phase wild-type and the mutant strains did not alter cell morphology; differential interference contrast micrographs showed similar dimensions in treated and untreated cells (\nFig. 2B\n). This was of interest to us for the following reason. The cell-penetrating dye 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) is used in detecting oxidative stress, as it responds to HO· (\n49\n, \n50\n), but recent studies have shown that it may give erroneous results in situations where cell size is increased as elongated cells have greater autofluorescence (\n51\n, \n52\n). Since cell morphology did not change by Gm treatment, we used HPF as an additional method for comparing Gm-caused oxidative stress in the wild type and the Δ\nrpoS\n mutant. The results (\nFig. 2C\n) agreed with the p\nsfiA\n induction-based findings (\nFig. 2A\n). There was HO· generation in the untreated cells, which was greater in the mutant, and the drug treatment increased its levels in both strains but to a greater extent in the latter. We also used Amplex Red, which measures H\n2\nO\n2\n (\n29\n, \n40\n), to further assess the Gm-caused oxidative stress. The results agreed with the above findings. That is, a basal level was seen in the untreated cells, which was greater in the mutant; it increased, also to a larger extent in the mutant, upon Gm treatment (\nFig. 2D\n). A consequence of oxidative stress is protein carbonylation (\n53\n, \n54\n), which we also examined to assess this stress in the two strains; Gm-mediated protein carbonylation was more pronounced in the mutant (\nFig. 2E\n). Inaccuracy of ribosome function, which may result from Gm treatment, could conceivably also cause protein carbonylation (\n55\n), but this aspect would be the same in the wild type and the mutant. So it is reasonable to see enhanced carbonylation in the latter as due to greater oxidative stress.",
    "fig_1.": "Open in a new tab\nThe Δ\nrpoS\n mutant of \nE. coli\n is more sensitive to Gm than the wild type (WT). Data presented here and subsequently are for stationary-phase cells. \nE. coli\n K-12, strain BW25113 was used, except where otherwise indicated. Gm was used at a concentration of 16 μg/ml with incubation at 37°C. Solid bars show mean log CFU counts per ml after Gm treatment for 24 h; striped bars represent untreated controls. The Student \nt\n test comparison is between drug-treated and untreated cells of the same strain. **, \nP\n < 0.01.",
    "fig_2.": "Open in a new tab\nGm treatment results in greater ROS levels in the Δ\nrpoS\n mutant. Solid bars represent Gm-treated cells, and striped bars represent untreated controls. (A) Activation of SOS response with and without Gm treatment in the wild type and the Δ\nrpoS\n mutant containing a single copy of the \nsfiA-lacZ\n fusion at 24 h, as monitored by β-galactosidase activity. (B) Representative differential interference contrast micrographs of cells of the two strains with and without 24-h Gm treatment (magnification, ×1,000; number of cells examined, ca. 10,000 of each strain). (C) Effect of 24-h Gm treatment on mean relative fluorescence units (RFU) of 3′-(\np\n-hydroxyphenyl) fluorescein (HPF) in cells of the two strains. (D) Effect of Gm treatment on H\n2\nO\n2\n production by the two strains. H\n2\nO\n2\n was measured in Gm-treated cells by Amplex Red at 2, 4, and 6 h; the area under the concentration-time curve for H\n2\nO\n2\n at these time points is plotted and represents total cellular H\n2\nO\n2\n generation during this time; a shorter treatment time was used for this measurement because intracellular H\n2\nO\n2\n may be subject to decomposition (\n26\n). (E) Effect of 24-h Gm treatment on protein carbonylation in the two strains, as detected by slot blot analysis. Student's \nt\n test was used to compare Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001) and untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).",
    "use_of_an_antioxidant_and_treatment_under_anoxia_mitigate_gm": "If oxidative stress contributes to Gm lethality, it should be minimized by coadministration of an antioxidant. We used \nN\n-acetyl cysteine (NAC) to test this. Both the wild-type and the Δ\nrpoS\n strains were more tolerant of Gm when NAC was also administered, indicating that countering the oxidative stress was protective. The protection was more marked in the mutant (\nFig. 3A\n), consistent with the greater oxidative stress that the drug generated in this strain (\nFig. 2\n and \n3A\n).\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\nCoadministration of \nN\n-acetyl cysteine (5 mg/ml) (A) and anaerobiosis (B) decrease Gm lethality in stationary-phase cells in both the wild type and the Δ\nrpoS\n mutant but to a greater extent in the latter. Bars show survival after 24 h of Gm treatment under the specified conditions. Asterisks indicate \nP\n values in comparisons of NAC treatment or anoxic effects within the same strains. *, \nP\n < 0.05; ***, \nP\n < 0.001.\nAnaerobiosis prevents ROS formation. Would it also mitigate Gm toxicity? Gm uptake is mediated by the proton motive force (PMF), but PMF is decreased, not eliminated, under anaerobiosis as the ATP synthetase continues to extrude protons (\n56\n), and Gm retains lethality under these conditions (\n26\n). Gm exposure under anoxia had an effect similar to that of aerobic coadministration of NAC and Gm (\nFig. 3B\n): the drug tolerance increased in both the wild type and the mutant but to a far greater extent in the latter (74-fold versus 2.3-fold in the wild type). Both strains retained sensitivity to the drug under these conditions, indicating the drug's ability to kill the bacteria by means other than the oxidative stress; this stress therefore augments, and does not replace, Gm killing by inhibition of protein synthesis.",
    "fig_3.": "Open in a new tab\nCoadministration of \nN\n-acetyl cysteine (5 mg/ml) (A) and anaerobiosis (B) decrease Gm lethality in stationary-phase cells in both the wild type and the Δ\nrpoS\n mutant but to a greater extent in the latter. Bars show survival after 24 h of Gm treatment under the specified conditions. Asterisks indicate \nP\n values in comparisons of NAC treatment or anoxic effects within the same strains. *, \nP\n < 0.05; ***, \nP\n < 0.001.",
    "absence_of_antioxidant_proteins_also_renders_e._coli_more_se": "Results with the \nrpoS\n mutant show that oxidative stress contributes to Gm toxicity. We wanted to determine whether compromising the \nE. coli\n antioxidant defense by other means would also result in greater drug sensitivity. We used mutants lacking the antioxidant proteins KatE (hydroperoxidase HPII [catalase]) and superoxide dismutase (SOD); these proteins decompose ROS (\n48\n) and were selectively downregulated in the drug-treated \nrpoS\n mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus wild type with Gm). The stationary-phase Δ\nkatE\n and Δ\nsodA\n mutants were not more sensitive to Gm (data not shown), possibly because of the redundancy of the antioxidant defense, where the absence of a protein can be functionally compensated by others (\n44\n, \n46\n, \n47\n, \n57\n, \n58\n). When the double mutants Δ\nsodA\n Δ\nsodB\n and Δ\nkatE\n Δ\nsodA\n were tested, increased sensitivity to the drug was indeed found (\nFig. 4\n).\nFIG 4.\n\n\n\n\nOpen in a new tab\n\n\nDeletion of ROS quencher proteins or PPP enzymes renders \nE. coli\n more sensitive to Gm. Effect of Gm treatment was determined as described in the legend of \nFig. 1\n on strains lacking ROS quencher proteins (Δ\nkatE\n Δ\nsodA\n and Δ\nsodA\n Δ\nsodB\n mutants) or PPP enzymes (Δ\nzwf\n Δ\ngnd\n and Δ\ntalA\n mutants). Solid bars represent the effect of Gm treatment; bars with stripes represent untreated controls. The effect of the drug on the wild type is reproduced from \nFig. 1\n for reference. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain. *, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001.\nCatalase and SOD decompose ROS and require the reductant NADPH for their activity (\n48\n). A major source of NADPH in biological entities is the pentose phosphate pathway (PPP), and disruption of this pathway results in increased sensitivity to oxidative stress (\n59\n, \n60\n). Two enzymes of this pathway, transketolase B (TktB) and transaldolase A (TalA), were also selectively downregulated by Gm in the Δ\nrpoS\n mutant (\nTable 1\n, Δ\nrpoS\n mutant with Gm versus the wild type with Gm), suggesting that a dearth of NADPH from inhibition of the PPP may have reinforced the greater Gm sensitivity of this strain. This possibility was supported by the fact that the NADP/NADPH ratio in the drug-treated \nrpoS\n mutant was higher than in the similarly treated wild type, with values of (3.00 ± 0.82)-fold versus (1.05 ± 0.04)-fold, respectively (\nn\n = 3; \nP\n < 0.05).\nTo directly test if the PPP plays a role in Gm tolerance of stationary-phase \nE. coli\n, we tested mutants lacking selected enzymes of this pathway. The Δ\nzwf\n and Δ\ngnd\n mutants, lacking glucose-6-phosphate dehydrogenase and phosphogluconate dehydrogenase, respectively, exhibited marginally increased sensitivity (data not shown), and since the activity of these enzymes also can be supplanted by other proteins (\n61\n, \n62\n), we tested a Δ\nzwf\n Δ\ngnd\n double mutant. This mutant was markedly more sensitive (\nFig. 4\n). The Δ\ntalA\n mutant, missing the PPP enzyme transaldolase A, likewise showed increased Gm sensitivity, which was decreased by coadministration of NAC (see Fig. S2 in the supplemental material), implicating the contribution of oxidative stress in the mutant's increased vulnerability.\nThat Gm treatment resulted in greater oxidative stress in the Δ\nsodA\n Δ\nsodB\n and Δ\nzwf\n Δ\ngnd\n mutants and the Δ\ntalA\n mutant was shown by p\nsfiA\n induction and protein carbonylation results (\nFig. 5\n). We note that whereas the activation of the SOS response appeared less intense in the Δ\nzwf\n Δ\ngnd\n mutant than in the Δ\nsodA\n Δ\nsodB\n mutant, the levels of protein carbonylation were similar in these strains. Such differences in expression of oxidative stress have been noted before and point to the complexity of the this stress: the different effectiveness levels of the radicals generated by these mutations in causing protein carbonylation, the fact that only some proteins are subject to carbonylation, and the downstream effects of the mutations on metabolic networks (\n26\n, \n53\n, \n54\n, \n63\n).\nFIG 5.\n\n\n\n\nOpen in a new tab\n\n\nGm treatment generates greater oxidative stress in mutants lacking quencher or PPP proteins than in the wild type. (A) Activation of SOS response at 24 h, as monitored by measuring β-galactosidase activity after Gm treatment in the quencher (Δ\nsodA\n Δ\nsodB\n mutant) or PPP (Δ\nzwf\n Δ\ngnd\n mutant) class of mutants containing a single copy of the \nsfiA-lacZ\n fusion. (B) Effect of 24-h Gm treatment on protein carbonylation in the Δ\nsodA\n Δ\nsodB\n, Δ\nzwf\n Δ\ngnd\n, and Δ\ntalA\n mutants as detected by slot blot analysis. Data on the wild type are reproduced from \nFig. 2\n for comparison. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001), and daggers represent comparisons between untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).",
    "fig_4.": "Open in a new tab\nDeletion of ROS quencher proteins or PPP enzymes renders \nE. coli\n more sensitive to Gm. Effect of Gm treatment was determined as described in the legend of \nFig. 1\n on strains lacking ROS quencher proteins (Δ\nkatE\n Δ\nsodA\n and Δ\nsodA\n Δ\nsodB\n mutants) or PPP enzymes (Δ\nzwf\n Δ\ngnd\n and Δ\ntalA\n mutants). Solid bars represent the effect of Gm treatment; bars with stripes represent untreated controls. The effect of the drug on the wild type is reproduced from \nFig. 1\n for reference. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain. *, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001.",
    "fig_5.": "Open in a new tab\nGm treatment generates greater oxidative stress in mutants lacking quencher or PPP proteins than in the wild type. (A) Activation of SOS response at 24 h, as monitored by measuring β-galactosidase activity after Gm treatment in the quencher (Δ\nsodA\n Δ\nsodB\n mutant) or PPP (Δ\nzwf\n Δ\ngnd\n mutant) class of mutants containing a single copy of the \nsfiA-lacZ\n fusion. (B) Effect of 24-h Gm treatment on protein carbonylation in the Δ\nsodA\n Δ\nsodB\n, Δ\nzwf\n Δ\ngnd\n, and Δ\ntalA\n mutants as detected by slot blot analysis. Data on the wild type are reproduced from \nFig. 2\n for comparison. Asterisks indicate \nP\n values for Gm-treated and untreated cells of the same strain (*, \nP\n < 0.05; **, \nP\n < 0.01; ***, \nP\n < 0.001), and daggers represent comparisons between untreated cells of the wild type and the mutant (††, \nP\n < 0.01; †††, \nP\n < 0.001).",
    "the_rpos_mutant_of_the_uropathogenic_strain_of_e._coli_(upec": "To examine the clinical relevance of the above findings, we worked with the uropathogenic strain of \nE. coli\n (UPEC), AMG1 (\n34\n, \n35\n), and its isogenic Δ\nrpoS\n mutant. UPEC causes infection of the urinary tract, and Gm is used in treating this disease. Gm caused greater killing and oxidative stress in the stationary-phase Δ\nrpoS\n mutant also of this strain \nin vitro\n (see Fig. S3 in the supplemental material). We used a mouse model (\n39\n) to examine whether this difference also occurred \nin vivo\n. As before, for these studies we sought a Gm concentration that would selectively affect the infective capability of the mutant and tested 50, 5, and 0.5 μg of the drug. Transurethrally injected stationary-phase wild-type and Δ\nrpoS\n mutant strains colonized the bladder of female CBA/J mice when no Gm was administered. Treatment with 50 or 5 μg of drug prevented colonization by both strains, but 0.5 μg prevented bladder colonization by the mutant only (\nFig. 6A\n). Administration of NAC intraperitoneally 1 h before the bacterial injection enabled the mutant to colonize the bladder at this Gm concentration (\nFig. 6B\n), showing that diminished oxidative stress made the mutant more resistant to the drug. (Controls receiving PBS instead of NAC showed no difference.) We interpret this to show that, at higher concentrations, the ability of Gm to disrupt protein synthesis is strong enough not to be affected by the defective antioxidant defense of the mutant, but at a low concentration, the drug relies also on the added effect of oxidative stress to be effective. A strong enough attack on elements of the \nE. coli\n antioxidant defense, for example, by small-molecule inhibitors of the proteins identified above, should therefore enhance Gm effectiveness in combating this disease and permit the use of lower drug concentrations, thereby minimizing drug side effects such as nephrotoxicity (\n64\n, \n65\n).\nFIG 6.\n\n\n\n\nOpen in a new tab\n\n\nGm compromises ability of the Δ\nrpoS\n mutant of UPEC (AMG1) to colonize female mouse bladder. Bladder infections in mice were initiated using stationary-phase wild-type or Δ\nrpoS\n mutant bacteria of the AMG1 strain. The mice were treated with 0, 0.5, 5, or 50 μg of Gm (A) or after \nN\n-acetyl cysteine (NAC; 10 mg/kg) administration (B). Data are presented as box-and-whisker plots which depict maximum, 75th percentile, median, 25th percentile, and minimum values of each group. For the experiment depicted in panel B, NAC was given as a single 10 mg/kg intraperitoneal dose 1 h before infection. Gm was administered at the time of infection and every 2 h thereafter for five doses of 0.5 μg. For statistical analysis, the data were transformed into log\n10\n values to equalize group variance. Student's \nt\n test was performed using the transformed data (*, \nP\n < 0.05; **, \nP\n < 0.01, between groups as indicated).",
    "fig_6.": "Open in a new tab\nGm compromises ability of the Δ\nrpoS\n mutant of UPEC (AMG1) to colonize female mouse bladder. Bladder infections in mice were initiated using stationary-phase wild-type or Δ\nrpoS\n mutant bacteria of the AMG1 strain. The mice were treated with 0, 0.5, 5, or 50 μg of Gm (A) or after \nN\n-acetyl cysteine (NAC; 10 mg/kg) administration (B). Data are presented as box-and-whisker plots which depict maximum, 75th percentile, median, 25th percentile, and minimum values of each group. For the experiment depicted in panel B, NAC was given as a single 10 mg/kg intraperitoneal dose 1 h before infection. Gm was administered at the time of infection and every 2 h thereafter for five doses of 0.5 μg. For statistical analysis, the data were transformed into log\n10\n values to equalize group variance. Student's \nt\n test was performed using the transformed data (*, \nP\n < 0.05; **, \nP\n < 0.01, between groups as indicated).",
    "source_of_ros.": "The increase in ROS upon Gm treatment is accompanied by a diminished antioxidant defense, and this increase can result from the decreased quenching of ROS generated in the course of normal metabolism (\n46\n, \n47\n, \n66\n). In exponential-phase \nE. coli\n, Kohanski et al. (\n49\n) implicated bactericidal drug-mediated stimulation of respiration and the resulting increase in leakage of ROS from the respiratory chain and accompanying effects as the source of elevated ROS in drug-treated cells. This notion was challenged (\n28\n, \n29\n), but recently Dwyer et al. (\n26\n) have presented strong evidence for this possibility, using a dynamic method for measuring the cellular oxygen consumption rate. To test whether Gm stimulates electron leakage from the respiratory chain in stationary phase, we used another approach. Rotenone inhibits electron transfer from iron-sulfur centers in complex I to quinone of the respiratory chain, causing accumulation of electrons in the intermembrane space, which results in ROS generation (\n67\n, \n68\n). The redox indicator dye alamarBlue (AB) can accept these electrons and, due to the resulting change in its fluorescence, can act as a reporter of this accumulation (\n69\n). We used the particulate fraction of cell extracts of stationary-phase \nE. coli\n, which contains the cell membrane and the electron transport chain and is essentially devoid of soluble (nonmembrane) cell constituents (\n41\n), and measured AB reduction in reaction mixtures containing rotenone with and without Gm. There was a basal level of AB reduction without Gm, consistent with the other results presented here showing intrinsic ROS generation in cells not treated with the drug (\nFig. 7\n). AB reduction was enhanced in the presence of Gm, which is consistent with the possibility that this drug stimulates electron leakage from the respiratory chain, leading to ROS formation.\nFIG 7.\n\n\n\n\nOpen in a new tab\n\n\nGm increases electron leakage from the respiratory chain. Relative fluorescence units (RFU) of alamarBlue are shown for the membrane fraction of cell extracts of stationary-phase \nE. coli\n (BW25113) containing rotenone without (CE, for cell extract) and with (CE+Gm) Gm. ***, \nP\n < 0.001. See the text for further details.",
    "fig_7.": "Open in a new tab\nGm increases electron leakage from the respiratory chain. Relative fluorescence units (RFU) of alamarBlue are shown for the membrane fraction of cell extracts of stationary-phase \nE. coli\n (BW25113) containing rotenone without (CE, for cell extract) and with (CE+Gm) Gm. ***, \nP\n < 0.001. See the text for further details.",
    "discussion": "As noted, stationary-phase bacteria play critical roles in disease causation, and it is important to develop means for their control (\n3\n, \n4\n, \n11\n–\n15\n, \n17\n, \n18\n, \n70\n), which is addressed in this study. The \nrpoS\n mutant of the two \nE. coli\n strains examined here exhibited greater Gm sensitivity than the wild type (\nFig. 1\n). Although this is reported so far only for 24 h of Gm treatment, we determined this for the \nrpoS\n mutant and selected other mutants after 48 and 72 h of Gm treatment. While increased drug exposure time generated greater killing of all strains, the mutants continued to show greater sensitivity (see Table S1 in the supplemental material).\nProteomic analysis (\nTable 1\n) suggested that the increased Gm sensitivity of the stationary-phase \nrpoS\n mutant to Gm was due to a compromised antioxidant defense. Three different methods of analysis were used: activation of the SOS response, which is a hallmark of the oxidative stress (\n48\n) that we monitored by a genetic reporter assay involving p\nsfiA\n; the use of cell-penetrating dye HPF, which measures HO· (\n49\n, \n50\n); and the use of Amplex Red, which responds to H\n2\nO\n2\n (\n29\n, \n40\n). The analysis did indeed show that Gm treatment resulted in greater ROS formation in the \nrpoS\n mutant than in the wild type, and this was backed up by the greater drug-mediated protein carbonylation in the mutant (\nFig. 2\n), another indication of oxidative stress (\n25\n). The HPF method for assessing ROS generation by bactericidal drugs in exponential-phase bacteria has been deemed to be unsuitable as the alteration in cell dimensions distorts the results (\n51\n, \n52\n); since Gm treatment had no such effect in stationary-phase cells, this is not relevant here. It was also reported that HPF fluorescence is reversible (\n29\n), but this is now shown not to be the case (\n26\n). Dwyer et al. (\n26\n) have advocated the use of the Amplex Red method to measure H\n2\nO\n2\n within the cells rather than its excreted counterpart, which has been the standard approach (\n29\n, \n40\n, \n71\n, \n72\n), but in the stationary-phase cells that were used here, the standard method was reliable and gave the same overall results as the other methods (\nFig. 2\n).\nThat the increased oxidative stress in the Δ\nrpoS\n mutant contributed to increased Gm lethality of this strain is shown by the fact that the drug toxicity was significantly mitigated when Gm treatment accompanied the administration of the antioxidant NAC or when cells were exposed to Gm under anaerobic conditions that prevent ROS formation. Experiments with the uropathogenic strain of \nE. coli\n (AMG1) (\n34\n, \n35\n) in a mouse urinary tract infection (UTI) model showed that this is the case also \nin vivo\n: Gm at a low concentration compromised the ability of the UPEC \nrpoS\n mutant to colonize female mouse bladder but not when the antioxidant NAC was also administered (\nFig. 6\n).\nAdditional evidence bolsters the conclusion that an intact antioxidant defense is important in Gm tolerance of stationary-phase \nE. coli\n. Thus, disrupting this defense by the elimination of the quencher proteins SodA/SodB or KatE/SodA also subjected these bacteria to greater Gm-mediated oxidative stress (\nFig. 5\n) and increased lethality (\nFig. 4\n). It has been shown that the combined loss of SodA and SodB renders exponential-phase \nE. coli\n also more sensitive to certain bactericidal drugs (\n58\n), but it has not been previously shown in stationary-phase cells nor in the context of the σ\ns\n-regulated stress response. The loss of Zwf/Gnd or of the TalA protein of the PPP, which supplies the NADPH that fuels the quencher proteins and is a well-established part of the antioxidant defense (\n59\n, \n60\n), also imposed greater oxidative stress (\nFig. 5\n) and rendered the cells more sensitive to the drug (\nFig. 4\n); this sensitivity too was minimized by NAC coadministration (see Fig. S2 in the supplemental material). To our knowledge, this is the first time that the PPP has been implicated in resistance to a bactericidal drug. This pathway also supplies pentoses required in ribosome function, and its disruption and the resulting potential pentose scarcity may have also contributed to enhanced Gm lethality in these mutants by exacerbating inhibition of protein synthesis. The NAC effect, however, clearly affirms the role of oxidative stress. The mutants of both the quencher and PPP classes showed different degrees of increase in Gm sensitivity (\nFig. 4\n). This is unsurprising, given that the quencher proteins involved likely differ in decomposing the major reactive species generated by Gm and that the mutational loss of a vital function can activate metabolic networks with different capacities to compensate for it (\n73\n, \n74\n).\nOther findings also point to the fact that Gm generates oxidative stress. Thus, in mice, this drug significantly increases kidney myeloperoxidase activity, lipid peroxidation, and protein carbonylation. It has been shown that the resulting acute renal failure is caused by ROS, and the use of M40403, which is a low-molecular-weight mimetic of superoxide dismutase, attenuates this damage (\n64\n, \n65\n, \n75\n). Similarly, proteomic analysis implicates Gm-mediated oxidative stress in \nLeishmania\n since the proteins affected by drug exposure included the thiol-redox control system (\n76\n). Furthermore, it was shown that Gm-mediated ROS production can enhance the effectiveness of drugs like camptothecin and digitoxin against the lung cancer cell line NCI-H460 (\n77\n).\nIt needs to be emphasized that the established mechanism of Gm action on bacteria is not questioned by these data; instead, they show that an additional mechanism—oxidative stress—has a role in the lethality of this drug in stationary-phase cells. It is clear that neither NAC nor anaerobiosis rendered the drug harmless (\nFig. 3\n), and it was only at a low dose of Gm that the administration of NAC was needed to bolster the colonizing ability of the \nrpoS\n mutant (\nFig. 6\n). Other factors were therefore involved, and it is logical to assume that inhibition of protein synthesis continued to have a key role in the toxicity of the drug. This study, however, has detected new targets to enhance the effectiveness of Gm. Even though some of the proteins implicated have mammalian orthologues, sufficient differences exist between the pro- and eukaryotic proteins that selective targeting of the former should be possible.\nAs regards the source of increased ROS in Gm-treated cells, our data implicate two possibilities. One is endogenous ROS. As stated, normal metabolic processes generate ROS; these species leak out of the electron transport chain during respiration, and many metabolic products, e.g., quinonoid compounds, are subject to redox cycling that generates these radicals (\n46\n, \n49\n, \n66\n, \n78\n). A dynamic balance between the ROS so generated and their decomposition by the cellular antioxidant defense keeps the endogenous ROS at a low level (\n47\n, \n78\n). As we have seen (\nFig. 2\n), in non-drug-treated cells, compromising the antioxidant defense by the elimination of σ\nS\n or the σ\nS\n-dependent quencher proteins tilted this balance to a higher steady-state ROS level. The increased ROS in the drug-treated cells accompanied a weakened antioxidant defense; therefore, this increase may just reflect insufficient quenching of the endogenous ROS. An additional mechanism, indicated by the AB results, is stimulation of ROS leakage from the respiratory chain by Gm. This possibility is in agreement with the findings of the Dwyer et al. and Kohanski et al. in exponential-phase cells (\n26\n, \n49\n). A third possibility that remains to be explored is that the bactericidal drugs themselves can redox cycle (\n79\n, \n80\n), generating extra ROS.\nA few comments on the current controversy on the role of ROS in bactericidal drug toxicity are in order. Several studies have hinted at the possibility that in bacteria in this phase, these drugs, in addition to damaging their established targets, also injure the cells by generating ROS (\n81\n–\n85\n), and a mechanistic basis for ROS generation by the drugs was presented for \nE. coli\n by the Kohanski et al. (\n49\n) involving as noted above, stimulation of respiration. Three subsequent studies not only questioned the proposed mechanism but also ruled out the contribution of ROS in the lethality of these drugs (\n27\n–\n29\n). This has evoked a response from Dwyer et al., by and large reinstating their original conclusions (\n26\n). One possible explanation for the conflicting findings relates to the growth stage. Liu and Imlay (\n29\n) used very early exponential-phase cells (optical density [OD] of 0.05 to 0.2), while Dwyer et al. (\n26\n) may have studied cells grown to a much higher density. It has been shown that the σ\ns\n-mediated stress response begins already in advanced exponential phase (\n86\n), and it may be that the ROS role found by Dwyer et al. is due to some commonality with stationary-phase cells. Be that as it may, the disagreement is not relevant to this study, which deals with bacteria in confirmed stationary phase, representing, as stated, a very different physiological state than cells in the exponential phase (\n7\n–\n10\n, \n13\n, \n31\n, \n32\n).",
    "supplementary_material": "Supplemental material\n\n\n\n\nsupp_58_10_5964__index.html\n (1,012B, html)",
    "acknowledgments": "We thank C. Miller and S. Cohen (Department of Genetics, Stanford University) for providing us with \nE. coli\n strain SY2.\nThis research was supported by NASA grants NNX09AH41G and NNX10AM90A to A.C.M. and by NIH\nDK087895 to M.H. R.S. was supported, in part, by a Fulbright-Nehru Postdoctoral Research Fellowship.\nNeither NASA nor NIH had any role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
    "footnotes": "Published ahead of print\n 28 July 2014\n\n\nSupplemental material for this article may be found at \nhttp://dx.doi.org/10.1128/AAC.03683-14\n.",
    "references": "1.\nSonenshein AL.\n2005. \nCodY, a global regulator of stationary phase and virulence in Gram-positive bacteria. Curr. Opin. Microbiol.\n8:203–207. 10.1016/j.mib.2005.01.001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nNavarro Llorens JM, Tormo A, Martinez-Garcia E.\n2010. \nStationary phase in gram-negative bacteria. FEMS Microbiol. Rev.\n34:476–495. 10.1111/j.1574-6976.2010.00213.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nCabeen MT.\n2014. \nStationary phase-specific virulence factor overproduction by a \nlasR\n mutant of Pseudomonas aeruginosa. PLoS One\n9:e88743. 10.1371/journal.pone.0088743\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nMouslim C, Hughes KT.\n2014. \nThe effect of cell growth phase on the regulatory cross-talk between flagellar and Spi1 virulence gene expression. PLoS Pathog.\n10:e1003987. 10.1371/journal.ppat.1003987\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nHengge-Aronis R.\n2002. \nSignal transduction and regulatory mechanisms involved in control of the σ\nS\n (RpoS) subunit of RNA polymerase. Microbiol. Mol. Biol. Rev.\n66:373–395. 10.1128/MMBR.66.3.373-395.2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nKolter R, Siegele DA, Tormo A.\n1993. \nThe stationary phase of the bacterial life cycle. Annu. Rev. Microbiol.\n47:855–874. 10.1146/annurev.mi.47.100193.004231\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nMatin A.\n1991. \nThe molecular basis of carbon-starvation-induced general resistance in Escherichia coli. Mol. Microbiol.\n5:3–10. 10.1111/j.1365-2958.1991.tb01819.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nMatin A.\n2009. \nStress, bacterial: general and specific, p 485–500\n\nIn\n\nSchaechter M. (ed), Encyclopedia of microbiology\n(3rd ed).\nAcademic Press, Oxford, United Kingdom\n [\nGoogle Scholar\n]\n\n\n\n\n9.\nDalebroux ZD, Svensson SL, Gaynor EC, Swanson MS.\n2010. \nppGpp conjures bacterial virulence. Microbiol. Mol. Biol. Rev.\n74:171–199. 10.1128/MMBR.00046-09\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nRoop RM, II, Gee JM, Robertson GT, Richardson JM, Ng WL, Winkler ME.\n2003. \nBrucella stationary-phase gene expression and virulence. Annu. Rev. Microbiol.\n57:57–76. 10.1146/annurev.micro.57.030502.090803\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nMangan MW, Lucchini S, Danino V, Croinin TO, Hinton JC, Dorman CJ.\n2006. \nThe integration host factor (IHF) integrates stationary-phase and virulence gene expression in Salmonella enterica serovar Typhimurium. Mol. Microbiol.\n59:1831–1847. 10.1111/j.1365-2958.2006.05062.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nBarnhart MM, Chapman MR.\n2006. \nCurli biogenesis and function. Annu. Rev. Microbiol.\n60:131–147. 10.1146/annurev.micro.60.080805.142106\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nKau AL, Hunstad DA, Hultgren SJ.\n2005. \nInteraction of uropathogenic Escherichia coli with host uroepithelium. Curr. Opin. Microbiol.\n8:54–59. 10.1016/j.mib.2004.12.001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nKau AL, Martin SM, Lyon W, Hayes E, Caparon MG, Hultgren SJ.\n2005. \nEnterococcus faecalis tropism for the kidneys in the urinary tract of C57BL/6J mice. Infect. Immun.\n73:2461–2468. 10.1128/IAI.73.4.2461-2468.2005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nAnderl JN, Zahller J, Roe F, Stewart PS.\n2003. \nRole of nutrient limitation and stationary-phase existence in Klebsiella pneumoniae biofilm resistance to ampicillin and ciprofloxacin. Antimicrob. Agents Chemother.\n47:1251–1256. 10.1128/AAC.47.4.1251-1256.2003\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nNguyen D, Joshi-Datar A, Lepine F, Bauerle E, Olakanmi O, Beer K, McKay G, Siehnel R, Schafhauser J, Wang Y, Britigan BE, Singh PK.\n2011. \nActive starvation responses mediate antibiotic tolerance in biofilms and nutrient-limited bacteria. Science\n334:982–986. 10.1126/science.1211037\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nHu Y, Shamaei-Tousi A, Liu Y, Coates A.\n2010. \nA new approach for the discovery of antibiotics by targeting non-multiplying bacteria: a novel topical antibiotic for staphylococcal infections. PLoS One\n5:e11818. 10.1371/journal.pone.0011818\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nPodos SD, Thanassi JA, Leggio M, Pucci MJ.\n2012. \nBactericidal activity of ACH-702 against nondividing and biofilm staphylococci. Antimicrob. Agents Chemother.\n56:3812–3818. 10.1128/AAC.00092-12\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nHengge-Aronis R.\n2002. \nStationary phase gene regulation: what makes an Escherichia coli promoter σ\nS\n-selective?\nCurr. Opin. Microbiol.\n5:591–595. 10.1016/S1369-5274(02)00372-7\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nMatin A, Auger EA, Blum PH, Schultz JE.\n1989. \nGenetic basis of starvation survival in nondifferentiating bacteria. Annu. Rev. Microbiol.\n43:293–316. 10.1146/annurev.mi.43.100189.001453\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nPoole K.\n2012. \nBacterial stress responses as determinants of antimicrobial resistance. J. Antimicrob. Chemother.\n67:2069–2089. 10.1093/jac/dks196\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nAndersson DI, Hughes D.\n2010. \nAntibiotic resistance and its cost: is it possible to reverse resistance?\nNat. Rev. Microbiol.\n8:260–271. 10.1038/nrmicro2319\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nMazel D, Davies J.\n1999. \nAntibiotic resistance in microbes. Cell Mol. Life Sci.\n56:742–754. 10.1007/s000180050021\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nKolodkin-Gal I, Engelberg-Kulka H.\n2009. \nThe stationary-phase sigma factor σ\nS\n is responsible for the resistance of Escherichia coli stationary-phase cells to \nmazEF\n-mediated cell death. J. Bacteriol.\n191:3177–3182. 10.1128/JB.00011-09\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nNystrom T.\n2004. \nStationary-phase physiology. Annu. Rev. Microbiol.\n58:161–181. 10.1146/annurev.micro.58.030603.123818\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nDwyer DJ, Belenky PA, Yang JH, MacDonald IC, Martell JD, Takahashi N, Chan CT, Lobritz MA, Braff D, Schwarz EG, Ye JD, Pati M, Vercruysse M, Ralifo PS, Allison KR, Khalil AS, Ting AY, Walker GC, Collins JJ.\n2014. \nAntibiotics induce redox-related physiological alterations as part of their lethality. Proc. Natl. Acad. Sci. U. S. A.\n111:E2100–E2109. 10.1073/pnas.1401876111\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nEzraty B, Vergnes A, Banzhaf M, Duverger Y, Huguenot A, Brochado AR, Su SY, Espinosa L, Loiseau L, Py B, Typas A, Barras F.\n2013. \nFe-S cluster biosynthesis controls uptake of aminoglycosides in a ROS-less death pathway. Science\n340:1583–1587. 10.1126/science.1238328\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nKeren I, Wu Y, Inocencio J, Mulcahy LR, Lewis K.\n2013. \nKilling by bactericidal antibiotics does not depend on reactive oxygen species. Science\n339:1213–1216. 10.1126/science.1232688\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nLiu Y, Imlay JA.\n2013. \nCell death from antibiotics without the involvement of reactive oxygen species. Science\n339:1210–1213. 10.1126/science.1232751\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nSezonov G, Joseleau-Petit D, D'Ari R.\n2007. \nEscherichia coli physiology in Luria-Bertani broth. J. Bacteriol.\n189:8746–8749. 10.1128/JB.01368-07\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nRolfe MD, Rice CJ, Lucchini S, Pin C, Thompson A, Cameron AD, Alston M, Stringer MF, Betts RP, Baranyi J, Peck MW, Hinton JC.\n2012. \nLag phase is a distinct growth phase that prepares bacteria for exponential growth and involves transient metal accumulation. J. Bacteriol.\n194:686–701. 10.1128/JB.06112-11\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nJozefczuk S, Klie S, Catchpole G, Szymanski J, Cuadros-Inostroza A, Steinhauser D, Selbig J, Willmitzer L.\n2010. \nMetabolomic and transcriptomic stress response of Escherichia coli. Mol. Syst. Biol.\n6:364. 10.1038/msb.2010.18\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nBaba T, Ara T, Hasegawa M, Takai Y, Okumura Y, Baba M, Datsenko KA, Tomita M, Wanner BL, Mori H.\n2006. \nConstruction of Escherichia coli K-12 in-frame, single-gene knockout mutants: the Keio collection. Mol. Syst. Biol.\n2:2006.0008. 10.1038/msb4100050\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nStone G, Wood P, Dixon L, Keyhan M, Matin A.\n2002. \nTetracycline rapidly reaches all the constituent cells of uropathogenic Escherichia coli biofilms. Antimicrob. Agents Chemother.\n46:2458–2461. 10.1128/AAC.46.8.2458-2461.2002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nLynch SV, Dixon L, Benoit MR, Brodie EL, Keyhan M, Hu P, Ackerley DF, Andersen GL, Matin A.\n2007. \nRole of the \nrapA\n gene in controlling antibiotic resistance of Escherichia coli biofilms. Antimicrob. Agents Chemother.\n51:3650–3658. 10.1128/AAC.00601-07\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nThomason LC, Costantino N, Court DL.\n2007. \nE. coli genome manipulation by P1 transduction. Curr. Protoc. Mol. Biol.\nChapter 1:Unit 1.17. 10.1002/0471142727.mb0117s79\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nZhang X, Bremer H.\n1995. \nControl of the Escherichia coli\n\nrrnB\n P1 promoter strength by ppGpp. J. Biol. Chem.\n270:11181–11189. 10.1074/jbc.270.19.11181\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nInstitute CaLS. 2011. \nPerformance standards for antimicrobial susceptibility testing; twenty-first informational supplement. Document M100-S21\nClinical and Laboratory Standards Institute, Wayne, PA\n [\nGoogle Scholar\n]\n\n\n\n\n39.\nFu CL, Apelo CA, Torres B, Thai KH, Hsieh MH.\n2011. \nMouse bladder wall injection. J. Vis. Exp.\n53:e2523. 10.3791/2523\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nGonzalez CF, Ackerley DF, Lynch SV, Matin A.\n2005. \nChrR, a soluble quinone reductase of Pseudomonas putida that defends against H\n2\nO\n2\n. J. Biol. Chem.\n280:22590–22595. 10.1074/jbc.M501654200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nMatin A, Rittenberg SC.\n1970. \nRegulation of glucose metabolism in Thiobacillus intermedius. J. Bacteriol.\n104:239–246\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nReeve CA, Amy PS, Matin A.\n1984. \nRole of protein synthesis in the survival of carbon-starved Escherichia coli K-12. J. Bacteriol.\n160:1041–1046\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nCollet A, Cosette P, Beloin C, Ghigo JM, Rihouey C, Lerouge P, Junter GA, Jouenne T.\n2008. \nImpact of \nrpoS\n deletion on the proteome of Escherichia coli grown planktonically and as biofilm. J. Proteome Res.\n7:4659–4669. 10.1021/pr8001723\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nAckerley DF, Barak Y, Lynch SV, Curtin J, Matin A.\n2006. \nEffect of chromate stress on Escherichia coli K-12. J. Bacteriol.\n188:3371–3381. 10.1128/JB.188.9.3371-3381.2006\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nMiller C, Thomsen LE, Gaggero C, Mosseri R, Ingmer H, Cohen SN.\n2004. \nSOS response induction by beta-lactams and bacterial defense against antibiotic lethality. Science\n305:1629–1631. 10.1126/science.1101630\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nImlay JA.\n2008. \nCellular defenses against superoxide and hydrogen peroxide. Annu. Rev. Biochem.\n77:755–776. 10.1146/annurev.biochem.77.061606.161055\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nStorz G, Imlay JA.\n1999. \nOxidative stress. Curr. Opin. Microbiol.\n2:188–194. 10.1016/S1369-5274(99)80033-2\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nBerg JM, Tymoczko JL, Stryer L.\n2012. \nBiochemistry, 7th ed.\nW. H. Freeman, New York, NY\n [\nGoogle Scholar\n]\n\n\n\n\n49.\nKohanski MA, Dwyer DJ, Hayete B, Lawrence CA, Collins JJ.\n2007. \nA common mechanism of cellular death induced by bactericidal antibiotics. Cell\n130:797–810. 10.1016/j.cell.2007.06.049\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nSetsukinai K, Urano Y, Kakinuma K, Majima HJ, Nagano T.\n2003. \nDevelopment of novel fluorescence probes that can reliably detect reactive oxygen species and distinguish specific species. J. Biol. Chem.\n278:3170–3175. 10.1074/jbc.M209264200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nPaulander W, Wang Y, Folkesson A, Charbon G, Lobner-Olesen A, Ingmer H.\n2014. \nBactericidal antibiotics increase hydroxyphenyl fluorescein signal by altering cell morphology. PLoS One\n9:e92231. 10.1371/journal.pone.0092231\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nRenggli S, Keck W, Jenal U, Ritz D.\n2013. \nRole of autofluorescence in flow cytometric analysis of Escherichia coli treated with bactericidal antibiotics. J. Bacteriol.\n195:4067–4073. 10.1128/JB.00393-13\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nDukan S, Nystrom T.\n1999. \nOxidative stress defense and deterioration of growth-arrested Escherichia coli cells. J. Biol. Chem.\n274:26027–26032. 10.1074/jbc.274.37.26027\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nLevine RL, Williams JA, Stadtman ER, Shacter E.\n1994. \nCarbonyl assays for determination of oxidatively modified proteins. Methods Enzymol.\n233:346–357. 10.1016/S0076-6879(94)33040-9\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nBallesteros M, Fredriksson A, Henriksson J, Nystrom T.\n2001. \nBacterial senescence: protein oxidation in non-proliferating cells is dictated by the accuracy of the ribosomes. EMBO J.\n20:5280–5289. 10.1093/emboj/20.18.5280\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nKashket ER.\n1981. \nEffects of aerobiosis and nitrogen source on the proton motive force in growing Escherichia coli and Klebsiella pneumoniae cells. J. Bacteriol.\n146:377–384\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nDemple B.\n1991. \nRegulation of bacterial oxidative stress genes. Annu. Rev. Genet.\n25:315–337. 10.1146/annurev.ge.25.120191.001531\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nWang X, Zhao X.\n2009. \nContribution of oxidative damage to antimicrobial lethality. Antimicrob. Agents Chemother.\n53:1395–1402. 10.1128/AAC.01087-08\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nGrant CM.\n2008. \nMetabolic reconfiguration is a regulated response to oxidative stress. J. Biol.\n7:1. 10.1186/jbiol63\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nRalser M, Wamelink MM, Kowald A, Gerisch B, Heeren G, Struys EA, Klipp E, Jakobs C, Breitenbach M, Lehrach H, Krobitsch S.\n2007. \nDynamic rerouting of the carbohydrate flux is key to counteracting oxidative stress. J. Biol.\n6:10. 10.1186/jbiol61\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nHawes JW, Harper ET, Crabb DW, Harris RA.\n1996. \nStructural and mechanistic similarities of 6-phosphogluconate and 3-hydroxyisobutyrate dehydrogenases reveal a new enzyme family, the 3-hydroxyacid dehydrogenases. FEBS Lett.\n389:263–267. 10.1016/0014-5793(96)00597-2\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nZamboni N, Fischer E, Laudert D, Aymerich S, Hohmann HP, Sauer U.\n2004. \nThe \nBacillus subtilis yqjI\n gene encodes the NADP\n+\n-dependent 6-P-gluconate dehydrogenase in the pentose phosphate pathway. J. Bacteriol.\n186:4528–4534. 10.1128/JB.186.14.4528-4534.2004\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nMaisonneuve E, Ducret A, Khoueiry P, Lignon S, Longhi S, Talla E, Dukan S.\n2009. \nRules governing selective protein carbonylation. PLoS One\n4:e7269. 10.1371/journal.pone.0007269\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nRandjelovic P, Veljkovic S, Stojiljkovic N, Jankovic-Velickovic L, Sokolovic D, Stoiljkovic M, Ilic I.\n2012. \nSalicylic acid attenuates gentamicin-induced nephrotoxicity in rats. Scientific World Journal\n2012:390613. 10.1100/2012/390613\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nRandjelovic P, Veljkovic S, Stojiljkovic N, Velickovic L, Sokolovic D, Stoiljkovic M, Ilic I.\n2012. \nProtective effect of selenium on gentamicin-induced oxidative stress and nephrotoxicity in rats. Drug Chem. Toxicol.\n35:141–148. 10.3109/01480545.2011.589446\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nBoylen CW, Ensign JC.\n1970. \nIntracellular substrates for endogenous metabolism during long-term starvation of rod and spherical cells of Arthrobacter crystallopoietes. J. Bacteriol.\n103:578–587\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nLiu Y, Fiskum G, Schubert D.\n2002. \nGeneration of reactive oxygen species by the mitochondrial electron transport chain. J. Neurochem.\n80:780–787. 10.1046/j.0022-3042.2002.00744.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nLi N, Ragheb K, Lawler G, Sturgis J, Rajwa B, Melendez JA, Robinson JP.\n2003. \nMitochondrial complex I inhibitor rotenone induces apoptosis through enhancing mitochondrial reactive oxygen species production. J. Biol. Chem.\n278:8516–8525. 10.1074/jbc.M210432200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nRampersad SN.\n2012. \nMultiple applications of Alamar Blue as an indicator of metabolic function and cellular health in cell viability bioassays. Sensors (Basel)\n12:12347–12360. 10.3390/s120912347\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nDalebroux ZD, Yagi BF, Sahr T, Buchrieser C, Swanson MS.\n2010. \nDistinct roles of ppGpp and DksA in Legionella pneumophila differentiation. Mol. Microbiol.\n76:200–219. 10.1111/j.1365-2958.2010.07094.x\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nDwyer DJ, Kohanski MA, Collins JJ.\n2009. \nRole of reactive oxygen species in antibiotic action and resistance. Curr. Opin. Microbiol.\n12:482–489. 10.1016/j.mib.2009.06.018\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nSeaver LC, Imlay JA.\n2004. \nAre respiratory enzymes the primary sources of intracellular hydrogen peroxide?\nJ. Biol. Chem.\n279:48742–48750. 10.1074/jbc.M408754200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nHenry CS, DeJongh M, Best AA, Frybarger PM, Linsay B, Stevens RL.\n2010. \nHigh-throughput generation, optimization and analysis of genome-scale metabolic models. Nat. Biotechnol.\n28:977–982. 10.1038/nbt.1672\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nNakahigashi K, Toya Y, Ishii N, Soga T, Hasegawa M, Watanabe H, Takai Y, Honma M, Mori H, Tomita M.\n2009. \nSystematic phenome analysis of Escherichia coli multiple-knockout mutants reveals hidden reactions in central carbon metabolism. Mol. Syst. Biol.\n5:306. 10.1038/msb.2009.65\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nCuzzocrea S, Mazzon E, Dugo L, Serraino I, Di Paola R, Britti D, De Sarro A, Pierpaoli S, Caputi A, Masini E, Salvemini D.\n2002. \nA role for superoxide in gentamicin-mediated nephropathy in rats. Eur. J. Pharmacol.\n450:67–76. 10.1016/S0014-2999(02)01749-1\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\nDaneshvar H, Wyllie S, Phillips S, Hagan P, Burchmore R.\n2012. \nComparative proteomics profiling of a gentamicin-attenuated Leishmania infantum cell line identifies key changes in parasite thiol-redox metabolism. J. Proteomics\n75:1463–1471. 10.1016/j.jprot.2011.11.018\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nCuccarese MF, Singh A, Amiji M, O'Doherty GA.\n2013. \nA novel use of gentamicin in the ROS-mediated sensitization of NCI-H460 lung cancer cells to various anticancer agents. ACS Chem. Biol.\n8:2771–2777. 10.1021/cb4007024\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nImlay JA, Fridovich I.\n1991. \nSuperoxide production by respiring membranes of Escherichia coli. Free Radic. Res. Commun.\n12–13:59–66\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\nMartin JP, Jr, Colina K, Logsdon N.\n1987. \nRole of oxygen radicals in the phototoxicity of tetracyclines toward Escherichia coli B. J. Bacteriol.\n169:2516–2522\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nUmezawa N, Arakane K, Ryu A, Mashiko S, Hirobe M, Nagano T.\n1997. \nParticipation of reactive oxygen species in phototoxicity induced by quinolone antibacterial agents. Arch. Biochem. Biophys.\n342:275–281. 10.1006/abbi.1997.0124\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nBreidenstein EB, Khaira BK, Wiegand I, Overhage J, Hancock RE.\n2008. \nComplex ciprofloxacin resistome revealed by screening a Pseudomonas aeruginosa mutant library for altered susceptibility. Antimicrob. Agents Chemother.\n52:4486–4491. 10.1128/AAC.00222-08\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nDavies BW, Kohanski MA, Simmons LA, Winkler JA, Collins JJ, Walker GC.\n2009. \nHydroxyurea induces hydroxyl radical-mediated cell death in Escherichia coli. Mol. Cell\n36:845–860. 10.1016/j.molcel.2009.11.024\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\nGirgis HS, Hottes AK, Tavazoie S.\n2009. \nGenetic architecture of intrinsic antibiotic susceptibility. PLoS One\n4:e5629. 10.1371/journal.pone.0005629\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\nBizzini A, Zhao C, Auffray Y, Hartke A.\n2009. \nThe Enterococcus faecalis superoxide dismutase is essential for its tolerance to vancomycin and penicillin. J. Antimicrob. Chemother.\n64:1196–1202. 10.1093/jac/dkp369\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\nShatalin K, Shatalina E, Mironov A, Nudler E.\n2011. \nH2S: a universal defense against antibiotics in bacteria. Science\n334:986–990. 10.1126/science.1209855\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\nZgurskaya HI, Keyhan M, Matin A.\n1997. \nThe sigma S level in starving Escherichia coli cells increases solely as a result of its increased stability, despite decreased synthesis. Mol. Microbiol.\n24:643–651. 10.1046/j.1365-2958.1997.3961742.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\nCalhoun LN, Kwon YM.\n2011. \nThe ferritin-like protein Dps protects Salmonella enterica serotype Enteritidis from the Fenton-mediated killing mechanism of bactericidal antibiotics. Int. J. Antimicrob. Agents\n37:261–265. 10.1016/j.ijantimicag.2010.11.034\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n88.\nBilska A, Dubiel M, Sokolowska-Jezewicz M, Lorenc-Koci E, Wlodek L.\n2007. \nAlpha-lipoic acid differently affects the reserpine-induced oxidative stress in the striatum and prefrontal cortex of rat brain. Neuroscience\n146:1758–1771. 10.1016/j.neuroscience.2007.04.002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n89.\nBryk R, Lima CD, Erdjument-Bromage H, Tempst P, Nathan C.\n2002. \nMetabolic enzymes of mycobacteria linked to antioxidant defense by a thioredoxin-like protein. Science\n295:1073–1077. 10.1126/science.1067798\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n90.\nRajashankar KR, Bryk R, Kniewel R, Buglino JA, Nathan CF, Lima CD.\n2005. \nCrystal structure and functional analysis of lipoamide dehydrogenase from Mycobacterium tuberculosis. J. Biol. Chem.\n280:33977–33983. 10.1074/jbc.M507466200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n91.\nChen L, Xie QW, Nathan C.\n1998. \nAlkyl hydroperoxide reductase subunit C (AhpC) protects bacterial and human cells against reactive nitrogen intermediates. Mol. Cell\n1:795–805. 10.1016/S1097-2765(00)80079-9\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n92.\nWasim M, Bible AN, Xie Z, Alexandre G.\n2009. \nAlkyl hydroperoxide reductase has a role in oxidative stress resistance and in modulating changes in cell-surface properties in Azospirillum brasilense Sp245. Microbiology\n155:1192–1202. 10.1099/mic.0.022541-0\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n93.\nDavies O, Mendes P, Smallbone K, Malys N.\n2012. \nCharacterisation of multiple substrate-specific (d)ITP/(d)XTPase and modelling of deaminated purine nucleotide metabolism. BMB Rep.\n45:259–264. 10.5483/BMBRep.2012.45.4.259\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n94.\nOrino K, Lehman L, Tsuji Y, Ayaki H, Torti SV, Torti FM.\n2001. \nFerritin and the response to oxidative stress. Biochem. J.\n357:241–247. 10.1042/0264-6021:3570241\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n95.\nWang Z, Zhang J.\n2009. \nAbundant indispensable redundancies in cellular metabolic networks. Genome Biol. Evol.\n1:23–33. 10.1093/gbe/evp002\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n96.\nJustino MC, Vicente JB, Teixeira M, Saraiva LM.\n2005. \nNew genes implicated in the protection of anaerobically grown Escherichia coli against nitric oxide. J. Biol. Chem.\n280:2636–2643. 10.1074/jbc.M411070200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n97.\nPaget MS, Molle V, Cohen G, Aharonowitz Y, Buttner MJ.\n2001. \nDefining the disulphide stress response in Streptomyces coelicolor A3(2): identification of the σ\nR\n regulon. Mol. Microbiol.\n42:1007–1020. 10.1046/j.1365-2958.2001.02675.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n98.\nVolker U, Andersen KK, Antelmann H, Devine KM, Hecker M.\n1998. \nOne of two \nosmC\n homologs in Bacillus subtilis is part of the σ\nB\n-dependent general stress regulon. J. Bacteriol.\n180:4212–4218\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n99.\nFaucher SP, Viau C, Gros PP, Daigle F, Le Moual H.\n2008. \nThe \nprpZ\n gene cluster encoding eukaryotic-type Ser/Thr protein kinases and phosphatases is repressed by oxidative stress and involved in Salmonella enterica serovar Typhi survival in human macrophages. FEMS Microbiol. Lett.\n281:160–166. 10.1111/j.1574-6968.2008.01094.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n100.\nVercruysse M, Fauvart M, Jans A, Beullens S, Braeken K, Cloots L, Engelen K, Marchal K, Michiels J.\n2011. \nStress response regulators identified through genome-wide transcriptome analysis of the (p)ppGpp-dependent response in Rhizobium etli. Genome Biol.\n12:R17. 10.1186/gb-2011-12-2-r17\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n101.\nColeman ST, Fang TK, Rovinsky SA, Turano FJ, Moye-Rowley WS.\n2001. \nExpression of a glutamate decarboxylase homologue is required for normal oxidative stress tolerance in Saccharomyces cerevisiae. J. Biol. Chem.\n276:244–250. 10.1074/jbc.M007103200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n102.\nKuczynska-Wisnik D, Matuszewska E, Furmanek-Blaszk B, Leszczynska D, Grudowska A, Szczepaniak P, Laskowska E.\n2010. \nAntibiotics promoting oxidative stress inhibit formation of Escherichia coli biofilm via indole signalling. Res. Microbiol.\n161:847–853. 10.1016/j.resmic.2010.09.012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n103.\nKleerebezem M, Crielaard W, Tommassen J.\n1996. \nInvolvement of stress protein PspA (phage shock protein A) of Escherichia coli in maintenance of the protonmotive force under stress conditions. EMBO J.\n15:162–171\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n104.\nNachin L, Nannmark U, Nystrom T.\n2005. \nDifferential roles of the universal stress proteins of Escherichia coli in oxidative stress resistance, adhesion, and motility. J. Bacteriol.\n187:6265–6272. 10.1128/JB.187.18.6265-6272.2005\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n105.\nItoh K, Huang Z, Liu HW.\n2007. \nSynthesis and analysis of substrate analogues for UDP-galactopyranose mutase: implication for an oxocarbenium ion intermediate in the catalytic mechanism. Org. Lett.\n9:879–882. 10.1021/ol0631408\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n106.\nBrinkkotter A, Shakeri-Garakani A, Lengeler JW.\n2002. \nTwo class II d-tagatose-bisphosphate aldolases from enteric bacteria. Arch. Microbiol.\n177:410–419. 10.1007/s00203-002-0406-6\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n107.\nTu X, Latifi T, Bougdour A, Gottesman S, Groisman EA.\n2006. \nThe PhoP/PhoQ two-component system stabilizes the alternative sigma factor RpoS in Salmonella enterica. Proc. Natl. Acad. Sci. U. S. A.\n103:13503–13508. 10.1073/pnas.0606026103\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n108.\nBattesti A, Bouveret E.\n2006. \nAcyl carrier protein/SpoT interaction, the switch linking SpoT-dependent stress response to fatty acid metabolism. Mol. Microbiol.\n62:1048–1063. 10.1111/j.1365-2958.2006.05442.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n109.\nGallagher JR, Prigge ST.\n2010. \nPlasmodium falciparum acyl carrier protein crystal structures in disulfide-linked and reduced states and their prevalence during blood stage growth. Proteins\n78:575–588. 10.1002/prot.22582\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n110.\nHan MJ, Lee SY.\n2006. \nThe Escherichia coli proteome: past, present, and future prospects. Microbiol. Mol. Biol. Rev.\n70:362–439. 10.1128/MMBR.00036-05\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n111.\nCao Z, Song P, Xu Q, Su R, Zhu G.\n2011. \nOverexpression and biochemical characterization of soluble pyridine nucleotide transhydrogenase from Escherichia coli. FEMS microbiology letters\n320:9–14. 10.1111/j.1574-6968.2011.02287.x\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n112.\nDamveld RA, Franken A, Arentshorst M, Punt PJ, Klis FM, van den Hondel CA, Ram AF.\n2008. \nA novel screening method for cell wall mutants in Aspergillus niger identifies UDP-galactopyranose mutase as an important protein in fungal cell wall biosynthesis. Genetics\n178:873–881. 10.1534/genetics.107.073148\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n113.\nDeshpande N, Addess KJ, Bluhm WF, Merino-Ott JC, Townsend-Merino W, Zhang Q, Knezevich C, Xie L, Chen L, Feng Z, Green RK, Flippen-Anderson JL, Westbrook J, Berman HM, Bourne PE.\n2005. \nThe RCSB Protein Data Bank: a redesigned query system and relational database based on the mmCIF schema. Nucleic Acids Res.\n33:D233–D237. 10.1093/nar/gki057\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n114.\nKirchmair J, Markt P, Distinto S, Schuster D, Spitzer GM, Liedl KR, Langer T, Wolber G.\n2008. \nThe Protein Data Bank (PDB), its related services and software tools as key components for in silico guided drug discovery. J. Med. Chem.\n51:7021–7040. 10.1021/jm8005977\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental material\n\n\n\n\nsupp_58_10_5964__index.html\n (1,012B, html) \n\n\n\n\n\n\nAAC.03683-14_zac010143305so1.pdf\n (6.5MB, pdf)",
    "supplementary_materials": "Supplemental material\n\n\n\n\nsupp_58_10_5964__index.html\n (1,012B, html) \n\n\n\n\n\n\nAAC.03683-14_zac010143305so1.pdf\n (6.5MB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.2 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4187989/"
}