{
  "id": "PMC4923109",
  "title": "Cultivation of Staphylococcus epidermidis in the human spaceflight environment leads to alterations in the frequency and spectrum of spontaneous rifampicin-resistance mutations in the rpoB gene",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Cultivation of Staphylococcus epidermidis in the human spaceflight environment leads to alterations in the frequency and spectrum of spontaneous rifampicin-resistance mutations in the rpoB gene",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4923109/"
  },
  "sections": {
    "abstract": "Bacteria of the genus \nStaphylococcus\n are persistent inhabitants of human spaceflight habitats and represent potential opportunistic pathogens. The effect of the human spaceflight environment on the growth and the frequency of mutations to antibiotic resistance in the model organism \nStaphylococcus epidermidis\n strain ATCC12228 was investigated. Six cultures of the test organism were cultivated in biological research in canisters–Petri dish fixation units for 122 h on orbit in the International Space Station (ISS) as part of the SpaceX-3 resupply mission. Asynchronous ground controls (GCs) consisted of identical sets of cultures cultivated for 122 h in the ISS Environmental Simulator at Kennedy Space Center. \nS. epidermidis\n exhibited significantly lower viable counts but significantly higher frequencies of mutation to rifampicin (Rif) resistance in space vs. GC cultures. The spectrum of mutations in the \nrpoB\n gene leading to Rif\nR\n was altered in \nS. epidermidis\n isolates cultivated in the ISS compared to GCs. The results suggest that the human spaceflight environment induces unique physiologic stresses on growing bacterial cells leading to changes in mutagenic potential.",
    "introduction": "Introduction\nPlanning is currently underway for future long-duration missions through interplanetary space to the Moon, near-Earth asteroids, or Mars (\nNASA, 2015\n). Both the National Research Council (NRC) and the International Space Exploration Coordination Group (ISECG) have assigned a high priority to studies aimed at better understanding astronaut health risks during space exploration; furthermore, these agencies have recognized the International Space Station (ISS) as the best available platform to conduct research activities to address these challenges (\nInternational Space Exploration Coordination Group (ISECG), 2013\n; \nNational Research Council [NRC], 2014\n).\nStudies conducted during short- and medium-duration missions (from a few days up to ~1 year) in vehicles such as Spacelab, Soyuz, Shuttle, Mir, and ISS have provided a wealth of information concerning astronaut health and function in the spaceflight environment of low-Earth orbit (LEO; \nTaylor, 2015\n). Based on the knowledge gained from these missions, NASA has developed successful risk mitigation strategies. However, long-duration missions (greater than 1 year) into interplanetary space are more likely to expose astronauts to new and higher risks to their health and performance than excursions to LEO, primarily due to: (i) chronic exposure to microgravity; (ii) increased exposure to ionizing radiation from solar and galactic sources; and (iii) extreme confinement and isolation (\nReitz, 2008\n; \nNRC, 2011\n; \nZeitlin et al., 2013\n; \nTaylor, 2015\n). One particular concern for planners of long-duration missions is the possibility of infectious disease (\nScott-Conner et al., 2015\n; \nTaylor, 2015\n). Prolonged exposure to the stresses of spaceflight can lead to dysregulation of astronauts’ immune systems, thus increasing their susceptibility to infectious disease (\nCrucian et al., 2009\n; \nGuéguinou et al., 2009\n; \nTaylor, 2015\n). To minimize the possibility of bringing infectious disease agents onboard, pre-launch mitigation protocols are in place such as screening astronauts for certain microbes and irradiation of food (\nNASA, 2010\n). However, the essential nature of the human microbiome (\nCho and Blaser, 2012\n) renders it impossible to remove all potentially infectious microorganisms from astronauts. Indeed, deterioration of astronauts’ immune systems in space has led to increased reactivation of latent viral infections by Varicella–Zoster, Epstein–Barr, and Cytomegalovirus during 12–16 day Shuttle flights (\nMehta et al., 2014\n). Opportunistic bacterial infections of the urinary tract, upper respiratory tract, and subcutaneous tissue have been documented from Shuttle missions STS-1 to STS-108 (\nSams, 2009\n), and conjunctivitis, respiratory tract, and dental infections were documented among long-term inhabitants of space station Mir (\nBall and Evans, 2001\n).\nNumerous studies have been conducted to understand how bacteria themselves respond to the human spaceflight environment, with particular regard to the possibility of their enhanced pathogenic potential or resistance to antimicrobial treatments [reviewed extensively in \nRosenzweig et al. (2014)\n]. In some spaceflight experiments, it has been observed that spaceflight can lead to enhanced virulence in some bacteria (\nSalmonella typhimurium, Escherichia coli\n, and \nPseudomonas aeruginosa\n), but not in others (\nS. typhimurium, Staphylococcus aureus\n MRSA, \nEnterococcus faecalis\n, and \nListeria monocytogenes\n; note: in \nS. typhimurium\n, both cases have been observed in different spaceflight experiments; reviewed in \nRosenzweig et al., 2014\n). Taken together, the data suggest that the combined phenomena of altered astronaut immunity and heightened virulence of some microbes in the spaceflight environment might lead to an increased incidence of astronaut infections by some opportunistic pathogens during extended missions (\nKlaus and Howard, 2006\n).\nSpace stations start out as basically clean environments, but upon habitation, they are rapidly colonized by numerous environmental and astronaut-associated species of microorganisms, which proceed to adapt and evolve in response to selective pressures unique to the spaceflight environment (\nNovikova, 2004\n; \nvan Tongeren et al., 2007\n). A number of opportunistic pathogens have been isolated from space station crew quarters and from astronauts, including both Gram-positive genera (\nBacillus, Enterococcus, Staphylococcus\n, and \nStreptococcus\n) and Gram-negative genera (\nCitrobacter, Enterobacter, Escherichia, Flavobacterium, Haemophilus, Klebsiella, Morganella, Proteus, Pseudomonas, Ralstonia, Serratia, Stenotrophomonas\n, and \nYersinia\n; \nIlyin, 2005\n; \nKlaus and Howard, 2006\n). From studies of astronauts on space stations Mir and ISS, it was documented that the microbial diversity of the upper respiratory and gastrointestinal tracts was lowered during spaceflight, while the proportion of opportunistic pathogens increased. In addition, extensive exchange of microbial flora of the upper respiratory and gastrointestinal tracts has been documented among astronauts sharing confined space habitats [reviewed in \nTaylor and Sommer (2005)\n]. Recent microbial monitoring of the ISS environment revealed that \nBacillus\n and \nStaphylococcus\n spp., are the most ubiquitous organisms cultured from the ISS, being especially abundant in samples taken from crew quarters, vacuum debris, and HEPA filters (\nVenkateswaran et al., 2014\n; \nChecinska et al., 2015\n). Not surprisingly, \nStaphylococcus epidermidis\n was the most frequently encountered organism in the ISS microbiome, due to its close association with humans as a skin commensal (\nVenkateswaran et al., 2014\n).\nAs on Earth, antibiotics are the predominant treatment of choice for bacterial infections on human spaceflight missions. Knowledge about the efficacy of antimicrobial interventions to treat infections during spaceflight is limited, given the difficulty to assess the interplay between pharmacokinetics of antibiotics or the physiologies of host and microbiome, both of which are altered in the spaceflight environment (\nWotring, 2012\n; \nTaylor, 2015\n). Decreased susceptibility of microbes to antibiotics has been observed in the space environment during experiments performed on \nSalyut 7\n (\nTixador et al., 1985\n) and the Space Shuttles \nChallenger\n (\nLapchine et al., 1986\n) and \nDiscovery\n (\nTixador et al., 1994\n).\nMutation is a common mechanism by which bacteria become resistant to antibiotics. A body of evidence indicates that the spectrum of spontaneous mutation to antibiotic resistance can be altered by the environment to which microbes are exposed (\nNicholson and Maughan, 2002\n; \nNicholson and Park, 2015\n), including the spaceflight environment (\nYatagai et al., 2000\n). In the experiments described here, we chose to study mutations leading to resistance to the antibiotic rifampcin (Rif), because: (i) Rif is a clinically relevant antibiotic used singly and in combination to treat a wide variety of infections; and (ii) Rif\nR\n mutations are easily identified by nucleotide sequencing, as they reside within small regions of the \nrpoB\n gene encoding the β-subunit of RNA polymerase (\nSeverinov et al., 1993\n).\nTaken together, the above observations indicate that the possibility must be considered of antibiotic-resistant strains emerging, and potentially becoming dominant types, in the microbiomes of crew members. Therefore, to explore the development of antibiotic resistance in a potential opportunistic pathogen during long-term human habitation in space, the present communication describes experiments using the biological research in canisters (BRIC) hardware in which growth of \nS. epidermidis\n, as well as the frequency and spectrum of mutation to Rif\nR\n, were measured after spaceflight on the ISS and compared to asynchronous ground controls (GCs).",
    "materials_and_methods": "Materials and Methods\nBacterial Strain, Media, and Growth Conditions\nThe strain used was \nS. epidermidis\n strain ATCC12228 obtained from the American Type Culture Collection, Manassas, VA, USA. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K\n2\nHPO\n4\n, 2.5; glucose, 2.5; and final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. As appropriate, the antibiotic rifampicin (Rif; Sigma–Aldrich) was added to TSY at a final concentration of 5 μg/mL.\nSample Preparation\nStaphylococcus epidermidis\n cells were prepared by overnight growth in TSY liquid medium and a calibration curve was constructed relating Optical Density at 660 nm (OD\n660\n) to viable cell titer. Overnight cultures were diluted in TSY to a working concentration of 10\n8\n CFU per mL prior to use. Aliquots of 0.1 mL (~10\n7\n CFU) of the suspension were applied to the bottoms of sterile 60-mm diameter Petri dishes (Falcon cat. no. 1007) and air-dried for 48–72 h at room temperature prior to use.\nBRIC Spaceflight Hardware\nThe experiments described here utilized BRIC spaceflight hardware, which has been described in detail previously (\nPaul et al., 2012\n). BRIC canisters hold six 60-mm diameter Petri dish bottom halves in small subcompartments called Petri dish fixation units (PDFUs). Each PDFU allows for injection of medium, referred to as actuation, to initiate bacterial growth. For flight (FL) experiments, one BRIC canister was used containing six PDFUs. Immediately, adjacent to the FL canister was deployed a HOBO\n®\n temperature data logger (Onset Computer Co., Bourne, MA, USA). Post-flight asynchronous GC experiments were conducted using the same hardware and configuration as in the FL experiment. Each PDFU was loaded with a Petri dish containing air-dried cells, and 13 mL of sterile TSY medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a biological containment hood.\nSpaceflight Timeline\nThe BRIC–PDFU payload described above was the 18th BRIC mission to space, and was designated BRIC-18. The BRIC-18 hardware payload was launched on the third SpaceX cargo resupply mission to the ISS (SpaceX-3) on April 18, 2014, using the Falcon 9 rocket and Dragon capsule configuration. The Dragon capsule docked with the ISS on April 21, 2014. The BRIC canister was transferred to the ISS on April 22, 2014 and stowed in the US laboratory module. Actuation of the PDFUs was performed on April 30, 2014 at 10:08 EDT (\nFigure \n1A\n) and samples were incubated at ISS ambient temperature (\nFigure \n1B\n) until May 5, 2014 at 12:04 PM EDT, resulting in a total incubation time of 122 h. Growth was terminated by transfer of the BRIC canister to the onboard −80°C MELFI freezer. Samples were returned to Earth in the Dragon capsule on May 18, 2014 and were maintained in the frozen state until return to Kennedy Space Center (KSC) for de-integration and further processing.\nFIGURE 1\n(A)\n Actuation of BRIC-18 canister by astronaut Rick Mastracchio aboard the ISS. \n(B)\n Temperature data from BRIC-18 flight (FL; blue line) and ground control (GC; green line) samples. Actuation time is denoted by the upward arrow and termination of experiment by moving to −80°C freezer is denoted by the downward arrow.\nGround Control Timeline\nAsynchronous GC experiments were performed in a BRIC canister according to the timeline determined during the FL experiment. Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regime recorded during flight (\nFigure \n1B\n), and growth was terminated by transfer to a −80°C freezer, where samples were stored until further processing.\nPost-Experiment Sample Processing\nBoth FL and GC BRIC canisters were transferred from storage at −80°C to a +4°C refrigerator and allowed to thaw overnight. Petri dishes were removed from PDFUs and cells were resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 50-mL conical centrifuge tubes, and the total volume recovered was measured. For viable counts, aliquots from cultures were diluted serially 10-fold in TSY medium, dilutions plated on TSY, and colonies counted after incubation at 37°C for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for Rif\nR\n mutants, cultures were concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37°C for 24 h. The frequency of mutation to Rif\nR\n was calculated by dividing the total number of Rif\nR\n mutants by the total number of viable cells from each culture. Individual Rif\nR\n mutants were streak-purified on TSY + Rif plates and processed for DNA sequencing.\nDNA Sequencing and Analyses\nPrimers used for PCR amplification of two Rif\nR\n regions of the \nS. epidermidis rpoB\n gene are listed in \nTable \n1.\n The corresponding \nrpoB\n regions were amplified by PCR directly from cells as previously described (\nNicholson and Maughan, 2002\n) and their nucleotide sequences determined at the University of Florida Interdisciplinary Center for Biotechnology Research (UF-ICBR). Multiple \nrpoB\n sequences were aligned using the online Clustal Omega server\n1\n to identify the position of mutations relative to the wild-type \nrpoB\n sequence obtained in parallel from \nS. epidermidis\n ATCC12228.\nTable 1\nOligonucleotide primers used for amplification of \nrpoB\n regions in \nStaphylococcus epidermidis.\nPrimer name\nSequence 5′ → 3′\nrpoB\n region amplified\nSep rpoB – 13F\nGTAAGGGTGAACACACAA\nN-cluster\nSep rpoB + 685R\nCTCTAATAAAGCCTGTTCTG\nN-cluster\nSep rpoB + 1322F\nCTATTACGCCACAACAACTC\nClusters I, II, III\nSep rpoB + 2023R\nGCGTCCTCTATGCTTAGC\nClusters I, II, III\nStatistical Analyses\nNon-parametric statistical parameters and tests of significance (Kruskal–Wallis) were computed on log\n10\n-transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, USA).",
    "bacterial_strain,_media,_and_growth_conditions": "Bacterial Strain, Media, and Growth Conditions\nThe strain used was \nS. epidermidis\n strain ATCC12228 obtained from the American Type Culture Collection, Manassas, VA, USA. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K\n2\nHPO\n4\n, 2.5; glucose, 2.5; and final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. As appropriate, the antibiotic rifampicin (Rif; Sigma–Aldrich) was added to TSY at a final concentration of 5 μg/mL.",
    "sample_preparation": "Sample Preparation\nStaphylococcus epidermidis\n cells were prepared by overnight growth in TSY liquid medium and a calibration curve was constructed relating Optical Density at 660 nm (OD\n660\n) to viable cell titer. Overnight cultures were diluted in TSY to a working concentration of 10\n8\n CFU per mL prior to use. Aliquots of 0.1 mL (~10\n7\n CFU) of the suspension were applied to the bottoms of sterile 60-mm diameter Petri dishes (Falcon cat. no. 1007) and air-dried for 48–72 h at room temperature prior to use.",
    "bric_spaceflight_hardware": "BRIC Spaceflight Hardware\nThe experiments described here utilized BRIC spaceflight hardware, which has been described in detail previously (\nPaul et al., 2012\n). BRIC canisters hold six 60-mm diameter Petri dish bottom halves in small subcompartments called Petri dish fixation units (PDFUs). Each PDFU allows for injection of medium, referred to as actuation, to initiate bacterial growth. For flight (FL) experiments, one BRIC canister was used containing six PDFUs. Immediately, adjacent to the FL canister was deployed a HOBO\n®\n temperature data logger (Onset Computer Co., Bourne, MA, USA). Post-flight asynchronous GC experiments were conducted using the same hardware and configuration as in the FL experiment. Each PDFU was loaded with a Petri dish containing air-dried cells, and 13 mL of sterile TSY medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a biological containment hood.",
    "spaceflight_timeline": "Spaceflight Timeline\nThe BRIC–PDFU payload described above was the 18th BRIC mission to space, and was designated BRIC-18. The BRIC-18 hardware payload was launched on the third SpaceX cargo resupply mission to the ISS (SpaceX-3) on April 18, 2014, using the Falcon 9 rocket and Dragon capsule configuration. The Dragon capsule docked with the ISS on April 21, 2014. The BRIC canister was transferred to the ISS on April 22, 2014 and stowed in the US laboratory module. Actuation of the PDFUs was performed on April 30, 2014 at 10:08 EDT (\nFigure \n1A\n) and samples were incubated at ISS ambient temperature (\nFigure \n1B\n) until May 5, 2014 at 12:04 PM EDT, resulting in a total incubation time of 122 h. Growth was terminated by transfer of the BRIC canister to the onboard −80°C MELFI freezer. Samples were returned to Earth in the Dragon capsule on May 18, 2014 and were maintained in the frozen state until return to Kennedy Space Center (KSC) for de-integration and further processing.\nFIGURE 1\n(A)\n Actuation of BRIC-18 canister by astronaut Rick Mastracchio aboard the ISS. \n(B)\n Temperature data from BRIC-18 flight (FL; blue line) and ground control (GC; green line) samples. Actuation time is denoted by the upward arrow and termination of experiment by moving to −80°C freezer is denoted by the downward arrow.",
    "ground_control_timeline": "Ground Control Timeline\nAsynchronous GC experiments were performed in a BRIC canister according to the timeline determined during the FL experiment. Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regime recorded during flight (\nFigure \n1B\n), and growth was terminated by transfer to a −80°C freezer, where samples were stored until further processing.",
    "post-experiment_sample_processing": "Post-Experiment Sample Processing\nBoth FL and GC BRIC canisters were transferred from storage at −80°C to a +4°C refrigerator and allowed to thaw overnight. Petri dishes were removed from PDFUs and cells were resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 50-mL conical centrifuge tubes, and the total volume recovered was measured. For viable counts, aliquots from cultures were diluted serially 10-fold in TSY medium, dilutions plated on TSY, and colonies counted after incubation at 37°C for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for Rif\nR\n mutants, cultures were concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37°C for 24 h. The frequency of mutation to Rif\nR\n was calculated by dividing the total number of Rif\nR\n mutants by the total number of viable cells from each culture. Individual Rif\nR\n mutants were streak-purified on TSY + Rif plates and processed for DNA sequencing.",
    "dna_sequencing_and_analyses": "DNA Sequencing and Analyses\nPrimers used for PCR amplification of two Rif\nR\n regions of the \nS. epidermidis rpoB\n gene are listed in \nTable \n1.\n The corresponding \nrpoB\n regions were amplified by PCR directly from cells as previously described (\nNicholson and Maughan, 2002\n) and their nucleotide sequences determined at the University of Florida Interdisciplinary Center for Biotechnology Research (UF-ICBR). Multiple \nrpoB\n sequences were aligned using the online Clustal Omega server\n1\n to identify the position of mutations relative to the wild-type \nrpoB\n sequence obtained in parallel from \nS. epidermidis\n ATCC12228.\nTable 1\nOligonucleotide primers used for amplification of \nrpoB\n regions in \nStaphylococcus epidermidis.\nPrimer name\nSequence 5′ → 3′\nrpoB\n region amplified\nSep rpoB – 13F\nGTAAGGGTGAACACACAA\nN-cluster\nSep rpoB + 685R\nCTCTAATAAAGCCTGTTCTG\nN-cluster\nSep rpoB + 1322F\nCTATTACGCCACAACAACTC\nClusters I, II, III\nSep rpoB + 2023R\nGCGTCCTCTATGCTTAGC\nClusters I, II, III",
    "statistical_analyses": "Statistical Analyses\nNon-parametric statistical parameters and tests of significance (Kruskal–Wallis) were computed on log\n10\n-transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, USA).",
    "results": "Results\nTemperature Data in FL vs. GC Experiments\nTemperature data were logged at 10-min intervals during the FL and GC experiments and the data are presented in \nFigure \n1B.\n The average temperature recorded during the growth period in FL was 25.1 ± 0.12°C until 107 h, at which time the immediately adjacent FL HOBO unit malfunctioned for the duration of the experiment (\nFigure \n1B\n). However, the HOBO malfunction did not affect the course of the FL experiment, as other HOBO units in nearby BRIC canisters functioned correctly and confirmed a nominal temperature profile (data not shown). The average temperature in the GC experiment was 24.8 ± 0.16°C, differing from the FL experiment by only 0.3°C. The HOBO unit in the GC experiment performed nominally for the entire 122 h duration of the experiment (\nFigure \n1B\n).\nStaphylococcus epidermidis\n Growth and Frequency of Mutation to Rif\nR\n in FL vs. GC\nViable counts of the cultures in all six PDFUs were determined for both FL and GC samples (\nFigure \n2A\n). All \nS. epidermidis\n cultures grew to high titers in both FL and GC experiments, and viable counts were significantly higher in the GC cultures (\nFigure \n2A\n). To determine the frequency of mutation to Rif\nR\n, cells from the FL and GC cultures were concentrated by centrifugation and plated onto TSY + Rif. FL cultures of \nS. epidermidis\n exhibited a 24-fold higher frequency of mutation to Rif\nR\n than did GC cultures, and this difference was found to be highly significant (\nFigure \n2B\n).\nFIGURE 2\nViable counts (CFU) (A) and frequency of mutation to Rif\nR\n (B) of \nStaphylococcus epidermidis\n cultures incubated in FL (blue boxes) or GC (green boxes).\n Double asterisks denote statistically significant differences (\nn\n = 6; Kruskal–Wallis; \nP\n < 0.01).\nSpectrum of Rif\nR\n\n\nrpoB\n Mutations in FL vs. GC Experiments in \nS. epidermidis\nChromosomal DNA was isolated from a total of 67 FL and 57 GC Rif\nR\n mutants, and the N-cluster and Clusters I, II, and III of their \nrpoB\n genes were amplified by PCR and sequenced. The data are presented in \nTables \n2\n and \n3\n and summarized graphically in \nFigure \n3.\n Examination of the data revealed notable differences in the mutational spectrum within \nrpoB\n between the FL and GC samples.\nTable 2\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nS. epidermidis\n flight (FL) vs. ground control (GC) samples.\nPDFU\n1\n2\n3\n4\n5\n6\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nQ469K\n1\n3\n3\n3\n4\nQ469L\n1\n1\n1\n3\n0\nQ469R\n2\n2\n0\nH482D\n1\n1\n1\n1\n2\nH482R\n1\n1\n0\nH482Y\n2\n1\n7\n8\n8\n4\n3\n4\n4\n33\nR485H\n2\n3\n1\n1\n1\n1\n1\n3\n6\nS487F\n12\n1\n4\n1\n7\n1\n10\n1\n6\n3\n4\n42\n8\nS487Y\n2\n1\n2\n1\n1\n5\n2\nE460Q+Q469K\n1\n1\n0\nD472Y + S487C\n1\n1\n0\nNo mutation found\n1\n1\n1\n1\nTotal sequenced\n17\n7\n10\n10\n10\n10\n10\n10\n10\n10\n10\n10\n67\n57\nTable 3\nDistribution of classes of Rif\nR\n\n\nrpoB\n mutations appearing at least once in FL and GC samples\na\n.\nFL\nGC\nNo. of PDFUs\nPDFU number:\n1\n2\n3\n4\n5\n6\n1\n2\n3\n4\n5\n6\nFL\nGC\nAmino acid change\nQ469K\nX\nX\nX\n1\n2\nQ469L\nX\nX\nX\n3\n0\nQ469R\nX\n1\n0\nH482D\nX\nX\nX\n1\n2\nH482R\nX\n1\n0\nH482Y\nX\nX\nX\nX\nX\nX\nX\nX\n2\n6\nR485H\nX\nX\nX\nX\nX\nX\nX\n2\n5\nS487F\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\n6\n5\nS487Y\nX\nX\nX\nX\nX\n3\n2\nE460Q + Q469K\nX\n1\n0\nD472Y + S487C\nX\n1\n0\na\nEach class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\nFIGURE 3\nMutations in the \nS. epidermidis rpoB\n gene leading to Rif\nR\n.\n The centerline depicts the wild-type RpoB amino acid sequence with coordinates. The lines above and below the amino acid sequence represent the wild-type DNA sequence of \nrpoB\n. Mutations found in Rif\nR\n mutants obtained from FL and GC are denoted, as are the resulting deduced amino acid changes. Two double mutations found in the FL samples are indicated by stippled and shaded backgrounds.\nN\n-Cluster\nNo mutations were detected in the N-cluster of the \nS. epidermidis rpoB\n gene in either the FL or GC samples.\nCluster I\nAll of the Rif\nR\n mutations identified in both FL and GC samples of \nS. epidermidis\n were found to occur in Cluster I (\nTable \n2\n; \nFigure \n3\n). In agreement with previous reports (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n), the most common amino acid changes in Cluster I leading to Rif\nR\n were found at amino acids Q469, H482, and S487. At codon Q469, both FL (3/8) and GC (4/4) samples exhibited C-to-A transversions in the first position leading to a Q469K substitution (\nTable \n2\n; \nFigure \n3\n). However, FL samples also exhibited two changes at the second position of codon Q469; an A-to-T transversion and an A-to-G transition, leading to the amino acid substitutions Q469L and Q469R, respectively (\nTable \n2\n; \nFigure \n3\n). Together, these two mutations accounted for 5/8, or 63% of the total mutations found in FL samples, but were not represented at all in GC samples.\nAt codon H482 were found the majority of Rif\nR\n mutations in GC samples (40/57 total, or 70%). In comparing the spectrum of Rif\nR\n mutations between FL and GC samples, it was observed that all of the Rif\nR\n mutations identified in the GC samples were found to occur at the first position of codon H482, either C-to-G transversions leading to substitution H482Y (33/35, or 94%), or C-to-T transitions leading to H482D (2/35, or 6%). FL samples also exhibited these same mutations (4/6, or 67% for H482Y; 1/6 or 17% for H482D, respectively; \nTable \n2\n; \nFigure \n3\n). In addition, a single mutation was identified at the second position of codon H482 only in FL samples; this was an A-to-G transition resulting in an H482R substitution (\nTable \n2\n; \nFigure \n3\n).\nAt codon R485, G-to-A transitions were detected at the second position in both FL and GC samples, leading to an R485H amino acid substitution at a slightly higher frequency in GC samples (7/57 total, or 12%) than in FL samples (3/67 total, or 4.5%; \nTable \n2\n; \nFigure \n3\n).\nAt codon, S487 was found the majority of Rif\nR\n mutations in FL samples (47/67 total, or 70%). The largest proportion of Rif\nR\n mutations in both FL samples (42/47, or 89%) and GC samples (8/10, or 80%) were found to consist of C-to-T transitions at the second position, resulting in the S487F substitution (\nTable \n2\n and \nFigure \n3\n). The remaining mutations at S487 consisted of C-to-T transitions at the second position, resulting in the amino acid substitution S487Y, found in 5/47 (11%) of FL samples and 2/10 (20%) of GC samples, respectively.\nDouble Mutations in FL Samples\nSequence analysis of Rif\nR\n mutations in \nS. epidermidis rpoB\n revealed two double mutations in FL samples that were not detected in GC samples (\nTable \n2\n and \nFigure \n3\n). The first resulted in the double amino acid change D472Y + S487C and the second resulted in the double amino acid change E461Q + Q469K. While the single amino acid changes D472Y and Q469K have both been associated with Rif\nR\n in other species, namely \nE. coli\n (\nSeverinov et al., 1993\n) and \nBacillus subtilis\n (\nNicholson and Maughan, 2002\n), at present it is unclear if single mutations in \nrpoB\n leading to the E461Q or S487C substitutions by themselves can confer Rif\nR\n in \nS. epidermidis.\nDistribution of Rif\nR\n\n\nrpoB\n Mutations by PDFU\nExamination of \nTable \n2\n indicated that in some PDFUs an unusually high number of repeats of the same Rif\nR\n mutant were found. For example, 12 out of 17 Rif\nR\n mutants sequenced from FL PDFU-1 were S487F, and 7 out of 10 mutants sequenced from GC PDFU-2 were H482Y (\nTable \n2\n). These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early-arising Rif\nR\n mutants became over-represented in the final culture (\nFoster, 2006\n), which may have skewed the results reported in \nTable \n2\n and their interpretation. We therefore re-analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in \nTable \n3\n.\n When re-examined in this way, differences in the distribution of Rif\nR\n mutants in FL vs. GC samples were still apparent. For example, the Q469L mutation was found in three FL PDFUs, but in zero GC PDFUs (\nTable \n3\n). Conversely, present in nearly all GC PDFUs were the H482Y (6/6) and R485H (5/6) mutations but these mutations were present in only two FL PDFUs (\nTable \n3\n). In addition, it appeared that the mutation leading to S487F was predominant in both FL (6/6) and GC (5/6) PDFUs, suggesting that mutation at this site was not affected by spaceflight (\nTable \n3\n).\nTransition vs. Transversion Mutations in FL and GC Samples\nAs reported above, differences were observed in the location of \nrpoB\n mutations in FL vs. GC samples in \nS. epidermidis\n Rif\nR\n mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in cells cultivated in spaceflight and on the ground. Examination of the distribution of transitions and transversions in \nS. epidermidis\n samples revealed the G:A and C:T transitions, and C:A and C:G transversions, were found both in FL and GC samples (\nTable \n3\n). However, FL samples also exhibited A:G transitions and A:T, G:T, and G:C transversions that were not found in GC samples. Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples.",
    "temperature_data_in_fl_vs._gc_experiments": "Temperature Data in FL vs. GC Experiments\nTemperature data were logged at 10-min intervals during the FL and GC experiments and the data are presented in \nFigure \n1B.\n The average temperature recorded during the growth period in FL was 25.1 ± 0.12°C until 107 h, at which time the immediately adjacent FL HOBO unit malfunctioned for the duration of the experiment (\nFigure \n1B\n). However, the HOBO malfunction did not affect the course of the FL experiment, as other HOBO units in nearby BRIC canisters functioned correctly and confirmed a nominal temperature profile (data not shown). The average temperature in the GC experiment was 24.8 ± 0.16°C, differing from the FL experiment by only 0.3°C. The HOBO unit in the GC experiment performed nominally for the entire 122 h duration of the experiment (\nFigure \n1B\n).",
    "staphylococcus_epidermidis_growth_and_frequency_of_mutation_": "Staphylococcus epidermidis\n Growth and Frequency of Mutation to Rif\nR\n in FL vs. GC\nViable counts of the cultures in all six PDFUs were determined for both FL and GC samples (\nFigure \n2A\n). All \nS. epidermidis\n cultures grew to high titers in both FL and GC experiments, and viable counts were significantly higher in the GC cultures (\nFigure \n2A\n). To determine the frequency of mutation to Rif\nR\n, cells from the FL and GC cultures were concentrated by centrifugation and plated onto TSY + Rif. FL cultures of \nS. epidermidis\n exhibited a 24-fold higher frequency of mutation to Rif\nR\n than did GC cultures, and this difference was found to be highly significant (\nFigure \n2B\n).\nFIGURE 2\nViable counts (CFU) (A) and frequency of mutation to Rif\nR\n (B) of \nStaphylococcus epidermidis\n cultures incubated in FL (blue boxes) or GC (green boxes).\n Double asterisks denote statistically significant differences (\nn\n = 6; Kruskal–Wallis; \nP\n < 0.01).",
    "spectrum_of_rifr_rpob_mutations_in_fl_vs._gc_experiments_in_": "Spectrum of Rif\nR\n\n\nrpoB\n Mutations in FL vs. GC Experiments in \nS. epidermidis\nChromosomal DNA was isolated from a total of 67 FL and 57 GC Rif\nR\n mutants, and the N-cluster and Clusters I, II, and III of their \nrpoB\n genes were amplified by PCR and sequenced. The data are presented in \nTables \n2\n and \n3\n and summarized graphically in \nFigure \n3.\n Examination of the data revealed notable differences in the mutational spectrum within \nrpoB\n between the FL and GC samples.\nTable 2\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nS. epidermidis\n flight (FL) vs. ground control (GC) samples.\nPDFU\n1\n2\n3\n4\n5\n6\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nQ469K\n1\n3\n3\n3\n4\nQ469L\n1\n1\n1\n3\n0\nQ469R\n2\n2\n0\nH482D\n1\n1\n1\n1\n2\nH482R\n1\n1\n0\nH482Y\n2\n1\n7\n8\n8\n4\n3\n4\n4\n33\nR485H\n2\n3\n1\n1\n1\n1\n1\n3\n6\nS487F\n12\n1\n4\n1\n7\n1\n10\n1\n6\n3\n4\n42\n8\nS487Y\n2\n1\n2\n1\n1\n5\n2\nE460Q+Q469K\n1\n1\n0\nD472Y + S487C\n1\n1\n0\nNo mutation found\n1\n1\n1\n1\nTotal sequenced\n17\n7\n10\n10\n10\n10\n10\n10\n10\n10\n10\n10\n67\n57\nTable 3\nDistribution of classes of Rif\nR\n\n\nrpoB\n mutations appearing at least once in FL and GC samples\na\n.\nFL\nGC\nNo. of PDFUs\nPDFU number:\n1\n2\n3\n4\n5\n6\n1\n2\n3\n4\n5\n6\nFL\nGC\nAmino acid change\nQ469K\nX\nX\nX\n1\n2\nQ469L\nX\nX\nX\n3\n0\nQ469R\nX\n1\n0\nH482D\nX\nX\nX\n1\n2\nH482R\nX\n1\n0\nH482Y\nX\nX\nX\nX\nX\nX\nX\nX\n2\n6\nR485H\nX\nX\nX\nX\nX\nX\nX\n2\n5\nS487F\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\n6\n5\nS487Y\nX\nX\nX\nX\nX\n3\n2\nE460Q + Q469K\nX\n1\n0\nD472Y + S487C\nX\n1\n0\na\nEach class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\nFIGURE 3\nMutations in the \nS. epidermidis rpoB\n gene leading to Rif\nR\n.\n The centerline depicts the wild-type RpoB amino acid sequence with coordinates. The lines above and below the amino acid sequence represent the wild-type DNA sequence of \nrpoB\n. Mutations found in Rif\nR\n mutants obtained from FL and GC are denoted, as are the resulting deduced amino acid changes. Two double mutations found in the FL samples are indicated by stippled and shaded backgrounds.\nN\n-Cluster\nNo mutations were detected in the N-cluster of the \nS. epidermidis rpoB\n gene in either the FL or GC samples.\nCluster I\nAll of the Rif\nR\n mutations identified in both FL and GC samples of \nS. epidermidis\n were found to occur in Cluster I (\nTable \n2\n; \nFigure \n3\n). In agreement with previous reports (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n), the most common amino acid changes in Cluster I leading to Rif\nR\n were found at amino acids Q469, H482, and S487. At codon Q469, both FL (3/8) and GC (4/4) samples exhibited C-to-A transversions in the first position leading to a Q469K substitution (\nTable \n2\n; \nFigure \n3\n). However, FL samples also exhibited two changes at the second position of codon Q469; an A-to-T transversion and an A-to-G transition, leading to the amino acid substitutions Q469L and Q469R, respectively (\nTable \n2\n; \nFigure \n3\n). Together, these two mutations accounted for 5/8, or 63% of the total mutations found in FL samples, but were not represented at all in GC samples.\nAt codon H482 were found the majority of Rif\nR\n mutations in GC samples (40/57 total, or 70%). In comparing the spectrum of Rif\nR\n mutations between FL and GC samples, it was observed that all of the Rif\nR\n mutations identified in the GC samples were found to occur at the first position of codon H482, either C-to-G transversions leading to substitution H482Y (33/35, or 94%), or C-to-T transitions leading to H482D (2/35, or 6%). FL samples also exhibited these same mutations (4/6, or 67% for H482Y; 1/6 or 17% for H482D, respectively; \nTable \n2\n; \nFigure \n3\n). In addition, a single mutation was identified at the second position of codon H482 only in FL samples; this was an A-to-G transition resulting in an H482R substitution (\nTable \n2\n; \nFigure \n3\n).\nAt codon R485, G-to-A transitions were detected at the second position in both FL and GC samples, leading to an R485H amino acid substitution at a slightly higher frequency in GC samples (7/57 total, or 12%) than in FL samples (3/67 total, or 4.5%; \nTable \n2\n; \nFigure \n3\n).\nAt codon, S487 was found the majority of Rif\nR\n mutations in FL samples (47/67 total, or 70%). The largest proportion of Rif\nR\n mutations in both FL samples (42/47, or 89%) and GC samples (8/10, or 80%) were found to consist of C-to-T transitions at the second position, resulting in the S487F substitution (\nTable \n2\n and \nFigure \n3\n). The remaining mutations at S487 consisted of C-to-T transitions at the second position, resulting in the amino acid substitution S487Y, found in 5/47 (11%) of FL samples and 2/10 (20%) of GC samples, respectively.\nDouble Mutations in FL Samples\nSequence analysis of Rif\nR\n mutations in \nS. epidermidis rpoB\n revealed two double mutations in FL samples that were not detected in GC samples (\nTable \n2\n and \nFigure \n3\n). The first resulted in the double amino acid change D472Y + S487C and the second resulted in the double amino acid change E461Q + Q469K. While the single amino acid changes D472Y and Q469K have both been associated with Rif\nR\n in other species, namely \nE. coli\n (\nSeverinov et al., 1993\n) and \nBacillus subtilis\n (\nNicholson and Maughan, 2002\n), at present it is unclear if single mutations in \nrpoB\n leading to the E461Q or S487C substitutions by themselves can confer Rif\nR\n in \nS. epidermidis.\nDistribution of Rif\nR\n\n\nrpoB\n Mutations by PDFU\nExamination of \nTable \n2\n indicated that in some PDFUs an unusually high number of repeats of the same Rif\nR\n mutant were found. For example, 12 out of 17 Rif\nR\n mutants sequenced from FL PDFU-1 were S487F, and 7 out of 10 mutants sequenced from GC PDFU-2 were H482Y (\nTable \n2\n). These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early-arising Rif\nR\n mutants became over-represented in the final culture (\nFoster, 2006\n), which may have skewed the results reported in \nTable \n2\n and their interpretation. We therefore re-analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in \nTable \n3\n.\n When re-examined in this way, differences in the distribution of Rif\nR\n mutants in FL vs. GC samples were still apparent. For example, the Q469L mutation was found in three FL PDFUs, but in zero GC PDFUs (\nTable \n3\n). Conversely, present in nearly all GC PDFUs were the H482Y (6/6) and R485H (5/6) mutations but these mutations were present in only two FL PDFUs (\nTable \n3\n). In addition, it appeared that the mutation leading to S487F was predominant in both FL (6/6) and GC (5/6) PDFUs, suggesting that mutation at this site was not affected by spaceflight (\nTable \n3\n).",
    "n-cluster": "N\n-Cluster\nNo mutations were detected in the N-cluster of the \nS. epidermidis rpoB\n gene in either the FL or GC samples.",
    "cluster_i": "Cluster I\nAll of the Rif\nR\n mutations identified in both FL and GC samples of \nS. epidermidis\n were found to occur in Cluster I (\nTable \n2\n; \nFigure \n3\n). In agreement with previous reports (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n), the most common amino acid changes in Cluster I leading to Rif\nR\n were found at amino acids Q469, H482, and S487. At codon Q469, both FL (3/8) and GC (4/4) samples exhibited C-to-A transversions in the first position leading to a Q469K substitution (\nTable \n2\n; \nFigure \n3\n). However, FL samples also exhibited two changes at the second position of codon Q469; an A-to-T transversion and an A-to-G transition, leading to the amino acid substitutions Q469L and Q469R, respectively (\nTable \n2\n; \nFigure \n3\n). Together, these two mutations accounted for 5/8, or 63% of the total mutations found in FL samples, but were not represented at all in GC samples.\nAt codon H482 were found the majority of Rif\nR\n mutations in GC samples (40/57 total, or 70%). In comparing the spectrum of Rif\nR\n mutations between FL and GC samples, it was observed that all of the Rif\nR\n mutations identified in the GC samples were found to occur at the first position of codon H482, either C-to-G transversions leading to substitution H482Y (33/35, or 94%), or C-to-T transitions leading to H482D (2/35, or 6%). FL samples also exhibited these same mutations (4/6, or 67% for H482Y; 1/6 or 17% for H482D, respectively; \nTable \n2\n; \nFigure \n3\n). In addition, a single mutation was identified at the second position of codon H482 only in FL samples; this was an A-to-G transition resulting in an H482R substitution (\nTable \n2\n; \nFigure \n3\n).\nAt codon R485, G-to-A transitions were detected at the second position in both FL and GC samples, leading to an R485H amino acid substitution at a slightly higher frequency in GC samples (7/57 total, or 12%) than in FL samples (3/67 total, or 4.5%; \nTable \n2\n; \nFigure \n3\n).\nAt codon, S487 was found the majority of Rif\nR\n mutations in FL samples (47/67 total, or 70%). The largest proportion of Rif\nR\n mutations in both FL samples (42/47, or 89%) and GC samples (8/10, or 80%) were found to consist of C-to-T transitions at the second position, resulting in the S487F substitution (\nTable \n2\n and \nFigure \n3\n). The remaining mutations at S487 consisted of C-to-T transitions at the second position, resulting in the amino acid substitution S487Y, found in 5/47 (11%) of FL samples and 2/10 (20%) of GC samples, respectively.",
    "double_mutations_in_fl_samples": "Double Mutations in FL Samples\nSequence analysis of Rif\nR\n mutations in \nS. epidermidis rpoB\n revealed two double mutations in FL samples that were not detected in GC samples (\nTable \n2\n and \nFigure \n3\n). The first resulted in the double amino acid change D472Y + S487C and the second resulted in the double amino acid change E461Q + Q469K. While the single amino acid changes D472Y and Q469K have both been associated with Rif\nR\n in other species, namely \nE. coli\n (\nSeverinov et al., 1993\n) and \nBacillus subtilis\n (\nNicholson and Maughan, 2002\n), at present it is unclear if single mutations in \nrpoB\n leading to the E461Q or S487C substitutions by themselves can confer Rif\nR\n in \nS. epidermidis.",
    "distribution_of_rifr_rpob_mutations_by_pdfu": "Distribution of Rif\nR\n\n\nrpoB\n Mutations by PDFU\nExamination of \nTable \n2\n indicated that in some PDFUs an unusually high number of repeats of the same Rif\nR\n mutant were found. For example, 12 out of 17 Rif\nR\n mutants sequenced from FL PDFU-1 were S487F, and 7 out of 10 mutants sequenced from GC PDFU-2 were H482Y (\nTable \n2\n). These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early-arising Rif\nR\n mutants became over-represented in the final culture (\nFoster, 2006\n), which may have skewed the results reported in \nTable \n2\n and their interpretation. We therefore re-analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in \nTable \n3\n.\n When re-examined in this way, differences in the distribution of Rif\nR\n mutants in FL vs. GC samples were still apparent. For example, the Q469L mutation was found in three FL PDFUs, but in zero GC PDFUs (\nTable \n3\n). Conversely, present in nearly all GC PDFUs were the H482Y (6/6) and R485H (5/6) mutations but these mutations were present in only two FL PDFUs (\nTable \n3\n). In addition, it appeared that the mutation leading to S487F was predominant in both FL (6/6) and GC (5/6) PDFUs, suggesting that mutation at this site was not affected by spaceflight (\nTable \n3\n).",
    "transition_vs._transversion_mutations_in_fl_and_gc_samples": "Transition vs. Transversion Mutations in FL and GC Samples\nAs reported above, differences were observed in the location of \nrpoB\n mutations in FL vs. GC samples in \nS. epidermidis\n Rif\nR\n mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in cells cultivated in spaceflight and on the ground. Examination of the distribution of transitions and transversions in \nS. epidermidis\n samples revealed the G:A and C:T transitions, and C:A and C:G transversions, were found both in FL and GC samples (\nTable \n3\n). However, FL samples also exhibited A:G transitions and A:T, G:T, and G:C transversions that were not found in GC samples. Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples.",
    "discussion": "Discussion\nThe observations that (i) astronaut immune function becomes dysregulated during long-term spaceflight (\nGuéguinou et al., 2009\n; \nCrucian et al., 2014\n; \nTaylor, 2015\n); (ii) certain opportunistic bacteria can upregulate virulence functions in spaceflight (\nRosenzweig et al., 2014\n; \nTaylor, 2015\n); and (iii) spaceflight can alter the antibiotic resistance profiles of bacteria (\nLapchine et al., 1986\n; \nTixador et al., 1994\n) have underscored the importance of studying the causes and consequences of the development of bacterial antibiotic resistance in the human spaceflight environment. Understanding how microgravity affects the development of not only bacterial antibiotic resistance, but of bacterial growth and metabolism in general, has been difficult to achieve despite substantial interest in the topic (reviewed in \nNickerson et al., 2004\n; \nKlaus and Howard, 2006\n; \nHorneck et al., 2010\n). This results from the inherent limitations of performing microbiological research in spaceflight, due to infrequent opportunities to access spaceflight habitats, and limitations on the ability to perform large-scale, well-controlled, multireplicate, on-board experiments in the spaceflight environment. In particular, DNA damage, repair, and mutagenesis of bacteria inhabiting the human spaceflight environment remains largely unexplored. Previous studies of antibiotic resistance in microgravity have focused mainly on transient physiologic changes leading to increased or decreased antibiotic susceptibility (\nTixador et al., 1985\n, \n1994\n; \nLapchine et al., 1986\n; \nKlaus and Howard, 2006\n). In contrast, the experiments reported here address the heritable emergence of antibiotic resistance in a microbe exposed to spaceflight stress resulting from mutations in genes encoding an important antibiotic target, RNA polymerase.\nCell Numbers Achieved during Spaceflight\nExperiments have been conducted in which the growth of various bacterial species, cultivated under otherwise-matching conditions of hardware, media, inoculation, etc., has been compared in spaceflight vs. GCs. A number of these studies have shown increased final cell density during spaceflight, while others have not observed significant differences between spaceflight and 1 x\ng\n conditions (reviewed in \nBenoit and Klaus, 2007\n; \nHorneck et al., 2010\n; \nKim et al., 2013\n; \nRosenzweig et al., 2014\n).\nAttempts have been made to explain the phenomenon of bacterial growth to different densities in spaceflight vs. GCs. \nBenoit and Klaus (2007)\n suggested that microgravity abolishes convective mixing in liquid culture and that for some unknown reason non-motile cells grow better under these non-mixing conditions (\nBenoit and Klaus, 2007\n). According to their model, the movement of motile cells was proposed to mix the liquid medium, thus negating the lack of convective mixing in microgravity and leading to equal growth of motile cells in microgravity and 1 x\ng\n (\nBenoit and Klaus, 2007\n). However, \nKim et al. (2013)\n recently explored the role of phosphate and/or oxygen availability, carbon source, and motility on the growth of \nPseudomonas aeruginosa\n cells in spaceflight vs. GCs. They found that the carbon source used (citrate vs. glucose) did not result in significantly different growth in space vs. ground, but that cultivation under phosphate or oxygen limitation led to increased growth in spaceflight; furthermore, increasing phosphate concentration or aeration resulted in equal growth of cells in space vs. GCs (\nKim et al., 2013\n). In addition, the effect of motility was tested by comparing the growth of the wild-type \nP. aeruginosa\n strain with a non-motile mutant harboring a deletion in the \nmotABCD\n genes encoding the flagellar motor proteins. No significant difference in growth of the strains in space vs. ground was found, failing to support the “motility” hypothesis (\nKim et al., 2013\n). The authors concluded that growth of \nP. aeruginosa\n to higher density in spaceflight was largely determined by oxygen and/or phosphate limitation, i.e., culture conditions (\nKim et al., 2013\n).\nIn the experiments described here, we observed that \nS. epidermidis\n cells grew to significantly lower densities in FL samples than in GC samples. To the best of our knowledge, bacterial growth to a lower final concentration in spaceflight vs. GC samples has not been reported. The reason for this observation is not known, but our results also do not support the “motility” hypothesis, as \nS. epidermidis\n is a non-motile bacterium and grew to lower cell density in FL vs. GC samples, not higher as would be predicted. It is unlikely that availability of nutrients was limiting in these experiments, as the medium used (TSY containing 10% glycerol) is a rich medium. However, differences in diffusion of oxygen/CO\n2\n, nutrients, and/or potentially toxic end products in FL vs. GC cultures cannot be ruled out (see Possible Mechanisms).\nFrequency and Spectra of Mutations to Rif\nR\n in FL vs. GC Samples\nFew experiments have been performed to measure both the frequency and spectra of mutations in the same gene of microbes exposed to spaceflight in comparison to GCs, and none using \nS. epidermidis\n. In an earlier spaceflight experiment on space station Mir, it was noted that the frequency of mutation to streptomycin resistance (Str\nR\n) by \nB. subtilis\n spores was not significantly different between FL vs. GC samples, but that the spectrum of Str\nR\n mutations in the \nrpsL\n gene was found to differ substantially (\nYatagai et al., 2000\n). In the experiments reported here, we observed that \nS. epidermidis\n cells behaved somewhat differently, in that they both mutated to Rif\nR\n with a significantly (24-fold) higher frequency in FL samples than in GC samples, and also displayed differences in their spectra of \nrpoB\n mutations. Although direct comparison between these two experiments (each using different organisms, growth conditions, and target genes) would be risky, the common finding of altered mutational spectra in both cases is intriguing and warrants further testing.\nComparison of Simulated Microgravity vs. Spaceflight\nOpportunities for true spaceflight experiments are very limited, and it is impossible on the Earth’s surface to generate a true microgravity environment. In response, investigators have turned to a number of ground-based systems that have been designed to simulate the effects of microgravity (reviewed in \nAnken, 2013\n). Among these, clinostats utilizing the rotating wall vessel (RWV) system have become widely used as spaceflight culture analogs (\nNickerson et al., 2003\n; \nAnken, 2013\n). In some cases, alterations in bacterial gene expression and virulence have been found to correlate well between clinorotation and actual spaceflight experiments, but not in other cases (reviewed in \nRosenzweig et al., 2014\n).\nIn a previous communication, we measured growth and mutation frequency to Rif\nR\n in \nS. epidermidis\n cells grown in RWVs (\nFajardo-Cavazos et al., 2014\n). In the RWV system, cultures of \nS. epidermidis\n grew to significantly higher titers in the vertical (i.e., simulated microgravity) orientation than in the horizontal (i.e., 1 x\ng\n) orientation (\nFajardo-Cavazos et al., 2014\n). In stark contrast, in the present study, we found that \nS. epidermidis\n cells grew to significantly lower titers in space. We found further discordance when the frequency of mutation to Rif\nR\n was compared between the spaceflight and RWV studies. In the present study, \nS. epidermidis\n FL cultures showed a highly significant increase in mutation to Rif\nR\n than did GC samples, but in the RWV study, there was no statistical difference in mutation frequencies to Rif\nR\n in vertical vs. horizontal RWVs (\nFajardo-Cavazos et al., 2014\n). These results lead us to conclude that in the \nS. epidermidis\n model system described here, RWV experiments are of little value in predicting or modeling the behavior of this organism under spaceflight conditions.\nPossible Mechanisms\nHow does cultivation in spaceflight change the frequency and spectrum of \nrpoB\n mutations conferring Rif\nR\n to \nS. epidermidis\n? In the experiments reported here, cells were exposed as nearly as possible to matched conditions of hardware, temperature, growth medium, incubation time, and times in stasis both before growth (as air-dried films) and after growth (frozen at –80°C). The two major factors prevailing in spaceflight are decreased gravity and increased ionizing radiation.\nIn orbit, objects inside or attached to the ISS are in free-fall such that the apparent gravitational force they experience is very small (around 1 μg). Microgravity affects a bacterial culture in a number of ways, for example: (i) buoyancy or sedimentation of cells is effectively negated; (ii) the rate of heat and mass transfer via passive convection becomes negligible, and in fact transfer of heat, nutrients, and waste toxins in a static culture becomes dominated by the rate of diffusion; and (iii) liquid behavior at solid surfaces and air–water interfaces is altered in microgravity, as surface tension, viscosity, capillary action, and wetting are removed from gravitational influence (\nRosenzweig et al., 2014\n). The net result is that the same cells cultivated in matched hardware, medium, etc., in FL vs. GC could in fact be residing in two very different environments. Often, an increase in mutation rate can be a response to environmental stress (\nGalhardo et al., 2007\n), suggesting that cells in FL samples might be experiencing stress. One way of testing this hypothesis would be to measure global gene expression by performing whole-transcriptome, -proteome, and -metabolome analyses on FL vs. GC cultures, experiments which are currently in progress.\nAt the altitude of ISS orbit (~400 km), the interior of the vehicle is exposed to ionizing radiation consisting mostly of high-energy photons and atomic nuclei (\nAnonymous, 2002\n). The \nS. epidermidis\n FL samples inhabited the ISS interior for 30 days. Ongoing dosimetry indicates that the dose rate of ionizing radiation inside the ISS during this period amounted to ~13–14 mGy, compared to the global average background radiation dose on Earth of ~0.25 mGy during the same period (\nPuchalska et al., 2014\n). This dose is likely an overestimate for the FL samples, as they were also stored within lockers, inside aluminum BRIC canisters and aluminum-and-epoxy PDFUs. Nevertheless, FL samples were almost certainly exposed to a higher ionizing radiation dose than their GC counterparts. In support of the notion that FL samples may have received ionizing radiation hits, we observed two double mutations in \nrpoB\n from FL but not from GC samples; interestingly, induction of multiple closely linked mutations are a hallmark of ionizing radiation (\nEccles et al., 2011\n).\nBroader Implications of the Results\nIn this communication, we report that cultivation of \nS. epidermidis\n in the human spaceflight environment of the ISS led to (i) an increase in the mutation frequency to Rif\nR\n and (ii) alterations in the spectrum of mutations in the \nrpoB\n gene which result in Rif\nR\n. The results reported here with \nS. epidermidis\n appear to support previous results obtained using \nB. subtilis\n on space station Mir (\nYatagai et al., 2000\n), and lead us to propose that exposure of bacteria to the human spaceflight environment can result in an alteration of the location of mutational hotspots within the target genes encoding antibiotic resistance factors. Further experiments using a greater variety of microorganisms will be needed to test this hypothesis.\nThe target gene used in this study, \nrpoB\n, encodes the β subunit of the enzyme RNA polymerase, a multisubunit enzyme which makes contacts with every transcribed gene in the bacterial genome. We and others have previously shown that single point mutations in \nrpoB\n leading to Rif\nR\n can profoundly alter the global pattern of gene expression in bacteria and lead to (i) changes in growth, transformation, sporulation and spore resistance properties (\nMaughan et al., 2004\n; \nMoeller et al., 2012\n); (ii) activation of otherwise cryptic phenotypes (\nPerkins and Nicholson, 2008\n); and (iii) artificial triggering of the stringent response (reviewed in \nAlifano et al., 2015\n). It will be important to determine how the novel mutational changes in \nrpoB\n reported in this communication affect the physiological properties of the resulting mutants, such as their: growth and survival properties on environmental surfaces and in the host; communicability; pathogenic potential; and resistance to multiple antibiotics.\nManagement of microbial antibiotic resistance in confined environments on Earth, such as hospitals, prisons, military barracks, nursing homes, etc. has proven difficult. The results reported here suggest that our Earth-based understanding of the emergence of antibiotic resistance may not be wholly applicable to the human spaceflight environment. Research into the biology of spaceflight has uncovered alterations in crewmember immune function, microbial diversity, and in altered regulation of microbial physiologic responses, leading in some cases to increased virulence and antibiotic resistance (reviewed in \nOtt et al., 2012\n). In addition to the above factors, elucidation of the spaceflight-specific genetic mechanisms leading to the emergence of antibiotic resistance is needed to inform mitigation strategies for crew health and mission success. As more humans embark on longer sojourns into space, the more important these considerations will become.",
    "cell_numbers_achieved_during_spaceflight": "Cell Numbers Achieved during Spaceflight\nExperiments have been conducted in which the growth of various bacterial species, cultivated under otherwise-matching conditions of hardware, media, inoculation, etc., has been compared in spaceflight vs. GCs. A number of these studies have shown increased final cell density during spaceflight, while others have not observed significant differences between spaceflight and 1 x\ng\n conditions (reviewed in \nBenoit and Klaus, 2007\n; \nHorneck et al., 2010\n; \nKim et al., 2013\n; \nRosenzweig et al., 2014\n).\nAttempts have been made to explain the phenomenon of bacterial growth to different densities in spaceflight vs. GCs. \nBenoit and Klaus (2007)\n suggested that microgravity abolishes convective mixing in liquid culture and that for some unknown reason non-motile cells grow better under these non-mixing conditions (\nBenoit and Klaus, 2007\n). According to their model, the movement of motile cells was proposed to mix the liquid medium, thus negating the lack of convective mixing in microgravity and leading to equal growth of motile cells in microgravity and 1 x\ng\n (\nBenoit and Klaus, 2007\n). However, \nKim et al. (2013)\n recently explored the role of phosphate and/or oxygen availability, carbon source, and motility on the growth of \nPseudomonas aeruginosa\n cells in spaceflight vs. GCs. They found that the carbon source used (citrate vs. glucose) did not result in significantly different growth in space vs. ground, but that cultivation under phosphate or oxygen limitation led to increased growth in spaceflight; furthermore, increasing phosphate concentration or aeration resulted in equal growth of cells in space vs. GCs (\nKim et al., 2013\n). In addition, the effect of motility was tested by comparing the growth of the wild-type \nP. aeruginosa\n strain with a non-motile mutant harboring a deletion in the \nmotABCD\n genes encoding the flagellar motor proteins. No significant difference in growth of the strains in space vs. ground was found, failing to support the “motility” hypothesis (\nKim et al., 2013\n). The authors concluded that growth of \nP. aeruginosa\n to higher density in spaceflight was largely determined by oxygen and/or phosphate limitation, i.e., culture conditions (\nKim et al., 2013\n).\nIn the experiments described here, we observed that \nS. epidermidis\n cells grew to significantly lower densities in FL samples than in GC samples. To the best of our knowledge, bacterial growth to a lower final concentration in spaceflight vs. GC samples has not been reported. The reason for this observation is not known, but our results also do not support the “motility” hypothesis, as \nS. epidermidis\n is a non-motile bacterium and grew to lower cell density in FL vs. GC samples, not higher as would be predicted. It is unlikely that availability of nutrients was limiting in these experiments, as the medium used (TSY containing 10% glycerol) is a rich medium. However, differences in diffusion of oxygen/CO\n2\n, nutrients, and/or potentially toxic end products in FL vs. GC cultures cannot be ruled out (see Possible Mechanisms).",
    "frequency_and_spectra_of_mutations_to_rifr_in_fl_vs._gc_samp": "Frequency and Spectra of Mutations to Rif\nR\n in FL vs. GC Samples\nFew experiments have been performed to measure both the frequency and spectra of mutations in the same gene of microbes exposed to spaceflight in comparison to GCs, and none using \nS. epidermidis\n. In an earlier spaceflight experiment on space station Mir, it was noted that the frequency of mutation to streptomycin resistance (Str\nR\n) by \nB. subtilis\n spores was not significantly different between FL vs. GC samples, but that the spectrum of Str\nR\n mutations in the \nrpsL\n gene was found to differ substantially (\nYatagai et al., 2000\n). In the experiments reported here, we observed that \nS. epidermidis\n cells behaved somewhat differently, in that they both mutated to Rif\nR\n with a significantly (24-fold) higher frequency in FL samples than in GC samples, and also displayed differences in their spectra of \nrpoB\n mutations. Although direct comparison between these two experiments (each using different organisms, growth conditions, and target genes) would be risky, the common finding of altered mutational spectra in both cases is intriguing and warrants further testing.",
    "comparison_of_simulated_microgravity_vs._spaceflight": "Comparison of Simulated Microgravity vs. Spaceflight\nOpportunities for true spaceflight experiments are very limited, and it is impossible on the Earth’s surface to generate a true microgravity environment. In response, investigators have turned to a number of ground-based systems that have been designed to simulate the effects of microgravity (reviewed in \nAnken, 2013\n). Among these, clinostats utilizing the rotating wall vessel (RWV) system have become widely used as spaceflight culture analogs (\nNickerson et al., 2003\n; \nAnken, 2013\n). In some cases, alterations in bacterial gene expression and virulence have been found to correlate well between clinorotation and actual spaceflight experiments, but not in other cases (reviewed in \nRosenzweig et al., 2014\n).\nIn a previous communication, we measured growth and mutation frequency to Rif\nR\n in \nS. epidermidis\n cells grown in RWVs (\nFajardo-Cavazos et al., 2014\n). In the RWV system, cultures of \nS. epidermidis\n grew to significantly higher titers in the vertical (i.e., simulated microgravity) orientation than in the horizontal (i.e., 1 x\ng\n) orientation (\nFajardo-Cavazos et al., 2014\n). In stark contrast, in the present study, we found that \nS. epidermidis\n cells grew to significantly lower titers in space. We found further discordance when the frequency of mutation to Rif\nR\n was compared between the spaceflight and RWV studies. In the present study, \nS. epidermidis\n FL cultures showed a highly significant increase in mutation to Rif\nR\n than did GC samples, but in the RWV study, there was no statistical difference in mutation frequencies to Rif\nR\n in vertical vs. horizontal RWVs (\nFajardo-Cavazos et al., 2014\n). These results lead us to conclude that in the \nS. epidermidis\n model system described here, RWV experiments are of little value in predicting or modeling the behavior of this organism under spaceflight conditions.",
    "possible_mechanisms": "Possible Mechanisms\nHow does cultivation in spaceflight change the frequency and spectrum of \nrpoB\n mutations conferring Rif\nR\n to \nS. epidermidis\n? In the experiments reported here, cells were exposed as nearly as possible to matched conditions of hardware, temperature, growth medium, incubation time, and times in stasis both before growth (as air-dried films) and after growth (frozen at –80°C). The two major factors prevailing in spaceflight are decreased gravity and increased ionizing radiation.\nIn orbit, objects inside or attached to the ISS are in free-fall such that the apparent gravitational force they experience is very small (around 1 μg). Microgravity affects a bacterial culture in a number of ways, for example: (i) buoyancy or sedimentation of cells is effectively negated; (ii) the rate of heat and mass transfer via passive convection becomes negligible, and in fact transfer of heat, nutrients, and waste toxins in a static culture becomes dominated by the rate of diffusion; and (iii) liquid behavior at solid surfaces and air–water interfaces is altered in microgravity, as surface tension, viscosity, capillary action, and wetting are removed from gravitational influence (\nRosenzweig et al., 2014\n). The net result is that the same cells cultivated in matched hardware, medium, etc., in FL vs. GC could in fact be residing in two very different environments. Often, an increase in mutation rate can be a response to environmental stress (\nGalhardo et al., 2007\n), suggesting that cells in FL samples might be experiencing stress. One way of testing this hypothesis would be to measure global gene expression by performing whole-transcriptome, -proteome, and -metabolome analyses on FL vs. GC cultures, experiments which are currently in progress.\nAt the altitude of ISS orbit (~400 km), the interior of the vehicle is exposed to ionizing radiation consisting mostly of high-energy photons and atomic nuclei (\nAnonymous, 2002\n). The \nS. epidermidis\n FL samples inhabited the ISS interior for 30 days. Ongoing dosimetry indicates that the dose rate of ionizing radiation inside the ISS during this period amounted to ~13–14 mGy, compared to the global average background radiation dose on Earth of ~0.25 mGy during the same period (\nPuchalska et al., 2014\n). This dose is likely an overestimate for the FL samples, as they were also stored within lockers, inside aluminum BRIC canisters and aluminum-and-epoxy PDFUs. Nevertheless, FL samples were almost certainly exposed to a higher ionizing radiation dose than their GC counterparts. In support of the notion that FL samples may have received ionizing radiation hits, we observed two double mutations in \nrpoB\n from FL but not from GC samples; interestingly, induction of multiple closely linked mutations are a hallmark of ionizing radiation (\nEccles et al., 2011\n).",
    "broader_implications_of_the_results": "Broader Implications of the Results\nIn this communication, we report that cultivation of \nS. epidermidis\n in the human spaceflight environment of the ISS led to (i) an increase in the mutation frequency to Rif\nR\n and (ii) alterations in the spectrum of mutations in the \nrpoB\n gene which result in Rif\nR\n. The results reported here with \nS. epidermidis\n appear to support previous results obtained using \nB. subtilis\n on space station Mir (\nYatagai et al., 2000\n), and lead us to propose that exposure of bacteria to the human spaceflight environment can result in an alteration of the location of mutational hotspots within the target genes encoding antibiotic resistance factors. Further experiments using a greater variety of microorganisms will be needed to test this hypothesis.\nThe target gene used in this study, \nrpoB\n, encodes the β subunit of the enzyme RNA polymerase, a multisubunit enzyme which makes contacts with every transcribed gene in the bacterial genome. We and others have previously shown that single point mutations in \nrpoB\n leading to Rif\nR\n can profoundly alter the global pattern of gene expression in bacteria and lead to (i) changes in growth, transformation, sporulation and spore resistance properties (\nMaughan et al., 2004\n; \nMoeller et al., 2012\n); (ii) activation of otherwise cryptic phenotypes (\nPerkins and Nicholson, 2008\n); and (iii) artificial triggering of the stringent response (reviewed in \nAlifano et al., 2015\n). It will be important to determine how the novel mutational changes in \nrpoB\n reported in this communication affect the physiological properties of the resulting mutants, such as their: growth and survival properties on environmental surfaces and in the host; communicability; pathogenic potential; and resistance to multiple antibiotics.\nManagement of microbial antibiotic resistance in confined environments on Earth, such as hospitals, prisons, military barracks, nursing homes, etc. has proven difficult. The results reported here suggest that our Earth-based understanding of the emergence of antibiotic resistance may not be wholly applicable to the human spaceflight environment. Research into the biology of spaceflight has uncovered alterations in crewmember immune function, microbial diversity, and in altered regulation of microbial physiologic responses, leading in some cases to increased virulence and antibiotic resistance (reviewed in \nOtt et al., 2012\n). In addition to the above factors, elucidation of the spaceflight-specific genetic mechanisms leading to the emergence of antibiotic resistance is needed to inform mitigation strategies for crew health and mission success. As more humans embark on longer sojourns into space, the more important these considerations will become.",
    "author_contributions": "Author Contributions\nPF-C and WN both contributed to the intellectual content, design and execution of the experiments, interpretation of the data, and writing of the manuscript, and are accountable for all aspects of the work described herein.",
    "conflict_of_interest_statement": "Conflict of Interest Statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4923109/"
}