{
  "id": "PMC4642138",
  "title": "Gravitropism and lateral root emergence are dependent on the trans-Golgi network protein TNO1",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Gravitropism and lateral root emergence are dependent on the trans-Golgi network protein TNO1",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4642138/"
  },
  "sections": {
    "abstract": "The \ntrans\n-Golgi network (TGN) is a dynamic organelle that functions as a relay station for receiving endocytosed cargo, directing secretory cargo, and trafficking to the vacuole. TGN-localized SYP41-interacting protein (TNO1) is a large, TGN-localized, coiled-coil protein that associates with the membrane fusion protein SYP41, a target SNARE, and is required for efficient protein trafficking to the vacuole. Here, we show that a \ntno1\n mutant has auxin transport-related defects. Mutant roots have delayed lateral root emergence, decreased gravitropic bending of plant organs and increased sensitivity to the auxin analog 2,4-dichlorophenoxyacetic acid and the natural auxin 3-indoleacetic acid. Auxin asymmetry at the tips of elongating stage II lateral roots was reduced in the \ntno1\n mutant, suggesting a role for TNO1 in cellular auxin transport during lateral root emergence. During gravistimulation, \ntno1\n roots exhibited delayed auxin transport from the columella to the basal epidermal cells. Endocytosis to the TGN was unaffected in the mutant, indicating that bulk endocytic defects are not responsible for the observed phenotypes. Together these studies demonstrate a role for TNO1 in mediating auxin responses during root development and gravistimulation, potentially through trafficking of auxin transport proteins.",
    "introduction": "Introduction\nThe \ntrans\n-Golgi network (TGN) is a highly dynamic tubulo-vesicular organelle that matures from the two or three \ntrans\n-most cisternae of the Golgi (\nStaehelin and Kang, 2008\n) and is crucial for endocytic, secretory and vacuolar trafficking routes in plant cells. TGN cisternae move rapidly inside the cell, dissociating from their associated Golgi and re-associating with a new Golgi stack (\nStaehelin and Kang, 2008\n; \nKang, 2011\n; \nUemura et al., 2014\n), and also contain distinct subdomains for various trafficking routes (\nBassham et al., 2000\n; \nChow et al., 2008\n; \nGendre et al., 2011\n). The TGN functions as an early/recycling endosome (\nDettmer et al., 2006\n; \nViotti et al., 2010\n) that receives endocytosed cargo, including auxin transporters, plasma membrane receptors, and nutrient transporters (\nRussinova et al., 2004\n; \nRobatzek et al., 2006\n; \nDhonukshe et al., 2007\n; \nTakano et al., 2010\n; \nBarberon et al., 2011\n), and recycles it back to the plasma membrane or to the vacuole for degradation. The TGN plays a crucial role in trafficking of biosynthetic traffic to the vacuole (\nReyes et al., 2011\n). It also directs secretory cargo, including plasma membrane proteins and cell wall polysaccharides, to the cell surface, potentially via mobile secretory vesicle clusters that fuse with the plasma membrane (\nToyooka et al., 2009\n; \nGendre et al., 2014\n). The position of the TGN at the junction of the endocytic, vacuolar, and secretory pathways renders it important in regulating transport of key molecules and mediating cellular responses to the environment (\nPark and Jurgens, 2011\n; \nReyes et al., 2011\n; \nContento and Bassham, 2012\n).\nHigh transport fidelity is needed to prevent mis-sorting of cargo during vesicle trafficking. This requires membrane fusion proteins termed soluble \nN\n-ethylmaleimide-sensitive factor attachment protein receptors (SNAREs; \nRisselada and Grubmuller, 2012\n). SNAREs can be broadly classified as target SNARES (t-SNAREs) or vesicle SNAREs (v-SNAREs) depending on their location, or as Q or R-SNAREs based on the core amino acid in the heptad repeat of the SNARE motif (\nFasshauer et al., 1998\n). The interaction between a v-SNARE on a vesicle and t-SNAREs on its target membrane leads to membrane fusion via formation of a tetrameric \ntrans-\nSNARE complex (\nMcNew et al., 2000\n; \nLipka et al., 2007\n; \nKim and Brandizzi, 2012\n; \nRisselada and Grubmuller, 2012\n). Usually, three Q SNAREs (Qa, Qb, and Qc) form a t-SNARE complex and an R-SNARE acts as the v-SNARE. This interaction of SNAREs helps to overcome the thermodynamically unfavorable event of fusion of two hydrophobic lipid bilayers (\nRisselada and Grubmuller, 2012\n; \nShi et al., 2012\n), enabling deposition of cargo into the target organelle. Proteins known as tethering factors aid in bringing membranes together and promoting SNARE interaction or actively stimulating \ntrans\n-SNARE complex formation (\nCai et al., 2007\n). Tethering factors thus increase vesicular trafficking efficiency (\nSztul and Lupashin, 2009\n; \nChia and Gleeson, 2011\n; \nHong and Lev, 2014\n) and are either homodimeric long coiled-coil proteins or multisubunit tethering complexes (\nMarkgraf et al., 2007\n; \nHong and Lev, 2014\n). It was recently proposed that coiled-coil tethers simultaneously use their multiple coiled-coil domains to engage distinct SNAREs and promote SNARE complex assembly (\nGrabski et al., 2012\n). Spatiotemporal regulation of trafficking steps in the cell also requires a family of small GTPases called Rabs which then recruit downstream effectors (\nStenmark, 2009\n). Tethers can act as Rab effectors by binding SNAREs or can function as GTP exchange factors (GEFs) for Rabs (\nMarkgraf et al., 2007\n; \nSztul and Lupashin, 2009\n; \nHong and Lev, 2014\n).\nMany SNAREs and tethering factors exist in \nArabidopsis thaliana\n, with different localizations reflecting their specialized roles (\nFujimoto and Ueda, 2012\n). The TGN-localized SYP4 (41/42/43) SNARE family (\nBassham et al., 2000\n; \nUemura et al., 2012\n) is responsible for maintaining Golgi/TGN morphology and regulating secretory and vacuolar trafficking (\nUemura et al., 2012\n). Another TGN SNARE, SYP61, interacts with SYP41 and helps to direct traffic to the plasma membrane (\nDrakakaki et al., 2012\n), with a role in mediating stress responses (\nZhu et al., 2002\n). Recently, TGN-localized SYP41-interacting protein (TNO1), a large coiled-coil protein localized to the TGN, was identified as a SYP41 interactor (\nKim and Bassham, 2011\n) and was hypothesized to be a tethering factor. Mutant plants lacking TNO1 partially mis-sort vacuolar cargo and mis-localize SYP61, suggesting decreased trafficking fidelity, while also showing hypersensitivity to salt and osmotic stress and displaying altered TGN dynamics (\nKim and Bassham, 2011\n).\nSYP42 and SYP43 play a role in root gravitropism, most likely via regulation of the localization of the auxin eﬄux transporters PIN-FORMED 1 (PIN1) and PIN2 (\nUemura et al., 2012\n). Additionally, other proteins involved in auxin transport, such as the AUXIN1/LIKE-AUX1 (AUX1/LAX) family of auxin influx transporters and P-glycoprotein (PGP) proteins of the ATP-binding cassette transporter family, are localized via the SNAREs and TGN activity (\nKleine-Vehn and Friml, 2008\n; \nRakusová et al., 2015\n). Many of the auxin transporters undergo constitutive endocytosis, cycling between the recycling endosome/TGN and the plasma membrane, or are targeted for vacuolar degradation to maintain steady-state levels (\nKleine-Vehn and Friml, 2008\n; \nGrunewald and Friml, 2010\n). Defects in TGN dynamics can, therefore, hamper recycling of these transporters and thus affect directional transport of auxin, which is critical for plant development (\nGrunewald and Friml, 2010\n).\nGiven the potential links between TGN-mediated protein trafficking and auxin transporters, we investigated auxin responses in the \ntno1\n mutant during root development. Loss of TNO1 delayed lateral root (LR) emergence and decreased root and hypocotyl gravitropic bending. Additionally, \ntno1\n roots failed to display characteristic asymmetry visualized with the auxin response marker \nDR5rev:GFP\n at the LR tips as well as after gravistimulation. Thus, TNO1 functions in auxin-mediated root development and response to gravity.",
    "materials_and_methods": "Materials and Methods\nPlant Material and Growth Conditions\nThe \nA. thaliana\n seed stocks used in this study have been previously described: Col-0 (wild-type, WT), \ntno1\n knockout mutant (SALK_112503; \nKim and Bassham, 2011\n), complemented \ntno1\n mutant (\nKim and Bassham, 2011\n), and \nDR5rev:GFP\n (\nOttenschlager et al., 2003\n).\nArabidopsis\n seeds were surface-sterilized in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, rinsed five times with sterile water and kept in the dark at 4°C for at least 2 days. \nArabidopsis\n plants were grown at 22°C in long-day conditions (16 h light) in soil or on 0.25× or 0.5× solid Murashige–Skoog (MS) medium (MS vitamin and salt mixture, Caisson, MSPA0910) with 1% sucrose, 2.4 mM MES (pH 5.7), and 0.6% (w/v) phytoblend agar (Caisson, PTP01).\nGravitropism Assays\nThe hypocotyl gravitropism assay was modified from \nStanga et al. (2009)\n. Seeds were plated on 0.5× MS medium (\nMurashige and Skoog, 1962\n) containing 1% sucrose in square plates and kept vertically oriented in the dark. After 5 days, the plates were rotated 90° for gravistimulation. Pictures were acquired using a Canon Rebel XTS camera in a dark room with a green filter over the flash to prevent phototropic curvature of the hypocotyl toward the camera flash. Zero-hour images of each seedling were compared to later time point images of the same seedling using Image J (\nSchneider et al., 2012\n) to determine bending angles.\nFor root gravitropic assays, sterilized seeds were mixed with molten growth medium just before solidification and poured into square plates (\nStanga et al., 2009\n). After 5 days of vertical growth the seedlings were gravistimulated by rotating the plate by 90°. Pictures were taken 6 and 24 h after gravistimulation and analyzed using Image J to assess gravitropic curvature.\nFor root and hypocotyl gravitropic rescue assays, the roots of 5-day-old vertically grown seedlings were overlaid with media containing either 100 nM 1-napthylacetic acid (1-NAA; Sigma–Aldrich, N0640), 30 nM 3-indoleacetic acid (IAA; Sigma–Aldrich, I2886), or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D; Gibco, 11215), followed by gravistimulation. Pictures of roots and hypocotyls after 12 h were compared to 0-h images using Image J. For all assays, at least three biological replicates were performed, with 15–20 seedlings per replicate.\nLR Density Analysis\nTo determine the density of emerging LRs, sterilized \nArabidopsis\n seeds were plated on 0.25× MS medium (\nMurashige and Skoog, 1962\n) containing 1% sucrose and grown vertically. After 10 days, the number of LRs emerging from the primary root were counted and divided by the root length to obtain LR density. For determination of LR primordia density, 7-day-old roots were cleared with 2.5% bleach for 10 min and visualized with an Olympus IX-71 inverted microscope. To assess rescue of LR emergence, 5-day-old seedlings were transferred to medium containing 100 nM 1-NAA or 1 μM IAA in the dark (to prevent photo-degradation). After 5 additional days, the number of emergent LRs was scored. For each analysis, three independent biological replicates were performed with 15–20 seedlings per replicate.\nRoot Length Inhibition Assays\nSeedlings were grown on 0.5× MS medium (\nMurashige and Skoog, 1962\n) with 1% sucrose for 5 days. They were then transferred to media containing either 2,4-D, IAA, 1-NAA, 1-\nN\n-naphthylphthalamic acid (NPA; Naptalam, Sigma–Aldrich, 33371), 1-napthoxyacetic acid (1-NOA; Sigma–Aldrich, 255416) at the concentrations indicated, or solvent controls [dimethyl sulfoxide (DMSO) or ethanol], and the position of the root tip was marked. Each plate contained all three genotypes (WT, \ntno1\n mutant, and complemented lines) to compensate for possible effects of inter-plate variation. After 6 days, pictures were acquired and the length from the marked root tip position was measured using ImageJ (\nSchneider et al., 2012\n). Root elongation in the presence of the tested chemicals was compared with solvent controls and expressed as percent decrease in root length. At least three biological replicates with a minimum of 20 seedlings per replicate were conducted for each treatment.\nAnalysis of Auxin Response Distribution\ntno1\n plants expressing \nDR5rev:GFP\n were generated by crossing \ntno1\n (\nKim and Bassham, 2011\n) with \nDR5rev:GFP\n lines (\nOttenschlager et al., 2003\n). Homozygous \ntno1\n plants carrying the \nDR5rev:GFP\n transgene were selected in subsequent generations by polymerase chain reaction (PCR)-based genotyping as previously described (\nKim and Bassham, 2011\n) and green fluorescent protein (GFP) fluorescence visualization. For analysis of auxin redistribution, control and \ntno1\n roots expressing \nDR5rev:GFP\n were gravistimulated and visualized with a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility. A 40× oil immersion objective lens was used along with excitation and emission wavelengths of 488 and 507 nm for GFP visualization. Images were acquired under identical conditions for both mutant and WT roots with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed. GFP asymmetry was quantified using Image J by subjecting the confocal images to similar thresholding and post-processing. Equal volume boxes were drawn on the upper and lower flanks and total pixel intensity from the lower vs. upper box was expressed as a ratio. To analyze \nDR5rev:GFP\n expression in LRs, a total of 30 stage II LRs from at least six different seedlings were imaged by confocal microscopy for each genotype. The number of root tips showing asymmetry of GFP expression was counted and expressed as a percentage of the total observed.\nFM4-64 Staining and Brefeldin A (BFA) Treatment\nFM4-64 staining was modified from \nDettmer et al. (2006)\n. To test bulk endocytosis, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 4 μM FM4-64 for 2 min and subsequently washed twice for 30 s each time in 0.5× MS liquid medium before microscopic analysis. For analyzing arrival of FM4-64 at Brefeldin A bodies, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 35 μM Brefeldin A (BFA) for an hour followed by a 10-min treatment with 4 μM FM4-64 plus 35 μM BFA and two subsequent washes of 30 s each. The root tips were visualized using a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility, using a 63× oil immersion objective lens and excitation and emission wavelengths of 558 and 734 nm. Images were acquired under identical conditions for both genotypes with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed for each treatment and genotype.",
    "plant_material_and_growth_conditions": "Plant Material and Growth Conditions\nThe \nA. thaliana\n seed stocks used in this study have been previously described: Col-0 (wild-type, WT), \ntno1\n knockout mutant (SALK_112503; \nKim and Bassham, 2011\n), complemented \ntno1\n mutant (\nKim and Bassham, 2011\n), and \nDR5rev:GFP\n (\nOttenschlager et al., 2003\n).\nArabidopsis\n seeds were surface-sterilized in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, rinsed five times with sterile water and kept in the dark at 4°C for at least 2 days. \nArabidopsis\n plants were grown at 22°C in long-day conditions (16 h light) in soil or on 0.25× or 0.5× solid Murashige–Skoog (MS) medium (MS vitamin and salt mixture, Caisson, MSPA0910) with 1% sucrose, 2.4 mM MES (pH 5.7), and 0.6% (w/v) phytoblend agar (Caisson, PTP01).",
    "gravitropism_assays": "Gravitropism Assays\nThe hypocotyl gravitropism assay was modified from \nStanga et al. (2009)\n. Seeds were plated on 0.5× MS medium (\nMurashige and Skoog, 1962\n) containing 1% sucrose in square plates and kept vertically oriented in the dark. After 5 days, the plates were rotated 90° for gravistimulation. Pictures were acquired using a Canon Rebel XTS camera in a dark room with a green filter over the flash to prevent phototropic curvature of the hypocotyl toward the camera flash. Zero-hour images of each seedling were compared to later time point images of the same seedling using Image J (\nSchneider et al., 2012\n) to determine bending angles.\nFor root gravitropic assays, sterilized seeds were mixed with molten growth medium just before solidification and poured into square plates (\nStanga et al., 2009\n). After 5 days of vertical growth the seedlings were gravistimulated by rotating the plate by 90°. Pictures were taken 6 and 24 h after gravistimulation and analyzed using Image J to assess gravitropic curvature.\nFor root and hypocotyl gravitropic rescue assays, the roots of 5-day-old vertically grown seedlings were overlaid with media containing either 100 nM 1-napthylacetic acid (1-NAA; Sigma–Aldrich, N0640), 30 nM 3-indoleacetic acid (IAA; Sigma–Aldrich, I2886), or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D; Gibco, 11215), followed by gravistimulation. Pictures of roots and hypocotyls after 12 h were compared to 0-h images using Image J. For all assays, at least three biological replicates were performed, with 15–20 seedlings per replicate.",
    "lr_density_analysis": "LR Density Analysis\nTo determine the density of emerging LRs, sterilized \nArabidopsis\n seeds were plated on 0.25× MS medium (\nMurashige and Skoog, 1962\n) containing 1% sucrose and grown vertically. After 10 days, the number of LRs emerging from the primary root were counted and divided by the root length to obtain LR density. For determination of LR primordia density, 7-day-old roots were cleared with 2.5% bleach for 10 min and visualized with an Olympus IX-71 inverted microscope. To assess rescue of LR emergence, 5-day-old seedlings were transferred to medium containing 100 nM 1-NAA or 1 μM IAA in the dark (to prevent photo-degradation). After 5 additional days, the number of emergent LRs was scored. For each analysis, three independent biological replicates were performed with 15–20 seedlings per replicate.",
    "root_length_inhibition_assays": "Root Length Inhibition Assays\nSeedlings were grown on 0.5× MS medium (\nMurashige and Skoog, 1962\n) with 1% sucrose for 5 days. They were then transferred to media containing either 2,4-D, IAA, 1-NAA, 1-\nN\n-naphthylphthalamic acid (NPA; Naptalam, Sigma–Aldrich, 33371), 1-napthoxyacetic acid (1-NOA; Sigma–Aldrich, 255416) at the concentrations indicated, or solvent controls [dimethyl sulfoxide (DMSO) or ethanol], and the position of the root tip was marked. Each plate contained all three genotypes (WT, \ntno1\n mutant, and complemented lines) to compensate for possible effects of inter-plate variation. After 6 days, pictures were acquired and the length from the marked root tip position was measured using ImageJ (\nSchneider et al., 2012\n). Root elongation in the presence of the tested chemicals was compared with solvent controls and expressed as percent decrease in root length. At least three biological replicates with a minimum of 20 seedlings per replicate were conducted for each treatment.",
    "analysis_of_auxin_response_distribution": "Analysis of Auxin Response Distribution\ntno1\n plants expressing \nDR5rev:GFP\n were generated by crossing \ntno1\n (\nKim and Bassham, 2011\n) with \nDR5rev:GFP\n lines (\nOttenschlager et al., 2003\n). Homozygous \ntno1\n plants carrying the \nDR5rev:GFP\n transgene were selected in subsequent generations by polymerase chain reaction (PCR)-based genotyping as previously described (\nKim and Bassham, 2011\n) and green fluorescent protein (GFP) fluorescence visualization. For analysis of auxin redistribution, control and \ntno1\n roots expressing \nDR5rev:GFP\n were gravistimulated and visualized with a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility. A 40× oil immersion objective lens was used along with excitation and emission wavelengths of 488 and 507 nm for GFP visualization. Images were acquired under identical conditions for both mutant and WT roots with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed. GFP asymmetry was quantified using Image J by subjecting the confocal images to similar thresholding and post-processing. Equal volume boxes were drawn on the upper and lower flanks and total pixel intensity from the lower vs. upper box was expressed as a ratio. To analyze \nDR5rev:GFP\n expression in LRs, a total of 30 stage II LRs from at least six different seedlings were imaged by confocal microscopy for each genotype. The number of root tips showing asymmetry of GFP expression was counted and expressed as a percentage of the total observed.",
    "fm4-64_staining_and_brefeldin_a_(bfa)_treatment": "FM4-64 Staining and Brefeldin A (BFA) Treatment\nFM4-64 staining was modified from \nDettmer et al. (2006)\n. To test bulk endocytosis, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 4 μM FM4-64 for 2 min and subsequently washed twice for 30 s each time in 0.5× MS liquid medium before microscopic analysis. For analyzing arrival of FM4-64 at Brefeldin A bodies, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 35 μM Brefeldin A (BFA) for an hour followed by a 10-min treatment with 4 μM FM4-64 plus 35 μM BFA and two subsequent washes of 30 s each. The root tips were visualized using a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility, using a 63× oil immersion objective lens and excitation and emission wavelengths of 558 and 734 nm. Images were acquired under identical conditions for both genotypes with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed for each treatment and genotype.",
    "results": "Results\nTNO1 Mediates LR Emergence in an Auxin-dependent Manner\nAuxin signaling pathways are integral to LR development during root architecture establishment (\nLavenus et al., 2013\n). Polar auxin transport mediates emergence of LRs from the primary axis, and several auxin transport mutants display slow rates of emergence (\nHobbie and Estelle, 1995\n; \nRuegger et al., 1997\n). The SYP4 family of SNAREs is thought to be involved in directional auxin transport (\nUemura et al., 2012\n), hence we tested whether the SYP41-interacting protein TNO1 may also be required for such processes. We hypothesized that if the \ntno1\n mutant has defects in auxin transport or responses, visible phenotypes such as changes in LR emergence would be evident. Emergent LR densities were significantly lower (\nP\n < 0.05) in \ntno1\n seedlings after 10 days of growth on 0.25× MS medium (\nDubrovsky and Forde, 2012\n). Mutant lines expressing transgenic \nTNO1\n under the control of its native promoter, termed complemented lines (\nKim and Bassham, 2011\n), were similar to WT seedlings (\nFigures \n1A,B\n). Since the major source of auxin in the root in the first 10 days after germination is transport from the leaves (\nHobbie and Estelle, 1995\n; \nLjung et al., 2001\n), one possible reason for this defect may be that auxin flux is reduced in \ntno1\n, leading to suboptimal auxin levels in the root and impairing LR emergence. To confirm that the delayed emergence was not due to an arrest or delay in LR initiation, the number of LR primordia was evaluated in the mutant roots. The LR primordia density of \ntno1\n roots was equivalent to that of WT and complemented lines (\nFigure \n1C\n), suggesting that LR initiation events were normal in \ntno1\n.\nFIGURE 1\nLoss of TGN-localized SYP41-interacting protein \n(\nTNO1) function delays lateral root emergence in an auxin-dependent fashion.\n\n\n(A)\n Representative images showing emergent lateral roots (white arrowheads) in wild-type (WT), \ntno1\n (KO), and \ntno1\n complemented (COM) lines. \n(B)\n Emergent lateral root density of 10-day-old seedlings grown on 0.25× Murashige–Skoog (MS) medium (with 1% sucrose) was calculated by dividing the number of emerging lateral roots by root length. \n(C)\n Lateral root primordia density of 7-day-old seedlings was calculated by counting the number of primordia after microscopic analysis of cleared roots and dividing it by the root length. \n(D)\n Emergent LR density of 10-day-old seedlings, 5 days after transfer to medium containing 100 nM 1-napthylacetic acid (NAA) or 1 μM indoleacetic acid (IAA). All values represent analysis of three biological replicates with 15–20 seedlings for each set. Error bars indicate standard errors of the means. Asterisk indicates statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.\nThe lipophilic auxin 1-NAA has been shown to rescue LR defects in the auxin transport mutant \naux1\n (\nMarchant et al., 2002\n). Natural auxin (IAA) treatment also rescues LR emergence in dark conditions (\nReed et al., 1998\n). To test whether the emergence defect may be due to defects in auxin transport and hence reduced root auxin levels, LR emergence in the presence of 1-NAA (\nMurashige and Skoog, 1962\n; \nMarchant et al., 2002\n) or IAA in the dark (\nReed et al., 1998\n) was assessed. Five-day-old seedlings were transferred to medium containing 100 nM NAA or 1 μM IAA, and LR density was analyzed after 5 days of growth. The LR density of \ntno1\n resembled that of WT and complemented lines in the presence of either auxin (\nFigure \n1D\n), indicating that exogenous auxins can rescue the emergent LR defect in \ntno1\n roots. Therefore, TNO1 influences the temporal control of LR emergence from the primary root.\nTNO1 is Required for Gravitropic Bending\nWe further examined a possible role for TNO1 in plant auxin responses by investigating gravitropism. Gravitropism involves the bending of a plant organ in response to its change in orientation with respect to gravity (gravistimulation). Gravitropic bending of organs upon gravistimulation is aided by a readjustment of auxin flow. Since a number of proteins involved in gravitropic curvature are recycled and trafficked via the TGN (\nStrohm et al., 2012\n), this organelle is critical for regulating downstream events that influence gravitropic plant organ bending. We, therefore, hypothesized that loss of TNO1 might affect dynamics at the TGN and thus lead to a change in the gravitropic bending response.\nTo test this hypothesis, the gravitropic response of WT and \ntno1\n mutant hypocotyls and roots was assessed. The \ntno1\n mutant hypocotyls (\nFigure \n2A\n) and roots (\nFigure \n2B\n) showed delayed bending, and the angle of curvature at different time points was significantly lower (\nP\n < 0.05) than that of WT or complemented seedlings. This suggests that the loss of TNO1 causes a delay in the gravitropic bending of \nArabidopsis\n roots and hypocotyls. Mutant roots and hypocotyls have a similar length to WT under normal growth conditions (\nKim and Bassham, 2011\n), suggesting that the defect in gravitropism is not due to defective growth.\nFIGURE 2\nTNO1 mediates gravitropic bending by an auxin dependent mechanism.\n\n\n(A)\n Hypocotyl bending of WT, KO and COM hypocotyls after gravistimulation. Dark-grown 5-day-old hypocotyls were gravistimulated in the dark and curvatures were calculated at 6 and 24 h after gravistimulation. \n(B)\n Root bending of WT, KO, and COM seedlings after gravistimulation. Light-grown, medium-embedded roots were gravistimulated and root curvatures were calculated at 6 and 24 h after gravistimulation. \n(C)\n Exogenous auxins can rescue the gravitropic bending defect in \ntno1\n roots. Light-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D) and then gravistimulated. Root curvatures were calculated after 12 h. \n(D)\n Some exogenous auxins can rescue the gravitropic bending defect in \ntno1\n hypocotyls. Roots of dark-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-D, followed by gravistimulation. Hypocotyl curvatures were calculated after 12 h. All values represent the means of three biological replicates with at least 20 seedlings for each set. Error bars indicate standard errors. Similar letters indicate no statistical difference while different letters indicate a statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.\nThe gravitropic bending response requires a reprogramming of auxin flow inside the shoot and root (\nTanaka et al., 2006\n; \nStrohm et al., 2012\n), raising the possibility that the slower bending rate observed in \ntno1\n could be due to changes in auxin flow. We hypothesized that if the gravitropic phenotype in \ntno1\n mutants is due to defect(s) in auxin transport, it may be rescued by exogenous auxin application. To test this idea, we used the membrane-permeable auxin 1-NAA, which has been previously used to rescue gravitropic root bending defects in mutants defective in auxin transport (\nMarchant et al., 1999\n), the natural auxin IAA, and the influx-specific auxin 2,4-D. Following auxin treatments, the bending angles of \ntno1\n roots were not significantly different (\nP\n > 0.1) from the bending angles of the WT and complemented lines (\nFigure \n2C\n), indicating rescue of the gravitropic bending defect by exogenous auxin. The 2,4-D treatment led to an overall reduction of bending angles as has been previously reported (\nSurpin et al., 2005\n) but there were no significant differences between WT and mutant. Similarly, hypocotyl bending was also rescued after a 12-h treatment with either IAA or 1-NAA (\nFigure \n2D\n), confirming that the gravitropic defect in \ntno1\n mutants is most likely due to auxin-related defects. 2,4-D did not rescue the gravitropic defect in the mutant hypocotyls, with bending angles significantly lower than WT and complemented lines; this is consistent with previous reports demonstrating an effect of 2,4-D on gravitropism in roots but not in hypocotyls (\nSurpin et al., 2005\n). The \ntno1\n mutant defects in gravitropic bending, therefore, may be due to defects in auxin transport or response.\ntno1\n Roots Show Increased Sensitivity to 2,4-D and IAA\nAuxin flux into plant cells is facilitated by influx carriers such as AUX1 and the LAX family of transporters, while exit from the cell involves eﬄux carriers belonging to the PIN and PGP families (\nPeer et al., 2011\n). Auxin analogs and transport inhibitors are important tools to uncover defects in auxin transport pathways. The auxin analog 2,4-D is an influx-specific substrate while 1-NAA is an eﬄux-specific substrate (\nDelbarre et al., 1996\n). The auxin transport inhibitor NPA interferes with auxin eﬄux while 1-NOA interferes with auxin influx and inhibits AUX1 (\nThomson et al., 1973\n; \nSussman and Goldsmith, 1981\n; \nYang et al., 2006\n). To determine the effect of these inhibitors on the \ntno1\n mutant, their effects on root growth were assessed. We found that \ntno1\n roots were significantly (\nP\n < 0.05) more sensitive to 30 nM 2,4-D than WT or complemented roots (\nFigure \n3A\n). This result is consistent with our observation of the failure of 2,4-D to rescue the gravitropic defect of mutant hypocotyls.\nFIGURE 3\ntno1\n roots show increased sensitivity to 2,4-D and IAA.\n Five-day-old seedlings were transferred to media with the indicated chemical or solvent as a control and root length was calculated after an additional 6 days of growth. Mean root growth of each genotype on the chemical treatment compared to the mean on the solvent control was expressed as percentage inhibition. Percent inhibition of root length on \n(A)\n 30 nM 2,4-D, \n(B)\n 1-1-napthoxyacetic acid (NOA; 30, 50, and 70 μM), \n(C)\n 30 nM 2,4-D + 10 μM 1-NOA, \n(D)\n 40 nM IAA, \n(E)\n 100 nM 1-NAA, and \n(F)\n 1-\nN\n-naphthylphthalamic acid (NPA; 5 and 10 μM) for WT, KO, and COM lines are shown. Values represent analysis of three biological replicates with 20 seedlings for each set. Error bars indicate standard errors derived from means of the three replicates. Different letters indicate statistically significant differences (\nP\n < 0.05) by a Student’s \nt\n-test.\nOne possible explanation for this sensitivity is that influx routes are altered in the \ntno1\n mutant, which led us to test the effect of blocking auxin influx with 1-NOA. Mutant roots showed similar sensitivity to WT and complemented lines across a range of concentrations of 1-NOA (\nFigure \n3B\n), suggesting that blocking auxin influx affects the \ntno1\n mutant to the same extent as wild-type. 1-NOA has a characteristic protective effect against root growth inhibition by 2,4-D (\nParry et al., 2001\n); we, therefore, tested whether 1-NOA could rescue the root growth inhibition of mutant roots by 2,4-D to comparable levels as in the WT and complemented lines. Seedlings were transferred to medium containing 30 nM 2,4-D and 10 μM 1-NOA. The WT and complemented lines showed a significantly lower inhibition of root length than the mutants (\nP\n < 0.05), indicating that when auxin influx is blocked, \ntno1\n mutants still have enhanced sensitivity to 2,4-D (\nFigure \n3C\n).\nTo determine whether the sensitivity to 2,4-D is also seen with other auxins, root growth inhibition on 40 nM IAA in the dark was assessed. \ntno1\n mutant roots are indeed more sensitive to IAA (\nP\n < 0.05) than WT or complemented lines (\nFigure \n3D\n). By contrast, treatment with 0.1 μM of the membrane-permeable NAA inhibited the growth of \ntno1\n to a similar extent as WT and complemented plants (\nFigure \n3E\n). Since 2,4-D and IAA are influx-specific substrates and NAA is not, the results are consistent with a possible defect in auxin influx pathways in \ntno1\n. \ntno1\n, WT, and complemented plants had similar responses to NPA treatment (\nFigure \n3F\n), suggesting that the auxin eﬄux pathway is unaffected in \ntno1\n.\nTNO1 Helps Mediate Auxin Responses during LR Elongation\nLateral roots emerge perpendicular to the primary root and gradually start bending rootwards. Recently emerged LRs, which lack an elongation zone (stage I LR) gradually transition into stage II LRs, defined by an elongation zone and asymmetric growth of the upper and lower epidermal cell files (\nRosquete et al., 2013\n). The differential growth peaks in the stage II LRs are due to asymmetric auxin distribution, which in turn is dependent on auxin transport mechanisms. Stage II LRs are thus defined by a characteristic asymmetric distribution of auxin response, which results in differential cellular elongation and downward root growth. This asymmetric auxin flux at the LR tip is caused by the specific activity and distribution of auxin transporters (\nRosquete et al., 2013\n). The asymmetric auxin distribution pattern diminishes significantly as the LRs mature to Stage III and begin growing parallel to the primary root. It was reported that on average more than 75% of stage II LRs in WT plants display asymmetric distribution of auxin responses at LR tips (\nRosquete et al., 2013\n), visualized by the pattern of \nDR5rev:GFP\n expression (\nFriml et al., 2003\n).\nSince TNO1 is linked to LR emergence by a possible auxin-dependent mechanism, we hypothesized that asymmetric auxin transport or response is defective in \ntno1\n LRs. Hence, the percentage of LRs showing asymmetric auxin responses in stage II \ntno1\n LR tips would be lower compared to WT (or complemented) root tips. To test this, the percentage of stage II LRs with auxin response asymmetry in WT and \ntno1\n background lines expressing \nDR5rev:GFP\n was determined by confocal microscopy. 40% of \ntno1\n stage II LRs displayed auxin asymmetry at the LR tip compared to 80% in WT stage II LRs (\nFigures \n4A,B\n). Thus, \ntno1\n roots are defective in establishing the correct pattern of auxin response during LR development. This defect could explain the lower emergent LR density observed in \ntno1\n compared to WT, since a disruption of auxin flow or establishment of asymmetry would prevent LR emergence.\nFIGURE 4\nTNO1 helps mediate auxin response asymmetry at lateral root (LR) tips.\n\n\n(A)\n Representative confocal images of stage II LR tips of WT and \ntno1\n expressing the auxin-responsive \nDR5rev:GFP\n reporter. Yellow arrowheads indicate asymmetry of the auxin reporter GFP expression. Scale bar = 50 μm. \n(B)\n The percentage of stage II LRs displaying an asymmetric auxin response pattern. A total of 30 stage II LRs from at least six seedlings were analyzed.\nTNO1 Facilitates Shootward Auxin Response during Root Bending\nNormally, gravitropic bending of the primary root leads to an eventual return of the root tip toward the gravity vector. This occurs via a cascade of signals leading to asymmetric auxin flow from the columella cells to the lateral rootcap cells and eventually shootward through the epidermal and cortical cells (moving toward the root–shoot junction). During this process, auxin accumulates on the lower side of the root, leading to growth inhibition, while the top of the root continues to elongate, thus resulting in downward root bending (\nOttenschlager et al., 2003\n; \nKleine-Vehn et al., 2010\n; \nBaldwin et al., 2012\n). Since \ntno1\n roots are defective in gravitropic bending (\nFigure \n2\n) and the frequency of LR tips displaying auxin response asymmetry is lower than in WT LRs (\nFigure \n4\n), we hypothesized that the defect in root bending could be due to a decrease in shootward transport of auxin from the columella to the lateral rootcap cells and on to the distal elongation zone.\nTo test this hypothesis, vertical plate-grown WT and \ntno1\n seedlings expressing \nDR5rev:GFP\n were gravistimulated by rotating the plates by 90°. Confocal images were acquired before gravistimulation and subsequently at 5, 8, and 12 h after gravistimulation for both WT and \ntno1\n root tips (\nFigures \n5A–D\n). In the WT background, GFP fluorescence progressed shootward from the columella toward the lateral rootcap and epidermal cells of the lower side of the root. Conversely, the shootward appearance of fluorescence in \ntno1\n was severely inhibited and failed to reach WT levels (arrowheads in \nFigures \n5B–D\n). The difference in GFP fluorescence intensity on the upper and lower flanks was expressed as a ratio for each genotype at different time points. This ratio was significantly higher for WT roots than for \ntno1\n mutants at all time-points, suggesting a stronger response in WT than in the mutants (\nFigure \n5E\n). This in turn implies that the defect in gravitropic bending in \ntno1\n mutants may be due to a decrease in auxin transport, or a difference in auxin response, from the columella to the lateral rootcap and epidermal cells on the lower side of the gravistimulated root. Such a defect could explain the reduced bending observed in \ntno1\n roots. Since auxin asymmetry within LR tips has been suggested to occur by a similar mechanism (\nRosquete et al., 2013\n), this could also explain the lower percentage of stage II LRs displaying auxin response asymmetry in \ntno1\n.\nFIGURE 5\ntno1\n mutants have delayed auxin responses in epidermal cells in gravistimulated roots.\n Representative confocal images of mutant and WT primary root tips showing \nDR5rev:GFP\n expression under \n(A)\n vertical (non-gravistimulated condition), \n(B)\n 5 h gravistimulation, \n(C)\n 8 h gravistimulation, and \n(D)\n 12 h gravistimulation. Yellow arrowheads indicate auxin reporter expression expanding from columella to epidermal cells of the elongation zone. Scale bar = 50 μm. \n(E)\n Quantification of \nDR5rev\n:GFP asymmetry as a ratio of fluorescence intensity on the lower and upper flanks of gravistimulated roots at the indicated time points. Values are means from analysis of 10 roots for each time point and error bars indicate standard errors. Similar letters indicate no statistical difference while different letters indicate a statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.\nTNO1 is not Required for Bulk Endocytosis\nAuxin transporters such as the PIN proteins are continuously endocytosed to the TGN and recycled back to the plasma membrane to maintain an appropriate density, thus allowing steady auxin flux through plant cells (\nKleine-Vehn and Friml, 2008\n; \nFriml, 2010\n). Defects in endocytosis and components involved in the endocytic route to the TGN can, therefore, cause a defect in auxin transport pathways. Since \ntno1\n mutants show defects in TGN dynamics (\nKim and Bassham, 2011\n) and display auxin-related defects, we hypothesized that loss of TNO1 might alter endocytic routes and/or arrival of cargo at the TGN. This in turn would manifest in altered auxin transporter trafficking dynamics, and subsequently alter auxin responses. To test this hypothesis, we analyzed endocytosis in root epidermal cells using the lipophilic styryl dye FM4-64, which is endocytosed and labels early endosomes. To capture early endocytic events, roots of 4-day-old seedlings were stained with 4 μM FM4-64 for 2 min and then washed twice for 30 s each time in MS medium. Both WT and \ntno1\n root cells showed similar endosome labeling patterns (\nFigure \n6A\n, yellow arrowheads), suggesting that bulk endocytic uptake is normal in \ntno1\n roots.\nFIGURE 6\ntno1\n mutants have normal bulk endocytosis and arrival of membrane cargo from plasma membrane to Brefeldin A (BFA) bodies.\n\n\n(A)\n Root cells showing uptake of FM4-64 after 2 min of treatment of 4-day-old seedlings with 4 μM FM4-64 in liquid 0.5× MS medium. Yellow arrowheads indicate early endosomes/TGN. \n(B)\n Root cells treated with 35 μM BFA for 1 h, followed by a 10 min incubation with 4 μM FM4-64, showing arrival of FM4-64 at BFA bodies. White arrowheads indicate BFA bodies.\nTo confirm that bulk endocytosis was unaffected and that endocytic vesicles are delivered normally to the TGN in the mutant, the incorporation of FM4-64 into BFA bodies was assessed. The fungal toxin BFA causes aggregation of the TGN and TGN-derived endosomes to form BFA bodies (\nGeldner et al., 2001\n; \nDettmer et al., 2006\n; \nLam et al., 2009\n). BFA body formation is delayed in \ntno1\n cotyledons but occurs at similar rates in root cells of WT and \ntno1\n mutants (\nKim and Bassham, 2011\n). It was hypothesized that if \ntno1\n has defects in the delivery of endocytosed material to the TGN, then FM4-64 labeling of BFA bodies in \ntno1\n roots would be reduced compared with WT roots. To test this hypothesis, 5-day-old WT and mutant seedlings were incubated with 35 μM BFA for an hour to allow formation of BFA bodies. They were then stained with 4 μM FM4-64 for 10 min in the presence of BFA, followed by two washes in MS medium containing BFA. The BFA bodies in both WT and \ntno1\n roots showed normal FM4-64 staining (\nFigure \n6B\n, white arrowheads) after 10 min. Thus, loss of TNO1 does not affect bulk endocytosis and membrane flow from the plasma membrane to the TGN in root cells.",
    "tno1_mediates_lr_emergence_in_an_auxin-dependent_manner": "TNO1 Mediates LR Emergence in an Auxin-dependent Manner\nAuxin signaling pathways are integral to LR development during root architecture establishment (\nLavenus et al., 2013\n). Polar auxin transport mediates emergence of LRs from the primary axis, and several auxin transport mutants display slow rates of emergence (\nHobbie and Estelle, 1995\n; \nRuegger et al., 1997\n). The SYP4 family of SNAREs is thought to be involved in directional auxin transport (\nUemura et al., 2012\n), hence we tested whether the SYP41-interacting protein TNO1 may also be required for such processes. We hypothesized that if the \ntno1\n mutant has defects in auxin transport or responses, visible phenotypes such as changes in LR emergence would be evident. Emergent LR densities were significantly lower (\nP\n < 0.05) in \ntno1\n seedlings after 10 days of growth on 0.25× MS medium (\nDubrovsky and Forde, 2012\n). Mutant lines expressing transgenic \nTNO1\n under the control of its native promoter, termed complemented lines (\nKim and Bassham, 2011\n), were similar to WT seedlings (\nFigures \n1A,B\n). Since the major source of auxin in the root in the first 10 days after germination is transport from the leaves (\nHobbie and Estelle, 1995\n; \nLjung et al., 2001\n), one possible reason for this defect may be that auxin flux is reduced in \ntno1\n, leading to suboptimal auxin levels in the root and impairing LR emergence. To confirm that the delayed emergence was not due to an arrest or delay in LR initiation, the number of LR primordia was evaluated in the mutant roots. The LR primordia density of \ntno1\n roots was equivalent to that of WT and complemented lines (\nFigure \n1C\n), suggesting that LR initiation events were normal in \ntno1\n.\nFIGURE 1\nLoss of TGN-localized SYP41-interacting protein \n(\nTNO1) function delays lateral root emergence in an auxin-dependent fashion.\n\n\n(A)\n Representative images showing emergent lateral roots (white arrowheads) in wild-type (WT), \ntno1\n (KO), and \ntno1\n complemented (COM) lines. \n(B)\n Emergent lateral root density of 10-day-old seedlings grown on 0.25× Murashige–Skoog (MS) medium (with 1% sucrose) was calculated by dividing the number of emerging lateral roots by root length. \n(C)\n Lateral root primordia density of 7-day-old seedlings was calculated by counting the number of primordia after microscopic analysis of cleared roots and dividing it by the root length. \n(D)\n Emergent LR density of 10-day-old seedlings, 5 days after transfer to medium containing 100 nM 1-napthylacetic acid (NAA) or 1 μM indoleacetic acid (IAA). All values represent analysis of three biological replicates with 15–20 seedlings for each set. Error bars indicate standard errors of the means. Asterisk indicates statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.\nThe lipophilic auxin 1-NAA has been shown to rescue LR defects in the auxin transport mutant \naux1\n (\nMarchant et al., 2002\n). Natural auxin (IAA) treatment also rescues LR emergence in dark conditions (\nReed et al., 1998\n). To test whether the emergence defect may be due to defects in auxin transport and hence reduced root auxin levels, LR emergence in the presence of 1-NAA (\nMurashige and Skoog, 1962\n; \nMarchant et al., 2002\n) or IAA in the dark (\nReed et al., 1998\n) was assessed. Five-day-old seedlings were transferred to medium containing 100 nM NAA or 1 μM IAA, and LR density was analyzed after 5 days of growth. The LR density of \ntno1\n resembled that of WT and complemented lines in the presence of either auxin (\nFigure \n1D\n), indicating that exogenous auxins can rescue the emergent LR defect in \ntno1\n roots. Therefore, TNO1 influences the temporal control of LR emergence from the primary root.",
    "tno1_is_required_for_gravitropic_bending": "TNO1 is Required for Gravitropic Bending\nWe further examined a possible role for TNO1 in plant auxin responses by investigating gravitropism. Gravitropism involves the bending of a plant organ in response to its change in orientation with respect to gravity (gravistimulation). Gravitropic bending of organs upon gravistimulation is aided by a readjustment of auxin flow. Since a number of proteins involved in gravitropic curvature are recycled and trafficked via the TGN (\nStrohm et al., 2012\n), this organelle is critical for regulating downstream events that influence gravitropic plant organ bending. We, therefore, hypothesized that loss of TNO1 might affect dynamics at the TGN and thus lead to a change in the gravitropic bending response.\nTo test this hypothesis, the gravitropic response of WT and \ntno1\n mutant hypocotyls and roots was assessed. The \ntno1\n mutant hypocotyls (\nFigure \n2A\n) and roots (\nFigure \n2B\n) showed delayed bending, and the angle of curvature at different time points was significantly lower (\nP\n < 0.05) than that of WT or complemented seedlings. This suggests that the loss of TNO1 causes a delay in the gravitropic bending of \nArabidopsis\n roots and hypocotyls. Mutant roots and hypocotyls have a similar length to WT under normal growth conditions (\nKim and Bassham, 2011\n), suggesting that the defect in gravitropism is not due to defective growth.\nFIGURE 2\nTNO1 mediates gravitropic bending by an auxin dependent mechanism.\n\n\n(A)\n Hypocotyl bending of WT, KO and COM hypocotyls after gravistimulation. Dark-grown 5-day-old hypocotyls were gravistimulated in the dark and curvatures were calculated at 6 and 24 h after gravistimulation. \n(B)\n Root bending of WT, KO, and COM seedlings after gravistimulation. Light-grown, medium-embedded roots were gravistimulated and root curvatures were calculated at 6 and 24 h after gravistimulation. \n(C)\n Exogenous auxins can rescue the gravitropic bending defect in \ntno1\n roots. Light-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D) and then gravistimulated. Root curvatures were calculated after 12 h. \n(D)\n Some exogenous auxins can rescue the gravitropic bending defect in \ntno1\n hypocotyls. Roots of dark-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-D, followed by gravistimulation. Hypocotyl curvatures were calculated after 12 h. All values represent the means of three biological replicates with at least 20 seedlings for each set. Error bars indicate standard errors. Similar letters indicate no statistical difference while different letters indicate a statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.\nThe gravitropic bending response requires a reprogramming of auxin flow inside the shoot and root (\nTanaka et al., 2006\n; \nStrohm et al., 2012\n), raising the possibility that the slower bending rate observed in \ntno1\n could be due to changes in auxin flow. We hypothesized that if the gravitropic phenotype in \ntno1\n mutants is due to defect(s) in auxin transport, it may be rescued by exogenous auxin application. To test this idea, we used the membrane-permeable auxin 1-NAA, which has been previously used to rescue gravitropic root bending defects in mutants defective in auxin transport (\nMarchant et al., 1999\n), the natural auxin IAA, and the influx-specific auxin 2,4-D. Following auxin treatments, the bending angles of \ntno1\n roots were not significantly different (\nP\n > 0.1) from the bending angles of the WT and complemented lines (\nFigure \n2C\n), indicating rescue of the gravitropic bending defect by exogenous auxin. The 2,4-D treatment led to an overall reduction of bending angles as has been previously reported (\nSurpin et al., 2005\n) but there were no significant differences between WT and mutant. Similarly, hypocotyl bending was also rescued after a 12-h treatment with either IAA or 1-NAA (\nFigure \n2D\n), confirming that the gravitropic defect in \ntno1\n mutants is most likely due to auxin-related defects. 2,4-D did not rescue the gravitropic defect in the mutant hypocotyls, with bending angles significantly lower than WT and complemented lines; this is consistent with previous reports demonstrating an effect of 2,4-D on gravitropism in roots but not in hypocotyls (\nSurpin et al., 2005\n). The \ntno1\n mutant defects in gravitropic bending, therefore, may be due to defects in auxin transport or response.",
    "tno1_roots_show_increased_sensitivity_to_2,4-d_and_iaa": "tno1\n Roots Show Increased Sensitivity to 2,4-D and IAA\nAuxin flux into plant cells is facilitated by influx carriers such as AUX1 and the LAX family of transporters, while exit from the cell involves eﬄux carriers belonging to the PIN and PGP families (\nPeer et al., 2011\n). Auxin analogs and transport inhibitors are important tools to uncover defects in auxin transport pathways. The auxin analog 2,4-D is an influx-specific substrate while 1-NAA is an eﬄux-specific substrate (\nDelbarre et al., 1996\n). The auxin transport inhibitor NPA interferes with auxin eﬄux while 1-NOA interferes with auxin influx and inhibits AUX1 (\nThomson et al., 1973\n; \nSussman and Goldsmith, 1981\n; \nYang et al., 2006\n). To determine the effect of these inhibitors on the \ntno1\n mutant, their effects on root growth were assessed. We found that \ntno1\n roots were significantly (\nP\n < 0.05) more sensitive to 30 nM 2,4-D than WT or complemented roots (\nFigure \n3A\n). This result is consistent with our observation of the failure of 2,4-D to rescue the gravitropic defect of mutant hypocotyls.\nFIGURE 3\ntno1\n roots show increased sensitivity to 2,4-D and IAA.\n Five-day-old seedlings were transferred to media with the indicated chemical or solvent as a control and root length was calculated after an additional 6 days of growth. Mean root growth of each genotype on the chemical treatment compared to the mean on the solvent control was expressed as percentage inhibition. Percent inhibition of root length on \n(A)\n 30 nM 2,4-D, \n(B)\n 1-1-napthoxyacetic acid (NOA; 30, 50, and 70 μM), \n(C)\n 30 nM 2,4-D + 10 μM 1-NOA, \n(D)\n 40 nM IAA, \n(E)\n 100 nM 1-NAA, and \n(F)\n 1-\nN\n-naphthylphthalamic acid (NPA; 5 and 10 μM) for WT, KO, and COM lines are shown. Values represent analysis of three biological replicates with 20 seedlings for each set. Error bars indicate standard errors derived from means of the three replicates. Different letters indicate statistically significant differences (\nP\n < 0.05) by a Student’s \nt\n-test.\nOne possible explanation for this sensitivity is that influx routes are altered in the \ntno1\n mutant, which led us to test the effect of blocking auxin influx with 1-NOA. Mutant roots showed similar sensitivity to WT and complemented lines across a range of concentrations of 1-NOA (\nFigure \n3B\n), suggesting that blocking auxin influx affects the \ntno1\n mutant to the same extent as wild-type. 1-NOA has a characteristic protective effect against root growth inhibition by 2,4-D (\nParry et al., 2001\n); we, therefore, tested whether 1-NOA could rescue the root growth inhibition of mutant roots by 2,4-D to comparable levels as in the WT and complemented lines. Seedlings were transferred to medium containing 30 nM 2,4-D and 10 μM 1-NOA. The WT and complemented lines showed a significantly lower inhibition of root length than the mutants (\nP\n < 0.05), indicating that when auxin influx is blocked, \ntno1\n mutants still have enhanced sensitivity to 2,4-D (\nFigure \n3C\n).\nTo determine whether the sensitivity to 2,4-D is also seen with other auxins, root growth inhibition on 40 nM IAA in the dark was assessed. \ntno1\n mutant roots are indeed more sensitive to IAA (\nP\n < 0.05) than WT or complemented lines (\nFigure \n3D\n). By contrast, treatment with 0.1 μM of the membrane-permeable NAA inhibited the growth of \ntno1\n to a similar extent as WT and complemented plants (\nFigure \n3E\n). Since 2,4-D and IAA are influx-specific substrates and NAA is not, the results are consistent with a possible defect in auxin influx pathways in \ntno1\n. \ntno1\n, WT, and complemented plants had similar responses to NPA treatment (\nFigure \n3F\n), suggesting that the auxin eﬄux pathway is unaffected in \ntno1\n.",
    "tno1_helps_mediate_auxin_responses_during_lr_elongation": "TNO1 Helps Mediate Auxin Responses during LR Elongation\nLateral roots emerge perpendicular to the primary root and gradually start bending rootwards. Recently emerged LRs, which lack an elongation zone (stage I LR) gradually transition into stage II LRs, defined by an elongation zone and asymmetric growth of the upper and lower epidermal cell files (\nRosquete et al., 2013\n). The differential growth peaks in the stage II LRs are due to asymmetric auxin distribution, which in turn is dependent on auxin transport mechanisms. Stage II LRs are thus defined by a characteristic asymmetric distribution of auxin response, which results in differential cellular elongation and downward root growth. This asymmetric auxin flux at the LR tip is caused by the specific activity and distribution of auxin transporters (\nRosquete et al., 2013\n). The asymmetric auxin distribution pattern diminishes significantly as the LRs mature to Stage III and begin growing parallel to the primary root. It was reported that on average more than 75% of stage II LRs in WT plants display asymmetric distribution of auxin responses at LR tips (\nRosquete et al., 2013\n), visualized by the pattern of \nDR5rev:GFP\n expression (\nFriml et al., 2003\n).\nSince TNO1 is linked to LR emergence by a possible auxin-dependent mechanism, we hypothesized that asymmetric auxin transport or response is defective in \ntno1\n LRs. Hence, the percentage of LRs showing asymmetric auxin responses in stage II \ntno1\n LR tips would be lower compared to WT (or complemented) root tips. To test this, the percentage of stage II LRs with auxin response asymmetry in WT and \ntno1\n background lines expressing \nDR5rev:GFP\n was determined by confocal microscopy. 40% of \ntno1\n stage II LRs displayed auxin asymmetry at the LR tip compared to 80% in WT stage II LRs (\nFigures \n4A,B\n). Thus, \ntno1\n roots are defective in establishing the correct pattern of auxin response during LR development. This defect could explain the lower emergent LR density observed in \ntno1\n compared to WT, since a disruption of auxin flow or establishment of asymmetry would prevent LR emergence.\nFIGURE 4\nTNO1 helps mediate auxin response asymmetry at lateral root (LR) tips.\n\n\n(A)\n Representative confocal images of stage II LR tips of WT and \ntno1\n expressing the auxin-responsive \nDR5rev:GFP\n reporter. Yellow arrowheads indicate asymmetry of the auxin reporter GFP expression. Scale bar = 50 μm. \n(B)\n The percentage of stage II LRs displaying an asymmetric auxin response pattern. A total of 30 stage II LRs from at least six seedlings were analyzed.",
    "tno1_facilitates_shootward_auxin_response_during_root_bendin": "TNO1 Facilitates Shootward Auxin Response during Root Bending\nNormally, gravitropic bending of the primary root leads to an eventual return of the root tip toward the gravity vector. This occurs via a cascade of signals leading to asymmetric auxin flow from the columella cells to the lateral rootcap cells and eventually shootward through the epidermal and cortical cells (moving toward the root–shoot junction). During this process, auxin accumulates on the lower side of the root, leading to growth inhibition, while the top of the root continues to elongate, thus resulting in downward root bending (\nOttenschlager et al., 2003\n; \nKleine-Vehn et al., 2010\n; \nBaldwin et al., 2012\n). Since \ntno1\n roots are defective in gravitropic bending (\nFigure \n2\n) and the frequency of LR tips displaying auxin response asymmetry is lower than in WT LRs (\nFigure \n4\n), we hypothesized that the defect in root bending could be due to a decrease in shootward transport of auxin from the columella to the lateral rootcap cells and on to the distal elongation zone.\nTo test this hypothesis, vertical plate-grown WT and \ntno1\n seedlings expressing \nDR5rev:GFP\n were gravistimulated by rotating the plates by 90°. Confocal images were acquired before gravistimulation and subsequently at 5, 8, and 12 h after gravistimulation for both WT and \ntno1\n root tips (\nFigures \n5A–D\n). In the WT background, GFP fluorescence progressed shootward from the columella toward the lateral rootcap and epidermal cells of the lower side of the root. Conversely, the shootward appearance of fluorescence in \ntno1\n was severely inhibited and failed to reach WT levels (arrowheads in \nFigures \n5B–D\n). The difference in GFP fluorescence intensity on the upper and lower flanks was expressed as a ratio for each genotype at different time points. This ratio was significantly higher for WT roots than for \ntno1\n mutants at all time-points, suggesting a stronger response in WT than in the mutants (\nFigure \n5E\n). This in turn implies that the defect in gravitropic bending in \ntno1\n mutants may be due to a decrease in auxin transport, or a difference in auxin response, from the columella to the lateral rootcap and epidermal cells on the lower side of the gravistimulated root. Such a defect could explain the reduced bending observed in \ntno1\n roots. Since auxin asymmetry within LR tips has been suggested to occur by a similar mechanism (\nRosquete et al., 2013\n), this could also explain the lower percentage of stage II LRs displaying auxin response asymmetry in \ntno1\n.\nFIGURE 5\ntno1\n mutants have delayed auxin responses in epidermal cells in gravistimulated roots.\n Representative confocal images of mutant and WT primary root tips showing \nDR5rev:GFP\n expression under \n(A)\n vertical (non-gravistimulated condition), \n(B)\n 5 h gravistimulation, \n(C)\n 8 h gravistimulation, and \n(D)\n 12 h gravistimulation. Yellow arrowheads indicate auxin reporter expression expanding from columella to epidermal cells of the elongation zone. Scale bar = 50 μm. \n(E)\n Quantification of \nDR5rev\n:GFP asymmetry as a ratio of fluorescence intensity on the lower and upper flanks of gravistimulated roots at the indicated time points. Values are means from analysis of 10 roots for each time point and error bars indicate standard errors. Similar letters indicate no statistical difference while different letters indicate a statistically significant difference (\nP\n < 0.05) by Student’s \nt\n-test.",
    "tno1_is_not_required_for_bulk_endocytosis": "TNO1 is not Required for Bulk Endocytosis\nAuxin transporters such as the PIN proteins are continuously endocytosed to the TGN and recycled back to the plasma membrane to maintain an appropriate density, thus allowing steady auxin flux through plant cells (\nKleine-Vehn and Friml, 2008\n; \nFriml, 2010\n). Defects in endocytosis and components involved in the endocytic route to the TGN can, therefore, cause a defect in auxin transport pathways. Since \ntno1\n mutants show defects in TGN dynamics (\nKim and Bassham, 2011\n) and display auxin-related defects, we hypothesized that loss of TNO1 might alter endocytic routes and/or arrival of cargo at the TGN. This in turn would manifest in altered auxin transporter trafficking dynamics, and subsequently alter auxin responses. To test this hypothesis, we analyzed endocytosis in root epidermal cells using the lipophilic styryl dye FM4-64, which is endocytosed and labels early endosomes. To capture early endocytic events, roots of 4-day-old seedlings were stained with 4 μM FM4-64 for 2 min and then washed twice for 30 s each time in MS medium. Both WT and \ntno1\n root cells showed similar endosome labeling patterns (\nFigure \n6A\n, yellow arrowheads), suggesting that bulk endocytic uptake is normal in \ntno1\n roots.\nFIGURE 6\ntno1\n mutants have normal bulk endocytosis and arrival of membrane cargo from plasma membrane to Brefeldin A (BFA) bodies.\n\n\n(A)\n Root cells showing uptake of FM4-64 after 2 min of treatment of 4-day-old seedlings with 4 μM FM4-64 in liquid 0.5× MS medium. Yellow arrowheads indicate early endosomes/TGN. \n(B)\n Root cells treated with 35 μM BFA for 1 h, followed by a 10 min incubation with 4 μM FM4-64, showing arrival of FM4-64 at BFA bodies. White arrowheads indicate BFA bodies.\nTo confirm that bulk endocytosis was unaffected and that endocytic vesicles are delivered normally to the TGN in the mutant, the incorporation of FM4-64 into BFA bodies was assessed. The fungal toxin BFA causes aggregation of the TGN and TGN-derived endosomes to form BFA bodies (\nGeldner et al., 2001\n; \nDettmer et al., 2006\n; \nLam et al., 2009\n). BFA body formation is delayed in \ntno1\n cotyledons but occurs at similar rates in root cells of WT and \ntno1\n mutants (\nKim and Bassham, 2011\n). It was hypothesized that if \ntno1\n has defects in the delivery of endocytosed material to the TGN, then FM4-64 labeling of BFA bodies in \ntno1\n roots would be reduced compared with WT roots. To test this hypothesis, 5-day-old WT and mutant seedlings were incubated with 35 μM BFA for an hour to allow formation of BFA bodies. They were then stained with 4 μM FM4-64 for 10 min in the presence of BFA, followed by two washes in MS medium containing BFA. The BFA bodies in both WT and \ntno1\n roots showed normal FM4-64 staining (\nFigure \n6B\n, white arrowheads) after 10 min. Thus, loss of TNO1 does not affect bulk endocytosis and membrane flow from the plasma membrane to the TGN in root cells.",
    "discussion": "Discussion\nAuxin flow in plants is an important determinant of root architecture and tropic bending such as gravitropism. The polar transport of auxin depends on the specific localization of auxin transporters, which in turn is dependent on the cellular trafficking machinery. The TGN is an important organelle controlling vesicle trafficking, with the presence of multiple proteins that aid the trafficking of cargoes such as auxin transporters. In this study we have demonstrated a role for a putative tethering factor localized at the TGN in efficient gravitropic bending and LR emergence, possibly by affecting auxin transport.\nTNO1 may Regulate Gravitropic Responses through Trafficking of Auxin Transporters\nAuxin flows in a polar manner from the shoot to the root tip, via the vasculature, and then back through the cortical and epidermal cell layers shootward. This polar transport is dependent on the polar localization of auxin transporters to plasma membranes, via trafficking pathways that achieve correct subcellular distribution (\nKleine-Vehn and Friml, 2008\n). Auxin transporters undergo endocytic recycling from the plasma membrane as well as being targeted to new plasma membrane domains via the TGN (\nKleine-Vehn and Friml, 2008\n). This enables a plant to respond to environmental cues and adjust its growth pattern accordingly. For example, during the bending of roots upon gravistimulation, an accumulation of auxin in the epidermal layer of the elongation zone in the lower half of the root is required to facilitate the bending process (\nTanaka et al., 2006\n; \nPeer et al., 2011\n). This occurs by the relocalization of auxin transporters, AUX1 in the columella and lateral rootcap and AUX1 and PIN2 in the epidermal cells (\nStrohm et al., 2012\n). The resulting readjustment of auxin flow from the columella via the lateral rootcap cell to the epidermal cells in the root elongation zone leads to differential growth (\nOttenschlager et al., 2003\n). Since \ntno1\n has defects in intracellular trafficking and TGN dynamics (\nKim and Bassham, 2011\n), we hypothesize that these may hinder auxin transport pathways due to change(s) in trafficking of auxin transporter(s).\nPhenotypic characterization of gravitropic responses in \ntno1\n roots and hypocotyls showed that these mutants have a decreased angle of bending upon gravistimulation. Pharmacological studies with auxin transport inhibitors and exogenous auxin analogs suggest that altered auxin pathways are likely to be the underlying cause of this defect. The gravitropic bending defect in \ntno1\n roots and hypocotyls can be rescued by exogenous application of 1-NAA and IAA, perhaps by overriding endogenous auxin levels and routes of polar auxin transport, thus restoring auxin responses. Growth of \ntno1\n roots is hypersensitive to 2,4-D and IAA but not to the eﬄux-specific substrate 1-NAA or the eﬄux blocker NPA, raising the possibility that the auxin influx pathway might be defective while auxin eﬄux is normal. Although blocking auxin influx with 1-NOA does not result in large differences in root elongation between the \ntno1\n mutant and WT, the sensitivity to 2,4-D in the presence of 1-NOA is still higher for the \ntno1\n mutant roots than the WT and complemented lines. This, coupled with the inability of 2,4-D to rescue the gravitropic bending defect of mutant hypocotyls, may suggest altered responses to the influx-specific substrate 2,4-D. Additionally, the delayed progression of \nDR5rev:GFP\n expression in epidermal cells of gravistimulated \ntno1\n roots compared to WT roots suggests that auxin flow from the columella to the epidermis (via the lateral rootcap cells) may be reduced in \ntno1\n roots. Based on these results, we hypothesize that altered auxin influx capacity underlies the gravitropic defects in \ntno1\n. Given the role of TNO1, this could occur through altered trafficking of auxin influx carrier(s). However, it is also possible that the sensitivity to 2,4-D in the \ntno1\n mutant is due to differences in auxin signaling, feedback or response, since it is known that the auxin sensing mechanism is complex and varies for different kinds of auxins (\nCalderón Villalobos et al., 2012\n).\nSince auxin transporters are trafficked via endocytosis (\nKleine-Vehn and Friml, 2008\n), we hypothesized that TNO1 may affect endocytosis from the plasma membrane to the TGN/early endosomes and hence alter transporter trafficking dynamics. Bulk uptake and arrival of a general endocytosis marker at the TGN was unaffected in the \ntno1\n mutant and thus the auxin-related defects do not appear to be due to defects in bulk endocytosis. However, it is possible that TNO1 is required for the polar targeting of a particular subset of auxin transporter(s), either as they are newly synthesized or during the recycling process for membrane relocalization. Further detailed characterization of the behavior of such proteins in \ntno1\n cells will help distinguish between these hypotheses.\nThe polar sorting of auxin transporters in plant cells is highly complex and our understanding of how the SNARE machinery might regulate this polarity is incomplete. Vacuolar SNAREs have been shown to play a role in maintaining auxin maxima and localization of the auxin eﬄux carrier PIN1 in the leaf primordium, thereby regulating leaf vasculature (\nShirakawa et al., 2009\n). The SYP4 family of Qa SNAREs affects auxin distribution, root gravitropism, and the intracellular trafficking of the PIN2 transporter to the vacuole for degradation (\nUemura et al., 2012\n). Since TNO1 associates with the SNARE machinery at the TGN, and its loss causes a mis-localization of SYP61 as well as vacuolar sorting defects (\nKim and Bassham, 2011\n), the SYP41/SYP61/VTI12 complex in conjunction with TNO1 may regulate auxin transport by affecting auxin transporter trafficking and turnover.\nTNO1 Contributes to the Temporal Control of LR Emergence\nWe have demonstrated that TNO1 is involved in LR emergence and generation of auxin response asymmetry in an emerging LR. LR development begins by division of LR founder cells (single or pairs of pericycle cells facing the xylem poles) in the primary root and subsequent formation of an auxin maximum and increased auxin responsiveness of the founder cells (\nDe Smet et al., 2007\n; \nDubrovsky et al., 2008\n; \nPeret et al., 2009\n). Auxin transport plays a crucial role in LR emergence, with both auxin influx and eﬄux carriers being involved. The auxin influx carrier AUX1 is important for loading auxin into the vascular system (\nMarchant et al., 2002\n) and \naux1\n mutants have an almost 50% reduction in LR number. Auxin in the endodermis and cortical cells induces another auxin influx carrier, LAX3, which also facilitates LR emergence (\nSwarup et al., 2008\n). The concerted action of AUX1 and LAX3, with subsequent induction of expression of PIN3 in the cortex, leads to emergence of the LR from the primary root (\nSwarup and Peret, 2012\n; \nPeret et al., 2013\n).\nThe LR emergence defects observed in \ntno1\n are consistent with altered auxin transport due to disruption in the trafficking or targeting of auxin transporters. \ntno1\n mutants have a significantly reduced percentage (40% vs. 80% in WT) of emergent Stage II LRs with asymmetric \nDR5rev:GFP\n expression, raising the possibility of auxin transport defect(s). Since the action of PIN transporters plays a crucial role in establishing this asymmetric pattern of auxin activity in emergent LRs (\nRosquete et al., 2013\n), TNO1 might affect the trafficking of PIN transporters in the LR tip cells during this process.\nLR emergence occurs within the pericycle and involves degradation of the pectin-rich middle lamella, with subsequent cell separation to allow growth of the LR through multiple cell layers (\nVilches-Barro and Maizel, 2014\n). Focused auxin flow via transporters into the cortex and the epidermis causes an induction of expression of cell wall remodeling enzymes (\nSwarup et al., 2008\n; \nPeret et al., 2013\n). Secretory cargo, including various cell wall remodeling enzymes, traffics via the Golgi and TGN toward the extracellular space (\nForesti and Denecke, 2008\n; \nToyooka et al., 2009\n; \nDe Caroli et al., 2011\n), in a pathway potentially mediated by SYP61 (\nDrakakaki et al., 2012\n). Hence, it is possible that defects in the TGN, including the mis-localization of SYP61 seen in \ntno1\n, could also lead to disrupted secretion of cell wall remodeling enzymes, thus leading to slower LR emergence (\nWorden et al., 2012\n).\nThe identification of effectors directly associated with TNO1 may help elucidate its mechanism of action during these auxin-mediated processes. Since tethering factors can interact with Rabs (\nMarkgraf et al., 2007\n), TNO1 could potentially indirectly affect auxin transporter sorting by affecting the Rab cycle or the function of Rab effectors. Selective targeting of auxin transporters between the plasma membrane and the TGN could be defective in \ntno1\n independent of the constitutive pathways that constantly recycle them between these membranes. Turnover of auxin transporters could also be reduced due to defective targeting to the vacuole for degradation. Analysis of the trafficking of specific auxin transporters in the \ntno1\n mutant would help to distinguish between these possibilities.",
    "tno1_may_regulate_gravitropic_responses_through_trafficking_": "TNO1 may Regulate Gravitropic Responses through Trafficking of Auxin Transporters\nAuxin flows in a polar manner from the shoot to the root tip, via the vasculature, and then back through the cortical and epidermal cell layers shootward. This polar transport is dependent on the polar localization of auxin transporters to plasma membranes, via trafficking pathways that achieve correct subcellular distribution (\nKleine-Vehn and Friml, 2008\n). Auxin transporters undergo endocytic recycling from the plasma membrane as well as being targeted to new plasma membrane domains via the TGN (\nKleine-Vehn and Friml, 2008\n). This enables a plant to respond to environmental cues and adjust its growth pattern accordingly. For example, during the bending of roots upon gravistimulation, an accumulation of auxin in the epidermal layer of the elongation zone in the lower half of the root is required to facilitate the bending process (\nTanaka et al., 2006\n; \nPeer et al., 2011\n). This occurs by the relocalization of auxin transporters, AUX1 in the columella and lateral rootcap and AUX1 and PIN2 in the epidermal cells (\nStrohm et al., 2012\n). The resulting readjustment of auxin flow from the columella via the lateral rootcap cell to the epidermal cells in the root elongation zone leads to differential growth (\nOttenschlager et al., 2003\n). Since \ntno1\n has defects in intracellular trafficking and TGN dynamics (\nKim and Bassham, 2011\n), we hypothesize that these may hinder auxin transport pathways due to change(s) in trafficking of auxin transporter(s).\nPhenotypic characterization of gravitropic responses in \ntno1\n roots and hypocotyls showed that these mutants have a decreased angle of bending upon gravistimulation. Pharmacological studies with auxin transport inhibitors and exogenous auxin analogs suggest that altered auxin pathways are likely to be the underlying cause of this defect. The gravitropic bending defect in \ntno1\n roots and hypocotyls can be rescued by exogenous application of 1-NAA and IAA, perhaps by overriding endogenous auxin levels and routes of polar auxin transport, thus restoring auxin responses. Growth of \ntno1\n roots is hypersensitive to 2,4-D and IAA but not to the eﬄux-specific substrate 1-NAA or the eﬄux blocker NPA, raising the possibility that the auxin influx pathway might be defective while auxin eﬄux is normal. Although blocking auxin influx with 1-NOA does not result in large differences in root elongation between the \ntno1\n mutant and WT, the sensitivity to 2,4-D in the presence of 1-NOA is still higher for the \ntno1\n mutant roots than the WT and complemented lines. This, coupled with the inability of 2,4-D to rescue the gravitropic bending defect of mutant hypocotyls, may suggest altered responses to the influx-specific substrate 2,4-D. Additionally, the delayed progression of \nDR5rev:GFP\n expression in epidermal cells of gravistimulated \ntno1\n roots compared to WT roots suggests that auxin flow from the columella to the epidermis (via the lateral rootcap cells) may be reduced in \ntno1\n roots. Based on these results, we hypothesize that altered auxin influx capacity underlies the gravitropic defects in \ntno1\n. Given the role of TNO1, this could occur through altered trafficking of auxin influx carrier(s). However, it is also possible that the sensitivity to 2,4-D in the \ntno1\n mutant is due to differences in auxin signaling, feedback or response, since it is known that the auxin sensing mechanism is complex and varies for different kinds of auxins (\nCalderón Villalobos et al., 2012\n).\nSince auxin transporters are trafficked via endocytosis (\nKleine-Vehn and Friml, 2008\n), we hypothesized that TNO1 may affect endocytosis from the plasma membrane to the TGN/early endosomes and hence alter transporter trafficking dynamics. Bulk uptake and arrival of a general endocytosis marker at the TGN was unaffected in the \ntno1\n mutant and thus the auxin-related defects do not appear to be due to defects in bulk endocytosis. However, it is possible that TNO1 is required for the polar targeting of a particular subset of auxin transporter(s), either as they are newly synthesized or during the recycling process for membrane relocalization. Further detailed characterization of the behavior of such proteins in \ntno1\n cells will help distinguish between these hypotheses.\nThe polar sorting of auxin transporters in plant cells is highly complex and our understanding of how the SNARE machinery might regulate this polarity is incomplete. Vacuolar SNAREs have been shown to play a role in maintaining auxin maxima and localization of the auxin eﬄux carrier PIN1 in the leaf primordium, thereby regulating leaf vasculature (\nShirakawa et al., 2009\n). The SYP4 family of Qa SNAREs affects auxin distribution, root gravitropism, and the intracellular trafficking of the PIN2 transporter to the vacuole for degradation (\nUemura et al., 2012\n). Since TNO1 associates with the SNARE machinery at the TGN, and its loss causes a mis-localization of SYP61 as well as vacuolar sorting defects (\nKim and Bassham, 2011\n), the SYP41/SYP61/VTI12 complex in conjunction with TNO1 may regulate auxin transport by affecting auxin transporter trafficking and turnover.",
    "tno1_contributes_to_the_temporal_control_of_lr_emergence": "TNO1 Contributes to the Temporal Control of LR Emergence\nWe have demonstrated that TNO1 is involved in LR emergence and generation of auxin response asymmetry in an emerging LR. LR development begins by division of LR founder cells (single or pairs of pericycle cells facing the xylem poles) in the primary root and subsequent formation of an auxin maximum and increased auxin responsiveness of the founder cells (\nDe Smet et al., 2007\n; \nDubrovsky et al., 2008\n; \nPeret et al., 2009\n). Auxin transport plays a crucial role in LR emergence, with both auxin influx and eﬄux carriers being involved. The auxin influx carrier AUX1 is important for loading auxin into the vascular system (\nMarchant et al., 2002\n) and \naux1\n mutants have an almost 50% reduction in LR number. Auxin in the endodermis and cortical cells induces another auxin influx carrier, LAX3, which also facilitates LR emergence (\nSwarup et al., 2008\n). The concerted action of AUX1 and LAX3, with subsequent induction of expression of PIN3 in the cortex, leads to emergence of the LR from the primary root (\nSwarup and Peret, 2012\n; \nPeret et al., 2013\n).\nThe LR emergence defects observed in \ntno1\n are consistent with altered auxin transport due to disruption in the trafficking or targeting of auxin transporters. \ntno1\n mutants have a significantly reduced percentage (40% vs. 80% in WT) of emergent Stage II LRs with asymmetric \nDR5rev:GFP\n expression, raising the possibility of auxin transport defect(s). Since the action of PIN transporters plays a crucial role in establishing this asymmetric pattern of auxin activity in emergent LRs (\nRosquete et al., 2013\n), TNO1 might affect the trafficking of PIN transporters in the LR tip cells during this process.\nLR emergence occurs within the pericycle and involves degradation of the pectin-rich middle lamella, with subsequent cell separation to allow growth of the LR through multiple cell layers (\nVilches-Barro and Maizel, 2014\n). Focused auxin flow via transporters into the cortex and the epidermis causes an induction of expression of cell wall remodeling enzymes (\nSwarup et al., 2008\n; \nPeret et al., 2013\n). Secretory cargo, including various cell wall remodeling enzymes, traffics via the Golgi and TGN toward the extracellular space (\nForesti and Denecke, 2008\n; \nToyooka et al., 2009\n; \nDe Caroli et al., 2011\n), in a pathway potentially mediated by SYP61 (\nDrakakaki et al., 2012\n). Hence, it is possible that defects in the TGN, including the mis-localization of SYP61 seen in \ntno1\n, could also lead to disrupted secretion of cell wall remodeling enzymes, thus leading to slower LR emergence (\nWorden et al., 2012\n).\nThe identification of effectors directly associated with TNO1 may help elucidate its mechanism of action during these auxin-mediated processes. Since tethering factors can interact with Rabs (\nMarkgraf et al., 2007\n), TNO1 could potentially indirectly affect auxin transporter sorting by affecting the Rab cycle or the function of Rab effectors. Selective targeting of auxin transporters between the plasma membrane and the TGN could be defective in \ntno1\n independent of the constitutive pathways that constantly recycle them between these membranes. Turnover of auxin transporters could also be reduced due to defective targeting to the vacuole for degradation. Analysis of the trafficking of specific auxin transporters in the \ntno1\n mutant would help to distinguish between these possibilities.",
    "author_contributions": "Author Contributions\nRR and DB designed the experiments. RR collected and analyzed the data. RR and DB interpreted the data and wrote the manuscript.",
    "conflict_of_interest_statement": "Conflict of Interest Statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4642138/"
}