{
  "id": "PMC4631774",
  "title": "Focal enhancement of the skeleton to exercise correlates to mesenchymal stem cell responsivity rather than peak external forces.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Focal enhancement of the skeleton to exercise correlates to mesenchymal stem cell responsivity rather than peak external forces.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4631774/"
  },
  "sections": {
    "permalink": "Copy",
    "ian_j_wallace": "1\nDepartment of Anthropology, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nIan J Wallace",
    "gabriel_m_pagnotti": "2\nDepartment of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nGabriel M Pagnotti",
    "jasper_rubin-sigler": "3\nDepartment of Anatomical Sciences, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nJasper Rubin-Sigler",
    "matthew_naeher": "1\nDepartment of Anthropology, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nMatthew Naeher",
    "lynn_e_copes": "4\nDepartment of Medical Sciences, Quinnipiac University, Hamden, CT 06518, USA\nFind articles by \nLynn E Copes",
    "stefan_judex": "2\nDepartment of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nStefan Judex",
    "clinton_t_rubin": "2\nDepartment of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nClinton T Rubin",
    "brigitte_demes": "3\nDepartment of Anatomical Sciences, Stony Brook University, Stony Brook, NY 11794, USA\nFind articles by \nBrigitte Demes",
    "abstract": "Force magnitudes have been suggested to drive the structural response of bone to exercise. As importantly, the degree to which any given bone can adapt to functional challenges may be enabled, or constrained, by regional variation in the capacity of marrow progenitors to differentiate into bone-forming cells. Here, we investigate the relationship between bone adaptation and mesenchymal stem cell (MSC) responsivity in growing mice subject to exercise. First, using a force plate, we show that peak external forces generated by forelimbs during quadrupedal locomotion are significantly higher than hindlimb forces. Second, by subjecting mice to treadmill running and then measuring bone structure with μCT, we show that skeletal effects of exercise are site-specific but not defined by load magnitudes. Specifically, in the forelimb, where external forces generated by running were highest, exercise failed to augment diaphyseal structure in either the humerus or radius, nor did it affect humeral trabecular structure. In contrast, in the ulna, femur and tibia, exercise led to significant enhancements of diaphyseal bone areas and moments of area. Trabecular structure was also enhanced by running in the femur and tibia. Finally, using flow cytometry, we show that marrow-derived MSCs in the femur are more responsive to exercise-induced loads than humeral cells, such that running significantly lowered MSC populations only in the femur. Together, these data suggest that the ability of the progenitor population to differentiate toward osteoblastogenesis may correlate better with bone structural adaptation than peak external forces caused by exercise.\nKEY WORDS:\n Physical activity, Ground reaction forces, Bone adaptation, Cortical bone, Trabecular bone, Osteoprogenitor cells, Mechanical loading",
    "introduction": "Numerous aspects of organismal structure and function can be positively affected by load-bearing exercise, not least of which is the skeleton. Studies of humans and other animals frequently demonstrate the potential for activities such as running and jumping to promote bone formation, delay bone loss, and, ultimately, enhance skeletal structure and strength (e.g. \nWoo et al., 1981\n; \nBiewener and Bertram, 1994\n; \nLieberman et al., 2003\n; \nMcKay et al., 2005\n; \nWeeks et al., 2008\n). Yet, as potent an anabolic stimulus as exercise may be, the parameters of the regimen that stimulate bone's adaptive response remain difficult to identify, nor is it clear if all elements of the skeleton are equally responsive to loading.\nIt is often presumed that skeletal benefits of exercise are proportional to load magnitudes, and thus the greatest structural enhancement is expected where the greatest functional challenges occur (\nTommerup et al., 1993\n; \nNikander et al., 2006\n; \nWilks et al., 2009\n). A well-known example of focal adaptation to physical demand is the humeral hypertrophy of the playing arms of tennis players and baseball pitchers relative to their non-playing arms (\nJones et al., 1977\n; \nHaapasalo et al., 2000\n; \nWarden et al., 2014\n). Implicitly, these athletes demonstrate the ability of bone to perceive and respond to biophysical signals in a site-specific manner, perhaps to maintain an optimal mechanical environment to cells regulating the response (\nRubin, 1984\n).\nNotwithstanding load magnitudes, it is also possible that the site-specificity of skeletal adaptation to exercise is defined to some extent by regional variation in the mechanoresponsiveness of bone progenitor cells. The mesenchymal stem cell (MSC) is a pluripotent progenitor that has the ability to differentiate into cells that form bone, fat, tendon, muscle and ligament. Accumulating evidence indicates that fate selection of marrow-based MSCs is influenced by mechanical signals, biasing differentiation of MSCs toward bone and away from fat (\nLuu et al., 2009a\n; \nOzcivici et al., 2010\n; \nChan et al., 2012\n; \nPagnotti et al., 2012\n). It has further been shown that bone marrow in some skeletal elements may contain MSCs with greater osteogenic potential than those located in the marrow of other elements (\nRisbud et al., 2006\n; \nVolk et al., 2012\n), which would suggest that some bones may be more responsive to exercise-induced mechanical signals than others.\nIn this study, we used a mouse model to examine the site-specificity of the adaptive response to treadmill-running exercise in five weight-bearing limb bones (humerus, radius, ulna, femur and tibia) and a non-weight-bearing cranial bone (interparietal). If the presumption that higher loads cause more structural enhancement is true, then anabolic adaptation would be expected to be greatest in those skeletal regions subject to the highest loads. Alternatively, if the adaptive response to exercise failed to correlate with load magnitude, perhaps it would better associate with a biological rather than a mechanical parameter, specifically, the osteoprogenitor population.",
    "results": "Limb forces generated during locomotion\n\n\nTo assess the relationship between the magnitude of loads produced by exercise and the site-specific osteogenic response, we first determined whether the forelimbs or hindlimbs experience greater external forces during mouse quadrupedal locomotion. To this end, the vertical component of peak ground reaction forces generated by steady-state symmetrical gaits was measured in a sample of outbred female mice (\nN\n=10; 6–7 weeks old) using a force plate. Over a range of speeds chosen by the animals, involving both walking and running gaits, peak forces generated by the forelimbs were significantly higher than those experienced by the hindlimbs (\nP\n<0.0001; \nFig. 1\n). Therefore, if the skeleton's adaptive response to exercise correlates with load magnitude, then elevated locomotor activity would be expected to augment bone structure more in the forelimbs than the hindlimbs.\n\n\n\nList of symbols and abbreviations\n\n\n\n\n\n\nA\ncortex\n\n\n\n\ncortical area\n\n\n\n\nA\nmarrow\n\n\n\n\nmarrow area\n\n\n\n\nA\ntotal\n\n\n\n\ntotal area\n\n\n\n\nI\nmax\n\n\n\n\nmaximum second moment of area\n\n\n\n\nI\nmin\n\n\n\n\nminimum second moment of area\n\n\nMSC\n\n\nmesenchymal stem cell\n\n\n\n\nN\ntrab\n\n\n\n\ntrabecular number\n\n\n\n\nS\ntrab\n\n\n\n\ntrabecular separation\n\n\n\n\nT\ncortex\n\n\n\n\nmean cortical thickness\n\n\n\n\nT\ndip\n\n\n\n\nmean diploë thickness\n\n\n\n\nT\ntrab\n\n\n\n\ntrabecular thickness\n\n\n\n\nT\ntotal\n\n\n\n\nmean total thickness\n\n\n\n\nV\nbone\n\n\n\n\nbone volume\n\n\n\n\nV\ntotal\n\n\n\n\ntotal volume\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nMouse forelimbs generated higher peak vertical ground reaction forces than hindlimbs during quadrupedal locomotion.\n (A) Representative vertical ground reaction force trace from a 22.3 g mouse running at 39.4 cm s\n−1\n. (B) Bivariate plot of peak vertical ground reaction forces sustained by forelimbs and hindlimbs versus subject speed. Plotted lines were determined by least-squares regression. \nP\n<0.0001 for ANCOVA comparison between forelimb and hindlimb forces with speed as a covariate.\nEffects of running on skeletal structure\n\n\nThe skeletal effects of exercise were established through an experiment in which a second cohort of female mice from the same outbred stock were either treated with a treadmill-running regimen for 4 weeks (\nN\n=20) or served as sedentary controls (\nN\n=20), beginning shortly after weaning (4 weeks of age). Animals assigned to the treadmill group ran 5 days week\n−1\n for 30 min day\n−1\n.\n\n\nAt the beginning of the experiment, body mass was not significantly different between the experimental groups (\nP\n=0.15; \nFig. 2\nA). In both groups, body mass increased steadily over the course of the experiment, with the most rapid increase occurring during the first week. By the end of the experiment, body mass remained similar between controls and runners (\nP\n=0.49). Limb muscle mass was also not significantly different between groups at the end of the experiment (triceps brachii: \nP\n=0.32, quadriceps: \nP\n=0.29, triceps surae: \nP\n=0.49; \nFig. 2\nB). Home-cage activity quantified at the end of week 3 of the exercise program was comparable between groups (\nFig. 2\nC), such that the total number of ambulatory movements over 24 h did not significantly differ between controls and runners (\nP\n=0.50; Fig. 2D). Thus, any differences in skeletal structure between groups can be confidently attributed to exercise treatment, rather than group differences in body size, muscle mass or cage activity.\n\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nTreadmill exercise did not alter mouse body mass, muscle mass or home-cage activity level.\n (A) Change in mean body mass (±s.d.) among controls and treadmill runners during the experiment. (B) Mean limb muscle mass (+s.d.) among controls and runners at the end of the experiment. (C) Mean hourly ambulatory counts (±s.d.) among controls and runners throughout a 24 h period on a non-running day. (D) Total number of ambulatory counts among controls and runners during the 24 h. Boxes, median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. \nP\n>0.05 for all comparisons between controls and treadmill runners.\nThe effects of treadmill running on skeletal structure (quantified with μCT) were found to vary greatly across anatomical regions (\nTable 1\n; \nFig. 3\n). In the cranium, where loads produced by running were presumably lowest, the thickness of interparietal cortical bone was not significantly altered by exercise treatment (\nP\n=0.19; \nFig. 3\nA,B), nor was interparietal total thickness (\nP\n=0.20). Similarly, in the forelimb, where external loads generated by running were highest, exercise failed to significantly augment mid-diaphyseal cortical bone structure in either the humerus or radius (\nFig. 3\nC). By contrast, in the ulna, running led to 6.9±3.0% greater mid-diaphyseal cortical area (\nP\n=0.024) and 7.9±2.8% greater total (subperiosteal) area (\nP\n<0.01), as well as a 15.7±7.2% increase in maximum second moment of area (\nP\n=0.036) and a 15.4±6.6% increase in minimum second moment of area (\nP\n=0.026). In the hindlimb, where running-induced external load magnitudes were lower than in the forelimb, exercise resulted in several significant cortical bone structural enhancements in both the femur and tibia. Compared with controls, runners had femora with 11.4±3.1% larger mid-diaphyseal cortical area (\nP\n<0.001), a 9.7±2.6% thicker cortex (\nP\n<0.001) and 5.9±2.7% larger total area (\nP\n=0.032). In runners, femoral mid-diaphyseal maximum and minimum second moments of area were increased by 17.2±6.0% (\nP\n<0.01) and 16.2±5.6% (\nP\n<0.01), respectively. In the tibia, relative to controls, runners had 11.0±3.3% larger mid-diaphyseal cortical area (\nP\n<0.01), a 3.6±1.5% thicker cortex (\nP\n=0.025) and 9.1±3.1% larger total area (\nP\n<0.01). Tibial mid-diaphyseal maximum and minimum second moments of area were enhanced in runners by 20.2±6.4% (\nP\n<0.01) and 21.0±6.6% (\nP\n<0.01), respectively.\n\n\n\n\nTable 1.\n\n\nMouse cortical bone properties in controls and treadmill runners\n\n\n\n\nOpen in a new tab\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nSkeletal adaptation to treadmill exercise was site-specific.\n (A) Interparietal cortical bone thickness among controls and treadmill runners. Boxes are median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. (B) μCT images of a mouse cranium showing the location of the interparietal (top, arrow) and the separation of cortical bone from diploë (bottom). Relative differences in (C) limb bone cortical properties and (D) trabecular properties between controls and runners. \nA\ntotal\n, total area; \nA\ncortex\n, cortical area; \nI\nmax\n and \nI\nmin\n, maximum and minimum second moments of area; \nV\nbone\n, bone volume; \nV\ntotal\n, total volume; \nN\ntrab\n, trabecular number; \nT\ntrab\n, trabecular thickness. Differences between group means are plotted as percentage difference+s.d. of the sampling distribution of the relative difference. *\nP\n<0.05 for comparisons between controls and treadmill runners. \nP\n>0.05 for all other differences.\nResponsivity of trabecular bone to exercise was also observed to vary among limb elements (\nTable 2\n; \nFig. 3\nD). In the forelimb, exercise failed to significantly affect trabecular morphology in the distal humeral epiphysis. By contrast, in the hindlimb, trabecular bone volume fraction in the distal femoral metaphysis was 24.1±11.4% greater in runners compared with controls (\nP\n=0.041) and trabecular number was 12.2±5.8% higher (\nP\n=0.043). Moreover, in the proximal tibial metaphysis, trabeculae were 9.3±4.1% thicker as a result of running (\nP\n=0.028).\n\n\n\nTable 2.\n\n\nMouse trabecular bone properties in controls and treadmill runners\n\n\n\n\nOpen in a new tab\nMarrow-derived mesenchymal stem cells\n\n\nThe responsivity to exercise of marrow-derived MSCs in the humerus and femur was determined by treating a third cohort of female mice from the same outbred stock (\nN\n=6) to 5 days of treadmill running (30 min day\n−1\n) beginning at 6 weeks of age and comparing MSC populations at the end of the experimental period (quantified with flow cytometry) with those obtained from a sample of age-matched controls (\nN\n=17). In the humerus, MSCs in the bone marrow population, identified as positive for SCA-1, c-Kit, CD90.2, CD105 and CD44 surface antigens (\nFig. 4\nA,B), did not differ between runners and controls (\nP\n=0.39; \nFig. 4\nC), whereas in the femur, running significantly lowered the number of MSCs (\nP\n=0.044), implying that they had been signaled away from their progenitor state. The number of MSCs relative to marrow cavity volume was not significantly different between the two bones in controls (\nP\n=0.61; \nFig. 4\nD), indicating that baseline density of MSCs in the humerus and femur was similar.\n\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nResponsiveness of bone marrow mesenchymal stem cells to treadmill exercise.\n (A) Flow cytometric analysis illustrating the marrow cell population of a representative femur, with cells that positively stained with fluorescent antibody surface markers within the gates shown: (i) 10.3% SCA-1\n+\n; (ii) 3.65% CD105\n+\n; (iii) 4.63% c-Kit\n+\n; (iv) 60.9% CD44\n+\n; (v) 6.09% CD90.2\n+\n. (B) Subgating of surface markers selecting for discrete MSC populations: (i) 99.4% SCA-1\n+\n, c-Kit\n+\n; (ii) 99.3% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n; (iii) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n; (iv) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n, CD44\n+\n. (C) Percentage of total gated cells identified as MSCs in the humerus and femur of controls and treadmill runners. *\nP\n<0.05 for between-group comparison. (D) The number of MSCs per unit of marrow cavity volume in the humerus and femur of controls (\nP\n>0.05). Data are means+s.d.",
    "limb_forces_generated_during_locomotion": "To assess the relationship between the magnitude of loads produced by exercise and the site-specific osteogenic response, we first determined whether the forelimbs or hindlimbs experience greater external forces during mouse quadrupedal locomotion. To this end, the vertical component of peak ground reaction forces generated by steady-state symmetrical gaits was measured in a sample of outbred female mice (\nN\n=10; 6–7 weeks old) using a force plate. Over a range of speeds chosen by the animals, involving both walking and running gaits, peak forces generated by the forelimbs were significantly higher than those experienced by the hindlimbs (\nP\n<0.0001; \nFig. 1\n). Therefore, if the skeleton's adaptive response to exercise correlates with load magnitude, then elevated locomotor activity would be expected to augment bone structure more in the forelimbs than the hindlimbs.\nList of symbols and abbreviations\n\n\n\n\n\n\nA\ncortex\n\n\n\n\ncortical area\n\n\n\n\nA\nmarrow\n\n\n\n\nmarrow area\n\n\n\n\nA\ntotal\n\n\n\n\ntotal area\n\n\n\n\nI\nmax\n\n\n\n\nmaximum second moment of area\n\n\n\n\nI\nmin\n\n\n\n\nminimum second moment of area\n\n\nMSC\n\n\nmesenchymal stem cell\n\n\n\n\nN\ntrab\n\n\n\n\ntrabecular number\n\n\n\n\nS\ntrab\n\n\n\n\ntrabecular separation\n\n\n\n\nT\ncortex\n\n\n\n\nmean cortical thickness\n\n\n\n\nT\ndip\n\n\n\n\nmean diploë thickness\n\n\n\n\nT\ntrab\n\n\n\n\ntrabecular thickness\n\n\n\n\nT\ntotal\n\n\n\n\nmean total thickness\n\n\n\n\nV\nbone\n\n\n\n\nbone volume\n\n\n\n\nV\ntotal\n\n\n\n\ntotal volume\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nMouse forelimbs generated higher peak vertical ground reaction forces than hindlimbs during quadrupedal locomotion.\n (A) Representative vertical ground reaction force trace from a 22.3 g mouse running at 39.4 cm s\n−1\n. (B) Bivariate plot of peak vertical ground reaction forces sustained by forelimbs and hindlimbs versus subject speed. Plotted lines were determined by least-squares regression. \nP\n<0.0001 for ANCOVA comparison between forelimb and hindlimb forces with speed as a covariate.",
    "list_of_symbols_and_abbreviations": "A\ncortex\n\n\n\n\ncortical area\n\n\n\n\nA\nmarrow\n\n\n\n\nmarrow area\n\n\n\n\nA\ntotal\n\n\n\n\ntotal area\n\n\n\n\nI\nmax\n\n\n\n\nmaximum second moment of area\n\n\n\n\nI\nmin\n\n\n\n\nminimum second moment of area\n\n\nMSC\n\n\nmesenchymal stem cell\n\n\n\n\nN\ntrab\n\n\n\n\ntrabecular number\n\n\n\n\nS\ntrab\n\n\n\n\ntrabecular separation\n\n\n\n\nT\ncortex\n\n\n\n\nmean cortical thickness\n\n\n\n\nT\ndip\n\n\n\n\nmean diploë thickness\n\n\n\n\nT\ntrab\n\n\n\n\ntrabecular thickness\n\n\n\n\nT\ntotal\n\n\n\n\nmean total thickness\n\n\n\n\nV\nbone\n\n\n\n\nbone volume\n\n\n\n\nV\ntotal\n\n\n\n\ntotal volume",
    "fig._1.": "Open in a new tab\nMouse forelimbs generated higher peak vertical ground reaction forces than hindlimbs during quadrupedal locomotion.\n (A) Representative vertical ground reaction force trace from a 22.3 g mouse running at 39.4 cm s\n−1\n. (B) Bivariate plot of peak vertical ground reaction forces sustained by forelimbs and hindlimbs versus subject speed. Plotted lines were determined by least-squares regression. \nP\n<0.0001 for ANCOVA comparison between forelimb and hindlimb forces with speed as a covariate.",
    "effects_of_running_on_skeletal_structure": "The skeletal effects of exercise were established through an experiment in which a second cohort of female mice from the same outbred stock were either treated with a treadmill-running regimen for 4 weeks (\nN\n=20) or served as sedentary controls (\nN\n=20), beginning shortly after weaning (4 weeks of age). Animals assigned to the treadmill group ran 5 days week\n−1\n for 30 min day\n−1\n.\nAt the beginning of the experiment, body mass was not significantly different between the experimental groups (\nP\n=0.15; \nFig. 2\nA). In both groups, body mass increased steadily over the course of the experiment, with the most rapid increase occurring during the first week. By the end of the experiment, body mass remained similar between controls and runners (\nP\n=0.49). Limb muscle mass was also not significantly different between groups at the end of the experiment (triceps brachii: \nP\n=0.32, quadriceps: \nP\n=0.29, triceps surae: \nP\n=0.49; \nFig. 2\nB). Home-cage activity quantified at the end of week 3 of the exercise program was comparable between groups (\nFig. 2\nC), such that the total number of ambulatory movements over 24 h did not significantly differ between controls and runners (\nP\n=0.50; Fig. 2D). Thus, any differences in skeletal structure between groups can be confidently attributed to exercise treatment, rather than group differences in body size, muscle mass or cage activity.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nTreadmill exercise did not alter mouse body mass, muscle mass or home-cage activity level.\n (A) Change in mean body mass (±s.d.) among controls and treadmill runners during the experiment. (B) Mean limb muscle mass (+s.d.) among controls and runners at the end of the experiment. (C) Mean hourly ambulatory counts (±s.d.) among controls and runners throughout a 24 h period on a non-running day. (D) Total number of ambulatory counts among controls and runners during the 24 h. Boxes, median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. \nP\n>0.05 for all comparisons between controls and treadmill runners.\nThe effects of treadmill running on skeletal structure (quantified with μCT) were found to vary greatly across anatomical regions (\nTable 1\n; \nFig. 3\n). In the cranium, where loads produced by running were presumably lowest, the thickness of interparietal cortical bone was not significantly altered by exercise treatment (\nP\n=0.19; \nFig. 3\nA,B), nor was interparietal total thickness (\nP\n=0.20). Similarly, in the forelimb, where external loads generated by running were highest, exercise failed to significantly augment mid-diaphyseal cortical bone structure in either the humerus or radius (\nFig. 3\nC). By contrast, in the ulna, running led to 6.9±3.0% greater mid-diaphyseal cortical area (\nP\n=0.024) and 7.9±2.8% greater total (subperiosteal) area (\nP\n<0.01), as well as a 15.7±7.2% increase in maximum second moment of area (\nP\n=0.036) and a 15.4±6.6% increase in minimum second moment of area (\nP\n=0.026). In the hindlimb, where running-induced external load magnitudes were lower than in the forelimb, exercise resulted in several significant cortical bone structural enhancements in both the femur and tibia. Compared with controls, runners had femora with 11.4±3.1% larger mid-diaphyseal cortical area (\nP\n<0.001), a 9.7±2.6% thicker cortex (\nP\n<0.001) and 5.9±2.7% larger total area (\nP\n=0.032). In runners, femoral mid-diaphyseal maximum and minimum second moments of area were increased by 17.2±6.0% (\nP\n<0.01) and 16.2±5.6% (\nP\n<0.01), respectively. In the tibia, relative to controls, runners had 11.0±3.3% larger mid-diaphyseal cortical area (\nP\n<0.01), a 3.6±1.5% thicker cortex (\nP\n=0.025) and 9.1±3.1% larger total area (\nP\n<0.01). Tibial mid-diaphyseal maximum and minimum second moments of area were enhanced in runners by 20.2±6.4% (\nP\n<0.01) and 21.0±6.6% (\nP\n<0.01), respectively.\nTable 1.\n\n\nMouse cortical bone properties in controls and treadmill runners\n\n\n\n\nOpen in a new tab\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nSkeletal adaptation to treadmill exercise was site-specific.\n (A) Interparietal cortical bone thickness among controls and treadmill runners. Boxes are median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. (B) μCT images of a mouse cranium showing the location of the interparietal (top, arrow) and the separation of cortical bone from diploë (bottom). Relative differences in (C) limb bone cortical properties and (D) trabecular properties between controls and runners. \nA\ntotal\n, total area; \nA\ncortex\n, cortical area; \nI\nmax\n and \nI\nmin\n, maximum and minimum second moments of area; \nV\nbone\n, bone volume; \nV\ntotal\n, total volume; \nN\ntrab\n, trabecular number; \nT\ntrab\n, trabecular thickness. Differences between group means are plotted as percentage difference+s.d. of the sampling distribution of the relative difference. *\nP\n<0.05 for comparisons between controls and treadmill runners. \nP\n>0.05 for all other differences.\nResponsivity of trabecular bone to exercise was also observed to vary among limb elements (\nTable 2\n; \nFig. 3\nD). In the forelimb, exercise failed to significantly affect trabecular morphology in the distal humeral epiphysis. By contrast, in the hindlimb, trabecular bone volume fraction in the distal femoral metaphysis was 24.1±11.4% greater in runners compared with controls (\nP\n=0.041) and trabecular number was 12.2±5.8% higher (\nP\n=0.043). Moreover, in the proximal tibial metaphysis, trabeculae were 9.3±4.1% thicker as a result of running (\nP\n=0.028).\nTable 2.\n\n\nMouse trabecular bone properties in controls and treadmill runners\n\n\n\n\nOpen in a new tab",
    "fig._2.": "Open in a new tab\nTreadmill exercise did not alter mouse body mass, muscle mass or home-cage activity level.\n (A) Change in mean body mass (±s.d.) among controls and treadmill runners during the experiment. (B) Mean limb muscle mass (+s.d.) among controls and runners at the end of the experiment. (C) Mean hourly ambulatory counts (±s.d.) among controls and runners throughout a 24 h period on a non-running day. (D) Total number of ambulatory counts among controls and runners during the 24 h. Boxes, median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. \nP\n>0.05 for all comparisons between controls and treadmill runners.",
    "table_1.": "Mouse cortical bone properties in controls and treadmill runners\nOpen in a new tab",
    "fig._3.": "Open in a new tab\nSkeletal adaptation to treadmill exercise was site-specific.\n (A) Interparietal cortical bone thickness among controls and treadmill runners. Boxes are median±first and third quartile; whiskers, median±range of non-outliers; circles, outliers. (B) μCT images of a mouse cranium showing the location of the interparietal (top, arrow) and the separation of cortical bone from diploë (bottom). Relative differences in (C) limb bone cortical properties and (D) trabecular properties between controls and runners. \nA\ntotal\n, total area; \nA\ncortex\n, cortical area; \nI\nmax\n and \nI\nmin\n, maximum and minimum second moments of area; \nV\nbone\n, bone volume; \nV\ntotal\n, total volume; \nN\ntrab\n, trabecular number; \nT\ntrab\n, trabecular thickness. Differences between group means are plotted as percentage difference+s.d. of the sampling distribution of the relative difference. *\nP\n<0.05 for comparisons between controls and treadmill runners. \nP\n>0.05 for all other differences.",
    "table_2.": "Mouse trabecular bone properties in controls and treadmill runners\nOpen in a new tab",
    "marrow-derived_mesenchymal_stem_cells": "The responsivity to exercise of marrow-derived MSCs in the humerus and femur was determined by treating a third cohort of female mice from the same outbred stock (\nN\n=6) to 5 days of treadmill running (30 min day\n−1\n) beginning at 6 weeks of age and comparing MSC populations at the end of the experimental period (quantified with flow cytometry) with those obtained from a sample of age-matched controls (\nN\n=17). In the humerus, MSCs in the bone marrow population, identified as positive for SCA-1, c-Kit, CD90.2, CD105 and CD44 surface antigens (\nFig. 4\nA,B), did not differ between runners and controls (\nP\n=0.39; \nFig. 4\nC), whereas in the femur, running significantly lowered the number of MSCs (\nP\n=0.044), implying that they had been signaled away from their progenitor state. The number of MSCs relative to marrow cavity volume was not significantly different between the two bones in controls (\nP\n=0.61; \nFig. 4\nD), indicating that baseline density of MSCs in the humerus and femur was similar.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nResponsiveness of bone marrow mesenchymal stem cells to treadmill exercise.\n (A) Flow cytometric analysis illustrating the marrow cell population of a representative femur, with cells that positively stained with fluorescent antibody surface markers within the gates shown: (i) 10.3% SCA-1\n+\n; (ii) 3.65% CD105\n+\n; (iii) 4.63% c-Kit\n+\n; (iv) 60.9% CD44\n+\n; (v) 6.09% CD90.2\n+\n. (B) Subgating of surface markers selecting for discrete MSC populations: (i) 99.4% SCA-1\n+\n, c-Kit\n+\n; (ii) 99.3% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n; (iii) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n; (iv) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n, CD44\n+\n. (C) Percentage of total gated cells identified as MSCs in the humerus and femur of controls and treadmill runners. *\nP\n<0.05 for between-group comparison. (D) The number of MSCs per unit of marrow cavity volume in the humerus and femur of controls (\nP\n>0.05). Data are means+s.d.",
    "fig._4.": "Open in a new tab\nResponsiveness of bone marrow mesenchymal stem cells to treadmill exercise.\n (A) Flow cytometric analysis illustrating the marrow cell population of a representative femur, with cells that positively stained with fluorescent antibody surface markers within the gates shown: (i) 10.3% SCA-1\n+\n; (ii) 3.65% CD105\n+\n; (iii) 4.63% c-Kit\n+\n; (iv) 60.9% CD44\n+\n; (v) 6.09% CD90.2\n+\n. (B) Subgating of surface markers selecting for discrete MSC populations: (i) 99.4% SCA-1\n+\n, c-Kit\n+\n; (ii) 99.3% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n; (iii) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n; (iv) 100% SCA-1\n+\n, c-Kit\n+\n, CD90.2\n+\n, CD105\n+\n, CD44\n+\n. (C) Percentage of total gated cells identified as MSCs in the humerus and femur of controls and treadmill runners. *\nP\n<0.05 for between-group comparison. (D) The number of MSCs per unit of marrow cavity volume in the humerus and femur of controls (\nP\n>0.05). Data are means+s.d.",
    "discussion": "This study demonstrates the adaptive capacity of the mouse skeleton to be site-specific, with some regions being more responsive than others to exercise-induced loads. Treadmill running stimulated significant cortical bone structural enhancement in the femur, tibia and ulna, whereas cortical structure failed to respond in the humerus and radius, despite external load magnitudes being significantly higher in the forelimb as opposed to the hindlimb. Trabecular structure was also significantly enhanced by exercise in the femur and tibia, but exercise failed to initiate an anabolic response in the humerus. Cranial bone morphology was not influenced by running, emphasizing the absence of a systemic stimulus for bone growth. These results are inconsistent with any hypothesis predicting that skeletal adaptation is proportional to external load magnitudes and oppose the idea that exercise releases a systemic humor that stimulates a generic response.\nIf skeletal adaptation to exercise was not correlated with load magnitude, what biological parameter might have modulated variation in bone responsivity? That the density of MSCs per unit volume of marrow space was comparable in the humerus and femur of controls undermines any conclusion that bases the differential structural response of those two bones on a difference in baseline availability of osteoprogenitors. There was, however, a significant reduction in the number of MSCs in the femora of exercised animals compared with controls, but no significant difference was observed in the humerus. First, these data imply that cortical and trabecular enhancement of the femur might be related to the recruitment of MSCs toward osteoblastogenesis (\nLuu et al., 2009a\n). Although the cortical response primarily affected the periosteal surface rather than the endosteal surface, this does not preclude the possibility that marrow-derived MSCs contributed to the observed cortical growth, as there is evidence that MSCs migrate outside the marrow cavity to be recruited at the periosteum and other sites (\nLuu et al., 2009b\n). Second, these data indicate that MSCs in the humerus were less responsive to mechanical signals, either because of reduced cellular mechanosensitivity per se (\nVolk et al., 2012\n), or perhaps due to aspects of the marrow niche (e.g. adjacency to hematopoietic stem cells, higher concentration of adipocytes, marrow viscosity) that confounded the ability of MSCs to commit to an osteoblast lineage (\nAdler et al., 2014\n; \nMetzger et al., 2015\n). These interpretations must be considered with caution, because changes in MSC numbers alone are not a direct indication of differentiation activity toward osteoblast production, and we did not directly show here that osteoblast numbers increased with exercise treatment. Nevertheless, the observed associations between changes in MSCs and bone structure are compelling.\nTeleologically, it is not clear why mouse forelimb bones would be less responsive to exercise than hindlimb bones, although it may relate to maintaining a lightly built architecture for the appendage that is also routinely used for manipulation. Yet, from a broad evolutionary perspective, it is easier to imagine how it could be advantageous in some instances for certain bones to be more or less affected by mechanical signals. In migratory birds, for example, if routinely large wing forces were to lead to equally large gains in bone mass, then this would probably deleteriously increase energetic costs of flight (\nDumont, 2010\n). Similarly, if woodpecker crania were to become progressively thickened with every bout of tree drumming, then this could constrict tiny foramina and damage vital nerves and blood vessels. At the other extreme, bones that rarely sustain large loads, such as elements of the inner ear, would be likely to erode away over time (\nSchutz et al., 2014\n). Thus, evolution of bone adaptability can be expected to have involved some degree of fine-tuning of responsivity across different skeletal locations in order to achieve site-specific compromises between maintaining equilibrium mechanical conditions while still ensuring that bones preserve optimal structure for their respective functional roles (\nLieberman and Crompton, 1998\n; \nCurrey, 2002\n; \nLieberman et al., 2003\n). Bone progenitors are perhaps just one of several cells that orchestrate such regional variation in skeletal responsivity.\nIt is important to emphasize that to characterize the mechanical environment of the forelimbs and hindlimbs during exercise, we relied on a force plate to quantify only peak external limb forces. We did not attempt, however, to calculate internal forces (stresses) or measure \nin vivo\n strains experienced by the individual bones during running. Lacking bone stress and strain data, we cannot exclude the possibility that differences in mechanical signals experienced locally by forelimb and hindlimb bones were not as great as suggested by external limb forces. Indeed, this seems likely in light of evidence that peak bone stresses/strains are generally similar between homologous limb elements (e.g. humerus, femur) among quadrupeds (\nBiewener, 1983\n) and across different limb elements among a variety of animals (\nRubin and Lanyon, 1984\n; \nBiewener, 1990\n). Such broad uniformity in local mechanical signals is possible due to numerous suites of evolutionary adaptations related to anatomy (e.g. skeletal allometry, bone curvature) and locomotor kinematics and kinetics (e.g. speed, joint posture) that modulate variation in external forces (\nBiewener, 1990\n). However, even with internal forces and tissue deformation magnitudes being broadly similar, the difference in osteogenic response between proximal forelimb and hindlimb elements of the mice in this study is clear. Therefore, it is plausible that our conclusion that the responsiveness of bone to exercise-induced loading was not proportional to external force magnitude could also apply to local stresses and strains; but a rigorous test of this hypothesis would require a different approach than that adopted here.\nBeyond possible implications of this study for the physiological response of bone to exercise, this study is also relevant for paleontologists, including paleoanthropologists, who attempt to deduce the physical activity patterns of ancient species based on the morphology of fossils (\nRuff, 2005\n). Frequently, researchers compare the diaphyseal structure of hominin upper limbs with that of lower limbs in order to infer the emphasis placed on activities involving upper limb loading, such as arboreal climbing, relative to lower limb loading, particularly bipedal locomotion (e.g. \nRuff, 2008\n, \n2009\n). This approach assumes that upper and lower limb bones respond in the same way to loading, such that their diaphyseal structure similarly reflects loading history. The results of this study do not support this presumed homogeneity in bone responsiveness across limbs. Moreover, paleoanthropologists have interpreted thick cranial bones in ancient hominins as evidence of high physical activity levels, based on the assumption that physical activity systemically enhances skeletal structure (e.g. \nLieberman, 1996\n, \n1998\n). This assumption is also not supported by our findings. Overall, the results of this study suggest that effects of physical activity on the skeleton can be unpredictable and, likewise, that caution is necessary when using fossils to glean information about the behavioral patterns of ancient species.\nIn summary, this study provides yet another example of the importance of load-bearing exercise in influencing skeletal structure and strength, in this case, in a site-specific manner. Ultimately, this study supplies evidence (albeit preliminary) that the MSC, the cell that must be recruited to form bone, may be differentially responsive to mechanical signals, either because of variation in cellular mechanosensitivity or because the niche in which it resides is influencing the ability of the progenitor to commit to a particular tissue lineage. Additional research of this subject is warranted because it could yield important insights pertinent to the design of exercise programs and technologies aimed at improving human skeletal structure and strength with biophysical signals. It would also aid our understanding of bone adaptation to mechanical loads, thus providing a more solid basis for interpreting bone structure from a functional point of view.",
    "materials_and_methods": "Animals\n\n\nAll experiments and procedures were reviewed and approved by the Stony Brook University Institutional Animal Care and Use Committee. At weaning age, female Hsd:ICR mice (\nN\n=73) were acquired from Harlan Sprague Dawley (Indianapolis, IN, USA) and housed individually in standard cages and maintained on a 12 h:12 h light:dark cycle with free access to water and chow. At 4 weeks of age, animals were divided into three groups: cohort 1 was used to measure limb forces (\nN\n=10), cohort 2 was used to assess the skeletal effects of treadmill exercise (\nN\n=40), and cohort 3 was used to examine the responsivity of marrow-derived MSCs to exercise (\nN\n=23). Young animals were used because skeletal adaptability to exercise is typically greatest during the growing years (\nRubin et al., 1992\n; \nLieberman et al., 2003\n; \nMain et al., 2014\n). At the conclusion of each experiment, animals were killed by cervical dislocation preceded by inhalation of either CO\n2\n (cohorts 1 and 2) or isoflurane (cohort 3).\nLimb force recordings\n\n\nThe design, calibration and use of the force plate has been described in detail elsewhere (\nRiskin et al., 2009\n; \nWallace et al., 2015\n) and is only briefly summarized here. The plate consists of a stiff fiberfoam surface (28 cm×28 cm) supported at two opposite ends by aluminium beams with spring blade elements fitted with strain gauges. Signals from gauges were amplified, digitized and saved to a computer. The plate was modified for collection of single-limb contacts by affixing a thin wooden strip to the plate surface and covering the rest of the plate with a runway. Animals in cohort 1 traveled freely in a clear tunnel (44 cm long×7 cm wide) placed over the runway. The relationship between vertical force magnitude and voltage output was determined by applying a range of known weights to the wooden strip. Regressions of force to voltage were linear (\nR\n2\n>0.999). Ground reaction forces recorded at 1000 Hz and video recorded in lateral view at 500 Hz were synchronized with a ProCapture motion analysis system (Xcitex, Inc., Woburn, MA, USA). Animal speed was determined from video as the time required for a fixed anatomical landmark (i.e. the nose) to pass between markers on either side of the runway. Force data were filtered with a 30 Hz low-pass Butterworth filter and extracted with ProAnalyst software (Xcitex, Inc.). Data from between 5 and 10 forelimb and hindlimb contacts were collected per animal (\nN\n=78 total for each limb).\nTreadmill exercise\n\n\nRunners in cohorts 2 and 3 (\nN\n=20 and 6, respectively) were exercised 5 days week\n−1\n on a six-lane treadmill (Columbus Instruments, Columbus, OH, USA) at a rate of 12 m min\n−1\n for 30 min day\n−1\n. Exercise treatment of cohort 2 began at 4 weeks of age and lasted for 4 weeks, and treatment of cohort 3 began at 6 weeks of age and lasted for 1 week. Controls in cohorts 2 and 3 (\nN\n=20 and 17, respectively) were handled similar to exercising mice but did not run.\nHome-cage activity\n\n\nHome-cage activity of animals in cohort 2 was quantified with a 16-chamber Opto-M3 system (Columbus Instruments), in which each cage was placed into an apparatus that cast a grid of infrared beams (1.27 cm\n2\n) above the cage floor. No additional stimulus was supplied by the system and animals retained free access to water and chow. Activity was quantified as the total number of times that a new beam was broken. Recurrent interruptions of beams caused by non-ambulatory movements (e.g. scratching, grooming) were disregarded.\nMuscle mass\n\n\nIn cohort 2, right and left triceps brachii, quadriceps femoris and triceps surae muscles were removed with a scalpel and weighed on an electronic balance (Acculab VI-3mg; Sartorius AG, Göttingen, Germany). Right and left muscle mass values were averaged. Triceps brachii was cut at its proximal origins at the humeral neck and greater tubercle and the caudal scapular border, and at its distal insertion at the ulnar olecranon process. Quadriceps was cut proximally from its origins at the cranial aspect of the femur, the femoral neck, and the greater and third trochanters, and distally at its insertion at the patellar ligament. Triceps surae was cut at its proximal origins at the medial and lateral femoral epicondyles and the fibular head, and at its distal insertion at the calcaneal tendon.\nMicrocomputed tomography\n\n\nIn cohort 2, right limb bones were scanned in distilled water at a 10 μm\n3\n voxel size (70 kVp, 114 μA, 150 ms integration time) using a μCT 40 scanner (Scanco Medical AG, Brüttisellen, Switzerland). Cortical bone structure was assessed in a 300-μm-long region of the tibial diaphysis and in 600-μm-long regions of the diaphyses of other limb bones. The humeral volume of interest (VOI) began 100 μm distal to the deltoid tuberosity, and the VOI in the other four limb elements was centered at half bone length. A smaller VOI for the tibia relative to other bones was deemed appropriate given the large degree of longitudinal structural variation along the shaft of that element (\nBab et al., 2007\n). Trabecular bone was assessed in a 300-μm-long region of the distal humeral epiphysis starting 100 μm proximal to the cortical–trabecular bone interface, in a 1100-μm-long region of the distal femoral metaphysis starting 850 μm proximal to the growth plate, and in a 600-μm-long region of the proximal tibial metaphysis starting 500 μm distal to the growth plate. Although most studies of trabecular bone in rodents focus on bone tissue in the metaphysis rather than the epiphysis (\nBouxsein et al., 2010\n), the humeral distal epiphysis was analyzed in this study because of the low quantity of trabecular bone in mouse humeral metaphyses (\nBab et al., 2007\n). Volumes were segmented using a constrained 3D-Gaussian filter to reduce noise [support=1, sigma=0.1 (diaphysis) and 0.5 (epiphysis and metaphysis)] and thresholded to extract the bone phase. Threshold values chosen for cortical and trabecular bone (593.1 and 428.1 mg HA/cm\n3\n, respectively) were determined empirically to achieve maximal concordance between raw and thresholded images (\nJudex et al., 2004\n). Trabecular bone was isolated from the cortical shell using an automated algorithm (\nLublinsky et al., 2007\n). Interparietals were scanned using the same scanner settings as those used for limb bones. Volumes were filtered (3D Gauss; support=1, sigma=0.1) and thresholded at 634.4 mg HA/cm\n3\n. Cortical layers were separated from the diploë using an automated algorithm (\nCopes, 2012\n). All bone properties were computed using the internal imaging code supplied by the scanner manufacturer, and were defined as recommended (\nBouxsein et al., 2010\n). Structural data from the femur have been reported previously (\nWallace et al., 2015\n).\n\n\nIn cohort 3, right humeri and femora were scanned dry at a 20 μm\n3\n voxel size (70 kVp, 114 μA, 150 ms integration time). μCT image processing followed the same protocol as in cohort 2. Marrow cavity volume was calculated using the BoneJ plugin for ImageJ (\nDoube et al., 2010\n). The humeral marrow cavity VOI was defined proximally by the growth plate and distally by the coronoid-olecranon notch. The femoral VOI was defined proximally by the most projecting point of the lesser trochanter and distally by the growth plate.\nFlow cytometry\n\n\nCellular constituents of bone marrow were quantified in left humeri and femora of animals in cohort 3 immediately after death. Using a 25AWG needle, bone marrow was flushed from each endocortical cavity with supplemented medium, then mixed, and filtered through a 40 μm mesh (BD Biosciences, San Jose, CA, USA). Supplemented medium was prepared with Dulbecco's modified essential medium (Life Technologies, Inc., Gaithersburg, MD, USA), 2% fetal bovine serum (Invitrogen, Carlsbad, CA, USA), 1% penicillin/streptomycin and 10 mmol l\n−1\n HEPES buffer (Life Technologies, Inc.). Bone marrow erythrocytes were lysed with 1× PharmLyse (BD Biosciences). Samples were diluted in Dulbecco's phosphate-buffered saline at a concentration of 1:100. A hemocytometer was used to quantify the number of cells in each sample. This enabled back calculation of the total number of marrow cells within each bone. A single-cell suspension containing 2×10\n6\n cells from each sample was then prepared to identify MSC populations through direct immunofluorescence staining with flow cytometry. Specifically, fluorescent antibody probes for SCA-1, c-Kit, CD90.2, CD105 and CD44 (BD Biosciences) were designated as the unique MSC surface identifiers (\nPagnotti et al., 2012\n), and populations positive for all five markers were sub-gated accordingly using FlowJo cytometric analytical software (TreeStar, Inc., Ashland, OR, USA). The percentage of MSCs within each 2×10\n6\n-cell sample was used to calculate the total number of MSCs within each bone.\nStatistics\n\n\nStatistical analyses were performed in SPSS (v20; IBM Corp., Armonk, NY, USA). Analysis of covariance was used to compare peak vertical ground reaction forces experienced by the forelimbs and hindlimbs of animals in cohort 1, with subject speed as the covariate (\nWallace and Demes, 2008\n). Independent-samples \nt\n-tests were used to assess differences in body mass, muscle mass and bone traits between controls and exercised animals in cohort 2. Mann–Whitney \nU\n-tests were used to compare home-cage activity between controls and runners in cohort 2 (because of non-normal distribution of data), as well as MSC populations between controls and runners in cohort 3 (because of uneven sample sizes). A paired-sample \nt\n-test was used to compare MSC density in the humeri and femora of controls in cohort 3. Significance level for tests was \nP\n<0.05 and tests were two-tailed. Relative differences between group means were calculated as percentage difference±s.d. of the sampling distribution of the relative difference (\nWallace et al., 2015\n).",
    "animals": "All experiments and procedures were reviewed and approved by the Stony Brook University Institutional Animal Care and Use Committee. At weaning age, female Hsd:ICR mice (\nN\n=73) were acquired from Harlan Sprague Dawley (Indianapolis, IN, USA) and housed individually in standard cages and maintained on a 12 h:12 h light:dark cycle with free access to water and chow. At 4 weeks of age, animals were divided into three groups: cohort 1 was used to measure limb forces (\nN\n=10), cohort 2 was used to assess the skeletal effects of treadmill exercise (\nN\n=40), and cohort 3 was used to examine the responsivity of marrow-derived MSCs to exercise (\nN\n=23). Young animals were used because skeletal adaptability to exercise is typically greatest during the growing years (\nRubin et al., 1992\n; \nLieberman et al., 2003\n; \nMain et al., 2014\n). At the conclusion of each experiment, animals were killed by cervical dislocation preceded by inhalation of either CO\n2\n (cohorts 1 and 2) or isoflurane (cohort 3).",
    "limb_force_recordings": "The design, calibration and use of the force plate has been described in detail elsewhere (\nRiskin et al., 2009\n; \nWallace et al., 2015\n) and is only briefly summarized here. The plate consists of a stiff fiberfoam surface (28 cm×28 cm) supported at two opposite ends by aluminium beams with spring blade elements fitted with strain gauges. Signals from gauges were amplified, digitized and saved to a computer. The plate was modified for collection of single-limb contacts by affixing a thin wooden strip to the plate surface and covering the rest of the plate with a runway. Animals in cohort 1 traveled freely in a clear tunnel (44 cm long×7 cm wide) placed over the runway. The relationship between vertical force magnitude and voltage output was determined by applying a range of known weights to the wooden strip. Regressions of force to voltage were linear (\nR\n2\n>0.999). Ground reaction forces recorded at 1000 Hz and video recorded in lateral view at 500 Hz were synchronized with a ProCapture motion analysis system (Xcitex, Inc., Woburn, MA, USA). Animal speed was determined from video as the time required for a fixed anatomical landmark (i.e. the nose) to pass between markers on either side of the runway. Force data were filtered with a 30 Hz low-pass Butterworth filter and extracted with ProAnalyst software (Xcitex, Inc.). Data from between 5 and 10 forelimb and hindlimb contacts were collected per animal (\nN\n=78 total for each limb).",
    "treadmill_exercise": "Runners in cohorts 2 and 3 (\nN\n=20 and 6, respectively) were exercised 5 days week\n−1\n on a six-lane treadmill (Columbus Instruments, Columbus, OH, USA) at a rate of 12 m min\n−1\n for 30 min day\n−1\n. Exercise treatment of cohort 2 began at 4 weeks of age and lasted for 4 weeks, and treatment of cohort 3 began at 6 weeks of age and lasted for 1 week. Controls in cohorts 2 and 3 (\nN\n=20 and 17, respectively) were handled similar to exercising mice but did not run.",
    "home-cage_activity": "Home-cage activity of animals in cohort 2 was quantified with a 16-chamber Opto-M3 system (Columbus Instruments), in which each cage was placed into an apparatus that cast a grid of infrared beams (1.27 cm\n2\n) above the cage floor. No additional stimulus was supplied by the system and animals retained free access to water and chow. Activity was quantified as the total number of times that a new beam was broken. Recurrent interruptions of beams caused by non-ambulatory movements (e.g. scratching, grooming) were disregarded.",
    "muscle_mass": "In cohort 2, right and left triceps brachii, quadriceps femoris and triceps surae muscles were removed with a scalpel and weighed on an electronic balance (Acculab VI-3mg; Sartorius AG, Göttingen, Germany). Right and left muscle mass values were averaged. Triceps brachii was cut at its proximal origins at the humeral neck and greater tubercle and the caudal scapular border, and at its distal insertion at the ulnar olecranon process. Quadriceps was cut proximally from its origins at the cranial aspect of the femur, the femoral neck, and the greater and third trochanters, and distally at its insertion at the patellar ligament. Triceps surae was cut at its proximal origins at the medial and lateral femoral epicondyles and the fibular head, and at its distal insertion at the calcaneal tendon.",
    "microcomputed_tomography": "In cohort 2, right limb bones were scanned in distilled water at a 10 μm\n3\n voxel size (70 kVp, 114 μA, 150 ms integration time) using a μCT 40 scanner (Scanco Medical AG, Brüttisellen, Switzerland). Cortical bone structure was assessed in a 300-μm-long region of the tibial diaphysis and in 600-μm-long regions of the diaphyses of other limb bones. The humeral volume of interest (VOI) began 100 μm distal to the deltoid tuberosity, and the VOI in the other four limb elements was centered at half bone length. A smaller VOI for the tibia relative to other bones was deemed appropriate given the large degree of longitudinal structural variation along the shaft of that element (\nBab et al., 2007\n). Trabecular bone was assessed in a 300-μm-long region of the distal humeral epiphysis starting 100 μm proximal to the cortical–trabecular bone interface, in a 1100-μm-long region of the distal femoral metaphysis starting 850 μm proximal to the growth plate, and in a 600-μm-long region of the proximal tibial metaphysis starting 500 μm distal to the growth plate. Although most studies of trabecular bone in rodents focus on bone tissue in the metaphysis rather than the epiphysis (\nBouxsein et al., 2010\n), the humeral distal epiphysis was analyzed in this study because of the low quantity of trabecular bone in mouse humeral metaphyses (\nBab et al., 2007\n). Volumes were segmented using a constrained 3D-Gaussian filter to reduce noise [support=1, sigma=0.1 (diaphysis) and 0.5 (epiphysis and metaphysis)] and thresholded to extract the bone phase. Threshold values chosen for cortical and trabecular bone (593.1 and 428.1 mg HA/cm\n3\n, respectively) were determined empirically to achieve maximal concordance between raw and thresholded images (\nJudex et al., 2004\n). Trabecular bone was isolated from the cortical shell using an automated algorithm (\nLublinsky et al., 2007\n). Interparietals were scanned using the same scanner settings as those used for limb bones. Volumes were filtered (3D Gauss; support=1, sigma=0.1) and thresholded at 634.4 mg HA/cm\n3\n. Cortical layers were separated from the diploë using an automated algorithm (\nCopes, 2012\n). All bone properties were computed using the internal imaging code supplied by the scanner manufacturer, and were defined as recommended (\nBouxsein et al., 2010\n). Structural data from the femur have been reported previously (\nWallace et al., 2015\n).\nIn cohort 3, right humeri and femora were scanned dry at a 20 μm\n3\n voxel size (70 kVp, 114 μA, 150 ms integration time). μCT image processing followed the same protocol as in cohort 2. Marrow cavity volume was calculated using the BoneJ plugin for ImageJ (\nDoube et al., 2010\n). The humeral marrow cavity VOI was defined proximally by the growth plate and distally by the coronoid-olecranon notch. The femoral VOI was defined proximally by the most projecting point of the lesser trochanter and distally by the growth plate.",
    "flow_cytometry": "Cellular constituents of bone marrow were quantified in left humeri and femora of animals in cohort 3 immediately after death. Using a 25AWG needle, bone marrow was flushed from each endocortical cavity with supplemented medium, then mixed, and filtered through a 40 μm mesh (BD Biosciences, San Jose, CA, USA). Supplemented medium was prepared with Dulbecco's modified essential medium (Life Technologies, Inc., Gaithersburg, MD, USA), 2% fetal bovine serum (Invitrogen, Carlsbad, CA, USA), 1% penicillin/streptomycin and 10 mmol l\n−1\n HEPES buffer (Life Technologies, Inc.). Bone marrow erythrocytes were lysed with 1× PharmLyse (BD Biosciences). Samples were diluted in Dulbecco's phosphate-buffered saline at a concentration of 1:100. A hemocytometer was used to quantify the number of cells in each sample. This enabled back calculation of the total number of marrow cells within each bone. A single-cell suspension containing 2×10\n6\n cells from each sample was then prepared to identify MSC populations through direct immunofluorescence staining with flow cytometry. Specifically, fluorescent antibody probes for SCA-1, c-Kit, CD90.2, CD105 and CD44 (BD Biosciences) were designated as the unique MSC surface identifiers (\nPagnotti et al., 2012\n), and populations positive for all five markers were sub-gated accordingly using FlowJo cytometric analytical software (TreeStar, Inc., Ashland, OR, USA). The percentage of MSCs within each 2×10\n6\n-cell sample was used to calculate the total number of MSCs within each bone.",
    "statistics": "Statistical analyses were performed in SPSS (v20; IBM Corp., Armonk, NY, USA). Analysis of covariance was used to compare peak vertical ground reaction forces experienced by the forelimbs and hindlimbs of animals in cohort 1, with subject speed as the covariate (\nWallace and Demes, 2008\n). Independent-samples \nt\n-tests were used to assess differences in body mass, muscle mass and bone traits between controls and exercised animals in cohort 2. Mann–Whitney \nU\n-tests were used to compare home-cage activity between controls and runners in cohort 2 (because of non-normal distribution of data), as well as MSC populations between controls and runners in cohort 3 (because of uneven sample sizes). A paired-sample \nt\n-test was used to compare MSC density in the humeri and femora of controls in cohort 3. Significance level for tests was \nP\n<0.05 and tests were two-tailed. Relative differences between group means were calculated as percentage difference±s.d. of the sampling distribution of the relative difference (\nWallace et al., 2015\n).",
    "acknowledgements": "We thank D. Riskin and S. Swartz for allowing us to use their force plate, A. Tuthill and T. Zimmerman for facilitating the experiments and S. Lublinsky for providing technical assistance with μCT analyses. We also thank A. Biewener and two anonymous reviewers for very helpful comments on earlier versions of this article.",
    "footnotes": "Competing interests\n\n\nThe authors declare no competing or financial interests.\n\n\n\n\n\n\nAuthor contributions\n\n\nI.J.W., G.M.P., C.T.R. and B.D. conceived of the study. I.J.W., G.M.P., S.J., C.T.R. and B.D. designed the experiments. I.J.W., G.M.P. and B.D. performed the experiments. I.J.W., G.M.P., J.R.-S., M.N., L.E.C. and B.D. collected and analyzed data. I.J.W., G.M.P., C.T.R. and B.D. drafted the manuscript. All authors contributed to the interpretation of the findings and helped to edit the manuscript.\n\n\n\n\n\n\nFunding\n\n\nSupported primarily by a grant from the L.S.B. Leakey Foundation, as well as grants from the National Science Foundation (BCS 0935321), the National Aeronautics and Space Administration (NNX12AL25G and NNX08BA35G), the National Institutes of Health (AR 043498) and Sigma Xi. Deposited in PMC for release after 12 months.",
    "references": "Adler B. J., Kaushansky K. and Rubin C. T. (2014). Obesity-driven disruption of haematopoiesis and the bone marrow niche. \nNat. Rev. Endocrinol.\n\n10, 737-748. 10.1038/nrendo.2014.169\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBab I. A., Hajbi-Yonissi C., Gabet Y. and Müller R. (2007). \nMicro-tomographic Atlas of the Mouse Skeleton.\n\nNew York: Springer.\n [\nGoogle Scholar\n]\n\n\n\n\nBiewener A. A. (1983). Locomotory stresses in the limb bones of two small mammals: the ground squirrel and chipmunk. \nJ. Exp. Biol.\n\n103, 131-154.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBiewener A. A. (1990). Biomechanics of mammalian terrestrial locomotion. \nScience\n\n250, 1097-1103. 10.1126/science.2251499\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBiewener A. A. and Bertram J. E. A. (1994). Structural response of growing bone to exercise and disuse. \nJ. Appl. Physiol.\n\n72, 946-955.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBouxsein M. L., Boyd S. K., Christiansen B. A., Guldberg R. E., Jepsen K. J. and Müller R. (2010). Guidelines for assessment of bone microstructure in rodents using micro-computed tomography. \nJ. Bone Miner. Res.\n\n25, 1468-1486. 10.1002/jbmr.141\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChan M. E., Adler B. J., Green D. E. and Rubin C. T. (2012). Bone structure and B-cell populations, crippled by obesity, are partially rescued by brief daily exposure to low-magnitude mechanical signals. \nFASEB J.\n\n26, 4855-4863. 10.1096/fj.12-209841\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCopes L. (2012). Comparative and Experimental Investigations of Cranial Robusticity in Mid-Pleistocene Hominins. Ph.D. dissertation, Arizona State University.\n [\nGoogle Scholar\n]\n\n\n\n\nCurrey J. D. (2002). \nBones: Structure and Mechanics.\n\nPrinceton: Princeton University Press.\n [\nGoogle Scholar\n]\n\n\n\n\nDoube M., Kłosowski M. M., Arganda-Carreras I., Cordelières F. P., Dougherty R. P., Jackson J., Schmid B., Hutchinson J. R. and Shefelbine S. J. (2010). BoneJ: free and extensible bone image analysis in ImageJ. \nBone\n\n47, 1076-1079. 10.1016/j.bone.2010.08.023\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDumont E. R. (2010). Bone density and the lightweight skeletons of birds. \nProc. R. Soc. B Biol. Sci.\n\n277, 2193-2198. 10.1098/rspb.2010.0117\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHaapasalo H., Kontulainen S., Sievänen H., Kannus P., Järvinen M. and Vuori I. (2000). Exercise-induced bone gain is due to enlargement in bone size without a change in volumetric bone density: a peripheral quantitative computed tomography study of the upper arms of male tennis players. \nBone\n\n27, 351-357. 10.1016/S8756-3282(00)00331-8\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJones H. H., Priest J. D., Hayes W. C., Tichenor C. C. and Nagel D. A. (1977). Humeral hypertrophy in response to exercise. \nJ. Bone Jt. Surg. Am.\n\n59, 204-208.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJudex S., Garman R. A., Squire M. E., Donahue L. R. and Rubin C. T. (2004). Genetically based influences on the site-specific regulation of trabecular and cortical bone morphology. \nJ. Bone Miner. Res.\n\n19, 600-606. 10.1359/JBMR.040101\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLieberman D. E. (1996). How and why humans grow thin skulls: experimental evidence for systemic cortical robusticity. \nAm. J. Phys. Anthropol.\n\n101, 217-236. \n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLieberman D. E. (1998). Neandertal and early modern human mobility patterns. In \nNeandertals and Modern Humans in Western Asia\n (ed. Akazawa T., Aoki K. and Bar-Yosef O.), pp. 263-275. New York: Plenum Press.\n [\nGoogle Scholar\n]\n\n\n\n\nLieberman D. E. and Crompton A. W. (1998). Responses of bone to stress: constraints on symmorphosis. In \nPrinciples of Animal Design: The Optimization and Symmorphosis Debate\n (ed. Weibel E. R., Taylor C. R. and Bolis L.), pp. 78-86. Cambridge: Cambridge University Press.\n [\nGoogle Scholar\n]\n\n\n\n\nLieberman D. E., Pearson O. M., Polk J. D., Demes B. and Crompton A. W. (2003). Optimization of bone growth and remodeling in response to loading in tapered mammalian limbs. \nJ. Exp. Biol.\n\n206, 3125-3138. 10.1242/jeb.00514\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLublinsky S., Ozcivici E. and Judex S. (2007). An automated algorithm to detect the trabecular-cortical bone interface in micro-computed tomographic images. \nCalcif. Tissue Int.\n\n81, 285-293. 10.1007/s00223-007-9063-8\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLuu Y. K., Capilla E., Rosen C. J., Gilsanz V., Pessin J. E., Judex S. and Rubin C. T. (2009a). Mechanical stimulation of mesenchymal stem cell proliferation and differentiation promotes osteogenesis while preventing dietary-induced obesity. \nJ. Bone Miner. Res.\n\n24, 50-61. 10.1359/jbmr.080817\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLuu Y. K., Pessin J. E., Judex S., Rubin J. and Rubin C. T. (2009b). Mechanical signals as a non-invasive means to influence mesenchymal stem cell fate, promoting bone and suppressing the fat phenotype. \nBoneKey\n\n6, 132-149. 10.1138/20090371\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMain R. P., Lynch M. E. and van der Meulen M. C. H. (2014). Load-induced changes in bone stiffness and cancellous and cortical bone mass following tibial compression diminish with age in female mice. \nJ. Exp. Biol.\n\n217, 1775-1783. 10.1242/jeb.085522\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMcKay H. A., MacLean L., Petit M., MacKelvie-O'Brien K., Janssen P., Beck T. and Khan K. M. (2005). “Bounce at the Bell”: a novel program of short bouts of exercise improves proximal femur bone mass in early pubertal children. \nBr. J. Sports Med.\n\n39, 521-526. 10.1136/bjsm.2004.014266\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMetzger T. A., Kreipke T. C., Vaughan T. J., McNamara L. M. and Niebur G. L. (2015). The in situ mechanics of trabecular bone marrow: the potential for mechanobiological response. \nJ. Biomech. Eng.\n\n137, 011006\n10.1115/1.4028985\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNikander R., Sievänen H., Uusi-Rasi K., Heinonen A. and Kannus P. (2006). Loading modalities and bone structures at nonweight-bearing upper extremity and weight-bearing lower extremity: a pQCT study of adult female athletes. \nBone\n\n39, 886-894. 10.1016/j.bone.2006.04.005\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOzcivici E., Luu Y. K., Rubin C. T. and Judex S. (2010). Low-level vibrations retain bone marrow's osteogenic potential and augment recovery of trabecular bone during reambulation. \nPLoS ONE\n\n5, e11178\n10.1371/journal.pone.0011178\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPagnotti G. M., Adler B. J., Green D. E., Chan M. E., Frechette D. M., Shroyer K. R., Beamer W. G., Rubin J. and Rubin C. T. (2012). Low magnitude mechanical signals mitigate osteopenia without compromising longevity in an aged murine model of spontaneous granulosa cell ovarian cancer. \nBone\n\n51, 570-577. 10.1016/j.bone.2012.05.004\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRisbud M. V., Shaprio I. M., Guttapalli A., Di Martino A., Danielson K. G., Beiner J. M., Hillibrand A., Albert T. J., Anderson D. G. and Vaccaro A. R. (2006). Osteogenic potential of adult human stem cells of the lumbar vertebral body and the iliac crest. \nSpine\n\n31, 83-89. 10.1097/01.brs.0000193891.71672.e4\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRiskin D. K., Bahlman J. W., Hubel T. Y., Ratcliffe J. M., Kunz T. H. and Swartz S. M. (2009). Bats go head-under-heels: the biomechanics of landing on a ceiling. \nJ. Exp. Biol.\n\n212, 945-953. 10.1242/jeb.026161\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRubin C. T. (1984). Skeletal strain and the functional significance of bone architecture. \nCalcif\n. \nTissue Int.\n\n36, S11-S18. 10.1007/BF02406128\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRubin C. T. and Lanyon L. E. (1984). Dynamic strain similarity in vertebrates: an alternative to allometric limb bone scaling. \nJ. Theor. Biol.\n\n107, 321-327. 10.1016/S0022-5193(84)80031-4\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRubin C. T., Bain S. D. and McLeod K. J. (1992). Suppression of the osteogenic response in the aging skeleton. \nCalcif. Tissue Int.\n\n50, 306-313. 10.1007/BF00301627\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuff C. B. (2005). Mechanical determinants of bone form: insights from skeletal remains. \nJ. Musculoskelet. Neuronal Interact.\n\n5, 202-212.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuff C. (2008). Femoral/humeral strength in early African \nHomo erectus\n. \nJ. Hum. Evol.\n\n54, 383-390. 10.1016/j.jhevol.2007.09.001\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuff C. (2009). Relative limb strength and locomotion in \nHomo habilis\n. \nAm. J. Phys. Anthropol.\n\n138, 90-100. 10.1002/ajpa.20907\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchutz H., Jamniczky H. A., Hallgrímsson B. and Garland T. Jr (2014). Shape-shift: semicircular canal morphology responds to selective breeding for increased locomotor activity. \nEvolution\n\n68, 3184-3198. 10.1111/evo.12501\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTommerup L. J., Raab D. M., Crenshaw T. D. and Smith E. L. (1993). Does weight-bearing exercise affect non-weight-bearing bone?\n\nJ.\nBone Miner. Res.\n\n8, 1053-1058. 10.1002/jbmr.5650080905\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVolk S. W., Wang Y. and Hankenson K. D. (2012). Effects of donor characteristics and ex vivo expansion on canine mesenchymal stem cell properties: implications for MSC-based therapies. \nCell Transplant.\n\n21, 2189-2200. 10.3727/096368912X636821\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWallace I. J. and Demes B. (2008). Symmetrical gaits of \nCebus apella\n: implications for the functional significance of diagonal sequence gait in primates. \nJ. Hum. Evol.\n\n54, 783-794. 10.1016/j.jhevol.2007.10.008\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWallace I. J., Judex S. and Demes B. (2015). Effects of load-bearing exercise on skeletal structure and mechanics differ between outbred populations of mice. \nBone\n\n72, 1-8. 10.1016/j.bone.2014.11.013\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWarden S. J., Mantila Roosa S. M., Kersh M. E., Hurd A. L., Fleisig G. S., Pandy M. G. and Fuchs R. K. (2014). Physical activity when young provides lifelong benefits to cortical bone size and strength in men. \nProc. Natl. Acad. Sci. USA\n\n111, 5337-5342. 10.1073/pnas.1321605111\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWeeks B. K., Young C. M. and Beck B. R. (2008). Eight months of regular in-school jumping improves indices of bone strength in adolescent boys and girls: the POWER PE study. \nJ. Bone Miner. Res.\n\n23, 1002-1011. 10.1359/jbmr.080226\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWilks D. C., Winwood K., Gilliver S. F., Kwiet A., Chatfield M., Michaelis I., Sun L. W., Ferretti J. L., Sargeant A. J., Felsenberg D. and Rittweger J. (2009). Bone mass and geometry of the tibia and the radius of master sprinters, middle and long distance runners, race-walkers and sedentary control participants: a pQCT study. \nBone\n\n45, 91-97. 10.1016/j.bone.2009.03.660\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWoo S. L. Y., Kuei S. C., Amiel D., Gomez M. A., Hayes W. C., White F. C. and Akeson W. H. (1981). The effect of prolonged physical training on the properties of long bone: a study of Wolff's Law. \nJ. Bone Jt. Surg. Am.\n\n63, 780-787.\n [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4631774/"
}