{
  "id": "PMC4462657",
  "title": "MnSOD Overexpression Reduces Fibrosis and Pro-Apoptotic Signaling in the Aging Mouse Heart",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "MnSOD Overexpression Reduces Fibrosis and Pro-Apoptotic Signaling in the Aging Mouse Heart",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4462657/"
  },
  "sections": {
    "permalink": "Copy",
    "hyo-bum_kwak": "1\nDepartment of Health and Kinesiology, Redox Biology and Cell Signaling Laboratory, Texas A&M University, College Station.\n2\nDepartment of Kinesiology, Inha University, Incheon, South Korea.\nFind articles by \nHyo-Bum Kwak",
    "yang_lee": "1\nDepartment of Health and Kinesiology, Redox Biology and Cell Signaling Laboratory, Texas A&M University, College Station.\nFind articles by \nYang Lee",
    "jong-hee_kim": "1\nDepartment of Health and Kinesiology, Redox Biology and Cell Signaling Laboratory, Texas A&M University, College Station.\n3\nDepartment of Health and Human Performance, University of Houston, Texas.\nFind articles by \nJong-Hee Kim",
    "holly_van_remmen": "4\nFree Radical Biology and Aging Research Program, Oklahoma Medical Research Foundation.\nFind articles by \nHolly Van Remmen",
    "arlan_g_richardson": "5\nReynolds Oklahoma Center on Aging, University of Oklahoma Health Science Center.\nFind articles by \nArlan G Richardson",
    "john_m_lawler": "1\nDepartment of Health and Kinesiology, Redox Biology and Cell Signaling Laboratory, Texas A&M University, College Station.\nFind articles by \nJohn M Lawler",
    "abstract": "Contractility of the heart is impaired with advancing age via mechanical remodeling, as myocytes are lost through apoptosis and collagenous fibers accumulate. Exercise training confers protection against fibrosis and apoptosis in the aging heart, but the mechanisms remain poorly understood. We recently reported that exercise training elevates Mn isoform of superoxide dismutase (MnSOD) in the aging heart, concomitant with reduction in oxidative stress and fibrosis. Here, we tested the hypothesis that overexpression of MnSOD would be causal in protection against fibrosis and apoptosis in the aging heart. Hearts were extracted from young (8 months) wild-type, young mice overexpressing the \nSod2\n (MnSOD) gene, old (28 months) wild-type, and old transgenic mice. Left ventricle MnSOD protein levels were elevated in young mice overexpressing the \nSod2\n (MnSOD) gene and old transgenic mice. MnSODTg mice exhibited lower oxidative stress (total hydroperoxides, 4-hydroxynonenal, and 8-isoprostane) in the old group. Age-related cardiac remodeling and fibrosis was mitigated in MnSOD Tg mice with reductions in extramyocyte space (−65%), collagen-I, and transforming growth factor-β. Pro-apoptotic markers Bax (−38%) and caspase-3 cleavage (−41%) were reduced and apoptosis (terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling-positive nuclei, DNA laddering) was mitigated in MnSOD Tg hearts compared with old wild-type. We conclude that MnSOD elevation is indeed protective against oxidative stress, fibrosis, and apoptosis in the aging heart.\nKey Words:\n Aging, Heart, Superoxide dismutase, Oxidative stress, Fibrosis.",
    "methods": "Animals\n\n\nThe \nSod2\n transgenic (Tg) mice overexpressing MnSOD used in this study were obtained from Dr. Epstein’s Laboratory (\n24\n). A 13-kb genomic \nSod2\n clone isolated from C57BL/6J mice, which encompassed 2kb of the native \nSod2\n promoter, was used to generate \nSod2\n Tg mice. Subsequent generations of \nSod2\n Tg mice were bred by mating male \nSod2\n Tg mice to female C57BL/6J WT, purchased from Jackson Laboratories (Bar Harbor, ME). Animals were cared for at the University of Texas Health Science Center at San Antonio in accordance with National Institutes of Health and the institutional animal care committee standards. An animal use protocol had been approved by the University of Texas Health Science Center at San Antonio for all procedures used in the study. Male WT and \nSod2\n Tg mice were housed four per cage in a temperature-controlled (23 ± 2°C) room with a 12:12-h light–dark cycle. Water and mouse chow were provided ad libitum. Young adult (8 months) and old (28 months) mice were divided into the following groups: young adult (8 months) WT (YWT; \nn\n = 10), young adult MnSOD Tg (YTg; \nn\n = 10), old (28 mo) WT (OWT; \nn\n = 10), and old MnSOD Tg (OTg; \nn\n = 10) mice.\nTissue Preparation\n\n\nBefore collecting the heart, mice were euthanized using a CO\n2\n chamber followed by cervical dislocation. The LV was quickly extracted, weighed, and placed in ice-cold phosphate-buffered saline (PBS; pH = 7.4). The LV samples were then frozen in liquid nitrogen and stored at −80°C until analysis. We focused on the LV because it is the primary target in the aging heart with increased apoptosis and remodeling (\n5\n,\n9\n).\nHomogenization Procedure\n\n\nTo measure markers of oxidative stress and the protein levels of apoptotic signaling, LV samples were minced into fine pieces and homogenized (20:1 w/v) in ice-cold (4°C) lysis buffer solution (pH = 7.4) containing the following: 20mM (4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid), 350mM NaCl, 20% glycerol, 1% Igepal-CA630, 1mM MgCl\n2\n, 0.1mM dithiothreitol, 0.5mM ethylenediaminetetraacetic acid, 0.1mM ethylene glycol tetraacetic acid, and protease inhibitor cocktail (Roche Applied Science, Penzberg, Germany). Minced LV were homogenized using a ground glass on ground glass homogenizer (Bellco Biotechnology, Vineland, NJ) at 4°C, and then twice centrifuged (4°C) for 10 minutes at 10,000\ng\n with the supernatant extracted. Total protein was determined using a BCA assay kit (Pierce Biotechnology, Rockford, IL).\nHistology and Immunofluorescence\n\n\nIn our histological experiments, cross-sections of the LV were cut (10 µm thick) in a cryostat (Thermo-Fisher, Shandon Cryotome FSE) at −15°C, placed on slides, and air-dried for 30 minutes. Hematoxylin and eosin staining was conducted at room temperature and utilized to localize cardiomyocyte nuclei, extramyocyte space, and geometry. Hematoxylin (QT) was also used as a counterstain for visualization at room temperature.\n\n\nIn order to conduct immunofluorescence staining, sections were first dried for 30 minutes and then fixed in acetone (−20°C) for 10 minutes. Sample slides were next blocked with 10% serum of the secondary antibody with Tris-buffered saline (100 μL) for 30 minutes after three washes with PBS with Tween-20. After air drying for 10 minutes, primary antibodies (1:100 dilution) for collagen-I (SC-25974; Santa Cruz Biotechnology, Santa Cruz, CA), TGF-β1 (MAB240; R&D systems, Minneapolis, MN), and laminin (L9393; Sigma, St. Louis, MO) were applied and incubated for 60 minutes in blocking buffer at room temperature. After three 10 minutes washes in PBS, sections were incubated in the appropriate secondary antibody (1:200 dilution) with a fluorochrome attached (eg, goat anti-rabbit Alexa Fluor 488 and goat anti-mouse Alexa Fluor 594; Invitrogen, Carlsbad, CA) for 30 minutes at room temperature. Sections were then washed three times in PBS and air-dried for 20 minutes. Samples were covered with 1.2-mm cover slide with ProLong mounting medium (Invitrogen). Collagen-I, TGF-β1, and laminin for all groups were completed in single day runs under the same conditions. Images were captured on an Olympus inverted epifluorescence microscope (IX51) fitted with a ×20 objective (numerical aperture: 0.45). Microscope and camera settings were kept constant throughout the process for each protein assessed using the Q-capture system. Images were quantified using the NIH ImageJ (Version 1.46) analysis program.\nOxidative Stress Markers\n\n\nWe measured total hydroperoxides as a marker of oxidative stress using the xylenol orange technique with FeSO\n4\n (250 µM) in sulfuric acid (25mM) reacting with xylenol orange (100 µM) (\n25\n). The principle relies on the oxidization Fe\n2+\n to Fe\n3+\n when hydroperoxides are reduced. Ionized sulfuric acid assists in the reduction and prevents spontaneous reaction of Fe\n2+\n with xylenol orange, unless oxidized by hydroperoxides first. The Fe\n3+\n then reacts with the xylenol orange to form a Fe\n3+\n–xylenol complex and changes to a purple color. Absorbance of the purple Fe\n3+\n–xylenol complex was measured at 580nm. Concentrations of hydroperoxides were quantified against a \nt\n-butyl hydroperoxide standard curve.\n\n\n8-Isoprostane was determined using a Cayman EIA kit. 4-Hydroxynonenal was assessed using a modified Western blot analysis.\nDNA Fragmentation\n\n\nHistone-associated DNA fragmentation was assessed using a cell death detection ELISA (Roche Applied Science). About 20 µL from supernatant was transferred into a microplate and 80 µL of the immunoreagent was added to each well, followed by gentle shaking of the plate for 2 hour at 25°C. Then, 100 µL of ABTS solution was pipetted to each well, and the solution was incubated on a plated shaker at 250rpm until the color development was sufficient for a photometric analysis (10 minutes). Finally, we measured absorbance of the oxidized ABTS solution at 405nm (reference wavelength of 490nm), using a microplate reader (Spectra Max 190; Molecular Devices).\nTUNEL-Positive Staining\n\n\nTUNEL evaluation of myonuclei positive for DNA strand breaks was determined using fluorescence detection (Roche Applied Science). Cross-sections of LV were cut (10 µm) in cryostat (−15°C), and then fixed in 4% paraformaldehyde for 20 minutes at room temperature in a Coplar jar. Sections were then permeabilized with 0.1% Triton X-100 in 0.1% sodium citrate for 20 minutes at 4°C. The TUNEL reaction mixture containing terminal deoxynucleotidyl transferase, fluorescein-dUTP was added to the sections in 50-µL drops and incubated for 60 minutes at 37°C in a humidified chamber in the dark. The sections were rinsed three times in PBS for 5 minutes each and mounted in Vector antifade media with 4,6-diamidino-2-phenylindole to tag all nuclei. Sections were then visualized with a fluorescence microscope (Axiophot2; Carl Zeiss, Thornwood, NY) with parallel positive control (DNase-I) and negative controls (label solution only). TUNEL-positive nuclei were then counted on multiple sections of the LV.\nWestern Immunoblot\n\n\nProtein levels for MnSOD, 4-hydroxynonenal adducts, Bax, and cleaved caspase-3 were determined by Western immunoblot analysis, in a manner similar to the outline mentioned previously (\n4\n). About 30 µg of LV homogenate were loaded on 10% polyacrylamide gels and electrophoresed using a Bio-Rad Protein III gel system. Briefly, solutions for separating gel (375mM Tris–HCl; pH = 8.8; 0.4% sodium dodecyl sulfate; 10% acrylamide) and stacking gel (125mM Tris–HCl; pH = 6.8; 0.4% sodium dodecyl sulfate; 10% acrylamide monomer) solutions were made, and polymerization was then initiated by tetramethylethylenediamine and ammonium persulfate. Separating and stacking gels were then quickly poured into a Bio-Rad Protein III gel-box (Bio-Rad, Hercules, CA). LV homogenates in sample buffer (Tris pH = 6.8 with 2% sodium dodecyl sulfate, 30 mM DTT, 25% glycerol) were then electrophoresed at 150 V for 50 minutes. The gels were then transferred at 30 V overnight onto a nitrocellulose membrane. Membranes were blocked in 5% nonfat milk in PBS with 0.1% Tween-20 for 6 hours. After blocking, membranes were incubated at room temperature in blocking buffer for overnight with the appropriate primary antibodies in blocking buffer: MnSOD (1:10,000, SC-7977; Santa Cruz Biotechnology), 4-hydroxynonenal (1:1,000, #393206; Calbiochem, San Diego, CA), Bax (1:200, SC-6236; Santa Cruz Biotechnology), and cleaved caspase-3 (1:500, #9661; Cell Signaling Technology, Beverly, MA). Following three membranes washings in PBS containing 0.1% Tween-20, membranes were then incubated in horseradish peroxidase–conjugated secondary antibodies for 1 hour. An enhanced chemiluminescence detection system (Amersham-Pharmacia Biotech., Piscataway, NJ) was used for visualization.\n\n\nTo ensure equal loading of protein, Ponceau-S staining was performed for each membrane. In addition, membranes were stripped and reprobed for glyceraldehyde-3-phosphate dehydrogenase (1:5,000, RGM2; Advanced Immunochemical, Long Beach, CA) to verify equal loading among lanes as an internal control. Densitometry (ie, area times grayscale relative to background) was performed using a Kodak film cartridge and film. NIH Image J analysis software was used for quantification of the blots.\nStatistics\n\n\nData are presented as mean ± standard error of the mean. Two-way analysis of variance with Fishers-least significant difference used post hoc where appropriate were used to determine the existence of mean differences among test groups. Analysis of variance with Tukey’s post hoc test was used for analyzing collagen-I and TGF-β1 signal intensity. Significance level was set at 0.05.",
    "animals": "The \nSod2\n transgenic (Tg) mice overexpressing MnSOD used in this study were obtained from Dr. Epstein’s Laboratory (\n24\n). A 13-kb genomic \nSod2\n clone isolated from C57BL/6J mice, which encompassed 2kb of the native \nSod2\n promoter, was used to generate \nSod2\n Tg mice. Subsequent generations of \nSod2\n Tg mice were bred by mating male \nSod2\n Tg mice to female C57BL/6J WT, purchased from Jackson Laboratories (Bar Harbor, ME). Animals were cared for at the University of Texas Health Science Center at San Antonio in accordance with National Institutes of Health and the institutional animal care committee standards. An animal use protocol had been approved by the University of Texas Health Science Center at San Antonio for all procedures used in the study. Male WT and \nSod2\n Tg mice were housed four per cage in a temperature-controlled (23 ± 2°C) room with a 12:12-h light–dark cycle. Water and mouse chow were provided ad libitum. Young adult (8 months) and old (28 months) mice were divided into the following groups: young adult (8 months) WT (YWT; \nn\n = 10), young adult MnSOD Tg (YTg; \nn\n = 10), old (28 mo) WT (OWT; \nn\n = 10), and old MnSOD Tg (OTg; \nn\n = 10) mice.",
    "tissue_preparation": "Before collecting the heart, mice were euthanized using a CO\n2\n chamber followed by cervical dislocation. The LV was quickly extracted, weighed, and placed in ice-cold phosphate-buffered saline (PBS; pH = 7.4). The LV samples were then frozen in liquid nitrogen and stored at −80°C until analysis. We focused on the LV because it is the primary target in the aging heart with increased apoptosis and remodeling (\n5\n,\n9\n).",
    "homogenization_procedure": "To measure markers of oxidative stress and the protein levels of apoptotic signaling, LV samples were minced into fine pieces and homogenized (20:1 w/v) in ice-cold (4°C) lysis buffer solution (pH = 7.4) containing the following: 20mM (4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid), 350mM NaCl, 20% glycerol, 1% Igepal-CA630, 1mM MgCl\n2\n, 0.1mM dithiothreitol, 0.5mM ethylenediaminetetraacetic acid, 0.1mM ethylene glycol tetraacetic acid, and protease inhibitor cocktail (Roche Applied Science, Penzberg, Germany). Minced LV were homogenized using a ground glass on ground glass homogenizer (Bellco Biotechnology, Vineland, NJ) at 4°C, and then twice centrifuged (4°C) for 10 minutes at 10,000\ng\n with the supernatant extracted. Total protein was determined using a BCA assay kit (Pierce Biotechnology, Rockford, IL).",
    "histology_and_immunofluorescence": "In our histological experiments, cross-sections of the LV were cut (10 µm thick) in a cryostat (Thermo-Fisher, Shandon Cryotome FSE) at −15°C, placed on slides, and air-dried for 30 minutes. Hematoxylin and eosin staining was conducted at room temperature and utilized to localize cardiomyocyte nuclei, extramyocyte space, and geometry. Hematoxylin (QT) was also used as a counterstain for visualization at room temperature.\nIn order to conduct immunofluorescence staining, sections were first dried for 30 minutes and then fixed in acetone (−20°C) for 10 minutes. Sample slides were next blocked with 10% serum of the secondary antibody with Tris-buffered saline (100 μL) for 30 minutes after three washes with PBS with Tween-20. After air drying for 10 minutes, primary antibodies (1:100 dilution) for collagen-I (SC-25974; Santa Cruz Biotechnology, Santa Cruz, CA), TGF-β1 (MAB240; R&D systems, Minneapolis, MN), and laminin (L9393; Sigma, St. Louis, MO) were applied and incubated for 60 minutes in blocking buffer at room temperature. After three 10 minutes washes in PBS, sections were incubated in the appropriate secondary antibody (1:200 dilution) with a fluorochrome attached (eg, goat anti-rabbit Alexa Fluor 488 and goat anti-mouse Alexa Fluor 594; Invitrogen, Carlsbad, CA) for 30 minutes at room temperature. Sections were then washed three times in PBS and air-dried for 20 minutes. Samples were covered with 1.2-mm cover slide with ProLong mounting medium (Invitrogen). Collagen-I, TGF-β1, and laminin for all groups were completed in single day runs under the same conditions. Images were captured on an Olympus inverted epifluorescence microscope (IX51) fitted with a ×20 objective (numerical aperture: 0.45). Microscope and camera settings were kept constant throughout the process for each protein assessed using the Q-capture system. Images were quantified using the NIH ImageJ (Version 1.46) analysis program.",
    "oxidative_stress_markers": "We measured total hydroperoxides as a marker of oxidative stress using the xylenol orange technique with FeSO\n4\n (250 µM) in sulfuric acid (25mM) reacting with xylenol orange (100 µM) (\n25\n). The principle relies on the oxidization Fe\n2+\n to Fe\n3+\n when hydroperoxides are reduced. Ionized sulfuric acid assists in the reduction and prevents spontaneous reaction of Fe\n2+\n with xylenol orange, unless oxidized by hydroperoxides first. The Fe\n3+\n then reacts with the xylenol orange to form a Fe\n3+\n–xylenol complex and changes to a purple color. Absorbance of the purple Fe\n3+\n–xylenol complex was measured at 580nm. Concentrations of hydroperoxides were quantified against a \nt\n-butyl hydroperoxide standard curve.\n8-Isoprostane was determined using a Cayman EIA kit. 4-Hydroxynonenal was assessed using a modified Western blot analysis.",
    "dna_fragmentation": "Histone-associated DNA fragmentation was assessed using a cell death detection ELISA (Roche Applied Science). About 20 µL from supernatant was transferred into a microplate and 80 µL of the immunoreagent was added to each well, followed by gentle shaking of the plate for 2 hour at 25°C. Then, 100 µL of ABTS solution was pipetted to each well, and the solution was incubated on a plated shaker at 250rpm until the color development was sufficient for a photometric analysis (10 minutes). Finally, we measured absorbance of the oxidized ABTS solution at 405nm (reference wavelength of 490nm), using a microplate reader (Spectra Max 190; Molecular Devices).",
    "tunel-positive_staining": "TUNEL evaluation of myonuclei positive for DNA strand breaks was determined using fluorescence detection (Roche Applied Science). Cross-sections of LV were cut (10 µm) in cryostat (−15°C), and then fixed in 4% paraformaldehyde for 20 minutes at room temperature in a Coplar jar. Sections were then permeabilized with 0.1% Triton X-100 in 0.1% sodium citrate for 20 minutes at 4°C. The TUNEL reaction mixture containing terminal deoxynucleotidyl transferase, fluorescein-dUTP was added to the sections in 50-µL drops and incubated for 60 minutes at 37°C in a humidified chamber in the dark. The sections were rinsed three times in PBS for 5 minutes each and mounted in Vector antifade media with 4,6-diamidino-2-phenylindole to tag all nuclei. Sections were then visualized with a fluorescence microscope (Axiophot2; Carl Zeiss, Thornwood, NY) with parallel positive control (DNase-I) and negative controls (label solution only). TUNEL-positive nuclei were then counted on multiple sections of the LV.",
    "western_immunoblot": "Protein levels for MnSOD, 4-hydroxynonenal adducts, Bax, and cleaved caspase-3 were determined by Western immunoblot analysis, in a manner similar to the outline mentioned previously (\n4\n). About 30 µg of LV homogenate were loaded on 10% polyacrylamide gels and electrophoresed using a Bio-Rad Protein III gel system. Briefly, solutions for separating gel (375mM Tris–HCl; pH = 8.8; 0.4% sodium dodecyl sulfate; 10% acrylamide) and stacking gel (125mM Tris–HCl; pH = 6.8; 0.4% sodium dodecyl sulfate; 10% acrylamide monomer) solutions were made, and polymerization was then initiated by tetramethylethylenediamine and ammonium persulfate. Separating and stacking gels were then quickly poured into a Bio-Rad Protein III gel-box (Bio-Rad, Hercules, CA). LV homogenates in sample buffer (Tris pH = 6.8 with 2% sodium dodecyl sulfate, 30 mM DTT, 25% glycerol) were then electrophoresed at 150 V for 50 minutes. The gels were then transferred at 30 V overnight onto a nitrocellulose membrane. Membranes were blocked in 5% nonfat milk in PBS with 0.1% Tween-20 for 6 hours. After blocking, membranes were incubated at room temperature in blocking buffer for overnight with the appropriate primary antibodies in blocking buffer: MnSOD (1:10,000, SC-7977; Santa Cruz Biotechnology), 4-hydroxynonenal (1:1,000, #393206; Calbiochem, San Diego, CA), Bax (1:200, SC-6236; Santa Cruz Biotechnology), and cleaved caspase-3 (1:500, #9661; Cell Signaling Technology, Beverly, MA). Following three membranes washings in PBS containing 0.1% Tween-20, membranes were then incubated in horseradish peroxidase–conjugated secondary antibodies for 1 hour. An enhanced chemiluminescence detection system (Amersham-Pharmacia Biotech., Piscataway, NJ) was used for visualization.\nTo ensure equal loading of protein, Ponceau-S staining was performed for each membrane. In addition, membranes were stripped and reprobed for glyceraldehyde-3-phosphate dehydrogenase (1:5,000, RGM2; Advanced Immunochemical, Long Beach, CA) to verify equal loading among lanes as an internal control. Densitometry (ie, area times grayscale relative to background) was performed using a Kodak film cartridge and film. NIH Image J analysis software was used for quantification of the blots.",
    "statistics": "Data are presented as mean ± standard error of the mean. Two-way analysis of variance with Fishers-least significant difference used post hoc where appropriate were used to determine the existence of mean differences among test groups. Analysis of variance with Tukey’s post hoc test was used for analyzing collagen-I and TGF-β1 signal intensity. Significance level was set at 0.05.",
    "results": "To demonstrate that MnSOD protein levels remained elevated in the old Tg mice, we measured protein abundance of LV from young (8 months) and old (28 months) WT and \nSod2\n Tg mice. As shown in \nFigure 1\n, the protein abundance of MnSOD in the LV was elevated by MnSOD genetic overexpression of YTg (+54%) compared with YWT mice. MnSOD protein abundance continued to be upregulated as well in the LV of OTg (+95%) compared with OWT. Total protein levels in the heart were not altered with age. Furthermore, we previously reported that MnSOD enzyme activity was increased approximately twofold in both young and old Tg mouse hearts (\n24\n). In summary, these data indicate that elevated MnSOD function was retained in Tg mice with advancing age.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nMn isoform of superoxide dismutase (MnSOD) protein expression in left ventricle samples of wild-type (WT) and \nSod2\n transgenic (Tg) mice assigned to the following groups: young adult (8 mo) wild-type (YWT), young adult \nSod2\n Tg (YTg), old (28 mo) WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).\nWe then tested the hypothesis that elevation of MnSOD protein levels reduced oxidative stress in the aging mouse heart. Indeed, hydroperoxide levels increased in the LV with age (+33%) but were decreased by MnSOD overexpression in the old (−29%) age group (\nFigure 2A\n). 8-Isoprostane was also measured as a marker of oxidative stress in heart from WT and MnSOD Tg mice. We found that 8-isoprostane was significantly elevated in the old WT, but not in the old Tg mice (\nFigure 2B\n). Similarly, 4-hydroxynonenal adducts, a marker of oxidative stress, were 20% higher in the LV of aging mice compared with young counterparts (\nFigure 2C\n). MnSOD overexpression significantly reduced 4-HNE by 31% in the LVs in the old age group (\nFigure 2C\n).\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nTotal hydroperoxides (\nA\n), 8-isoprostane (\nB\n), and 4-hydroxynonenal adducts (\nC\n) in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).\nWe then assessed whether overexpression of the MnSOD gene and elevation of MnSOD protein levels protected against age-associated cardiac remodeling in mouse LV. Hematoxylin and eosin staining revealed significant structural changes in the LVs from old mice (\nFigure 3A\n and \nB\n). Extramyocyte space was dramatically greater in LVs from OWT than LVs from YWT (\nFigure 3C\n). In addition, the number of myonuclei per cross-sectional area from hematoxylin-stained sections was significantly decreased in the LVs from OWT compared with YWT (\nFigure 3D\n). These observations mirrored previous aging studies using the Fischer-344 strain of rat (\n4\n) and Fischer-344 × Brown Norway F1 hybrid strain of rat (\n21\n). In contrast, LV cross-sections from OTg exhibited less age-related cardiac remodeling than WTs, suggesting overexpression of MnSOD reduced cardiac remodeling in the aging LVs (\nFigure 3A\n–\nD\n). MnSOD overexpression and enhancement of protein levels also reduced extramyocyte space (−65%) in the OTg compared with OWT (\nFigure 3C\n). Furthermore, increasing MnSOD protein levels also enhanced the number of myonuclei (+191%) per cross-sectional area (\nFigure 3D\n).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nHistologic cross-sections stained with hematoxylin (×16; \nA\n), hematoxylin and eosin (×20; \nB\n), percent (%) extramyocyte space (\nC\n), and number (\nD\n) of myonuclei per 100,000 µm\n2\n area in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Unstained areas indicate extramyocyte space for hematoxylin staining. Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05). Stage micrometer indicates 100 μm.\nTo determine whether age and MnSOD overexpression-induced differences in extramyocyte space could be explained by changes in connective tissue, we measured collagen-I localization or positive staining. Consistent with extramyocyte space described previously, we found that significant collagen-I positive staining was visualized in the LV samples from OWT compared with YWT. In contrast, overexpression of MnSOD resulted in limited collagen-I positive staining (\nFigure 4A\n and \nB\n), consistent with the notion that MnSOD protection against extracellular matrix proliferation with old age was linked to reduced levels of collagen-I. In healthy, young hearts, a thin, linear layer of connective tissue surrounds “pods” of myocardial cells. Collagen-I and hematoxylin and eosin staining revealed a less linear and thicker layers of connective tissue surrounding cardiomyocytes.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nCollagen type-I (top), 4,6-diamidino-2-phenylindole DAPI (middle), and merged (bottom) are visualized by immunofluorescence staining (\nA\n; ×16), and collagen type-I signal intensity is shown (\nB\n) in left ventricle samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs OWT (\np\n < .05).\nIn order to determine potential upstream mechanisms for protection against fibrosis in old hearts where MnSOD was overexpressed, we determined positive staining and protein abundance of the ECM-regulating cytokine TGF-β1, a consensus upstream regulator of fibrosis (\n26\n) and deposition of collagen-I and laminin. We used immunofluorescence staining with TGF-β1 and laminin-specific antibodies to visualize their location near the myocyte membrane and extramyocyte space. We found greater positive staining for TGF-β1 in LVs from the OWT mice compared with that from YWT (\nFigure 5A\n). Similar to the hematoxylin and eosin staining, a more web-like and alinear pattern was observed for TGF-β1 in the extramyocyte area (\nFigure 5B\n), as indicated by laminin-positive (\nFigure 5B\n) in LVs from OWT compared with YWT. Remarkably, MnSOD overexpression substantially mitigated age-induced elevation in TGF-β1 staining (\nFigure 5A\n and \nB\n), suggesting that MnSOD indeed protects against age-related fibrosis in the murine LVs.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nTransforming growth factor-β1 (TGF-β1; top) and laminin (bottom; \nA\n) are visualized by immunofluorescence staining (×20), and TGF-β1 signal intensity is shown (\nB\n) in left ventricle samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs OWT (\np\n < .05).\nGiven that MnSOD is a mitochondrial-specific antioxidant enzyme, we tested the protective role of MnSOD overexpression against mitochondrial pro-apoptotic signaling (Bcl-2 pathway). Protein levels for Bax and cleaved (ie, active) caspase-3 were assessed in the LVs. No significant changes in Bax protein levels were found in the OWT compared with YWT. However, LVs from OTg exhibited significantly lower protein levels (−38%) for Bax by MnSOD overexpression (\nFigure 6A\n). Levels of cleaved caspase-3 (a marker of caspase-3 activation), downstream of the mitochondrial Bax (\n4\n), were significantly increased in the LVs of OWT compared with YWT (\nFigure 6B\n). Conversely, MnSOD overexpression resulted in a significant decrease (−41%) of cleaved caspase-3 protein levels in the LVs of old groups (\nFigure 6B\n).\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nProtein expression for Bax (\nA\n) and cleaved caspase-3 (\nB\n) using Western immunoblotting in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).\nGiven that enhancement of MnSOD levels provides significant protection against pro-apoptotic signaling (eg, Bax, cleaved caspase-3) in the aging heart, we tested the hypothesis that MnSOD overexpression would also mitigate age-induced elevation of apoptosis in the LV. Histone-associated DNA fragmentation and TUNEL-positive staining were used as direct markers of apoptosis and visualized using the TUNEL method with fluorescence microscopy. Positive controls revealed excellent co-localization with 4,6-diamidino-2-phenylindole and TUNEL-positive nuclei (\nFigure 7A\n). Representative TUNEL-positive nuclei and 4,6-diamidino-2-phenylindole fluorescence micrographs are shown in \nFigure 7A\n for LVs from YWT, OWT, and OTg groups, respectively. Aging increased TUNEL-positive nuclei in the LVs of WT mice. Conversely, MnSOD overexpression greatly reduced both markers of apoptosis in old Tg mice versus age-matched WTs. In addition, aging significantly increased histone-associated DNA fragmentation (\nFigure 7B\n) in the OWT LVs compared with YWT. MnSOD overexpression also attenuated DNA fragmentation in the LV in the old age group when compared with old WTs. In summary, these data indicate that the induction of MnSOD via genetic overexpression ameliorates the apoptotic process of myocytes in the LV of aging hearts.\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nTerminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling-positive staining (\nA\n) is visualized by immunofluorescence staining (×40) in left ventricle (LV) samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg), and DNA fragmentation (\nB\n) was used as a marker of apoptosis through quantification of mononucleosomes and oligonucleosomes via ELISA in LV samples of YWT, young adult \nSod2\n Tg (YTg), OWT, and OTg. Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05).",
    "figure_1.": "Open in a new tab\nMn isoform of superoxide dismutase (MnSOD) protein expression in left ventricle samples of wild-type (WT) and \nSod2\n transgenic (Tg) mice assigned to the following groups: young adult (8 mo) wild-type (YWT), young adult \nSod2\n Tg (YTg), old (28 mo) WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).",
    "figure_2.": "Open in a new tab\nTotal hydroperoxides (\nA\n), 8-isoprostane (\nB\n), and 4-hydroxynonenal adducts (\nC\n) in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).",
    "figure_3.": "Open in a new tab\nHistologic cross-sections stained with hematoxylin (×16; \nA\n), hematoxylin and eosin (×20; \nB\n), percent (%) extramyocyte space (\nC\n), and number (\nD\n) of myonuclei per 100,000 µm\n2\n area in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Unstained areas indicate extramyocyte space for hematoxylin staining. Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05). Stage micrometer indicates 100 μm.",
    "figure_4.": "Open in a new tab\nCollagen type-I (top), 4,6-diamidino-2-phenylindole DAPI (middle), and merged (bottom) are visualized by immunofluorescence staining (\nA\n; ×16), and collagen type-I signal intensity is shown (\nB\n) in left ventricle samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs OWT (\np\n < .05).",
    "figure_5.": "Open in a new tab\nTransforming growth factor-β1 (TGF-β1; top) and laminin (bottom; \nA\n) are visualized by immunofluorescence staining (×20), and TGF-β1 signal intensity is shown (\nB\n) in left ventricle samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs OWT (\np\n < .05).",
    "figure_6.": "Open in a new tab\nProtein expression for Bax (\nA\n) and cleaved caspase-3 (\nB\n) using Western immunoblotting in left ventricle samples of young adult wild-type (YWT), young adult \nSod2\n Tg (YTg), old WT (OWT), and old \nSod2\n Tg (OTg). Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05). “c” indicates a significant difference vs OWT (\np\n < .05).",
    "figure_7.": "Open in a new tab\nTerminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling-positive staining (\nA\n) is visualized by immunofluorescence staining (×40) in left ventricle (LV) samples of young adult wild-type (YWT), old WT (OWT), and old \nSod2\n Tg (OTg), and DNA fragmentation (\nB\n) was used as a marker of apoptosis through quantification of mononucleosomes and oligonucleosomes via ELISA in LV samples of YWT, young adult \nSod2\n Tg (YTg), OWT, and OTg. Data are expressed as means ± standard error of the mean. “a” indicates a significant difference vs YWT (\np\n < .05). “b” indicates a significant difference vs YTg (\np\n < .05).",
    "discussion": "The goal of this study was to investigate the role of MnSOD in protection of fibrosis, apoptosis, and remodeling of the aging heart, by overexpressing the \nSod2\n gene. We found that Tg mice overexpressing MnSOD had reduced markers of oxidative stress (eg, total hydroperoxides, 4-HNE, 8-isoprostane) in the LV. MnSOD overexpression also attenuated age-associated elevation in extramyocyte space, collagen-I, and TGF-β1-positive staining in the LVs of old mice. In addition, enhancement of MnSOD proteins levels in \nSod2\n Tg mice protected against age-related increase of pro-apoptotic signaling (eg, Bax, cleaved caspase-3) and apoptosis (eg, TUNEL-positive nuclei, DNA fragmentation) in the LVs of mouse hearts. These results are consistent with the hypothesis that enhancement of MnSOD in the aging heart attenuates age-associated elevation in markers of oxidative stress and remodeling. Indeed, this is the first data to indicate that MnSOD overexpression has a protective effect against age-induced remodeling in the aging heart. A discussion of the primary findings follows.\nMnSOD Overexpression and Oxidative Stress in Aging Heart\n\n\nThe MnSOD is a mitochondrial matrix enzyme that catalyzes the dismutation of superoxide anions (O\n2\n•\n−\n), produced from complexes I and III of the electron transport chain, to H\n2\nO\n2\n. H\n2\nO\n2\n then diffuses out of mitochondrial matrix, or undergoes further reduction to water by other antioxidant enzymes such as glutathione peroxidase or catalase. MnSOD is thus an important first defense against mitochondrial oxidative stress and protection of mitochondrial integrity (\n24\n). In this study, we showed that \nSod2\n Tg mice significantly expressed higher MnSOD protein levels in the LVs of both young and old mice (\nFigure 1\n). Consistent with these observations, our previous report showed that the activity of MnSOD increased approximately twofold in heart of \nSod2\n Tg mice (\n24\n). Although overexpression of MnSOD does not increase life span, it does reduce pathology (\n24\n). Overexpression of catalase localized in the mitochondria enhances longevity (\n27\n,\n28\n), suggesting that mitochondrial damage via H\n2\nO\n2\n reduces life span. In addition, the heterozygous knockout (SOD\n−/+\n) exhibits significant pathology (\n20\n). Thus, mitochondrial function is critical to both health and longevity, and may be disrupted by oxidative stress.\n\n\nConsistent with previous observations, heterozygous knockout of the \nSod2\n gene demonstrates the importance of MnSOD role in the antioxidant defense system (\n11–15\n). Indeed, MnSOD Tg mice models with homozygous (\nSod2\n\n\n−/−\n) or heterozygous (\nSod2\n\n\n−/+\n) null mutations in the Sod2 gene display pathologic phenotypes. For example, \nSod2\n\n\n−/−\n knockout mice exhibited severe oxidative mitochondrial injury and cardiomyopathy (\n14\n,\n15\n). In addition, \nSod2\n\n\n−/+\n mice also have decreased mitochondrial respiration and impaired activities of mitochondrial enzymes (\n13\n). Increased oxidative damage to mitochondria is typical of heterozygous knockout mice (\n11–13\n). Furthermore, \nSod2\n\n\n−/+\n mice have a greater susceptibility to permeability transition pore opening and thus apoptosis (\n11\n,\n13\n). Therefore, protection against fibrosis and apoptosis observed in this study is consistent with the genetic ablation data for MnSOD. Moreover, it is possible that mitochondrial H\n2\nO\n2\n may shorten life span, whereas elevated O\n2\n•\n−\n may enhance age-related pathology. However, additional study is warranted to test this hypothesis directly.\n\n\nIndeed, aging is characterized by enhanced oxidative stress and mitochondrial dysfunction in the heart (\n9\n,\n22\n,\n24\n,\n29\n,\n30\n). There is emerging evidence that oxidative stress plays a central role in pathophysiology such as insulin resistance, apoptosis, activation of NF-κB, and proteolytic systems (eg, calpains, caspase-3, ubiquitin/proteasome) (\n31–33\n). In this study, we observed elevation of total hydroperoxides, 4-HNE, and 8-isoprostane as markers of oxidative stress in the hearts with advancing age (\nFigure 2\n). Previously, MnSOD overexpression in skeletal muscle reduced protein carbonyls and F\n2\n-isoprostanes indicators of protein oxidation and lipid peroxidation and oxidative stress that were elevated with aging (\n24\n). This study is the first direct evidence that overexpression of MnSOD attenuates oxidative stress in the LV of old mammals, as indicated by lower total hydroperoxides, 4-HNE, and 8-isoprostane adducts.\n\n\nAlthough the mechanisms underlying reduced oxidative stress with MnSOD overexpression are not fully delineated, it is logical that reduced levels of mitochondrial superoxide in the old Tg mice may protect against lipid peroxide and radical formation via suppressing Haber-Weiss or Fenton reactions. Furthermore, our results also suggest an important role of mitochondrial superoxide in aging of the myocardium. Thus, MnSOD plays an important role in protecting the mitochondria from oxidative stress and damage by enzymatically scavenging superoxide anions generated as a by-product of the mitochondrial respiration. These results are consistent with previous findings, which indicated that cardiomyocytes of \nSod2\n\n\n−/+\n mice were more sensitive to oxidative stress than those of \nSod2\n\n\n+/+\n mice (\n14–16\n,\n20\n). MnSOD may protect against protonation of superoxide anions (O\n2\n•\n−\n), a highly reactive species, in old Tg mice. However, this hypothesis is untested.\n\n\nMnSOD protein levels were overexpressed in the young, but markers of oxidative stress were not reduced. This suggests that overexpression of MnSOD may be more effective when (a) reactive oxygen species levels are elevated or (b) mice are old. We have noticed in previous studies that the effect of exercise training on oxidative stress and apoptosis is more pronounced in older rats (\n4\n). Therefore, MnSOD performs an important protective role against oxidative damage and remodeling primarily in the aging heart.\nMnSOD Overexpression and Fibrosis in Aging Heart\n\n\nWe also observed that MnSOD overexpression attenuated age-induced remodeling (eg, increased extramyocyte space, collagen-I) in the LVs of OTg (\nFigures 3\n and \n4\n). Previous data have demonstrated that cardiac remodeling occurs consistently with aging, characterized by a loss of cardiac myocytes, reactive hypertrophy of remaining cardiomyocytes, and excessive accumulation of extracellular matrix (\n4\n,\n8\n,\n34\n,\n35\n). Consistent with previous findings, old WT mice expressed higher level of pro-fibrotic proteins (collagen-I, TGF-β1) and resulted in a more web-like geometry of collagenous sheaths, with removal of more linear sheaths surrounding myocytes in the LV.\n\n\nInterestingly, our findings in old MnSOD Tg mirror previous data that demonstrate exercise training upregulates MnSOD and reduces fibrosis and apoptosis in the aging rat heart (\n4\n,\n8\n,\n9\n). This supports the notion that interventions, including exercise, that upregulate MnSOD play a protective role against remodeling in the aging heart. In this study, overexpression of MnSOD reduced markers of fibrosis (eg, extramyocyte space, collagen-I, TGF-β1). Thus, we have established three tenants. First, oxidative stress is indeed causal in the age-associated fibrotic process. Second, mitochondrial reactive oxygen species may play a role in fibrosis in the aging heart. Third, at least part of the mechanism of exercise protection against age-associated fibrosis and remodeling in the aging heart may be attributed to inducibility of MnSOD.\n\n\nRecent evidence has linked age-related cardiac fibrosis to elevated levels of TGF-β1, a potent stimulator of collagen synthesis via fibroblasts (\n8\n,\n36–39\n). Previously, we found that exercise training mitigated age-related upregulation of TGF-β1 in the FBNF1 rat (\n8\n). In this study, we observed that MnSOD overexpression substantially reduced levels of TGF-β1 (\nFigure 5\n) and collagen-I (\nFigure 4\n) in the aging LV of OTg mice versus age-matched WTs. These finding support the hypothesis that MnSOD is involved in inhibitory regulation of TGF-β1 and cardiac fibrosis. Further research is required to delineate the redox-sensitive mechanism(s) responsible for the link between MnSOD and TGF-β1 in ameliorating cardiac fibrosis in the aging heart.\nMnSOD Overexpression and Apoptosis in Aging Heart\n\n\nWe expected that overexpression of MnSOD would reduce mitochondrial-mediated apoptotic signaling and apoptosis, as part of age-related remodeling. Oxidative stress can induce activation of the Bcl-2 family of pro-apoptotic proteins including Bax and downstream activation of caspase-3, a key promoter of apoptosis (\n21\n). Caspase-3 activation via cleavage of the pro-form is usually a consequence of an increase in mitochondrial permeability transition pore opening and cytochrome c release (\n21\n,\n40\n). In this study, \nSod2\n Tg mice displayed significantly lower levels of the pro-apoptotic protein Bax and cleaved caspase-3 in hearts of the old age group compared with WT of the same age (\nFigure 6A\n and \nB\n). In addition, MnSOD overexpression also reduced direct markers of apoptosis in the aging LV: TUNEL-positive myonuclei and DNA fragmentation (\nFigure 7\n). Therefore, the current sets of data indicate that MnSOD protects against age-related elevation of mitochondrial-mediated apoptosis in the aging mouse heart.\n\n\nOur data are also consistent with previous studies establishing an inhibitory relationship between MnSOD and apoptosis. Previously, Van Remmen and colleagues(\n20\n) showed that heterozygous MnSOD (\nSod2\n\n\n−/+\n) knockout mice exhibited increased permeability transition pore and apoptosis in the heart. In addition, Majima and colleagues(\n41\n) reported that overexpression of MnSOD protected cells against cell death induced by alkaline condition in a mouse fibrosarcoma cell line. Lee and colleagues\n(\n42\n) recently demonstrated that exercise increased MnSOD levels and prevented ischemia–reperfusion-induced elevation of pro-apoptotic proteins in heart mitochondria. Therefore, emerging data, including our study, are consistent with the notion that upregulation of MnSOD via overexpression or exercise training (\n9\n) may indeed suppresses excess apoptosis in the aging heart (\n4\n).\nStudy Limitations\n\n\nUnfortunately, we did not have enough frozen tissue remaining in the young Tg mice to complete TGF-β1 and collagen-I analyses, as well as Western blots on all four groups of mice. Thus, we may have missed a potential interactive effect of age and overexpression of MnSOD, and our conclusions are less robust. Because oxidative stress markers were not significantly depressed in the YTg group and collagen-I levels are low, we suspect a minimal effect in overexpressing MnSOD in the young group, but further study is warranted. TGF-β1-positive staining in the LV appears much different than both young and old WTs, suggesting a potential regulatory role of MnSOD on pro-fibrotic signaling. In addition, we were not able to measure in vivo cardiac function (echocardiography) or in an isolated heart preparation. Thus, we cannot be certain that blunting of fibrosis in remodeling in the OTg mice was accompanied by improved functional measures (eg, diastolic filling, shortening velocity, ejection fraction). Clearly, further study is warranted to elucidate the molecular and physiological mechanisms underlying remodeling in the aging heart.\n\n\nIn summary, MnSOD overexpression protected against oxidative stress, fibrosis, and apoptosis in the aging mouse heart. Age-related elevation of cardiac collagen-I and TGF-β were abrogated in the MnSOD Tg mouse. In addition, the old MnSOD Tg mouse experienced significant less pro-apoptotic signaling (Bax, cleaved caspase-3) than the old WT. We conclude that MnSOD is an important protective protein against fibrosis and remodeling in the aging heart. Our results are also consistent with the hypothesis that exercise-induced upregulation of MnSOD in the aging heart previously observed in our laboratory (\n9\n) may be cardioprotective against fibrosis (\n8\n) and apoptosis (\n4\n).",
    "mnsod_overexpression_and_oxidative_stress_in_aging_heart": "The MnSOD is a mitochondrial matrix enzyme that catalyzes the dismutation of superoxide anions (O\n2\n•\n−\n), produced from complexes I and III of the electron transport chain, to H\n2\nO\n2\n. H\n2\nO\n2\n then diffuses out of mitochondrial matrix, or undergoes further reduction to water by other antioxidant enzymes such as glutathione peroxidase or catalase. MnSOD is thus an important first defense against mitochondrial oxidative stress and protection of mitochondrial integrity (\n24\n). In this study, we showed that \nSod2\n Tg mice significantly expressed higher MnSOD protein levels in the LVs of both young and old mice (\nFigure 1\n). Consistent with these observations, our previous report showed that the activity of MnSOD increased approximately twofold in heart of \nSod2\n Tg mice (\n24\n). Although overexpression of MnSOD does not increase life span, it does reduce pathology (\n24\n). Overexpression of catalase localized in the mitochondria enhances longevity (\n27\n,\n28\n), suggesting that mitochondrial damage via H\n2\nO\n2\n reduces life span. In addition, the heterozygous knockout (SOD\n−/+\n) exhibits significant pathology (\n20\n). Thus, mitochondrial function is critical to both health and longevity, and may be disrupted by oxidative stress.\nConsistent with previous observations, heterozygous knockout of the \nSod2\n gene demonstrates the importance of MnSOD role in the antioxidant defense system (\n11–15\n). Indeed, MnSOD Tg mice models with homozygous (\nSod2\n\n\n−/−\n) or heterozygous (\nSod2\n\n\n−/+\n) null mutations in the Sod2 gene display pathologic phenotypes. For example, \nSod2\n\n\n−/−\n knockout mice exhibited severe oxidative mitochondrial injury and cardiomyopathy (\n14\n,\n15\n). In addition, \nSod2\n\n\n−/+\n mice also have decreased mitochondrial respiration and impaired activities of mitochondrial enzymes (\n13\n). Increased oxidative damage to mitochondria is typical of heterozygous knockout mice (\n11–13\n). Furthermore, \nSod2\n\n\n−/+\n mice have a greater susceptibility to permeability transition pore opening and thus apoptosis (\n11\n,\n13\n). Therefore, protection against fibrosis and apoptosis observed in this study is consistent with the genetic ablation data for MnSOD. Moreover, it is possible that mitochondrial H\n2\nO\n2\n may shorten life span, whereas elevated O\n2\n•\n−\n may enhance age-related pathology. However, additional study is warranted to test this hypothesis directly.\nIndeed, aging is characterized by enhanced oxidative stress and mitochondrial dysfunction in the heart (\n9\n,\n22\n,\n24\n,\n29\n,\n30\n). There is emerging evidence that oxidative stress plays a central role in pathophysiology such as insulin resistance, apoptosis, activation of NF-κB, and proteolytic systems (eg, calpains, caspase-3, ubiquitin/proteasome) (\n31–33\n). In this study, we observed elevation of total hydroperoxides, 4-HNE, and 8-isoprostane as markers of oxidative stress in the hearts with advancing age (\nFigure 2\n). Previously, MnSOD overexpression in skeletal muscle reduced protein carbonyls and F\n2\n-isoprostanes indicators of protein oxidation and lipid peroxidation and oxidative stress that were elevated with aging (\n24\n). This study is the first direct evidence that overexpression of MnSOD attenuates oxidative stress in the LV of old mammals, as indicated by lower total hydroperoxides, 4-HNE, and 8-isoprostane adducts.\nAlthough the mechanisms underlying reduced oxidative stress with MnSOD overexpression are not fully delineated, it is logical that reduced levels of mitochondrial superoxide in the old Tg mice may protect against lipid peroxide and radical formation via suppressing Haber-Weiss or Fenton reactions. Furthermore, our results also suggest an important role of mitochondrial superoxide in aging of the myocardium. Thus, MnSOD plays an important role in protecting the mitochondria from oxidative stress and damage by enzymatically scavenging superoxide anions generated as a by-product of the mitochondrial respiration. These results are consistent with previous findings, which indicated that cardiomyocytes of \nSod2\n\n\n−/+\n mice were more sensitive to oxidative stress than those of \nSod2\n\n\n+/+\n mice (\n14–16\n,\n20\n). MnSOD may protect against protonation of superoxide anions (O\n2\n•\n−\n), a highly reactive species, in old Tg mice. However, this hypothesis is untested.\nMnSOD protein levels were overexpressed in the young, but markers of oxidative stress were not reduced. This suggests that overexpression of MnSOD may be more effective when (a) reactive oxygen species levels are elevated or (b) mice are old. We have noticed in previous studies that the effect of exercise training on oxidative stress and apoptosis is more pronounced in older rats (\n4\n). Therefore, MnSOD performs an important protective role against oxidative damage and remodeling primarily in the aging heart.",
    "mnsod_overexpression_and_fibrosis_in_aging_heart": "We also observed that MnSOD overexpression attenuated age-induced remodeling (eg, increased extramyocyte space, collagen-I) in the LVs of OTg (\nFigures 3\n and \n4\n). Previous data have demonstrated that cardiac remodeling occurs consistently with aging, characterized by a loss of cardiac myocytes, reactive hypertrophy of remaining cardiomyocytes, and excessive accumulation of extracellular matrix (\n4\n,\n8\n,\n34\n,\n35\n). Consistent with previous findings, old WT mice expressed higher level of pro-fibrotic proteins (collagen-I, TGF-β1) and resulted in a more web-like geometry of collagenous sheaths, with removal of more linear sheaths surrounding myocytes in the LV.\nInterestingly, our findings in old MnSOD Tg mirror previous data that demonstrate exercise training upregulates MnSOD and reduces fibrosis and apoptosis in the aging rat heart (\n4\n,\n8\n,\n9\n). This supports the notion that interventions, including exercise, that upregulate MnSOD play a protective role against remodeling in the aging heart. In this study, overexpression of MnSOD reduced markers of fibrosis (eg, extramyocyte space, collagen-I, TGF-β1). Thus, we have established three tenants. First, oxidative stress is indeed causal in the age-associated fibrotic process. Second, mitochondrial reactive oxygen species may play a role in fibrosis in the aging heart. Third, at least part of the mechanism of exercise protection against age-associated fibrosis and remodeling in the aging heart may be attributed to inducibility of MnSOD.\nRecent evidence has linked age-related cardiac fibrosis to elevated levels of TGF-β1, a potent stimulator of collagen synthesis via fibroblasts (\n8\n,\n36–39\n). Previously, we found that exercise training mitigated age-related upregulation of TGF-β1 in the FBNF1 rat (\n8\n). In this study, we observed that MnSOD overexpression substantially reduced levels of TGF-β1 (\nFigure 5\n) and collagen-I (\nFigure 4\n) in the aging LV of OTg mice versus age-matched WTs. These finding support the hypothesis that MnSOD is involved in inhibitory regulation of TGF-β1 and cardiac fibrosis. Further research is required to delineate the redox-sensitive mechanism(s) responsible for the link between MnSOD and TGF-β1 in ameliorating cardiac fibrosis in the aging heart.",
    "mnsod_overexpression_and_apoptosis_in_aging_heart": "We expected that overexpression of MnSOD would reduce mitochondrial-mediated apoptotic signaling and apoptosis, as part of age-related remodeling. Oxidative stress can induce activation of the Bcl-2 family of pro-apoptotic proteins including Bax and downstream activation of caspase-3, a key promoter of apoptosis (\n21\n). Caspase-3 activation via cleavage of the pro-form is usually a consequence of an increase in mitochondrial permeability transition pore opening and cytochrome c release (\n21\n,\n40\n). In this study, \nSod2\n Tg mice displayed significantly lower levels of the pro-apoptotic protein Bax and cleaved caspase-3 in hearts of the old age group compared with WT of the same age (\nFigure 6A\n and \nB\n). In addition, MnSOD overexpression also reduced direct markers of apoptosis in the aging LV: TUNEL-positive myonuclei and DNA fragmentation (\nFigure 7\n). Therefore, the current sets of data indicate that MnSOD protects against age-related elevation of mitochondrial-mediated apoptosis in the aging mouse heart.\nOur data are also consistent with previous studies establishing an inhibitory relationship between MnSOD and apoptosis. Previously, Van Remmen and colleagues(\n20\n) showed that heterozygous MnSOD (\nSod2\n\n\n−/+\n) knockout mice exhibited increased permeability transition pore and apoptosis in the heart. In addition, Majima and colleagues(\n41\n) reported that overexpression of MnSOD protected cells against cell death induced by alkaline condition in a mouse fibrosarcoma cell line. Lee and colleagues\n(\n42\n) recently demonstrated that exercise increased MnSOD levels and prevented ischemia–reperfusion-induced elevation of pro-apoptotic proteins in heart mitochondria. Therefore, emerging data, including our study, are consistent with the notion that upregulation of MnSOD via overexpression or exercise training (\n9\n) may indeed suppresses excess apoptosis in the aging heart (\n4\n).",
    "study_limitations": "Unfortunately, we did not have enough frozen tissue remaining in the young Tg mice to complete TGF-β1 and collagen-I analyses, as well as Western blots on all four groups of mice. Thus, we may have missed a potential interactive effect of age and overexpression of MnSOD, and our conclusions are less robust. Because oxidative stress markers were not significantly depressed in the YTg group and collagen-I levels are low, we suspect a minimal effect in overexpressing MnSOD in the young group, but further study is warranted. TGF-β1-positive staining in the LV appears much different than both young and old WTs, suggesting a potential regulatory role of MnSOD on pro-fibrotic signaling. In addition, we were not able to measure in vivo cardiac function (echocardiography) or in an isolated heart preparation. Thus, we cannot be certain that blunting of fibrosis in remodeling in the OTg mice was accompanied by improved functional measures (eg, diastolic filling, shortening velocity, ejection fraction). Clearly, further study is warranted to elucidate the molecular and physiological mechanisms underlying remodeling in the aging heart.\nIn summary, MnSOD overexpression protected against oxidative stress, fibrosis, and apoptosis in the aging mouse heart. Age-related elevation of cardiac collagen-I and TGF-β were abrogated in the MnSOD Tg mouse. In addition, the old MnSOD Tg mouse experienced significant less pro-apoptotic signaling (Bax, cleaved caspase-3) than the old WT. We conclude that MnSOD is an important protective protein against fibrosis and remodeling in the aging heart. Our results are also consistent with the hypothesis that exercise-induced upregulation of MnSOD in the aging heart previously observed in our laboratory (\n9\n) may be cardioprotective against fibrosis (\n8\n) and apoptosis (\n4\n).",
    "funding": "This study was supported by the American Heart Association (0555064Y and 0855158F), National Institutes of Health (AR054084), National Aeronautics and Space Administration (NASA; NNX12AR62G), and the Sydney and J. L. Huffines Institute for Sports Medicine.",
    "references": "1.\n\nLi Q, Ren J.\nInfluence of cardiac-specific overexpression of insulin-like growth factor 1 on lifespan and aging-associated changes in cardiac intracellular Ca2+ homeostasis, protein damage and apoptotic protein expression. Aging Cell. 2007;6:799–806.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\n\nZhang Y, Herman B.\nAgeing and apoptosis. Mech Ageing Dev. 2002;123:245–260.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\n\nTorella D, Rota M, Nurzynska D, et al. \nCardiac stem cell and myocyte aging, heart failure, and insulin-like growth factor-1 overexpression. Circ Res. 2004;94:514–524.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\n\nKwak HB, Song W, Lawler JM.\nExercise training attenuates age-induced elevation in Bax/Bcl-2 ratio, apoptosis, and remodeling in the rat heart. FASEB J. 2006;20:791–793.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\n\nKajstura J, Cheng W, Sarangarajan R, et al. \nNecrotic and apoptotic myocyte cell death in the aging heart of Fischer 344 rats. Am J Physiol. 1996;271:H1215–H1228.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\n\nCenturione L, Di Giulio C, Cacchio M, et al. \nCorrelations between protein kinase C zeta signaling and morphological modifications during rat heart development and aging. Mech Ageing Dev. 2003;124:957–966.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\n\nHigami Y, Shimokawa I.\nApoptosis in the aging process. Cell Tissue Res. 2000;301:125–132.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\n\nKwak HB, Kim JH, Joshi K, Yeh A, Martinez DA, Lawler JM.\nExercise training reduces fibrosis and matrix metalloproteinase dysregulation in the aging rat heart. FASEB J. 2011;25:1106–1117. 10.1096/fj.10-172924\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\n\nLawler JM, Kwak HB, Kim JH, Suk MH.\nExercise training inducibility of MnSOD protein expression and activity is retained while reducing prooxidant signaling in the heart of senescent rats. Am J Physiol Regul Integr Comp Physiol. 2009;296:R1496–R1502. 10.1152/ajpregu.90314\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\n\nHolley AK, Dhar SK, Xu Y, St Clair DK.\nManganese superoxide dismutase: beyond life and death. Amino Acids. 2012;42:139–158. 10.1007/s00726-010-0600-9\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\n\nRaha S, McEachern GE, Myint AT, Robinson BH.\nSuperoxides from mitochondrial complex III: the role of manganese superoxide dismutase. Free Radic Biol Med. 2000;29:170–180.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\n\nLi Y, Huang TT, Carlson EJ, et al. \nDilated cardiomyopathy and neonatal lethality in mutant mice lacking manganese superoxide dismutase. Nat Genet. 1995;11:376–381.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\n\nLebovitz RM, Zhang H, Vogel H, et al. \nNeurodegeneration, myocardial injury, and perinatal death in mitochondrial superoxide dismutase-deficient mice. Proc Natl Acad Sci U S A. 1996;93:9782–9787.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\n\nWilliams MD, Van Remmen H, Conrad CC, Huang TT, Epstein CJ, Richardson A.\nIncreased oxidative damage is correlated to altered mitochondrial function in heterozygous manganese superoxide dismutase knockout mice. J Biol Chem. 1998;273:28510–28515.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\n\nKokoszka JE, Coskun P, Esposito LA, Wallace DC.\nIncreased mitochondrial oxidative stress in the Sod2 (+/-) mouse results in the age-related decline of mitochondrial function culminating in increased apoptosis. Proc Natl Acad Sci U S A. 2001;98:2278–2283.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\n\nStrassburger M, Bloch W, Sulyok S, et al. \nHeterozygous deficiency of manganese superoxide dismutase results in severe lipid peroxidation and spontaneous apoptosis in murine myocardium in vivo. Free Radic Biol Med. 2005;38:1458–1470.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\n\nSilva JP, Shabalina IG, Dufour E, et al. \nSOD2 overexpression: enhanced mitochondrial tolerance but absence of effect on UCP activity. EMBO J. 2005;24:4061–4070.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\n\nMotoori S, Majima HJ, Ebara M, et al. \nOverexpression of mitochondrial manganese superoxide dismutase protects against radiation-induced cell death in the human hepatocellular carcinoma cell line HLE. Cancer Res. 2001;61:5382–5388.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\n\nSuzuki K, Murtuza B, Sammut IA, et al. \nHeat shock protein 72 enhances manganese superoxide dismutase activity during myocardial ischemia-reperfusion injury, associated with mitochondrial protection and apoptosis reduction. Circulation. 2002;106:I270–I276.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\n\nVan Remmen H, Williams MD, Guo Z, et al. \nKnockout mice heterozygous for Sod2 show alterations in cardiac mitochondrial function and apoptosis. Am J Physiol Heart Circ Physiol. 2001;281:H1422–H1432.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n\nHengartner MO.\nThe biochemistry of apoptosis. Nature. 2000;407:770–776.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\n\nJudge S, Leeuwenburgh C.\nCardiac mitochondrial bioenergetics, oxidative stress, and aging. Am J Physiol Cell Physiol. 2007;292:C1983–C1992.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\n\nXu X, Arriaga EA.\nQualitative determination of superoxide release at both sides of the mitochondrial inner membrane by capillary electrophoretic analysis of the oxidation products of triphenylphosphonium hydroethidine. Free Radic Biol Med. 2009;46:905–913. 10.1016/j.freeradbiomed.2008.12.019\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\n\nJang YC, Pérez VI, Song W, et al. \nOverexpression of Mn superoxide dismutase does not increase life span in mice. J Gerontol A Biol Sci Med Sci. 2009;64:1114–1125. 10.1093/gerona/glp100\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\n\nHermes-Lima M, Willmore WG, Storey KB.\nQuantification of lipid peroxidation in tissue extracts based on Fe(III)xylenol orange complex formation. Free Radic Biol Med. 1995;19:271–280.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\n\nChen MM, Lam A, Abraham JA, Schreiner GF, Joly AH.\nCTGF expression is induced by TGF- beta in cardiac fibroblasts and cardiac myocytes: a potential role in heart fibrosis. J Mol Cell Cardiol. 2000;32:1805–1819.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\n\nSchriner SE, Linford NJ, Martin GM, et al. \nExtension of murine life span by overexpression of catalase targeted to mitochondria. Science. 2005;308:1909–1911.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\n\nDai DF, Santana LF, Vermulst M, et al. \nOverexpression of catalase targeted to mitochondria attenuates murine cardiac aging. Circulation. 2009;119:2789–2797. 10.1161/CIRCULATIONAHA.108.822403\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\n\nWu JL, Wu QP, Yang XF, et al. \nL-malate reverses oxidative stress and antioxidative defenses in liver and heart of aged rats. Physiol Res. 2008;57:261–268.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\n\nJudge S, Jang YM, Smith A, et al. \nExercise by lifelong voluntary wheel running reduces subsarcolemmal and interfibrillar mitochondrial hydrogen peroxide production in the heart. Am J Physiol Regul Integr Comp Physiol. 2005;289:R1564–R1572.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\n\nReid MB.\nResponse of the ubiquitin-proteasome pathway to changes in muscle activity. Am J Physiol Regul Integr Comp Physiol. 2005;288:R1423–R1431.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\n\nPowers SK, Kavazis AN, DeRuisseau KC.\nMechanisms of disuse muscle atrophy: role of oxidative stress. Am J Physiol Regul Integr Comp Physiol. 2005;288:R337–R344.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\n\nAnderson EJ, Lustig ME, Boyle KE, et al. \nMitochondrial H\n2\nO\n2\n emission and cellular redox state link excess fat intake to insulin resistance in both rodents and humans. J Clin Invest. 2009;119:573–581. 10.1172/JCI37048\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\n\nWalker EM, Jr, Nillas MS, Mangiarua EI, et al. \nAge-associated changes in hearts of male Fischer 344/Brown Norway F1 rats. Ann Clin Lab Sci. 2006;36:427–438.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n\nOlivetti G, Melissari M, Capasso JM, Anversa P.\nCardiomyopathy of the aging human heart. Myocyte loss and reactive cellular hypertrophy. Circ Res. 1991;68:1560–1568.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\n\nSiwik DA, Colucci WS.\nRegulation of matrix metalloproteinases by cytokines and reactive oxygen/nitrogen species in the myocardium. Heart Fail Rev. 2004;9:43–51.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\n\nVoloshenyuk TG, Landesman ES, Khoutorova E, Hart AD, Gardner JD.\nInduction of cardiac fibroblast lysyl oxidase by TGF-β1 requires PI3K/Akt, Smad3, and MAPK signaling. Cytokine. 2011;55:90–97. 10.1016/j.cyto.2011.03.024\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\n\nChan EC, Peshavariya HM, Liu GS, Jiang F, Lim SY, Dusting GJ.\nNox4 modulates collagen production stimulated by transforming growth factor β1 in vivo and in vitro. Biochem Biophys Res Commun. 2013;430:918–925. 10.1016/j.bbrc.2012.11.138\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\n\nPan X, Chen Z, Huang R, Yao Y, Ma G.\nTransforming growth factor β1 induces the expression of collagen type I by DNA methylation in cardiac fibroblasts. PLoS One. 2013;8:e60335. 10.1371/journal.pone.0060335\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\n\nGreen DR, Kroemer G.\nThe pathophysiology of mitochondrial cell death. Science. 2004;305:626–629.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\n\nMajima HJ, Oberley TD, Furukawa K, et al. \nPrevention of mitochondrial injury by manganese superoxide dismutase reveals a primary mechanism for alkaline-induced cell death. J Biol Chem. 1998;273:8217–8224.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\n\nLee Y, Min K, Talbert EE, et al. \nExercise protects cardiac mitochondria against ischemia-reperfusion injury. Med Sci Sports Exerc. 2012;44:397–405. 10.1249/MSS.0b013e318231c037\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (25.1 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4462657/"
}