{
  "id": "PMC4936552",
  "title": "A ROS-assisted calcium wave dependent on AtRBOHD and TPC1 propagates the systemic response to salt stress in Arabidopsis roots",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "A ROS-assisted calcium wave dependent on AtRBOHD and TPC1 propagates the systemic response to salt stress in Arabidopsis roots",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4936552/"
  },
  "sections": {
    "permalink": "Copy",
    "matthew_j_evans": "1\nComputational and Systems Biology and Department of Crop Genetics, John Innes Centre, Norwich Research Park, Norwich NR4 7UH, United Kingdom (M.J.E., R.J.M.); and\n2\nDepartment of Botany, University of Wisconsin, Madison, Wisconsin 53706 (W.-G.C., S.G.)\nFind articles by \nMatthew J Evans",
    "won-gyu_choi": "1\nComputational and Systems Biology and Department of Crop Genetics, John Innes Centre, Norwich Research Park, Norwich NR4 7UH, United Kingdom (M.J.E., R.J.M.); and\n2\nDepartment of Botany, University of Wisconsin, Madison, Wisconsin 53706 (W.-G.C., S.G.)\nFind articles by \nWon-Gyu Choi",
    "simon_gilroy": "1\nComputational and Systems Biology and Department of Crop Genetics, John Innes Centre, Norwich Research Park, Norwich NR4 7UH, United Kingdom (M.J.E., R.J.M.); and\n2\nDepartment of Botany, University of Wisconsin, Madison, Wisconsin 53706 (W.-G.C., S.G.)\nFind articles by \nSimon Gilroy",
    "richard_j_morris": "1\nComputational and Systems Biology and Department of Crop Genetics, John Innes Centre, Norwich Research Park, Norwich NR4 7UH, United Kingdom (M.J.E., R.J.M.); and\n2\nDepartment of Botany, University of Wisconsin, Madison, Wisconsin 53706 (W.-G.C., S.G.)\nFind articles by \nRichard J Morris",
    "abstract": "Plants exhibit rapid, systemic signaling systems that allow them to coordinate physiological and developmental responses throughout the plant body, even to highly localized and quickly changing environmental stresses. The propagation of these signals is thought to include processes ranging from electrical and hydraulic networks to waves of reactive oxygen species (\nROS\n) and cytoplasmic Ca\n2+\n traveling throughout the plant. For the Ca\n2+\n wave system, the involvement of the vacuolar ion channel TWO PORE CHANNEL1 (TPC1) has been reported. However, the precise role of this channel and the mechanism of cell-to-cell propagation of the wave have remained largely undefined. Here, we use the fire-diffuse-fire model to analyze the behavior of a Ca\n2+\n wave originating from Ca\n2+\n release involving the TPC1 channel in Arabidopsis (\nArabidopsis thaliana\n). We conclude that a Ca\n2+\n diffusion-dominated calcium-induced calcium-release mechanism is insufficient to explain the observed wave transmission speeds. The addition of a \nROS\n-triggered element, however, is able to quantitatively reproduce the observed transmission characteristics. The treatment of roots with the \nROS\n scavenger ascorbate and the NADPH oxidase inhibitor diphenyliodonium and analysis of Ca\n2+\n wave propagation in the Arabidopsis \nrespiratory burst oxidase homolog D\n (\nAtrbohD\n) knockout background all led to reductions in Ca\n2+\n wave transmission speeds consistent with this model. Furthermore, imaging of extracellular \nROS\n production revealed a systemic spread of \nROS\n release that is dependent on both \nAtRBOHD\n and \nTPC1\n. These results suggest that, in the root, plant systemic signaling is supported by a \nROS\n-assisted calcium-induced calcium-release mechanism intimately involving \nROS\n production by AtRBOHD and Ca\n2+\n release dependent on the vacuolar channel TPC1.",
    "table_i._calcium_wave_velocities_in_the_various_lines_of_ara": "Rates were calculated from measurements of the time taken for the Ca\n2+\n signal to rise 2 \nsd\n above prestimulation levels measured at 1,000, 3,000, and 5,000 µm from the root tip after the application of 100 m\nm\n NaCl locally to the root tip. Results are means ± \nse\n; \nn\n ≥ 5.\nGenotype\n\n\nWave Velocity\n\n\nSource\n\n\n\n\n\n\n\n\n\n\nµm s\n−1\n\n\n\n\n\n\n\n\nWild type \n\n\n396 ± 28\n\n\nChoi et al. (2014)\n\n\n\n\n\n\n+25 μ\nm\n La\n3+\n\n\n\n\n0\n\n\nChoi et al. (2014)\n\n\n\n\n\n\n+25 μ\nm\n diphenyliodonium (\nDPI\n)\n\n\n146 ± 40\n\n\nThis study\n\n\n\n\n\n\n+100 μ\nm\n ascorbate\n\n\n0\n\n\nThis study\n\n\n\n\n\n\ntpc1-2\n\n\n15.5 ± 1.9\n\n\nChoi et al. (2014)\n\n\n\n\n\n\noxTPC1\n\n\n679 ± 73\n\n\nChoi et al. (2014)\n\n\n\n\n\n\nAtrbohD\n\n\n73 ± 19\n\n\nThis study\nOpen in a new tab",
    "results": "Models Based on \nCICR\n Do Not Recapitulate the Experimentally Determined Speed of Ca\n2+\n Wave Propagation under Physiological Conditions\n\n\nThe experimental investigation of \nChoi et al. (2014)\n highlighted a number of different Ca\n2+\n wave speeds in roots in response to chemical perturbations and in mutant lines of Arabidopsis in response to local NaCl stress application (\nTable I\n). For instance, increasing the abundance of TPC1 using a 35S promoter resulted in a significantly increased wave speed. Our approach to begin to dissect this system, therefore, has been to evaluate whether there are parameters for a mathematical model of Ca\n2+\n wave propagation that can reproduce the empirically determined wild-type velocity and whether those same parameters, but with an increased number of TPC1 channels, also can capture the speed in the \nTPC1\n overexpression line. Failure to do so would indicate that further elements and/or other mechanisms need to be considered in the model. This approach of testing whether a model is consistent with the available data has the advantage of not requiring experimental values for all parameters (which might be extremely difficult, if not impossible, to determine).\n\n\nGiven the direct effect that TPC1 has on the propagation of the Ca\n2+\n wave, we first considered whether a \nCICR\n mechanism mediated by TPC1 could be involved. As discussed in the introduction, TPC1’s ability to directly mediate the release of vacuolar Ca\n2+\n is not clear (\nHedrich and Marten, 2011\n), and its role could well be indirect. However, one key strength of the modeling strategy is that it does not make any statement about the identity of the channels responsible for mediating the release of Ca\n2+\n, just that it is dependent on TPC1 action.\n\n\nCICR\n can be described mathematically through the fire-diffuse-fire model (\nKeizer et al., 1998\n; \nPonce-Dawson et al., 1999\n; \nTimofeeva and Coombes, 2003\n; \nCoombes et al., 2004\n). This framework describes the process in which a quantity of Ca\n2+\n, σ\ni\n, released through a channel at position \nx\ni\n and at time \nt\ni\n diffuses through the cytosol and activates the next channel at position \nx\ni+1\n. This mechanism has the capacity to create a wave of Ca\n2+\n that is regenerated each time a channel opens.\n\n\nApproximating wave propagation through roots as a one-dimensional system, the concentration of Ca\n2+\n, \nu\n(\nx\n,\nt\n), can be determined using the diffusion equation:\n\n\n\n\n\n\n(1)\n\n\n\n\nwhere \nD\n is the diffusion constant of Ca\n2+\n, σ is the release strength, and τ\nR\n is the time for which the channel remains open. Channels are modeled as point sources that are characterized by Dirac delta functions, δ(\nx\n), in space and by the product of two Heaviside step functions, \nH\n(\nt\n), in time, to capture the open time. A channel at a position, \nx\ni\n, on the vacuole is assumed to open when the cytosolic Ca\n2+\n concentration at that position is greater than the threshold value \nu\nc.\n This gating value represents the mathematical description of either the concentration-dependent binding kinetics of a ligand-gated channel or the requisite buildup of ionic charge needed to open a voltage-gated channel.\n\n\nWe assume that the release of Ca\n2+\n from the vacuole occurs quickly compared with the time for diffusion between channels, so that we can treat a release as a point source in time (τ\nR\n = 0). For a system of equally spaced channels with separation \nd\n, the velocity of the resulting wave is given by \nPearson and Ponce-Dawson (1998)\n:\n\n\n\n\n\n\n(2)\n\n\n\n\nWithin a cell, the vacuole (with the ubiquitously expressed channel TPC1) typically occupies 50% to 90% of the interior volume (\nMacklon et al., 1996\n), whereas plasmodesmata, presumably lacking TPC1, connect cells, leading to two distinct regions for the propagation of the wave in the model (\nFig. 1A\n). In the first, the Ca\n2+\n wave is propagated through the cytoplasm surrounding the vacuole. In the case of approximately equally distributed TPC1 channels on the tonoplast, the Ca\n2+\n wave has a velocity given by Equation 2. In the second region, the wave must move between neighboring cells. If the mechanism behind transmission in the cytoplasm is a self-propagating wave of \nCICR\n mediated by TPC1, then presumably this mechanism will reduce to passive diffusion over a distance \nd\nv\n (the cell wall region) between the cytoplasm in adjacent cells through plasmodesmata. We assumed that this plasmodesmal coupling poses no obstacle to diffusion, so that the model has the best chance of propagating a wave at maximal speed. In this case, Ca\n2+\n moving from a cell takes a time, \nT\n, to activate the first TPC1 channel on the tonoplast of the neighboring cell. The concentration profile for a single release evaluated at the time of activation of the next channel (when \nu\n = \nu\nc\n) then satisfies the expression\n\n\n\n\n\n\n(3)\n\n\n\n\nWe assume here that the activation of the first channel in the neighboring cell is dominated by Ca\n2+\n released from the closest channel in the previous cell. Within this model, the velocity of a Ca\n2+\n wave is determined by the velocities across these two regions. The spatial and temporal resolution of the experiments measuring these speeds (\nChoi et al., 2014\n) is insufficient to robustly distinguish transmission through each cell versus the cell-to-cell component crossing \nd\nv\n, even using the high spatial and temporal resolution afforded by confocal microscopy. Therefore, the transit speed between the two regions cannot be separated and so is averaged in the empirical measurements. For a cell of length \nL\n, this average speed is given by\n\n\n\n\n\n\n(4)\n\n\n\n\nThe time taken to cross the cell wall region (Eq. 3) and the velocity in the cytoplasm surrounding each vacuole region (Eq. 2) both depend on the parameter ratio σ/\nu\nc\n. This dependency implies that, in order to decrease the time spent crossing the cell wall region, the cell must change the release properties of the channels, but this has a corresponding effect on how quickly the wave crosses the cytoplasm in the vacuolar region. We used the measured velocity in the wild type, 395 μm s\n−1\n, the measured density of TPC1 channels in mesophyll cells, \nd\n = 1 μm (\nPottosin and Schönknecht, 2007\n), and a commonly used value for the diffusion rate of Ca\n2+\n in the cytosol, \nD\n = 20 μm\n2\n s\n−1\n (\nAllbritton et al., 1992\n), to calculate an estimate for this unknown parameter ratio, σ/\nu\nc\n. We then used this value to determine if the model can recapitulate the velocity in the TPC1 overexpressor (oxTPC1), 679 ± 73 μm s\n−1\n (\nChoi et al., 2014\n).\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nCa\n2+\n wave propagation via \nCICR\n and Ca\n2+\n diffusion through the plasmodesmata can explain observed velocities under strict circumstances. A, Scheme of the model. Calcium is released through activated TPC1, and it diffuses through the cytoplasm a distance \nd\ntpc1\n to activate neighboring TPC1 channels. At the end of a cell (length \nL\n), the signal diffuses passively to activate the neighboring cell (distance \nd\nv\n) through the plasmodesmata. B, Predicted wave speeds for the TPC1 overexpressor (OxTPC1) for a range of \nL\n and \nd\nv\n using Equations 2 to 4, where the model parameters are chosen to fit the wild-type velocity (\nTable I\n). The shaded region indicates 1 \nsd\n in the observed velocity. C, To account for distributions in \nd\nv\n, two simple schemes were tested. A one-dimensional array of cells with either \nd\nv\n = 10 μm (white) or \nd\nv\n =\n (blue) was set up in sequential order (i) or in random order (ii). D, The result of varying the proportion of cells within Ci with \n, as described in B, and utilizing a full simulation (see “Materials and Methods”).\nThe overexpressor has an increased density of TPC1 channels, which results in a decreased channel separation and so altered wave kinetics in the model. \nPeiter et al. (2005)\n measured the average numbers of TPC1 channels in vacuolar membrane patches in both the wild type and the overexpressor line. With the average channel density measured by \nPottosin and Schönknecht (2007)\n, we used the channel number data to estimate the channel separation. For the TPC1 overexpressor, we obtained a channel separation, \nd\n, of about 0.6 μm. Using this channel separation estimate and the ratio σ/\nu\nc\n calculated from the wild-type data, we calculated the expected velocity in the TPC1 overexpressor for a range of cell lengths and intervacuolar distances, \nd\nv\n, covering those found in the regions of the Arabidopsis root where empirical wave speed determinations have been performed (\nFig. 1B\n).\n\n\nWe see that the model can only recapitulate the velocity in the overexpressor when \nd\nv\n is sufficiently small. This result did not depend on our choice of diffusion constant (\nSupplemental Fig. S1A\n) but could be affected by changes in the channel separation, \nd\n (\nSupplemental Fig. S1B\n). Since our chosen value for \nd\n came from TPC1 channel density data from mesophyll cells and the wave travels through the root, different expression levels of TPC1 could result in different densities of TPC1 on the vacuolar membrane. We tested for such potential differences with quantitative PCR (\nQPCR\n) analysis of roots and shoots dissected from plants grown as for the Ca\n2+\n imaging. This analysis showed no statistically significant difference between root and shoot expression in the wild type (\nSupplemental Fig. S2\n). In the overexpressor, shoots showed a 1.9-fold higher transcript level than the roots of the same plants, so any change in actual channel density between roots and shoots will likely be small.\n\n\nMeasurements of cell wall thickness in leaves (\nMoghaddam and Wilman, 1998\n) and imaging of tonoplast intrinsic proteins in root cells (\nWerner et al., 2003\n; \nHunter et al., 2007\n; \nGattolin et al., 2009\n; \nGuo et al., 2014\n) suggest typical values of \nd\nv\n in the range of 1 to 2 μm, with values of 10 μm and even 60 μm in some cases. Due to the variability in such parameters drawn from the literature, we used the GFP signals in the images from the Ca\n2+\n measurement data to visualize the cytoplasm of the cells used for Ca\n2+\n wave speed measurement and so define where the vacuoles within each cell likely ended. We then measured the distance between the vacuole (where the yellow fluorescent protein [YFP] signal was less than 2 \nsd\n above background) in one cell to the vacuole in the adjacent cell using ImageJ (\nSchneider et al., 2012\n). As the Ca\n2+\n wave speed is constant throughout the root at approximately 400 µm s\n−1\n in the wild type (\nChoi et al., 2014\n), we concentrated on making these measurements in images taken at the 1,000-µm region from the root tip to allow direct comparison with the data in \nFigures 3\n and \n4\n, which focus on Ca\n2+\n wave responses at this point in the root. Using this approach, average cytoplasmic lengths between vacuoles in adjacent cells were 4.4 ± 1.2 µm (epidermis; mean ± \nsd\n, \nn\n = 29), 5.4 ± 1.5 µm (cortex; \nn\n = 38), and 4.9 ± 1.4 (endodermis; \nn\n = 41). It is important to note that vacuoles are dynamic organelles, so these measurements should be viewed as time-averaged values of vacuolar behavior, as they are taken from random images across multiple independent experiments.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nDPI\n and ascorbate on salt-induced Ca\n2+\n wave transmission. A, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25 or 100 μ\nm\n ascorbate pretreatment. B, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with and without 25 or 100 μ\nm\n ascorbate pretreatment. C, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. The quantitative systemic Ca\n2+\n wave is in response to 100 m\nm\n local NaCl. To allow for comparisons, the no-inhibitor pretreatment control is duplicated from A. D, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. Results in A and C represent means ± \nse\n of \nn\n ≥ 5 (\nDPI\n and ascorbate) or \nn\n = 17 (the wild type) monitored 1,000 µm from the site of root tip NaCl application. Bars in B and D = 100 µm.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nThe Ca\n2+\n wave has a reduced velocity in the \nAtrbohD\n mutant. Ca\n2+\n propagation occurred in mature root, 1,000 µm shootward from the site of direct salt stimulation at the root tip. A, Kymographs showing altered Ca\n2+\n wave dynamics in the wild type versus the \nAtrbohD\n mutant. To generate the kymogram, quantitative ratiometric data (YFP-to-cyan fluorescent protein [CFP] ratio) were extracted from a region of interest (ROI) 1,000 µm from the tip site of 100 m\nm\n NaCl addition (monitor in the diagram at top). Starting at the edge of this ROI closest to the root tip, ratiometric data from a 5-µm-tall (along the root-shoot axis of the root) × 144-µm-wide region covering the cortex and endodermis was averaged and plotted at 0 µm of ROI. This 5-µm-tall region was then moved 5 µm shootward within the ROI and the analysis repeated, and the average ratio value was plotted at 5 µm of ROI. This process was repeated at sequential 5-µm distances from the start point to cover the 200-µm region of the root depicted. Analysis was then repeated on each of the images taken for the time course of the experiment (imaging every 2 s). Data were extracted using this approach from five roots and averaged, and pseudocolor-coded results are presented. B, Representative images of the time course of Ca\n2+\n increase measured at 1,000 µm from the site of 100 m\nm\n NaCl to the root tip. Ca\n2+\n levels were monitored using confocal ratio imaging of plants expressing Yellow Cameleon nano-65 and pseudocolor coded according to the scale at right. Time represents seconds after NaCl addition. Results shown are representative of \nn\n ≥ 5. Note that Ca\n2+\n increase is limited primarily to cortex and endodermal cells in both the wild type and \natrbohD\n, but the increase is delayed in the \natrbohD\n mutant. Bar = 100 µm.\nTo assess the sensitivity of the model to \nd\nv\n and how well the measured intervacuolar distances could support a model that recapitulates measured wave speeds, we extended our modeling analysis to consider an array of cells with different values for \nd\nv\n, distributed either as two blocks of cells (\nFig. 1Ci\n) or randomly among the array (\nFig. 1Cii\n). This approach requires that we simulate the fire-diffuse-fire process as described in “Materials and Methods” rather than estimate the velocity using Equation 4. As before, we use the measured velocity in the wild type to determine the unconstrained parameter ratio, σ/\nu\nc\n, and then increased the TPC1 channel density to evaluate whether the model can recapitulate the measured velocity in the overexpressor. We asked what proportion of the array must have a small \nd\nv\n value if the largest value of \nd\nv\n is 10 μm. \nFigure 1D\n shows how, even with an intervacuole separation of 1 μm, the smallest value suggested in the literature (\nMoghaddam and Wilman, 1998\n; \nWerner et al., 2003\n; \nHunter et al., 2007\n; \nGattolin et al., 2009\n; \nGuo et al., 2014\n) and much less than our average measurements of \nd\nv\n in the root cortex and endodermis, more than 75% of the cells must have this value to reproduce the empirically determined wave speed. \nFigure 1D\n has the cells organized according to the scheme in \nFigure 1Ci\n, but the choice of cell distribution has no effect on the predicted velocities.\n\n\nThus, with such intervacuolar distances, Ca\n2+\n diffusion would not be sufficiently rapid to recapitulate experimentally determined wave speeds. We emphasize that this model has not included any kind of obstruction to diffusion that the plasmodesmata may produce, which would make the wave even slower. In summary, the range of distances in the literature together with our analysis suggest that it is unlikely that calcium release through a TPC1-dependent \nCICR\n-driven mechanism alone is responsible for propagating the observed signal.\nTPC1 Channel Clustering Does Not Explain Observed Ca\n2+\n Wave Propagation Speeds\n\n\nThe analysis outlined above assumes that TPC1 is distributed uniformly across the vacuolar membrane. Clustering of signaling components may provide a mechanism for selective amplification and channeling of signals that could, in theory, contribute to increased signal propagation rates. Indeed, the observed distribution of channels (\nPeiter et al., 2005\n) suggests that TPC1 may show a degree of clustering. The distribution of random independent events on a fixed interval of space or time (such as the area of a membrane patch) follows a Poisson distribution (\nRiley et al., 1998\n), so if TPC1 channels were distributed randomly across the tonoplast, we would expect the patch clamp data of \nPeiter et al. (2005)\n, which monitor individual TPC1 channel gating in isolated tonoplast membrane patches, to obey a Poisson distribution.\n\n\nIn \nFigure 2\n, we compare the measured distribution (\nPeiter et al., 2005\n) of TPC1 channels with the best-fit Poisson distribution for both the wild-type and overexpressor lines. We see that the Poisson distribution does not describe either of the experimental distributions well. A χ\n2\n test with the Poisson distribution as a null hypothesis indicates that both the wild type and the overexpressor show strong evidence of clustering (\nTable II\n).\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nClustering of TPC1 on the tonoplast reduces the efficiency of \nCICR\n-mediated Ca\n2+\n wave transmission. A and B, Numbers of TPC1 channels observed in vacuolar membrane patches by \nPeiter et al. (2005\n; bars) compared with best-fit Poisson distributions (lines) for the wild type (A) and the TPC1 overexpressor (B). C, How the velocity of a Ca\n2+\n wave varies with increased clustering within the \nCICR\n model. The number of channels is kept constant as the number per cluster increases. Release strength, σ/\nu\nc\n, was chosen so the velocity with equally spaced channels matched the wild-type velocity (395 μm s\n−1\n). The dashed line shows the behavior predicted by Equation 5.\nTable II. Clustering of TPC1 channels.\n\n\nA χ\n2\n test of channel count data (\nPeiter et al., 2005\n) was performed under the null hypothesis that TPC1 channels are (uniform) randomly distributed\n\n\n\n\n\n\nLine\n\n\nBest-Fit Poisson Mean\n\n\nχ\n2\n\n\n\n\n\n\n\n\n\n\nWild type\n\n\n5.14288\n\n\n7.2 × 10\n8\n\n\n\n\n\n\n\n\noxTPC1\n\n\n23.6695\n\n\n1.54 × 10\n6\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\nTo investigate the impact of channel clustering on the wave propagation speeds, we performed the following simulations. An initial wave was generated assuming equally spaced channels. Keeping the total number of channels the same, the number of channels in a cluster was increased (initially one channel per cluster with separation \nd\n, changing to two channels per cluster with separation 2\nd\n, and so on).\n\n\nWe simulated the system with an array of 51 cells (as in \nFig. 1C\n) with all \nd\nv\n values the same and a cell length, \nL\n, of 100 μm. This analysis showed that the speed of the wave falls with increased clustering (\nFig. 2\n). The optimal arrangement for most rapid signal propagation, therefore, is when channels are equally spaced.\n\n\nThe expression for the wave velocity (Eq. 2) explains this decrease in velocity with increased clustering. Treating each cluster of channels as a single release site, with a release strength proportional to the number of channels in that cluster (\nShuai and Jung, 2003\n), the effect of increasing the degree of clustering by a factor of 2, say, involves changing the channel separation \nd\n → \nd\n′ = 2\nd\n and the release strength σ → σ′ = 2σ (since we now have twice as many channels at a release site). The resulting velocity \nv\n′ is\n\n\n\n\n\n\n(5)\n\n\n\n\nThis prediction captures the qualitative behavior of the wave, as shown in \nFigure 2C\n. This prediction describes the simulation for \nd\nv\n = 1 μm better than for \nd\nv\n = 10 μm, because it neglects the intervacuolar separation, which has a much larger influence when \nd\nv\n = 10 μm.\n\n\nIn the Ca\n2+\n diffusion model, an optimal distribution of equally spaced channels is unlikely to explain the speed of the observed Ca\n2+\n waves. An increase in clustering between the wild type and the TPC1 overexpressor would lead to less efficient signal propagation than the equally spaced channels and, therefore, an even worse fit.\nROS\n Production via RBOHD Is Sufficient to Activate Calcium Release and Wave Propagation at Observed Rates\n\n\nTo explain the observed Ca\n2+\n wave speeds, we hypothesized that \nROS\n may have a role to play. Rapid propagation of a systemic increase in \nROS\n produced by the NADPH oxidase AtRBOHD has been reported in response to stress signals (\nTorres et al., 2002\n; \nMiller et al., 2009\n; \nZhang et al., 2009\n). RBOHD is expressed ubiquitously throughout Arabidopsis plants and is localized to the plasma membrane of cells (\nSagi and Fluhr, 2006\n). It is responsible for the production of \nROS\n such as hydrogen peroxide in the apoplast and is involved in a range of signaling processes, such as in defense (\nTorres et al., 2002\n) and in the opening and closing of stomata (\nZhang et al., 2009\n). Furthermore, it has been shown to be essential to the propagation of the \nROS\n waves by \nMiller et al. (2009)\n. The RBOH family of proteins contain two EF hand calcium-binding domains as well as multiple potential phosphorylation sites, which enable their activation in response to raised cytosolic Ca\n2+\n (\nSagi and Fluhr, 2006\n). Indeed, the dynamics of changes in \nROS\n and Ca\n2+\n also are known to interact in the processes of \nROS\n-induced Ca\n2+\n release and Ca\n2+\n-induced \nROS\n release (\nGilroy et al., 2014\n).\n\n\nA conceptual model for \nROS\n wave propagation was produced by \nDubiella et al. (2013)\n, where Ca\n2+\n acting via the calcium-dependent protein kinase family member 5 stimulates \nROS\n production from the plasma membrane NADPH oxidase RBOHD and \nROS\n is able to trigger Ca\n2+\n influx across the plasma membrane into cells via \nROS\n-regulated plasma membrane Ca\n2+\n channels (\nRichards et al., 2014\n). This provides a self-propagation mechanism in which \nROS\n triggers plasma membrane Ca\n2+\n influx into the cell, potentially triggering \nCICR\n via TCP1 at the tonoplast. The cellular Ca\n2+\n rise in turn activates RBOHD, which then produces more apoplastic \nROS\n. \nROS\n could potentially travel through the apoplast and trigger the same process in the neighboring cell.\n\n\nThis \nROS\n-dependent model can be described mathematically to quantitatively analyze whether it is consistent with the observed stress-related Ca\n2+\n waves. \nROS\n-induced \nROS\n release can be described by Equation 1, where \nu\n is now the concentration of \nROS\n in the apoplast. \nROS\n does not activate a neighboring RBOHD directly but via triggering increased Ca\n2+\n in the cytoplasm, which in turn activates RBOHD. The critical threshold parameter \nu\nc\n incorporates the indirect nature and complexity of this activation process in one variable and so provides a mathematical means through which changes in Ca\n2+\n behavior can feed back on \nROS\n propagation without needing to parameterize the detailed molecular mechanisms behind this process. If higher levels of Ca\n2+\n release are being maintained in a cell (e.g. because of \nTPC1\n overexpression), then we would expect the RBOHDs to be activated more quickly, which can be represented in the model by a decreased \nu\nc\n, irrespective of the precise molecular mechanism responsible for the Ca\n2+\n-dependent activation.\n\n\nROS\n diffusion in the apoplast may be predicted to be faster than that of Ca\n2+\n in the cytoplasm, as highly active cytoplasmic Ca\n2+\n buffering and sequestration mechanisms limit the cytoplasmic movement of this ion (\nAllbritton et al., 1992\n); although it is important to note that the levels of \nROS\n in the cell wall also are thought to be tightly regulated by a balance between their generation systems and \nROS\n-scavenging mechanisms (\nKärkönen and Kuchitsu, 2015\n). RBOHDs also exist at a higher density than TPC1 (\nPeiter et al., 2005\n; \nHao et al., 2014\n). This puts the propagation of the \nROS\n wave into the continuous regime (\nPearson and Ponce-Dawson, 1998\n); therefore, the velocity of the \nROS\n-assisted wave has a different functional form than from a purely \nCICR\n-driven process, in which it propagates as a saltatory wave (\nCoombes et al., 2004\n):\n\n\n\n\n\n\n(6)\n\n\n\n\nThe wild-type velocity can be used to calculate the ratio of the unknown parameters. To test the model, we evaluated the velocity in the TPC1 overexpressor:\n\n\n\n\n\n\n(7)\n\n\n\n\nwhere α is the decrease in the firing threshold \nu\nc\n due to the increase in TPC1 channels in the overexpressor. The number of channels increases by a factor of 24.2/8.6 (\nPeiter et al., 2005\n). Therefore, the rate of calcium-dependent activation of RBOHD should increase and \nu\nc\n should decrease. Using a first-order approximation for this response as a function of the number of channels results in α = 8.6/24.2, for which the model predicts \nv\n+\n = 662.6 μm s\n−1\n. This estimate is well within the experimental uncertainty of the experimentally measured value of calcium wave speed from the overexpressor (\nTable I\n). Hence, this \nROS\n-assisted \nCICR\n model is able to produce a good fit to the data.\n\n\nImportantly for this \nROS\n-assisted \nCICR\n model, we used the average value of channel density derived from \nPeiter et al. (2005)\n. This parameter is independent of the underlying distribution of TPC1, being derived from the total number of channels observed divided by the number of samples. For the \nROS\n-assisted model, only the number of TPC1 channels is used in the analysis, but as we demonstrated with the pure \nCICR\n model, clustering of TPC1 will tend to slow down wave propagation but is unlikely to affect the inferences drawn from the predictions.\nBlocking \nROS\n Production with \nDPI\n, Ascorbate, and in the AtrbohD Knockout Validates Predictions of the \nROS\n-Assisted \nCICR\n Model\n\n\nTo empirically test the prediction of a \nROS\n-assisted mechanism for Ca\n2+\n wave propagation, we attempted to dissect the involvement of \nROS\n in the Ca\n2+\n wave by treating the root with the \nROS\n scavenger ascorbate and the NADPH oxidase inhibitor \nDPI\n. To separate the effects of these compounds on the ability of the plant to propagate the wave versus the ability to initially trigger a stress response, we initiated a Ca\n2+\n wave by locally treating the tip of the root with 100 m\nm\n NaCl in the absence of any inhibitor. The root system of Arabidopsis was growing through a Phytagel matrix, so the local treatment was applied by cutting an approximately 500-μm × 500-μm hole in the gel ahead of the root tip and letting the root apex grow into this window, which was subsequently filled with growth medium containing 100 m\nm\n NaCl. We had determined previously that this treatment localizes the salt stress to the very apex of the root and reproducibly triggers a Ca\n2+\n wave propagating shootward from the root apex (\nChoi et al., 2014\n). Either 25 to 100 μ\nm\n potassium ascorbate, 25 to 200 μ\nm\n\n\nDPI\n, or growth medium (negative control) was applied locally 10 min prior to the root tip NaCl stimulation to a similar window cut into the gel surrounding the mature region of the root more than 1,000 μm shootward of the root tip. In all cases, the Ca\n2+\n wave propagated at approximately 400 μm s\n−1\n from the root tip to the region treated with inhibitor, but transit through the treatment region was altered depending on the pharmacological agent present. Calcium wave movement through the region treated with growth medium alone was maintained at 400 μm s\n−1\n. Treatment with 25 μ\nm\n ascorbate slowed wave propagation to 64 µm s\n−1\n, and detectable Ca\n2+\n changes were abolished with 100 μ\nm\n ascorbate pretreatment. Treatment with up to 200 μ\nm\n\n\nDPI\n significantly attenuated the magnitude of the Ca\n2+\n increase and slowed propagation rates to 146 μm s\n−1\n (\nTable I\n; \nFig. 3A\n). These observations are consistent with a requirement for \nROS\n and NADPH oxidase-mediated \nROS\n production in Ca\n2+\n wave transmission. Furthermore, knockout of \nAtRBOHD\n slowed propagation of the Ca\n2+\n wave to 73 μm s\n−1\n (\nTable I\n; \nFig. 4\n; \nSupplemental Figs. S3 and S4\n).\n\n\nOne further prediction of the \nROS\n-assisted \nCICR\n model is that loss of RBOH-driven \nROS\n production in the \noxTPC1\n background will slow wave propagation:\n\n\n\n\n\n\n(8)\n\n\n\n\nwith α as before. This suggests a velocity of 123 μm s\n−1\n. To test this prediction, we applied \nDPI\n to the oxTPC1 plants and monitored wave speeds. In the oxTPC1 background, a Ca\n2+\n wave was still evident after pretreatment with \nDPI\n, but the rate of transmission was slowed to 134.4 µm s\n−1\n (\nSupplemental Fig. S4\n).\nImaging of the Extracellular \nROS\n Wave Using OxyBurst Green-Bovine Serum Albumin\n\n\nImplicit in the \nROS\n-assisted \nCICR\n model of Ca\n2+\n wave propagation is that the Ca\n2+\n wave should be accompanied by a similarly propagating wave of apoplastic \nROS\n production. Although the presence of a \nROS\n wave has been inferred from the wave-like activation of the \nROS\n-dependent transcriptional response (\nMiller et al., 2009\n), direct measurement of the wave-like propagation of an apoplastic \nROS\n signal has proven technically challenging. We used the \nROS\n-sensing fluorescent dye OxyBurst Green H\n2\nHFF conjugated to bovine serum albumin (\nBSA\n) to exclude this \nROS\n sensor from the cytoplasm of the root. OxyBurst becomes more fluorescent upon oxidation and so provides a measure of the kinetics of \nROS\n increases (\nMonshausen et al., 2007\n, \n2009\n). Therefore, we monitored OxyBurst fluorescence intensity before and after local NaCl stimulation of the root tip at points distant from the site of NaCl stimulation to try to capture the spread of a putative wave of \nROS\n production. As OxyBurst shows an irreversible increase in fluorescence upon oxidation, the constitutive background \nROS\n production by the root led to a slow increase in signal with time prior to treatment (\nFig. 5, A and B\n; \nSupplemental Movie S1\n). Addition of growth medium to the root tip (control) led to a slight increase in OxyBurst signal measured 3,000 µm away from the root tip site of local medium addition (\nFig. 5, A and B\n; \nSupplemental Movie S1\n), which may represent a small response to the mechanical signal generated by medium addition (\nMonshausen et al., 2007\n). However, when NaCl was added to the tip, this distal region showed a rapid and significantly larger increase in OxyBurst fluorescence (\nFig. 5, A and B\n; \nSupplemental Movie S2\n). Calculation of the speed of movement of the signal triggering this response was made by monitoring the time for a significant increase (greater than 2 \nsd\n above prestimulated levels) in the mean OxyBurst signal monitored at 3,000 and 5,000 µm from the root apex in 14 replicate experiments. This analysis indicated a propagation speed of 374 µm s\n−1\n.\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nExtracellular \nROS\n increases accompany the Ca\n2+\n wave to NaCl stimulation. A, Extracellular \nROS\n monitored with OxyBurst Green-\nBSA\n measured 3,000 µm shootward of a wild-type root tip treated with medium (control) or 100 m\nm\n NaCl (see \nSupplemental Movies S1 and S2\n). B, Quantification of OxyBurst signal at 3,000 µm from the tip in the wild type and mutants in \nAtRBOHD\n and \nTPC1\n. C, Responses measured at 3,000 µm shootward in \noxTPC1\n treated with medium (control) or 100 m\nm\n NaCl added to the root tip. Signals were normalized to the mean signal for 60 s prior to additions at 0 s. OxyBurst becomes irreversibly more fluorescent as it is oxidized. Results are means ± \nse\n; \nn\n ≥ 5. For clarity, the data from \natrbohD\n, \ntpc1-2\n, and \noxTPC1\n are shown across B and C. To allow for comparison, the same wild type + NaCl and control data are shown in both B and C.\nConsistent with the model of \nROS\n-assisted \nCICR\n, these \nROS\n increases distal to the site of NaCl stimulation were dependent on \nAtRBOHD\n and \nTPC1\n, being attenuated in \nAtrbohD\n and \ntpc1-2\n mutants (\nFig. 5B\n). The \nROS\n increase did not differ significantly (\nP\n > 0.05, ANOVA) from the wild-type response in the \nTPC1\n overexpression line (\nFig. 5C\n).",
    "models_based_on_cicr_do_not_recapitulate_the_experimentally_": "The experimental investigation of \nChoi et al. (2014)\n highlighted a number of different Ca\n2+\n wave speeds in roots in response to chemical perturbations and in mutant lines of Arabidopsis in response to local NaCl stress application (\nTable I\n). For instance, increasing the abundance of TPC1 using a 35S promoter resulted in a significantly increased wave speed. Our approach to begin to dissect this system, therefore, has been to evaluate whether there are parameters for a mathematical model of Ca\n2+\n wave propagation that can reproduce the empirically determined wild-type velocity and whether those same parameters, but with an increased number of TPC1 channels, also can capture the speed in the \nTPC1\n overexpression line. Failure to do so would indicate that further elements and/or other mechanisms need to be considered in the model. This approach of testing whether a model is consistent with the available data has the advantage of not requiring experimental values for all parameters (which might be extremely difficult, if not impossible, to determine).\nGiven the direct effect that TPC1 has on the propagation of the Ca\n2+\n wave, we first considered whether a \nCICR\n mechanism mediated by TPC1 could be involved. As discussed in the introduction, TPC1’s ability to directly mediate the release of vacuolar Ca\n2+\n is not clear (\nHedrich and Marten, 2011\n), and its role could well be indirect. However, one key strength of the modeling strategy is that it does not make any statement about the identity of the channels responsible for mediating the release of Ca\n2+\n, just that it is dependent on TPC1 action.\nCICR\n can be described mathematically through the fire-diffuse-fire model (\nKeizer et al., 1998\n; \nPonce-Dawson et al., 1999\n; \nTimofeeva and Coombes, 2003\n; \nCoombes et al., 2004\n). This framework describes the process in which a quantity of Ca\n2+\n, σ\ni\n, released through a channel at position \nx\ni\n and at time \nt\ni\n diffuses through the cytosol and activates the next channel at position \nx\ni+1\n. This mechanism has the capacity to create a wave of Ca\n2+\n that is regenerated each time a channel opens.\nApproximating wave propagation through roots as a one-dimensional system, the concentration of Ca\n2+\n, \nu\n(\nx\n,\nt\n), can be determined using the diffusion equation:\n(1)\nwhere \nD\n is the diffusion constant of Ca\n2+\n, σ is the release strength, and τ\nR\n is the time for which the channel remains open. Channels are modeled as point sources that are characterized by Dirac delta functions, δ(\nx\n), in space and by the product of two Heaviside step functions, \nH\n(\nt\n), in time, to capture the open time. A channel at a position, \nx\ni\n, on the vacuole is assumed to open when the cytosolic Ca\n2+\n concentration at that position is greater than the threshold value \nu\nc.\n This gating value represents the mathematical description of either the concentration-dependent binding kinetics of a ligand-gated channel or the requisite buildup of ionic charge needed to open a voltage-gated channel.\nWe assume that the release of Ca\n2+\n from the vacuole occurs quickly compared with the time for diffusion between channels, so that we can treat a release as a point source in time (τ\nR\n = 0). For a system of equally spaced channels with separation \nd\n, the velocity of the resulting wave is given by \nPearson and Ponce-Dawson (1998)\n:\n(2)\nWithin a cell, the vacuole (with the ubiquitously expressed channel TPC1) typically occupies 50% to 90% of the interior volume (\nMacklon et al., 1996\n), whereas plasmodesmata, presumably lacking TPC1, connect cells, leading to two distinct regions for the propagation of the wave in the model (\nFig. 1A\n). In the first, the Ca\n2+\n wave is propagated through the cytoplasm surrounding the vacuole. In the case of approximately equally distributed TPC1 channels on the tonoplast, the Ca\n2+\n wave has a velocity given by Equation 2. In the second region, the wave must move between neighboring cells. If the mechanism behind transmission in the cytoplasm is a self-propagating wave of \nCICR\n mediated by TPC1, then presumably this mechanism will reduce to passive diffusion over a distance \nd\nv\n (the cell wall region) between the cytoplasm in adjacent cells through plasmodesmata. We assumed that this plasmodesmal coupling poses no obstacle to diffusion, so that the model has the best chance of propagating a wave at maximal speed. In this case, Ca\n2+\n moving from a cell takes a time, \nT\n, to activate the first TPC1 channel on the tonoplast of the neighboring cell. The concentration profile for a single release evaluated at the time of activation of the next channel (when \nu\n = \nu\nc\n) then satisfies the expression\n(3)\nWe assume here that the activation of the first channel in the neighboring cell is dominated by Ca\n2+\n released from the closest channel in the previous cell. Within this model, the velocity of a Ca\n2+\n wave is determined by the velocities across these two regions. The spatial and temporal resolution of the experiments measuring these speeds (\nChoi et al., 2014\n) is insufficient to robustly distinguish transmission through each cell versus the cell-to-cell component crossing \nd\nv\n, even using the high spatial and temporal resolution afforded by confocal microscopy. Therefore, the transit speed between the two regions cannot be separated and so is averaged in the empirical measurements. For a cell of length \nL\n, this average speed is given by\n(4)\nThe time taken to cross the cell wall region (Eq. 3) and the velocity in the cytoplasm surrounding each vacuole region (Eq. 2) both depend on the parameter ratio σ/\nu\nc\n. This dependency implies that, in order to decrease the time spent crossing the cell wall region, the cell must change the release properties of the channels, but this has a corresponding effect on how quickly the wave crosses the cytoplasm in the vacuolar region. We used the measured velocity in the wild type, 395 μm s\n−1\n, the measured density of TPC1 channels in mesophyll cells, \nd\n = 1 μm (\nPottosin and Schönknecht, 2007\n), and a commonly used value for the diffusion rate of Ca\n2+\n in the cytosol, \nD\n = 20 μm\n2\n s\n−1\n (\nAllbritton et al., 1992\n), to calculate an estimate for this unknown parameter ratio, σ/\nu\nc\n. We then used this value to determine if the model can recapitulate the velocity in the TPC1 overexpressor (oxTPC1), 679 ± 73 μm s\n−1\n (\nChoi et al., 2014\n).\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nCa\n2+\n wave propagation via \nCICR\n and Ca\n2+\n diffusion through the plasmodesmata can explain observed velocities under strict circumstances. A, Scheme of the model. Calcium is released through activated TPC1, and it diffuses through the cytoplasm a distance \nd\ntpc1\n to activate neighboring TPC1 channels. At the end of a cell (length \nL\n), the signal diffuses passively to activate the neighboring cell (distance \nd\nv\n) through the plasmodesmata. B, Predicted wave speeds for the TPC1 overexpressor (OxTPC1) for a range of \nL\n and \nd\nv\n using Equations 2 to 4, where the model parameters are chosen to fit the wild-type velocity (\nTable I\n). The shaded region indicates 1 \nsd\n in the observed velocity. C, To account for distributions in \nd\nv\n, two simple schemes were tested. A one-dimensional array of cells with either \nd\nv\n = 10 μm (white) or \nd\nv\n =\n (blue) was set up in sequential order (i) or in random order (ii). D, The result of varying the proportion of cells within Ci with \n, as described in B, and utilizing a full simulation (see “Materials and Methods”).\nThe overexpressor has an increased density of TPC1 channels, which results in a decreased channel separation and so altered wave kinetics in the model. \nPeiter et al. (2005)\n measured the average numbers of TPC1 channels in vacuolar membrane patches in both the wild type and the overexpressor line. With the average channel density measured by \nPottosin and Schönknecht (2007)\n, we used the channel number data to estimate the channel separation. For the TPC1 overexpressor, we obtained a channel separation, \nd\n, of about 0.6 μm. Using this channel separation estimate and the ratio σ/\nu\nc\n calculated from the wild-type data, we calculated the expected velocity in the TPC1 overexpressor for a range of cell lengths and intervacuolar distances, \nd\nv\n, covering those found in the regions of the Arabidopsis root where empirical wave speed determinations have been performed (\nFig. 1B\n).\nWe see that the model can only recapitulate the velocity in the overexpressor when \nd\nv\n is sufficiently small. This result did not depend on our choice of diffusion constant (\nSupplemental Fig. S1A\n) but could be affected by changes in the channel separation, \nd\n (\nSupplemental Fig. S1B\n). Since our chosen value for \nd\n came from TPC1 channel density data from mesophyll cells and the wave travels through the root, different expression levels of TPC1 could result in different densities of TPC1 on the vacuolar membrane. We tested for such potential differences with quantitative PCR (\nQPCR\n) analysis of roots and shoots dissected from plants grown as for the Ca\n2+\n imaging. This analysis showed no statistically significant difference between root and shoot expression in the wild type (\nSupplemental Fig. S2\n). In the overexpressor, shoots showed a 1.9-fold higher transcript level than the roots of the same plants, so any change in actual channel density between roots and shoots will likely be small.\nMeasurements of cell wall thickness in leaves (\nMoghaddam and Wilman, 1998\n) and imaging of tonoplast intrinsic proteins in root cells (\nWerner et al., 2003\n; \nHunter et al., 2007\n; \nGattolin et al., 2009\n; \nGuo et al., 2014\n) suggest typical values of \nd\nv\n in the range of 1 to 2 μm, with values of 10 μm and even 60 μm in some cases. Due to the variability in such parameters drawn from the literature, we used the GFP signals in the images from the Ca\n2+\n measurement data to visualize the cytoplasm of the cells used for Ca\n2+\n wave speed measurement and so define where the vacuoles within each cell likely ended. We then measured the distance between the vacuole (where the yellow fluorescent protein [YFP] signal was less than 2 \nsd\n above background) in one cell to the vacuole in the adjacent cell using ImageJ (\nSchneider et al., 2012\n). As the Ca\n2+\n wave speed is constant throughout the root at approximately 400 µm s\n−1\n in the wild type (\nChoi et al., 2014\n), we concentrated on making these measurements in images taken at the 1,000-µm region from the root tip to allow direct comparison with the data in \nFigures 3\n and \n4\n, which focus on Ca\n2+\n wave responses at this point in the root. Using this approach, average cytoplasmic lengths between vacuoles in adjacent cells were 4.4 ± 1.2 µm (epidermis; mean ± \nsd\n, \nn\n = 29), 5.4 ± 1.5 µm (cortex; \nn\n = 38), and 4.9 ± 1.4 (endodermis; \nn\n = 41). It is important to note that vacuoles are dynamic organelles, so these measurements should be viewed as time-averaged values of vacuolar behavior, as they are taken from random images across multiple independent experiments.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of \nDPI\n and ascorbate on salt-induced Ca\n2+\n wave transmission. A, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25 or 100 μ\nm\n ascorbate pretreatment. B, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with and without 25 or 100 μ\nm\n ascorbate pretreatment. C, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. The quantitative systemic Ca\n2+\n wave is in response to 100 m\nm\n local NaCl. To allow for comparisons, the no-inhibitor pretreatment control is duplicated from A. D, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. Results in A and C represent means ± \nse\n of \nn\n ≥ 5 (\nDPI\n and ascorbate) or \nn\n = 17 (the wild type) monitored 1,000 µm from the site of root tip NaCl application. Bars in B and D = 100 µm.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nThe Ca\n2+\n wave has a reduced velocity in the \nAtrbohD\n mutant. Ca\n2+\n propagation occurred in mature root, 1,000 µm shootward from the site of direct salt stimulation at the root tip. A, Kymographs showing altered Ca\n2+\n wave dynamics in the wild type versus the \nAtrbohD\n mutant. To generate the kymogram, quantitative ratiometric data (YFP-to-cyan fluorescent protein [CFP] ratio) were extracted from a region of interest (ROI) 1,000 µm from the tip site of 100 m\nm\n NaCl addition (monitor in the diagram at top). Starting at the edge of this ROI closest to the root tip, ratiometric data from a 5-µm-tall (along the root-shoot axis of the root) × 144-µm-wide region covering the cortex and endodermis was averaged and plotted at 0 µm of ROI. This 5-µm-tall region was then moved 5 µm shootward within the ROI and the analysis repeated, and the average ratio value was plotted at 5 µm of ROI. This process was repeated at sequential 5-µm distances from the start point to cover the 200-µm region of the root depicted. Analysis was then repeated on each of the images taken for the time course of the experiment (imaging every 2 s). Data were extracted using this approach from five roots and averaged, and pseudocolor-coded results are presented. B, Representative images of the time course of Ca\n2+\n increase measured at 1,000 µm from the site of 100 m\nm\n NaCl to the root tip. Ca\n2+\n levels were monitored using confocal ratio imaging of plants expressing Yellow Cameleon nano-65 and pseudocolor coded according to the scale at right. Time represents seconds after NaCl addition. Results shown are representative of \nn\n ≥ 5. Note that Ca\n2+\n increase is limited primarily to cortex and endodermal cells in both the wild type and \natrbohD\n, but the increase is delayed in the \natrbohD\n mutant. Bar = 100 µm.\nTo assess the sensitivity of the model to \nd\nv\n and how well the measured intervacuolar distances could support a model that recapitulates measured wave speeds, we extended our modeling analysis to consider an array of cells with different values for \nd\nv\n, distributed either as two blocks of cells (\nFig. 1Ci\n) or randomly among the array (\nFig. 1Cii\n). This approach requires that we simulate the fire-diffuse-fire process as described in “Materials and Methods” rather than estimate the velocity using Equation 4. As before, we use the measured velocity in the wild type to determine the unconstrained parameter ratio, σ/\nu\nc\n, and then increased the TPC1 channel density to evaluate whether the model can recapitulate the measured velocity in the overexpressor. We asked what proportion of the array must have a small \nd\nv\n value if the largest value of \nd\nv\n is 10 μm. \nFigure 1D\n shows how, even with an intervacuole separation of 1 μm, the smallest value suggested in the literature (\nMoghaddam and Wilman, 1998\n; \nWerner et al., 2003\n; \nHunter et al., 2007\n; \nGattolin et al., 2009\n; \nGuo et al., 2014\n) and much less than our average measurements of \nd\nv\n in the root cortex and endodermis, more than 75% of the cells must have this value to reproduce the empirically determined wave speed. \nFigure 1D\n has the cells organized according to the scheme in \nFigure 1Ci\n, but the choice of cell distribution has no effect on the predicted velocities.\nThus, with such intervacuolar distances, Ca\n2+\n diffusion would not be sufficiently rapid to recapitulate experimentally determined wave speeds. We emphasize that this model has not included any kind of obstruction to diffusion that the plasmodesmata may produce, which would make the wave even slower. In summary, the range of distances in the literature together with our analysis suggest that it is unlikely that calcium release through a TPC1-dependent \nCICR\n-driven mechanism alone is responsible for propagating the observed signal.",
    "figure_1.": "Open in a new tab\nCa\n2+\n wave propagation via \nCICR\n and Ca\n2+\n diffusion through the plasmodesmata can explain observed velocities under strict circumstances. A, Scheme of the model. Calcium is released through activated TPC1, and it diffuses through the cytoplasm a distance \nd\ntpc1\n to activate neighboring TPC1 channels. At the end of a cell (length \nL\n), the signal diffuses passively to activate the neighboring cell (distance \nd\nv\n) through the plasmodesmata. B, Predicted wave speeds for the TPC1 overexpressor (OxTPC1) for a range of \nL\n and \nd\nv\n using Equations 2 to 4, where the model parameters are chosen to fit the wild-type velocity (\nTable I\n). The shaded region indicates 1 \nsd\n in the observed velocity. C, To account for distributions in \nd\nv\n, two simple schemes were tested. A one-dimensional array of cells with either \nd\nv\n = 10 μm (white) or \nd\nv\n =\n (blue) was set up in sequential order (i) or in random order (ii). D, The result of varying the proportion of cells within Ci with \n, as described in B, and utilizing a full simulation (see “Materials and Methods”).",
    "figure_3.": "Open in a new tab\nEffects of \nDPI\n and ascorbate on salt-induced Ca\n2+\n wave transmission. A, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25 or 100 μ\nm\n ascorbate pretreatment. B, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with and without 25 or 100 μ\nm\n ascorbate pretreatment. C, Quantitative analysis of the time course of Ca\n2+\n changes in response to local 100 m\nm\n NaCl treatment at the root tip with and without 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. The quantitative systemic Ca\n2+\n wave is in response to 100 m\nm\n local NaCl. To allow for comparisons, the no-inhibitor pretreatment control is duplicated from A. D, Representative frame images of systemic tissues (1,000 µm from the root tip) in response to local 100 m\nm\n NaCl with 25, 100, or 200 μ\nm\n\n\nDPI\n pretreatment. Results in A and C represent means ± \nse\n of \nn\n ≥ 5 (\nDPI\n and ascorbate) or \nn\n = 17 (the wild type) monitored 1,000 µm from the site of root tip NaCl application. Bars in B and D = 100 µm.",
    "figure_4.": "Open in a new tab\nThe Ca\n2+\n wave has a reduced velocity in the \nAtrbohD\n mutant. Ca\n2+\n propagation occurred in mature root, 1,000 µm shootward from the site of direct salt stimulation at the root tip. A, Kymographs showing altered Ca\n2+\n wave dynamics in the wild type versus the \nAtrbohD\n mutant. To generate the kymogram, quantitative ratiometric data (YFP-to-cyan fluorescent protein [CFP] ratio) were extracted from a region of interest (ROI) 1,000 µm from the tip site of 100 m\nm\n NaCl addition (monitor in the diagram at top). Starting at the edge of this ROI closest to the root tip, ratiometric data from a 5-µm-tall (along the root-shoot axis of the root) × 144-µm-wide region covering the cortex and endodermis was averaged and plotted at 0 µm of ROI. This 5-µm-tall region was then moved 5 µm shootward within the ROI and the analysis repeated, and the average ratio value was plotted at 5 µm of ROI. This process was repeated at sequential 5-µm distances from the start point to cover the 200-µm region of the root depicted. Analysis was then repeated on each of the images taken for the time course of the experiment (imaging every 2 s). Data were extracted using this approach from five roots and averaged, and pseudocolor-coded results are presented. B, Representative images of the time course of Ca\n2+\n increase measured at 1,000 µm from the site of 100 m\nm\n NaCl to the root tip. Ca\n2+\n levels were monitored using confocal ratio imaging of plants expressing Yellow Cameleon nano-65 and pseudocolor coded according to the scale at right. Time represents seconds after NaCl addition. Results shown are representative of \nn\n ≥ 5. Note that Ca\n2+\n increase is limited primarily to cortex and endodermal cells in both the wild type and \natrbohD\n, but the increase is delayed in the \natrbohD\n mutant. Bar = 100 µm.",
    "tpc1_channel_clustering_does_not_explain_observed_ca2+_wave_": "The analysis outlined above assumes that TPC1 is distributed uniformly across the vacuolar membrane. Clustering of signaling components may provide a mechanism for selective amplification and channeling of signals that could, in theory, contribute to increased signal propagation rates. Indeed, the observed distribution of channels (\nPeiter et al., 2005\n) suggests that TPC1 may show a degree of clustering. The distribution of random independent events on a fixed interval of space or time (such as the area of a membrane patch) follows a Poisson distribution (\nRiley et al., 1998\n), so if TPC1 channels were distributed randomly across the tonoplast, we would expect the patch clamp data of \nPeiter et al. (2005)\n, which monitor individual TPC1 channel gating in isolated tonoplast membrane patches, to obey a Poisson distribution.\nIn \nFigure 2\n, we compare the measured distribution (\nPeiter et al., 2005\n) of TPC1 channels with the best-fit Poisson distribution for both the wild-type and overexpressor lines. We see that the Poisson distribution does not describe either of the experimental distributions well. A χ\n2\n test with the Poisson distribution as a null hypothesis indicates that both the wild type and the overexpressor show strong evidence of clustering (\nTable II\n).\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nClustering of TPC1 on the tonoplast reduces the efficiency of \nCICR\n-mediated Ca\n2+\n wave transmission. A and B, Numbers of TPC1 channels observed in vacuolar membrane patches by \nPeiter et al. (2005\n; bars) compared with best-fit Poisson distributions (lines) for the wild type (A) and the TPC1 overexpressor (B). C, How the velocity of a Ca\n2+\n wave varies with increased clustering within the \nCICR\n model. The number of channels is kept constant as the number per cluster increases. Release strength, σ/\nu\nc\n, was chosen so the velocity with equally spaced channels matched the wild-type velocity (395 μm s\n−1\n). The dashed line shows the behavior predicted by Equation 5.\nTable II. Clustering of TPC1 channels.\n\n\nA χ\n2\n test of channel count data (\nPeiter et al., 2005\n) was performed under the null hypothesis that TPC1 channels are (uniform) randomly distributed\n\n\n\n\n\n\nLine\n\n\nBest-Fit Poisson Mean\n\n\nχ\n2\n\n\n\n\n\n\n\n\n\n\nWild type\n\n\n5.14288\n\n\n7.2 × 10\n8\n\n\n\n\n\n\n\n\noxTPC1\n\n\n23.6695\n\n\n1.54 × 10\n6\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\nTo investigate the impact of channel clustering on the wave propagation speeds, we performed the following simulations. An initial wave was generated assuming equally spaced channels. Keeping the total number of channels the same, the number of channels in a cluster was increased (initially one channel per cluster with separation \nd\n, changing to two channels per cluster with separation 2\nd\n, and so on).\nWe simulated the system with an array of 51 cells (as in \nFig. 1C\n) with all \nd\nv\n values the same and a cell length, \nL\n, of 100 μm. This analysis showed that the speed of the wave falls with increased clustering (\nFig. 2\n). The optimal arrangement for most rapid signal propagation, therefore, is when channels are equally spaced.\nThe expression for the wave velocity (Eq. 2) explains this decrease in velocity with increased clustering. Treating each cluster of channels as a single release site, with a release strength proportional to the number of channels in that cluster (\nShuai and Jung, 2003\n), the effect of increasing the degree of clustering by a factor of 2, say, involves changing the channel separation \nd\n → \nd\n′ = 2\nd\n and the release strength σ → σ′ = 2σ (since we now have twice as many channels at a release site). The resulting velocity \nv\n′ is\n(5)\nThis prediction captures the qualitative behavior of the wave, as shown in \nFigure 2C\n. This prediction describes the simulation for \nd\nv\n = 1 μm better than for \nd\nv\n = 10 μm, because it neglects the intervacuolar separation, which has a much larger influence when \nd\nv\n = 10 μm.\nIn the Ca\n2+\n diffusion model, an optimal distribution of equally spaced channels is unlikely to explain the speed of the observed Ca\n2+\n waves. An increase in clustering between the wild type and the TPC1 overexpressor would lead to less efficient signal propagation than the equally spaced channels and, therefore, an even worse fit.",
    "figure_2.": "Open in a new tab\nClustering of TPC1 on the tonoplast reduces the efficiency of \nCICR\n-mediated Ca\n2+\n wave transmission. A and B, Numbers of TPC1 channels observed in vacuolar membrane patches by \nPeiter et al. (2005\n; bars) compared with best-fit Poisson distributions (lines) for the wild type (A) and the TPC1 overexpressor (B). C, How the velocity of a Ca\n2+\n wave varies with increased clustering within the \nCICR\n model. The number of channels is kept constant as the number per cluster increases. Release strength, σ/\nu\nc\n, was chosen so the velocity with equally spaced channels matched the wild-type velocity (395 μm s\n−1\n). The dashed line shows the behavior predicted by Equation 5.",
    "table_ii._clustering_of_tpc1_channels.": "A χ\n2\n test of channel count data (\nPeiter et al., 2005\n) was performed under the null hypothesis that TPC1 channels are (uniform) randomly distributed\nLine\n\n\nBest-Fit Poisson Mean\n\n\nχ\n2\n\n\n\n\n\n\n\n\n\n\nWild type\n\n\n5.14288\n\n\n7.2 × 10\n8\n\n\n\n\n\n\n\n\noxTPC1\n\n\n23.6695\n\n\n1.54 × 10\n6\nOpen in a new tab",
    "ros_production_via_rbohd_is_sufficient_to_activate_calcium_r": "To explain the observed Ca\n2+\n wave speeds, we hypothesized that \nROS\n may have a role to play. Rapid propagation of a systemic increase in \nROS\n produced by the NADPH oxidase AtRBOHD has been reported in response to stress signals (\nTorres et al., 2002\n; \nMiller et al., 2009\n; \nZhang et al., 2009\n). RBOHD is expressed ubiquitously throughout Arabidopsis plants and is localized to the plasma membrane of cells (\nSagi and Fluhr, 2006\n). It is responsible for the production of \nROS\n such as hydrogen peroxide in the apoplast and is involved in a range of signaling processes, such as in defense (\nTorres et al., 2002\n) and in the opening and closing of stomata (\nZhang et al., 2009\n). Furthermore, it has been shown to be essential to the propagation of the \nROS\n waves by \nMiller et al. (2009)\n. The RBOH family of proteins contain two EF hand calcium-binding domains as well as multiple potential phosphorylation sites, which enable their activation in response to raised cytosolic Ca\n2+\n (\nSagi and Fluhr, 2006\n). Indeed, the dynamics of changes in \nROS\n and Ca\n2+\n also are known to interact in the processes of \nROS\n-induced Ca\n2+\n release and Ca\n2+\n-induced \nROS\n release (\nGilroy et al., 2014\n).\nA conceptual model for \nROS\n wave propagation was produced by \nDubiella et al. (2013)\n, where Ca\n2+\n acting via the calcium-dependent protein kinase family member 5 stimulates \nROS\n production from the plasma membrane NADPH oxidase RBOHD and \nROS\n is able to trigger Ca\n2+\n influx across the plasma membrane into cells via \nROS\n-regulated plasma membrane Ca\n2+\n channels (\nRichards et al., 2014\n). This provides a self-propagation mechanism in which \nROS\n triggers plasma membrane Ca\n2+\n influx into the cell, potentially triggering \nCICR\n via TCP1 at the tonoplast. The cellular Ca\n2+\n rise in turn activates RBOHD, which then produces more apoplastic \nROS\n. \nROS\n could potentially travel through the apoplast and trigger the same process in the neighboring cell.\nThis \nROS\n-dependent model can be described mathematically to quantitatively analyze whether it is consistent with the observed stress-related Ca\n2+\n waves. \nROS\n-induced \nROS\n release can be described by Equation 1, where \nu\n is now the concentration of \nROS\n in the apoplast. \nROS\n does not activate a neighboring RBOHD directly but via triggering increased Ca\n2+\n in the cytoplasm, which in turn activates RBOHD. The critical threshold parameter \nu\nc\n incorporates the indirect nature and complexity of this activation process in one variable and so provides a mathematical means through which changes in Ca\n2+\n behavior can feed back on \nROS\n propagation without needing to parameterize the detailed molecular mechanisms behind this process. If higher levels of Ca\n2+\n release are being maintained in a cell (e.g. because of \nTPC1\n overexpression), then we would expect the RBOHDs to be activated more quickly, which can be represented in the model by a decreased \nu\nc\n, irrespective of the precise molecular mechanism responsible for the Ca\n2+\n-dependent activation.\nROS\n diffusion in the apoplast may be predicted to be faster than that of Ca\n2+\n in the cytoplasm, as highly active cytoplasmic Ca\n2+\n buffering and sequestration mechanisms limit the cytoplasmic movement of this ion (\nAllbritton et al., 1992\n); although it is important to note that the levels of \nROS\n in the cell wall also are thought to be tightly regulated by a balance between their generation systems and \nROS\n-scavenging mechanisms (\nKärkönen and Kuchitsu, 2015\n). RBOHDs also exist at a higher density than TPC1 (\nPeiter et al., 2005\n; \nHao et al., 2014\n). This puts the propagation of the \nROS\n wave into the continuous regime (\nPearson and Ponce-Dawson, 1998\n); therefore, the velocity of the \nROS\n-assisted wave has a different functional form than from a purely \nCICR\n-driven process, in which it propagates as a saltatory wave (\nCoombes et al., 2004\n):\n(6)\nThe wild-type velocity can be used to calculate the ratio of the unknown parameters. To test the model, we evaluated the velocity in the TPC1 overexpressor:\n(7)\nwhere α is the decrease in the firing threshold \nu\nc\n due to the increase in TPC1 channels in the overexpressor. The number of channels increases by a factor of 24.2/8.6 (\nPeiter et al., 2005\n). Therefore, the rate of calcium-dependent activation of RBOHD should increase and \nu\nc\n should decrease. Using a first-order approximation for this response as a function of the number of channels results in α = 8.6/24.2, for which the model predicts \nv\n+\n = 662.6 μm s\n−1\n. This estimate is well within the experimental uncertainty of the experimentally measured value of calcium wave speed from the overexpressor (\nTable I\n). Hence, this \nROS\n-assisted \nCICR\n model is able to produce a good fit to the data.\nImportantly for this \nROS\n-assisted \nCICR\n model, we used the average value of channel density derived from \nPeiter et al. (2005)\n. This parameter is independent of the underlying distribution of TPC1, being derived from the total number of channels observed divided by the number of samples. For the \nROS\n-assisted model, only the number of TPC1 channels is used in the analysis, but as we demonstrated with the pure \nCICR\n model, clustering of TPC1 will tend to slow down wave propagation but is unlikely to affect the inferences drawn from the predictions.",
    "blocking_ros_production_with_dpi,_ascorbate,_and_in_the_atrb": "To empirically test the prediction of a \nROS\n-assisted mechanism for Ca\n2+\n wave propagation, we attempted to dissect the involvement of \nROS\n in the Ca\n2+\n wave by treating the root with the \nROS\n scavenger ascorbate and the NADPH oxidase inhibitor \nDPI\n. To separate the effects of these compounds on the ability of the plant to propagate the wave versus the ability to initially trigger a stress response, we initiated a Ca\n2+\n wave by locally treating the tip of the root with 100 m\nm\n NaCl in the absence of any inhibitor. The root system of Arabidopsis was growing through a Phytagel matrix, so the local treatment was applied by cutting an approximately 500-μm × 500-μm hole in the gel ahead of the root tip and letting the root apex grow into this window, which was subsequently filled with growth medium containing 100 m\nm\n NaCl. We had determined previously that this treatment localizes the salt stress to the very apex of the root and reproducibly triggers a Ca\n2+\n wave propagating shootward from the root apex (\nChoi et al., 2014\n). Either 25 to 100 μ\nm\n potassium ascorbate, 25 to 200 μ\nm\n\n\nDPI\n, or growth medium (negative control) was applied locally 10 min prior to the root tip NaCl stimulation to a similar window cut into the gel surrounding the mature region of the root more than 1,000 μm shootward of the root tip. In all cases, the Ca\n2+\n wave propagated at approximately 400 μm s\n−1\n from the root tip to the region treated with inhibitor, but transit through the treatment region was altered depending on the pharmacological agent present. Calcium wave movement through the region treated with growth medium alone was maintained at 400 μm s\n−1\n. Treatment with 25 μ\nm\n ascorbate slowed wave propagation to 64 µm s\n−1\n, and detectable Ca\n2+\n changes were abolished with 100 μ\nm\n ascorbate pretreatment. Treatment with up to 200 μ\nm\n\n\nDPI\n significantly attenuated the magnitude of the Ca\n2+\n increase and slowed propagation rates to 146 μm s\n−1\n (\nTable I\n; \nFig. 3A\n). These observations are consistent with a requirement for \nROS\n and NADPH oxidase-mediated \nROS\n production in Ca\n2+\n wave transmission. Furthermore, knockout of \nAtRBOHD\n slowed propagation of the Ca\n2+\n wave to 73 μm s\n−1\n (\nTable I\n; \nFig. 4\n; \nSupplemental Figs. S3 and S4\n).\nOne further prediction of the \nROS\n-assisted \nCICR\n model is that loss of RBOH-driven \nROS\n production in the \noxTPC1\n background will slow wave propagation:\n(8)\nwith α as before. This suggests a velocity of 123 μm s\n−1\n. To test this prediction, we applied \nDPI\n to the oxTPC1 plants and monitored wave speeds. In the oxTPC1 background, a Ca\n2+\n wave was still evident after pretreatment with \nDPI\n, but the rate of transmission was slowed to 134.4 µm s\n−1\n (\nSupplemental Fig. S4\n).",
    "imaging_of_the_extracellular_ros_wave_using_oxyburst_green-b": "Implicit in the \nROS\n-assisted \nCICR\n model of Ca\n2+\n wave propagation is that the Ca\n2+\n wave should be accompanied by a similarly propagating wave of apoplastic \nROS\n production. Although the presence of a \nROS\n wave has been inferred from the wave-like activation of the \nROS\n-dependent transcriptional response (\nMiller et al., 2009\n), direct measurement of the wave-like propagation of an apoplastic \nROS\n signal has proven technically challenging. We used the \nROS\n-sensing fluorescent dye OxyBurst Green H\n2\nHFF conjugated to bovine serum albumin (\nBSA\n) to exclude this \nROS\n sensor from the cytoplasm of the root. OxyBurst becomes more fluorescent upon oxidation and so provides a measure of the kinetics of \nROS\n increases (\nMonshausen et al., 2007\n, \n2009\n). Therefore, we monitored OxyBurst fluorescence intensity before and after local NaCl stimulation of the root tip at points distant from the site of NaCl stimulation to try to capture the spread of a putative wave of \nROS\n production. As OxyBurst shows an irreversible increase in fluorescence upon oxidation, the constitutive background \nROS\n production by the root led to a slow increase in signal with time prior to treatment (\nFig. 5, A and B\n; \nSupplemental Movie S1\n). Addition of growth medium to the root tip (control) led to a slight increase in OxyBurst signal measured 3,000 µm away from the root tip site of local medium addition (\nFig. 5, A and B\n; \nSupplemental Movie S1\n), which may represent a small response to the mechanical signal generated by medium addition (\nMonshausen et al., 2007\n). However, when NaCl was added to the tip, this distal region showed a rapid and significantly larger increase in OxyBurst fluorescence (\nFig. 5, A and B\n; \nSupplemental Movie S2\n). Calculation of the speed of movement of the signal triggering this response was made by monitoring the time for a significant increase (greater than 2 \nsd\n above prestimulated levels) in the mean OxyBurst signal monitored at 3,000 and 5,000 µm from the root apex in 14 replicate experiments. This analysis indicated a propagation speed of 374 µm s\n−1\n.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nExtracellular \nROS\n increases accompany the Ca\n2+\n wave to NaCl stimulation. A, Extracellular \nROS\n monitored with OxyBurst Green-\nBSA\n measured 3,000 µm shootward of a wild-type root tip treated with medium (control) or 100 m\nm\n NaCl (see \nSupplemental Movies S1 and S2\n). B, Quantification of OxyBurst signal at 3,000 µm from the tip in the wild type and mutants in \nAtRBOHD\n and \nTPC1\n. C, Responses measured at 3,000 µm shootward in \noxTPC1\n treated with medium (control) or 100 m\nm\n NaCl added to the root tip. Signals were normalized to the mean signal for 60 s prior to additions at 0 s. OxyBurst becomes irreversibly more fluorescent as it is oxidized. Results are means ± \nse\n; \nn\n ≥ 5. For clarity, the data from \natrbohD\n, \ntpc1-2\n, and \noxTPC1\n are shown across B and C. To allow for comparison, the same wild type + NaCl and control data are shown in both B and C.\nConsistent with the model of \nROS\n-assisted \nCICR\n, these \nROS\n increases distal to the site of NaCl stimulation were dependent on \nAtRBOHD\n and \nTPC1\n, being attenuated in \nAtrbohD\n and \ntpc1-2\n mutants (\nFig. 5B\n). The \nROS\n increase did not differ significantly (\nP\n > 0.05, ANOVA) from the wild-type response in the \nTPC1\n overexpression line (\nFig. 5C\n).",
    "figure_5.": "Open in a new tab\nExtracellular \nROS\n increases accompany the Ca\n2+\n wave to NaCl stimulation. A, Extracellular \nROS\n monitored with OxyBurst Green-\nBSA\n measured 3,000 µm shootward of a wild-type root tip treated with medium (control) or 100 m\nm\n NaCl (see \nSupplemental Movies S1 and S2\n). B, Quantification of OxyBurst signal at 3,000 µm from the tip in the wild type and mutants in \nAtRBOHD\n and \nTPC1\n. C, Responses measured at 3,000 µm shootward in \noxTPC1\n treated with medium (control) or 100 m\nm\n NaCl added to the root tip. Signals were normalized to the mean signal for 60 s prior to additions at 0 s. OxyBurst becomes irreversibly more fluorescent as it is oxidized. Results are means ± \nse\n; \nn\n ≥ 5. For clarity, the data from \natrbohD\n, \ntpc1-2\n, and \noxTPC1\n are shown across B and C. To allow for comparison, the same wild type + NaCl and control data are shown in both B and C.",
    "discussion": "We have applied the fire-diffuse-fire model to explore the mechanisms behind the plant-wide transmission of stress-induced Ca\n2+\n waves, focusing on the salt-induced wave of the root. Our analyses suggest that a simple \nCICR\n-based mechanism relying upon a self-reinforcing Ca\n2+\n release from the vacuole via TPC1-dependent Ca\n2+\n efflux and diffusion of Ca\n2+\n between cells is unlikely to account for the observed velocity of wave movement. Extending this \nCICR\n mechanism for Ca\n2+\n wave transit through the cell with Ca\n2+\n-dependent apoplastic \nROS\n production to couple between cells, however, is able to support the observed velocities.\nROS\n have been implicated repeatedly in systemic signaling (\nAlvarez et al., 1998\n; \nKarpinski et al., 1999\n; \nMiller et al., 2009\n; \nSuzuki et al., 2013\n), and while it is tempting to identify this and the Ca\n2+\n wave we have studied here as two sides of the same coin, there are important differences that have yet to be explained. First, the \nROS\n wave in response to wounding travels at 1,400 μm s\n−1\n (\nMiller et al., 2009\n), much faster than the Ca\n2+\n wave we studied here. This difference might be because the wound-induced \nROS\n wave propagates through the vascular tissue, whereas the Ca\n2+\n wave appears to be restricted to the cortex and endodermis (\nChoi et al., 2014\n). The vasculature is well suited for long-distance transmission of signals (\nvan Bel et al., 2014\n), particularly electrical signals. Alternatively, the triggering stimulus also may impact on propagation speed/mechanism. Indeed, the velocity of the wound-related \nROS\n wave is very similar to that of electrical responses to wounding (\nMousavi et al., 2013\n), suggesting that \nROS\n and electrical signals may act together in the wounding response (\nvan Bel et al., 2014\n). It is striking, however, that the signal velocity in the \nrbohD\n mutant is compromised in response to either salt stress (this study) or wounding (\nMiller et al., 2009\n), hinting at some possibly shared core components of the transmission machinery. Indeed, both the NaCl-triggered Ca\n2+\n wave propagation (\nChoi et al., 2014\n) and the wound-induced systemic Ca\n2+\n increases (\nKiep et al., 2015\n) appear to be dependent on the \nTPC1\n, reinforcing the idea of conserved elements of the propagation system.\nThe activity of \nSV\n channels is known to be inhibited by \nROS\n and activated by reducing agents (\nCarpaneto et al., 1999\n; \nScholz-Starke et al., 2004\n; \nPottosin et al., 2009\n), and this may at first sight appear contradictory to the \nROS\n/TPC1-related propagation mechanism modeled above. However, since \nROS\n is generated within the apoplast by RBOHDs, it would initially be able to rapidly gate \nROS\n-activated channels in the plasma membrane. The \nROS\n would then need to cross the plasma membrane and the cytoplasm before interacting with TPC1. It can take 0.9 s to develop a stable gradient of \nROS\n across plasma membranes (\nBienert et al., 2006\n), although the maximum theoretical rate could be much faster (\nVestergaard et al., 2012\n). Given the speed of the Ca\n2+\n wave in the wild type, it should take only approximately 2.5 ms (TPC1 channel separation over the wave speed) to activate each TPC1 in sequence; thus, it is unlikely that the \nROS\n would have time to trigger a direct effect on TPC1’s ability to mediate the initial propagation phase of the Ca\n2+\n wave. The slower \nROS\n-triggered inactivation of TPC1, therefore, may have an important role to play in terminating the wave once it has moved through the cell. \nROS\n-based TPC1 inactivation also could lead to a refractory period where the channel is unable to support further Ca\n2+\n increases, leading to the wave-like progression of the Ca\n2+\n increase.\nInherent to the model presented above is rapid triggering of TPC1 by \nROS\n-dependent cytosolic Ca\n2+\n increases. Although the \nSV\n channel has long been identified as being activated by cytosolic Ca\n2+\n (\nHedrich and Neher, 1987\n), large concentrations of Ca\n2+\n are required (\nGuo et al., 2016\n). The ability of the \nSV\n channel to directly release Ca\n2+\n also is a topic of some controversy (\nHedrich and Marten, 2011\n), as large vacuolar Ca\n2+\n concentrations inhibit the activation of TPC1 (\nBeyhl et al., 2009\n; \nHedrich and Marten, 2011\n; \nGuo et al., 2016\n). The \nSV\n channel is known to be regulated by many other factors (for review, see \nHedrich and Marten, 2011\n). For example, recent structural data have indicated a number of potential phosphorylation sites on TPC1 (\nKintzer and Stroud, 2016\n), and the beet (\nBeta vulgaris\n) \nSV\n channel is activated by calmodulin (\nPottosin et al., 2009\n). Such alternative regulatory mechanisms provide a wide range of other means for the activation of this channel as part of the Ca\n2+\n wave transmission process. TPC1 also could be only indirectly responsible for the release of Ca\n2+\n from the vacuole, possibly by controlling changes in membrane voltage that activate other channels (\nPeiter, 2011\n). Our modeling approach does not make any assumptions about TPC1’s role in mediating Ca\n2+\n release, merely requiring that the activation of TPC1 leads to Ca\n2+\n release, whether directly or indirectly.\nThe knockout of \nTPC1\n that slows Ca\n2+\n wave transmission approximately 40-fold only delays the Ca\n2+\n response at the site of direct NaCl treatment by 30 s (\nChoi et al., 2014\n), suggesting that TPC1 may have a more pronounced role in transmission than in the initial direct stress response, consistent with the lack of an obvious Ca\n2+\n dynamics phenotype in response to stress in \ntpc1-2\n when measured at the whole-plant level (\nRanf et al., 2008\n).\nThe model presented in \nFigure 6\n also identifies two pools of Ca\n2+\n that are likely to be important for generating the cytosolic Ca\n2+\n wave, apoplastic, with influx through plasma membrane channels, and vacuolar, with influx to the cytosol, through TPC1 or a TPC1-related channel on the tonoplast. Thus, extracellular Ca\n2+\n levels in the wall and lumenal Ca\n2+\n levels in the vacuole may be other key regulators of Ca\n2+\n wave propagation, especially as TPC1 is known to be responsive to both cytosolic and lumenal vacuolar Ca\n2+\n levels as described above. While a role for extracellular Ca\n2+\n signals is well established (e.g. in the stomatal response; \nHan et al., 2003\n; \nNomura et al., 2008\n; \nWeinl et al., 2008\n), the potential for signaling-related dynamic changes of vacuolar lumenal Ca\n2+\n levels remains poorly understood.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nConceptual model of the propagation of the salt stress-induced Ca\n2+\n/\nROS\n waves. \nROS\n (green arrows) are produced in RBOHD (green circles) and diffuse through the apoplast, activating \nROS\n-sensitive Ca\n2+\n channels in the plasma membrane (light blue ellipse). These channels release Ca\n2+\n into the cytosol (blue arrows) that activate TPC1 proteins (yellow circles), which, directly or indirectly, mediate Ca\n2+\n release from the vacuole. Combined, this Ca\n2+\n activates further RBOHD proteins, giving rise to a self-propagating \nROS\n/Ca\n2+\n wave. Passage between cells may be mediated by either diffusion of \nROS\n through the apoplast or Ca\n2+\n through the plasmodesmata.\nOur direct imaging of a spreading extracellular \nROS\n increase shown in \nFigure 5\n provides a strong supporting element for the \nROS\n-assisted \nCICR\n model of wave propagation. The dynamics of a \nROS\n wave have been largely inferred from, for example, the timing and spatial patterning of the activation of \nROS\n-responsive promoters (\nMiller et al., 2009\n). However, we have now been able to show that an extracellular \nROS\n increase accompanied the Ca\n2+\n wave moving at approximately 400 µm s\n−1\n, suggesting a propagating \nROS\n wave. This \nROS\n wave is dependent on AtRBOHD and TPC1, consistent with the \nROS\n-assisted Ca\n2+\n wave model where \nROS\n trigger Ca\n2+\n increases that then propagate and trigger further distal \nROS\n responses. It is important to note here that although this wave of \nROS\n increase appears to be moving at approximately the same velocity as the Ca\n2+\n increase, this measurement of rate must be interpreted with caution. The OxyBurst Green-\nBSA\n sensor is designed to be excluded from the cell wall. Thus, this imaging technique relies on the diffusion of \nROS\n from the surface of the root to the medium and so likely incorporates a delay in appearance as the \nROS\n move through the apoplast and accumulate in the medium. This caveat is especially relevant as the NaCl-triggered Ca\n2+\n wave, and by implication the \nROS\n-related events associated with it, are initiated at the cortex and endodermis, so \nROS\n would need to transit the epidermal apoplast to begin to leave the root. Therefore, although we can say that an extracellular \nROS\n increase accompanies the Ca\n2+\n wave, defining whether the \nROS\n appear before or concurrent with the Ca\n2+\n increases must await the development of improved extracellular \nROS\n imaging technology. However, the inhibition of the propagation of the Ca\n2+\n wave by treatment with \nDPI\n or ascorbate (\nFig. 3\n) and in the \natrbohD\n mutant (\nFig. 4\n) suggests that the Ca\n2+\n wave is at least dependent on \nROS\n production. The residual wave transmission seen with \nDPI\n could reflect an incomplete inhibition of RBOH activity by this pharmacological agent or the action of a parallel, \nDPI\n-resistant \nROS\n-generating mechanism as part of the wave propagation mechanism.\nOur combination of mathematical modeling and experimental analysis supports the following model for the propagation of the systemic signal in response to salt. Locally, the application of salt triggers the movement of ions between various compartments in the cell, and in particular, the concentration of Ca\n2+\n in the cytoplasm increases. This signal leads to the activation of RBOHD via its EF hand domains and via phosphorylation by Ca\n2+\n-binding kinases (\nDubiella et al., 2013\n). As illustrated in \nFigure 6\n, local production of \nROS\n by RBOHD is predicted to activate plasma membrane Ca\n2+\n channels. \nROS\n-sensitive Ca\n2+\n channel activities have been monitored at the electrophysiological level in Arabidopsis root cells (\nForeman et al., 2003\n; \nDemidchik and Maathuis, 2007\n; \nOrdoñez et al., 2014\n), and \nROS\n-responsive candidates such as the annexins (\nRichards et al., 2014\n) have been identified at the molecular level, although their possible roles in Ca\n2+\n wave transmission remain to be explored. This Ca\n2+\n contributes to the activation of TPC1, resulting, directly or indirectly, in the release of more Ca\n2+\n from the vacuole. \nROS\n and Ca\n2+\n diffuse within the apoplast and cytoplasm, respectively, activating neighboring channels until all the involved signaling proteins within a cell have been activated. The signaling molecules are able to diffuse between cells, \nROS\n through the apoplast and Ca\n2+\n through the plasmodesmata, where signaling in the next cell is activated. In the TPC1 overexpressor, the quantity of TPC1 channels is increased (\nPeiter et al., 2005\n), resulting in more Ca\n2+\n being released and faster activation of RBOHDs and, therefore, a faster wave. Within the \ntpc1-2\n mutant background, RBOHD and the plasma membrane Ca\n2+\n channel form a linked propagation system. The observation that high concentrations of ascorbate can abolish the Ca\n2+\n wave suggests that Ca\n2+\n alone is insufficient to propagate the Ca\n2+\n wave; therefore, in the \nrbohD\n mutant, it is possible that other sources of \nROS\n act to give rise to the lower velocity wave.\nWhile the modeling work presented here assumes \nROS\n propagation through the apoplast, we cannot exclude the possibility that Ca\n2+\n diffusing through the plasmodesmata is responsible for transmitting the signal between adjacent cells, or indeed that the two species act in tandem (\nFig. 6\n). A TPC1-mediated \nCICR\n wave acting alone seems unlikely, and that motivated us to look at \nROS\n propagation, but the requirement for a \nROS\n-activated plasma membrane Ca\n2+\n channel means there also could be sources of Ca\n2+\n influx within the plasmodesmatal plasma membrane itself that could contribute to a rapid transmission event. Unfortunately, the resolution of current imaging techniques is unable to distinguish these possibilities.\nTPC1\n and \nAtRBOHD\n are expressed ubiquitously throughout the plant, so their distribution does not provide an obvious explanation for why the salt-induced Ca\n2+\n wave preferentially transits through the cortical and endodermal cell layers. Similarly, candidates for the putative \nROS\n-activated Ca\n2+\n-release channels, such as annexins and SKOR (\nGarcia-Mata et al., 2010\n; \nRichards et al., 2014\n), also are expressed throughout the root (\nBirnbaum et al., 2003\n). Thus, identifying the \nROS\n-regulated channels involved with this signaling process, as well as other components that provide regulatory roles, represents a key challenge for the future that may provide important insights into the tissue-specific pattern of the Ca\n2+\n wave.",
    "figure_6.": "Open in a new tab\nConceptual model of the propagation of the salt stress-induced Ca\n2+\n/\nROS\n waves. \nROS\n (green arrows) are produced in RBOHD (green circles) and diffuse through the apoplast, activating \nROS\n-sensitive Ca\n2+\n channels in the plasma membrane (light blue ellipse). These channels release Ca\n2+\n into the cytosol (blue arrows) that activate TPC1 proteins (yellow circles), which, directly or indirectly, mediate Ca\n2+\n release from the vacuole. Combined, this Ca\n2+\n activates further RBOHD proteins, giving rise to a self-propagating \nROS\n/Ca\n2+\n wave. Passage between cells may be mediated by either diffusion of \nROS\n through the apoplast or Ca\n2+\n through the plasmodesmata.",
    "materials_and_methods": "Plant Growth\n\n\nArabidopsis (\nArabidopsis thaliana\n) ecotype Columbia-0 (\nCol-0\n), mutants in \nAtRBOHD\n and \nTPC1\n in the \nCol-0\n background, and the \nTPC1\n overexpression line (in the \nCol-0\n background) were germinated and grown under sterile conditions on a thin layer of gel (approximately 2 mm thick) containing one-half-strength Epstein’s medium with 10 m\nm\n Suc and 0.5% (w/v) Phytagel (Sigma-Aldrich) under 16 h of light/8 h of dark at 22°C for 6 d as described previously (\nChoi et al., 2014\n). \nAtrbohD\n was kindly provided by Dr. Andrew Bent (University of Wisconsin-Madison), and \noxTPC1\n and \ntpc1-2\n were provided by Edgar Peiter (Martin-Luther-Universität) and Dale Sanders (John Innes Centre) and transformed with Yellow Cameleon Nano-65 GFP Ca\n2+\n bioreporter as reported previously (\nChoi et al., 2014\n).\nRatio Imaging\n\n\nConfocal ratio imaging was performed as described by \nChoi et al. (2014)\n. Briefly, 7-d-old seedlings were grown as described above and imaged using a 20×/0.75 Plan-Apochromat objective on a Zeiss LSM510 confocal microscope, with 458-nm excitation, 458-nm primary dichroic, and 462- to 505-nm (CFP) and 526- to 537-nm (cpVenus/FRET) emission selected using the microscope’s Meta detector. Images were analyzed using the Image Calculator in the FIJI analysis package (\nSchindelin et al., 2012\n), and ratio data from the sequential confocal images were converted to a pseudocolored kymogram using MultiExperiment Viewer software version 10.2 (\nSaeed et al., 2003\n). Due to uncertainties in the applicability of in vitro calibration of this reporter to in vivo responsiveness, data are presented as raw ratios of YFP (cpVenus) to CFP signal intensities. Increasing YFP-CFP ratio signal represents an increase in Ca\n2+\n levels.\nMeasuring Extracellular \nROS\n with OxyBurst Green-\nBSA\n\n\n\n\nExtracellular \nROS\n production was measured essentially as described by \nMonshausen et al. (2009)\n. A total of 200 µg mL\n−1\n OxyBurst Green (dihydro-2′,4,5,6,7,7′-hexafluorofluorescein)-\nBSA\n (Life Technologies) dissolved in growth medium was added to the root approximately 10 min prior to treatment at the root tip. A ROI of 50 × 50 µm was then imaged either 3,000 or 5,000 µm from the root tip using a 20×/0.75 Plan-Apochromat objective on a Zeiss LSM780 confocal microscope, using 458-nm primary dichroic, 458-nm excitation, and 526- to 537-nm emission using the microscope’s Meta detector.\nInhibitor Treatments\n\n\nFor inhibitor treatments, a small window (approximately 500 μm × 500 μm) was made in the gel in the middle region of the root, shootward of the root tip, using the tip of a syringe needle as a knife to carefully remove the gel using a dissecting microscope. Ten microliters of 25 to 200 μ\nm\n\n\nDPI\n (NADPH oxidase inhibitor) or potassium ascorbate (\nROS\n scavenger) made up in one-half-strength Epstein’s medium with 10 m\nm\n Suc was added to the gel window 30 min prior to salt treatment of the root tip. Control plants were treated similarly, but with 25 μL of one-half-strength Epstein’s medium with 10 m\nm\n Suc in the window. To prevent the gel from drying out, these samples were kept in a humid petri dish prior to confocal imaging.\nTotal RNA Isolation and Quantitative Real-Time PCR Analysis\n\n\nFor \nQPCR\n analysis, root and shoot samples of 6-d-old seedlings of wild-type \nCol-0\n and \noxTPC1\n were harvested in liquid nitrogen. Total RNA was then isolated from 50- to 200-mg tissue samples using the RNeasy Plant Mini Kit (Qiagen) followed by removing residual genomic DNA using the TURBO DNase Kit (RNase-free DNase I; Ambion) according to the manufacturer’s instructions. Total RNA (1–2 μg) was reverse transcribed into first-strand complementary DNA in a 40-µL reaction (25–50 ng total RNA µL\n−1\n) with ProtoScript II reverse transcriptase (New England Biolabs). \nQPCR\n analysis was done using an Applied Biosystems 7500 Real Time PCR system, and analysis was performed with the 7500 Software version 2.3 (Applied Biosystems). The Arabidopsis \nUBQ10\n gene was used as an internal reference for standardization as described previously (\nChoi et al., 2014\n). First-strand complementary DNA proportional to 10 ng of genomic DNA-free starting total RNA was combined with 200 n\nm\n of each primer and 7.5 µL of 2× EvaGreen \nQPCR\n Master Mix with ROX passive reference dye (Biotium) in a final volume of 15 µL. \nQPCR\n was performed on a 96-well optical PCR plate (ABgene) using the following parameters: one cycle of 15 min at 95°C; 40 cycles of 20 s at 95°C, 30 s at 58°C, and 15 s at 65°C; and one cycle of dissociation from 58°C to 95°C with 0.5°C increments. Quantitation of the expression of \nAtTPC1\n was calculated using the comparative threshold cycle method as described previously (\nChoi et al., 2014\n). The \nQPCR\n primers used are AtUBQ10-qPCR-F (\nUBQ10\n forward primer, 5′-CACACTCCACTTGGTCTTGCGT-3′), AtUBQ10-qPCR-R (\nUBQ10\n reverse primer, 5′-TGGTCTTTCCGGTGAGAGTCTTCA-3′), AtTPC1-qPCR-F(i) (\nTPC1\n forward primer, 5′-GCTCTATTGGCGTACAGGTCTTTG-3′), and AtTPC1-qPCR-R(j) (\nTPC1\n reverse primer, 5′-GAAGAGTGTGACCATTCCATTGG-3′).\nMathematical Modeling\n\n\nA full simulation of the \nCICR\n model, illustrated in \nFigure 1A\n, uses Equation 1 assuming a fast Ca\n2+\n release. Under this assumption, each release site \nx\ni\n firing at \nt\ni\n contributes\n\n\n\n\nto a reference point at position \nx\n and at time \nt\n. The total concentration is the sum of these terms over all Ca\n2+\n releases, \ni\n, \n. This method requires calculation of the firing times of all releases and, therefore, places an upper limit on the temporal step size of the algorithm. We typically used a step size Δ\nt\n = 10\n−6\n s. Concentrations, \nc\n, were scaled by the firing threshold, \nu\nc\n, \n. Simulations were performed with code developed in C++ using the GNU science library root-finding function to fit the model to observed wave velocities.\nSupplemental Data\n\n\nThe following supplemental materials are available.\n\n\n\n\nSupplemental Figure S1.\n Effects of different parameters on the \nCICR\n model.\n\n\nSupplemental Figure S2.\n\n\nTPC1\n expression in root and shoot tissues of young seedlings.\n\n\nSupplemental Figure S3.\n Ca\n2+\n wave transmission rate in the \natrbohD\n background.\n\n\nSupplemental Figure S4.\n Calcium wave propagation in the oxTPC1 background pretreated with \nDPI\n.\n\n\nSupplemental Movie S1.\n Surface \nROS\n production in response to medium addition to the root tip.\n\n\nSupplemental Movie S2.\n Surface \nROS\n production in response to NaCl addition to the root tip.",
    "plant_growth": "Arabidopsis (\nArabidopsis thaliana\n) ecotype Columbia-0 (\nCol-0\n), mutants in \nAtRBOHD\n and \nTPC1\n in the \nCol-0\n background, and the \nTPC1\n overexpression line (in the \nCol-0\n background) were germinated and grown under sterile conditions on a thin layer of gel (approximately 2 mm thick) containing one-half-strength Epstein’s medium with 10 m\nm\n Suc and 0.5% (w/v) Phytagel (Sigma-Aldrich) under 16 h of light/8 h of dark at 22°C for 6 d as described previously (\nChoi et al., 2014\n). \nAtrbohD\n was kindly provided by Dr. Andrew Bent (University of Wisconsin-Madison), and \noxTPC1\n and \ntpc1-2\n were provided by Edgar Peiter (Martin-Luther-Universität) and Dale Sanders (John Innes Centre) and transformed with Yellow Cameleon Nano-65 GFP Ca\n2+\n bioreporter as reported previously (\nChoi et al., 2014\n).",
    "ratio_imaging": "Confocal ratio imaging was performed as described by \nChoi et al. (2014)\n. Briefly, 7-d-old seedlings were grown as described above and imaged using a 20×/0.75 Plan-Apochromat objective on a Zeiss LSM510 confocal microscope, with 458-nm excitation, 458-nm primary dichroic, and 462- to 505-nm (CFP) and 526- to 537-nm (cpVenus/FRET) emission selected using the microscope’s Meta detector. Images were analyzed using the Image Calculator in the FIJI analysis package (\nSchindelin et al., 2012\n), and ratio data from the sequential confocal images were converted to a pseudocolored kymogram using MultiExperiment Viewer software version 10.2 (\nSaeed et al., 2003\n). Due to uncertainties in the applicability of in vitro calibration of this reporter to in vivo responsiveness, data are presented as raw ratios of YFP (cpVenus) to CFP signal intensities. Increasing YFP-CFP ratio signal represents an increase in Ca\n2+\n levels.",
    "measuring_extracellular_ros_with_oxyburst_green-bsa": "Extracellular \nROS\n production was measured essentially as described by \nMonshausen et al. (2009)\n. A total of 200 µg mL\n−1\n OxyBurst Green (dihydro-2′,4,5,6,7,7′-hexafluorofluorescein)-\nBSA\n (Life Technologies) dissolved in growth medium was added to the root approximately 10 min prior to treatment at the root tip. A ROI of 50 × 50 µm was then imaged either 3,000 or 5,000 µm from the root tip using a 20×/0.75 Plan-Apochromat objective on a Zeiss LSM780 confocal microscope, using 458-nm primary dichroic, 458-nm excitation, and 526- to 537-nm emission using the microscope’s Meta detector.",
    "inhibitor_treatments": "For inhibitor treatments, a small window (approximately 500 μm × 500 μm) was made in the gel in the middle region of the root, shootward of the root tip, using the tip of a syringe needle as a knife to carefully remove the gel using a dissecting microscope. Ten microliters of 25 to 200 μ\nm\n\n\nDPI\n (NADPH oxidase inhibitor) or potassium ascorbate (\nROS\n scavenger) made up in one-half-strength Epstein’s medium with 10 m\nm\n Suc was added to the gel window 30 min prior to salt treatment of the root tip. Control plants were treated similarly, but with 25 μL of one-half-strength Epstein’s medium with 10 m\nm\n Suc in the window. To prevent the gel from drying out, these samples were kept in a humid petri dish prior to confocal imaging.",
    "total_rna_isolation_and_quantitative_real-time_pcr_analysis": "For \nQPCR\n analysis, root and shoot samples of 6-d-old seedlings of wild-type \nCol-0\n and \noxTPC1\n were harvested in liquid nitrogen. Total RNA was then isolated from 50- to 200-mg tissue samples using the RNeasy Plant Mini Kit (Qiagen) followed by removing residual genomic DNA using the TURBO DNase Kit (RNase-free DNase I; Ambion) according to the manufacturer’s instructions. Total RNA (1–2 μg) was reverse transcribed into first-strand complementary DNA in a 40-µL reaction (25–50 ng total RNA µL\n−1\n) with ProtoScript II reverse transcriptase (New England Biolabs). \nQPCR\n analysis was done using an Applied Biosystems 7500 Real Time PCR system, and analysis was performed with the 7500 Software version 2.3 (Applied Biosystems). The Arabidopsis \nUBQ10\n gene was used as an internal reference for standardization as described previously (\nChoi et al., 2014\n). First-strand complementary DNA proportional to 10 ng of genomic DNA-free starting total RNA was combined with 200 n\nm\n of each primer and 7.5 µL of 2× EvaGreen \nQPCR\n Master Mix with ROX passive reference dye (Biotium) in a final volume of 15 µL. \nQPCR\n was performed on a 96-well optical PCR plate (ABgene) using the following parameters: one cycle of 15 min at 95°C; 40 cycles of 20 s at 95°C, 30 s at 58°C, and 15 s at 65°C; and one cycle of dissociation from 58°C to 95°C with 0.5°C increments. Quantitation of the expression of \nAtTPC1\n was calculated using the comparative threshold cycle method as described previously (\nChoi et al., 2014\n). The \nQPCR\n primers used are AtUBQ10-qPCR-F (\nUBQ10\n forward primer, 5′-CACACTCCACTTGGTCTTGCGT-3′), AtUBQ10-qPCR-R (\nUBQ10\n reverse primer, 5′-TGGTCTTTCCGGTGAGAGTCTTCA-3′), AtTPC1-qPCR-F(i) (\nTPC1\n forward primer, 5′-GCTCTATTGGCGTACAGGTCTTTG-3′), and AtTPC1-qPCR-R(j) (\nTPC1\n reverse primer, 5′-GAAGAGTGTGACCATTCCATTGG-3′).",
    "mathematical_modeling": "A full simulation of the \nCICR\n model, illustrated in \nFigure 1A\n, uses Equation 1 assuming a fast Ca\n2+\n release. Under this assumption, each release site \nx\ni\n firing at \nt\ni\n contributes\nto a reference point at position \nx\n and at time \nt\n. The total concentration is the sum of these terms over all Ca\n2+\n releases, \ni\n, \n. This method requires calculation of the firing times of all releases and, therefore, places an upper limit on the temporal step size of the algorithm. We typically used a step size Δ\nt\n = 10\n−6\n s. Concentrations, \nc\n, were scaled by the firing threshold, \nu\nc\n, \n. Simulations were performed with code developed in C++ using the GNU science library root-finding function to fit the model to observed wave velocities.",
    "supplemental_data": "The following supplemental materials are available.\nSupplemental Figure S1.\n Effects of different parameters on the \nCICR\n model.\n\n\nSupplemental Figure S2.\n\n\nTPC1\n expression in root and shoot tissues of young seedlings.\n\n\nSupplemental Figure S3.\n Ca\n2+\n wave transmission rate in the \natrbohD\n background.\n\n\nSupplemental Figure S4.\n Calcium wave propagation in the oxTPC1 background pretreated with \nDPI\n.\n\n\nSupplemental Movie S1.\n Surface \nROS\n production in response to medium addition to the root tip.\n\n\nSupplemental Movie S2.\n Surface \nROS\n production in response to NaCl addition to the root tip.",
    "supplementary_material": "Supplemental Data\n\n\n\n\nsupp_171_3_1771__index.html\n (1.4KB, html)",
    "acknowledgments": "We thank the Newcomb Imaging Center, Department of Botany, University of Wisconsin, for Ca\n2+\n and \nROS\n imaging.",
    "glossary": "ROS\n\n\nreactive oxygen species\n\n\nSV\n\n\nslow vacuolar\n\n\nCICR\n\n\ncalcium-induced calcium release\n\n\nQPCR\n\n\nquantitative PCR\n\n\nDPI\n\n\ndiphenyliodonium\n\n\nBSA\n\n\nbovine serum albumin\n\n\nCol-0\n\n\nColumbia-0",
    "footnotes": "1\nThis work was supported by the Biotechnology and Biological Sciences Research Council (BBSRC; Institute Strategic Programme grant BB/J004553/1) to R.J.M., by the BBSRC’s Norwich Research Park Doctoral Training Programme to M.J.E., and by the National Aeronautics and Space Administration (NNX13AM50G and NNX14AT25G) and the National Science Foundation (MCB-1329723) to S.G. and W.-G.C.\n\n\n\n\n\n\n[OPEN]\nArticles can be viewed without a subscription.",
    "references": "Allbritton NL, Meyer T, Stryer L (1992) Range of messenger action of calcium ion and inositol 1,4,5-trisphosphate. Science\n258: 1812–1815\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAllen GJ, Sanders D (1996) Control of ionic currents in guard cell vacuoles by cytosolic and luminal calcium. Plant J\n10: 1055–1069\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAlvarez ME, Pennell RI, Meijer PJ, Ishikawa A, Dixon RA, Lamb C (1998) Reactive oxygen intermediates mediate a systemic signal network in the establishment of plant immunity. Cell\n92: 773–784\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBeyhl D, Hörtensteiner S, Martinoia E, Farmer EE, Fromm J, Marten I, Hedrich R (2009) The fou2 mutation in the major vacuolar cation channel TPC1 confers tolerance to inhibitory luminal calcium. Plant J\n58: 715–723\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBienert GP, Schjoerring JK, Jahn TP (2006) Membrane transport of hydrogen peroxide. Biochim Biophys Acta\n1758: 994–1003\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBirnbaum K, Shasha DE, Wang JY, Jung JW, Lambert GM, Galbraith DW, Benfey PN (2003) A gene expression map of the Arabidopsis root. Science\n302: 1956–1960\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCarpaneto A, Cantù AM, Gambale F (1999) Redox agents regulate ion channel activity in vacuoles from higher plant cells. FEBS Lett\n442: 129–132\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoi WG, Toyota M, Kim SH, Hilleary R, Gilroy S (2014) Salt stress-induced Ca\n2+\n waves are associated with rapid, long-distance root-to-shoot signaling in plants. Proc Natl Acad Sci USA\n111: 6497–6502\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChristmann A, Weiler EW, Steudle E, Grill E (2007) A hydraulic signal in root-to-shoot signalling of water shortage. Plant J\n52: 167–174\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCoombes S, Hinch R, Timofeeva Y (2004) Receptors, sparks and waves in a fire-diffuse-fire framework for calcium release. Prog Biophys Mol Biol\n85: 197–216\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDadacz-Narloch B, Beyhl D, Larisch C, López-Sanjurjo EJ, Reski R, Kuchitsu K, Müller TD, Becker D, Schönknecht G, Hedrich R (2011) A novel calcium binding site in the slow vacuolar cation channel TPC1 senses luminal calcium levels. Plant Cell\n23: 2696–2707\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDemidchik V, Maathuis FJ (2007) Physiological roles of nonselective cation channels in plants: from salt stress to signalling and development. New Phytol\n175: 387–404\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDempsey DA, Klessig DF (2012) SOS: too many signals for systemic acquired resistance?\nTrends Plant Sci\n17: 538–545\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDubiella U, Seybold H, Durian G, Komander E, Lassig R, Witte CP, Schulze WX, Romeis T (2013) Calcium-dependent protein kinase/NADPH oxidase activation circuit is required for rapid defense signal propagation. Proc Natl Acad Sci USA\n110: 8744–8749\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFarmer EE, Gasperini D, Acosta IF (2014) The squeeze cell hypothesis for the activation of jasmonate synthesis in response to wounding. New Phytol\n204: 282–288\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFelle HH, Zimmermann MR (2007) Systemic signalling in barley through action potentials. Planta\n226: 203–214\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nForeman J, Demidchik V, Bothwell JH, Mylona P, Miedema H, Torres MA, Linstead P, Costa S, Brownlee C, Jones JD, et al.  (2003) Reactive oxygen species produced by NADPH oxidase regulate plant cell growth. Nature\n422: 442–446\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGarcia-Mata C, Wang J, Gajdanowicz P, Gonzalez W, Hills A, Donald N, Riedelsberger J, Amtmann A, Dreyer I, Blatt MR (2010) A minimal cysteine motif required to activate the SKOR K\n+\n channel of Arabidopsis by the reactive oxygen species H\n2\nO\n2\n. J Biol Chem\n285: 29286–29294\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGattolin S, Sorieul M, Hunter PR, Khonsari RH, Frigerio L (2009) In vivo imaging of the tonoplast intrinsic protein family in Arabidopsis roots. BMC Plant Biol\n9: 133.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGilroy S, Suzuki N, Miller G, Choi WG, Toyota M, Devireddy AR, Mittler R (2014) A tidal wave of signals: calcium and ROS at the forefront of rapid systemic signaling. Trends Plant Sci\n19: 623–630\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGradogna A, Scholz-Starke J, Gutla PVK, Carpaneto A (2009) Fluorescence combined with excised patch: measuring calcium currents in plant cation channels. Plant J\n58: 175–182\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGuo J, Zeng W, Chen Q, Lee C, Chen L, Yang Y, Cang C, Ren D, Jiang Y (2016) Structure of the voltage-gated two-pore channel TPC1 from \nArabidopsis thaliana\n. Nature\n531: 196–201\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGuo WJ, Nagy R, Chen HY, Pfrunder S, Yu YC, Santelia D, Frommer WB, Martinoia E (2014) SWEET17, a facilitative transporter, mediates fructose transport across the tonoplast of Arabidopsis roots and leaves. Plant Physiol\n164: 777–789\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHan S, Tang R, Anderson LK, Woerner TE, Pei ZM (2003) A cell surface receptor mediates extracellular Ca\n2+\n sensing in guard cells. Nature\n425: 196–200\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHao H, Fan L, Chen T, Li R, Li X, He Q, Botella MA, Lin J (2014) Clathrin and membrane microdomains cooperatively regulate RbohD dynamics and activity in \nArabidopsis\n. Plant Cell\n26: 1729–1745\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHedrich R, Marten I (2011) TPC1-SV channels gain shape. Mol Plant\n4: 428–441\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHedrich R, Neher E (1987) Cytoplasmic calcium regulates voltage-dependent ion channels in plant vacuoles. Nature\n329: 833–836\n [\nGoogle Scholar\n]\n\n\n\n\nHunter PR, Craddock CP, Di Benedetto S, Roberts LM, Frigerio L (2007) Fluorescent reporter proteins for the tonoplast and the vacuolar lumen identify a single vacuolar compartment in Arabidopsis cells. Plant Physiol\n145: 1371–1382\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKärkönen A, Kuchitsu K (2015) Reactive oxygen species in cell wall metabolism and development in plants. Phytochemistry\n112: 22–32\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKarpinski S, Reynolds H, Karpinska B, Wingsle G, Creissen G, Mullineaux P (1999) Systemic signaling and acclimation in response to excess excitation energy in Arabidopsis. Science\n284: 654–657\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKeizer J, Smith GD, Ponce-Dawson S, Pearson JE (1998) Saltatory propagation of Ca\n2+\n waves by Ca\n2+\n sparks. Biophys J\n75: 595–600\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiep V, Vadassery J, Lattke J, Maass JP, Boland W, Peiter E, Mithofer A (2015) Systemic cytosolic Ca(2+) elevation is activated upon wounding and herbivory in Arabidopsis. New Phytol\n207: 996–1004\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKintzer AF, Stroud RM (2016) Structure, inhibition and regulation of two-pore channel TPC1 from \nArabidopsis thaliana\n. Nature\n531: 258–262\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMacklon AES, Lumsdon DG, Sim A, Mchardy WJ (1996) Phosphate fluxes, compartmentation and vacuolar speciation in root cortex cells of intact \nAgrostis capillaris\n seedlings: effect of non-toxic levels of aluminium. J Exp Bot\n47: 793–803\n [\nGoogle Scholar\n]\n\n\n\n\nMiller G, Schlauch K, Tam R, Cortes D, Torres MA, Shulaev V, Dangl JL, Mittler R (2009) The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Sci Signal\n2: ra45.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMoghaddam PR, Wilman D (1998) Cell wall thickness and cell dimensions in plant parts of eight forage species. J Agric Sci\n131: 59–67\n [\nGoogle Scholar\n]\n\n\n\n\nMonshausen GB, Bibikova TN, Messerli MA, Shi C, Gilroy S (2007) Oscillations in extracellular pH and reactive oxygen species modulate tip growth of Arabidopsis root hairs. Proc Natl Acad Sci USA\n104: 20996–21001\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMonshausen GB, Bibikova TN, Weisenseel MH, Gilroy S (2009) Ca\n2+\n regulates reactive oxygen species production and pH during mechanosensing in \nArabidopsis\n roots. Plant Cell\n21: 2341–2356\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMousavi SA, Chauvin A, Pascaud F, Kellenberger S, Farmer EE (2013) GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling. Nature\n500: 422–426\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNomura H, Komori T, Kobori M, Nakahira Y, Shiina T (2008) Evidence for chloroplast control of external Ca\n2+\n-induced cytosolic Ca\n2+\n transients and stomatal closure. Plant J\n53: 988–998\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOrdoñez NM, Marondedze C, Thomas L, Pasqualini S, Shabala L, Shabala S, Gehring C (2014) Cyclic mononucleotides modulate potassium and calcium flux responses to H\n2\nO\n2\n in Arabidopsis roots. FEBS Lett\n588: 1008–1015\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPearson JE, Ponce-Dawson S (1998) Crisis on Skid Row. Physica A\n257: 141–148\n [\nGoogle Scholar\n]\n\n\n\n\nPeiter E. (2011) The plant vacuole: emitter and receiver of calcium signals. Cell Calcium\n50: 120–128\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPeiter E, Maathuis FJM, Mills LN, Knight H, Pelloux J, Hetherington AM, Sanders D (2005) The vacuolar Ca\n2+\n-activated channel TPC1 regulates germination and stomatal movement. Nature\n434: 404–408\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPonce-Dawson S, Keizer J, Pearson JE (1999) Fire-diffuse-fire model of dynamics of intracellular calcium waves. Proc Natl Acad Sci USA\n96: 6060–6063\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPottosin I, Wherrett T, Shabala S (2009) SV channels dominate the vacuolar Ca\n2+\n release during intracellular signaling. FEBS Lett\n583: 921–926\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPottosin II, Schönknecht G (2007) Vacuolar calcium channels. J Exp Bot\n58: 1559–1569\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRanf S, Wünnenberg P, Lee J, Becker D, Dunkel M, Hedrich R, Scheel D, Dietrich P (2008) Loss of the vacuolar cation channel, AtTPC1, does not impair Ca\n2+\n signals induced by abiotic and biotic stresses. Plant J\n53: 287–299\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRichards SL, Laohavisit A, Mortimer JC, Shabala L, Swarbreck SM, Shabala S, Davies JM (2014) Annexin 1 regulates the H\n2\nO\n2\n-induced calcium signature in \nArabidopsis thaliana\n roots. Plant J\n77: 136–145\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRiley KF, Hobson MP, Bence SJ (1998) Mathematical Methods for Physics and Engineering, Ed 3\nCambridge University Press, Cambridge, UK\n [\nGoogle Scholar\n]\n\n\n\n\nSaeed AI, Sharov V, White J, Li J, Liang W, Bhagabati N, Braisted J, Klapa M, Currier T, Thiagarajan M, et al.  (2003) TM4: a free, open-source system for microarray data management and analysis. Biotechniques\n34: 374–378\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSagi M, Fluhr R (2006) Production of reactive oxygen species by plant NADPH oxidases. Plant Physiol\n141: 336–340\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchindelin J, Arganda-Carreras I, Frise E, Kaynig V, Longair M, Pietzsch T, Preibisch S, Rueden C, Saalfeld S, Schmid B, et al.  (2012) Fiji: an open-source platform for biological-image analysis. Nat Methods\n9: 676–682\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchneider CA, Rasband WS, Eliceiri KW (2012) NIH Image to ImageJ: 25 years of image analysis. Nat Methods\n9: 671–675\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nScholz-Starke J, De Angeli A, Ferraretto C, Paluzzi S, Gambale F, Carpaneto A (2004) Redox-dependent modulation of the carrot SV channel by cytosolic pH. FEBS Lett\n576: 449–454\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShuai JW, Jung P (2003) Optimal ion channel clustering for intracellular calcium signaling. Proc Natl Acad Sci USA\n100: 506–510\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSuzuki N, Miller G, Salazar C, Mondal HA, Shulaev E, Cortes DF, Shuman JL, Luo X, Shah J, Schlauch K, et al.  (2013) Temporal-spatial interaction between reactive oxygen species and abscisic acid regulates rapid systemic acclimation in plants. Plant Cell\n25: 3553–3569\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTimofeeva Y, Coombes S (2003) Wave bifurcation and propagation failure in a model of Ca\n2+\n release. J Math Biol\n47: 249–269\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTorres MA, Dangl JL, Jones JDG (2002) Arabidopsis gp91phox homologues AtrbohD and AtrbohF are required for accumulation of reactive oxygen intermediates in the plant defense response. Proc Natl Acad Sci USA\n99: 517–522\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nvan Bel AJ, Furch AC, Will T, Buxa SV, Musetti R, Hafke JB (2014) Spread the news: systemic dissemination and local impact of Ca²⁺ signals along the phloem pathway. J Exp Bot\n65: 1761–1787\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVestergaard CL, Flyvbjerg H, Møller IM (2012) Intracellular signaling by diffusion: can waves of hydrogen peroxide transmit intracellular information in plant cells?\nFront Plant Sci\n3: 295.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWard JM, Schroeder JI (1994) Calcium-activated K\n+\n channels and calcium-induced calcium release by slow vacuolar ion channels in guard cell vacuoles implicated in the control of stomatal closure. Plant Cell\n6: 669–683\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWeinl S, Held K, Schlücking K, Steinhorst L, Kuhlgert S, Hippler M, Kudla J (2008) A plastid protein crucial for Ca\n2+\n-regulated stomatal responses. New Phytol\n179: 675–686\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWerner T, Motyka V, Laucou V, Smets R, Van Onckelen H, Schmülling T (2003) Cytokinin-deficient transgenic \nArabidopsis\n plants show multiple developmental alterations indicating opposite functions of cytokinins in the regulation of shoot and root meristem activity. Plant Cell\n15: 2532–2550\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang Y, Zhu H, Zhang Q, Li M, Yan M, Wang R, Wang L, Welti R, Zhang W, Wang X (2009) Phospholipase Dα1 and phosphatidic acid regulate NADPH oxidase activity and production of reactive oxygen species in ABA-mediated stomatal closure in \nArabidopsis\n. Plant Cell\n21: 2357–2377\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZimmermann MR, Maischak H, Mithöfer A, Boland W, Felle HH (2009) System potentials, a novel electrical long-distance apoplastic signal in plants, induced by wounding. Plant Physiol\n149: 1593–1600\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental Data\n\n\n\n\nsupp_171_3_1771__index.html\n (1.4KB, html) \n\n\n\n\n\n\nsupp_pp.16.00215_PP2016-00215R1_Supplemental_Material.pdf\n (278.1KB, pdf) \n\n\n\n\n\n\nDownload video file\n (31.4MB, mov) \n\n\n\n\n\n\nDownload video file\n (36.7MB, mov)",
    "supplementary_materials": "Supplemental Data\n\n\n\n\nsupp_171_3_1771__index.html\n (1.4KB, html) \n\n\n\n\n\n\nsupp_pp.16.00215_PP2016-00215R1_Supplemental_Material.pdf\n (278.1KB, pdf) \n\n\n\n\n\n\nDownload video file\n (31.4MB, mov) \n\n\n\n\n\n\nDownload video file\n (36.7MB, mov)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.3 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4936552/"
}