{
  "id": "PMC4453782",
  "title": "Vesicles versus Tubes: Is Endoplasmic Reticulum-Golgi Transport in Plants Fundamentally Different from Other Eukaryotes?",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Vesicles versus Tubes: Is Endoplasmic Reticulum-Golgi Transport in Plants Fundamentally Different from Other Eukaryotes?",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4453782/"
  },
  "sections": {
    "permalink": "Copy",
    "david_g_robinson": "1\nCentre for Organismal Studies, University of Heidelberg, D–69120 Heidelberg, Germany (D.G.R.);\n2\nDepartment of Plant Biology and Michigan State University-Department of Energy Plant Research Laboratory, Michigan State University, East Lansing, Michigan 48824 (F.B.);\n3\nDepartment of Biological and Medical Sciences, Oxford Brookes University, Oxford OX3 0BP, United Kingdom (C.H.);\n4\nDepartment of Biological Sciences, Graduate School of Science, The University of Tokyo, Bunkyo-ku, Tokyo 113–0033, Japan (A.N.); and\n5\nLive Cell Super-Resolution Imaging Research Team, RIKEN Center for Advanced Photonics, Wako, Saitama 351–0198, Japan (A.N.)\nFind articles by \nDavid G Robinson",
    "federica_brandizzi": "1\nCentre for Organismal Studies, University of Heidelberg, D–69120 Heidelberg, Germany (D.G.R.);\n2\nDepartment of Plant Biology and Michigan State University-Department of Energy Plant Research Laboratory, Michigan State University, East Lansing, Michigan 48824 (F.B.);\n3\nDepartment of Biological and Medical Sciences, Oxford Brookes University, Oxford OX3 0BP, United Kingdom (C.H.);\n4\nDepartment of Biological Sciences, Graduate School of Science, The University of Tokyo, Bunkyo-ku, Tokyo 113–0033, Japan (A.N.); and\n5\nLive Cell Super-Resolution Imaging Research Team, RIKEN Center for Advanced Photonics, Wako, Saitama 351–0198, Japan (A.N.)\nFind articles by \nFederica Brandizzi",
    "chris_hawes": "1\nCentre for Organismal Studies, University of Heidelberg, D–69120 Heidelberg, Germany (D.G.R.);\n2\nDepartment of Plant Biology and Michigan State University-Department of Energy Plant Research Laboratory, Michigan State University, East Lansing, Michigan 48824 (F.B.);\n3\nDepartment of Biological and Medical Sciences, Oxford Brookes University, Oxford OX3 0BP, United Kingdom (C.H.);\n4\nDepartment of Biological Sciences, Graduate School of Science, The University of Tokyo, Bunkyo-ku, Tokyo 113–0033, Japan (A.N.); and\n5\nLive Cell Super-Resolution Imaging Research Team, RIKEN Center for Advanced Photonics, Wako, Saitama 351–0198, Japan (A.N.)\nFind articles by \nChris Hawes",
    "akihiko_nakano": "1\nCentre for Organismal Studies, University of Heidelberg, D–69120 Heidelberg, Germany (D.G.R.);\n2\nDepartment of Plant Biology and Michigan State University-Department of Energy Plant Research Laboratory, Michigan State University, East Lansing, Michigan 48824 (F.B.);\n3\nDepartment of Biological and Medical Sciences, Oxford Brookes University, Oxford OX3 0BP, United Kingdom (C.H.);\n4\nDepartment of Biological Sciences, Graduate School of Science, The University of Tokyo, Bunkyo-ku, Tokyo 113–0033, Japan (A.N.); and\n5\nLive Cell Super-Resolution Imaging Research Team, RIKEN Center for Advanced Photonics, Wako, Saitama 351–0198, Japan (A.N.)\nFind articles by \nAkihiko Nakano",
    "abstract": "The endoplasmic reticulum (ER) is the gateway to the secretory pathway in all eukaryotic cells. Its products subsequently pass through the Golgi apparatus on the way to the cell surface (true secretion) or to the lytic compartment of the cell (vacuolar protein transport). In animal cells, the Golgi apparatus is present as a stationary larger order complex near the nucleus, and transport between the cortical ER and the Golgi complex occurs via an intermediate compartment which is transported on microtubules. By contrast, higher plant cells have discrete mobile Golgi stacks that move along the cortical ER, and the intermediate compartment is absent. Although many of the major molecular players involved in ER-Golgi trafficking in mammalian and yeast (\nSaccharomyces cerevisiae\n) cells have homologs in higher plants, the narrow interface (less than 500 nm) between the Golgi and the ER, together with the motility factor, makes the identification of the transport vectors responsible for bidirectional traffic between these two organelles much more difficult. Over the years, a controversy has arisen over the two major possibilities by which transfer can occur: through vesicles or direct tubular connections. In this article, four leading plant cell biologists attempted to resolve this issue. Unfortunately, their opinions are so divergent and often opposing that it was not possible to reach a consensus. Thus, we decided to let each tell his or her version individually. The review begins with an article by Federica Brandizzi that provides the necessary molecular background on coat protein complexes in relation to the so-called secretory units model for ER-Golgi transport in highly vacuolated plant cells. The second article, written by Chris Hawes, presents the evidence in favor of tubules. It is followed by an article from David Robinson defending the classical notion that transport occurs via vesicles. The last article, by Akihiko Nakano, introduces the reader to possible alternatives to vesicles or tubules, which are now emerging as a result of exciting new developments in high-resolution light microscopy in yeast.",
    "figure_1.": "Open in a new tab\nElectron microscopy of COPII budding. A and B, Transitional \nER\n plus adjacent Golgi stacks in the green alga \nC. noctigama\n as seen in chemically fixed (A) and high-pressure frozen samples (B). The cis-trans (c and t) polarity of the Golgi stacks is clearly visible and so too are budding and released COPII vesicles (arrowheads). Putative COPI vesicles are marked with arrows. C, High-pressure frozen endosperm cell of Arabidopsis. Budding COPII vesicles are marked with arrowheads, and free putative COPII vesicles are marked with arrows. D to G, Collage of COPII budding profiles. Note that many of the buds are at the termini of \nER\n cisternae. Note that the \nER\n in high-pressure frozen samples is, in general, much more dilated than in chemically fixed samples; in \nC. noctigama\n, it is extremely dilated (the \nER\n in B can be recognized by the ribosomes at the left of the vacuole-like structure). Bars = 200 nm.",
    "federica_brandizzi:_the_secretory_units_model_for_er_protein": "In live-cell imaging analyses, the Arabidopsis (\nArabidopsis thaliana\n) COPII coat components (Sec13, Sec23, Sec24, and Sec31), when expressed in highly vacuolated leaf epidermal cells in tobacco (\nNicotiana tabacum\n) and Arabidopsis, have been found in punctate structures that are associated with the \nER\n and move with the Golgi stacks (\nStefano et al., 2006\n; \nHanton et al., 2007\n, \n2009\n; \nSieben et al., 2008\n; \nWei and Wang, 2008\n; \nFaso et al., 2009\n; \nTakagi et al., 2013\n; \nTanaka et al., 2013\n), which, in fully expanded plant cells, are highly dispersed and motile (\nBoevink et al., 1998\n; \nStefano et al., 2014\n). The punctae labeled by the COPII coat proteins are commonly indicated as \nER\n exit sites (\nERES\ns). With the exception of Sec13, which has also been found at the nuclear envelope (\nYang et al., 2005\n), Sec23, Sec24, and Sec31 are predominantly localized at such areas. Three-dimensional projection reconstruction of confocal images followed by rendering analyses have shown that Sec16 is localized in cup-like structures where the \nER\n assumes a high-degree curvature (\nTakagi et al., 2013\n; \nFig. 2\n), supporting the intriguing possibility for specific requirements of \nER\n membrane curvature for the \nERES\n establishment and maintenance. In a Sec24A partial loss-of-function mutant, a functional fluorescent protein fusion to Sec24A has been identified also in bright structures of unknown identity (\nFaso et al., 2009\n). It has been hypothesized that such structures may represent \nERES\ns in formation or protein aggregates (\nFaso et al., 2009\n). The COPII-recruiting guanosine triphosphate hydrolyzing-protein (GTPase) Sar1 has been found at the \nERES\ns but also over the \nER\n network to a variable degree that may depend on the specific Sar1 isoform (\nHanton et al., 2008\n). The distribution of Sec16, Sar1, and the COPII coat proteins drastically differs from that of the Sar1-guanine nucleotide exchange factor Sec12, which has been found distributed largely at the \nER\n (\nBar-Peled and Raikhel, 1997\n; \ndaSilva et al., 2004\n; \nYang et al., 2005\n). Similar to other eukaryotic cells, transport of proteins in plant cells may occur by bulk flow, as demonstrated for soluble proteins (\nCrofts et al., 1999\n; \nPhillipson et al., 2001\n), as well as in dependence of signals that can be present in the transmembrane domain (\nBrandizzi et al., 2002a\n; \nSchoberer et al., 2014\n), or through the presence of specific motifs that are recognized by COPII proteins.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nGolgi cisternae (rat sialyltransferase transmembrane domain and cytosolic tail fused to the yellow fluorescent protein, red) and the \nERES\n marker (SEC16-GFP, green) visualized in tobacco leaf epidermal cells. Images from time-lapse sequence acquired at the cortical region of tobacco leaf epidermal cell with a Zeiss LSM510 confocal microscope. The Sec16 marker distributes at the peri-Golgi area (arrowheads) as well as to structures of unknown identity that are not associated with the Golgi marker (arrows; \nTakagi et al., 2013\n). The structures labeled by Sec16 can assume a ring-like shape (\nTakagi et al., 2013\n). Time of frames in the sequence is indicated at the left-hand corner of images (seconds). *, A chloroplast that is visible through chlorophyll autofluorescence. Bars = 5 and 1 μm (inset).\nAs it would be expected for specialized \nER\n export domains in which cargo is packaged for export and release to the Golgi, \nERES\ns are dynamic entities. Photobleaching experiments on fluorescent protein fusions to Sec13 and Sec24 have shown a high degree of turnover of these proteins on and off \nERES\ns. Functional analyses on the effect of Sec16A loss-of-function mutation on COPII assembly in live cells have also demonstrated that Sec16A is involved in the dynamic association of coat components onto the \nER\n, because in its absence, Sec24 and Sec13 were found to cycle on and off the \nERES\ns to a much faster rate than in wild-type cells (\nTakagi et al., 2013\n). These findings support the possibility that Sec16 has a regulatory role on the COPII coat assembly, likely by influencing the GTPase activity of Sar1, which recruits the outer COPII coat components (\nTakagi et al., 2013\n). Increase in \nERES\n size and number was verified when \nER\n export competent membrane cargo was expressed transiently in tobacco leaf epidermal cells compared with \nER\n export incompetent membrane cargo and bulk flow cargo (\nHanton et al., 2008\n), supporting that the establishment and maintenance of \nERES\ns are responsive to the cell’s necessity to export membrane and cargo from the \nER\n. It will be interesting to test in the future whether modulation of \nERES\n number and size depends on Sec16 and its functional interactions with COPII proteins.\nA striking feature of the \nERES\ns is their movement. The subcellular distribution of \nERES\ns with respect to Golgi stacks has been debated for quite some time (\nBrandizzi and Barlowe, 2013\n). Although a transient association of the COPII machinery with the Golgi apparatus is plausible if partially coated COPII carriers are linked with the Golgi membrane before the COPII coat is completely shed (\nLanghans et al., 2012\n), a recent study on the subcellular localization and function of a plant Sec16 homolog has revealed new insights that further support an association of \nERES\ns and motile Golgi (\ndaSilva et al., 2004\n; \nTakagi et al., 2013\n). In particular, through fluorescence recovery after photobleaching analyses using a functional fluorescent protein to Sec16A, Sec16A was found to undergo dynamic binding and release from the membranes to slower rates compared with those of the outer COPII coat components such as Sec13, which was found to interact with Sec16 together with Sec31, and Sec24 (\nTakagi et al., 2013\n). If the punctate distribution of fluorescent protein fusion to COPII components observed in live-cell imaging studies were the result of association of these proteins with Golgi membranes, then Sec16 should show dynamics on and off membranes similar to the outer COPII components. However, the evidence that Sec16 cycles on and off the membranes at a slower rate compared with Sec24 and Sec13 and that the pool of membrane-associated protein significantly differs between Sec16 and Sec13 or Sec24 (\nTakagi et al., 2013\n) supports that a subpopulation of Sec16 is excluded from the coat of formed COPII carriers and labels \nERES\ns that face the Golgi apparatus. The discrete steady-state localization of Sec16A at \nERES\ns that are associated with the Golgi stacks supports that the plant \nER\n/Golgi interface is uniquely organized such that \nERES\ns move together with associated Golgi stacks. In this model, known as the secretory-units model (\ndaSilva et al., 2004\n), \nERES\ns would facilitate \nER\n export to the Golgi at a Golgi-facing surface that is relatively static. Such organization does not exclude the possibility that non-Golgi-associated \nERES\ns may also exist. In this light, it is possible that the \nERES\n/Golgi unit may encounter \nERES\ns that are not associated with a Golgi stack and eventually associate with it. It is similarly possible that non-Golgi-associated \nERES\ns may assemble to form new Golgi stacks. The association of \nERES\ns with the Golgi could also favor efficient retrograde transport mediated by cargo carriers such as COPI vesicles that have been clearly visualized in plant cells (\nPimpl et al., 2000\n; \nDonohoe et al., 2007\n). ADP-ribosylation factor1, the GTPase involved in COPI coat assembly and dissociation, as well as coatomer, has been localized at the plant Golgi (\nStefano et al., 2006\n; \nMatheson et al., 2007\n). It is possible to hypothesize that COPI vesicles might fuse proximally to COPII-enriched \nERES\ns. Retrograde transport of membrane from the Golgi at the \nER\n-Golgi interface close to the \nERES\n region could facilitate fast retrieval and concentration of soluble \nN\n-ethylmaleimide-sensitive factor activating protein receptor (SNARE) proteins and other components of the machinery necessary for anterograde transport from the \nER\n towards the Golgi.\nThe close spatial relationship between Golgi and \nER\n and the evidence for a continuous exchange of Golgi enzymes with the \nER\n (\nBrandizzi et al., 2002b\n) raise the question on whether the close association of \nERES\ns with Golgi could have a role in holding the \nER\n and the Golgi in close association. Such organization would facilitate \nER\n protein export to a motile organelle. That the plant \nER\n and the Golgi are attached has been demonstrated through the application of optical laser tweezers through which induced movement of tweezer-pulled Golgi stacks caused movement of the \nER\n (\nSparkes et al., 2009a\n). It is possible that \nERES\ns and Golgi may be tethered by a proteinaceous mesh, which could not only facilitate the \nER\n-Golgi directionality of COPII carriers, but also hold the two organelles together. It may also be that \nERES\ns have a more direct role in the \nER\n-Golgi interaction. It is also possible that the transient state between formation and dissipation of COPII carriers could enable the formation of a dynamic bridge that is sufficient to hold the Golgi in place on \nERES\ns. Similar to the Golgi biogenesis model proposed earlier (\nDonohoe et al., 2013\n), the dynamic attachment of the \nER\n and the Golgi would be facilitated during cisternae biogenesis whereby the most \nER\n-proximal cisterna of the Golgi would be produced de novo by partial or complete fusion of COPII carriers and then mature into a distal cisterna via retrograde recycling of membranes and proteins.",
    "figure_2.": "Open in a new tab\nGolgi cisternae (rat sialyltransferase transmembrane domain and cytosolic tail fused to the yellow fluorescent protein, red) and the \nERES\n marker (SEC16-GFP, green) visualized in tobacco leaf epidermal cells. Images from time-lapse sequence acquired at the cortical region of tobacco leaf epidermal cell with a Zeiss LSM510 confocal microscope. The Sec16 marker distributes at the peri-Golgi area (arrowheads) as well as to structures of unknown identity that are not associated with the Golgi marker (arrows; \nTakagi et al., 2013\n). The structures labeled by Sec16 can assume a ring-like shape (\nTakagi et al., 2013\n). Time of frames in the sequence is indicated at the left-hand corner of images (seconds). *, A chloroplast that is visible through chlorophyll autofluorescence. Bars = 5 and 1 μm (inset).",
    "chris_hawes:_let_it_be_tubes": "What Can EM Tell Us?\n\n\nBack in the 1970s and 1980s, prior to the discovery of COPI and COII vesicles, various electron microscope (EM) studies of the plant endomembrane system suggested that there may be direct membrane connections between the \nER\n and Golgi bodies, which were often termed dicytosomes in those days (\nMollenhauer at al., 1976\n; \nHarris, 1979\n). To enable selective enhancement of the membranes of these organelles and to permit studies in three dimensions using thick sections and high-voltage electron microscopy, osmium impregnation techniques combined with either zinc iodide or potassium ferricyanide, to enhance the deposition of osmium on membranes and within the lumen of EM tubules and \nER\n/Golgi cisternae, were often applied (\nHarris, 1979\n; \nHepler, 1981\n). This resulted in a number of reports suggesting that the \nER\n was directly connected to Golgi bodies via membrane-bounded tubules and that Golgi bodies themselves presented many tubules at the margins of their cisternae.\n\n\nIn our laboratory, we undertook a limited survey of \nER\n-Golgi interactions in a number of tissues using the zinc iodide osmium impregnation technique (\nJuniper et al., 1982\n) and concluded that in maize (\nZea mays\n) root caps, bean (\nPhaseolus vulgaris\n) root tips, and leaves (probably erroneously), the \nER\n and Golgi were not connected. However, in the heavily protein-secreting glands of the Venus flytrap (\nDionea muscipula\n), after stimulation of secretion, we observed numerous tubular extensions from cisternal rims, including cis-cisternae, that appeared to interconnect with the \nER\n. At the same time, a study of the Golgi apparatus in developing wheat (\nTriticum aestivum\n) endosperm (\nParker and Hawes, 1982\n), using high-voltage electron microscopy of thick sections of osmium-impregnated tissue, reported fine peripheral cisternal tubules connecting the cis-Golgi as well as other cisternae to the \nER\n. This was also reported in developing bean and mung bean (\nVigna radiata\n) seeds (\nHarris, 1979\n; \nHarris and Oparka, 1983\n). In wheat, these fine tubules were often much thinner than an \nER\n tubule and, unless heavily osmium impregnated, under normal contrasting conditions in the EM, would unlikely scatter sufficient electrons to be readily visible. More recently, we reported \nER\n-Golgi connections in tobacco leaves using osmium impregnation (\nBrandizzi et al., 2002b\n). Of course, the presence of tubules in electron micrographs does not prove they are involved in transport, retrograde, or anterograde but does show perhaps a more intimate relationship between the two organelles than is often assumed. Likewise, it has been shown that the \nER\n surface itself is highly motile (\nRunions et al., 2006\n). Therefore, conceptually, there should be no problem in envisaging membrane flow from the \nER\n through to the Golgi.\n\n\nIn contrast to these results, there are relatively few reports of vesicles budding from the \nER\n or existing at the interface between the \nER\n and Golgi, although \nSchnepf and Christ (1980)\n suggested that a vesicle flow exits in the epithelial cells of the nectaries of \nAsclepias curassavica\n. Only in a few publications using ultra-rapid high-pressure freeze fixation followed by freeze substitution and electron tomography have COPII vesicles been shown budding from the \nER\n (\nKang and Staehelin, 2008\n; \nHawes, 2012\n; \nDonohoe et al., 2013\n), mainly in root meristem cells. An example in developing Arabidopsis endosperm tissue can be seen in \nFigure 1, C to G\n, of this article. Unfortunately, three-dimensional analysis and reconstruction by electron tomography of data such as these still relies on manual tracing of images, as autosegmentation algorithms cannot as yet differentiate the subtle differences in contrast in such electron micrographs to permit totally unbiased autosegmented reconstructions. However, it is possible to observe tubular connections between \nER\n and cis-Golgi in tomograms of osmium-impregnated root material (C. Hawes, unpublished data; \nFig. 3A\n). At this stage, it should be noted that lack of COPII vesicles is not restricted to plants but has been reported in several microorganisms. Likewise, depletion of COPII components does not always inhibit cargo transport from the \nER\n in yeasts and animals (for references, see \nMironov, 2014\n).\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA, Maximum-intensity projection in negative contrast of a stack of thin sections from a tomogram of a pea (\nPisum sativum\n) root tip Golgi body and associated \nER\n impregnated by the osmium zinc iodide technique. The reconstruction is presented at an angle to show a clear tubular connection between the \nER\n and cis-Golgi. B, Inside face view of a dry-cleaved carrot (\nDaucus carota\n) suspension culture cell. The cell had been fixed on a coated EM grid, dehydrated, and critical point dried prior to dry cleaving on double-sided tape. The view onto the plasma membrane shows dark mitochondria (M), complete Golgi stacks in face view (G), cisternal \nER\n (CER), and tubular \nER\n (arrows). Note the huge difference between the diameter of a Golgi body and \nER\n tubules.\nAn argument has been made on the lack of COPII EM images based around the calculation that, in reality, there are very few COPII vesicles at any one time in the \nER\n-Golgi interface and that, in any one thin section, at most, only one vesicle would be seen (\nLanghans et al., 2012\n). This argument of course only holds true if such vesicles do exist. If they don’t, then they obviously would not be seen. Likewise, if tubules are transient in nature, they would rarely be seen in conventional electron micrographs and, when caught in cross section, would appear to be vesicular! An obvious experiment where COPII vesicles should be seen is in the reformation of Golgi after brefeldin A (\nBFA\n)-induced reabsorption into the \nER\n. One such study on tobacco Bright Yellow2 (BY2) cells reported buds on the \nER\n surfaces, which were infrequent, and tubular vesicular clusters, representing the earliest observable stage of stack regeneration cells (\nLanghans et al., 2007\n). These clusters immunolabeled for COPI coat components but not for COPII proteins. Considering the number of Golgi stacks in such cells, which is in the hundreds, if COPII vesicles exist, then it is surprising that none were seen in these experiments.\n\n\nOf course, the get-out-of-jail card and perhaps a lazy answer to all of these discrepancies in the ultrastructural literature is simply to state that data from chemically fixed material is artifactual in nature due to slow fixation rates and only data from ultra-rapidly frozen freeze-substituted material is acceptable. This of course ignores the fact that, in chemically fixed material, it is easy to visualize both COPI and clathrin coats. So, why not COPII coats, especially as they are relatively easy to visualize in chemically fixed cells of algae such as \nC. noctigama\n (\nHummel et al., 2007\n)? Two other golden rules of thin-section transmission electron microscopy also have to be remembered: (1) A thin section presents a two-dimensional image, and thus a tubule in cross section can easily be misinterpreted as a vesicle; and (2) Any biological material has to scatter sufficient electrons to form an image. Thus, a membrane in transverse section, spanning 70 nm of resin, scatters sufficient electrons to form a classic unit-membrane image, whereas the same stained membrane in face view may not present sufficient heavy-metal stain molecules and thus be electron lucent and not form an image; thus, fine tubules and membranes in face view can be missed. Selective-membrane staining techniques overcome this latter limitation. Of course, other EM techniques exist such as freeze-fracture or freeze-fracture deep etch, which should reveal structured exit sites on \nER\n and COPII coats, but as far as I am aware, apart from the occasional image showing clathrin-coated vesicles and COPI vesicles (\nColeman et al., 1987\n; \nAndreeva et al., 1998\n, no such images of COPII structures have been published in plants.\nHas Live-Cell Imaging Helped?\n\n\nOur initial observations on Golgi and \nER\n in living leaf epidermal cells let us observe, for the first time, the dynamic nature of the organelles and the fact that Golgi bodies in leaves appeared to move over the surface of the \nER\n (\nBoevink et al., 1998\n). This led us to propose the hoover model of Golgi bodies traveling over the \nER\n surface sucking up vesicles produced by the \nER\n, thus making the serious, but all too common, mistake of assuming that the plant \nER\n-Golgi interface would function exactly the same as the mammalian \nER\n in the production of COPII vesicles. However, over the past decade or so, we have refined our ideas and developed the secretory unit concept of \nERES\ns and Golgi bodies traveling as single units around the cell with the motile surface of the \nER\n (\ndaSilva et al., 2004\n; \nLanghans et al., 2012\n). Such advances were made possible by the revolution in live-cell imaging offered by fluorescent protein technology and direct organelle labeling combined with techniques such as photobleaching and photoactivation of fluorescent probes. This enabled a range of experiments to be undertaken on the \nER\n-Golgi interface, and contrary to what is often stated, it was shown there is no real evidence that transport between the \nER\n and individual Golgi bodies only takes places when stacks are stationary (the stop-and-go model; \nBrandizzi et al., 2002b\n). We demonstrated that in a fluorescence recovery after photobleaching experiment, recovery of fluorescence of a Golgi membrane protein could be demonstrated in moving Golgi, indicating a continual transfer of protein from \nER\n to Golgi (\ndaSilva et al., 2004\n). Subsequently, laser manipulation of Golgi has demonstrated that when captured and translated through the cytoplasm by an infrared laser beam, Golgi bodies almost always drag a tubule of \nER\n behind them (\nSparkes et al., 2009c\n). One of the conclusions from this work was that the \nER\n and Golgi are closely associated and tethered together, not via the cytoskeleton, but most likely by a number of structural proteins such as the Golgins/Golgi matrix proteins (\nHawes et al., 2008\n). In studies of Golgi destruction and reformation in tobacco leaf cells, we showed that with either a genetic block of secretion or inhibition by \nBFA\n, reabsorption of the Golgi back into the \nER\n was an ordered process, starting with the release of translocated Golgins into the cytoplasm followed by sequential reabsorption of trans-, medial, and cis-membranes into the \nER\n. However, a cis-located matrix component, CASP, remained associated with \nERES\ns, and we suggest that this protein may be part of the tethering complex holding the Golgi to the \nER\n (\nOsterrieder et al., 2010\n; \nSchoberer et al., 2010\n). How this ordered membrane transport back to the \nER\n is mediated is not known; perhaps some of the cisternal associated Golgi-\nER\n tubules are involved in this pathway.\n\n\nInterestingly, Golgi bodies in vacuolated tissue such as leaf epidermal cells are only ever associated with curved membranes of the \nER\n such as tubules or more rarely the edges of cisternae (\nSparkes et al., 2009b\n) and are never seen on the flat faces of \nER\n cisternae. This situation has also been reported for yeast, where \nERES\ns were associated with high-curvature domains containing the membrane-curving \nER\n protein reticulon1 (\nOkamoto et al., 2012\n), and we have preliminary evidence that in Arabidopsis, reticulons may interact with SEC12, the Sar1-guanine nucleotide exchange factor that recruits the GTPase to the \nER\n membrane as part of the COPII coat-building process (Kriechbaumer and Hawes, unpublished data). Thus, we can conclude that plant \nERES\nprobably requires a curved \nER\n surface on which to form.\n\n\nDue to the nature of fluorescence and the diffraction limit of the microscopies used, an artificial impression is given in typical confocal micrographs of the diameter of \nER\n tubules, compared with the diameter of a Golgi body (around 1 µm), giving a ratio of approximately 1:2. However, when observed by EM techniques such as dry cleave to show the cortical \nER\n, whose tubes are in reality are around 30 to 90 nm, and associated Golgi, it is obvious that this ratio is more like 1:8, even taking into account the fact that cis-Golgi cisternae tend to be smaller in diameter than the rest of the stack (\nFig. 3B\n). Thus, \nERES\ns have to form on a relatively restricted area of highly curved membrane and not a flat surface, and perhaps the requirement for membrane bending proteins to produce a bud is lessened. Also, an \nERES\n would need to be linear in structure along roughly 200 nm of \nER\n tubule. Could such a structure produce sufficient 70-nm vesicles to transfer the required protein and membrane to a Golgi body? Such calculations have not yet been made.\n\n\nOf course, it is generally accepted that COPII components are required in plants for some, if not all, transport between the \nER\n and Golgi. As described above, it is easily demonstrated that inhibition of the formation of a COPII coat by expressing a nonhydrolysable form of the coat-initiating GTPase SAR1p results in the disruption of Golgi stack homeostasis and resorption of Golgi membrane back into the \nER\n (\nOsterrieder et al., 2010\n). However, coating of a membrane patch to promote curvature and concentrate cargo at the tip of a transiently produced tubule is a distinct possibility. It has been shown in vitro that COPII components can tubulate liposome membrane (\nBacia et al., 2011\n), and it has even been suggested that COPII coat components have sufficient flexibility to form 300-nm tubular structures that can accommodate large filamentous cargo such as procollagen fibrils (\nMiller and Schekman, 2013\n). Such tubes could easily span the narrow greater-than-300-nm interface between \nER\n and cis-Golgi in plants.",
    "what_can_em_tell_us?": "Back in the 1970s and 1980s, prior to the discovery of COPI and COII vesicles, various electron microscope (EM) studies of the plant endomembrane system suggested that there may be direct membrane connections between the \nER\n and Golgi bodies, which were often termed dicytosomes in those days (\nMollenhauer at al., 1976\n; \nHarris, 1979\n). To enable selective enhancement of the membranes of these organelles and to permit studies in three dimensions using thick sections and high-voltage electron microscopy, osmium impregnation techniques combined with either zinc iodide or potassium ferricyanide, to enhance the deposition of osmium on membranes and within the lumen of EM tubules and \nER\n/Golgi cisternae, were often applied (\nHarris, 1979\n; \nHepler, 1981\n). This resulted in a number of reports suggesting that the \nER\n was directly connected to Golgi bodies via membrane-bounded tubules and that Golgi bodies themselves presented many tubules at the margins of their cisternae.\nIn our laboratory, we undertook a limited survey of \nER\n-Golgi interactions in a number of tissues using the zinc iodide osmium impregnation technique (\nJuniper et al., 1982\n) and concluded that in maize (\nZea mays\n) root caps, bean (\nPhaseolus vulgaris\n) root tips, and leaves (probably erroneously), the \nER\n and Golgi were not connected. However, in the heavily protein-secreting glands of the Venus flytrap (\nDionea muscipula\n), after stimulation of secretion, we observed numerous tubular extensions from cisternal rims, including cis-cisternae, that appeared to interconnect with the \nER\n. At the same time, a study of the Golgi apparatus in developing wheat (\nTriticum aestivum\n) endosperm (\nParker and Hawes, 1982\n), using high-voltage electron microscopy of thick sections of osmium-impregnated tissue, reported fine peripheral cisternal tubules connecting the cis-Golgi as well as other cisternae to the \nER\n. This was also reported in developing bean and mung bean (\nVigna radiata\n) seeds (\nHarris, 1979\n; \nHarris and Oparka, 1983\n). In wheat, these fine tubules were often much thinner than an \nER\n tubule and, unless heavily osmium impregnated, under normal contrasting conditions in the EM, would unlikely scatter sufficient electrons to be readily visible. More recently, we reported \nER\n-Golgi connections in tobacco leaves using osmium impregnation (\nBrandizzi et al., 2002b\n). Of course, the presence of tubules in electron micrographs does not prove they are involved in transport, retrograde, or anterograde but does show perhaps a more intimate relationship between the two organelles than is often assumed. Likewise, it has been shown that the \nER\n surface itself is highly motile (\nRunions et al., 2006\n). Therefore, conceptually, there should be no problem in envisaging membrane flow from the \nER\n through to the Golgi.\nIn contrast to these results, there are relatively few reports of vesicles budding from the \nER\n or existing at the interface between the \nER\n and Golgi, although \nSchnepf and Christ (1980)\n suggested that a vesicle flow exits in the epithelial cells of the nectaries of \nAsclepias curassavica\n. Only in a few publications using ultra-rapid high-pressure freeze fixation followed by freeze substitution and electron tomography have COPII vesicles been shown budding from the \nER\n (\nKang and Staehelin, 2008\n; \nHawes, 2012\n; \nDonohoe et al., 2013\n), mainly in root meristem cells. An example in developing Arabidopsis endosperm tissue can be seen in \nFigure 1, C to G\n, of this article. Unfortunately, three-dimensional analysis and reconstruction by electron tomography of data such as these still relies on manual tracing of images, as autosegmentation algorithms cannot as yet differentiate the subtle differences in contrast in such electron micrographs to permit totally unbiased autosegmented reconstructions. However, it is possible to observe tubular connections between \nER\n and cis-Golgi in tomograms of osmium-impregnated root material (C. Hawes, unpublished data; \nFig. 3A\n). At this stage, it should be noted that lack of COPII vesicles is not restricted to plants but has been reported in several microorganisms. Likewise, depletion of COPII components does not always inhibit cargo transport from the \nER\n in yeasts and animals (for references, see \nMironov, 2014\n).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nA, Maximum-intensity projection in negative contrast of a stack of thin sections from a tomogram of a pea (\nPisum sativum\n) root tip Golgi body and associated \nER\n impregnated by the osmium zinc iodide technique. The reconstruction is presented at an angle to show a clear tubular connection between the \nER\n and cis-Golgi. B, Inside face view of a dry-cleaved carrot (\nDaucus carota\n) suspension culture cell. The cell had been fixed on a coated EM grid, dehydrated, and critical point dried prior to dry cleaving on double-sided tape. The view onto the plasma membrane shows dark mitochondria (M), complete Golgi stacks in face view (G), cisternal \nER\n (CER), and tubular \nER\n (arrows). Note the huge difference between the diameter of a Golgi body and \nER\n tubules.\nAn argument has been made on the lack of COPII EM images based around the calculation that, in reality, there are very few COPII vesicles at any one time in the \nER\n-Golgi interface and that, in any one thin section, at most, only one vesicle would be seen (\nLanghans et al., 2012\n). This argument of course only holds true if such vesicles do exist. If they don’t, then they obviously would not be seen. Likewise, if tubules are transient in nature, they would rarely be seen in conventional electron micrographs and, when caught in cross section, would appear to be vesicular! An obvious experiment where COPII vesicles should be seen is in the reformation of Golgi after brefeldin A (\nBFA\n)-induced reabsorption into the \nER\n. One such study on tobacco Bright Yellow2 (BY2) cells reported buds on the \nER\n surfaces, which were infrequent, and tubular vesicular clusters, representing the earliest observable stage of stack regeneration cells (\nLanghans et al., 2007\n). These clusters immunolabeled for COPI coat components but not for COPII proteins. Considering the number of Golgi stacks in such cells, which is in the hundreds, if COPII vesicles exist, then it is surprising that none were seen in these experiments.\nOf course, the get-out-of-jail card and perhaps a lazy answer to all of these discrepancies in the ultrastructural literature is simply to state that data from chemically fixed material is artifactual in nature due to slow fixation rates and only data from ultra-rapidly frozen freeze-substituted material is acceptable. This of course ignores the fact that, in chemically fixed material, it is easy to visualize both COPI and clathrin coats. So, why not COPII coats, especially as they are relatively easy to visualize in chemically fixed cells of algae such as \nC. noctigama\n (\nHummel et al., 2007\n)? Two other golden rules of thin-section transmission electron microscopy also have to be remembered: (1) A thin section presents a two-dimensional image, and thus a tubule in cross section can easily be misinterpreted as a vesicle; and (2) Any biological material has to scatter sufficient electrons to form an image. Thus, a membrane in transverse section, spanning 70 nm of resin, scatters sufficient electrons to form a classic unit-membrane image, whereas the same stained membrane in face view may not present sufficient heavy-metal stain molecules and thus be electron lucent and not form an image; thus, fine tubules and membranes in face view can be missed. Selective-membrane staining techniques overcome this latter limitation. Of course, other EM techniques exist such as freeze-fracture or freeze-fracture deep etch, which should reveal structured exit sites on \nER\n and COPII coats, but as far as I am aware, apart from the occasional image showing clathrin-coated vesicles and COPI vesicles (\nColeman et al., 1987\n; \nAndreeva et al., 1998\n, no such images of COPII structures have been published in plants.",
    "figure_3.": "Open in a new tab\nA, Maximum-intensity projection in negative contrast of a stack of thin sections from a tomogram of a pea (\nPisum sativum\n) root tip Golgi body and associated \nER\n impregnated by the osmium zinc iodide technique. The reconstruction is presented at an angle to show a clear tubular connection between the \nER\n and cis-Golgi. B, Inside face view of a dry-cleaved carrot (\nDaucus carota\n) suspension culture cell. The cell had been fixed on a coated EM grid, dehydrated, and critical point dried prior to dry cleaving on double-sided tape. The view onto the plasma membrane shows dark mitochondria (M), complete Golgi stacks in face view (G), cisternal \nER\n (CER), and tubular \nER\n (arrows). Note the huge difference between the diameter of a Golgi body and \nER\n tubules.",
    "has_live-cell_imaging_helped?": "Our initial observations on Golgi and \nER\n in living leaf epidermal cells let us observe, for the first time, the dynamic nature of the organelles and the fact that Golgi bodies in leaves appeared to move over the surface of the \nER\n (\nBoevink et al., 1998\n). This led us to propose the hoover model of Golgi bodies traveling over the \nER\n surface sucking up vesicles produced by the \nER\n, thus making the serious, but all too common, mistake of assuming that the plant \nER\n-Golgi interface would function exactly the same as the mammalian \nER\n in the production of COPII vesicles. However, over the past decade or so, we have refined our ideas and developed the secretory unit concept of \nERES\ns and Golgi bodies traveling as single units around the cell with the motile surface of the \nER\n (\ndaSilva et al., 2004\n; \nLanghans et al., 2012\n). Such advances were made possible by the revolution in live-cell imaging offered by fluorescent protein technology and direct organelle labeling combined with techniques such as photobleaching and photoactivation of fluorescent probes. This enabled a range of experiments to be undertaken on the \nER\n-Golgi interface, and contrary to what is often stated, it was shown there is no real evidence that transport between the \nER\n and individual Golgi bodies only takes places when stacks are stationary (the stop-and-go model; \nBrandizzi et al., 2002b\n). We demonstrated that in a fluorescence recovery after photobleaching experiment, recovery of fluorescence of a Golgi membrane protein could be demonstrated in moving Golgi, indicating a continual transfer of protein from \nER\n to Golgi (\ndaSilva et al., 2004\n). Subsequently, laser manipulation of Golgi has demonstrated that when captured and translated through the cytoplasm by an infrared laser beam, Golgi bodies almost always drag a tubule of \nER\n behind them (\nSparkes et al., 2009c\n). One of the conclusions from this work was that the \nER\n and Golgi are closely associated and tethered together, not via the cytoskeleton, but most likely by a number of structural proteins such as the Golgins/Golgi matrix proteins (\nHawes et al., 2008\n). In studies of Golgi destruction and reformation in tobacco leaf cells, we showed that with either a genetic block of secretion or inhibition by \nBFA\n, reabsorption of the Golgi back into the \nER\n was an ordered process, starting with the release of translocated Golgins into the cytoplasm followed by sequential reabsorption of trans-, medial, and cis-membranes into the \nER\n. However, a cis-located matrix component, CASP, remained associated with \nERES\ns, and we suggest that this protein may be part of the tethering complex holding the Golgi to the \nER\n (\nOsterrieder et al., 2010\n; \nSchoberer et al., 2010\n). How this ordered membrane transport back to the \nER\n is mediated is not known; perhaps some of the cisternal associated Golgi-\nER\n tubules are involved in this pathway.\nInterestingly, Golgi bodies in vacuolated tissue such as leaf epidermal cells are only ever associated with curved membranes of the \nER\n such as tubules or more rarely the edges of cisternae (\nSparkes et al., 2009b\n) and are never seen on the flat faces of \nER\n cisternae. This situation has also been reported for yeast, where \nERES\ns were associated with high-curvature domains containing the membrane-curving \nER\n protein reticulon1 (\nOkamoto et al., 2012\n), and we have preliminary evidence that in Arabidopsis, reticulons may interact with SEC12, the Sar1-guanine nucleotide exchange factor that recruits the GTPase to the \nER\n membrane as part of the COPII coat-building process (Kriechbaumer and Hawes, unpublished data). Thus, we can conclude that plant \nERES\nprobably requires a curved \nER\n surface on which to form.\nDue to the nature of fluorescence and the diffraction limit of the microscopies used, an artificial impression is given in typical confocal micrographs of the diameter of \nER\n tubules, compared with the diameter of a Golgi body (around 1 µm), giving a ratio of approximately 1:2. However, when observed by EM techniques such as dry cleave to show the cortical \nER\n, whose tubes are in reality are around 30 to 90 nm, and associated Golgi, it is obvious that this ratio is more like 1:8, even taking into account the fact that cis-Golgi cisternae tend to be smaller in diameter than the rest of the stack (\nFig. 3B\n). Thus, \nERES\ns have to form on a relatively restricted area of highly curved membrane and not a flat surface, and perhaps the requirement for membrane bending proteins to produce a bud is lessened. Also, an \nERES\n would need to be linear in structure along roughly 200 nm of \nER\n tubule. Could such a structure produce sufficient 70-nm vesicles to transfer the required protein and membrane to a Golgi body? Such calculations have not yet been made.\nOf course, it is generally accepted that COPII components are required in plants for some, if not all, transport between the \nER\n and Golgi. As described above, it is easily demonstrated that inhibition of the formation of a COPII coat by expressing a nonhydrolysable form of the coat-initiating GTPase SAR1p results in the disruption of Golgi stack homeostasis and resorption of Golgi membrane back into the \nER\n (\nOsterrieder et al., 2010\n). However, coating of a membrane patch to promote curvature and concentrate cargo at the tip of a transiently produced tubule is a distinct possibility. It has been shown in vitro that COPII components can tubulate liposome membrane (\nBacia et al., 2011\n), and it has even been suggested that COPII coat components have sufficient flexibility to form 300-nm tubular structures that can accommodate large filamentous cargo such as procollagen fibrils (\nMiller and Schekman, 2013\n). Such tubes could easily span the narrow greater-than-300-nm interface between \nER\n and cis-Golgi in plants.",
    "david_g._robinson:_the_odds_are_stacked_in_favor_of_vesicles": "The Mobile Secretory Unit: What Are the Consequences for Bidirectional \nER\n-Golgi Traffic?\n\n\nIn the frequently used leaf epidermal system, it is well established that COPII-fluorescence labeling always colocalizes with fluorescent Golgi markers, whether the Golgi stacks are mobile or not (\ndaSilva et al., 2004\n; \nHanton et al., 2009\n). For most researchers, punctate fluorescent COPII signals on the surface of the \nER\n are synonymous with \nERES\ns, but this may not necessarily be so because the visualization of COPII binding does not actually reveal the actual exit event. \nLanghans et al. (2012)\n have also questioned the fidelity of COPII-fluorescence labeling in recording \nERES\ns on the surface of the \nER\n and have suggested instead that the signals may instead represent prefusion COPII vesicles lying in the interface between \nERES\ns and the cis-Golgi. Despite these caveats, it seems that anterograde traffic from the \nER\n is restricted to a domain of the \nER\n immediately adjacent to a Golgi stack and is embodied in the concept of the secretory unit (\ndaSilva et al., 2004\n; \nHanton et al., 2009\n). It now appears that retrograde traffic between the Golgi and the \nER\n is also spatially restricted, because it has been demonstrated that the SNAREs on target membrane (t-SNAREs) required for COPI vesicle fusion with the \nER\n localize to \nER\n domains immediately underneath Golgi stacks (\nLerich et al. 2012\n). This unique feature of the secretory pathway in plants probably serves the purpose of control and regulation, because the problem of stochastic release of COPII vesicles into the cytosol and their subsequent capture by Golgi stacks is avoided.\n\n\nThe concept of the secretory unit received great support from laser-trapping technology, which demonstrated that \nER\n tubules moved with individual Golgi stacks when the latter were displaced (\nSparkes et al., 2009a\n). This key observation could be interpreted as proof of direct membrane continuities between the \nER\n and the cis-Golgi, but in the opinion of the majority, it is a consequence of the existence of tethering/matrix proteins that not only anchor the Golgi stack to the \nER\n surface (\nLatijnhouwers et al., 2005\n; \nOsterrieder, 2012\n), but also maintain the integrity of the Golgi stack (\nIto et al., 2014\n). An important feature of these experiments is that the Golgi stacks were immobilized by actin inhibitors, obviously a prerequisite for capturing otherwise mobile Golgi stacks. In this situation, interlocking matrix protein interactions between the \nER\n and the Golgi are probably comparable to the real-life situation of a stop period in Golgi travel. However, it remains unclear as to whether the actual exit of anterograde cargo from the \nER\n (i.e. vesicle budding [or COPII tube formation]) is restricted to the stationary phase or occurs continuously during Golgi movement. We also do not know whether antero- and retrograde transport are separate or coordinated, synchronized events. \nLerich et al. (2012)\n have suggested that prefusion clusters of COPII and COPI vesicles might accompany mobile Golgi stacks, but the colocalization of Golgi stacks with the SNARE of the Qc-type syntaxin of plants72 (SYP72) of the t-SNARE fusion complex only in the immobilized condition suggests that entry of COPI retrograde cargo into the \nER\n is restricted to stationary Golgi stacks.\nWhy Are COPII Vesicles Difficult to Visualize in Higher Plants?\n\n\nCOPI vesicles have been detected at the periphery of Golgi cisternae in higher plants (\nPimpl et al., 2000\n; \nDonohoe et al., 2007\n). Although their positive identification as retrograde carriers to the \nER\n in plants awaits confirmation, it is very likely that they do fulfill this function. This being so, there seems to be no a priori reason for questioning the participation of COPII vesicles in anterograde \nER\n-Golgi traffic, yet their visualization in higher plant cells has proved difficult. In mammalian cells, there is a transport intermediate between the \nER\n and the perinuclear immobile Golgi complex known as the \nER\n-Golgi intermediate compartment (\nERGIC\n; \nAppenzeller-Herzog and Hauri, 2006\n). It is this structure rather than the Golgi apparatus that is engaged in bidirectional COPII/COPI-mediated trafficking. During its formation (apparently through homotypic COPII vesicle fusion) and before it begins moving in the direction of the Golgi complex, it lies close to the surface of the \nER\n (200–500 nm distant) in the immediate vicinity of \nER\n export sites. Nevertheless, free COPII-coated carriers/vesicles have been reported on several occasions in the \nER\n/\nERGIC\n interface (\nZeuschner et al., 2006\n; \nHughes et al., 2009\n; \nWitte et al., 2011\n). In support of these observations, it has been recently demonstrated that loss of function of a cytosolic protein complex (transmembrane tyrosine receptor kinase-fused gene), which forms aggregates that temporarily trap COPII carriers in the \nER\n/\nERGIC\n interface, causes free COPII carriers to accumulate throughout the cytoplasm (\nJohnson et al., 2015\n).\n\n\nA similarly narrow interface exists between \nER\n and the cis-Golgi (the probable \nERGIC\n equivalent in plants), so why the problem in seeing COPII vesicles in thin sections of higher plant cells? \nLanghans et al. (2012)\n have attributed this to the relatively small numbers of transport vesicles (at the very most 20) in the interface at any one time, which extrapolates to only a single vesicle in a thin section. There may be other contributing factors, for example, the speed of vesicle transport and, obviously if bidirectional transport is restricted to the stationary phase of Golgi movement, the timing of transport. If so, the chances of visualizing transport vesicles in the \nER\n-Golgi interface will be seriously affected by the mobile status of the Golgi stack at the moment of fixation.\nHave Gap-Spanning Tubules Been Observed in the Interface between the \nER\n and cis-Golgi?\n\n\nThis can be answered with a categorical no, despite opposing claims made in some recent reviews (\nSparkes et al., 2009a\n; \nStefano et al., 2014\n). A careful scrutiny of the electron micrographs in the papers cited in these reviews (for details, see “Chris Hawes: Let It Be Tubes”) in support of direct membrane continuity at the \nER\n/Golgi interface reveals that the connections are not at the interface but are, in fact, lateral connections between undefined but probably median Golgi cisternae and the \nER\n. Moreover, the frequency of such continuities is enhanced under nonphysiological conditions, e.g. cold (\nMollenhauer at al., 1976\n) or \nBFA\n (\nRitzenthaler et al., 2002\n) treatments. The physiological significance of such lateral connections remains obscure, especially because it is not in harmony with the glycoprotein processing reactions that are supposed to occur in a sequential manner through the Golgi stack (from cis to trans). Also, lateral connections of this type are difficult to reconcile with Golgi stacks gliding over the surface of the \nER\n. Finally, if tubular connections between the \nER\n/nuclear envelope and the cis-face of a Golgi stack do exist, one would expect that the chances of visualizing them would be greater in those cases where the Golgi is immobile. However, such structures have never been seen in algal cells with naturally stationary Golgi stacks nor in higher plant cells where the Golgi has been immobilized through actin inhibitors.\nWhat Are the Advantages of Vesicles?\n\n\nVesicles allow organelles to communicate among themselves and with the cell exterior (via the plasma membrane). With such transport vectors, cargo molecules can be transferred between organelles without disturbing their integrity. By excluding certain molecules and including others, vesicles also allow for a high degree of selectivity in intracellular transport. The efficient sorting of proteins into vesicles is to a great extent related to coat proteins at their surface that interact with several different types of integral transmembrane proteins: cargo receptors, helper proteins, such as the p24 proteins, and SNAREs. All of the coat proteins (COPI, COPII, and clathrin) can polymerize to form spherical structures (cages) and thus have the inherent ability to form vesicles, although it is true that COPII does it differently to COPI and clathrin (\nHughson, 2010\n). However, the special properties of the COPII coat allow the incorporation of cargos of different sizes, something that cannot be achieved with clathrin or COPI vesicles. Therefore, COPII vesicles of different sizes can accommodate export of different cargo from the \nER\n (\nMiller and Schekman, 2013\n) without the need for direct tubular connections. Finally, by concentrating SNAREs into a small amount of membrane, the efficiency of vesicle fusion with a specific target compartment is increased. The inhibition of vesicle formation can lead to uncontrolled fusion of organelles mediated by SNAREs on vesicle membrane and t-SNAREs as seen for the Golgi-\nER\n hybrid structures formed in the presence of \nBFA\n (\nElazar et al., 1994\n; \nRitzenthaler et al., 2002\n).\n\n\nBy contrast, tubular contacts (irrespective of their longevity), or direct contacts between organelles culminating in fusion and then fission (as, for example, in hug-and-kiss models; \nKurokawa et al., 2014\n), have the inherent caveat that an unspecific mixing of organelle contents may occur. Another problem is that if there is direct contact between the lumina of two adjacent compartments, how can pH differences be maintained? This is particularly important in the case of the endoplasmic reticulum protein retention (ERD2) receptor recognizing the tetrapeptide motif lys-asp-glu-leu (KDEL) receptor, which, in mammalian cells, is thought to bind to its KDEL-ligands at an acid pH (pH 6.7) in the cis-Golgi and to release them at the higher pH (pH 7.2) of the \nER\n lumen (\nWilson et al., 1993\n; \nMajoul et al., 1998\n; \nParoutis et al., 2004\n). As is the case with the mannosyl-6 P receptor in mammalian endosomes, apparently only a relatively small shift in pH is sufficient to cause ligand release. A similar pH gradient of about 0.5 pH units between the \nER\n and the Golgi also exists in plants (\nMartiniére et al., 2013\n), and it has recently been shown that the binding of COPII proteins to a plant ERD2 homolog is favored at neutral pH conditions, whereas the recruitment of COPI proteins to ERD2 is more optimal at an acidic pH (\nMontezinos et al., 2014\n).\n\n\nBidirectional protein trafficking between the \nER\n and the Golgi apparatus also entails the movement of membrane. In the anterograde direction, this serves the purpose of replenishing membrane lost at the trans-face of the Golgi stack through release of the trans-Golgi network (\nViotti et al., 2010\n) and continually drives the process termed cisternal maturation. In the retrograde direction, it is a consequence of receptor recycling. While vesicles clearly fulfill this requirement, it is less easy to see how tubes can achieve it. If \nERES\n and cis-Golgi cisternae briefly touch each other, fuse, and rapidly separate, there can be no net movement of membrane at all. This is a stringent interpretation of the hug-and-kiss model of \nKurokawa et al. (2014)\n. However, if there is an active uptake of membrane (a patch of previously COPII-coated \nERES\ns) together with soluble cargo as the cis-Golgi docks onto \nERES\n, the model should perhaps be renamed hug and bite.\n\n\nAs new data becomes available, researchers are often compelled to revise their standpoints on particular issues. My initial interpretation of \nER\n-Golgi traffic, based on immunofluorescent studies in tobacco BY2 cells (\nYang et al., 2005\n), led me to believe that \nERES\ns were greatly in excess of Golgi stacks. Switching to leaf epidermal cells and perhaps more stringent localization criteria via transient expression of X-fluorescent protein tagged, convinced me of the validity of the secretory unit concept. Nevertheless, I was never in doubt about vesicles, and I maintain that the unique features of the secretory unit, i.e. mobile Golgi stacks with a narrow interface to the \nER\n, are not necessarily an impediment to COP vesicles as mediators for bidirectional protein traffic between the \nER\n and the Golgi apparatus in higher plants. By contrast, direct membrane continuities between the \nER\n and the Golgi have physiological drawbacks, and there is no convincing evidence for their existence, even in organisms where Golgi stacks remain permanently stationary.",
    "the_mobile_secretory_unit:_what_are_the_consequences_for_bid": "In the frequently used leaf epidermal system, it is well established that COPII-fluorescence labeling always colocalizes with fluorescent Golgi markers, whether the Golgi stacks are mobile or not (\ndaSilva et al., 2004\n; \nHanton et al., 2009\n). For most researchers, punctate fluorescent COPII signals on the surface of the \nER\n are synonymous with \nERES\ns, but this may not necessarily be so because the visualization of COPII binding does not actually reveal the actual exit event. \nLanghans et al. (2012)\n have also questioned the fidelity of COPII-fluorescence labeling in recording \nERES\ns on the surface of the \nER\n and have suggested instead that the signals may instead represent prefusion COPII vesicles lying in the interface between \nERES\ns and the cis-Golgi. Despite these caveats, it seems that anterograde traffic from the \nER\n is restricted to a domain of the \nER\n immediately adjacent to a Golgi stack and is embodied in the concept of the secretory unit (\ndaSilva et al., 2004\n; \nHanton et al., 2009\n). It now appears that retrograde traffic between the Golgi and the \nER\n is also spatially restricted, because it has been demonstrated that the SNAREs on target membrane (t-SNAREs) required for COPI vesicle fusion with the \nER\n localize to \nER\n domains immediately underneath Golgi stacks (\nLerich et al. 2012\n). This unique feature of the secretory pathway in plants probably serves the purpose of control and regulation, because the problem of stochastic release of COPII vesicles into the cytosol and their subsequent capture by Golgi stacks is avoided.\nThe concept of the secretory unit received great support from laser-trapping technology, which demonstrated that \nER\n tubules moved with individual Golgi stacks when the latter were displaced (\nSparkes et al., 2009a\n). This key observation could be interpreted as proof of direct membrane continuities between the \nER\n and the cis-Golgi, but in the opinion of the majority, it is a consequence of the existence of tethering/matrix proteins that not only anchor the Golgi stack to the \nER\n surface (\nLatijnhouwers et al., 2005\n; \nOsterrieder, 2012\n), but also maintain the integrity of the Golgi stack (\nIto et al., 2014\n). An important feature of these experiments is that the Golgi stacks were immobilized by actin inhibitors, obviously a prerequisite for capturing otherwise mobile Golgi stacks. In this situation, interlocking matrix protein interactions between the \nER\n and the Golgi are probably comparable to the real-life situation of a stop period in Golgi travel. However, it remains unclear as to whether the actual exit of anterograde cargo from the \nER\n (i.e. vesicle budding [or COPII tube formation]) is restricted to the stationary phase or occurs continuously during Golgi movement. We also do not know whether antero- and retrograde transport are separate or coordinated, synchronized events. \nLerich et al. (2012)\n have suggested that prefusion clusters of COPII and COPI vesicles might accompany mobile Golgi stacks, but the colocalization of Golgi stacks with the SNARE of the Qc-type syntaxin of plants72 (SYP72) of the t-SNARE fusion complex only in the immobilized condition suggests that entry of COPI retrograde cargo into the \nER\n is restricted to stationary Golgi stacks.",
    "why_are_copii_vesicles_difficult_to_visualize_in_higher_plan": "COPI vesicles have been detected at the periphery of Golgi cisternae in higher plants (\nPimpl et al., 2000\n; \nDonohoe et al., 2007\n). Although their positive identification as retrograde carriers to the \nER\n in plants awaits confirmation, it is very likely that they do fulfill this function. This being so, there seems to be no a priori reason for questioning the participation of COPII vesicles in anterograde \nER\n-Golgi traffic, yet their visualization in higher plant cells has proved difficult. In mammalian cells, there is a transport intermediate between the \nER\n and the perinuclear immobile Golgi complex known as the \nER\n-Golgi intermediate compartment (\nERGIC\n; \nAppenzeller-Herzog and Hauri, 2006\n). It is this structure rather than the Golgi apparatus that is engaged in bidirectional COPII/COPI-mediated trafficking. During its formation (apparently through homotypic COPII vesicle fusion) and before it begins moving in the direction of the Golgi complex, it lies close to the surface of the \nER\n (200–500 nm distant) in the immediate vicinity of \nER\n export sites. Nevertheless, free COPII-coated carriers/vesicles have been reported on several occasions in the \nER\n/\nERGIC\n interface (\nZeuschner et al., 2006\n; \nHughes et al., 2009\n; \nWitte et al., 2011\n). In support of these observations, it has been recently demonstrated that loss of function of a cytosolic protein complex (transmembrane tyrosine receptor kinase-fused gene), which forms aggregates that temporarily trap COPII carriers in the \nER\n/\nERGIC\n interface, causes free COPII carriers to accumulate throughout the cytoplasm (\nJohnson et al., 2015\n).\nA similarly narrow interface exists between \nER\n and the cis-Golgi (the probable \nERGIC\n equivalent in plants), so why the problem in seeing COPII vesicles in thin sections of higher plant cells? \nLanghans et al. (2012)\n have attributed this to the relatively small numbers of transport vesicles (at the very most 20) in the interface at any one time, which extrapolates to only a single vesicle in a thin section. There may be other contributing factors, for example, the speed of vesicle transport and, obviously if bidirectional transport is restricted to the stationary phase of Golgi movement, the timing of transport. If so, the chances of visualizing transport vesicles in the \nER\n-Golgi interface will be seriously affected by the mobile status of the Golgi stack at the moment of fixation.",
    "have_gap-spanning_tubules_been_observed_in_the_interface_bet": "This can be answered with a categorical no, despite opposing claims made in some recent reviews (\nSparkes et al., 2009a\n; \nStefano et al., 2014\n). A careful scrutiny of the electron micrographs in the papers cited in these reviews (for details, see “Chris Hawes: Let It Be Tubes”) in support of direct membrane continuity at the \nER\n/Golgi interface reveals that the connections are not at the interface but are, in fact, lateral connections between undefined but probably median Golgi cisternae and the \nER\n. Moreover, the frequency of such continuities is enhanced under nonphysiological conditions, e.g. cold (\nMollenhauer at al., 1976\n) or \nBFA\n (\nRitzenthaler et al., 2002\n) treatments. The physiological significance of such lateral connections remains obscure, especially because it is not in harmony with the glycoprotein processing reactions that are supposed to occur in a sequential manner through the Golgi stack (from cis to trans). Also, lateral connections of this type are difficult to reconcile with Golgi stacks gliding over the surface of the \nER\n. Finally, if tubular connections between the \nER\n/nuclear envelope and the cis-face of a Golgi stack do exist, one would expect that the chances of visualizing them would be greater in those cases where the Golgi is immobile. However, such structures have never been seen in algal cells with naturally stationary Golgi stacks nor in higher plant cells where the Golgi has been immobilized through actin inhibitors.",
    "what_are_the_advantages_of_vesicles?": "Vesicles allow organelles to communicate among themselves and with the cell exterior (via the plasma membrane). With such transport vectors, cargo molecules can be transferred between organelles without disturbing their integrity. By excluding certain molecules and including others, vesicles also allow for a high degree of selectivity in intracellular transport. The efficient sorting of proteins into vesicles is to a great extent related to coat proteins at their surface that interact with several different types of integral transmembrane proteins: cargo receptors, helper proteins, such as the p24 proteins, and SNAREs. All of the coat proteins (COPI, COPII, and clathrin) can polymerize to form spherical structures (cages) and thus have the inherent ability to form vesicles, although it is true that COPII does it differently to COPI and clathrin (\nHughson, 2010\n). However, the special properties of the COPII coat allow the incorporation of cargos of different sizes, something that cannot be achieved with clathrin or COPI vesicles. Therefore, COPII vesicles of different sizes can accommodate export of different cargo from the \nER\n (\nMiller and Schekman, 2013\n) without the need for direct tubular connections. Finally, by concentrating SNAREs into a small amount of membrane, the efficiency of vesicle fusion with a specific target compartment is increased. The inhibition of vesicle formation can lead to uncontrolled fusion of organelles mediated by SNAREs on vesicle membrane and t-SNAREs as seen for the Golgi-\nER\n hybrid structures formed in the presence of \nBFA\n (\nElazar et al., 1994\n; \nRitzenthaler et al., 2002\n).\nBy contrast, tubular contacts (irrespective of their longevity), or direct contacts between organelles culminating in fusion and then fission (as, for example, in hug-and-kiss models; \nKurokawa et al., 2014\n), have the inherent caveat that an unspecific mixing of organelle contents may occur. Another problem is that if there is direct contact between the lumina of two adjacent compartments, how can pH differences be maintained? This is particularly important in the case of the endoplasmic reticulum protein retention (ERD2) receptor recognizing the tetrapeptide motif lys-asp-glu-leu (KDEL) receptor, which, in mammalian cells, is thought to bind to its KDEL-ligands at an acid pH (pH 6.7) in the cis-Golgi and to release them at the higher pH (pH 7.2) of the \nER\n lumen (\nWilson et al., 1993\n; \nMajoul et al., 1998\n; \nParoutis et al., 2004\n). As is the case with the mannosyl-6 P receptor in mammalian endosomes, apparently only a relatively small shift in pH is sufficient to cause ligand release. A similar pH gradient of about 0.5 pH units between the \nER\n and the Golgi also exists in plants (\nMartiniére et al., 2013\n), and it has recently been shown that the binding of COPII proteins to a plant ERD2 homolog is favored at neutral pH conditions, whereas the recruitment of COPI proteins to ERD2 is more optimal at an acidic pH (\nMontezinos et al., 2014\n).\nBidirectional protein trafficking between the \nER\n and the Golgi apparatus also entails the movement of membrane. In the anterograde direction, this serves the purpose of replenishing membrane lost at the trans-face of the Golgi stack through release of the trans-Golgi network (\nViotti et al., 2010\n) and continually drives the process termed cisternal maturation. In the retrograde direction, it is a consequence of receptor recycling. While vesicles clearly fulfill this requirement, it is less easy to see how tubes can achieve it. If \nERES\n and cis-Golgi cisternae briefly touch each other, fuse, and rapidly separate, there can be no net movement of membrane at all. This is a stringent interpretation of the hug-and-kiss model of \nKurokawa et al. (2014)\n. However, if there is an active uptake of membrane (a patch of previously COPII-coated \nERES\ns) together with soluble cargo as the cis-Golgi docks onto \nERES\n, the model should perhaps be renamed hug and bite.\nAs new data becomes available, researchers are often compelled to revise their standpoints on particular issues. My initial interpretation of \nER\n-Golgi traffic, based on immunofluorescent studies in tobacco BY2 cells (\nYang et al., 2005\n), led me to believe that \nERES\ns were greatly in excess of Golgi stacks. Switching to leaf epidermal cells and perhaps more stringent localization criteria via transient expression of X-fluorescent protein tagged, convinced me of the validity of the secretory unit concept. Nevertheless, I was never in doubt about vesicles, and I maintain that the unique features of the secretory unit, i.e. mobile Golgi stacks with a narrow interface to the \nER\n, are not necessarily an impediment to COP vesicles as mediators for bidirectional protein traffic between the \nER\n and the Golgi apparatus in higher plants. By contrast, direct membrane continuities between the \nER\n and the Golgi have physiological drawbacks, and there is no convincing evidence for their existence, even in organisms where Golgi stacks remain permanently stationary.",
    "akihiko_nakano:_a_common_mechanism_for_er-to-golgi_traffic:_": "How proteins traffic between the \nER\n and the Golgi apparatus is an interesting and controversial issue. Problems have arisen in part through limitations of time and space resolution in observing the two organelles. My opinions section will focus on how we have tackled this problem by superresolution live imaging.\nThe budding yeast \nS. cerevisiae\n has been used as an ideal model system to study molecular mechanisms of membrane trafficking, because it is amenable to both genetics and biochemistry. In addition, its simplicity in organellar organization offers advantages in live imaging. We have applied high-speed confocal microscopy (\nNakano, 2002\n) to \nS. cerevisiae\n and have made many discoveries that would have never been possible without live imaging at high spatiotemporal resolutions. Here, I will describe first what we learned from \nS. cerevisiae\n and then move on to compare similarly obtained data from plant and animal cells.\nGolgi cisternae do not stack in \nS. cerevisiae\n (\nGlick and Nakano, 2009\n; \nSuda and Nakano, 2012\n), but not all budding yeasts have this feature. \nP. pastoris\n has, for example, stacked Golgi. This peculiar property of \nS. cerevisiae\n provides a wonderful opportunity to observe individual Golgi cisternae in living cells. Our and Ben Glick’s groups demonstrated that the yeast Golgi cisternae change properties from cis to medial and then to trans over time (\nLosev et al., 2006\n; \nMatsuura-Tokita et al., 2006\n). This gave strong support for the cisternal maturation model of intra-Golgi protein transport (\nGlick and Nakano, 2009\n; \nNakano and Luini, 2010\n).\nDuring the course of our studies on \nS. cerevisiae\n, we found that the microscopic method we were using (combination of a high-speed spinning-disc confocal scanner and a high-sensitivity camera system) had a great potential in improving resolution not only in time, but also in space (\nMatsuura-Tokita et al., 2006\n). I will skip the details here, but briefly, accurate image acquisition and minute data processing by deconvolution allow for amazing superresolution beyond the diffraction limit (\nKurokawa et al., 2013\n). We have achieved 50- to 60-nm resolution in three-dimensional space with the time resolution of a few seconds per volume (the spec is further rising now). This method has been given the acronym SCLIM, standing for superresolution confocal live imaging microscopy (\nKurokawa et al., 2013\n).\nWith such a high spatiotemporal resolution, we next tried to understand how cis-Golgi cisternae form. According to a classic cisternal maturation model, newly formed COPII vesicles containing cargo fuse with each other, and cis-Golgi proteins would join via COPI vesicles. First, we observed that the fluorescence of COPII coats, indicators of \nERES\ns, shows a very dynamic behavior. The \nERES\ns enlarge and shrink and are often very mobile. They appear to be stabilized when approaching high-curvature \nER\n domains, such as the saddle-shaped surface of the \nER\n sheet edge and along the \nER\n tubules (\nFig. 4\n). On the Golgi side, cis-cisternae show a significantly high probability of staying in the vicinity of the \nERES\ns, whereas trans-cisternae do not (\nOkamoto et al., 2012\n).\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nOrganization of the \nERES\ns in the budding yeast \nS. cerevisiae\n. Left, Dual-color three-dimensional image of Sec13-GFP (\nERES\n marker, green) and monomeric red fluorescent protein-Sec12 (bulk \nER\n marker, red) obtained by SCLIM. Right, Two-dimensional slice image taken from the three-dimensional data. \nERES\ns localize at the high-curvature domains of the \nER\n, such as along tubules and at the edge of the sheet. Bar = 1 μm.\nA more detailed analysis of their behavior unveiled that the cis-Golgi frequently approaches the \nERES\ns, keeps contact for a few seconds, and then leaves there. In addition, the fluorescence intensity of COPII often goes down upon this contact, suggesting an uncoating event during this process. The trans-Golgi cisternae also approach the \nERES\ns but do not share the same tendency for a collapse of the COPII coat (\nKurokawa et al., 2014\n). We reasoned that what we later termed the hug-and-kiss behavior of the cis-Golgi toward the \nERES\ns indicates the capture of newly forming COPII vesicles followed by their uncoating and subsequent fusion with the cis-Golgi. To confirm this, we set up a system to pulse chase the cargo by live imaging. Fluorescent cargo that is synthesized and accumulated in the \nER\n at a high temperature (39°C) proceeds to the secretory process upon shift down to a low temperature (25°C). Cargo first relocates to the \nERES\ns and then gradually moves to the Golgi apparatus. When cis-Golgi approaches the \nER\n, the cargo signal overlaps with the cis-Golgi signal, and then the cis-Golgi leaves the \nER\n together with the cargo (\nKurokawa et al., 2014\n). Thus, we conclude that cargo is delivered from the \nERES\ns to the cis-Golgi through such a hug-and-kiss event. This seems to be a safer and more efficient way to send cargo to the destination than by releasing free COPII vesicles into the cytosol. It also explains why it has been so difficult to observe COPII vesicles by electron microscopy. Now, this hug-and-kiss delivery of cargo from the \nER\n to the Golgi raises many new questions. (1) Do the COPII signals seen in our experiments represent clusters of COPII vesicles or patches of COPII coat? We do not know at the moment. Their sizes and shapes vary dynamically, suggesting that they do not correspond to individual single COPII buds. Considering the flexible nature of the COPII coat (\nMiller and Schekman, 2013\n), they could be either clusters of COPII buds or large patches of COPII coat, as has been proposed for clathrin coats. (2) Is the COPII vesicle formation completed before or during the hug and kiss? In other words, when does the fission of COPII vesicles occur? This is a good question. As the sorting of cargo from \nER\n resident proteins must occur during the budding event, discontinuity would be desired. But as has been discussed for the presence of tubular connections in the Golgi stacks (\nGlick and Nakano, 2009\n; \nNakano and Luini, 2010\n), a physical discontinuity of membrane may not be necessarily required for sorting of proteins. (3) If the hug-and-kiss mechanism ensures efficient and safe transfer of cargo, why are COPII vesicles necessary? We are not proposing that COPII vesicles are not released at all. At least, in certain in vitro or cell-free reconstructed systems, COPII vesicles do form in a Sar1 GTPase-dependent manner (\nOka and Nakano, 1994\n; \nBarlowe et al., 1994\n; \nMatsuoka et al., 1998\n; \nSato and Nakano, 2004\n; \nTabata et al., 2009\n). In \nsec17\n (soluble NSF attachment protein) and \nsec18\n (\nN\n-ethylmaleimide sensitive factor) mutants, which are defective in vesicle fusion, numerous vesicles including COPII vesicles accumulate in the cytosol (\nNovick et al., 1980\n). However, releasing free vesicles in a large amount would be wasteful and even dangerous. Under normal conditions, we believe that complete release of COPII vesicles is maintained to a minimum. (4) If the cis-Golgi acts as a preexisting compartment to capture cargo from the \nER\n, is there a stable pool? How does this model reconcile with the cisternal maturation from cis to trans? In our previous work (\nMatsuura-Tokita et al., 2006\n), we stated that the cis-Golgi appears to form de novo. However, with improved resolution, it looks more likely that small structures containing a cis-Golgi marker move around and grow over time before entering the maturation phase. We usually use Suppressor of Erd2 Deletion (Sed5; the counterpart of SYP31/SYP32 of plants and syntaxin5 of mammals) as a cis-Golgi marker, but considering the findings we have made in tobacco BY2 cells (\nIto et al., 2012\n), the yeast Sed5 compartment may represent both a sorting platform like the \nERGIC\n as well as the first enzymatic station of the glycosylation factory (see also below). (5) Is a hug-and-kiss mechanism specific to yeast? This is also a frequently asked question. We believe that the answer is no. In the remaining part of my essay, I would like to proceed to a comparison between yeast and other eukaryotes.\nPlant cells have beautiful stacks of the Golgi apparatus, which are largely associated with the \nER\n. To try to address how Golgi stacks are assembled and maintained in tobacco BY2 cells, we set up a system for live imaging in which Golgi stacks are disassembled by \nBFA\n treatment and reformed after \nBFA\n removal (\nIto et al., 2012\n). While most of Golgi markers were absorbed into the \nER\n upon \nBFA\n treatment as previously reported (\nTakeuchi et al., 2000\n, \n2002\n; \nRitzenthaler et al., 2002\n), we realized that some of the cis-Golgi markers (SYP31 and Retrieval Protein Endoplasmic Reticulum 1B) remained in the cytosol as small punctate structures. Another cis-Golgi marker, ERD2, diffuses into the \nER\n together with medial and trans-markers, suggesting that there are two different classes of cis-Golgi proteins. Upon \nBFA\n wash, the small punctate structures of SYP31 nucleate to build new cisternae, to which other Golgi proteins then join in a cis-to-trans sequence. The small punctate structures of SYP31 are in the close vicinity of the \nERES\ns but do not completely overlap with them (\nIto et al., 2012\n).\nAll of these observations suggest that the SYP31 compartment represents a scaffold to build the Golgi stack around, like the \nERGIC\n of mammalian cells. The other type of cis-Golgi, in which ERD2 resides, may be a little distal to the SYP31 compartment. Simultaneous imaging of SYP31 and ERD2 shows their slightly different localizations in the stack (Y. Ito, unpublished data). Distinction of the cis-most cisterna of the Golgi from the later compartments in terms of function has also been reported by electron tomography. The cis-most cisterna is proposed to function as a protein-sorting platform, whereas the later compartments are involved in the biosynthetic activities of the Golgi (\nDonohoe et al., 2013\n). Regarding the relationship with the \nERES\ns, it should also be mentioned that, in our study of BY2 cells, the number of \nERES\ns is larger than that of cis-Golgi cisternae (\nFig. 5\n). The \nERES\ns without associated Golgi stacks are extremely mobile and may become stable when they encounter the Golgi (\nIto et al., 2012\n).\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nThe cis-Golgi cisternae (monomeric red fluorescent protein-SYP31, magenta) and \nERES\ns (SEC13-yellow fluorescent protein, green) visualized in tobacco BY2 cells. Confocal images were captured by SCLIM and reconstructed into three dimensions with deconvolution. A typical trajectory image from a three-dimensional time-lapse movie is shown. Almost all of the Golgi stacks were associated with bright spots of \nERES\ns. From the magnified image (inset), we could observe the \nERES\ns surrounding the cis-Golgi making ring-shaped fluorescent patterns. Bars = 5 and 1 μm (inset).\nConsideration of the role the \nERGIC\n plays for a subset of cis-Golgi compartments leads to the notion that it may be a very general feature of \nER\n-to-Golgi trafficking (\nIto et al., 2014\n; \nKurokawa et al., 2014\n). It is widely accepted that the \nERGIC\n is a typical structure of vertebrate cells, which have radial organization of microtubules, and receives cargo from the \nERES\ns in the cell periphery before transporting it to the Golgi ribbon in the centrosomal region. Other organisms that do not have such astral patterns of microtubules, e.g. invertebrates, plants, and fungi, are believed to lack the \nERGIC\n. However, as discussed above, plant cells appear to have a structure functionally related to the \nERGIC\n. \nDrosophila melanogaster\n cells, which have dispersed Golgi, have also been reported to have an \nERGIC\n-like structure (\nWitte et al., 2011\n). Furthermore, even in the yeast \nS. cerevisiae\n, we now propose that the mobile Sed5 structures that show a hug-and-kiss action toward \nERES\ns may be regarded as \nERGIC\n-like (\nKurokawa et al., 2014\n). The \nERGIC\n of mammalian cells is closely associated with the \nERES\ns (\nBudnik and Stephens, 2009\n) and so is the \nD. melanogaster\n\n\nERGIC\n (\nWitte et al., 2011\n). A SCLIM image of \nERES\ns and cis-Golgi in a BY2 cell is presented in \nFigure 5\n. Altogether, the currently available data envisage a common mechanism of cargo delivery in the spatially close relationship of \nERES\ns and the \nERGIC\n (or its counterpart). Such an association of \nERES\ns and the \nERGIC\n is relatively stable in the cases of mammals, \nD. melanogaster\n, plants, and the yeast \nP. pastoris\n but is transient in \nS. cerevisiae\n. Interaction of these two compartments must require special molecular machinery, and we have proposed a role for the tethering factor Vesicle Transport (Y\nuso\nU is transport in Japanese) factor; yeast counterpart of p115) in the association of \nERES\ns and the cis-Golgi. Interestingly, when the Uso1 function is compromised by a temperature-sensitive mutation, the action of cis-Golgi is frozen during the hug-and-kiss event (\nKurokawa et al., 2014\n).\nThere are still many problems remaining. Obviously, the observation of COPII vesicles in the spatiotemporal resolution good enough to distinguish individual dynamics has urgent priority for us. There is biochemical evidence that cargoes are selected during COPII vesicle budding (\nSato and Nakano, 2005\n) and \nER\n-Golgi shuttling proteins are retrieved back from the Golgi to the \nER\n via COPI vesicles (\nCosson et al., 1998\n; \nSato et al., 2001\n). These events also await a revisit by live imaging. We are now in the process of developing the second-generation SCLIM, which will provide us with far-better images of what is going on in the narrow interface between the \nER\n and the Golgi apparatus.",
    "figure_4.": "Open in a new tab\nOrganization of the \nERES\ns in the budding yeast \nS. cerevisiae\n. Left, Dual-color three-dimensional image of Sec13-GFP (\nERES\n marker, green) and monomeric red fluorescent protein-Sec12 (bulk \nER\n marker, red) obtained by SCLIM. Right, Two-dimensional slice image taken from the three-dimensional data. \nERES\ns localize at the high-curvature domains of the \nER\n, such as along tubules and at the edge of the sheet. Bar = 1 μm.",
    "figure_5.": "Open in a new tab\nThe cis-Golgi cisternae (monomeric red fluorescent protein-SYP31, magenta) and \nERES\ns (SEC13-yellow fluorescent protein, green) visualized in tobacco BY2 cells. Confocal images were captured by SCLIM and reconstructed into three dimensions with deconvolution. A typical trajectory image from a three-dimensional time-lapse movie is shown. Almost all of the Golgi stacks were associated with bright spots of \nERES\ns. From the magnified image (inset), we could observe the \nERES\ns surrounding the cis-Golgi making ring-shaped fluorescent patterns. Bars = 5 and 1 μm (inset).",
    "conclusion": "After having gone through the information and arguments presented above, it will not come as a surprise to the reader that the authors found themselves unable to reach a consensus about the modality of membrane traffic between the \nER\n and the Golgi apparatus in higher plants. While there is no question that COPII proteins are essential for this process, doubt continues as to whether vesicles are the vectors of bidirectional traffic between the two organelles. It is clear that fluorescence microscopy, immunolabeling, and live cell imaging in combination have revolutionized our conceptual understanding of the structure and functioning of the eukaryotic Golgi apparatus and its relationship with the \nER\n. However, the present superresolution fluorescence microscopic techniques such as structured illumination microscopy, stimulated emission depletion microscopy, and photoactivated localization microscopy are not sufficient to unequivocally identify discrete individual COPII vesicles. On the other hand, new techniques such as SCLIM are emerging that have the potential for even higher superresolution not only in space, but also in time and may well bring about a breakthrough in understanding what really is going on in living cells. Of course, electron microscopy is still the most powerful technique to solve the finer structural details of the interface between the \nER\n and the Golgi whether in chemically fixed or frozen samples. Thus, perhaps a combination of ultra-rapid freezing and freeze substitution combined with selective membrane staining and one of the new high-resolution three-dimensional scanning electron microscopy technologies such as focussed ion beam-scanning electron microscopy or serial block face imaging might solve some of the mysteries of the plant \nER\n-Golgi interface and help settle the controversy explored in this article. Unfortunately, irrespective of the method of preparation and the type of imaging, the downside with electron microscopy is that only single Golgi stacks can be visualized, with the caveat that the one being visualized might temporarily not be engaged in trafficking with the \nER\n.\nThere is also an issue with the experimental systems being used. Beautiful live-cell imaging data has been obtained with the leaf epidermis system, but obviously it will be interesting to explore other cell types. While it seems that the situation in tobacco BY2 cells is not too different from that of leaf epidermal cells, there are other cell types such as in the meristem or in the endosperm during cellularization whose secretion status is unclear and where it is difficult, especially by conventional live-cell imaging, to recognize a close spatial relationship between the \nER\n and Golgi stacks, let alone being able to say anything about Golgi motility due to the sheer density of the cytoplasm. On the other hand, such cell types, because of their relatively high cytoplasm/cell volume ratio, freeze well and are therefore most suitable for electron microscopy studies. The reverse is true for leaf epidermal cells, which are excellent objects for live-cell imaging, but present an almost insurmountable obstacle for ultra-rapid freezing. It remains to say that, even with the ideal plant cell, to capture the complexity of bidirectional \nER\n-Golgi traffic in plant cells, correlative light and electron microscopy is necessary. Establishing this technique for studies on plants is going to be a major challenge for the future.",
    "glossary": "ER\n\n\nendoplasmic reticulum\n\n\nERES\n\n\nendoplasmic reticulum exit site\n\n\nERGIC\n\n\nendoplasmic reticulum-Golgi intermediate compartment\n\n\nBFA\n\n\nbrefeldin A",
    "footnotes": "1\nThis work was supported by the Chemical Sciences, Geosciences, and Biosciences Division, Office of Basic Energy Sciences, Office of Science, U.S. Department of Energy (award no. DE–FG02–91ER20021 to F.B.) and the National Science Foundation (grant no. MCB1243792 to F.B.).",
    "references": "Andreeva AV, Kutuzov MA, Evans DE, Hawes CR (1998) The structure and function of the Golgi apparatus: a hundred years of questions. J Exp Bot\n49: 1281–1291\n [\nGoogle Scholar\n]\n\n\n\n\nAppenzeller-Herzog C, Hauri HP (2006) The ER-Golgi intermediate compartment (ERGIC): in search of its identity and function. J Cell Sci\n119: 2173–2183\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBacia K, Futai E, Prinz S, Meister A, Daum S, Glatte D, Briggs JA, Schekman R (2011) Multibudded tubules formed by COPII on artificial liposomes. Sci Rep\n1: 17.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBar-Peled M, Raikhel NV (1997) Characterization of AtSEC12 and AtSAR1: Proteins likely involved in endoplasmic reticulum and Golgi transport. Plant Physiol\n114: 315–324\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBarlowe C, Orci L, Yeung T, Hosobuchi M, Hamamoto S, Salama N, Rexach MF, Ravazzola M, Amherdt M, Schekman R (1994) COPII: a membrane coat formed by Sec proteins that drive vesicle budding from the endoplasmic reticulum. Cell\n77: 895–907\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBarlowe CK, Miller EA (2013) Secretory protein biogenesis and traffic in the early secretory pathway. Genetics\n193: 383–410\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBoevink P, Oparka K, Santa Cruz S, Martin B, Betteridge A, Hawes C (1998) Stacks on tracks: the plant Golgi apparatus traffics on an actin/ER network. Plant J\n15: 441–447\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrandizzi F, Barlowe C (2013) Organization of the ER-Golgi interface for membrane traffic control. Nat Rev Mol Cell Biol\n14: 382–392\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrandizzi F, Frangne N, Marc-Martin S, Hawes C, Neuhaus J-M, Paris N (2002a) The destination for single-pass membrane proteins is influenced markedly by the length of the hydrophobic domain. Plant Cell\n14: 1077–1092\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrandizzi F, Snapp EL, Roberts AG, Lippincott-Schwartz J, Hawes C (2002b) Membrane protein transport between the endoplasmic reticulum and the Golgi in tobacco leaves is energy dependent but cytoskeleton independent: evidence from selective photobleaching. Plant Cell\n14: 1293–1309\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBudnik A, Stephens DJ (2009) ER exit sites: localization and control of COPII vesicle formation. FEBS Lett\n583: 3796–3803\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nColeman J, Evans D, Hawes C, Horsley D, Cole L (1987) Structure and molecular organization of higher plant coated vesicles. J Cell Sci\n88: 35–45\n [\nGoogle Scholar\n]\n\n\n\n\nCosson P, Lefkir Y, Démollière C, Letourneur F (1998) New COP1-binding motifs involved in ER retrieval. EMBO J\n17: 6863–6870\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCrofts AJ, Leborgne-Castel N, Hillmer S, Robinson DG, Phillipson B, Carlsson LE, Ashford DA, Denecke J (1999) Saturation of the endoplasmic reticulum retention machinery reveals anterograde bulk flow. Plant Cell\n11: 2233–2248\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\ndaSilva LL, Snapp EL, Denecke J, Lippincott-Schwartz J, Hawes C, Brandizzi F (2004) Endoplasmic reticulum export sites and Golgi bodies behave as single mobile secretory units in plant cells. Plant Cell\n16: 1753–1771\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDonohoe BS, Kang BH, Gerl MJ, Gergely ZR, McMichael CM, Bednarek SY, Staehelin LA (2013) Cis-Golgi cisternal assembly and biosynthetic activation occur sequentially in plants and algae. Traffic\n14: 551–567\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDonohoe BS, Kang BH, Staehelin LA (2007) Identification and characterization of COPIa- and COPIb-type vesicle classes associated with plant and algal Golgi. Proc Natl Acad Sci USA\n104: 163–168\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nElazar Z, Orci L, Ostermann J, Amherdt M, Tanigawa G, Rothman JE (1994) ADP-ribosylation factor and coatomer couple fusion to vesicle budding. J Cell Biol\n124: 415–424\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFaso C, Chen YN, Tamura K, Held M, Zemelis S, Marti L, Saravanan R, Hummel E, Kung L, Miller E, et al.  (2009) A missense mutation in the \nArabidopsis\n COPII coat protein Sec24A induces the formation of clusters of the endoplasmic reticulum and Golgi apparatus. Plant Cell\n21: 3655–3671\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGlick BS, Nakano A (2009) Membrane traffic within the Golgi apparatus. Annu Rev Cell Dev Biol\n25: 113–132\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHanton SL, Chatre L, Matheson LA, Rossi M, Held MA, Brandizzi F (2008) Plant Sar1 isoforms with near-identical protein sequences exhibit different localisations and effects on secretion. Plant Mol Biol\n67: 283–294\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHanton SL, Chatre L, Renna L, Matheson LA, Brandizzi F (2007) De novo formation of plant endoplasmic reticulum export sites is membrane cargo induced and signal mediated. Plant Physiol\n143: 1640–1650\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHanton SL, Matheson LA, Chatre L, Brandizzi F (2009) Dynamic organization of COPII coat proteins at endoplasmic reticulum export sites in plant cells. Plant J\n57: 963–974\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHarris N. (1979) Endoplasmic reticulum in developing seeds of \nVicia faba\n: a high voltage electron microscope study. Planta\n146: 63–69\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHarris N, Oparka K (1983) Connections between dictyosomes, ER and GERL in cotyledons of mung bean (\nVigna radiata\n L.). Protoplasma\n114: 93–102\n [\nGoogle Scholar\n]\n\n\n\n\nHawes C. (2012) The ER/Golgi interface: is there anything in-between. Front Plant Sci\n3: 73.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHawes C, Osterrieder A, Hummel E, Sparkes I (2008) The plant ER-Golgi interface. Traffic\n9: 1571–1580\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHepler PK. (1981) The structure of the endoplasmic reticulum revealed by osmium tetroxide-potassium ferricyanide staining. Eur J Cell Biol\n26: 102–111\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHughes H, Budnik A, Schmidt K, Palmer KJ, Mantell J, Noakes C, Johnson A, Carter DA, Verkade P, Watson P, et al.  (2009) Organisation of human ER-exit sites: requirements for the localisation of Sec16 to transitional ER. J Cell Sci\n122: 2924–2934\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHughson FM. (2010) Copy coats: COPI mimics clathrin and COPII. Cell\n142: 19–21\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHummel E, Schmickl R, Hinz G, Hillmer S, Robinson DG (2007) Brefeldin A action and recovery in \nChlamydomonas\n are rapid and involve fusion and fission of Golgi cisternae. Plant Biol (Stuttg)\n9: 489–501\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIto Y, Uemura T, Nakano A (2014) Formation and maintenance of the Golgi apparatus in plant cells. Int Rev Cell Mol Biol\n310: 221–287\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIto Y, Uemura T, Shoda K, Fujimoto M, Ueda T, Nakano A (2012) cis-Golgi proteins accumulate near the ER exit sites and act as the scaffold for Golgi regeneration after brefeldin A treatment in tobacco BY-2 cells. Mol Biol Cell\n23: 3203–3214\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJohnson A, Bhattacharya N, Hanna M, Pennington JG, Schuh AL, Wang L, Otegui MS, Stagg SM, Audhya A (2015) TFG clusters COPII-coated transport carriers and promotes early secretory pathway organization. EMBO J\n34: 811–827\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJuniper BE, Hawes CR, Horne JC (1982) The relationships between the dictyosomes and the forms of endoplasmic reticulum in plant cell with different export programmes. Bot Gaz\n143: 135–145\n [\nGoogle Scholar\n]\n\n\n\n\nKang BH, Staehelin LA (2008) ER-to-Golgi transport by COPII vesicles in Arabidopsis involves a ribosome-excluding scaffold that is transferred with the vesicles to the Golgi matrix. Protoplasma\n234: 51–64\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKurokawa K, Ishii M, Suda Y, Ichihara A, Nakano A (2013) Live cell visualization of Golgi membrane dynamics by super-resolution confocal live imaging microscopy. Methods Cell Biol\n118: 235–242\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKurokawa K, Okamoto M, Nakano A (2014) Contact of cis-Golgi with ER exit sites executes cargo capture and delivery from the ER. Nat Commun\n5: 3653.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLanghans M, Hawes C, Hillmer S, Hummel E, Robinson DG (2007) Golgi regeneration after brefeldin A treatment in BY-2 cells entails stack enlargement and cisternal growth followed by division. Plant Physiol\n145: 527–538\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLanghans M, Meckel T, Kress A, Lerich A, Robinson DG (2012) ERES (ER exit sites) and the “secretory unit concept”. J Microsc\n247: 48–59\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLatijnhouwers M, Hawes C, Carvalho C (2005) Holding it all together? Candidate proteins for the plant Golgi matrix. Curr Opin Plant Biol\n8: 632–639\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLerich A, Hillmer S, Langhans M, Scheuring D, van Bentum P, Robinson DG (2012) ER import sites and their relationship to ER exit sites: a new model for bidirectional ER-Golgi transport in higher plants. Front Plant Sci\n3: 143.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLosev E, Reinke CA, Jellen J, Strongin DE, Bevis BJ, Glick BS (2006) Golgi maturation visualized in living yeast. Nature\n441: 1002–1006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMajoul I, Sohn K, Wieland FT, Pepperkok R, Pizza M, Hillemann J, Söling HD (1998) KDEL receptor (Erd2p)-mediated retrograde transport of the cholera toxin A subunit from the Golgi involves COPI, p23, and the COOH terminus of Erd2p. J Cell Biol\n143: 601–612\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMartinière A, Desbrosses G, Sentenac H, Paris N (2013) Development and properties of genetically encoded pH sensors in plants. Front Plant Sci\n4: 523.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatheson LA, Hanton SL, Rossi M, Latijnhouwers M, Stefano G, Renna L, Brandizzi F (2007) Multiple roles of ARF1 in plant cells include spatially-regulated recruitment of coatomer and elements of the Golgi matrix. Plant Physiol\n143: 1615–1627\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatsuoka K, Orci L, Amherdt M, Bednarek SY, Hamamoto S, Schekman R, Yeung T (1998) COPII-coated vesicle formation reconstituted with purified coat proteins and chemically defined liposomes. Cell\n93: 263–275\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatsuura-Tokita K, Takeuchi M, Ichihara A, Mikuriya K, Nakano A (2006) Live imaging of yeast Golgi cisternal maturation. Nature\n441: 1007–1010\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMiller EA, Schekman R (2013) COPII: a flexible vesicle formation system. Curr Opin Cell Biol\n25: 420–427\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMironov AA. (2014) ER-Golgi transport could occur in the absence of COPII vesicles. Nat Rev Mol Cell Biol\n15: 1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMogelsvang S, Gomez-Ospina N, Soderholm J, Glick BS, Staehelin LA (2003) Tomographic evidence for continuous turnover of Golgi cisternae in \nPichia pastoris\n. Mol Biol Cell\n14: 2277–2291\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMollenhauer HH, Morré DJ, Vanderwoude WJ (1976) Endoplasmic reticulum-Golgi apparatus associations in maize root tips. Mikroskopie\n31: 257–272\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMontezinos JC, Pastor-Cantizano N, Robinson DG, Marcote MJ, Aniento F (2014) Arabidopsis p24δ5 and p24δ9 facilitate COPI-dependent Golgi-to-ER transport of the K/HDEL receptor ERD2. Plant J\n80: 1014–1030\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNakano A. (2002) Spinning-disk confocal microscopy: a cutting-edge tool for imaging of membrane traffic. Cell Struct Funct\n27: 349–355\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNakano A, Luini A (2010) Passage through the Golgi. Curr Opin Cell Biol\n22: 471–478\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNebenführ A, Gallagher LA, Dunahay TG, Frohlick JA, Mazurkiewicz AM, Meehl JB, Staehelin LA (1999) Stop-and-go movements of plant Golgi stacks are mediated by the acto-myosin system. Plant Physiol\n121: 1127–1142\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNovick P, Field C, Schekman R (1980) Identification of 23 complementation groups required for post-translational events in the yeast secretory pathway. Cell\n21: 205–215\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOka T, Nakano A (1994) Inhibition of GTP hydrolysis by Sar1p causes accumulation of vesicles that are a functional intermediate of the ER-to-Golgi transport in yeast. J Cell Biol\n124: 425–434\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOkamoto M, Kurokawa K, Matsuura-Tokita K, Saito C, Hirata R, Nakano A (2012) High-curvature domains of the endoplasmic reticulum (ER) are important for the organization of ER exit sites in \nSaccharomyces cerevisiae\n. J Cell Sci\n125: 3412–3420\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOsterrieder A. (2012) Tales of tethers and tentacles: golgins in plants. J Microsc\n247: 68–77\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOsterrieder A, Hummel E, Carvalho CM, Hawes C (2010) Golgi membrane dynamics after induction of a dominant-negative mutant Sar1 GTPase in tobacco. J Exp Bot\n61: 405–422\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nParker ML, Hawes CR (1982) The Golgi apparatus in developing endosperm of wheat (\nTriticum aestivum\n L.). Planta\n154: 277–283\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nParoutis P, Touret N, Grinstein S (2004) The pH of the secretory pathway: measurement, determinants, and regulation. Physiology (Bethesda)\n19: 207–215\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPhillipson BA, Pimpl P, daSilva LL, Crofts AJ, Taylor JP, Movafeghi A, Robinson DG, Denecke J (2001) Secretory bulk flow of soluble proteins is efficient and COPII dependent. Plant Cell\n13: 2005–2020\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPimpl P, Movafeghi A, Coughlan S, Denecke J, Hillmer S, Robinson DG (2000) In situ localization and in vitro induction of plant COPI-coated vesicles. Plant Cell\n12: 2219–2236\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRitzenthaler C, Nebenführ A, Movafeghi A, Stussi-Garaud C, Behnia L, Pimpl P, Staehelin LA, Robinson DG (2002) Reevaluation of the effects of brefeldin A on plant cells using tobacco Bright Yellow 2 cells expressing Golgi-targeted green fluorescent protein and COPI antisera. Plant Cell\n14: 237–261\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRobinson DG, Herranz MC, Bubeck J, Pepperkok R, Ritzenthaler C (2007) Membrane dynamics in the early secretory pathway. Crit Rev Plant Sci\n26: 199–225\n [\nGoogle Scholar\n]\n\n\n\n\nRunions J, Brach T, Kühner S, Hawes C (2006) Photoactivation of GFP reveals protein dynamics within the endoplasmic reticulum membrane. J Exp Bot\n57: 43–50\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSato K, Nakano A (2004) Reconstitution of coat protein complex II (COPII) vesicle formation from cargo-reconstituted proteoliposomes reveals the potential role of GTP hydrolysis by Sar1p in protein sorting. J Biol Chem\n279: 1330–1335\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSato K, Nakano A (2005) Dissection of COPII subunit-cargo assembly and disassembly kinetics during Sar1p-GTP hydrolysis. Nat Struct Mol Biol\n12: 167–174\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSato K, Sato M, Nakano A (2001) Rer1p, a retrieval receptor for endoplasmic reticulum membrane proteins, is dynamically localized to the Golgi apparatus by coatomer. J Cell Biol\n152: 935–944\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchnepf E, Christ P (1980) Unusual transfer cells in the epithelium of the nectaries of \nAsclepias curassavica\n L. Protoplasma\n105: 135–148\n [\nGoogle Scholar\n]\n\n\n\n\nSchoberer J, Liebminger E, Vavra U, Veit C, Castilho A, Dicker M, Maresch D, Altmann F, Hawes C, Botchway SW, et al.  (2014) The transmembrane domain of \nN\n-acetylglucosaminyltransferase I is the key determinant for its Golgi subcompartmentation. Plant J\n80: 809–822\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchoberer J, Runions J, Steinkellner H, Strasser R, Hawes C, Osterrieder A (2010) Sequential depletion and acquisition of proteins during Golgi stack disassembly and reformation. Traffic\n11: 1429–1444\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSieben C, Mikosch M, Brandizzi F, Homann U (2008) Interaction of the K\n+\n-channel KAT1 with the coat protein complex II coat component Sec24 depends on a di-acidic endoplasmic reticulum export motif. Plant J\n56: 997–1006\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSparkes I, Runions J, Hawes C, Griffing L (2009a) Movement and remodeling of the endoplasmic reticulum in nondividing cells of tobacco leaves. Plant Cell\n21: 3937–3949\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSparkes IA, Frigerio L, Tolley N, Hawes C (2009b) The plant endoplasmic reticulum: a cell-wide web. Biochem J\n423: 145–155\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSparkes IA, Ketelaar T, de Ruijter NC, Hawes C (2009c) Grab a Golgi: laser trapping of Golgi bodies reveals in vivo interactions with the endoplasmic reticulum. Traffic\n10: 567–571\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStefano G, Hawes C, Brandizzi F (2014) ER: the key to the highway. Curr Opin Plant Biol\n22: 30–38\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStefano G, Renna L, Chatre L, Hanton SL, Moreau P, Hawes C, Brandizzi F (2006) In tobacco leaf epidermal cells, the integrity of protein export from the endoplasmic reticulum and of ER export sites depends on active COPI machinery. Plant J\n46: 95–110\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSuda Y, Nakano A (2012) The yeast Golgi apparatus. Traffic\n13: 505–510\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSzul T, Sztul E (2011) COPII and COPI traffic at the ER-Golgi interface. Physiology\n26: 348–354\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTabata KV, Sato K, Ide T, Nishizaka T, Nakano A, Noji H (2009) Visualization of cargo concentration by COPII minimal machinery in a planar lipid membrane. EMBO J\n28: 3279–3289\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTakagi J, Renna L, Takahashi H, Koumoto Y, Tamura K, Stefano G, Fukao Y, Kondo M, Nishimura M, Shimada T, et al.  (2013) MAIGO5 functions in protein export from Golgi-associated endoplasmic reticulum exit sites in \nArabidopsis\n. Plant Cell\n25: 4658–4675\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTakeuchi M, Ueda T, Sato K, Abe H, Nagata T, Nakano A (2000) A dominant negative mutant of sar1 GTPase inhibits protein transport from the endoplasmic reticulum to the Golgi apparatus in tobacco and Arabidopsis cultured cells. Plant J\n23: 517–525\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTakeuchi M, Ueda T, Yahara N, Nakano A (2002) Arf1 GTPase plays roles in the protein traffic between the endoplasmic reticulum and the Golgi apparatus in tobacco and Arabidopsis cultured cells. Plant J\n31: 499–515\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTanaka Y, Nishimura K, Kawamukai M, Oshima A, Nakagawa T (2013) Redundant function of two Arabidopsis COPII components, AtSec24B and AtSec24C, is essential for male and female gametogenesis. Planta\n238: 561–575\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTartakoff AM. (2002) George Emil Palade: charismatic virtuoso of cell biology. Nat Rev Mol Cell Biol\n3: 871–876\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nViotti C, Bubeck J, Stierhof YD, Krebs M, Langhans M, van den Berg W, van Dongen W, Richter S, Geldner N, Takano J, et al.  (2010) Endocytic and secretory traffic in \nArabidopsis\n merge in the trans-Golgi network/early endosome, an independent and highly dynamic organelle. Plant Cell\n22: 1344–1357\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWei T, Wang A (2008) Biogenesis of cytoplasmic membranous vesicles for plant potyvirus replication occurs at endoplasmic reticulum exit sites in a COPI- and COPII-dependent manner. J Virol\n82: 12252–12264\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWilson DW, Lewis MJ, Pelham HR (1993) pH-dependent binding of KDEL to its receptor in vitro. J Biol Chem\n268: 7465–7468\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWitte K, Schuh AL, Hegermann J, Sarkeshik A, Mayers JR, Schwarze K, Yates JR III, Eimer S, Audhya A (2011) TFG-1 function in protein secretion and oncogenesis. Nat Cell Biol\n13: 550–558\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYang YD, Elamawi R, Bubeck J, Pepperkok R, Ritzenthaler C, Robinson DG (2005) Dynamics of COPII vesicles and the Golgi apparatus in cultured \nNicotiana tabacum\n BY-2 cells provides evidence for transient association of Golgi stacks with endoplasmic reticulum exit sites. Plant Cell\n17: 1513–1531\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZeuschner D, Geerts WJ, van Donselaar E, Humbel BM, Slot JW, Koster AJ, Klumperman J (2006) Immuno-electron tomography of ER exit sites reveals the existence of free COPII-coated transport carriers. Nat Cell Biol\n8: 377–383\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.5 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4453782/"
}