{
  "id": "PMC4085587",
  "title": "Conservation of the low-shear modeled microgravity response in Enterobacteriaceae and analysis of the trp genes in this response.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Conservation of the low-shear modeled microgravity response in Enterobacteriaceae and analysis of the trp genes in this response.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4085587/"
  },
  "sections": {
    "abstract": "Low fluid shear force, including that encountered in microgravity models, induces bacterial responses, but the range of bacteria capable of responding to this signal remains poorly characterized. We systematically analyzed a range of Gram negative Enterobacteriaceae for conservation of the low-shear modeled microgravity (LSMMG) response using phenotypic assays, qPCR, and targeted mutations. Our results indicate LSMMG response conservation across Enterobacteriacae with potential variance in up- or down-regulation of a given response depending on genus. Based on the data, we analyzed the role of the \ntrp\n operon genes and the TrpR regulator in the LSMMG response using targeted mutations in these genes in \nS.\n Typhimurium and \nE. coli\n. We found no alteration of the LSMMG response compared to WT in these mutant strains under the conditions tested here. To our knowledge, this study is first-of-kind for \nCitrobacter, Enterobacter\n, and \nSerratia, \npresents novel data for \nEscherichia\n, and provides the first analysis of \ntrp\n genes in LSMMG responses. This impacts our understanding of how LSMMG affects bacteria and our ability to modify bacteria with this condition in the future.",
    "introduction": "INTRODUCTION\nA large body of studies aimed at characterizing the effects of low fluid shear force environments on bacterial cells,including the microgravity environment of spaceflight and ground-based rotating wall vessel (RWV) culture, have focused on the Gram negative enteric pathogen \nSalmonella enterica \nserovar Typhimurium [\n1\n-\n7\n]. Other studies have also focused on additional bacteria including \nEscherichia coli \n[\n8\n-\n15\n], \nPseudomonas aeruginosa \n[\n16\n-\n18\n], \nYersinia pestis \n[\n19\n,\n 20\n], and \nStaphylococcus aureus \n[\n15\n,\n 21\n,\n 22\n] with a range of different phenotypic results. However, the range of bacteria capable of responding to this condition and the potential similarities/differences in this response remain poorly characterized. Additionally, to our knowledge, a systematic, “side-by-side” study to examine the conservation of the low fluid shear response in a range of different bacterial genera using common assay conditions has not been reported in the literature. In this study,we analyzed different members of the Gram negative Enterobacteriaceae family for conservation of the low fluid shear response in the RWV using phenotypic and molecular assays to delineate the commonalities and differences of these organisms to culture in this environmental condition. Many members of the Enterobactericeae family are enteric organisms that inhabit the intestine as part of their lifecycles, and consequently, these bacteria likely encounter low fluid shear regions in their natural habitat such as the spaces between microvilli [\n23\n]. In addition, as bacterial engineering expands to include a larger range of bacteria, the use of novel growth conditions will be applied to a greater variety of genera. \nThe RWV culture apparatus (Fig. \n1\n) allows a physiolo-gically-relevant low fluid shear force growth environment that induces a number of phenotypic responses in bacteria including altered stress resistance [\n1\n-\n5\n,\n 7\n,\n 12\n,\n 16\n,\n 21\n], increased survival in cellular and animal hosts [\n1\n,\n 3\n,\n 4\n,\n 7\n], and altered gene expression [\n1\n,\n 3\n,\n 5\n,\n 7\n,\n 13\n,\n 14\n,\n 17\n,\n 18\n]. The RWV is used to induce prokaryotic and eukaryotic cellular phenotypes that are difficult or not possible to obtain using conventional culture conditions [\n1\n,\n 18\n,\n 21\n,\n 24\n]. This includes use as a ground-based modeled microgravity environment to study effects/phenotypes that correlate to those observed in spaceflight experiments [\n3\n,\n 7\n,\n 17\n,\n 24\n]. The alteration of bacterial virulence observed during growth in spaceflight and in the RWV is currently being used for applications related to bacterial engineering and modification \nvia\n growth conditions [\n1\n,\n 3\n,\n 7\n,\n 18\n,\n 25\n-\n27\n]. Given these commonalities and based upon previous modeling, the environmental growth condition obtained in the RWV apparatus has been termed low shear modeled microgravity (LSMMG) [\n2\n,\n 4\n,\n 5\n].\nPrevious experimental results in the literature point to a possible relationship between \ntrp\n genes and the LSMMG/ spaceflight response in bacteria. In \nS. \nTyphimurium , the \ntrpD\n gene was one of the few genes in a group found to be up-regulated by all low-shear/microgravity conditions tested including LSMMG in LB media [\n5\n] and by spaceflight in both LB and M9 media [\n3\n,\n 7\n], and this result was observed using both microarray and qPCR analysis [\n3\n,\n 5\n,\n 7\n]. In addition, a study with adherent-invasive \nE. coli\n showed that a mutation in a tryptophan permease gene decreased LSMMG-induced adherence to tissue culture cells, and this phenotype was complemented by restoring the WT gene or by exogenous indole supplementation [\n28\n]. These results, combined with new observations in this report, provided significant justification for analyzing the role of \ntrp \ngenes in the conservation of the LSMMG response. Overall, our results indicate that the LSMMG response is conserved across Enterobacteriaceae but with potential variation in the “direction” of regulation of a given phenotype, and that associated \ntrp\n genes are not involved in this conservation under the conditions tested here.",
    "materials_and_methods": "MATERIALS AND METHODS\nRotating Wall Vessel (RWV) Cultures\nCultures were grown in the RWV in LB (Lennox) broth as previously described [\n3\n,\n 4\n,\n 7\n]. Experimental set-up with RWV cultures is depicted in Fig. (\n1\n). The RWV apparatus used was model RCCS-1 from Synthecon, Inc., Houston, TX as used in previous studies [\n3\n,\n 4\n,\n 7\n]. Strains used in this study were as follows: \nS. \nTyphimurium χ3339 [\n29\n], \nE. coli\n TOP10 (Invitrogen, Carlsbad, CA), \nE. coli\n MG1655 [\n30\n], \nE. coli\n DH5a (Invitrogen, Carlsbad, CA), \nE. coli\n AS11 [\n31\n], \nE. cloacae\n ATCC23355 [\n32\n], \nC. freundii\n ATCC8090 [\n32\n], and \nS. marcescens\n ATCC14041 [\n33\n]. \n\n\nStress Assays and qPCR\n\n\nAcid and oxidative stress assays were performed as previously described [\n3\n,\n 4\n,\n 7\n]. The qPCR reactions were performed as previously described using 16S rRNA and \nlpxC\n genes for normalization [\n3\n,\n 34\n]. DNA oligonucleotides used as primers in qPCR are provided in Table \n1\n. \nMutant Strain Construction\nDeletion mutations in the \ntrpR\n and \ntrpDE \ngenes were constructed using standard recombineering techniques in \nS. \nTyphimurium and \nE. coli \nand confirmed using both PCR and phenotypic indications [\n35\n]. DNA oligonucleotides used in the recombineering are provided in Table \n1\n. Briefly, PCR products were amplified from the template plasmid pKD3 using primers containing 40-bp regions of homology to the ends of the \ntrpR\n and \ntrpDE\n genes such that deletion of the genes would be obtained. Strains containing plasmid pKD46 were electroporated with the PCR products, and colonies were selected on LB-Cm medium.",
    "rotating_wall_vessel_(rwv)_cultures": "Rotating Wall Vessel (RWV) Cultures\nCultures were grown in the RWV in LB (Lennox) broth as previously described [\n3\n,\n 4\n,\n 7\n]. Experimental set-up with RWV cultures is depicted in Fig. (\n1\n). The RWV apparatus used was model RCCS-1 from Synthecon, Inc., Houston, TX as used in previous studies [\n3\n,\n 4\n,\n 7\n]. Strains used in this study were as follows: \nS. \nTyphimurium χ3339 [\n29\n], \nE. coli\n TOP10 (Invitrogen, Carlsbad, CA), \nE. coli\n MG1655 [\n30\n], \nE. coli\n DH5a (Invitrogen, Carlsbad, CA), \nE. coli\n AS11 [\n31\n], \nE. cloacae\n ATCC23355 [\n32\n], \nC. freundii\n ATCC8090 [\n32\n], and \nS. marcescens\n ATCC14041 [\n33\n]. \n\n\nStress Assays and qPCR\n\n\nAcid and oxidative stress assays were performed as previously described [\n3\n,\n 4\n,\n 7\n]. The qPCR reactions were performed as previously described using 16S rRNA and \nlpxC\n genes for normalization [\n3\n,\n 34\n]. DNA oligonucleotides used as primers in qPCR are provided in Table \n1\n.",
    "mutant_strain_construction": "Mutant Strain Construction\nDeletion mutations in the \ntrpR\n and \ntrpDE \ngenes were constructed using standard recombineering techniques in \nS. \nTyphimurium and \nE. coli \nand confirmed using both PCR and phenotypic indications [\n35\n]. DNA oligonucleotides used in the recombineering are provided in Table \n1\n. Briefly, PCR products were amplified from the template plasmid pKD3 using primers containing 40-bp regions of homology to the ends of the \ntrpR\n and \ntrpDE\n genes such that deletion of the genes would be obtained. Strains containing plasmid pKD46 were electroporated with the PCR products, and colonies were selected on LB-Cm medium.",
    "results": "RESULTS\nRWV Growth Kinetics\nTo determine if the individual members of Enterobacteriaceae exhibited similar growth kinetics in both LSMMG and control conditions (an important parameter for comparing the two culture orientations with a given species), we grew the following members of this family in the RWV in the LSMMG and control orientations (Fig. \n2\n): \nS. \nTyphimurium , \nE. coli\n, \nEnterobacter cloacae\n, \nCitrobacter freundii\n, and \nSerratia marcescens. \nData obtained with \nS. \nTyphimurium have previously shown that growth in LSMMG and control conditions results in very similar kinetic profiles for this organism in LB medium [\n1\n,\n 4\n,\n 7\n]. Analysis of bacterial growth in the LSMMG and control conditions for \nE. coli, E. cloacae, C. freundii\n, and \nS. marcescens\n revealed essentially identical kinetics in both environments for each organism (Fig. \n2\n). This assures that phenotypic assays performed at a given point in the growth of LSMMG and control cultures are using cells at equivalent growth phases. \nAcid and Oxidative Stress Phenotypes\nPrevious studies have demonstrated that resistance to acid and oxidative stress is altered by LSMMG in \nS. \nTyphimurium [\n1\n-\n5\n,\n 7\n,\n 33\n]. Therefore, we tested each genus (including \nS. \nTyphimurium ) for these phenotypes by comparing LSMMG and control cultures for resistance to acid stress (pH=3.5, citric acid) and oxidative stress (hydrogen peroxide, 35 - 70 mM) (Figs. \n3\n and \n4\n). It is worth noting that acid stress resistance was tested using the conditions reported in the Wilson, \net al.\n (2007) and Wilson, \net al\n. (2008) references in which resistance is decreased by LSMMG in \nS. \nTyphimurium for cultures grown 24 hours which more appropriately matched spaceflight conditions involved in those studies [\n3\n,\n 7\n]. \nFor \nS. \nTyphimurium , acid stress resistance was decreased in LSMMG as reported previously (Fig. \n3\n) [\n3\n,\n 7\n]. However, under the same conditions, resistance to acid stress was increased by LSMMG for \nE. coli\n, and this result was repeated in four different \nE. coli \nstrains to ensure that strain differences did not explain the deviation from the \nS. \nTyphimurium phenotype (Fig. \n3\n). In \nE. cloacae\n and \nS. marcescens\n, LSMMG decreased and increased acid stress resistance, respectively (Fig. \n3\n). For \nC. freundii\n, acid stress resistance was not significantly different between LSMMG and control cultures (Fig. \n3\n). For oxidative stress resistance, LSMMG decreased resistance for all tested genera (Fig. \n4\n). These results are equivalent to previously published data for \nS. \nTyphimurium [\n4\n,\n 33\n]. For \nS. marcescens\n, oxidative stress resistance could not be tested due to the fact that this organism could not be killed by the levels of hydrogen peroxide we tested for this study (up to 175 mM for this organism).\nqPCR Assays\nTo test for changes in gene expression induced by LSMMG in different genera, we isolated total RNA from \nS. \nTyphimurium , \nE. coli\n, \nE. cloacae\n, and \nC. freundii\n cultures grown at LSMMG and control conditions and analyzed gene expression using qRT-PCR [\n3\n,\n 18\n]. In \nS. \nTyphimurium , the expression of the \nhfq\n and \ntrpD\n genes was decreased and increased, respectively, by LSMMG (Fig. \n5\n). This result is consistent with previously published data which identified altered expression of these genes by LSMMG using microarray analysis and qPCR [\n3\n,\n 5\n,\n 7\n]. In \nE. coli\n, LSMMG decreased the expression of both genes indicating that LSMMG altered gene expression in this genus, but that the direction of \ntrpD\n regulation was reversed compared to \nS. \nTyphimurium (Fig. \n5\n). This is interesting given the fact that the direction of LSMMG-induced acid resistance alteration was also reversed accordingly in these two genera (Fig. \n3\n). In \nC. freundii\n, \nhfq\n expression was also decreased by LSMMG, but \ntrpD\n expression was not significantly altered (Fig. \n5\n). As in \nE. coli\n, the \ntrpD\n result also correlates to the acid resistance phenotype in \nC. freundii\n where LSMMG did not cause altered resistance to this stress. In \nE. cloacae\n, we did not observe alteration of \nhfq\n expression by LSMMG but did observe an increase in expression of the \nydcI\n gene by LSMMG (Fig. \n5\n). The \nydcI\n result is consistent with previously reported data which identified this gene as LSMMG-regulated in \nS. \nTyphimurium [\n4\n,\n 5\n]. Overall, qRT-PCR analysis demonstrated that a molecular response to LSMMG resulting in gene expression changes is conserved across Enterobactericeae, but the direction of gene expression change (i.e. up or down) can potentially vary depending on genus.\nAnalysis of Role of \ntrp\n Genes\nIn the experiments above, we observed an inverse correlation between the direction of change in acid resistance by LSMMG and the direction of regulation of \ntrpD\n expression by LSMMG in \nS. \nTyphimurium and \nE. coli\n (Figs. \n3\n, \n5\n). In addition,we observed that in \nC. freundii\n, these phenotypes correlated to eachother in that LSMMG did not induce alteration of acid stress or \ntrpD\n expression in this species (Figs. \n3\n, \n5\n). This observation is curious since the \ntrp\n genes are not involved in acid resistance, and the activity of the anthrylate synthase enzyme encoded by the \ntrp\n operon is not involved in environmental stress resistance. However,in \nS. \nTyphimurium , the \ntrpD\n gene was one of the few genes in a group found to be up-regulated by all low-shear/micro-gravity conditions tested including LSMMG in LB media [\n5\n] and by spaceflight in both LB and M9 media [\n3\n,\n 7\n], and this result was observed using both microarray and qPCR analysis [\n3\n,\n 5\n,\n 7\n]. In addition, a study with adherent-invasive \nE. coli\n showed that a mutation in a tryptophan permease gene altered an LSMMG-induced phenotype related to cell adherence, and this alteration was complemented by restoring the WT gene or by exogenous indole supplementation [\n28\n]. Taken together, the above observations provided justification to analyze the role of \ntrp\n genes in the LSMMG response.We reasoned that the changes in \ntrpD\n expression under LSMMG could be related to a regulatory mechanism acting up-stream of the \ntrp\n operon that is responsive to and/or involved in the LSMMG response pathway. The TrpR protein is a transcriptional regulator that controls expression of the \ntrp\n operon as well as several other genes distributed across the \nS. \nTyphimurium and \nE. coli\n genomes [\n36\n]. Since this protein regulates a global gene regulon, we viewed TrpR as a possible candidate regulatory mechanism through which the LSMMG response acts in bacteria. We therefore constructed Δ\ntrpR\n mutations in \nS. \nTyphimurium and \nE. coli\n, and we tested these mutants for display of LSMMG phenotypes (Fig. \n6\n). We found that the deletion of TrpR had no effect on the acid and oxidative stress LSMMG responses in these genera indicating that TrpR is likely not involved in the LSMMG response under the conditions tested here (Fig. \n6\n). In addition, we also considered the possibility that the anthrylate synthase enzyme encoded by the \ntrp\n operon could be having a role in the LSMMG response. Therefore, we constructed a Δ\ntrpDE\n mutation in \nS. \nTyphimurium and \nE. coli\n that knocked out expression of this enzyme, and we tested these mutants for LSMMG phenotypes compared to WT (Fig. \n6\n). As with the Δ\ntrpR\n strains, we observed no effect of Δ\ntrpDE\n on LSMMG responses in these genera indicating that the \ntrp\n operon genes are not involved the LSMMG response as tested here.",
    "rwv_growth_kinetics": "RWV Growth Kinetics\nTo determine if the individual members of Enterobacteriaceae exhibited similar growth kinetics in both LSMMG and control conditions (an important parameter for comparing the two culture orientations with a given species), we grew the following members of this family in the RWV in the LSMMG and control orientations (Fig. \n2\n): \nS. \nTyphimurium , \nE. coli\n, \nEnterobacter cloacae\n, \nCitrobacter freundii\n, and \nSerratia marcescens. \nData obtained with \nS. \nTyphimurium have previously shown that growth in LSMMG and control conditions results in very similar kinetic profiles for this organism in LB medium [\n1\n,\n 4\n,\n 7\n]. Analysis of bacterial growth in the LSMMG and control conditions for \nE. coli, E. cloacae, C. freundii\n, and \nS. marcescens\n revealed essentially identical kinetics in both environments for each organism (Fig. \n2\n). This assures that phenotypic assays performed at a given point in the growth of LSMMG and control cultures are using cells at equivalent growth phases.",
    "acid_and_oxidative_stress_phenotypes": "Acid and Oxidative Stress Phenotypes\nPrevious studies have demonstrated that resistance to acid and oxidative stress is altered by LSMMG in \nS. \nTyphimurium [\n1\n-\n5\n,\n 7\n,\n 33\n]. Therefore, we tested each genus (including \nS. \nTyphimurium ) for these phenotypes by comparing LSMMG and control cultures for resistance to acid stress (pH=3.5, citric acid) and oxidative stress (hydrogen peroxide, 35 - 70 mM) (Figs. \n3\n and \n4\n). It is worth noting that acid stress resistance was tested using the conditions reported in the Wilson, \net al.\n (2007) and Wilson, \net al\n. (2008) references in which resistance is decreased by LSMMG in \nS. \nTyphimurium for cultures grown 24 hours which more appropriately matched spaceflight conditions involved in those studies [\n3\n,\n 7\n]. \nFor \nS. \nTyphimurium , acid stress resistance was decreased in LSMMG as reported previously (Fig. \n3\n) [\n3\n,\n 7\n]. However, under the same conditions, resistance to acid stress was increased by LSMMG for \nE. coli\n, and this result was repeated in four different \nE. coli \nstrains to ensure that strain differences did not explain the deviation from the \nS. \nTyphimurium phenotype (Fig. \n3\n). In \nE. cloacae\n and \nS. marcescens\n, LSMMG decreased and increased acid stress resistance, respectively (Fig. \n3\n). For \nC. freundii\n, acid stress resistance was not significantly different between LSMMG and control cultures (Fig. \n3\n). For oxidative stress resistance, LSMMG decreased resistance for all tested genera (Fig. \n4\n). These results are equivalent to previously published data for \nS. \nTyphimurium [\n4\n,\n 33\n]. For \nS. marcescens\n, oxidative stress resistance could not be tested due to the fact that this organism could not be killed by the levels of hydrogen peroxide we tested for this study (up to 175 mM for this organism).",
    "qpcr_assays": "qPCR Assays\nTo test for changes in gene expression induced by LSMMG in different genera, we isolated total RNA from \nS. \nTyphimurium , \nE. coli\n, \nE. cloacae\n, and \nC. freundii\n cultures grown at LSMMG and control conditions and analyzed gene expression using qRT-PCR [\n3\n,\n 18\n]. In \nS. \nTyphimurium , the expression of the \nhfq\n and \ntrpD\n genes was decreased and increased, respectively, by LSMMG (Fig. \n5\n). This result is consistent with previously published data which identified altered expression of these genes by LSMMG using microarray analysis and qPCR [\n3\n,\n 5\n,\n 7\n]. In \nE. coli\n, LSMMG decreased the expression of both genes indicating that LSMMG altered gene expression in this genus, but that the direction of \ntrpD\n regulation was reversed compared to \nS. \nTyphimurium (Fig. \n5\n). This is interesting given the fact that the direction of LSMMG-induced acid resistance alteration was also reversed accordingly in these two genera (Fig. \n3\n). In \nC. freundii\n, \nhfq\n expression was also decreased by LSMMG, but \ntrpD\n expression was not significantly altered (Fig. \n5\n). As in \nE. coli\n, the \ntrpD\n result also correlates to the acid resistance phenotype in \nC. freundii\n where LSMMG did not cause altered resistance to this stress. In \nE. cloacae\n, we did not observe alteration of \nhfq\n expression by LSMMG but did observe an increase in expression of the \nydcI\n gene by LSMMG (Fig. \n5\n). The \nydcI\n result is consistent with previously reported data which identified this gene as LSMMG-regulated in \nS. \nTyphimurium [\n4\n,\n 5\n]. Overall, qRT-PCR analysis demonstrated that a molecular response to LSMMG resulting in gene expression changes is conserved across Enterobactericeae, but the direction of gene expression change (i.e. up or down) can potentially vary depending on genus.",
    "analysis_of_role_of_trp_genes": "Analysis of Role of \ntrp\n Genes\nIn the experiments above, we observed an inverse correlation between the direction of change in acid resistance by LSMMG and the direction of regulation of \ntrpD\n expression by LSMMG in \nS. \nTyphimurium and \nE. coli\n (Figs. \n3\n, \n5\n). In addition,we observed that in \nC. freundii\n, these phenotypes correlated to eachother in that LSMMG did not induce alteration of acid stress or \ntrpD\n expression in this species (Figs. \n3\n, \n5\n). This observation is curious since the \ntrp\n genes are not involved in acid resistance, and the activity of the anthrylate synthase enzyme encoded by the \ntrp\n operon is not involved in environmental stress resistance. However,in \nS. \nTyphimurium , the \ntrpD\n gene was one of the few genes in a group found to be up-regulated by all low-shear/micro-gravity conditions tested including LSMMG in LB media [\n5\n] and by spaceflight in both LB and M9 media [\n3\n,\n 7\n], and this result was observed using both microarray and qPCR analysis [\n3\n,\n 5\n,\n 7\n]. In addition, a study with adherent-invasive \nE. coli\n showed that a mutation in a tryptophan permease gene altered an LSMMG-induced phenotype related to cell adherence, and this alteration was complemented by restoring the WT gene or by exogenous indole supplementation [\n28\n]. Taken together, the above observations provided justification to analyze the role of \ntrp\n genes in the LSMMG response.We reasoned that the changes in \ntrpD\n expression under LSMMG could be related to a regulatory mechanism acting up-stream of the \ntrp\n operon that is responsive to and/or involved in the LSMMG response pathway. The TrpR protein is a transcriptional regulator that controls expression of the \ntrp\n operon as well as several other genes distributed across the \nS. \nTyphimurium and \nE. coli\n genomes [\n36\n]. Since this protein regulates a global gene regulon, we viewed TrpR as a possible candidate regulatory mechanism through which the LSMMG response acts in bacteria. We therefore constructed Δ\ntrpR\n mutations in \nS. \nTyphimurium and \nE. coli\n, and we tested these mutants for display of LSMMG phenotypes (Fig. \n6\n). We found that the deletion of TrpR had no effect on the acid and oxidative stress LSMMG responses in these genera indicating that TrpR is likely not involved in the LSMMG response under the conditions tested here (Fig. \n6\n). In addition, we also considered the possibility that the anthrylate synthase enzyme encoded by the \ntrp\n operon could be having a role in the LSMMG response. Therefore, we constructed a Δ\ntrpDE\n mutation in \nS. \nTyphimurium and \nE. coli\n that knocked out expression of this enzyme, and we tested these mutants for LSMMG phenotypes compared to WT (Fig. \n6\n). As with the Δ\ntrpR\n strains, we observed no effect of Δ\ntrpDE\n on LSMMG responses in these genera indicating that the \ntrp\n operon genes are not involved the LSMMG response as tested here.",
    "discussion": "DISCUSSION\nThe results presented here provide significant evidence using several strains and multiple assays that the response to the LSMMG growth environment is conserved across Enterobacteriaceae.Thus, the pathways and mechanisms used for sensing this environmental signal appear to be present in these different cells. This report also demonstrates that in a “side-by-side” study, the direction of LSMMG-induced regulation of phenotypes and gene expression can vary depending on genus. These results indicate that applications using the LSMMG environment (and related spaceflight conditions) have the potential to be targeted to a range of Entrobacteriaceae genera. Future work will focus on understanding the underlying causes of the variance in the direction of LSMMG regulation observed here and on the use of LSMMG/spaceflight to engineer bacteria in different ways.",
    "conflict_of_interest": "CONFLICT OF INTEREST\nThe authors confirm that this article content has no conflict of interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4085587/"
}