{
  "id": "PMC4035928",
  "title": "Salt stress-induced Ca2+ waves are associated with rapid, long-distance root-to-shoot signaling in plants.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Salt stress-induced Ca2+ waves are associated with rapid, long-distance root-to-shoot signaling in plants.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4035928/"
  },
  "sections": {
    "permalink": "Copy",
    "won-gyu_choi": "a\nDepartment of Botany, University of Wisconsin, Madison, WI 53706; and\nFind articles by \nWon-Gyu Choi",
    "masatsugu_toyota": "a\nDepartment of Botany, University of Wisconsin, Madison, WI 53706; and\nb\nPrecursory Research for Embryonic Science and Technology, Japan Science and Technology Agency, Kawaguchi, Saitama 332-0012, Japan\nFind articles by \nMasatsugu Toyota",
    "su-hwa_kim": "a\nDepartment of Botany, University of Wisconsin, Madison, WI 53706; and\nFind articles by \nSu-Hwa Kim",
    "richard_hilleary": "a\nDepartment of Botany, University of Wisconsin, Madison, WI 53706; and\nFind articles by \nRichard Hilleary",
    "simon_gilroy": "a\nDepartment of Botany, University of Wisconsin, Madison, WI 53706; and\nFind articles by \nSimon Gilroy",
    "series_information": "From the Cover",
    "significance": "This work documents a previously unreported plant-wide signaling system based on the rapid, long-distance transmission of Ca\n2+\n waves. In the root these waves move through the cortical and endodermal cell layers at speeds of up to 400 µm/s, i.e., traversing several cells per second. This Ca\n2+\n wave system correlates with the triggering of molecular responses in distant parts of the plant upon perception of localized (salt) stress. Such propagating Ca\n2+\n waves provide a new mechanism for the rapid integration of activities throughout the plant body.\nKeywords:\n Ca\n2+\n signaling, Yellow Cameleon, Two Pore Channel 1",
    "abstract": "Their sessile lifestyle means that plants have to be exquisitely sensitive to their environment, integrating many signals to appropriate developmental and physiological responses. Stimuli ranging from wounding and pathogen attack to the distribution of water and nutrients in the soil are frequently presented in a localized manner but responses are often elicited throughout the plant. Such systemic signaling is thought to operate through the redistribution of a host of chemical regulators including peptides, RNAs, ions, metabolites, and hormones. However, there are hints of a much more rapid communication network that has been proposed to involve signals ranging from action and system potentials to reactive oxygen species. We now show that plants also possess a rapid stress signaling system based on Ca\n2+\n waves that propagate through the plant at rates of up to ∼400 µm/s. In the case of local salt stress to the \nArabidopsis thaliana\n root, Ca\n2+\n wave propagation is channeled through the cortex and endodermal cell layers and this movement is dependent on the vacuolar ion channel TPC1. We also provide evidence that the Ca\n2+\n wave/TPC1 system likely elicits systemic molecular responses in target organs and may contribute to whole-plant stress tolerance. These results suggest that, although plants do not have a nervous system, they do possess a sensory network that uses ion fluxes moving through defined cell types to rapidly transmit information between distant sites within the organism.",
    "results": "Changes in Cytoplasmic Ca\n2+\n Occur in Response to Abiotic Stress.\n\n\nArabidopsis\n seedlings were grown in a thin layer of gel and a ∼500 µm × 500 µm region of the gel covering the root apex was removed to allow localized application of treatments to the root tip (\nMaterials and Methods\n). Consistent with previous studies (reviewed in ref. \n9\n), when a range of abiotic stresses including touch, cold, ROS (H\n2\nO\n2\n), and NaCl were locally applied to the root tip, we detected rapid and transient Ca\n2+\n increases at the site of treatment that showed stimulus-specific spatial/temporal characteristics (\nFig. S1\n and \nMovies S1–S4\n). However, we observed that, among these treatments, NaCl treatment also led to a propagating Ca\n2+\n increase moving away from the point of stress application (\nFigs. 1\n and \n2\n and \nMovie S5\n). Treatment with 200 mM sorbitol (osmotic control for the 100 mM NaCl stress) did not elicit Ca\n2+\n changes under these conditions (\nFig. S1\nE\n), suggesting such Ca\n2+\n changes were being specifically elicited by the salt stress.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nSystemic Ca\n2+\n signal in roots in response to local salt stress. (\nA\n) Propagation of Ca\n2+\n increase through cortical/endodermal cells of the primary root monitored 5,000 µm shootward of the root tip site of application of 100 mM NaCl. Representative of \nn\n = 18. cor, cortex; en, endodermis; ep, epidermis; va, vasculature. (\nB\n) Ca\n2+\n wave emanating from lateral root upon application of 100 mM salt stress to the lateral root tip. Time represents seconds after NaCl treatment. (Scale bars: 100 µm.)\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nWave-like propagation of Ca\n2+\n increase through the root. (\nA\n) Time to significant increase in FRET/CFP signal (Ca\n2+\n increase) monitored at 0–5,000 µm from the site of local application of 100 mM NaCl to the root tip of WT (\nn\n = 23) and \ntpc1-2\n (\nn\n = 16). Significant increase was defined as the timing where ratio values increased to >2 SD above the mean of pretreatment values. Results are mean ± SD of \nn\n > 5 (dashed line). Solid line, linear regression, \nR\n2\n > 0.99 for all genotypes. (\nB\n) Cortical and endodermal localization of Ca\n2+\n increase monitored 1,000 µm from site of local NaCl application to root tip in both the genotypes in \nA\n. Representative of \nn\n > 5. (\nC\n) Ca\n2+\n wave dynamics monitored shootward of the salt-stimulated root tip of WT and \ntpc1-2\n mutants. Ratiometric data of the YCNano-65 Ca\n2+\n-dependent FRET/CFP signal was extracted from sequential regions of interest (4 µm × 51.2 µm covering the cortex and endodermis) along the root at 1,000 µm from the local application of 100 mM NaCl. Analysis was repeated on images taken every 0.5 s (WT) and 4 s (\ntpc1-2\n) and data from five roots averaged and pseudocolor coded. ROI, region of interest.\nSalt Stress Induces a Long-Distance Systemic Wave of Increased Ca\n2+\n.\n\n\nLocal application of salt stress to the root tip induced an increase in Ca\n2+\n that propagated shootward from the site of NaCl stimulation (\nFigs. 1\n and \n2\n). This salt stress-induced elevation in Ca\n2+\n was largely constrained to the cortical and endodermal cell layers (\nFig. 1 \nA\n and \nB\n). Thus, changes were not seen in the epidermal cells even though this tissue is known to generate stimulus-evoked Ca\n2+\n elevations (e.g., ref. \n11\n). In addition, when a lateral root tip was stimulated, a Ca\n2+\n wave also moved through the cortex/endodermis, traveling to the main root and then bidirectionally rootward and shootward (\nFig. 1\nB\n and \nMovie S6\n). This Ca\n2+\n increase eventually traversed to the aerial part of the plant, moving through the hypocotyl (\nFig. S2\n and \nMovie S7\n). Quantitative analysis of the timing of Ca\n2+\n increase in various regions along the root (\nFig. 2\nA\n) coupled with kymograph-based measurements of rates of Ca\n2+\n increase (\nFig. 2\nC\n) indicated that the wave front of these Ca\n2+\n changes moved at a steady 395.7 ± 27.8 µm/s (±SD) (\nFig. 2 \nA\n and \nC\n), taking ∼1 min to traverse the entire length of the root system and ∼2 min to spread across the entire length of the \nArabidopsis\n seedlings used in this study.\nRoot Tip Salt Stress Triggers Systemic Molecular Responses in Shoot Tissue.\n\n\nWe next used a battery of molecular markers (\nTable 1\n) and quantitative real-time PCR (qPCR) analysis to ask whether the long-distance Ca\n2+\n increase we observed in response to this root-applied NaCl stress was accompanied by a systemic shoot response (\nFig. 3\nA\n). As expected, increased transcript levels of stress-related genes such as \nRAB18\n, \nDREB2A\n, \nTCH2\n, and \nZAT12\n, and the salt stress response genes \nSOS1\n and \nCBL10\n (\n12\n) were detectable in the directly salt-stressed root tissues within 1–2 min of treatment (\nFig. 3\n and \nFig. S3\nA\n). These rapidly induced genes showed subsequent oscillations in levels, sharing a fall at 10 min and subsequent increase over the 60 min of analysis (\nFig. S3\nA\n). However, local salt treatment of the root tip also led to an increase in transcript abundance of a number of stress markers in the distant aerial parts of the plant. For example, by 10 min \nRAB18\n, \nDREB2A\n, \nTCH2\n, \nTCH3\n, \nPIP2;3\n, \nZAT12\n, \nLOX3\n, and \nSID2\n levels were significantly increased in the shoot (\nP\n < 0.05, \nt\n test; \nFig. 3\nA\n and \nFig. S3\nB\n). These genes generally showed a peak in transcript level at 10 min that had begun to fall by 30–60 min. Induction of markers such as \nSOS1\n, \nSOS2/CIPK4\n, \nSOS3/CBL4\n, and \nCBL10\n was significant only after 30 min. The vacuolar channel \nTPC1\n was notable in showing a rapid, transient transcript accumulation within 1 min in the shoot (\nFig. S3\nC\n). In contrast, NaCl treatment led to an equally rapid but sustained decrease in \nTPC1\n transcript levels in the salt-stressed roots.\n\n\nTable 1.\n\n\nqPCR markers for abiotic stress used in this study\n\n\n\n\n\n\nGene\n\n\nStress/signal/role\n\n\n\n\n\n\n\n\nRAB18\n\n\nABA (\n38\n)\n\n\n\n\n\n\nDREB2A\n\n\nDrought/cold (\n39\n)\n\n\n\n\n\n\n\n\nTCH2\n, \nTCH3\n\n\n\n\nMechanical (\n40\n, \n41\n)\n\n\n\n\n\n\nPIP2;3\n\n\nWater stress (\n42\n)\n\n\n\n\n\n\nZat12\n\n\nROS (\n5\n)\n\n\n\n\n\n\n\n\nSOS1\n, \nSOS2(CIPK24)\n, \nSOS3 (CBL4)\n, \nCBL10\n\n\n\n\nSalt (\n43\n–\n45\n)\n\n\n\n\n\n\nTPC1\n\n\nIon transport (\n14\n, \n18\n)\n\n\n\n\n\n\nLOX3\n\n\nJA/wounding (\n46\n)\n\n\n\n\n\n\nSID2\n\n\nSalicylate (\n47\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nJA, jasmonate.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nGene expression changes and seedling survival in response to root tip salt stress. (\nA\n) qPCR analysis of transcript abundance in systemic shoots responding to 100 mM NaCl application to the root tip. (\nB\n) Local application of 25 µM LaCl\n3\n does not itself elicit large shoot transcriptional changes. (\nC\n) Induction of \nTCH2\n and \nZAT12\n (but not \nSID2\n) in shoots in response to root tip-applied NaCl is blocked by 25 µM LaCl\n3\n locally applied between root and shoot, and is disrupted in \ntpc1-2\n. Mean ± SEM; \nn\n > 4 from three separate experiments. Each gene is normalized to its own 0-min value. (\nD\n) Systemic transmission rate of Ca\n2+\n waves in \nOxTPC1\n and effect of La\n3+\n treatment on blocking on Ca\n2+\n wave propagation rate (±SEM; \nn\n ≥ 6 independent experiments). Rates were calculated as in \nFig. 2\nA\n. (\nE\n) Effect of salt stress in WT, \ntpc1-2\n, and \nTPC1\n overexpression (\nOxTPC1\n) seedlings. Ten-day-old seedlings were transplanted to 100 mM NaCl plates and grown for an additional 7 d. Representative of three independent experiments. Chlorophyll content was monitored as an index of plant vitality. Results represent mean ± SEM; \nn\n = 3 independent experiments. “a,” “b,” and “c” denote significance (\nP\n < 0.05, \nt\n test). Bars sharing the same letter are not significantly different.\nDirect salt movement, either within the growth medium or within the plant, was too slow to explain the induction of such systemic responses in the aerial plant parts. Thus, fluorescein (a small molecule dye) took >2 min to diffuse only 300 µm through the matrix of the growth medium (\nFig. S4 \nA\n and \nB\n), and there was no detectable increase in Na content of shoots, measured via inductively coupled plasma (ICP) analysis, after >10 min of local root NaCl treatment (\nFig. S4\nC\n). Therefore, the propagation of the Ca\n2+\n wave and induction of systemic molecular responses are unlikely to reflect direct response to salt that had moved from the site of application either through the gel or within the plant.\n\n\nTo test whether the transcriptional changes elicited by local salt stress of the root required the Ca\n2+\n wave, we asked whether pharmacological inhibitors that blocked transmission of the Ca\n2+\n wave also blocked distal transcriptional responses. Local application of LaCl\n3\n (putative plasma-membrane Ca\n2+\n-channel blocker) or Ruthenium Red (RuRed) (putatively targeting internal Ca\n2+\n release) between the sites of stress application and Ca\n2+\n signal detection (\nFig. 4\nA\n) inhibited transmission of the Ca\n2+\n signal past this point (\nFig. 4\n). However, if the NaCl stress was applied shootward of the LaCl\n3\n treatment, the propagation of the Ca\n2+\n wave still moved shootward at 397.5 ± 42.1 μm/s (±SEM) (\nP\n < 0.05, \nt\n test) from the point of NaCl application (\nFig. S5\n). This result indicates that the position of the LaCl\n3\n, rather than simply its presence in the root system, appeared to be a key factor in blocking the progression of the Ca\n2+\n wave.\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffect of Ca\n2+\n channel blockers on salt-induced Ca\n2+\n waves. (\nA\n) Propagation of NaCl-induced Ca\n2+\n waves in roots with and without 3.5-min pretreatment with 25 µM LaCl\n3\n or RuRed. (Scale bars: 100 µm.) (\nB\n) Quantitative analysis of time course of Ca\n2+\n changes in response to local 100 mM NaCl treatment with and without 25 µM LaCl\n3\n or RuRed (\nB\n). Results represent mean ± SEM of \nn\n ≥ 4 (RuRed and LaCl\n3\n) or \nn\n = 17 (WT) monitored 1,000 µm from the site of root tip NaCl application.\nThe increase in transcript abundance of genes such as \nTCH2\n and \nZAT12\n (\nFig. 3\nC\n) or \nTCH3\n, \nPIP2;3\n, \nLOX3\n, and \nTPC1\n (\nFig. S6\n) seen at 10 min in the shoot in response to root tip NaCl stress was suppressed by the local LaCl\n3\n treatment applied shootward of the site of NaCl application. In contrast, induction of \nRAB18\n and \nDREB2A\n (\nFig. S6\n) or \nSDI2\n (\nFig. 3\nC\n) was left unaffected. These observations are consistent with a requirement for the Ca\n2+\n wave in the triggering of at least part of the systemic molecular regulation seen in response to local root salt stress.\n\n\nThe effect of La\n3+\n application on its own is an important control for these experiments. Although we observed that LaCl\n3\n alone could alter transcript levels of some genes (\nFig. 3\nB\n and \nFig. S7\n), this treatment did not significantly affect the levels of the molecular markers at the 10-min time point used for these experiments (\nFig. 3\nB\n and \nFig. S7\n). A prolonged suppression of \nLOX3\n and \nSOS1\n transcript levels were a notable exception, and so responses of these markers in La\n3+\n inhibitor experiments must be made with caution (\nFig. S7\n).\nLong-Distance Ca\n2+\n Signaling Is Dependent on the Vacuolar TWO PORE CHANNEL 1.\n\n\nIn animals, Ca\n2+\n waves are often supported by processes involving calcium-induced calcium release (CICR) (\n13\n). The slow vacuolar (SV) channel is a large-conductance, voltage-dependent ion channel (reviewed in ref. \n14\n) that is permeable to Ca\n2+\n (\n15\n) and has been proposed to mediate plant CICR (\n15\n–\n17\n), although this idea remains controversial (\n14\n). The \nArabidopsis\n SV channel is encoded by a single gene, \nTWO PORE CHANNEL 1\n (\nTPC1\n) (\n18\n). In \nArabidopsis\n, loss-of-function mutants of \nTPC1\n show disrupted stomatal signaling and abscisic acid (ABA) regulation of germination (\n18\n) and the gain-of-function \nfou2\n mutant exhibits developmental effects thought to be linked to aberrant defense signaling (\n19\n). We therefore tested the hypothesis that the SV channel might play a role in sustaining the salt-induced Ca\n2+\n wave using \ntpc1\n mutants. Previous work measuring Ca\n2+\n changes in a \nTPC1\n knockout expressing the luminescent Ca\n2+\n indicator aequorin indicated no clear disruption of a range of stress-induced Ca\n2+\n changes (\n20\n). Consistent with this report, we found that salt stress-induced Ca\n2+\n elevations were not grossly altered in \ntpc1-2\n (a protein null) (\n18\n) when monitored at the direct site of stress application, although they did exhibit a slightly delayed onset (\nFig. S1 \nD\n and \nE\n, and \nMovie S8\n). However, the speed of transmission of the Ca\n2+\n wave in \ntpc1-2\n was significantly reduced to 15.5 ± 1.9 µm/s (±SD) (\nP\n < 0.05, \nt\n test; \nFig. 2\n).\nTWO PORE CHANNEL 1 Mutants Affect Transcript Levels of Stress-Related Genes.\n\n\nqPCR analysis of our panel of stress markers showed that, in response to root tip NaCl treatment, shoot induction of genes such as \nTCH2\n and \nZAT12\n was significantly attenuated in the \ntpc1-2\n mutant (\nFig. 3\nC\n and \nFig. S8\n), a pattern confirmed in the knockdown lines \ntpc1-1\n (36% reduction in \nTPC1\n transcript; \nFig. S8\n) and \ntpc1-4\n (21% reduction in \nTPC1\n transcript; \nFig. S8\n). Interestingly, La\n3+\n treatment had a complex interaction with NaCl induction of \nTCH2\n in these backgrounds, leading to a partial recovery of transcript levels. This observation suggests that feedback between vacuolar and plasma membrane Ca\n2+\n fluxes is likely an important element in the transcriptional response of at least \nTCH2\n to salt stress.\n\n\nqPCR analysis also indicated that \nTPC1\n is the most rapidly systemically up-regulated gene we tested, with 10-fold increase in transcript abundance in the shoot within 1–2 min of root salt stress (\nP\n < 0.05, \nt\n test; \nFig. 3\nA\n and \nFig. S3\nC\n). This observation raises the possibility of a self-reinforcing signaling system with Ca\n2+\n wave-related rapid induction of \nTPC1\n amplifying and extending subsequent Ca\n2+\n responses. Consistent with such ideas, markers that were suppressed in \ntpc1\n mutants such as \nZAT12\n and \nTCH2\n (\nFig. 3\nC\n and \nFig. S8\n) were constitutively increased above WT in a \nTPC1\n overexpression line (\nFig. S9\nA\n). This up-regulation of transcript levels was suppressed by La\n3+\n treatment (\nFig. S9\nB\n), suggesting altered control of Ca\n2+\n homeostasis may link \nTPC1\n levels to transcriptional regulation. Consistent with these ideas, the speed of propagation of the Ca\n2+\n wave in the TPC1 overexpression line was 679 ± 73 µm/s, 1.7-fold faster than WT but was still sensitive to inhibition by LaCl\n3\n (\nFig. 3\nD\n).\nTWO PORE CHANNEL 1 Expression Level Affects Whole-Plant Salt Sensitivity.\n\n\nThe overexpression line \nTPC1 10.21\n (\n18\n), which showed 73- to 130-fold increase in transcript level (\nFig. S9\nC\n), was more resistant to NaCl stress based on seedling growth and chlorophyll levels after growth on 100 mM NaCl for 7 d (\nFig. 3\nE\n). Thus, the up-regulation of systemic molecular changes and faster Ca\n2+\n wave signaling observed in the \nTPC1\n transgenic lines correlate with alterations in whole-plant salt stress resistance.",
    "changes_in_cytoplasmic_ca2+_occur_in_response_to_abiotic_str": "Arabidopsis\n seedlings were grown in a thin layer of gel and a ∼500 µm × 500 µm region of the gel covering the root apex was removed to allow localized application of treatments to the root tip (\nMaterials and Methods\n). Consistent with previous studies (reviewed in ref. \n9\n), when a range of abiotic stresses including touch, cold, ROS (H\n2\nO\n2\n), and NaCl were locally applied to the root tip, we detected rapid and transient Ca\n2+\n increases at the site of treatment that showed stimulus-specific spatial/temporal characteristics (\nFig. S1\n and \nMovies S1–S4\n). However, we observed that, among these treatments, NaCl treatment also led to a propagating Ca\n2+\n increase moving away from the point of stress application (\nFigs. 1\n and \n2\n and \nMovie S5\n). Treatment with 200 mM sorbitol (osmotic control for the 100 mM NaCl stress) did not elicit Ca\n2+\n changes under these conditions (\nFig. S1\nE\n), suggesting such Ca\n2+\n changes were being specifically elicited by the salt stress.\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nSystemic Ca\n2+\n signal in roots in response to local salt stress. (\nA\n) Propagation of Ca\n2+\n increase through cortical/endodermal cells of the primary root monitored 5,000 µm shootward of the root tip site of application of 100 mM NaCl. Representative of \nn\n = 18. cor, cortex; en, endodermis; ep, epidermis; va, vasculature. (\nB\n) Ca\n2+\n wave emanating from lateral root upon application of 100 mM salt stress to the lateral root tip. Time represents seconds after NaCl treatment. (Scale bars: 100 µm.)\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nWave-like propagation of Ca\n2+\n increase through the root. (\nA\n) Time to significant increase in FRET/CFP signal (Ca\n2+\n increase) monitored at 0–5,000 µm from the site of local application of 100 mM NaCl to the root tip of WT (\nn\n = 23) and \ntpc1-2\n (\nn\n = 16). Significant increase was defined as the timing where ratio values increased to >2 SD above the mean of pretreatment values. Results are mean ± SD of \nn\n > 5 (dashed line). Solid line, linear regression, \nR\n2\n > 0.99 for all genotypes. (\nB\n) Cortical and endodermal localization of Ca\n2+\n increase monitored 1,000 µm from site of local NaCl application to root tip in both the genotypes in \nA\n. Representative of \nn\n > 5. (\nC\n) Ca\n2+\n wave dynamics monitored shootward of the salt-stimulated root tip of WT and \ntpc1-2\n mutants. Ratiometric data of the YCNano-65 Ca\n2+\n-dependent FRET/CFP signal was extracted from sequential regions of interest (4 µm × 51.2 µm covering the cortex and endodermis) along the root at 1,000 µm from the local application of 100 mM NaCl. Analysis was repeated on images taken every 0.5 s (WT) and 4 s (\ntpc1-2\n) and data from five roots averaged and pseudocolor coded. ROI, region of interest.",
    "fig._1.": "Open in a new tab\nSystemic Ca\n2+\n signal in roots in response to local salt stress. (\nA\n) Propagation of Ca\n2+\n increase through cortical/endodermal cells of the primary root monitored 5,000 µm shootward of the root tip site of application of 100 mM NaCl. Representative of \nn\n = 18. cor, cortex; en, endodermis; ep, epidermis; va, vasculature. (\nB\n) Ca\n2+\n wave emanating from lateral root upon application of 100 mM salt stress to the lateral root tip. Time represents seconds after NaCl treatment. (Scale bars: 100 µm.)",
    "fig._2.": "Open in a new tab\nWave-like propagation of Ca\n2+\n increase through the root. (\nA\n) Time to significant increase in FRET/CFP signal (Ca\n2+\n increase) monitored at 0–5,000 µm from the site of local application of 100 mM NaCl to the root tip of WT (\nn\n = 23) and \ntpc1-2\n (\nn\n = 16). Significant increase was defined as the timing where ratio values increased to >2 SD above the mean of pretreatment values. Results are mean ± SD of \nn\n > 5 (dashed line). Solid line, linear regression, \nR\n2\n > 0.99 for all genotypes. (\nB\n) Cortical and endodermal localization of Ca\n2+\n increase monitored 1,000 µm from site of local NaCl application to root tip in both the genotypes in \nA\n. Representative of \nn\n > 5. (\nC\n) Ca\n2+\n wave dynamics monitored shootward of the salt-stimulated root tip of WT and \ntpc1-2\n mutants. Ratiometric data of the YCNano-65 Ca\n2+\n-dependent FRET/CFP signal was extracted from sequential regions of interest (4 µm × 51.2 µm covering the cortex and endodermis) along the root at 1,000 µm from the local application of 100 mM NaCl. Analysis was repeated on images taken every 0.5 s (WT) and 4 s (\ntpc1-2\n) and data from five roots averaged and pseudocolor coded. ROI, region of interest.",
    "salt_stress_induces_a_long-distance_systemic_wave_of_increas": "Local application of salt stress to the root tip induced an increase in Ca\n2+\n that propagated shootward from the site of NaCl stimulation (\nFigs. 1\n and \n2\n). This salt stress-induced elevation in Ca\n2+\n was largely constrained to the cortical and endodermal cell layers (\nFig. 1 \nA\n and \nB\n). Thus, changes were not seen in the epidermal cells even though this tissue is known to generate stimulus-evoked Ca\n2+\n elevations (e.g., ref. \n11\n). In addition, when a lateral root tip was stimulated, a Ca\n2+\n wave also moved through the cortex/endodermis, traveling to the main root and then bidirectionally rootward and shootward (\nFig. 1\nB\n and \nMovie S6\n). This Ca\n2+\n increase eventually traversed to the aerial part of the plant, moving through the hypocotyl (\nFig. S2\n and \nMovie S7\n). Quantitative analysis of the timing of Ca\n2+\n increase in various regions along the root (\nFig. 2\nA\n) coupled with kymograph-based measurements of rates of Ca\n2+\n increase (\nFig. 2\nC\n) indicated that the wave front of these Ca\n2+\n changes moved at a steady 395.7 ± 27.8 µm/s (±SD) (\nFig. 2 \nA\n and \nC\n), taking ∼1 min to traverse the entire length of the root system and ∼2 min to spread across the entire length of the \nArabidopsis\n seedlings used in this study.",
    "root_tip_salt_stress_triggers_systemic_molecular_responses_i": "We next used a battery of molecular markers (\nTable 1\n) and quantitative real-time PCR (qPCR) analysis to ask whether the long-distance Ca\n2+\n increase we observed in response to this root-applied NaCl stress was accompanied by a systemic shoot response (\nFig. 3\nA\n). As expected, increased transcript levels of stress-related genes such as \nRAB18\n, \nDREB2A\n, \nTCH2\n, and \nZAT12\n, and the salt stress response genes \nSOS1\n and \nCBL10\n (\n12\n) were detectable in the directly salt-stressed root tissues within 1–2 min of treatment (\nFig. 3\n and \nFig. S3\nA\n). These rapidly induced genes showed subsequent oscillations in levels, sharing a fall at 10 min and subsequent increase over the 60 min of analysis (\nFig. S3\nA\n). However, local salt treatment of the root tip also led to an increase in transcript abundance of a number of stress markers in the distant aerial parts of the plant. For example, by 10 min \nRAB18\n, \nDREB2A\n, \nTCH2\n, \nTCH3\n, \nPIP2;3\n, \nZAT12\n, \nLOX3\n, and \nSID2\n levels were significantly increased in the shoot (\nP\n < 0.05, \nt\n test; \nFig. 3\nA\n and \nFig. S3\nB\n). These genes generally showed a peak in transcript level at 10 min that had begun to fall by 30–60 min. Induction of markers such as \nSOS1\n, \nSOS2/CIPK4\n, \nSOS3/CBL4\n, and \nCBL10\n was significant only after 30 min. The vacuolar channel \nTPC1\n was notable in showing a rapid, transient transcript accumulation within 1 min in the shoot (\nFig. S3\nC\n). In contrast, NaCl treatment led to an equally rapid but sustained decrease in \nTPC1\n transcript levels in the salt-stressed roots.\nTable 1.\n\n\nqPCR markers for abiotic stress used in this study\n\n\n\n\n\n\nGene\n\n\nStress/signal/role\n\n\n\n\n\n\n\n\nRAB18\n\n\nABA (\n38\n)\n\n\n\n\n\n\nDREB2A\n\n\nDrought/cold (\n39\n)\n\n\n\n\n\n\n\n\nTCH2\n, \nTCH3\n\n\n\n\nMechanical (\n40\n, \n41\n)\n\n\n\n\n\n\nPIP2;3\n\n\nWater stress (\n42\n)\n\n\n\n\n\n\nZat12\n\n\nROS (\n5\n)\n\n\n\n\n\n\n\n\nSOS1\n, \nSOS2(CIPK24)\n, \nSOS3 (CBL4)\n, \nCBL10\n\n\n\n\nSalt (\n43\n–\n45\n)\n\n\n\n\n\n\nTPC1\n\n\nIon transport (\n14\n, \n18\n)\n\n\n\n\n\n\nLOX3\n\n\nJA/wounding (\n46\n)\n\n\n\n\n\n\nSID2\n\n\nSalicylate (\n47\n)\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nJA, jasmonate.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nGene expression changes and seedling survival in response to root tip salt stress. (\nA\n) qPCR analysis of transcript abundance in systemic shoots responding to 100 mM NaCl application to the root tip. (\nB\n) Local application of 25 µM LaCl\n3\n does not itself elicit large shoot transcriptional changes. (\nC\n) Induction of \nTCH2\n and \nZAT12\n (but not \nSID2\n) in shoots in response to root tip-applied NaCl is blocked by 25 µM LaCl\n3\n locally applied between root and shoot, and is disrupted in \ntpc1-2\n. Mean ± SEM; \nn\n > 4 from three separate experiments. Each gene is normalized to its own 0-min value. (\nD\n) Systemic transmission rate of Ca\n2+\n waves in \nOxTPC1\n and effect of La\n3+\n treatment on blocking on Ca\n2+\n wave propagation rate (±SEM; \nn\n ≥ 6 independent experiments). Rates were calculated as in \nFig. 2\nA\n. (\nE\n) Effect of salt stress in WT, \ntpc1-2\n, and \nTPC1\n overexpression (\nOxTPC1\n) seedlings. Ten-day-old seedlings were transplanted to 100 mM NaCl plates and grown for an additional 7 d. Representative of three independent experiments. Chlorophyll content was monitored as an index of plant vitality. Results represent mean ± SEM; \nn\n = 3 independent experiments. “a,” “b,” and “c” denote significance (\nP\n < 0.05, \nt\n test). Bars sharing the same letter are not significantly different.\nDirect salt movement, either within the growth medium or within the plant, was too slow to explain the induction of such systemic responses in the aerial plant parts. Thus, fluorescein (a small molecule dye) took >2 min to diffuse only 300 µm through the matrix of the growth medium (\nFig. S4 \nA\n and \nB\n), and there was no detectable increase in Na content of shoots, measured via inductively coupled plasma (ICP) analysis, after >10 min of local root NaCl treatment (\nFig. S4\nC\n). Therefore, the propagation of the Ca\n2+\n wave and induction of systemic molecular responses are unlikely to reflect direct response to salt that had moved from the site of application either through the gel or within the plant.\nTo test whether the transcriptional changes elicited by local salt stress of the root required the Ca\n2+\n wave, we asked whether pharmacological inhibitors that blocked transmission of the Ca\n2+\n wave also blocked distal transcriptional responses. Local application of LaCl\n3\n (putative plasma-membrane Ca\n2+\n-channel blocker) or Ruthenium Red (RuRed) (putatively targeting internal Ca\n2+\n release) between the sites of stress application and Ca\n2+\n signal detection (\nFig. 4\nA\n) inhibited transmission of the Ca\n2+\n signal past this point (\nFig. 4\n). However, if the NaCl stress was applied shootward of the LaCl\n3\n treatment, the propagation of the Ca\n2+\n wave still moved shootward at 397.5 ± 42.1 μm/s (±SEM) (\nP\n < 0.05, \nt\n test) from the point of NaCl application (\nFig. S5\n). This result indicates that the position of the LaCl\n3\n, rather than simply its presence in the root system, appeared to be a key factor in blocking the progression of the Ca\n2+\n wave.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffect of Ca\n2+\n channel blockers on salt-induced Ca\n2+\n waves. (\nA\n) Propagation of NaCl-induced Ca\n2+\n waves in roots with and without 3.5-min pretreatment with 25 µM LaCl\n3\n or RuRed. (Scale bars: 100 µm.) (\nB\n) Quantitative analysis of time course of Ca\n2+\n changes in response to local 100 mM NaCl treatment with and without 25 µM LaCl\n3\n or RuRed (\nB\n). Results represent mean ± SEM of \nn\n ≥ 4 (RuRed and LaCl\n3\n) or \nn\n = 17 (WT) monitored 1,000 µm from the site of root tip NaCl application.\nThe increase in transcript abundance of genes such as \nTCH2\n and \nZAT12\n (\nFig. 3\nC\n) or \nTCH3\n, \nPIP2;3\n, \nLOX3\n, and \nTPC1\n (\nFig. S6\n) seen at 10 min in the shoot in response to root tip NaCl stress was suppressed by the local LaCl\n3\n treatment applied shootward of the site of NaCl application. In contrast, induction of \nRAB18\n and \nDREB2A\n (\nFig. S6\n) or \nSDI2\n (\nFig. 3\nC\n) was left unaffected. These observations are consistent with a requirement for the Ca\n2+\n wave in the triggering of at least part of the systemic molecular regulation seen in response to local root salt stress.\nThe effect of La\n3+\n application on its own is an important control for these experiments. Although we observed that LaCl\n3\n alone could alter transcript levels of some genes (\nFig. 3\nB\n and \nFig. S7\n), this treatment did not significantly affect the levels of the molecular markers at the 10-min time point used for these experiments (\nFig. 3\nB\n and \nFig. S7\n). A prolonged suppression of \nLOX3\n and \nSOS1\n transcript levels were a notable exception, and so responses of these markers in La\n3+\n inhibitor experiments must be made with caution (\nFig. S7\n).",
    "table_1.": "qPCR markers for abiotic stress used in this study\nGene\n\n\nStress/signal/role\n\n\n\n\n\n\n\n\nRAB18\n\n\nABA (\n38\n)\n\n\n\n\n\n\nDREB2A\n\n\nDrought/cold (\n39\n)\n\n\n\n\n\n\n\n\nTCH2\n, \nTCH3\n\n\n\n\nMechanical (\n40\n, \n41\n)\n\n\n\n\n\n\nPIP2;3\n\n\nWater stress (\n42\n)\n\n\n\n\n\n\nZat12\n\n\nROS (\n5\n)\n\n\n\n\n\n\n\n\nSOS1\n, \nSOS2(CIPK24)\n, \nSOS3 (CBL4)\n, \nCBL10\n\n\n\n\nSalt (\n43\n–\n45\n)\n\n\n\n\n\n\nTPC1\n\n\nIon transport (\n14\n, \n18\n)\n\n\n\n\n\n\nLOX3\n\n\nJA/wounding (\n46\n)\n\n\n\n\n\n\nSID2\n\n\nSalicylate (\n47\n)\nOpen in a new tab\nJA, jasmonate.",
    "fig._3.": "Open in a new tab\nGene expression changes and seedling survival in response to root tip salt stress. (\nA\n) qPCR analysis of transcript abundance in systemic shoots responding to 100 mM NaCl application to the root tip. (\nB\n) Local application of 25 µM LaCl\n3\n does not itself elicit large shoot transcriptional changes. (\nC\n) Induction of \nTCH2\n and \nZAT12\n (but not \nSID2\n) in shoots in response to root tip-applied NaCl is blocked by 25 µM LaCl\n3\n locally applied between root and shoot, and is disrupted in \ntpc1-2\n. Mean ± SEM; \nn\n > 4 from three separate experiments. Each gene is normalized to its own 0-min value. (\nD\n) Systemic transmission rate of Ca\n2+\n waves in \nOxTPC1\n and effect of La\n3+\n treatment on blocking on Ca\n2+\n wave propagation rate (±SEM; \nn\n ≥ 6 independent experiments). Rates were calculated as in \nFig. 2\nA\n. (\nE\n) Effect of salt stress in WT, \ntpc1-2\n, and \nTPC1\n overexpression (\nOxTPC1\n) seedlings. Ten-day-old seedlings were transplanted to 100 mM NaCl plates and grown for an additional 7 d. Representative of three independent experiments. Chlorophyll content was monitored as an index of plant vitality. Results represent mean ± SEM; \nn\n = 3 independent experiments. “a,” “b,” and “c” denote significance (\nP\n < 0.05, \nt\n test). Bars sharing the same letter are not significantly different.",
    "fig._4.": "Open in a new tab\nEffect of Ca\n2+\n channel blockers on salt-induced Ca\n2+\n waves. (\nA\n) Propagation of NaCl-induced Ca\n2+\n waves in roots with and without 3.5-min pretreatment with 25 µM LaCl\n3\n or RuRed. (Scale bars: 100 µm.) (\nB\n) Quantitative analysis of time course of Ca\n2+\n changes in response to local 100 mM NaCl treatment with and without 25 µM LaCl\n3\n or RuRed (\nB\n). Results represent mean ± SEM of \nn\n ≥ 4 (RuRed and LaCl\n3\n) or \nn\n = 17 (WT) monitored 1,000 µm from the site of root tip NaCl application.",
    "long-distance_ca2+_signaling_is_dependent_on_the_vacuolar_tw": "In animals, Ca\n2+\n waves are often supported by processes involving calcium-induced calcium release (CICR) (\n13\n). The slow vacuolar (SV) channel is a large-conductance, voltage-dependent ion channel (reviewed in ref. \n14\n) that is permeable to Ca\n2+\n (\n15\n) and has been proposed to mediate plant CICR (\n15\n–\n17\n), although this idea remains controversial (\n14\n). The \nArabidopsis\n SV channel is encoded by a single gene, \nTWO PORE CHANNEL 1\n (\nTPC1\n) (\n18\n). In \nArabidopsis\n, loss-of-function mutants of \nTPC1\n show disrupted stomatal signaling and abscisic acid (ABA) regulation of germination (\n18\n) and the gain-of-function \nfou2\n mutant exhibits developmental effects thought to be linked to aberrant defense signaling (\n19\n). We therefore tested the hypothesis that the SV channel might play a role in sustaining the salt-induced Ca\n2+\n wave using \ntpc1\n mutants. Previous work measuring Ca\n2+\n changes in a \nTPC1\n knockout expressing the luminescent Ca\n2+\n indicator aequorin indicated no clear disruption of a range of stress-induced Ca\n2+\n changes (\n20\n). Consistent with this report, we found that salt stress-induced Ca\n2+\n elevations were not grossly altered in \ntpc1-2\n (a protein null) (\n18\n) when monitored at the direct site of stress application, although they did exhibit a slightly delayed onset (\nFig. S1 \nD\n and \nE\n, and \nMovie S8\n). However, the speed of transmission of the Ca\n2+\n wave in \ntpc1-2\n was significantly reduced to 15.5 ± 1.9 µm/s (±SD) (\nP\n < 0.05, \nt\n test; \nFig. 2\n).",
    "two_pore_channel_1_mutants_affect_transcript_levels_of_stres": "qPCR analysis of our panel of stress markers showed that, in response to root tip NaCl treatment, shoot induction of genes such as \nTCH2\n and \nZAT12\n was significantly attenuated in the \ntpc1-2\n mutant (\nFig. 3\nC\n and \nFig. S8\n), a pattern confirmed in the knockdown lines \ntpc1-1\n (36% reduction in \nTPC1\n transcript; \nFig. S8\n) and \ntpc1-4\n (21% reduction in \nTPC1\n transcript; \nFig. S8\n). Interestingly, La\n3+\n treatment had a complex interaction with NaCl induction of \nTCH2\n in these backgrounds, leading to a partial recovery of transcript levels. This observation suggests that feedback between vacuolar and plasma membrane Ca\n2+\n fluxes is likely an important element in the transcriptional response of at least \nTCH2\n to salt stress.\nqPCR analysis also indicated that \nTPC1\n is the most rapidly systemically up-regulated gene we tested, with 10-fold increase in transcript abundance in the shoot within 1–2 min of root salt stress (\nP\n < 0.05, \nt\n test; \nFig. 3\nA\n and \nFig. S3\nC\n). This observation raises the possibility of a self-reinforcing signaling system with Ca\n2+\n wave-related rapid induction of \nTPC1\n amplifying and extending subsequent Ca\n2+\n responses. Consistent with such ideas, markers that were suppressed in \ntpc1\n mutants such as \nZAT12\n and \nTCH2\n (\nFig. 3\nC\n and \nFig. S8\n) were constitutively increased above WT in a \nTPC1\n overexpression line (\nFig. S9\nA\n). This up-regulation of transcript levels was suppressed by La\n3+\n treatment (\nFig. S9\nB\n), suggesting altered control of Ca\n2+\n homeostasis may link \nTPC1\n levels to transcriptional regulation. Consistent with these ideas, the speed of propagation of the Ca\n2+\n wave in the TPC1 overexpression line was 679 ± 73 µm/s, 1.7-fold faster than WT but was still sensitive to inhibition by LaCl\n3\n (\nFig. 3\nD\n).",
    "two_pore_channel_1_expression_level_affects_whole-plant_salt": "The overexpression line \nTPC1 10.21\n (\n18\n), which showed 73- to 130-fold increase in transcript level (\nFig. S9\nC\n), was more resistant to NaCl stress based on seedling growth and chlorophyll levels after growth on 100 mM NaCl for 7 d (\nFig. 3\nE\n). Thus, the up-regulation of systemic molecular changes and faster Ca\n2+\n wave signaling observed in the \nTPC1\n transgenic lines correlate with alterations in whole-plant salt stress resistance.",
    "discussion": "In plants, environmental stimuli including wounding or heat stress have been proposed to elicit long-distance signaling involving mechanisms such as plasma membrane depolarization and self-propagating increases of ROS (\n1\n–\n5\n, \n21\n, \n22\n). Our results suggest Ca\n2+\n-dependent signaling also plays a role in this process of systemic signaling in response to salt stress. Thus, local salt stress of the root tip leads to the spreading of a Ca\n2+\n wave that propagates preferentially through cortical and endodermal cells to distal shoot tissues (\nFigs. 1\n and \n2\n). This Ca\n2+\n wave moves with a velocity of ∼400 µm/s (\nFig. 2\nA\n), i.e., traversing several cells per second. Local treatment with LaCl\n3\n that blocked the transmission of the Ca\n2+\n wave (\nFig. 4\n) also inhibited subsequent systemic molecular responses (\nFig. 3\nC\n and \nFig. S6\n). Thus, these patterns of transmission and response are consistent with a model in which the rapidly propagating Ca\n2+\n wave serves as a long-distance signal that triggers systemic responses to local salt stress of the root system. It is important to note that such La\n3+\n treatment itself could inhibit transcription of some genes (\nFig. S7\n). This observation implies that a basal level of La\n3+\n-sensitive (likely Ca\n2+\n-dependent) signaling between root and shoot may be required to sustain nonstimulated levels of some genes. In addition, although such blocking of the Ca\n2+\n wave could inhibit systemic induction of stress markers such as \nTCH2\n, \nZAT12\n (\nFig. 3\nC\n), \nTCH3\n, and \nPIP2;3\n (\nFig. S6\n) in response to localized salt stress treatment, a similar treatment could not block up-regulation of \nRAB18\n and \nDREB2A\n (\nFig. S6\n). These observations suggest additional systemic signals are likely operating in parallel to the Ca\n2+\n wave.\nRole of the Vacuolar Ion Channel TPC1 in Propagation of the Ca\n2+\n Wave.\n\n\nWe found that the rate of propagation of the systemic Ca\n2+\n wave was reduced from 395.7 ± 27.8 µm/s in WT to 15.5 ± 1.9 µm/s in the loss-of-function \ntpc1-2\n mutant (\nFig. 2\n), representing a ∼25-fold reduction in speed. \nTPC1\n encodes the vacuolar SV ion channel that is sensitive to cytosolic Ca\n2+\n levels and to those in the lumen of the vacuole (\n23\n), suggesting feedback regulation of this channel by alterations in cytosolic and vacuolar Ca\n2+\n levels could play a role in Ca\n2+\n wave propagation. However, it remains unclear whether TPC1 acts itself as a vacuolar Ca\n2+\n release channel that sustains the Ca\n2+\n wave (\n14\n). Thus, TPC1 could be operating more indirectly, through, e.g., altering tonoplast potential and so gating an independent vacuolar Ca\n2+\n conductance. However, effects of \ntpc1\n mutants on both reducing Ca\n2+\n changes and inhibiting the induction of systemic molecular responses such as increase in \nTCH2\n and \nZAT12\n transcript abundance (\nFig. 3\nC\n and \nFig. S8\n) are very similar to those of blocking Ca\n2+\n changes with La\n3+\n. These observations are consistent with TPC1 actively maintaining the propagation of the Ca\n2+\n wave through an effect on Ca\n2+\n fluxes. In support of these ideas, the \nTPC1\n overexpression line showed Ca\n2+\n wave propagation rates that were 1.7-fold faster than WT (\nFig. 3\nD\n). The overexpression line also exhibited constitutive elevation of marker genes such as \nTCH2\n and \nZAT12\n that appear normally dependent for up-regulation on the Ca\n2+\n wave elicited by local salt stress. This constitutive induction was inhibited by the channel blocker La\n3+\n (\nFig. S9\nB\n), suggesting a link between transcriptional changes modulated by TPC1 and Ca\n2+\n-mediated events. Taken together, these results support a model in which local NaCl stress elicits a long-distance Ca\n2+\n wave-mediated signaling system that triggers systemic molecular responses. Furthermore, comparison of WT, \ntpc1-2\n, and plants overexpressing \nTPC1\n grown on 100 mM NaCl-containing plates indicated that, by 7 d, the overexpression line was significantly more resistant to this level of salt stress as inferred from plant size and chlorophyll content (\nFig. 3\nE\n). These observations suggest that the Ca\n2+\n wave system mediated by \nTPC1\n may also be contributing to the whole-plant resistance to salt stress. However, it is important to note that, due to the extended time of salt stress needed to elicit this visible phenotype, the link between Ca\n2+\n wave signaling and this whole-plant physiological response must remain tentative.\n\n\nqPCR analysis (\nFig. 3\nA\n and \nFig. S3\nC\n) indicated that \nTPC1\n was the most rapidly up-regulated gene we tested in the shoot, showing up to 10-fold increase in transcript abundance within 1–2 min of root salt stress. We also observed rapid changes in transcript abundance for some other genes in qPCR analyses, such as rapid down-regulation of \nTCH2\n (\nFig. S3\n). The timescale of these alterations suggest either extremely fast changes in transcription or rapid alterations in mRNA stability/turnover elicited by the salt stress signal.\n\n\nIn addition to such rapid alterations in transcript level, posttranscriptional regulation is also likely playing a role in modulating the extent of Ca\n2+\n wave propagation through \nTPC1\n. This idea is because this channel is ubiquitously expressed across tissue types, yet the root Ca\n2+\n wave is restricted to the cortex and endodermal cell layers (\nFig. 1\n). Although it remains to be discovered whether the action of TPC1 and transmission of the Ca\n2+\n wave is related to other proposed systemic signaling systems such as membrane depolarization (\n2\n) or ROS-dependent events (\n5\n), TPC1 has been proposed to be posttranslationally regulated by ROS (\n24\n). This observation raises the possibility of a point of interaction between the ROS and Ca\n2+\n-dependent systemic signaling systems. Transmission of systemic ROS responses is thought to be Ca\n2+\n-independent (\n5\n), suggesting a model where Ca\n2+\n changes could lie downstream of ROS. However, the relationship between ROS and Ca\n2+\n is complex with Ca\n2+\n triggering ROS production (\n25\n) and ROS eliciting Ca\n2+\n increases (\n25\n, \n26\n). Thus, the relationship of TPC1, Ca\n2+\n wave, and ROS is an important area for future study.\n\n\nTPC1 is found in all land plants (\n14\n) and the function of this channel appears to be conserved at least between monocots to dicots (\n27\n). This ubiquity of TPC1 suggests a possibly widespread and general function of this channel in plant biology, hinting at the potentially widespread nature of Ca\n2+\n wave signaling in plants.",
    "role_of_the_vacuolar_ion_channel_tpc1_in_propagation_of_the_": "We found that the rate of propagation of the systemic Ca\n2+\n wave was reduced from 395.7 ± 27.8 µm/s in WT to 15.5 ± 1.9 µm/s in the loss-of-function \ntpc1-2\n mutant (\nFig. 2\n), representing a ∼25-fold reduction in speed. \nTPC1\n encodes the vacuolar SV ion channel that is sensitive to cytosolic Ca\n2+\n levels and to those in the lumen of the vacuole (\n23\n), suggesting feedback regulation of this channel by alterations in cytosolic and vacuolar Ca\n2+\n levels could play a role in Ca\n2+\n wave propagation. However, it remains unclear whether TPC1 acts itself as a vacuolar Ca\n2+\n release channel that sustains the Ca\n2+\n wave (\n14\n). Thus, TPC1 could be operating more indirectly, through, e.g., altering tonoplast potential and so gating an independent vacuolar Ca\n2+\n conductance. However, effects of \ntpc1\n mutants on both reducing Ca\n2+\n changes and inhibiting the induction of systemic molecular responses such as increase in \nTCH2\n and \nZAT12\n transcript abundance (\nFig. 3\nC\n and \nFig. S8\n) are very similar to those of blocking Ca\n2+\n changes with La\n3+\n. These observations are consistent with TPC1 actively maintaining the propagation of the Ca\n2+\n wave through an effect on Ca\n2+\n fluxes. In support of these ideas, the \nTPC1\n overexpression line showed Ca\n2+\n wave propagation rates that were 1.7-fold faster than WT (\nFig. 3\nD\n). The overexpression line also exhibited constitutive elevation of marker genes such as \nTCH2\n and \nZAT12\n that appear normally dependent for up-regulation on the Ca\n2+\n wave elicited by local salt stress. This constitutive induction was inhibited by the channel blocker La\n3+\n (\nFig. S9\nB\n), suggesting a link between transcriptional changes modulated by TPC1 and Ca\n2+\n-mediated events. Taken together, these results support a model in which local NaCl stress elicits a long-distance Ca\n2+\n wave-mediated signaling system that triggers systemic molecular responses. Furthermore, comparison of WT, \ntpc1-2\n, and plants overexpressing \nTPC1\n grown on 100 mM NaCl-containing plates indicated that, by 7 d, the overexpression line was significantly more resistant to this level of salt stress as inferred from plant size and chlorophyll content (\nFig. 3\nE\n). These observations suggest that the Ca\n2+\n wave system mediated by \nTPC1\n may also be contributing to the whole-plant resistance to salt stress. However, it is important to note that, due to the extended time of salt stress needed to elicit this visible phenotype, the link between Ca\n2+\n wave signaling and this whole-plant physiological response must remain tentative.\nqPCR analysis (\nFig. 3\nA\n and \nFig. S3\nC\n) indicated that \nTPC1\n was the most rapidly up-regulated gene we tested in the shoot, showing up to 10-fold increase in transcript abundance within 1–2 min of root salt stress. We also observed rapid changes in transcript abundance for some other genes in qPCR analyses, such as rapid down-regulation of \nTCH2\n (\nFig. S3\n). The timescale of these alterations suggest either extremely fast changes in transcription or rapid alterations in mRNA stability/turnover elicited by the salt stress signal.\nIn addition to such rapid alterations in transcript level, posttranscriptional regulation is also likely playing a role in modulating the extent of Ca\n2+\n wave propagation through \nTPC1\n. This idea is because this channel is ubiquitously expressed across tissue types, yet the root Ca\n2+\n wave is restricted to the cortex and endodermal cell layers (\nFig. 1\n). Although it remains to be discovered whether the action of TPC1 and transmission of the Ca\n2+\n wave is related to other proposed systemic signaling systems such as membrane depolarization (\n2\n) or ROS-dependent events (\n5\n), TPC1 has been proposed to be posttranslationally regulated by ROS (\n24\n). This observation raises the possibility of a point of interaction between the ROS and Ca\n2+\n-dependent systemic signaling systems. Transmission of systemic ROS responses is thought to be Ca\n2+\n-independent (\n5\n), suggesting a model where Ca\n2+\n changes could lie downstream of ROS. However, the relationship between ROS and Ca\n2+\n is complex with Ca\n2+\n triggering ROS production (\n25\n) and ROS eliciting Ca\n2+\n increases (\n25\n, \n26\n). Thus, the relationship of TPC1, Ca\n2+\n wave, and ROS is an important area for future study.\nTPC1 is found in all land plants (\n14\n) and the function of this channel appears to be conserved at least between monocots to dicots (\n27\n). This ubiquity of TPC1 suggests a possibly widespread and general function of this channel in plant biology, hinting at the potentially widespread nature of Ca\n2+\n wave signaling in plants.",
    "materials_and_methods": "Plant Growth and Transformation.\n\n\nSeeds of \nArabidopsis thaliana\n ecotype Columbia 0 and the mutants used in this study (\ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, \nOxTPC1/TPC1 10.21\n) were surface sterilized and germinated on half-strength Epstein’s medium containing 10 mM sucrose and 0.5% (wt/vol) phytagel (Sigma-Aldrich), pH 5.7, as described previously (\n28\n). Plants were grown under a long-day (LD) cycle of 16 h light/8 h dark at 22 °C. Ten-day-old seedlings were transplanted to SunshineRedi-earth soil (Sun Gro Horticulture) and were grown under cool white fluorescent lights (75–88 µE⋅m\n−2\n⋅s\n−1\n) at 22 °C under the LD light cycle. Plant transformation was carried out essentially as in ref. \n29\n using midlogarithmic cultures (\nA\n600\n = 0.6) of \nAgrobacterium tumefaciens\n strain GV3101 harboring the binary vector YCNano-65/pEarleyGage100 that encoded YCNano-65 (see below for details of this vector), resuspended in half strength Epstein’s medium containing 5% (wt/vol) sucrose and 0.05% (vol/vol) Silwet-L77 (Lehle Seeds). Transformed plants were covered with a clear plastic cover overnight. A second transformation on the same plants was carried out 1 wk later. Plants were then grown under LD conditions until seed set and harvest. Selection of transformants expressing YCNano-65 was made using an epifluorescence dissecting microscope (Nikon SMZ1500 Stereoscope) using a GFP filter set (excitation, 450–490 nm; dichroic mirror, 495 nm; emission, 500–550 nm). Multiple independent lines were selected, selfed, and the T2 or greater generation used for subsequent imaging. All results were confirmed on multiple independent lines. All YCNano-65–expressing lines used showed equivalent growth and development to their untransformed counterparts. \ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, and \nOxTPC1\n were kindly provided by Edgar Peiter (Martin-Luther-Universität Halle-Wittenberg, Halle, Germany) and Dale Sanders (John Innes Centre, Norwich, UK).\nAbiotic Stress and Inhibitor Treatment.\n\n\nArabidopsis\n seedlings expressing the YCNano-65 FRET sensor were grown on a thin layer of gel (∼2 mm thick) containing half-strength Epstein’s medium supplemented with 0.5% (wt/vol) phytagel (Sigma-Aldrich) and 10 mM sucrose, under LD conditions at 22 °C for 6 d. A small window (∼500 µm × 500 µm) was removed from the gel at the tip of the root to expose the apical ∼50 µm of the root to allow precise application of 100 mM NaCl (salt stress), 100 µM H\n2\nO\n2\n (ROS stress), chilled medium at 4 °C (cold stress), or 200 mM \nd\n-sorbitol (control equivalent to the osmotic stress from 100 mM NaCl). Touch stress was applied using contact with a glass micropipette as previously described (\n30\n). For inhibitor treatments, a small window (∼500 µm × 500 µm) was also made in the gel in the middle region of the root, shootward of the root tip window. Ten microliters of 25 µM LaCl\n3\n (putative plasma membrane channel blocker) or RuRed (putative antagonist of internal sites of Ca\n2+\n release) were added either in the root tip gel window or to the middle gel window (see diagram in \nFig. 4\nA\n) 30 min before salt treatment of the root tip as indicated for each experiment. \nArabidopsis\n seedlings pretreated with pharmaceutical inhibitors were kept in a humid Petri dish until confocal imaging.\nConfocal Image Analysis of in Vivo Ca\n2+\n Changes.\n\n\nStable transgenic lines expressing YCNano-65 under the control of CaMV35S promoter were grown under sterile conditions in a thin layer (∼2 mm) of half-strength Epstein’s medium containing 0.5% (wt/vol) phytagel and 10 mM sucrose on a no. 1.5 cover glass (24 × 50 mm; Fisher Scientific) for 6 d under LD conditions at 22 °C. Ratio confocal imaging of Ca\n2+\n changes was then performed with an LSM510 Meta laser-scanning confocal microscope (Carl Zeiss) using a Plan-Neofluar 10×/0.3 or 20×/0.75 Plan-Apochromat objective as described previously (\n31\n). The YCNano-65 Ca\n2+\n sensor was excited with the 458-nm line of an argon laser and CFP (462–505 nm) and cpVenus (FRET, 526–537 nm) emission detected using a 458-nm primary dichroic mirror and the microscope system’s Meta detector. Ca\n2+\n levels were determined from the ratio of the Ca\n2+\n-dependent FRET signal to the CFP signal normalized to the FRET-to-CFP ratio from before stress treatment. Quantitative analysis of Ca\n2+\n dynamics (from the ratiometric Ca\n2+\n-FRET signal) was performed using iVision-Mac (version 4.0.16) image-processing software (BioVision Technologies) with a custom script for the calculation of the ratiometric FRET signal from region of interests (ROIs). Briefly, quantitative analysis of YCNano-65 data (e.g., \nFig. 2\n) was calculated from the ROIs (4 µm long × 51.2 µm wide, with 1,280 pixels of data) scanned along the root, generating 116 sequential data points covering a total of 464 µm of root length per image. The extracted quantitative ratio numerical data from the sequential confocal images were displayed as a pseudocolor-coded matrix using MultiExperiment Viewer MeV software (version 10.2; ref. \n32\n).\n\n\nRatio values were converted to absolute [Ca\n2+\n]\ncyt\n (in nanomolar concentration) using the equation \n (\n33\n), where \nR\n is the experimentally monitored FRET/CFP ratio, \nn\n is the Hill coefficient (1.6), and the \nK\nd\n for Ca\n2+\n is 64.8 nM (\n10\n). The ratio from Ca\n2+\n-saturated reporter (\nR\nmax\n, 5.33 ± 1.43) was determined by incubating samples with 50% (vol/vol) ethanol and the minimum ratio (\nR\nmin\n, 0.40 ± 0.04) by incubation with 10 mM EGTA according to ref. \n31\n. The values derived from this in vivo calibration should be taken as approximations due to difficulties inherent in obtaining a robust \nR\nmax\n and \nR\nmin\n value and uncertainty in the precise \nK\nd\n of YCNano-65 in the plant cytoplasmic environment.\nMonitoring Diffusion Through the Gel.\n\n\nTo test for the rate of small-molecule diffusion through the growth medium gel, 50 µM fluorescein was added to a window at the tip of the root as for NaCl local treatment. Fluorescein movement was then monitored with the LSM510 using a 20×/0.75 Plan-Apochromat objective. Fluorescein signal was excited with the 488-nm line of the argon laser and emission collected using an HFT 488/543/633 dichroic beam splitter and 500- to 530-nm emission filter. Images were acquired every 4 s for 270 s.\nCloning of the YCNano-65 FRET Sensor.\n\n\nFor the 35S:YCNano-65 Ca\n2+\n FRET sensor construct, the YCNano-65 FRET cassette fragment from YCNano-65/pcDNA3.1 plasmid (a kind gift from Takeharu Nagai, Osaka University, Osaka) (\n10\n) was isolated by digesting with EcoRI and cloned into the EcoRI site of the pENTR11 gateway entry vector (Invitrogen). The resulting YCNano-65/pENTR11 construct was introduced into the plant binary vector pEarleyGate100 (\n34\n) by Gateway cloning using LR Clonase II (Invitrogen) according to the manufacturer’s instructions. pEarlyGate 100 has a CaMV35S promoter to drive constitutive expression in plant. The resulting YCNano-65/pEarleyGate100 construct was verified by HindIII endonuclease digestion patterns and DNA sequencing and transformed into \nAgrobacterium tumefaciens\n strain GV3101 using electroporation.\nSalt Treatment, Total RNA Isolation, and qPCR Analysis.\n\n\nFor qPCR analysis, the root tip region of 10-d-old seedlings of WT Col_0, \ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, \nOxTPC1\n was covered with an ∼5-mm strip of KimWipe wetted with growth medium and acclimated for at least 1 h. Approximately 20 µL of medium with or without 100 mM NaCl or 25 µM LaCl\n3\n was then added to the KimWipe strip to achieve precise local application as described for each experiment. For the LaCl\n3\n blockade experiments described for \nFig. 3\n, the 25 µM LaCl\n3\n was added to a similar KimWipe strip covering the midregion of the root 30 min before salt stress was applied at the root tip. Root and shoot samples were harvested and stored at −80 °C. Total RNA was then isolated from tissue samples (50–200 mg) using the RNeasy Plant Mini Kit (Qiagen) according to the manufacturer’s instructions. Residual genomic DNA was removed by RNase-free DNase I treatment using the TURBO DNase kit (Ambion) according to the manufacturer’s instructions. Total RNA (1–2 µg) was reverse transcribed into first-strand cDNA in a 40-µL reaction (25–50 ng of total RNA per µL) with the SuperScriptIII first-strand synthesis system for reverse transcription-PCR (Invitrogen). qPCR analysis was performed using a Stratagene Mx3000P QPCR System, and analysis was performed with the MxPro qPCR software (Stratagene). The \nArabidopsis UBQ10\n gene was used as an internal reference for standardization as described previously (\n35\n). cDNA proportional to 10 ng of starting total RNA was combined with 200 nM of each primer and 7.5 µL of 2× EvaGreen qPCR master mixed with ROX passive reference dye (Biotium) in a final volume of 15 µL. qPCRs were performed in a 96-well optical PCR plate (ABgene) using the following parameters: 1 cycle of 15 min at 95 °C, and 40 cycles of 20 s at 95 °C, 15 s at 58 °C, and 15 s at 65 °C, and 1 cycle of dissociation from 58 to 95 °C with 0.5° increments. Quantitation of expression of the marker genes was calculated using the comparative threshold cycle (Ct) method as described previously (\n36\n). The qPCR primers used are described in \nTable S1\n.\nQuantification of Sodium Accumulation.\n\n\nPlants were treated with 100 mM NaCl applied to the root tip as described above and then dissected into root and shoot tissue (∼50 mg). The root tissues were rinsed in deionized water to remove contaminating NaCl from the medium, and then each sample (root and shoot) was digested in 0.6 mL of nitric acid in a glass test tube at 120 °C for 2 h followed by further digestion in 0.4 mL of 60% (vol/vol) HClO\n4\n at 150–180 °C for an additional 2 h or until total sample volume became ≤0.5 mL. The resulting tissue samples were cooled to room temperature and diluted in 5 mL of Nanopure water, and sodium concentration was determined using a Perkin-Elmer Optima 2000DV inductively coupled plasma optical emission spectrometer (ICP-OES) according to the manufacturer’s instruction. Results of Na level in parts per million (in milligrams per liter) was calculated and converted to milligrams per kilogram fresh weight (F.W) using the following equation:\nChlorophyll Content Assay.\n\n\nAerial parts of these seedlings (30–100 mg F.W) were harvested for chlorophyll determination as described previously (\n37\n) with slight modification. Briefly, tissue samples in 0.5 mL of 80% (vol/vol) acetone were homogenized using a GENO/GRINDER 2000 (SPEX SamplePrep, LLC) at 1,200 strokes per min for 10 min. The resulting lysates were centrifuged at 4 °C, 1,690 × \ng\n for 15 min. The clear supernatant was collected, and chlorophyll content was determined by measuring the absorbance at 652 nm and applying the following equation:",
    "plant_growth_and_transformation.": "Seeds of \nArabidopsis thaliana\n ecotype Columbia 0 and the mutants used in this study (\ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, \nOxTPC1/TPC1 10.21\n) were surface sterilized and germinated on half-strength Epstein’s medium containing 10 mM sucrose and 0.5% (wt/vol) phytagel (Sigma-Aldrich), pH 5.7, as described previously (\n28\n). Plants were grown under a long-day (LD) cycle of 16 h light/8 h dark at 22 °C. Ten-day-old seedlings were transplanted to SunshineRedi-earth soil (Sun Gro Horticulture) and were grown under cool white fluorescent lights (75–88 µE⋅m\n−2\n⋅s\n−1\n) at 22 °C under the LD light cycle. Plant transformation was carried out essentially as in ref. \n29\n using midlogarithmic cultures (\nA\n600\n = 0.6) of \nAgrobacterium tumefaciens\n strain GV3101 harboring the binary vector YCNano-65/pEarleyGage100 that encoded YCNano-65 (see below for details of this vector), resuspended in half strength Epstein’s medium containing 5% (wt/vol) sucrose and 0.05% (vol/vol) Silwet-L77 (Lehle Seeds). Transformed plants were covered with a clear plastic cover overnight. A second transformation on the same plants was carried out 1 wk later. Plants were then grown under LD conditions until seed set and harvest. Selection of transformants expressing YCNano-65 was made using an epifluorescence dissecting microscope (Nikon SMZ1500 Stereoscope) using a GFP filter set (excitation, 450–490 nm; dichroic mirror, 495 nm; emission, 500–550 nm). Multiple independent lines were selected, selfed, and the T2 or greater generation used for subsequent imaging. All results were confirmed on multiple independent lines. All YCNano-65–expressing lines used showed equivalent growth and development to their untransformed counterparts. \ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, and \nOxTPC1\n were kindly provided by Edgar Peiter (Martin-Luther-Universität Halle-Wittenberg, Halle, Germany) and Dale Sanders (John Innes Centre, Norwich, UK).",
    "abiotic_stress_and_inhibitor_treatment.": "Arabidopsis\n seedlings expressing the YCNano-65 FRET sensor were grown on a thin layer of gel (∼2 mm thick) containing half-strength Epstein’s medium supplemented with 0.5% (wt/vol) phytagel (Sigma-Aldrich) and 10 mM sucrose, under LD conditions at 22 °C for 6 d. A small window (∼500 µm × 500 µm) was removed from the gel at the tip of the root to expose the apical ∼50 µm of the root to allow precise application of 100 mM NaCl (salt stress), 100 µM H\n2\nO\n2\n (ROS stress), chilled medium at 4 °C (cold stress), or 200 mM \nd\n-sorbitol (control equivalent to the osmotic stress from 100 mM NaCl). Touch stress was applied using contact with a glass micropipette as previously described (\n30\n). For inhibitor treatments, a small window (∼500 µm × 500 µm) was also made in the gel in the middle region of the root, shootward of the root tip window. Ten microliters of 25 µM LaCl\n3\n (putative plasma membrane channel blocker) or RuRed (putative antagonist of internal sites of Ca\n2+\n release) were added either in the root tip gel window or to the middle gel window (see diagram in \nFig. 4\nA\n) 30 min before salt treatment of the root tip as indicated for each experiment. \nArabidopsis\n seedlings pretreated with pharmaceutical inhibitors were kept in a humid Petri dish until confocal imaging.",
    "confocal_image_analysis_of_in_vivo_ca2+_changes.": "Stable transgenic lines expressing YCNano-65 under the control of CaMV35S promoter were grown under sterile conditions in a thin layer (∼2 mm) of half-strength Epstein’s medium containing 0.5% (wt/vol) phytagel and 10 mM sucrose on a no. 1.5 cover glass (24 × 50 mm; Fisher Scientific) for 6 d under LD conditions at 22 °C. Ratio confocal imaging of Ca\n2+\n changes was then performed with an LSM510 Meta laser-scanning confocal microscope (Carl Zeiss) using a Plan-Neofluar 10×/0.3 or 20×/0.75 Plan-Apochromat objective as described previously (\n31\n). The YCNano-65 Ca\n2+\n sensor was excited with the 458-nm line of an argon laser and CFP (462–505 nm) and cpVenus (FRET, 526–537 nm) emission detected using a 458-nm primary dichroic mirror and the microscope system’s Meta detector. Ca\n2+\n levels were determined from the ratio of the Ca\n2+\n-dependent FRET signal to the CFP signal normalized to the FRET-to-CFP ratio from before stress treatment. Quantitative analysis of Ca\n2+\n dynamics (from the ratiometric Ca\n2+\n-FRET signal) was performed using iVision-Mac (version 4.0.16) image-processing software (BioVision Technologies) with a custom script for the calculation of the ratiometric FRET signal from region of interests (ROIs). Briefly, quantitative analysis of YCNano-65 data (e.g., \nFig. 2\n) was calculated from the ROIs (4 µm long × 51.2 µm wide, with 1,280 pixels of data) scanned along the root, generating 116 sequential data points covering a total of 464 µm of root length per image. The extracted quantitative ratio numerical data from the sequential confocal images were displayed as a pseudocolor-coded matrix using MultiExperiment Viewer MeV software (version 10.2; ref. \n32\n).\nRatio values were converted to absolute [Ca\n2+\n]\ncyt\n (in nanomolar concentration) using the equation \n (\n33\n), where \nR\n is the experimentally monitored FRET/CFP ratio, \nn\n is the Hill coefficient (1.6), and the \nK\nd\n for Ca\n2+\n is 64.8 nM (\n10\n). The ratio from Ca\n2+\n-saturated reporter (\nR\nmax\n, 5.33 ± 1.43) was determined by incubating samples with 50% (vol/vol) ethanol and the minimum ratio (\nR\nmin\n, 0.40 ± 0.04) by incubation with 10 mM EGTA according to ref. \n31\n. The values derived from this in vivo calibration should be taken as approximations due to difficulties inherent in obtaining a robust \nR\nmax\n and \nR\nmin\n value and uncertainty in the precise \nK\nd\n of YCNano-65 in the plant cytoplasmic environment.",
    "monitoring_diffusion_through_the_gel.": "To test for the rate of small-molecule diffusion through the growth medium gel, 50 µM fluorescein was added to a window at the tip of the root as for NaCl local treatment. Fluorescein movement was then monitored with the LSM510 using a 20×/0.75 Plan-Apochromat objective. Fluorescein signal was excited with the 488-nm line of the argon laser and emission collected using an HFT 488/543/633 dichroic beam splitter and 500- to 530-nm emission filter. Images were acquired every 4 s for 270 s.",
    "cloning_of_the_ycnano-65_fret_sensor.": "For the 35S:YCNano-65 Ca\n2+\n FRET sensor construct, the YCNano-65 FRET cassette fragment from YCNano-65/pcDNA3.1 plasmid (a kind gift from Takeharu Nagai, Osaka University, Osaka) (\n10\n) was isolated by digesting with EcoRI and cloned into the EcoRI site of the pENTR11 gateway entry vector (Invitrogen). The resulting YCNano-65/pENTR11 construct was introduced into the plant binary vector pEarleyGate100 (\n34\n) by Gateway cloning using LR Clonase II (Invitrogen) according to the manufacturer’s instructions. pEarlyGate 100 has a CaMV35S promoter to drive constitutive expression in plant. The resulting YCNano-65/pEarleyGate100 construct was verified by HindIII endonuclease digestion patterns and DNA sequencing and transformed into \nAgrobacterium tumefaciens\n strain GV3101 using electroporation.",
    "salt_treatment,_total_rna_isolation,_and_qpcr_analysis.": "For qPCR analysis, the root tip region of 10-d-old seedlings of WT Col_0, \ntpc1-1\n, \ntpc1-2\n, \ntpc1-4\n, \nOxTPC1\n was covered with an ∼5-mm strip of KimWipe wetted with growth medium and acclimated for at least 1 h. Approximately 20 µL of medium with or without 100 mM NaCl or 25 µM LaCl\n3\n was then added to the KimWipe strip to achieve precise local application as described for each experiment. For the LaCl\n3\n blockade experiments described for \nFig. 3\n, the 25 µM LaCl\n3\n was added to a similar KimWipe strip covering the midregion of the root 30 min before salt stress was applied at the root tip. Root and shoot samples were harvested and stored at −80 °C. Total RNA was then isolated from tissue samples (50–200 mg) using the RNeasy Plant Mini Kit (Qiagen) according to the manufacturer’s instructions. Residual genomic DNA was removed by RNase-free DNase I treatment using the TURBO DNase kit (Ambion) according to the manufacturer’s instructions. Total RNA (1–2 µg) was reverse transcribed into first-strand cDNA in a 40-µL reaction (25–50 ng of total RNA per µL) with the SuperScriptIII first-strand synthesis system for reverse transcription-PCR (Invitrogen). qPCR analysis was performed using a Stratagene Mx3000P QPCR System, and analysis was performed with the MxPro qPCR software (Stratagene). The \nArabidopsis UBQ10\n gene was used as an internal reference for standardization as described previously (\n35\n). cDNA proportional to 10 ng of starting total RNA was combined with 200 nM of each primer and 7.5 µL of 2× EvaGreen qPCR master mixed with ROX passive reference dye (Biotium) in a final volume of 15 µL. qPCRs were performed in a 96-well optical PCR plate (ABgene) using the following parameters: 1 cycle of 15 min at 95 °C, and 40 cycles of 20 s at 95 °C, 15 s at 58 °C, and 15 s at 65 °C, and 1 cycle of dissociation from 58 to 95 °C with 0.5° increments. Quantitation of expression of the marker genes was calculated using the comparative threshold cycle (Ct) method as described previously (\n36\n). The qPCR primers used are described in \nTable S1\n.",
    "quantification_of_sodium_accumulation.": "Plants were treated with 100 mM NaCl applied to the root tip as described above and then dissected into root and shoot tissue (∼50 mg). The root tissues were rinsed in deionized water to remove contaminating NaCl from the medium, and then each sample (root and shoot) was digested in 0.6 mL of nitric acid in a glass test tube at 120 °C for 2 h followed by further digestion in 0.4 mL of 60% (vol/vol) HClO\n4\n at 150–180 °C for an additional 2 h or until total sample volume became ≤0.5 mL. The resulting tissue samples were cooled to room temperature and diluted in 5 mL of Nanopure water, and sodium concentration was determined using a Perkin-Elmer Optima 2000DV inductively coupled plasma optical emission spectrometer (ICP-OES) according to the manufacturer’s instruction. Results of Na level in parts per million (in milligrams per liter) was calculated and converted to milligrams per kilogram fresh weight (F.W) using the following equation:",
    "chlorophyll_content_assay.": "Aerial parts of these seedlings (30–100 mg F.W) were harvested for chlorophyll determination as described previously (\n37\n) with slight modification. Briefly, tissue samples in 0.5 mL of 80% (vol/vol) acetone were homogenized using a GENO/GRINDER 2000 (SPEX SamplePrep, LLC) at 1,200 strokes per min for 10 min. The resulting lysates were centrifuged at 4 °C, 1,690 × \ng\n for 15 min. The clear supernatant was collected, and chlorophyll content was determined by measuring the absorbance at 652 nm and applying the following equation:",
    "supplementary_material": "Supporting Information\n\n\n\n\nsupp_111_17_6497__index.html\n (8KB, html)",
    "acknowledgments": "We thank S. Swanson and H. Maeda for critical reading of the manuscript and R. McClain for ICP-OES access. This work was supported by National Science Foundation Grants NSF IOS-11213800 and MCB-1329723, and National Aeronautics and Space Administration Grants NNX09AK80G and NNX12AK79G. Imaging was performed at the Newcomb Imaging Center, University of Wisconsin–Madison.",
    "footnotes": "The authors declare no conflict of interest.\n\n\nThis article is a PNAS Direct Submission. D.S. is a guest editor invited by the Editorial Board.\n\n\nSee Commentary on page \n6126\n.\n\n\nThis article contains supporting information online at \nwww.pnas.org/lookup/suppl/doi:10.1073/pnas.1319955111/-/DCSupplemental\n.",
    "references": "1.\nFelle HH, Zimmermann MR. Systemic signalling in barley through action potentials. Planta. 2007;226(1):203–214. doi: 10.1007/s00425-006-0458-y.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nMousavi SA, Chauvin A, Pascaud F, Kellenberger S, Farmer EE. GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling. Nature. 2013;500(7463):422–426. doi: 10.1038/nature12478.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nZimmermann MR, Maischak H, Mithöfer A, Boland W, Felle HH. System potentials, a novel electrical long-distance apoplastic signal in plants, induced by wounding. Plant Physiol. 2009;149(3):1593–1600. doi: 10.1104/pp.108.133884.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nCapone R, Tiwari BS, Levine A. Rapid transmission of oxidative and nitrosative stress signals from roots to shoots in Arabidopsis. Plant Physiol Biochem. 2004;42(5):425–428. doi: 10.1016/j.plaphy.2004.03.005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nMiller G, et al.  The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Sci Signal. 2009;2(84):ra45. doi: 10.1126/scisignal.2000448.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nChristmann A, Weiler EW, Steudle E, Grill E. A hydraulic signal in root-to-shoot signalling of water shortage. Plant J. 2007;52(1):167–174. doi: 10.1111/j.1365-313X.2007.03234.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nFurch AC, et al.  Sieve element Ca2+ channels as relay stations between remote stimuli and sieve tube occlusion in Vicia faba. Plant Cell. 2009;21(7):2118–2132. doi: 10.1105/tpc.108.063107.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nCampbell AK, Trewavas AJ, Knight MR. Calcium imaging shows differential sensitivity to cooling and communication in luminous transgenic plants. Cell Calcium. 1996;19(3):211–218. doi: 10.1016/s0143-4160(96)90022-6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nMcAinsh MR, Pittman JK. Shaping the calcium signature. New Phytol. 2009;181(2):275–294. doi: 10.1111/j.1469-8137.2008.02682.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nHorikawa K, et al.  Spontaneous network activity visualized by ultrasensitive Ca2+ indicators, yellow Cameleon-Nano. Nat Methods. 2010;7(9):729–732. doi: 10.1038/nmeth.1488.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nMonshausen GB, Miller ND, Murphy AS, Gilroy S. Dynamics of auxin-dependent Ca2+ and pH signaling in root growth revealed by integrating high-resolution imaging with automated computer vision-based analysis. Plant J. 2011;65(2):309–318. doi: 10.1111/j.1365-313X.2010.04423.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nMunns R, Tester M. Mechanisms of salinity tolerance. Annu Rev Plant Biol. 2008;59:651–681. doi: 10.1146/annurev.arplant.59.032607.092911.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nJaffe LF. Fast calcium waves. Cell Calcium. 2010;48(2-3):102–113. doi: 10.1016/j.ceca.2010.08.007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nHedrich R, Marten I. TPC1-SV channels gain shape. Mol Plant. 2011;4(3):428–441. doi: 10.1093/mp/ssr017.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nWard JM, Schroeder JI. Calcium-activated K+ channels and calcium-induced calcium release by slow vacuolar ion channels in guard cell vacuoles implicated in the control of stomatal closure. Plant Cell. 1994;6(5):669–683. doi: 10.1105/tpc.6.5.669.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nBewell MA, Maathuis FJ, Allen GJ, Sanders D. Calcium-induced calcium release mediated by a voltage-activated cation channel in vacuolar vesicles from red beet. FEBS Lett. 1999;458(1):41–44. doi: 10.1016/s0014-5793(99)01109-6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nWang YJ, et al.  Functional analysis of a putative Ca2+ channel gene TaTPC1 from wheat. J Exp Bot. 2005;56(422):3051–3060. doi: 10.1093/jxb/eri302.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nPeiter E, et al.  The vacuolar Ca2+-activated channel TPC1 regulates germination and stomatal movement. Nature. 2005;434(7031):404–408. doi: 10.1038/nature03381.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nBonaventure G, et al.  A gain-of-function allele of TPC1 activates oxylipin biogenesis after leaf wounding in Arabidopsis. Plant J. 2007;49(5):889–898. doi: 10.1111/j.1365-313X.2006.03002.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nRanf S, et al.  Loss of the vacuolar cation channel, AtTPC1, does not impair Ca2+ signals induced by abiotic and biotic stresses. Plant J. 2008;53(2):287–299. doi: 10.1111/j.1365-313X.2007.03342.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nJia W, Zhang J. Stomatal movements and long-distance signaling in plants. Plant Signal Behav. 2008;3(10):772–777. doi: 10.4161/psb.3.10.6294.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nSuzuki N, et al.  Temporal-spatial interaction between reactive oxygen species and abscisic acid regulates rapid systemic acclimation in plants. Plant Cell. 2013;25(9):3553–3569. doi: 10.1105/tpc.113.114595.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nDadacz-Narloch B, et al.  A novel calcium binding site in the slow vacuolar cation channel TPC1 senses luminal calcium levels. Plant Cell. 2011;23(7):2696–2707. doi: 10.1105/tpc.111.086751.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nPottosin I, Wherrett T, Shabala S. SV channels dominate the vacuolar Ca2+ release during intracellular signaling. FEBS Lett. 2009;583(5):921–926. doi: 10.1016/j.febslet.2009.02.009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nTakeda S, et al.  Local positive feedback regulation determines cell shape in root hair cells. Science. 2008;319(5867):1241–1244. doi: 10.1126/science.1152505.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nForeman J, et al.  Reactive oxygen species produced by NADPH oxidase regulate plant cell growth. Nature. 2003;422(6930):442–446. doi: 10.1038/nature01485.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nDadacz-Narloch B, et al.  On the cellular site of two-pore channel TPC1 action in the Poaceae. New Phytol. 2013;200(3):663–674. doi: 10.1111/nph.12402.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nWymer CL, Bibikova TN, Gilroy S. Cytoplasmic free calcium distributions during the development of root hairs of Arabidopsis thaliana. Plant J. 1997;12(2):427–439. doi: 10.1046/j.1365-313x.1997.12020427.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nClough SJ, Bent AF. Floral dip: A simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J. 1998;16(6):735–743. doi: 10.1046/j.1365-313x.1998.00343.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nMonshausen GB, Bibikova TN, Weisenseel MH, Gilroy S. Ca2+ regulates reactive oxygen species production and pH during mechanosensing in Arabidopsis roots. Plant Cell. 2009;21(8):2341–2356. doi: 10.1105/tpc.109.068395.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nMonshausen GB, Messerli MA, Gilroy S. Imaging of the Yellow Cameleon 3.6 indicator reveals that elevations in cytosolic Ca2+ follow oscillating increases in growth in root hairs of Arabidopsis. Plant Physiol. 2008;147(4):1690–1698. doi: 10.1104/pp.108.123638.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nSaeed AI, et al.  TM4: A free, open-source system for microarray data management and analysis. Biotechniques. 2003;34(2):374–378. doi: 10.2144/03342mt01.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nMiyawaki A, et al.  Fluorescent indicators for Ca2+ based on green fluorescent proteins and calmodulin. Nature. 1997;388(6645):882–887. doi: 10.1038/42264.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nEarley KW, et al.  Gateway-compatible vectors for plant functional genomics and proteomics. Plant J. 2006;45(4):616–629. doi: 10.1111/j.1365-313X.2005.02617.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nCzechowski T, Bari RP, Stitt M, Scheible WR, Udvardi MK. Real-time RT-PCR profiling of over 1400 Arabidopsis transcription factors: Unprecedented sensitivity reveals novel root- and shoot-specific genes. Plant J. 2004;38(2):366–379. doi: 10.1111/j.1365-313X.2004.02051.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nChoi WG, Roberts DM. Arabidopsis NIP2;1, a major intrinsic protein transporter of lactic acid induced by anoxic stress. J Biol Chem. 2007;282(33):24209–24218. doi: 10.1074/jbc.M700982200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nArnon DI. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24(1):1–15. doi: 10.1104/pp.24.1.1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nHallouin M, et al.  Plasmalemma abscisic acid perception leads to RAB18 expression via phospholipase D activation in Arabidopsis suspension cells. Plant Physiol. 2002;130(1):265–272. doi: 10.1104/pp.004168.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nSakuma Y, et al.  Functional analysis of an Arabidopsis transcription factor, DREB2A, involved in drought-responsive gene expression. Plant Cell. 2006;18(5):1292–1309. doi: 10.1105/tpc.105.035881.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nSistrunk ML, Antosiewicz DM, Purugganan MM, Braam J. Arabidopsis TCH3 encodes a novel Ca2+ binding protein and shows environmentally induced and tissue-specific regulation. Plant Cell. 1994;6(11):1553–1565. doi: 10.1105/tpc.6.11.1553.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nWright AJ, Knight H, Knight MR. Mechanically stimulated TCH3 gene expression in Arabidopsis involves protein phosphorylation and EIN6 downstream of calcium. Plant Physiol. 2002;128(4):1402–1409. doi: 10.1104/pp.010660.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nAlexandersson E, et al.  Whole gene family expression and drought stress regulation of aquaporins. Plant Mol Biol. 2005;59(3):469–484. doi: 10.1007/s11103-005-0352-1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nIshitani M, et al.  SOS3 function in plant salt tolerance requires N-myristoylation and calcium binding. Plant Cell. 2000;12(9):1667–1678. doi: 10.1105/tpc.12.9.1667.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nQuan R, et al.  SCABP8/CBL10, a putative calcium sensor, interacts with the protein kinase SOS2 to protect Arabidopsis shoots from salt stress. Plant Cell. 2007;19(4):1415–1431. doi: 10.1105/tpc.106.042291.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nShi H, Ishitani M, Kim C, Zhu JK. The Arabidopsis thaliana salt tolerance gene SOS1 encodes a putative Na+/H+ antiporter. Proc Natl Acad Sci USA. 2000;97(12):6896–6901. doi: 10.1073/pnas.120170197.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nChung HS, et al.  Regulation and function of Arabidopsis JASMONATE ZIM-domain genes in response to wounding and herbivory. Plant Physiol. 2008;146(3):952–964. doi: 10.1104/pp.107.115691.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nWildermuth MC, Dewdney J, Wu G, Ausubel FM. Isochorismate synthase is required to synthesize salicylic acid for plant defence. Nature. 2001;414(6863):562–565. doi: 10.1038/35107108.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupporting Information\n\n\n\n\nsupp_111_17_6497__index.html\n (8KB, html) \n\n\n\n\n\n\n1319955111_pnas.201319955SI.pdf\n (2.5MB, pdf) \n\n\n\n\n\n\nDownload video file\n (3MB, mov) \n\n\n\n\n\n\nDownload video file\n (888.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (726.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (1.3MB, mov) \n\n\n\n\n\n\nDownload video file\n (1MB, mov) \n\n\n\n\n\n\nDownload video file\n (713.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (2MB, mov) \n\n\n\n\n\n\nDownload video file\n (1.6MB, mov)",
    "supplementary_materials": "Supporting Information\n\n\n\n\nsupp_111_17_6497__index.html\n (8KB, html) \n\n\n\n\n\n\n1319955111_pnas.201319955SI.pdf\n (2.5MB, pdf) \n\n\n\n\n\n\nDownload video file\n (3MB, mov) \n\n\n\n\n\n\nDownload video file\n (888.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (726.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (1.3MB, mov) \n\n\n\n\n\n\nDownload video file\n (1MB, mov) \n\n\n\n\n\n\nDownload video file\n (713.8KB, mov) \n\n\n\n\n\n\nDownload video file\n (2MB, mov) \n\n\n\n\n\n\nDownload video file\n (1.6MB, mov)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.2 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4035928/"
}