{
  "id": "PMC4385880",
  "title": "Spaceflight on the Bion-M1 biosatellite alters cerebral artery vasomotor and mechanical properties in mice",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spaceflight on the Bion-M1 biosatellite alters cerebral artery vasomotor and mechanical properties in mice",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4385880/"
  },
  "sections": {
    "permalink": "Copy",
    "svetlana_i_sofronova": "1\nInstitute for Biomedical Problems, Russian Academy of Sciences, Moscow;\n2\nFaculty of Biology, M.V. Lomonosov Moscow State University;\nFind articles by \nSvetlana I Sofronova",
    "olga_s_tarasova": "1\nInstitute for Biomedical Problems, Russian Academy of Sciences, Moscow;\n2\nFaculty of Biology, M.V. Lomonosov Moscow State University;\nFind articles by \nOlga S Tarasova",
    "dina_gaynullina": "1\nInstitute for Biomedical Problems, Russian Academy of Sciences, Moscow;\n2\nFaculty of Biology, M.V. Lomonosov Moscow State University;\n3\nDepartment of Physiology, Russian National Research Medical University, Moscow, Russia;\nFind articles by \nDina Gaynullina",
    "anna_a_borzykh": "1\nInstitute for Biomedical Problems, Russian Academy of Sciences, Moscow;\nFind articles by \nAnna A Borzykh",
    "bradley_j_behnke": "4\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\nFind articles by \nBradley J Behnke",
    "john_n_stabley": "4\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\nFind articles by \nJohn N Stabley",
    "danielle_j_mccullough": "4\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\nFind articles by \nDanielle J McCullough",
    "joshua_j_maraj": "4\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\nFind articles by \nJoshua J Maraj",
    "mina_hanna": "5\nDepartment of Materials Science and Engineering, Stanford University, Stanford, California;\nFind articles by \nMina Hanna",
    "judy_m_muller-delp": "6\nDepartment of Biomedical Sciences, Florida State University, Tallahassee, Florida; and\nFind articles by \nJudy M Muller-Delp",
    "olga_l_vinogradova": "1\nInstitute for Biomedical Problems, Russian Academy of Sciences, Moscow;\nFind articles by \nOlga L Vinogradova",
    "michael_d_delp": "4\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\n7\nDepartment of Nutrition, Food and Exercise Sciences, Florida State University, Tallahassee, Florida\nFind articles by \nMichael D Delp",
    "abstract": "Conditions during spaceflight, such as the loss of the head-to-foot gravity vector, are thought to potentially alter cerebral blood flow and vascular resistance. The purpose of the present study was to determine the effects of long-term spaceflight on the functional, mechanical, and structural properties of cerebral arteries. Male C57BL/6N mice were flown 30 days in a Bion-M1 biosatellite. Basilar arteries isolated from spaceflight (SF) (\nn\n = 6), habitat control (HC) (\nn\n = 6), and vivarium control (VC) (\nn\n = 16) mice were used for in vitro functional and mechanical testing and histological structural analysis. The results demonstrate that vasoconstriction elicited through a voltage-gated Ca\n2+\n mechanism (30–80 mM KCl) and thromboxane A\n2\n receptors (10\n−8\n − 3 × 10\n−5\n M U46619) are lower in cerebral arteries from SF mice. Inhibition of Rho-kinase activity (1 μM Y27632) abolished group differences in U46619-evoked contractions. Endothelium-dependent vasodilation elicited by acetylcholine (10 μM, 2 μM U46619 preconstriction) was virtually absent in cerebral arteries from SF mice. The pressure-diameter relation was lower in arteries from SF mice relative to that in HC mice, which was not related to differences in the extracellular matrix protein elastin or collagen content or the elastin/collagen ratio in the basilar arteries. Diameter, medial wall thickness, and medial cross-sectional area of unpressurized basilar arteries were not different among groups. These results suggest that the microgravity-induced attenuation of both vasoconstrictor and vasodilator properties may limit the range of vascular control of cerebral perfusion or impair the distribution of brain blood flow during periods of stress.\nKeywords:\n microgravity, vasoconstriction, endothelium-dependent vasodilation, brain blood flow",
    "materials_and_methods": "All experimental procedures of the Bion-M1 project were approved by the Biomedical Ethics Committee of the Russian Federation State Research Center Institute for Biomedical Problems (IBMP), the Russian Academy of Sciences (protocol No. 319), and the Institutional Animal Care and Use Committee at the National Aeronautics and Space Administration (NASA), and conformed to the \nGuide for the Care and Use of Laboratory Animals\n published by the U.S. National Institutes of Health (8th ed., 2011).\nAnimals\n\n\nPathogenic free male C57BL/6N mice were obtained from the Animal Breeding Facility, Branch of Shemyakin and Ovchinnikov Institute of Bioorganic Chemistry, Pushchino, Moscow Region, Russia. In total, four groups of mice were used: SF group (\nn\n = 6), HC group (\nn\n = 6), and two VC groups (\nn\n = 8 for each). All groups were age matched, and the animals were 19–20 wk old at the time the experiments were conducted.\n\n\nThe SF mice were maintained on 12-h light-dark cycle and provided a pastelike diet containing 74.6% of H\n2\nO (\nTable 1\n) 2 wk prior to launch. One week prior to launch, the mice were shipped to the Baikonur Cosmodrome in Kazakhstan. Three days prior to launch, the mice were placed in the cylindrical animal module habitats (diameter 98 mm, length 200 mm, approximated volume 1,700 cm\n3\n), three animals per habitat. On 19 April 2013, the Bion-M1 biosatellite was launched into orbit via a Soyuz 2-1a rocket from the Baikonur Cosmodrome. The Bion-M1 capsule flew a 30-day mission and landed in the Orenburg region of Russia. Recovery personnel retrieved the animal module habitats from the biosatellite, and initial health inspections were performed onsite in a field laboratory. The SF mice were then flown to Moscow, Russia, and transported to the IBMP. The animals were killed 13–15 h after landing by cervical dislocation under the supervision of a NASA veterinarian. The brain was removed from the cranium and placed in cold (+4°C) physiological salt solution (PSS). Basilar arteries were dissected from the brain and placed in cold PSS until being mounted for in vitro experimentation.\n\n\nTable 1.\n\n\nFood composition for spaceflight and habitat control mice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParameters\n\n\nIn 100 g of Wet Food\n\n\nIn 100 g of Dry Food\n\n\n\n\n\n\n\n\nWater content, %\n\n\n74.6\n\n\n\n\n\n\n\n\nCrude protein, %\n\n\n11.3 ± 0.4\n\n\n44.5\n\n\n\n\n\n\nCarbohydrates, %\n\n\n8.8 ± 0.7\n\n\n34.6\n\n\n\n\n\n\nAsh, %\n\n\n2.4 ± 0.2\n\n\n9.4\n\n\n\n\n\n\nCalcium, %\n\n\n0.58 ± 0.006\n\n\n2.28\n\n\n\n\n\n\nMagnesium, mg/kg\n\n\n707 ± 7.0\n\n\n2,783.4\n\n\n\n\n\n\nPotassium, mg/kg\n\n\n256.8 ± 25.7\n\n\n1,011.0\n\n\n\n\n\n\nZinc, mg/kg\n\n\n0.93 ± 0.09\n\n\n3.66\n\n\n\n\n\n\nPhosphorus, mg/kg\n\n\n0.035\n\n\n0.14\n\n\n\n\n\n\nIron, mg/kg\n\n\n14.27\n\n\n56.18\n\n\n\n\n\n\nVitamin A, mg/kg\n\n\n0.205\n\n\n0.81\n\n\n\n\n\n\nVitamin D, mg/kg\n\n\n0.16\n\n\n0.06\n\n\n\n\n\n\nVitamin E, mg/kg\n\n\n1.18\n\n\n4.65\n\n\n\n\n\n\nVitamin B\n1\n, mg/kg\n\n\n0.28\n\n\n1.10\n\n\n\n\n\n\nVitamin B\n2\n, mg/kg\n\n\n0.8\n\n\n3.15\n\n\n\n\n\n\nVitamin B\n6\n, mg/kg\n\n\n0.64\n\n\n25.2\n\n\n\n\n\n\nVitamin K\n3\n, mg/kg\n\n\n1.42\n\n\n5.59\n\n\n\n\n\n\nLysine, %\n\n\n0.6\n\n\n2.36\n\n\n\n\n\n\nMethionine + Cystine, %\n\n\n0.37\n\n\n1.46\n\n\n\n\n\n\nTryptophan, %\n\n\n0.07\n\n\n0.28\n\n\n\n\n\n\nEnergy value, kcal\n\n\n\n\n361.4\n\n\n\n\n\n\n\n\nOpen in a new tab\nThe VC groups were housed in a specific pathogen-free category vivarium, maintained on a 12-h light-dark cycle and provided standard mice chow and water ad libitum. Mice in the first VC group were killed 2 days following experiments with the SF mice. Methods of euthanasia, brain dissection, and basilar artery isolation and experimentation were performed identically to that of the SF group.\n\n\nFollowing postlanding recovery of the animal module habitats from the Bion-M1 capsule, the habitats were refurbished and readied for housing the HC mice. Housing the HC mice in the animal module habitats was started on 26 July 2013 and lasted for 30 days. Environmental conditions [i.e., temperature, relative humidity, and partial pressure of oxygen (pO\n2\n) and carbon dioxide (pCO\n2\n)], which were continuously recorded during the Bion-M1 mission, and food content and delivery were replicated on the ground for the HC group. All experimental procedures conducted on SF animals and the first VC group were duplicated on HC animals and the second VC group.\n\n\nThe detailed description of housing conditions and environmental parameters in flight, control experiments, and the vivarium have been described by Andreev-Andrievskiy et al. (\n3\n).\nVasomotor Experiments\n\n\nSegments (1–2 mm length) from the rostral portion of the basilar artery were cut and mounted on two 40-μm stainless steel wires that were connected to a force transducer myograph (Model 410A, DMT, Denmark) and micrometer microdrive for recording of isometric force under precisely controlled wall stretch. Force was recorded at 10 Hz on a PC computer with 14–140M ADC (L-card, Russia) and Powergraph 3.3 software (DISoft, Russia). After mounting, the segment length was measured and the arteries were allowed to equilibrate in PSS for 30 min while the myograph was heated to 37°C. Throughout the experiment, PSS in the myograph vessel chambers was bubbled with a gas mixture (95% O\n2\n-5% CO\n2\n) to maintain pH at 7.4.\n\n\nInitially, the dependence of wall tension on wall internal circumference for the relaxed preparation (passive length-tension relation) was determined (see \nData and Statistical Analysis\n) from which the diameter, d\n100\n, was estimated from when the vessel was relaxed and subjected to a transmural pressure of 100 mmHg. The vessels were then set to 0.9 d\n100\n, where maximal contraction is developed (\n41\n).\n\n\nThe basilar arteries were then activated once with 60 mM KCl and then constricted twice with submaximal concentration of U46619 (2 μM), a thromboxane A\n2\n receptor agonist, which demonstrated reproducible vasoconstrictor response; the bathing solution was replaced three to four times between vasoconstrictor responses and tension returned to baseline levels. During the second contractile response to U46619, a bolus dose of 10 μM acetylcholine was added to the vessel chamber to evaluate endothelium-dependent relaxation. These procedures were followed by a 15-min equilibration period when no vasoconstrictor or vasodilator substances were present in the bathing medium; during this period the bathing solution was changed four times. A dose-response to KCl was then performed by changing the bathing solution every 3 min with solutions containing increasing concentrations of KCl (30 to 80 mM) to determine the effects of spaceflight on the cerebral artery contractile responses to smooth muscle depolarization. Then the bathing solution was replaced four times every 3 min, and the responsiveness of the basilar arteries to the cumulative addition of U46619 was determined. Finally, the bathing solution was similarly replaced four times every 3 min, and the Rho-kinase inhibitor Y27632 (1 μM) was then placed in the bathing solution for 15 min; a second U46619 dose-response was then performed in the presence of Y27632. Preliminary experiments showed that 1 μM Y27632 suppressed agonist-induced constriction by about twofold (data not shown), while greater concentrations of the inhibitor (3 μM) abolish the constriction, similar to that previously reported for murine cerebral arteries (\n17\n).\nVascular Structure and Elastin-Collagen Content\n\n\nArtery segments were placed in PSS containing 10\n−4\n M sodium nitroprusside to induce smooth muscle relaxation for 15 min. The segments were then fixed in Bouin's solution, placed in optimal cutting temperature compound, and stored at −80°C. Five-micrometer-thick cryosections were cut for analysis of elastin and collagen. Sections were stained with Verhoeff-van Gieson (Scytek Laboratories, ETS-1) for elastin (Verhoeff) and collagen (van Gieson) (\n22\n). Elastin and collagen measurements were determined via a color threshold in MATLAB (Mathworks, Natick, MA). A total pixel measurement for each vessel was done via Image J using a set threshold for all images. Intraluminal circumference and outer medial circumference were measured from each vessel cross section and modeled as concentric circles. Media wall thickness was calculated as the difference between the outer and inner radii and media cross-sectional area as the difference between the outer and inner area.\nSolutions and Drugs\n\n\nPSS contained (in mM) 120 NaCl, 26 NaHCO, 4.5 KCl, 1.6 CaCl\n2\n, 1 MgSO\n4\n, 1.2 NaH\n2\nPO\n4\n, 5.5 D-glucose, 0.025 EDTA, and 5 HEPES with pH 7.4. Isotonic high-KCl solutions were prepared by equimolar substitution of NaCl to KCl. Acetylcholine (A6625; Sigma) and \nY27632\n (688000; Calbiochem) were dissolved in distilled water; U46619 (16450; Cayman Chemical) stock solution was prepared in dimethylsulphoxide.\nData and Statistical Analysis\n\n\nCalculation of passive pressure-diameter response.\n\n\nThe vessel was stretched in stepwise manner, and at the end of each step (3 min after the stretching) force value was recorded and then recalculated into wall tension: \nT\n = \nF\n/2\nl\n, where \nT\n is the tension (N/m), \nF\n is force (mN), and \nl\n is the vessel segment length (mm). Transmural pressure values were calculated with the Laplace equation: \nP\n = \nT\n/\nr\n = \nT\n/(\nIC\n/2\nπ\n), where \nr\n is the inner radius of vessel segment and \nP\n is the transmural pressure. Vessel diameter (\nd\n) values were obtained from internal circumference (\nIC\n), which was calculated at each step from the wires diameter (40 μm) and the distance between them (\na\n): \nIC\n = \nπ\n × 40 + 2 × 40 + 2\na\n. Obtained values were plotted in coordinates \nd = f(P)\n and approximated with exponential equation: \nP\n = \nP\n0\n × \nexp\n(\nk\n × \nIC\n), where \nP\n0\n is the value of \nP\n when wires touch, and \nk\n is the rate constant. By using this \nk\n constant, vessel diameter values were calculated in the range from 40 to 100 mmHg with 10-mmHg steps.\nStatistical analysis.\n\n\nAll dose-response relations are presented as active tension (N/m) or the percent of maximal force. To estimate the sensitivity of basilar arteries to U46619, pD2 (negative logarithm of U46619 concentration that produced 50% of the maximal vasoconstrictor response) was calculated in GraphPad Prism (San Diego, CA). Responses from the first and second VC groups were compared by a repeated measures ANOVA. Since no differences were observed, data from the two VC groups were pooled (\nn\n = 16) for subsequent data analysis. Agonist dose-response curves between groups were analyzed by repeated measures ANOVA (SF vs. HC and SF vs. VC). Relaxation to acetylcholine was calculated as the percent relaxation from the preconstricted value elicited by 2 μM U46619. The significance of differences in relaxation responses, body weights, muscle weights, and segment lengths among groups (SF, HC, and VC) were analyzed by one-way ANOVA followed by a Bonferroni post hoc test. Differences were considered significant at \nP\n < 0.05. All values are means ± SE, and \nn\n is the number of animals per group.",
    "animals": "Pathogenic free male C57BL/6N mice were obtained from the Animal Breeding Facility, Branch of Shemyakin and Ovchinnikov Institute of Bioorganic Chemistry, Pushchino, Moscow Region, Russia. In total, four groups of mice were used: SF group (\nn\n = 6), HC group (\nn\n = 6), and two VC groups (\nn\n = 8 for each). All groups were age matched, and the animals were 19–20 wk old at the time the experiments were conducted.\nThe SF mice were maintained on 12-h light-dark cycle and provided a pastelike diet containing 74.6% of H\n2\nO (\nTable 1\n) 2 wk prior to launch. One week prior to launch, the mice were shipped to the Baikonur Cosmodrome in Kazakhstan. Three days prior to launch, the mice were placed in the cylindrical animal module habitats (diameter 98 mm, length 200 mm, approximated volume 1,700 cm\n3\n), three animals per habitat. On 19 April 2013, the Bion-M1 biosatellite was launched into orbit via a Soyuz 2-1a rocket from the Baikonur Cosmodrome. The Bion-M1 capsule flew a 30-day mission and landed in the Orenburg region of Russia. Recovery personnel retrieved the animal module habitats from the biosatellite, and initial health inspections were performed onsite in a field laboratory. The SF mice were then flown to Moscow, Russia, and transported to the IBMP. The animals were killed 13–15 h after landing by cervical dislocation under the supervision of a NASA veterinarian. The brain was removed from the cranium and placed in cold (+4°C) physiological salt solution (PSS). Basilar arteries were dissected from the brain and placed in cold PSS until being mounted for in vitro experimentation.\nTable 1.\n\n\nFood composition for spaceflight and habitat control mice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParameters\n\n\nIn 100 g of Wet Food\n\n\nIn 100 g of Dry Food\n\n\n\n\n\n\n\n\nWater content, %\n\n\n74.6\n\n\n\n\n\n\n\n\nCrude protein, %\n\n\n11.3 ± 0.4\n\n\n44.5\n\n\n\n\n\n\nCarbohydrates, %\n\n\n8.8 ± 0.7\n\n\n34.6\n\n\n\n\n\n\nAsh, %\n\n\n2.4 ± 0.2\n\n\n9.4\n\n\n\n\n\n\nCalcium, %\n\n\n0.58 ± 0.006\n\n\n2.28\n\n\n\n\n\n\nMagnesium, mg/kg\n\n\n707 ± 7.0\n\n\n2,783.4\n\n\n\n\n\n\nPotassium, mg/kg\n\n\n256.8 ± 25.7\n\n\n1,011.0\n\n\n\n\n\n\nZinc, mg/kg\n\n\n0.93 ± 0.09\n\n\n3.66\n\n\n\n\n\n\nPhosphorus, mg/kg\n\n\n0.035\n\n\n0.14\n\n\n\n\n\n\nIron, mg/kg\n\n\n14.27\n\n\n56.18\n\n\n\n\n\n\nVitamin A, mg/kg\n\n\n0.205\n\n\n0.81\n\n\n\n\n\n\nVitamin D, mg/kg\n\n\n0.16\n\n\n0.06\n\n\n\n\n\n\nVitamin E, mg/kg\n\n\n1.18\n\n\n4.65\n\n\n\n\n\n\nVitamin B\n1\n, mg/kg\n\n\n0.28\n\n\n1.10\n\n\n\n\n\n\nVitamin B\n2\n, mg/kg\n\n\n0.8\n\n\n3.15\n\n\n\n\n\n\nVitamin B\n6\n, mg/kg\n\n\n0.64\n\n\n25.2\n\n\n\n\n\n\nVitamin K\n3\n, mg/kg\n\n\n1.42\n\n\n5.59\n\n\n\n\n\n\nLysine, %\n\n\n0.6\n\n\n2.36\n\n\n\n\n\n\nMethionine + Cystine, %\n\n\n0.37\n\n\n1.46\n\n\n\n\n\n\nTryptophan, %\n\n\n0.07\n\n\n0.28\n\n\n\n\n\n\nEnergy value, kcal\n\n\n\n\n361.4\n\n\n\n\n\n\n\n\nOpen in a new tab\nThe VC groups were housed in a specific pathogen-free category vivarium, maintained on a 12-h light-dark cycle and provided standard mice chow and water ad libitum. Mice in the first VC group were killed 2 days following experiments with the SF mice. Methods of euthanasia, brain dissection, and basilar artery isolation and experimentation were performed identically to that of the SF group.\nFollowing postlanding recovery of the animal module habitats from the Bion-M1 capsule, the habitats were refurbished and readied for housing the HC mice. Housing the HC mice in the animal module habitats was started on 26 July 2013 and lasted for 30 days. Environmental conditions [i.e., temperature, relative humidity, and partial pressure of oxygen (pO\n2\n) and carbon dioxide (pCO\n2\n)], which were continuously recorded during the Bion-M1 mission, and food content and delivery were replicated on the ground for the HC group. All experimental procedures conducted on SF animals and the first VC group were duplicated on HC animals and the second VC group.\nThe detailed description of housing conditions and environmental parameters in flight, control experiments, and the vivarium have been described by Andreev-Andrievskiy et al. (\n3\n).",
    "table_1.": "Food composition for spaceflight and habitat control mice\nParameters\n\n\nIn 100 g of Wet Food\n\n\nIn 100 g of Dry Food\n\n\n\n\n\n\n\n\nWater content, %\n\n\n74.6\n\n\n\n\n\n\n\n\nCrude protein, %\n\n\n11.3 ± 0.4\n\n\n44.5\n\n\n\n\n\n\nCarbohydrates, %\n\n\n8.8 ± 0.7\n\n\n34.6\n\n\n\n\n\n\nAsh, %\n\n\n2.4 ± 0.2\n\n\n9.4\n\n\n\n\n\n\nCalcium, %\n\n\n0.58 ± 0.006\n\n\n2.28\n\n\n\n\n\n\nMagnesium, mg/kg\n\n\n707 ± 7.0\n\n\n2,783.4\n\n\n\n\n\n\nPotassium, mg/kg\n\n\n256.8 ± 25.7\n\n\n1,011.0\n\n\n\n\n\n\nZinc, mg/kg\n\n\n0.93 ± 0.09\n\n\n3.66\n\n\n\n\n\n\nPhosphorus, mg/kg\n\n\n0.035\n\n\n0.14\n\n\n\n\n\n\nIron, mg/kg\n\n\n14.27\n\n\n56.18\n\n\n\n\n\n\nVitamin A, mg/kg\n\n\n0.205\n\n\n0.81\n\n\n\n\n\n\nVitamin D, mg/kg\n\n\n0.16\n\n\n0.06\n\n\n\n\n\n\nVitamin E, mg/kg\n\n\n1.18\n\n\n4.65\n\n\n\n\n\n\nVitamin B\n1\n, mg/kg\n\n\n0.28\n\n\n1.10\n\n\n\n\n\n\nVitamin B\n2\n, mg/kg\n\n\n0.8\n\n\n3.15\n\n\n\n\n\n\nVitamin B\n6\n, mg/kg\n\n\n0.64\n\n\n25.2\n\n\n\n\n\n\nVitamin K\n3\n, mg/kg\n\n\n1.42\n\n\n5.59\n\n\n\n\n\n\nLysine, %\n\n\n0.6\n\n\n2.36\n\n\n\n\n\n\nMethionine + Cystine, %\n\n\n0.37\n\n\n1.46\n\n\n\n\n\n\nTryptophan, %\n\n\n0.07\n\n\n0.28\n\n\n\n\n\n\nEnergy value, kcal\n\n\n\n\n361.4\nOpen in a new tab",
    "vasomotor_experiments": "Segments (1–2 mm length) from the rostral portion of the basilar artery were cut and mounted on two 40-μm stainless steel wires that were connected to a force transducer myograph (Model 410A, DMT, Denmark) and micrometer microdrive for recording of isometric force under precisely controlled wall stretch. Force was recorded at 10 Hz on a PC computer with 14–140M ADC (L-card, Russia) and Powergraph 3.3 software (DISoft, Russia). After mounting, the segment length was measured and the arteries were allowed to equilibrate in PSS for 30 min while the myograph was heated to 37°C. Throughout the experiment, PSS in the myograph vessel chambers was bubbled with a gas mixture (95% O\n2\n-5% CO\n2\n) to maintain pH at 7.4.\nInitially, the dependence of wall tension on wall internal circumference for the relaxed preparation (passive length-tension relation) was determined (see \nData and Statistical Analysis\n) from which the diameter, d\n100\n, was estimated from when the vessel was relaxed and subjected to a transmural pressure of 100 mmHg. The vessels were then set to 0.9 d\n100\n, where maximal contraction is developed (\n41\n).\nThe basilar arteries were then activated once with 60 mM KCl and then constricted twice with submaximal concentration of U46619 (2 μM), a thromboxane A\n2\n receptor agonist, which demonstrated reproducible vasoconstrictor response; the bathing solution was replaced three to four times between vasoconstrictor responses and tension returned to baseline levels. During the second contractile response to U46619, a bolus dose of 10 μM acetylcholine was added to the vessel chamber to evaluate endothelium-dependent relaxation. These procedures were followed by a 15-min equilibration period when no vasoconstrictor or vasodilator substances were present in the bathing medium; during this period the bathing solution was changed four times. A dose-response to KCl was then performed by changing the bathing solution every 3 min with solutions containing increasing concentrations of KCl (30 to 80 mM) to determine the effects of spaceflight on the cerebral artery contractile responses to smooth muscle depolarization. Then the bathing solution was replaced four times every 3 min, and the responsiveness of the basilar arteries to the cumulative addition of U46619 was determined. Finally, the bathing solution was similarly replaced four times every 3 min, and the Rho-kinase inhibitor Y27632 (1 μM) was then placed in the bathing solution for 15 min; a second U46619 dose-response was then performed in the presence of Y27632. Preliminary experiments showed that 1 μM Y27632 suppressed agonist-induced constriction by about twofold (data not shown), while greater concentrations of the inhibitor (3 μM) abolish the constriction, similar to that previously reported for murine cerebral arteries (\n17\n).",
    "vascular_structure_and_elastin-collagen_content": "Artery segments were placed in PSS containing 10\n−4\n M sodium nitroprusside to induce smooth muscle relaxation for 15 min. The segments were then fixed in Bouin's solution, placed in optimal cutting temperature compound, and stored at −80°C. Five-micrometer-thick cryosections were cut for analysis of elastin and collagen. Sections were stained with Verhoeff-van Gieson (Scytek Laboratories, ETS-1) for elastin (Verhoeff) and collagen (van Gieson) (\n22\n). Elastin and collagen measurements were determined via a color threshold in MATLAB (Mathworks, Natick, MA). A total pixel measurement for each vessel was done via Image J using a set threshold for all images. Intraluminal circumference and outer medial circumference were measured from each vessel cross section and modeled as concentric circles. Media wall thickness was calculated as the difference between the outer and inner radii and media cross-sectional area as the difference between the outer and inner area.",
    "solutions_and_drugs": "PSS contained (in mM) 120 NaCl, 26 NaHCO, 4.5 KCl, 1.6 CaCl\n2\n, 1 MgSO\n4\n, 1.2 NaH\n2\nPO\n4\n, 5.5 D-glucose, 0.025 EDTA, and 5 HEPES with pH 7.4. Isotonic high-KCl solutions were prepared by equimolar substitution of NaCl to KCl. Acetylcholine (A6625; Sigma) and \nY27632\n (688000; Calbiochem) were dissolved in distilled water; U46619 (16450; Cayman Chemical) stock solution was prepared in dimethylsulphoxide.",
    "data_and_statistical_analysis": "Calculation of passive pressure-diameter response.\n\n\nThe vessel was stretched in stepwise manner, and at the end of each step (3 min after the stretching) force value was recorded and then recalculated into wall tension: \nT\n = \nF\n/2\nl\n, where \nT\n is the tension (N/m), \nF\n is force (mN), and \nl\n is the vessel segment length (mm). Transmural pressure values were calculated with the Laplace equation: \nP\n = \nT\n/\nr\n = \nT\n/(\nIC\n/2\nπ\n), where \nr\n is the inner radius of vessel segment and \nP\n is the transmural pressure. Vessel diameter (\nd\n) values were obtained from internal circumference (\nIC\n), which was calculated at each step from the wires diameter (40 μm) and the distance between them (\na\n): \nIC\n = \nπ\n × 40 + 2 × 40 + 2\na\n. Obtained values were plotted in coordinates \nd = f(P)\n and approximated with exponential equation: \nP\n = \nP\n0\n × \nexp\n(\nk\n × \nIC\n), where \nP\n0\n is the value of \nP\n when wires touch, and \nk\n is the rate constant. By using this \nk\n constant, vessel diameter values were calculated in the range from 40 to 100 mmHg with 10-mmHg steps.\nStatistical analysis.\n\n\nAll dose-response relations are presented as active tension (N/m) or the percent of maximal force. To estimate the sensitivity of basilar arteries to U46619, pD2 (negative logarithm of U46619 concentration that produced 50% of the maximal vasoconstrictor response) was calculated in GraphPad Prism (San Diego, CA). Responses from the first and second VC groups were compared by a repeated measures ANOVA. Since no differences were observed, data from the two VC groups were pooled (\nn\n = 16) for subsequent data analysis. Agonist dose-response curves between groups were analyzed by repeated measures ANOVA (SF vs. HC and SF vs. VC). Relaxation to acetylcholine was calculated as the percent relaxation from the preconstricted value elicited by 2 μM U46619. The significance of differences in relaxation responses, body weights, muscle weights, and segment lengths among groups (SF, HC, and VC) were analyzed by one-way ANOVA followed by a Bonferroni post hoc test. Differences were considered significant at \nP\n < 0.05. All values are means ± SE, and \nn\n is the number of animals per group.",
    "calculation_of_passive_pressure-diameter_response.": "The vessel was stretched in stepwise manner, and at the end of each step (3 min after the stretching) force value was recorded and then recalculated into wall tension: \nT\n = \nF\n/2\nl\n, where \nT\n is the tension (N/m), \nF\n is force (mN), and \nl\n is the vessel segment length (mm). Transmural pressure values were calculated with the Laplace equation: \nP\n = \nT\n/\nr\n = \nT\n/(\nIC\n/2\nπ\n), where \nr\n is the inner radius of vessel segment and \nP\n is the transmural pressure. Vessel diameter (\nd\n) values were obtained from internal circumference (\nIC\n), which was calculated at each step from the wires diameter (40 μm) and the distance between them (\na\n): \nIC\n = \nπ\n × 40 + 2 × 40 + 2\na\n. Obtained values were plotted in coordinates \nd = f(P)\n and approximated with exponential equation: \nP\n = \nP\n0\n × \nexp\n(\nk\n × \nIC\n), where \nP\n0\n is the value of \nP\n when wires touch, and \nk\n is the rate constant. By using this \nk\n constant, vessel diameter values were calculated in the range from 40 to 100 mmHg with 10-mmHg steps.",
    "statistical_analysis.": "All dose-response relations are presented as active tension (N/m) or the percent of maximal force. To estimate the sensitivity of basilar arteries to U46619, pD2 (negative logarithm of U46619 concentration that produced 50% of the maximal vasoconstrictor response) was calculated in GraphPad Prism (San Diego, CA). Responses from the first and second VC groups were compared by a repeated measures ANOVA. Since no differences were observed, data from the two VC groups were pooled (\nn\n = 16) for subsequent data analysis. Agonist dose-response curves between groups were analyzed by repeated measures ANOVA (SF vs. HC and SF vs. VC). Relaxation to acetylcholine was calculated as the percent relaxation from the preconstricted value elicited by 2 μM U46619. The significance of differences in relaxation responses, body weights, muscle weights, and segment lengths among groups (SF, HC, and VC) were analyzed by one-way ANOVA followed by a Bonferroni post hoc test. Differences were considered significant at \nP\n < 0.05. All values are means ± SE, and \nn\n is the number of animals per group.",
    "results": "Animal and Muscle Characteristics\n\n\nPreflight and postflight body masses did not differ among groups (\nTable 2\n). Absolute and relative soleus and gastrocnemius muscle masses were lower postflight in SF mice relative to that in HC and VC animals (\nTable 2\n), thus confirming the influence of the weightless environment during spaceflight.\n\n\nTable 2.\n\n\nBody and muscle mass characteristics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParameters\n\n\nSF\n\n\nHC\n\n\nVC\n\n\n\n\n\n\n\n\nPreflight body mass, g\n\n\n26.8 ± 0.5\n\n\n27.8 ± 1.4\n\n\n28.0 ± 0.5\n\n\n\n\n\n\nPostflight body mass, g\n\n\n29.4 ± 1.7\n\n\n30.7 ± 0.7\n\n\n28.7 ± 0.5\n\n\n\n\n\n\nSoleus muscle, mg\n\n\n7.2 ± 0.3\n*\n\n\n\n\n10.2 ± 0.4\n\n\n9.6 ± 0.4\n\n\n\n\n\n\nGastrocnemius muscle, mg\n\n\n119 ± 5\n*\n\n\n\n\n157 ± 4\n\n\n156 ± 3\n\n\n\n\n\n\nSoleus muscle mass-to-body mass ratio, mg/g\n\n\n0.25 ± 0.01\n*\n\n\n\n\n0.34 ± 0.01\n\n\n0.33 ± 0.01\n\n\n\n\n\n\nGastrocnemius muscle mass-to-body mass ratio, mg/g\n\n\n4.09 ± 0.15\n*\n\n\n\n\n5.29 ± 0.13\n\n\n5.44 ± 0.12\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± SE for spaceflight (SF, \nn\n = 6) habitat control (HC, \nn\n = 6) and vivarium control (VC, \nn\n = 16) mice; \nn\n equals the number of animals studied.\n\n\n\n\n*\nSF group mean different from both HC and VC group means (\nP\n < 0.05, one-way ANOVA with Bonferroni post hoc test).\nVessel Characteristics\n\n\nThe axial length of basilar artery segments used for in vitro experimentation did not differ among the three groups (SF: 1.55 ± 0.18 mm; HC: 1.58 ± 0.15 mm; VC: 1.48 ± 0.11 mm). Based on measures from histological sections of unpressurized basilar arteries, diameter (SF: 159 ± 20 μm; HC: 181 ± 23 μm; VC: 174 ± 20 μm), medial wall thickness (SF: 107 ± 20 μm; HC: 80 ± 13 μm; VC: 93 ± 15 μm), and medial cross-sectional area (SF: 98,102 ± 27,344 μm\n2\n; HC: 80,922 ± 15,351 μm\n2\n; VC: 92,539 ± 23,056 μm\n2\n) were not different among groups.\nContractile Responses\n\n\nThe basilar artery contractile responses elicited by KCl from SF mice were lower compared with that in HC and VC mice (\nFig. 1\nA\n). When contractile responses to KCl were normalized to the response at the maximal concentration of KCl (80 mM), there were no differences in the sensitivity of responses to KCl between SF and control groups (\nFig. 1\nB\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on contractile responses to KCl in basilar arteries from habitat control (HC), vivarium control (VC), and 30-d Bion-M1 spaceflight (SF) mice. \nA\n: KCl concentration-active tension relations of basilar arteries. \nB\n: responses to different concentrations of KCl in percentage from 80 mM KCl response. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.\nContractile responses elicited through the thromboxane A\n2\n receptor agonist U46619 were also lower in arteries from the SF group compared with that in the HC and VC groups (\nFig. 2\nA\n). Arterial sensitivity to U46619, however, did not change with spaceflight, as indicated by the lack of difference in pD2 values between SF (6.39 ± 0.08) and HC (6.56 ± 0.06) or VC (6.41 ± 0.10) groups. In the presence of the Rho-kinase inhibitor Y27632, the maximal contractile response to U46619 was ∼50% lower in all groups. Importantly, the Rho-kinase inhibition eliminated the between-group differences in the responses to U46619 (\nFig. 2\nB\n).\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on contractile responses to thromboxane receptor agonist U46619 in basilar arteries from HC, VC, and 30-d Bion-M1 SF mice. \nA\n: concentration-active tension relations of basilar arteries to U46619. \nB\n: concentration-response relations in the presence of Rho-kinase inhibitor Y27632 (1 μM). Inhibition of Rho-kinase led to significant reduction of contractile responses and eliminated the between-group differences. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.\nEndothelium-dependent Relaxation\n\n\nTo evaluate the influence of spaceflight on endothelium-dependent vasodilation of cerebral arteries, responses of basilar arteries to acetylcholine were compared. Acetylcholine evoked a robust relaxation of basilar arteries from the HC and VC groups, whereas acetylcholine-mediated relaxation was virtually absent in cerebral arteries from SF mice (\nFig. 3\n).\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nMaximum relaxation responses of basilar arteries from HC, VC, and 30-day Bion-M1 SF mice to endothelium stimulation with 10 μM acetylcholine. The responses to acetylcholine are given as the percent relaxation of the 2 μM U46619-induced preconstriction. Values are means ± SE; \nn\n = number of animals studied. *\nP\n < 0.05 vs. spaceflight group.\nVessel Mechanics\n\n\nThe passive pressure-diameter characteristics of the basilar arteries appeared to be altered by spaceflight (\nFig. 4\n). The inner diameter of basilar arteries was not different between SF and VC groups. Inner diameter was smaller in basilar arteries from SF mice relative to that in HC mice across the range of transmural pressures, although this did not reach statistical significance (\nP\n = 0.076). Basilar artery elastin content did not differ among groups (\nFig. 5\nA\n), whereas the collagen content was greater in arteries from VC mice relative to that in HC and SF animals (\nFig. 5\nB\n). The elastin/collagen ratio did not differ among groups (\nFig. 5\nC\n).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nPassive pressure-diameter responses to increases in transmural pressure in basilar arteries from HC, VC, and 30-day Bion-M1 SF mice. Values are means ± SE; \nn\n = number of animals studied. \n†\nP\n = 0.076 between SF and HC groups.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on basilar artery extracellular matrix proteins: elastin (\nA\n), collagen (\nB\n), and the elastin/collagen ratio (\nC\n). Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 vs. spaceflight group.",
    "animal_and_muscle_characteristics": "Preflight and postflight body masses did not differ among groups (\nTable 2\n). Absolute and relative soleus and gastrocnemius muscle masses were lower postflight in SF mice relative to that in HC and VC animals (\nTable 2\n), thus confirming the influence of the weightless environment during spaceflight.\nTable 2.\n\n\nBody and muscle mass characteristics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nParameters\n\n\nSF\n\n\nHC\n\n\nVC\n\n\n\n\n\n\n\n\nPreflight body mass, g\n\n\n26.8 ± 0.5\n\n\n27.8 ± 1.4\n\n\n28.0 ± 0.5\n\n\n\n\n\n\nPostflight body mass, g\n\n\n29.4 ± 1.7\n\n\n30.7 ± 0.7\n\n\n28.7 ± 0.5\n\n\n\n\n\n\nSoleus muscle, mg\n\n\n7.2 ± 0.3\n*\n\n\n\n\n10.2 ± 0.4\n\n\n9.6 ± 0.4\n\n\n\n\n\n\nGastrocnemius muscle, mg\n\n\n119 ± 5\n*\n\n\n\n\n157 ± 4\n\n\n156 ± 3\n\n\n\n\n\n\nSoleus muscle mass-to-body mass ratio, mg/g\n\n\n0.25 ± 0.01\n*\n\n\n\n\n0.34 ± 0.01\n\n\n0.33 ± 0.01\n\n\n\n\n\n\nGastrocnemius muscle mass-to-body mass ratio, mg/g\n\n\n4.09 ± 0.15\n*\n\n\n\n\n5.29 ± 0.13\n\n\n5.44 ± 0.12\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± SE for spaceflight (SF, \nn\n = 6) habitat control (HC, \nn\n = 6) and vivarium control (VC, \nn\n = 16) mice; \nn\n equals the number of animals studied.\n\n\n\n\n*\nSF group mean different from both HC and VC group means (\nP\n < 0.05, one-way ANOVA with Bonferroni post hoc test).",
    "table_2.": "Body and muscle mass characteristics\nParameters\n\n\nSF\n\n\nHC\n\n\nVC\n\n\n\n\n\n\n\n\nPreflight body mass, g\n\n\n26.8 ± 0.5\n\n\n27.8 ± 1.4\n\n\n28.0 ± 0.5\n\n\n\n\n\n\nPostflight body mass, g\n\n\n29.4 ± 1.7\n\n\n30.7 ± 0.7\n\n\n28.7 ± 0.5\n\n\n\n\n\n\nSoleus muscle, mg\n\n\n7.2 ± 0.3\n*\n\n\n\n\n10.2 ± 0.4\n\n\n9.6 ± 0.4\n\n\n\n\n\n\nGastrocnemius muscle, mg\n\n\n119 ± 5\n*\n\n\n\n\n157 ± 4\n\n\n156 ± 3\n\n\n\n\n\n\nSoleus muscle mass-to-body mass ratio, mg/g\n\n\n0.25 ± 0.01\n*\n\n\n\n\n0.34 ± 0.01\n\n\n0.33 ± 0.01\n\n\n\n\n\n\nGastrocnemius muscle mass-to-body mass ratio, mg/g\n\n\n4.09 ± 0.15\n*\n\n\n\n\n5.29 ± 0.13\n\n\n5.44 ± 0.12\nOpen in a new tab\nValues are means ± SE for spaceflight (SF, \nn\n = 6) habitat control (HC, \nn\n = 6) and vivarium control (VC, \nn\n = 16) mice; \nn\n equals the number of animals studied.\n\n\n\n\n*\nSF group mean different from both HC and VC group means (\nP\n < 0.05, one-way ANOVA with Bonferroni post hoc test).",
    "vessel_characteristics": "The axial length of basilar artery segments used for in vitro experimentation did not differ among the three groups (SF: 1.55 ± 0.18 mm; HC: 1.58 ± 0.15 mm; VC: 1.48 ± 0.11 mm). Based on measures from histological sections of unpressurized basilar arteries, diameter (SF: 159 ± 20 μm; HC: 181 ± 23 μm; VC: 174 ± 20 μm), medial wall thickness (SF: 107 ± 20 μm; HC: 80 ± 13 μm; VC: 93 ± 15 μm), and medial cross-sectional area (SF: 98,102 ± 27,344 μm\n2\n; HC: 80,922 ± 15,351 μm\n2\n; VC: 92,539 ± 23,056 μm\n2\n) were not different among groups.",
    "contractile_responses": "The basilar artery contractile responses elicited by KCl from SF mice were lower compared with that in HC and VC mice (\nFig. 1\nA\n). When contractile responses to KCl were normalized to the response at the maximal concentration of KCl (80 mM), there were no differences in the sensitivity of responses to KCl between SF and control groups (\nFig. 1\nB\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on contractile responses to KCl in basilar arteries from habitat control (HC), vivarium control (VC), and 30-d Bion-M1 spaceflight (SF) mice. \nA\n: KCl concentration-active tension relations of basilar arteries. \nB\n: responses to different concentrations of KCl in percentage from 80 mM KCl response. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.\nContractile responses elicited through the thromboxane A\n2\n receptor agonist U46619 were also lower in arteries from the SF group compared with that in the HC and VC groups (\nFig. 2\nA\n). Arterial sensitivity to U46619, however, did not change with spaceflight, as indicated by the lack of difference in pD2 values between SF (6.39 ± 0.08) and HC (6.56 ± 0.06) or VC (6.41 ± 0.10) groups. In the presence of the Rho-kinase inhibitor Y27632, the maximal contractile response to U46619 was ∼50% lower in all groups. Importantly, the Rho-kinase inhibition eliminated the between-group differences in the responses to U46619 (\nFig. 2\nB\n).\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on contractile responses to thromboxane receptor agonist U46619 in basilar arteries from HC, VC, and 30-d Bion-M1 SF mice. \nA\n: concentration-active tension relations of basilar arteries to U46619. \nB\n: concentration-response relations in the presence of Rho-kinase inhibitor Y27632 (1 μM). Inhibition of Rho-kinase led to significant reduction of contractile responses and eliminated the between-group differences. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.",
    "fig._1.": "Open in a new tab\nEffects of spaceflight on contractile responses to KCl in basilar arteries from habitat control (HC), vivarium control (VC), and 30-d Bion-M1 spaceflight (SF) mice. \nA\n: KCl concentration-active tension relations of basilar arteries. \nB\n: responses to different concentrations of KCl in percentage from 80 mM KCl response. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.",
    "fig._2.": "Open in a new tab\nEffects of spaceflight on contractile responses to thromboxane receptor agonist U46619 in basilar arteries from HC, VC, and 30-d Bion-M1 SF mice. \nA\n: concentration-active tension relations of basilar arteries to U46619. \nB\n: concentration-response relations in the presence of Rho-kinase inhibitor Y27632 (1 μM). Inhibition of Rho-kinase led to significant reduction of contractile responses and eliminated the between-group differences. Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 between groups.",
    "endothelium-dependent_relaxation": "To evaluate the influence of spaceflight on endothelium-dependent vasodilation of cerebral arteries, responses of basilar arteries to acetylcholine were compared. Acetylcholine evoked a robust relaxation of basilar arteries from the HC and VC groups, whereas acetylcholine-mediated relaxation was virtually absent in cerebral arteries from SF mice (\nFig. 3\n).\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nMaximum relaxation responses of basilar arteries from HC, VC, and 30-day Bion-M1 SF mice to endothelium stimulation with 10 μM acetylcholine. The responses to acetylcholine are given as the percent relaxation of the 2 μM U46619-induced preconstriction. Values are means ± SE; \nn\n = number of animals studied. *\nP\n < 0.05 vs. spaceflight group.",
    "fig._3.": "Open in a new tab\nMaximum relaxation responses of basilar arteries from HC, VC, and 30-day Bion-M1 SF mice to endothelium stimulation with 10 μM acetylcholine. The responses to acetylcholine are given as the percent relaxation of the 2 μM U46619-induced preconstriction. Values are means ± SE; \nn\n = number of animals studied. *\nP\n < 0.05 vs. spaceflight group.",
    "vessel_mechanics": "The passive pressure-diameter characteristics of the basilar arteries appeared to be altered by spaceflight (\nFig. 4\n). The inner diameter of basilar arteries was not different between SF and VC groups. Inner diameter was smaller in basilar arteries from SF mice relative to that in HC mice across the range of transmural pressures, although this did not reach statistical significance (\nP\n = 0.076). Basilar artery elastin content did not differ among groups (\nFig. 5\nA\n), whereas the collagen content was greater in arteries from VC mice relative to that in HC and SF animals (\nFig. 5\nB\n). The elastin/collagen ratio did not differ among groups (\nFig. 5\nC\n).\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nPassive pressure-diameter responses to increases in transmural pressure in basilar arteries from HC, VC, and 30-day Bion-M1 SF mice. Values are means ± SE; \nn\n = number of animals studied. \n†\nP\n = 0.076 between SF and HC groups.\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of spaceflight on basilar artery extracellular matrix proteins: elastin (\nA\n), collagen (\nB\n), and the elastin/collagen ratio (\nC\n). Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 vs. spaceflight group.",
    "fig._4.": "Open in a new tab\nPassive pressure-diameter responses to increases in transmural pressure in basilar arteries from HC, VC, and 30-day Bion-M1 SF mice. Values are means ± SE; \nn\n = number of animals studied. \n†\nP\n = 0.076 between SF and HC groups.",
    "fig._5.": "Open in a new tab\nEffects of spaceflight on basilar artery extracellular matrix proteins: elastin (\nA\n), collagen (\nB\n), and the elastin/collagen ratio (\nC\n). Values are means ± SE; \nn\n = number of animals studied. \n*P\n < 0.05 vs. spaceflight group.",
    "discussion": "A previous study has shown that a 13-day flight on the Space Shuttle resulted in diminished myogenic vasoconstrictor responsiveness and a decrease in mechanical stiffness of mouse cerebral arteries (\n54\n). The primary purpose of the present study was to determine whether a 30-day mission on the Bion-M1 biosatellite diminishes vasoconstrictor responses acting through different mechanisms. The results demonstrate that vasoconstriction elicited through a nonreceptor, voltage-gated Ca\n2+\n mechanism (\nFig. 1\nA\n) and the thromboxane A\n2\n receptor pathway (\nFig. 2\nA\n) are diminished in cerebral arteries from SF mice. Furthermore, inhibition of Rho-kinase activity (\nFig. 2\nB\n) indicates that this signaling pathway is involved in the spaceflight-induced impairment of vasoconstrictor responsiveness. Second, the data demonstrate that endothelium-dependent vasodilation is impaired in cerebral arteries from SF mice (\nFig. 3\n). Finally, based on previous results that flight on the Space Shuttle reduced cerebral artery stiffness and increased vascular distensibility (\n54\n), we hypothesized that the cerebral arteries from the Bion-M1 mice will demonstrate greater distensibility and a corresponding increase in the elastin/collagen ratio. Contrary to our hypothesis, cerebral arteries from SF mice were less distensible than those from HC mice (\nFig. 4\n), and the elastin/collagen ratio did not change with spaceflight (\nFig. 5\nC\n). These findings suggest that mission duration or environmental factors other than microgravity may modulate alterations in cerebral artery mechanical properties during spaceflight.\nVasoconstriction\n\n\nCerebral blood flow is regulated through a variety of factors that affect the contractile state of vascular smooth muscle cells in cerebral arteries (\n1\n, \n27\n, \n60\n). One of these factors is the inherent ability of smooth muscle cells to respond to increases (contraction) and decreases (relaxation) in intravascular (transmural) pressure (\n14\n, \n61\n). It is this intrinsic myogenic mechanism of cerebral resistance arteries that largely maintains a constant cerebral blood flow under circumstances of changing intravascular pressure (\n14\n, \n61\n). Without such a mechanism, excessive cerebral blood flow and pressure through the microcirculation could rupture small cerebral blood vessels and disrupt the blood-brain barrier (\n61\n), such as is thought to occur when the head-to-foot gravity vector on Earth is no longer present (\n11\n, \n33\n). The intrinsic tone of cerebral arteries can also be modulated through the influence of extrinsic factors, such as locally released or circulating vasoactive substances (\n1\n, \n27\n, \n60\n, \n61\n), which can consequently impact autoregulation of cerebral perfusion. In particular, thromboxane A\n2\n synthesis and its influence on the myogenic tone of cerebral arteries has been observed under normal physiological conditions (\n19\n, \n55\n), as well as in various cerebrovascular pathologies (\n1\n, \n60\n).\n\n\nThe collective findings from the STS-135 shuttle and Bion-M1 biosatellite missions demonstrate that spaceflight impairs cerebral artery smooth muscle contraction through the myogenic stretch-sensing mechanism (\n54\n), the thromboxane A\n2\n receptor-mediated mechanism, and the nonreceptor voltage-gated Ca\n2\n-channel mechanism. Both the myogenic and \nU46619\n mediated vasoconstriction of cerebral arteries have been shown to function in part through the RhoA/Rho-kinase signaling pathway (\n37\n, \n42\n, \n61\n). Thus results from the present study demonstrating inhibition of Rho-kinase eliminates differences in vasoconstriction between SF and control groups suggests that a mechanism for diminished cerebral artery smooth muscle contraction during spaceflight is a reduced Ca\n2+\n sensitivity through the RhoA/Rho-kinase signaling pathway.\n\n\nIt is not apparent, however, that impairment of the RhoA/Rho-kinase mechanism of smooth muscle contraction is the only pathway adversely affected in cerebral arteries by microgravity. This notion is based on several observations. First, KCl-induced vasoconstriction is also impaired by spaceflight (\nFig. 1\nA\n). KCl is primarily thought to elicit cerebral artery smooth muscle contraction through the Ca\n2+\n-calmodulin/myosin light chain kinase signaling mechanism without involvement of the RhoA/Rho-kinase pathway (\n14\n, \n37\n); the Rho-kinase inhibitor Y27632 does not affect KCl-induced response of murine basilar artery (\n17\n). Second, spaceflight has been shown to impair the ryanodine receptor-mediated intracellular Ca\n2+\n-release mechanism in peripheral arteries and veins (\n9\n, \n13\n, \n51\n). If such impairment of the Ca\n2+\n-induced Ca\n2+\n release mechanism occurs in cerebral arteries, this could account for the diminished KCl-mediated vasoconstriction in the SF mice. Further research will be needed to determine whether other mechanisms of smooth muscle contraction besides the Rho-kinase signaling pathway are impaired in cerebral arteries with spaceflight.\nVessel Wall Structure and Mechanics\n\n\nOther factors could also contribute to the diminished vasoconstriction of cerebral arteries, including the remodeling of vessel structure and alterations in the arterial wall mechanical properties. Neither changes in medial wall thickness nor medial cross-sectional area were found to occur in the present study, indicating changes in the gross structural properties of cerebral arteries do not appear to underlie the contractile deficit. The pressure-diameter relation of cerebral arteries was, however, lower in SF mice relative to that in HC animals. Such an apparent increase in vascular stiffness could impair vasoconstrictor responsiveness of cerebral arteries. This change in cerebral artery wall mechanics in SF mice does not appear to be related to a decrease in elastin content, an increase in collagen content, or a decrease in the elastin/collagen ratio. Thus alterations in the content of extracellular matrix proteins do not appear to account for the changes in the mechanical properties of cerebral arteries with spaceflight.\n\n\nAlthough results from the present study demonstrate a decrease in the pressure-diameter relation with spaceflight, previous work with mice flown on the Space Shuttle show the effective elastic modulus and stiffness of cerebral arteries is reduced with spaceflight while vascular distensibility in the form of the pressure-diameter relation was increased (\n54\n). Several factors may account for these divergent results between studies, including the sex and age of the animals studied, time in space, and environmental factors other than microgravity. Considering sex and age, although differences in these variables existed between the groups of mice studied from the Space Shuttle and Bion-M1 missions (shuttle: 11-wk-old female C57BL/6 mice; Bion-M1: 19- to 20-wk-old male C57BL/6N mice), further research is needed to determine whether animal sex or such age differences are sufficient to drive adaptation of cerebral artery mechanical properties in opposite directions.\n\n\nA second possibility is the amount of time the animals spent in space. Animals in the present study were exposed to a microgravity environment for more than twice as long (30 days) as the mice flown on the Space Shuttle (13 days). Evidence is available to suggest that changes in the properties of cerebral arteries could occur in a directionally opposite manner as the duration of spaceflight is extended. For example, Arbeille et al. (\n4\n) reported that cerebral vascular resistance in cosmonauts was lower than preflight levels after 15 and 18 days of flight on the Mir Space Station, but returned to preflight levels following 24 days of flight. Likewise, Arbeille et al. (\n6\n) reported middle cerebral artery blood flow velocity in cosmonauts was higher following 2–4 days and 2–3 wk of spaceflight, but lower than preflight levels after 5–6 mo of spaceflight. These data are consistent with the notion that for some as yet unknown reason the initial adaptation of cerebral arteries is to increase vascular distensibility, resulting in a lower cerebral vascular resistance and higher perfusion. However, with longer duration flight, vascular distensibility is decreased and correspondingly cerebral perfusion is diminished.\n\n\nA final possibility for the directionally different changes in vascular distensibility with spaceflight is that other environmental factor(s) existed which may cause different adaptations in the mechanical properties of cerebral arteries. For example, the pCO\n2\n in the Space Shuttle docked with the International Space Station (ISS) (∼2.5 mmHg) was approximately 10 times that on Earth at sea level (0.23 mmHg) (\n2\n, \n54\n). In contrast, the pCO\n2\n during the Bion-M1 mission (∼0.01 mmHg) was approximately 10-fold lower than that at sea level (\n3\n). Because CO\n2\n is such a potent vasodilator in the cerebral circulation (\n26\n, \n50\n, \n66\n), chronic increases or decreases in the exposure of cerebral arteries to this vasoactive substance could conceivably affect its mechanical properties. Further study will be necessary to determine the specific impact of chronic changes in pCO\n2\n on cerebral artery mechanics.\n\n\nAnother environmental factor that could differentially affect cerebral artery mechanics (and function) is the level of exposure to space radiation (\n68\n). The Bion-M1 biosatellite flew at an altitude of 575 km and a 64.9 degree inclination, with the animals receiving a total radiation dose of between 32–72 mGy, depending on their cage placement in the biosatellite (\n53\n). This resulted in a daily radiation exposure of 0.5–1.25 mGy/day (\n53\n). This level of exposure is approximately sixfold higher than that occurring in the International Space Station, which orbits Earth at an altitude of ∼400 km, and consequently represents the approximate dose that astronauts receive during a 6-mo mission on the International Space Station. Thus the total radiation dose to the Bion-M1 mice was likely much higher than that to the mice flown 13 days on the STS-135 Space Shuttle mission (\n54\n).\n\n\nRegardless of the stimulus, a change in cerebral artery mechanics during spaceflight could have important consequences on cerebral perfusion, given that cerebral vascular resistance is a major determinant of cerebral blood flow and, according to Poiseuille's law, is predominantly determined by the diameter of resistance arteries. Thus how factors during spaceflight affect the pressure-diameter relation of cerebral arteries could have a direct impact on cerebral blood flow and, consequently, intracranial pressure.\nVasodilatation\n\n\nLittle is known regarding the effects of spaceflight on the vasodilator properties of cerebral arteries. Zuj et al. (\n74\n) have reported that cerebral vascular reactivity to 10% inspired CO\n2\n was diminished in astronauts following a long-duration stay on the ISS. Cerebral vascular reactivity to acutely inspired CO\n2\n has been suggested to reflect endothelium-dependent vasodilation through the nitric oxide (NO) signaling pathway (\n34\n, \n35\n, \n48\n). In mice, NO is also a key mediator of cerebral artery endothelium-dependent vasodilation (\n8\n). Thus results from the present study of diminished endothelium-dependent vasodilation of the basilar artery provide corroboration of this finding in astronauts. It remains to be determined, however, whether the deficit in endothelium-dependent vasodilation is the result of impaired endothelial cell signaling or diminished smooth muscle cell relaxation to endothelium-derived relaxing factor(s). The present results are also consistent with studies of cerebral arteries isolated from head-down tail-suspended rats, a ground-based animal model to simulate microgravity, which have shown diminished endothelial NO synthase (NOS) protein expression (\n64\n) and impaired endothelium-dependent vasodilation through the NOS mechanism (\n44\n, \n72\n, \n73\n).\nImplications for Cerebral Blood Flow Regulation\n\n\nOn the basis of results from the present study of diminished KCl and \nU46619\n-evoked cerebral artery vasoconstriction, as well as the previously reported reduction in myogenic vasoconstriction (\n54\n), one could surmise that cerebral perfusion is elevated during spaceflight. Indeed, flow-induced constriction, which is mediated through thromboxane A\n2\n receptors in cerebral arteries (\n55\n), and myogenic vasoconstriction are important determinants of cerebral autoregulation (\n29\n, \n42\n, \n55\n, \n61\n). The notion of higher cerebral blood flow during spaceflight is further supported by results from a chronically instrumented rhesus monkey flown 5 days on the Cosmos 1514 biosatellite, where carotid flow velocity was elevated because of a significant reduction in vascular resistance (\n46\n). An additional line of evidence regarding the potential impact of cephalad fluid shifts on cerebral hemodynamics comes from the remodeling of the skull that occurs with spaceflight. In mice, rats, and humans, skull bone volume (\n70\n) and mineral density (\n21\n, \n32\n, \n39\n) are increased with short duration flight on the Space Shuttle. In this nonload-bearing bone, skeletal remodeling to increase bone density could be in response to increases in cerebral perfusion and consequent elevations in intracranial pressure (\n28\n, \n57\n, \n70\n).\n\n\nDespite the evidence to infer elevations in brain blood flow during spaceflight, decrements in cerebral artery endothelium-dependent vasodilation and reductions in vascular distensibility suggest that the effects of spaceflight on cerebral blood flow may not be so clear, as also reflected by studies reporting increases (\n4\n, \n6\n, \n24\n, \n25\n, \n40\n, \n43\n, \n56\n, \n59\n, \n69\n), no change (\n5\n, \n7\n, \n74\n), or decreases (\n10\n, \n74\n) in cerebral perfusion in astronauts and cosmonauts. What does seem apparent is that the range of the cerebral circulation to precisely regulate brain blood flow through vasoconstriction and vasodilation is impaired by spaceflight. Such changes in vascular control mechanisms may not only be reflected through changes in the magnitude of cerebral blood flow, but may adversely impact the redistribution of cerebral blood during periods of stress, such as mental (\n63\n, \n67\n), exercise (\n15\n, \n23\n), and othostatic (\n47\n, \n64\n) stress.\n\n\nIn considering whether spaceflight affects regional distribution of cerebral blood flow, one question that arises is whether the effects of microgravity on basilar artery structure and function are limited to this specific cerebral artery or are indicative of changes occurring more globally in the cerebral circulation. Two lines of evidence suggest that the results found in the basilar artery are representative of a larger effect on cerebral arteries. First, in the only other study describing the effects of spaceflight on cerebral arteries, Taylor et al. (\n54\n) reported greater distensibility (passive pressure-diameter relation) in basilar arteries and reduced stiffness (load-displacement curve) in posterior communicating arteries from the same animals. These corresponding measures of the mechanical properties of cerebral arteries indicate a broad effect of microgravity on the cerebral circulation. Second, there are numerous studies demonstrating in head-down tail-suspended rats that changes in vascular structure (\n52\n, \n64\n, \n65\n), vasoconstrictor responsiveness (\n18\n, \n52\n, \n64\n, \n71\n), and endothelium-dependent vasodilator responsiveness (\n44\n, \n72\n, \n73\n) similarly occur in basilar arteries and middle cerebral arteries. These studies collectively suggest that the effects of spaceflight on basilar artery structure and function may not be limited to only the vertebrobasilar regions of the brain.\n\n\nIn summary, results from the present study demonstrate for the first time that spaceflight diminishes KCl (\nFig. 1\nA\n) and \nU46619\n-evoked (\nFig. 2\nA\n) cerebral artery vasoconstriction. The reduction in the thromboxane A\n2\n receptor-mediated vasoconstriction appears to occur through a reduced Ca\n2+\n sensitivity mechanism via impairment in the Rho-kinase signaling pathway (\nFig. 2\nB\n), whereas the reduced KCl-induced constriction likely occurs through some other as yet unknown mechanism. The results also demonstrate that endothelium-dependent vasodilation is attenuated by spaceflight (\nFig. 3\n). Finally, in contrast to a previous report (\n54\n), the current results demonstrate that cerebral artery distensibility is attenuated by spaceflight (\nFig. 4\n), although this change in the mechanical properties of the cerebral artery does not appear to be related to the extracellular matrix protein content of the arterial wall (\nFig. 5\n). Collectively, these data suggest that spaceflight impairs the ability of the cerebral circulation to precisely control brain blood flow. Further, we speculate that environmental conditions other than microgravity in the spacecraft may affect structural and functional adaptations of the cerebral arteries. For example, CO\n2\n, which is a potent cerebral vasodilator (\n26\n, \n50\n, \n66\n) and is known to interact with cerebral autoregulation to elevate intracranial pressure (\n30\n, \n49\n, \n58\n), as well as space radiation (\n68\n), could account for some of the variability observed with spaceflight-induced alterations in cerebral artery mechanics and astronaut and cosmonaut brain blood flow. Additional research will be required to determine the specific impact of these environmental factors, and whether they contribute to putative elevations in intracranial pressure among astronauts and cosmonauts (\n2\n, \n31\n, \n36\n).",
    "vasoconstriction": "Cerebral blood flow is regulated through a variety of factors that affect the contractile state of vascular smooth muscle cells in cerebral arteries (\n1\n, \n27\n, \n60\n). One of these factors is the inherent ability of smooth muscle cells to respond to increases (contraction) and decreases (relaxation) in intravascular (transmural) pressure (\n14\n, \n61\n). It is this intrinsic myogenic mechanism of cerebral resistance arteries that largely maintains a constant cerebral blood flow under circumstances of changing intravascular pressure (\n14\n, \n61\n). Without such a mechanism, excessive cerebral blood flow and pressure through the microcirculation could rupture small cerebral blood vessels and disrupt the blood-brain barrier (\n61\n), such as is thought to occur when the head-to-foot gravity vector on Earth is no longer present (\n11\n, \n33\n). The intrinsic tone of cerebral arteries can also be modulated through the influence of extrinsic factors, such as locally released or circulating vasoactive substances (\n1\n, \n27\n, \n60\n, \n61\n), which can consequently impact autoregulation of cerebral perfusion. In particular, thromboxane A\n2\n synthesis and its influence on the myogenic tone of cerebral arteries has been observed under normal physiological conditions (\n19\n, \n55\n), as well as in various cerebrovascular pathologies (\n1\n, \n60\n).\nThe collective findings from the STS-135 shuttle and Bion-M1 biosatellite missions demonstrate that spaceflight impairs cerebral artery smooth muscle contraction through the myogenic stretch-sensing mechanism (\n54\n), the thromboxane A\n2\n receptor-mediated mechanism, and the nonreceptor voltage-gated Ca\n2\n-channel mechanism. Both the myogenic and \nU46619\n mediated vasoconstriction of cerebral arteries have been shown to function in part through the RhoA/Rho-kinase signaling pathway (\n37\n, \n42\n, \n61\n). Thus results from the present study demonstrating inhibition of Rho-kinase eliminates differences in vasoconstriction between SF and control groups suggests that a mechanism for diminished cerebral artery smooth muscle contraction during spaceflight is a reduced Ca\n2+\n sensitivity through the RhoA/Rho-kinase signaling pathway.\nIt is not apparent, however, that impairment of the RhoA/Rho-kinase mechanism of smooth muscle contraction is the only pathway adversely affected in cerebral arteries by microgravity. This notion is based on several observations. First, KCl-induced vasoconstriction is also impaired by spaceflight (\nFig. 1\nA\n). KCl is primarily thought to elicit cerebral artery smooth muscle contraction through the Ca\n2+\n-calmodulin/myosin light chain kinase signaling mechanism without involvement of the RhoA/Rho-kinase pathway (\n14\n, \n37\n); the Rho-kinase inhibitor Y27632 does not affect KCl-induced response of murine basilar artery (\n17\n). Second, spaceflight has been shown to impair the ryanodine receptor-mediated intracellular Ca\n2+\n-release mechanism in peripheral arteries and veins (\n9\n, \n13\n, \n51\n). If such impairment of the Ca\n2+\n-induced Ca\n2+\n release mechanism occurs in cerebral arteries, this could account for the diminished KCl-mediated vasoconstriction in the SF mice. Further research will be needed to determine whether other mechanisms of smooth muscle contraction besides the Rho-kinase signaling pathway are impaired in cerebral arteries with spaceflight.",
    "vessel_wall_structure_and_mechanics": "Other factors could also contribute to the diminished vasoconstriction of cerebral arteries, including the remodeling of vessel structure and alterations in the arterial wall mechanical properties. Neither changes in medial wall thickness nor medial cross-sectional area were found to occur in the present study, indicating changes in the gross structural properties of cerebral arteries do not appear to underlie the contractile deficit. The pressure-diameter relation of cerebral arteries was, however, lower in SF mice relative to that in HC animals. Such an apparent increase in vascular stiffness could impair vasoconstrictor responsiveness of cerebral arteries. This change in cerebral artery wall mechanics in SF mice does not appear to be related to a decrease in elastin content, an increase in collagen content, or a decrease in the elastin/collagen ratio. Thus alterations in the content of extracellular matrix proteins do not appear to account for the changes in the mechanical properties of cerebral arteries with spaceflight.\nAlthough results from the present study demonstrate a decrease in the pressure-diameter relation with spaceflight, previous work with mice flown on the Space Shuttle show the effective elastic modulus and stiffness of cerebral arteries is reduced with spaceflight while vascular distensibility in the form of the pressure-diameter relation was increased (\n54\n). Several factors may account for these divergent results between studies, including the sex and age of the animals studied, time in space, and environmental factors other than microgravity. Considering sex and age, although differences in these variables existed between the groups of mice studied from the Space Shuttle and Bion-M1 missions (shuttle: 11-wk-old female C57BL/6 mice; Bion-M1: 19- to 20-wk-old male C57BL/6N mice), further research is needed to determine whether animal sex or such age differences are sufficient to drive adaptation of cerebral artery mechanical properties in opposite directions.\nA second possibility is the amount of time the animals spent in space. Animals in the present study were exposed to a microgravity environment for more than twice as long (30 days) as the mice flown on the Space Shuttle (13 days). Evidence is available to suggest that changes in the properties of cerebral arteries could occur in a directionally opposite manner as the duration of spaceflight is extended. For example, Arbeille et al. (\n4\n) reported that cerebral vascular resistance in cosmonauts was lower than preflight levels after 15 and 18 days of flight on the Mir Space Station, but returned to preflight levels following 24 days of flight. Likewise, Arbeille et al. (\n6\n) reported middle cerebral artery blood flow velocity in cosmonauts was higher following 2–4 days and 2–3 wk of spaceflight, but lower than preflight levels after 5–6 mo of spaceflight. These data are consistent with the notion that for some as yet unknown reason the initial adaptation of cerebral arteries is to increase vascular distensibility, resulting in a lower cerebral vascular resistance and higher perfusion. However, with longer duration flight, vascular distensibility is decreased and correspondingly cerebral perfusion is diminished.\nA final possibility for the directionally different changes in vascular distensibility with spaceflight is that other environmental factor(s) existed which may cause different adaptations in the mechanical properties of cerebral arteries. For example, the pCO\n2\n in the Space Shuttle docked with the International Space Station (ISS) (∼2.5 mmHg) was approximately 10 times that on Earth at sea level (0.23 mmHg) (\n2\n, \n54\n). In contrast, the pCO\n2\n during the Bion-M1 mission (∼0.01 mmHg) was approximately 10-fold lower than that at sea level (\n3\n). Because CO\n2\n is such a potent vasodilator in the cerebral circulation (\n26\n, \n50\n, \n66\n), chronic increases or decreases in the exposure of cerebral arteries to this vasoactive substance could conceivably affect its mechanical properties. Further study will be necessary to determine the specific impact of chronic changes in pCO\n2\n on cerebral artery mechanics.\nAnother environmental factor that could differentially affect cerebral artery mechanics (and function) is the level of exposure to space radiation (\n68\n). The Bion-M1 biosatellite flew at an altitude of 575 km and a 64.9 degree inclination, with the animals receiving a total radiation dose of between 32–72 mGy, depending on their cage placement in the biosatellite (\n53\n). This resulted in a daily radiation exposure of 0.5–1.25 mGy/day (\n53\n). This level of exposure is approximately sixfold higher than that occurring in the International Space Station, which orbits Earth at an altitude of ∼400 km, and consequently represents the approximate dose that astronauts receive during a 6-mo mission on the International Space Station. Thus the total radiation dose to the Bion-M1 mice was likely much higher than that to the mice flown 13 days on the STS-135 Space Shuttle mission (\n54\n).\nRegardless of the stimulus, a change in cerebral artery mechanics during spaceflight could have important consequences on cerebral perfusion, given that cerebral vascular resistance is a major determinant of cerebral blood flow and, according to Poiseuille's law, is predominantly determined by the diameter of resistance arteries. Thus how factors during spaceflight affect the pressure-diameter relation of cerebral arteries could have a direct impact on cerebral blood flow and, consequently, intracranial pressure.",
    "vasodilatation": "Little is known regarding the effects of spaceflight on the vasodilator properties of cerebral arteries. Zuj et al. (\n74\n) have reported that cerebral vascular reactivity to 10% inspired CO\n2\n was diminished in astronauts following a long-duration stay on the ISS. Cerebral vascular reactivity to acutely inspired CO\n2\n has been suggested to reflect endothelium-dependent vasodilation through the nitric oxide (NO) signaling pathway (\n34\n, \n35\n, \n48\n). In mice, NO is also a key mediator of cerebral artery endothelium-dependent vasodilation (\n8\n). Thus results from the present study of diminished endothelium-dependent vasodilation of the basilar artery provide corroboration of this finding in astronauts. It remains to be determined, however, whether the deficit in endothelium-dependent vasodilation is the result of impaired endothelial cell signaling or diminished smooth muscle cell relaxation to endothelium-derived relaxing factor(s). The present results are also consistent with studies of cerebral arteries isolated from head-down tail-suspended rats, a ground-based animal model to simulate microgravity, which have shown diminished endothelial NO synthase (NOS) protein expression (\n64\n) and impaired endothelium-dependent vasodilation through the NOS mechanism (\n44\n, \n72\n, \n73\n).",
    "implications_for_cerebral_blood_flow_regulation": "On the basis of results from the present study of diminished KCl and \nU46619\n-evoked cerebral artery vasoconstriction, as well as the previously reported reduction in myogenic vasoconstriction (\n54\n), one could surmise that cerebral perfusion is elevated during spaceflight. Indeed, flow-induced constriction, which is mediated through thromboxane A\n2\n receptors in cerebral arteries (\n55\n), and myogenic vasoconstriction are important determinants of cerebral autoregulation (\n29\n, \n42\n, \n55\n, \n61\n). The notion of higher cerebral blood flow during spaceflight is further supported by results from a chronically instrumented rhesus monkey flown 5 days on the Cosmos 1514 biosatellite, where carotid flow velocity was elevated because of a significant reduction in vascular resistance (\n46\n). An additional line of evidence regarding the potential impact of cephalad fluid shifts on cerebral hemodynamics comes from the remodeling of the skull that occurs with spaceflight. In mice, rats, and humans, skull bone volume (\n70\n) and mineral density (\n21\n, \n32\n, \n39\n) are increased with short duration flight on the Space Shuttle. In this nonload-bearing bone, skeletal remodeling to increase bone density could be in response to increases in cerebral perfusion and consequent elevations in intracranial pressure (\n28\n, \n57\n, \n70\n).\nDespite the evidence to infer elevations in brain blood flow during spaceflight, decrements in cerebral artery endothelium-dependent vasodilation and reductions in vascular distensibility suggest that the effects of spaceflight on cerebral blood flow may not be so clear, as also reflected by studies reporting increases (\n4\n, \n6\n, \n24\n, \n25\n, \n40\n, \n43\n, \n56\n, \n59\n, \n69\n), no change (\n5\n, \n7\n, \n74\n), or decreases (\n10\n, \n74\n) in cerebral perfusion in astronauts and cosmonauts. What does seem apparent is that the range of the cerebral circulation to precisely regulate brain blood flow through vasoconstriction and vasodilation is impaired by spaceflight. Such changes in vascular control mechanisms may not only be reflected through changes in the magnitude of cerebral blood flow, but may adversely impact the redistribution of cerebral blood during periods of stress, such as mental (\n63\n, \n67\n), exercise (\n15\n, \n23\n), and othostatic (\n47\n, \n64\n) stress.\nIn considering whether spaceflight affects regional distribution of cerebral blood flow, one question that arises is whether the effects of microgravity on basilar artery structure and function are limited to this specific cerebral artery or are indicative of changes occurring more globally in the cerebral circulation. Two lines of evidence suggest that the results found in the basilar artery are representative of a larger effect on cerebral arteries. First, in the only other study describing the effects of spaceflight on cerebral arteries, Taylor et al. (\n54\n) reported greater distensibility (passive pressure-diameter relation) in basilar arteries and reduced stiffness (load-displacement curve) in posterior communicating arteries from the same animals. These corresponding measures of the mechanical properties of cerebral arteries indicate a broad effect of microgravity on the cerebral circulation. Second, there are numerous studies demonstrating in head-down tail-suspended rats that changes in vascular structure (\n52\n, \n64\n, \n65\n), vasoconstrictor responsiveness (\n18\n, \n52\n, \n64\n, \n71\n), and endothelium-dependent vasodilator responsiveness (\n44\n, \n72\n, \n73\n) similarly occur in basilar arteries and middle cerebral arteries. These studies collectively suggest that the effects of spaceflight on basilar artery structure and function may not be limited to only the vertebrobasilar regions of the brain.\nIn summary, results from the present study demonstrate for the first time that spaceflight diminishes KCl (\nFig. 1\nA\n) and \nU46619\n-evoked (\nFig. 2\nA\n) cerebral artery vasoconstriction. The reduction in the thromboxane A\n2\n receptor-mediated vasoconstriction appears to occur through a reduced Ca\n2+\n sensitivity mechanism via impairment in the Rho-kinase signaling pathway (\nFig. 2\nB\n), whereas the reduced KCl-induced constriction likely occurs through some other as yet unknown mechanism. The results also demonstrate that endothelium-dependent vasodilation is attenuated by spaceflight (\nFig. 3\n). Finally, in contrast to a previous report (\n54\n), the current results demonstrate that cerebral artery distensibility is attenuated by spaceflight (\nFig. 4\n), although this change in the mechanical properties of the cerebral artery does not appear to be related to the extracellular matrix protein content of the arterial wall (\nFig. 5\n). Collectively, these data suggest that spaceflight impairs the ability of the cerebral circulation to precisely control brain blood flow. Further, we speculate that environmental conditions other than microgravity in the spacecraft may affect structural and functional adaptations of the cerebral arteries. For example, CO\n2\n, which is a potent cerebral vasodilator (\n26\n, \n50\n, \n66\n) and is known to interact with cerebral autoregulation to elevate intracranial pressure (\n30\n, \n49\n, \n58\n), as well as space radiation (\n68\n), could account for some of the variability observed with spaceflight-induced alterations in cerebral artery mechanics and astronaut and cosmonaut brain blood flow. Additional research will be required to determine the specific impact of these environmental factors, and whether they contribute to putative elevations in intracranial pressure among astronauts and cosmonauts (\n2\n, \n31\n, \n36\n).",
    "grants": "This study was supported by the Russian Federal Space Agency, the Russian Academy of Sciences, and M.V. Lomonosov Moscow State University Program of Development, as well as National Aeronautics and Space Administration Space Biology Grants NNX08AQ62G and NNX09AP06G, and National Institute on Aging Grant AG-31317.",
    "disclosures": "No conflicts of interest, financial or otherwise, are declared by the author(s).",
    "author_contributions": "S.I.S., D.G., A.A.B., B.J.B., J.N.S., D.J.M., J.J.M., M.E.H., and M.D.D. performed experiments; S.I.S., O.S.T., D.G., A.A.B., J.J.M., M.E.H., and M.D.D. analyzed data; S.I.S., O.S.T., D.G., A.A.B., B.J.B., J.M.M.-D., O.L.V., and M.D.D. interpreted results of experiments; S.I.S., O.S.T., and M.D.D. prepared figures; S.I.S., O.S.T., J.N.S., and M.D.D. drafted manuscript; S.I.S., O.S.T., D.G., A.A.B., B.J.B., J.N.S., D.J.M., J.J.M., M.E.H., J.M.M.-D., O.L.V., and M.D.D. edited and revised manuscript; S.I.S., O.S.T., D.G., A.A.B., B.J.B., D.J.M., J.J.M., M.E.H., J.M.M.-D., O.L.V., and M.D.D. approved final version of manuscript; O.S.T., O.L.V., and M.D.D. conception and design of research.",
    "acknowledgments": "The authors gratefully acknowledge the staff of the M.V. Lomonosov Moscow State University Institute of Mitoengineering for providing animal facilities and Paula Dumars, Vera Vizir, and Richard Boyle of NASA Ames Research Center for their logistical support.",
    "references": "1.\nAaslid R.\nCerebral autoregulation and vasomotor reactivity. Front Neurol Neurosci\n21: 216–228, 2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nAlexander DJ, Gibson CR, Hamilton DR, Lee SMC, Mader TH, Otto C, Oubre CM, Pass AF, Platts SH, Scott JM, Smith SM, Stenger MB, Westby CM, Zanello SB. \nEvidence Report: Risk of Spaceflight-induced Intracranial Hypertension and Vision Alterations (Online). \nhttp://humanresearchroadmap.nasa.gov/evidence/reports/VIIP.pdf\n\n[2012].\n\n\n\n\n\n\n3.\nAndreev-Andrievskiy A, Popova A, Boyle R, Alberts J, Shenkman B, Vinogradova O, Dolgov O, Anokhin K, Tsvirkun D, Soldatov P, Nemirovskaya T, Ilyin E, Sychev V. \nMice in Bion-M1 space mission: training and selection. PLoS\nOne 9: e104830, 2014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nArbeille P, Achaïbo F, Fomina G, Pottier JM, Porcher M. \nRegional blood flow in microgravity: adaptation and deconditioning. Med Sci Sports Exerc\n28, Suppl 10: S70–S79, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nArbeille P, Fomina G, Achaibou F, Pottier J, Kotovskaya A. \nCardiac and vascular adaptations to 0g with and without thigh cuffs (Antares 14 and Altair 21 day Mir spaceflights). Acta Astronautica\n36: 753–762, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nArbeille P, Fomina G, Roumy J, Alferov I, Tobal N, Herault S. \nAdaptation of the left heart, cerebral and femoral arteries, and jugular and femoral veins during short- and long-term head-down tilt and spaceflights. Eur J Appl Physiol\n86: 157–168, 2001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nBagian JP, Hackett P. \nCerebral blood flow: comparison of ground-based and spaceflight data and correlation with space adaptation syndrome. J Clin Pharmacol\n31: 1036–1040, 1991.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBai N, Moien-Afshari F, Washio H, Min A, Laher I. \nPharmacology of the mouse-isolated cerebral artery. Vasc Pharmacol\n41: 97–106, 2004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nBehnke BJ, Stabley JN, McCullough DJ, Davis RT, Dominguez JM, Muller-Delp J, Delp MD. \nEffects of spaceflight and ground recovery on mesenteric artery and vein constrictor properties in mice. FASEB J\n27: 399–409, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nBlaber AP, Goswami N, Bondar RL, Kassam MS. \nImpairment of cerebral blood flow regulation in astronauts with orthostatic intolerance after flight. Stroke\n42: 1844–1850, 2011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nBlaber AP, Zuj KA, Goswami N. \nCerebrovascular autoregulation: lessons learned from spaceflight research. Eur J Appl Physiol\n113: 1909–1917, 2013.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nColleran PN, Wilkerson MK, Bloomfield SA, Suva LJ, Turner RT, Delp MD. \nAlterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J Appl Physiol\n89: 1046–1054, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nDabertrand F, Porte Y, Macre N, Morel JL. \nSpaceflight regulates ryanodine receptor subtype 1 in portal vein myocytes in the opposite way of hypertension. J Appl Physiol\n112: 471–480, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nDavis MJ, Hill MA. \nSignaling mechanisms underlying the vascular myogenic response. Physiol Rev\n79: 387–423, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nDelp MD, Armstrong RB, Godfrey DA, Laughlin MH, Ross CD, Wilkerson MK. \nExercise increases blood flow to locomotor, vestibular, cardiorespiratory, and visual regions of the brain in miniature swine. J Physiol\n533: 849–859, 2001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nFadiukova OE, Tarasova OS, Vinogradova OL. \nEffect of two-week tail suspension on the reactivity of rat's cerebral arteries. Aviakosm Ekolog Med\n39: 23–27, 2005.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nFaraci FM, Lamping KG, Modrick ML, Ryan MJ, Sigmund CD, Didion SP. \nCerebral vascular effects of angiotensin II: new insights from genetic models. J Cereb Blood Flow Metab\n26: 449–455, 2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nGeary GG, Krause DN, Purdy RE, Duckles SP. \nSimulated microgravity increases myogenic tone in rat cerebral arteries. J Appl Physiol\n85: 1615–1621, 1998.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nGonzales RJ, Ghaffari AA, Duckles SP, Krause DN. \nTestosterone treatment increases thromboxane function in rat cerebral arteries. Am J Physiol Heart Circ Physiol\n289: H578–H585, 2005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nHargens A, Steakai J, Johansson C, Tipton C. \nTissue fluid shift, forelimb loading, and tail tension in tail-suspended rats. Physiologist\nSuppl 27: S37–S38, 1984.\n [\nGoogle Scholar\n]\n\n\n\n\n21.\nHatton DC, Yue Q, Dierickx J, Roullet C, Otsuka K, Watanabe M, Coste S, Roullet JB, Phanouvang T, Orwoll E, Orwoll S, McCarron DA. \nCalcium metabolism and cardiovascular function after spaceflight. J Appl Physiol\n92: 3–12, 2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nHayenga HN, Hu JJ, Meyer CA, Wilson E, Hein TW, Kuo L, Humphrey JD. \nDifferential progressive remodeling of coronary and cerebral arteries and arterioles in an aortic coarctation model of hypertension. Front Physiol\n3: 420, 2012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nHiura M, Nariai T, Ishii K, Sakata M, Oda K, Toyohara J, Ishiwata K. \nChanges in cerebral blood flow during steady-state cycling: a study using oxygen-15-labeled water with PET. J Cereb Blood Flow Metab\n34: 389–396, 2014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nIarullin KhKh Vasil'eva TD, Turchaninova VF, Sokolova IV, Vikharev ND. \nCompensatory-adaptive regional hemodynamics to weightlessness during a long space flight. Kosm Biol Aviakosm Med\n18: 22–28, 1984.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nIwasaki KI, Levine BD, Zhang R, Zuckerman JH, Pawelczyk JA, Diedrich A, Ertl AC, Cox JF, Cooke WH, Giller CA, Ray CA, Lane LD, Buckey JC, Baisch FJ, Eckberg DL, Robertson D, Biaggioni I, Blomqvist G. \nHuman cerebral autoregulation before, during and after spaceflight. J Physiol\n579: 799–810, 2007.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nJain V, Langham MC, Floyd TF, Jain G, Magland JF, Wehrli FW. \nRapid magnetic resonance measurement of global cerebral metabolic rate of oxygen consumption in humans during rest and hypercapnia. J Cereb Blood Flow Metabol\n31: 1504–1512, 2011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nJensen LJ, Holstein-Rathlou NH. \nThe vascular conducted response in cerebral blood flow regulation. J Cereb Blood Flow Metab\n33: 649–656, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nJudex S, Gross TS, Bray RC, Zernicke RF. \nAdaptation of bone to physiological stimuli. J Biomech\n30: 421–429, 1997.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nKoller A, Toth P. \nContribution of flow-dependent vasomotor mechanisms to the autoregulation of cerebral blood flow. J Vasc Res\n49: 375–389, 2012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nKondo T, Kumagai M, Takei F, Ohta Y. \nA pharmacologic study on CO2 responsiveness of intracranial pressure in rats with chronic hypercapnia. Chest\n115: 1402–1406, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nKramer LA, Sargsyan AE, Hasan KM, Polk JD, Hamilton DR. \nOrbital and intracranial effects of microgravity: findings at 3-T MR imaging. Radiology\n263: 819–827, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nLafage-Proust MH, Collet P, Dubost JM, Laroche N, Alexandre C, Vico L. \nSpace-related bone mineral redistribution and lack of bone mass recovery after reambulation in young rats. Am J Physiol Regul Integr Comp Physiol\n274: R324–R334, 1998.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nLakin WD, Stevens SA, Penar PL. \nModeling intracranial pressures in microgravity: the influence of the blood-brain barrier. Aviat Space Environ Med\n78: 932–936, 2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nLavi S, Egbarya R, Lavi R, Jacob G. \nRole of nitric oxide in the regulation of cerebral blood flow in humans-chemoregulation vs. mechanoregulation. Circulation\n107: 1901–1905, 2003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nLavi S, Gaitini D, Milloul V, Jacob G. \nImpaired cerebral CO\n2\n vasoreactivity: association with endothelial dysfunction. Am J Physiol Heart Circ Physiol\n291: H1856–H1861, 2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nMader TH, Gibson CR, Pass AF, Kramer LA, Lee AG, Fogarty J, Tarver WJ, Dervay JP, Hamilton DR, Sargsyan A, Phillips JL, Tran D, Lipsky W, Choi J, Stern C, Kuyumjian R, Polk JD. \nOptic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight. Ophthalmology\n118: 2058–2069, 2011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nMaeda Y, Hirano K, Nishimura J, Sasaki T, Kanaide H. \nRho-kinase inhibitor inhibits both myosin phosphorylation-dependent and -independent enhancement of myofilament Ca\n2+\n sensitivity in the bovine middle cerebral artery. Br J Pharmacol\n140: 871–880, 2003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nMaurel D, Ixart G, Barbanel G, Mekaouche M, Assenmacher I. \nEffects of acute tilt from orthostatic to head-down antiorthostatic restraint and of sustained restraint on the intra-cerebroventricular pressure in rats. Brain Res\n736: 165–173, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nMiyamoto A, Shigematsu T, Fukunaga T, Kawakami K, Mukai C, Sekiguchi C. \nMedical baseline data collection on bone and muscle change with space flight. Bone\n22, Suppl 5: 79S–82S, 1998.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nMoskalenko YE, Weinstein GB, Semernia VN. \nInvestigation of human cerebral circulation in spaceflight conditions. Aviat Space Environ Med\n46: 1023–1026, 1975.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nMulvany MJ, Halpern W. \nContractile properties of small arterial resistance vessels in spontaneously hypertensive and normotensive rats. Circ Res\n41: 19–26, 1977.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nNeppl RL, Lubomirov LT, Momotani K, Pfitzer G, Eto M, Somlyo AV. \nThromboxane A2-induced bi-directional regulation of cerebral arterial tone. J Biol Chem\n284: 6348–60, 2009.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nPourcelot L, Arbeille P, Pottier JM, Patat F, Mignier P, Guell A, Gharib C. \nUltrasonic study of early cardiovascular adaptations to zero gravity. \nESA Life Sci Res in Space\n: Proc. Second Eur Symp Held Porz Wahn, Germany, 4–6 June 1984, p. 119–123.\n [\nGoogle Scholar\n]\n\n\n\n\n44.\nPrisby RD, Wilkerson MK, Sokoya EM, Bryan RM Jr, Wilson E, Delp MD. \nEndothelium-dependent vasodilation of cerebral arteries is altered with simulated microgravity through nitric oxide synthase and EDHF mechanisms. J Appl Physiol\n101: 348–353, 2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nProvost SB, Tucker BJ. \nEffect of 14 day head-down tilt on renal function and vascular and extracellular fluid volumes in the conscious rat. Physiologist\n35, Suppl 1: S105–S106, 1992.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nSandler H, Krotov VP, Hines J, Magadev VS, Benjamin BA, Badekeva AM, Halpryn BM, Stone HL, Krilov VS. \nCardiovascular results from a rhesus monkey flown aboard the Cosmos 1514 spaceflight. Aviat Space Environ Med\n58: 529–536, 1987.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nSato K, Fisher JP, Seifert T, Overgaard M, Secher NH, Ogoh S. \nBlood flow in internal carotid and vertebral arteries during orthostatic stress. Exp Physiol\n97: 1272–1280, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nSchmetterer L, Findl O, Strenn K, Graselli U, Kastner J, Eichler HG, Wolzt M. \nRole of NO in the O\n2\n and CO\n2\n responsiveness of cerebral and ocular circulation in humans. Am J Physiol Regul Integr Comp Physiol\n273: R2005–R2012, 1997.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nSchöb OM, Allen DC, Benzel E, Curet MJ, Adams MS, Baldwin NG, Largiader F, Zucker KA. \nA comparison of the pathophysiologic effects of carbon dioxide, nitrous oxide, and helium pneumoperitoneum on intracranial pressure. Am J Surg\n172: 248–253, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nSmall SA.\nQuantifying cerebral blood flow: regional regulation with global implications. J Clin Invest\n114: 1046–1048, 2004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nStabley JN, Dominguez JM, Dominguez CE, Mora F, Ahlgren J, Behnke BJ, Muller-Delp J, Delp MD. \nSpaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J Appl Physiol\n113: 1439–1445, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nSun B, Zhang LF, Gao F, Ma XW, Zhang ML, Liu J, Zhang LN, Ma J. \nDaily short-period gravitation can prevent functional and structural changes in arteries of simulated microgravity rats. J Appl Physiol\n97: 1022–1031, 2004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nSychev VN, Ilyin EA, Yarmanova EN, Rakov DV, Ushakov IB, Kirilin AN, Orlov OI, Grigoriev AI. \nThe BION-M1 project: overview and first results. Aviakosm Ekolog Med\n48: 7–14, 2014.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nTaylor CR, Hanna M, Behnke BJ, Stabley JN, McCullough DJ, Davis RT 3rd, Ghosh P, Papadopoulos A, Muller-Delp JM, Delp MD. \nSpaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure. FASEB J\n27: 2282–2292, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nToth P, Rozsa B, Springo Z, Doczi T, Koller A. \nIsolated human and rat cerebral arteries constrict to increases in flow: role of 20-HETE and TP receptors. J Cereb Blood Flow Metab\n31: 2096–2105, 2011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nTurchaninova VF, Yegorov AD, Domracheve MV. \nCentral and regional hemodynamics in long space flights. Kosm Biol Aviakosm Med\n23: 19–26, 1989.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nTurner CH, Forwood MR, Otter MW. \nMechanotransduction in bone: do bone cells act as sensors of fluid flow?\nFASEB J\n8: 875–878, 1989.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nUrsino M, Lodi CA. \nInteraction among autoregulation, CO\n2\n reactivity, and intracranial pressure: a mathematical model. Am J Physiol Heart Circ Physiol\n274: H1715–H1728, 1998.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nVasil'eva TD, Iarullin KhKh Zhuĭko VI. \nRegional hemodynamic changes after spaceflights lasting up to eight days. Kosm Biol Aviakosm Med\n16: 12–17, 1982.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nVavilala MS, Lee LA, Lam AM. \nCerebral blood flow and vascular physiology. Anesthesiol Clin North America\n20: 247–264, 2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nWalsh MP, Cole WC. \nThe role of actin filament dynamics in the myogenic response of cerebral resistance arteries. J Cereb Blood Flow Metab\n33: 1–12, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nWatenpaugh DE, Hargens AR. \nThe cardiovascular system in microgravity. In: Handbook of Physiology. \nEnvironmental Physiology\n\nBethesda, MD: Am Physiol Soc, 1996, p. 631–674.\n [\nGoogle Scholar\n]\n\n\n\n\n63.\nWaters G, Caplan D, Alpert N, Stanczak L. \nIndividual differences in rCBF correlates of syntactic processing in sentence comprehension: effects of working memory and speed of processing. Neuroimage\n19: 101–112, 2003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nWilkerson MK, Lesniewski LA, Golding EM, Bryan RM Jr, Amin A, Wilson E, Delp MD. \nSimulated microgravity enhances cerebral artery vasoconstriction and vascular resistance through endothelial nitric oxide mechanism. Am J Physiol Heart Circ Physiol\n288: H1652–H1661, 2005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nWilkerson MK, Muller-Delp J, Colleran PN, Delp MD. \nEffects of hindlimb unloading on rat cerebral, splenic, and mesenteric resistance artery morphology. J Appl Physiol\n87: 2115–2121, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nWillie CK, Macleod DB, Shaw AD, Smith KJ, Tzeng YC, Eves ND, Ikeda K, Graham J, Lewis NC, Day TA, Ainslie PN. \nRegional brain blood flow in man during acute changes in arterial blood gases. J Physiol\n590: 3261–3275, 2012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nXu G, Antuono PG, Jones J, Xu Y, Wu G, Ward D, Li SJ. \nPerfusion fMRI detects deficits in regional CBF during memory-encoding tasks in MCI subjects. Neurology\n69: 1650–1656, 2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nYang TC, Tobias CA. \nEffects of heavy ion radiation on the brain vascular system and embryonic development. Adv Space Res\n4: 239–245, 1984.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nYegorov AD, Alferova IV, Anashkin OD, Bernadskiy VI, Golubehikova ZA, Domracheva MV, Itsekhovskiy OG, Kas'yan II, Lyamin VR, Polyakova AP, Turchaninova VF. \nStudies of cardiovascular system in prolonged spaceflights aboard Salyut orbital stations. Izvestiya Akad Nauk SSSR: Seriya Biol\n4: 485–497, 1982.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nZhang B, Cory E, Bhattacharya R, Sah R, Hargens AR. \nFifteen days of microgravity causes growth in calvaria of mice. Bone\n56: 290–295, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nZhang LN, Zhang LF, Ma J. \nSimulated microgravity enhances vasoconstrictor responsiveness of rat basilar artery. J Appl Physiol\n90: 2296–2305, 2001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nZhang R, Jia G, Boa J, Zhang Y, Bai Y, Lin L, Tang H, Ma J. \nIncreased vascular cell adhesion molecule-1 was associated with impaired endothelium-dependent relaxation of cerebral and carotid arteries in simulated microgravity rats. J Physiol Sci\n58: 67–73, 2008.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nZhang R, Ran HH, Ma J, Bai YG, Lin LH. \nNAD(P)H oxidase inhibiting with apocynin improved vascular reactivity in tail-suspended hindlimb unwighting rat. J Physiol Biochem\n68: 99–105, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nZuj KA, Arbeille P, Shoemaker JK, Blaber AP, Greaves DK, Xu D, Hughson RL. \nImpaired cerebrovascular autoregulation and reduced CO\n2\n reactivity after long-duration spaceflight. Am J Physiol Heart Circ Physiol\n302: H2592–H2598, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4385880/"
}