{
  "id": "PMC4398884",
  "title": "Effects of Skeletal Unloading on the Vasomotor Properties of the Rat Femur Principal Nutrient Artery",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Effects of Skeletal Unloading on the Vasomotor Properties of the Rat Femur Principal Nutrient Artery",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4398884/"
  },
  "sections": {
    "permalink": "Copy",
    "rhonda_d_prisby": "1\nDepartment of Kinesiology and Applied Physiology, University of Delaware, Newark, Delaware;\nFind articles by \nRhonda D Prisby",
    "bradley_j_behnke": "2\nDepartment of Applied Physiology and Kinesiology, and the Center for Exercise Science, University of Florida, Gainesville, Florida;\n3\nDepartment of Kinesiology, Kansas State University, Manhattan, Kansas;\nFind articles by \nBradley J Behnke",
    "matthew_r_allen": "4\nDepartment of Anatomy and Cell Biology, Indiana University School of Medicine, Indianapolis, Indiana; and\nFind articles by \nMatthew R Allen",
    "michael_d_delp": "2\nDepartment of Applied Physiology and Kinesiology, and the Center for Exercise Science, University of Florida, Gainesville, Florida;\n5\nDepartment of Nutrition, Food and Exercise Science, Florida State University, Tallahassee, Florida\nFind articles by \nMichael D Delp",
    "abstract": "Spaceflight and prolonged bed rest induce deconditioning of the cardiovascular system and bone loss. Previous research has shown declines in femoral bone and marrow perfusion during unloading and with subsequent reloading in hindlimb-unloaded (HU) rats, an animal model of chronic disuse. We hypothesized that the attenuated bone and marrow perfusion may result from altered vasomotor properties of the bone resistance vasculature. Therefore, the purpose of this study was to determine the effects of unloading on the vasoconstrictor and vasodilator properties of the femoral principal nutrient artery (PNA), the main conduit for blood flow to the femur, in 2 wk HU and control (CON) rats. Vasoconstriction of the femoral PNA was assessed in vitro using norepinephrine, phenylephrine, clonidine, KCl, endothelin-1, arginine vasopressin, and myogenic responsiveness. Vasodilation through endothelium-dependent [acetylcholine, bradykinin, and flow-mediated dilation (FMD)] and endothelium-independent mechanisms [sodium nitroprusside (SNP) and adenosine] were also determined. Vasoconstrictor responsiveness of the PNA from HU rats was not enhanced through any of the mechanisms tested. Endothelium-dependent vasodilation to acetylcholine (CON, 86 ± 3%; HU, 48 ± 7% vasodilation) and FMD (CON, 61 ± 9%; HU, 11 ± 11% vasodilation) were attenuated in PNAs from HU rats, while responses to bradykinin were not different between groups. Endothelium-independent vasodilation to SNP and adenosine were not different between groups. These data indicate that unloading-induced decrements in bone and marrow perfusion and increases in vascular resistance are not the result of enhanced vasoconstrictor responsiveness of the bone resistance arteries but are associated with reductions in endothelium-dependent vasodilation.\nKeywords:\n hindlimb unloading, bone blood flow, microcirculation",
    "materials_and_methods": "Animals and Procedures\n\n\nAll procedures employed in this study were approved by the Florida State University, University of Florida, and Texas A&M University Institutional Animal Care and Use Committees and conformed to the National Institutes of Health (NIH) \nGuide for the Care and Use of Laboratory Animals\n (8th ed., 2011). Four- to six-mo-old male Sprague-Dawley rats were obtained from Harlan (Houston, TX) and housed in a temperature-controlled (23 ± 2°C) room with a 12:12-h light-dark cycle. Water and rat chow were provided ad libitum. When the animals were at least 6 mo of age, they were randomly assigned to either a normal weight-bearing control (CON) group or a HU group. The hindlimbs of the HU groups were elevated to an approximate spinal angle of 40–45° via orthopedic traction tape placed around the proximal two-thirds of the tail in a modification of techniques previously described (\n12\n, \n14\n, \n52\n). The hindlimbs were elevated to prevent touching of supportive surfaces while the forelimbs maintained contact with the cage floor. The HU animals were suspended for 2 wk, while CON animals were individually maintained in their normal cage environment; no 0-day controls were investigated. CON and HU rats were anesthetized with isoflurane (2%) and euthanized by removal of the myocardium. The upper right and left hindlimbs of the rat (i.e., femora and surrounding musculature) were carefully dissected free and placed in cold (4°C) physiological saline buffer solution (PSS).\n\n\nUsing a stereomicroscope, the femoral PNA was identified and isolated as it entered the femur through the femoral foramen as previously shown (\n19\n, \n45\n, \n46\n, \n52\n). The isolated PNAs were either used for in vitro experimentation or saved for mRNA analysis. For in vitro experiments, PNAs were transferred to a Lucite chamber containing PSS equilibrated to room air. Each end of the PNA was cannulated with a micropipette (60- to 80-μm-diameter tip) and secured with 11-0 nylon microfilament sutures (Alcon). The microvessel chamber was then transferred to the stage of an inverted microscope whereby the intraluminal diameter could be measured and recorded (\n45\n, \n46\n, \n52\n). PNAs were pressurized to 60 cmH\n2\nO (44 mmHg) with two hydrostatic pressure reservoirs. This pressure was selected based on previously reported intravascular pressures of 43 ± 1.8 and 46 ± 2.6 mmHg in skeletal muscle resistance arteries of similar size to the PNA in normotensive rats (\n41\n). The distance between the cannulating micropipettes was adjusted so that the PNA axial length was straight but not stretched. Leaks in the vessel were detected by closing the valves of the reservoirs and verifying that intraluminal diameter remained constant. PNAs that were free from leaks were warmed to 37°C and allowed to develop spontaneous baseline tone (≥1 h) while those vessels with leaks were discarded.\nExperimental Design\n\n\nA series of in vitro experiments were performed to investigate the effects of HU on the \n1\n) myogenic, \n2\n) vasoconstrictor, and \n3\n) vasodilator properties of the PNA.\n\n\nSeries 1: evaluation of myogenic response.\n\n\nTo assess active myogenic vasoconstriction of the PNA, intraluminal pressure was increased by increments of 15 cmH\n2\nO by raising the hydrostatic pressure reservoirs simultaneously. The myogenic response was assessed from 0 to 135 cmH\n2\nO. Changes in intraluminal diameters were recorded following 3–5 min of each step increase in pressure, which allowed sufficient time for a steady vascular response. The bathing solution was then replaced with a Ca\n2+\n-free PSS buffer every 15 min for 1 h. A passive pressure-diameter curve was then generated by the exact protocol utilized for the active myogenic response.\nSeries 2: evaluation of agonist-evoked vasoconstriction.\n\n\nConcentration-diameter relations were determined for vasoconstrictor agonists acting through α\n1\n- and α\n2\n-adrenergic receptors (norepinephrine, 10\n−9\n–10\n−4\n M), α\n1\n-adrenergic receptors (phenylephrine, 10\n−9\n–10\n−4\n M), α\n2\n-adrenergic receptors (clonidine, 10\n−9\n–10\n−6\n M), ET\nA\n and ET\nB\n receptors (endothelin-1, 3 × 10\n−12\n–10\n−8\n M), V\n1\n-receptors (arginine vasopressin, 10\n−9\n–10\n−4\n M), and voltage-gated Ca\n2+\n channels (KCl, 10–100 mM). Steady-state changes in intraluminal diameter were recorded following cumulative additions of these agonists to the vessel bath. To avoid possible tachyphylaxis, only one vasoconstrictor response was made per vessel.\nSeries 3a: evaluation of endothelium-dependent vasodilation.\n\n\nTo evaluate endothelium-dependent flow-mediated vasodilation, intraluminal flow was generated through the PNA lumen by creating pressure gradients between the two cannulating pipettes. This was accomplished by adjusting the height of the hydrostatic reservoirs attached to each pipette as previously described (\n42\n). Pressure gradients of 2, 4, 10, 20, 30, 40, and 50 cmH\n2\nO were generated, and steady-state changes in intraluminal diameter were recorded 2 min after each step increase in flow. Concentration-diameter relations were then determined for bradykinin, a B\n2\n-receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of bradykinin (10\n−13\n–10\n−7\n M) to the vessel bath.\n\n\nIn a separate set of PNAs, concentration-diameter relations were determined for acetylcholine, a cholinergic receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of acetylcholine (10\n−9\n–10\n−4\n M) to the vessel bath. Following the initial acetylcholine concentration response, PNAs from CON and HU animals were allowed to reestablish spontaneous tone. Vasodilator responses to acetylcholine were evaluated after a 20-min incubation with one of the following: \n1\n) PSS buffer containing the nitric oxide synthase (NOS) inhibitor \nN\nG\n-nitro-\nl\n-arginine methyl ester (\nl\n-NAME; 10\n−5\n M), \n2\n) PSS buffer containing the cyclooxygenase (COX) inhibitor indomethacin (Indo; 10\n−5\n M), and \n3\n) PSS buffer containing \nl\n-NAME (10\n−5\n M) plus Indo (10\n−5\n M).\nSeries 3b: evaluation of endothelium-independent vasodilation.\n\n\nFollowing the bradykinin response described above, PNAs were washed several times with PSS to allow spontaneous tone to become reestablished. Vasodilator responses to the cumulative addition of sodium nitroprusside (10\n−10\n–10\n−4\n M) or adenosine (10\n−9\n–10\n−4\n M) were then evaluated.\n\n\nAt the conclusion of each series of experiments, arteries were washed and incubated in Ca\n2+\n-free PSS for 30–60 min. Twenty microliters of SNP (10\n−4\n M) was then added to the Ca\n2+\n-free PSS solution and incubated for 10 min to ensure smooth muscle relaxation. Maximal diameter at an intraluminal pressure of 60 cmH\n2\nO was recorded.\nmRNA Levels\n\n\nIsolated PNAs were snap-frozen and stored at −80°C for later analysis of mRNA levels as described previously (\n3\n, \n50\n, \n51\n). PNAs were later pulverized in lysate buffer, and total RNA was extracted using an aqueous and ethanol filter isolation method specified for use in microdissected tissue (RNAqueous-Micro Kit, Applied Biosystems/Ambion, Austin, TX). Total RNA was reverse transcribed into complementary DNA (cDNA) via the High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems, Carlsbad, CA). cDNA was then used in the real-time PCR (StepOnePlus; Applied Biosystems) to determine mRNA levels by way of TaqMan gene expression assays and endogenous controls (Applied Biosystems) specific for endothelial nitric oxide synthase (eNOS), Cu/Zn-dependent superoxide dismutase (SOD-1), and 18S ribosomal RNA.\nSolutions and Drugs\n\n\nThe PSS buffer contained (in mM) 145 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n4\n, 1.17 MgSO\n4\n, 2.0 CaCl\n2\n, 5.0 glucose, 2.0 pyruvate, 0.02 EDTA, and 3.0 MOPS with a pH of 7.4. Ca\n2+\n-free PSS buffer was identical except that it contained 2.0 mM NaCl instead of 2 mM EDTA and CaCl\n2\n. All chemicals and drugs were obtained from Sigma-Aldrich (St. Louis, MO).\nMuscle and Bone\n\n\nThe right soleus muscle was isolated and weighed from each animal to determine the efficacy of the unloading treatment to induce muscle atrophy in HU rats. In rats used to determine PNA endothelium-dependent vasodilation to acetylcholine, the right femur was cleaned of soft tissue after isolating the PNA, wrapped in gauze soaked in phosphate buffer solution, and stored at −80°C for later analysis of volumetric bone mineral density (vBMD).\nPeripheral Quantitative Computed Tomography (pQCT)\n\n\nTo estimate the effects of unloading on cortical and cancellous vBMD of the femur, tomographic scans were performed ex vivo on femoral necks using a Stratec XCT Research-M device (Norland, Fort Atkinson, WI) as previously described in detail (\n4\n). Two scan slices were taken at the midneck region of the femoral neck. Analyses were performed using STRATEC software (version 5.40B). Values of femoral neck cortical and cancellous vBMD were averaged between the slices to derive a mean value for each animal.\nStatistical Analysis\n\n\nThe development of spontaneous basal tone was expressed as the percent constriction relative to maximal diameter and calculated as follows:\n\n\n\ns\np\no\nn\nt\na\nn\ne\no\nu\ns\n \nb\na\ns\ne\nl\ni\nn\ne\n \nt\no\nn\ne\n \n(\n%\n)\n=\n(\nD\nmax\n−\nD\nb\n)\n/\nD\nmax\n×\n100\n\n\n\nwhere \nD\nmax\n is the maximal diameter recorded at the pressure of 60 cmH\n2\nO and \nD\nb\n is the steady-state baseline diameter.\n\n\nActive myogenic responses and passive diameter measurements recorded in response to pressure changes were normalized according to the following equation:\n\n\n\nn\no\nr\nm\na\nl\ni\nz\ne\nd\n \nd\ni\na\nm\ne\nt\ne\nr\n \n(\n%\n)\n=\n(\nD\ns\n/\nD\nmax\n)\n×\n100\n\n\n\nwhere \nD\ns\n is the steady state diameter measured after each incremental change in pressure and \nD\nmax\n is the maximal inner diameter recorded at 135 cmH\n2\nO in calcium-free PSS. The data are expressed as normalized diameters to account for differences in vessels size between CON and HU rats. Passive pressure-diameters are also expressed relative to diameters measured at 135 cmH\n2\nO in Ca\n2+\n-free PSS.\n\n\nAgonist-induced vasoconstrictor responses were expressed as the percent change from baseline diameter according to the following equation:\n\n\n\nv\na\ns\no\nc\no\nn\ns\nt\nr\ni\nc\nt\ni\no\nn\n \n(\n%\n)\n=\n(\nD\nb\n−\nD\ns\n)\n/\nD\nb\n×\n100\n\n\n\nwhere \nD\nb\n is the initial baseline measurement recorded prior to the addition of the vasoconstrictor agonist and \nD\ns\n is the steady-state diameter measured 2 min following administration of each agonist dose.\n\n\nAgonist-induced vasodilator responses were expressed as the percentage of maximal relaxation according to the following formula:\n\n\n\nv\na\ns\no\nd\ni\nl\na\nt\ni\no\nn\n \n(\n%\n)\n=\n(\nD\ns\n−\nD\nb\n)\n/\n(\nD\nmax\n−\nD\nb\n)\n×\n100\n\n\n\nwhere \nD\nmax\n is the maximal inner diameter recorded at 60 cmH\n2\nO in calcium-free PSS, \nD\ns\n is the steady-state inner diameter recorded after each addition of the vasodilator substance or flow, and \nD\nb\n is the initial baseline inner diameter recorded immediately prior to the first addition of acetylcholine, bradykinin, sodium nitroprusside, adenosine, or initiation of flow.\n\n\nPressure-response, dose-response, and flow-response curves were evaluated by using two-way repeated-measures ANOVA to detect differences between (CON vs. HU) and within (pressure, dose, or flow) factors. Post hoc analyses were performed with Bonferroni's test for pairwise comparisons where appropriate. Student's unpaired \nt\n-tests were used to determine the significance of differences in body mass, soleus muscle mass, vBMD, and PNA spontaneous tone, maximum diameter, and eNOS and SOD-1 mRNA expression. To examine the relation between peak endothelium-dependent vasodilation and cancellous vBMD, linear regression analysis was performed. Alpha levels of \nP\n ≤ 0.05 were considered statistically significant. All data are presented as means ± SE.",
    "animals_and_procedures": "All procedures employed in this study were approved by the Florida State University, University of Florida, and Texas A&M University Institutional Animal Care and Use Committees and conformed to the National Institutes of Health (NIH) \nGuide for the Care and Use of Laboratory Animals\n (8th ed., 2011). Four- to six-mo-old male Sprague-Dawley rats were obtained from Harlan (Houston, TX) and housed in a temperature-controlled (23 ± 2°C) room with a 12:12-h light-dark cycle. Water and rat chow were provided ad libitum. When the animals were at least 6 mo of age, they were randomly assigned to either a normal weight-bearing control (CON) group or a HU group. The hindlimbs of the HU groups were elevated to an approximate spinal angle of 40–45° via orthopedic traction tape placed around the proximal two-thirds of the tail in a modification of techniques previously described (\n12\n, \n14\n, \n52\n). The hindlimbs were elevated to prevent touching of supportive surfaces while the forelimbs maintained contact with the cage floor. The HU animals were suspended for 2 wk, while CON animals were individually maintained in their normal cage environment; no 0-day controls were investigated. CON and HU rats were anesthetized with isoflurane (2%) and euthanized by removal of the myocardium. The upper right and left hindlimbs of the rat (i.e., femora and surrounding musculature) were carefully dissected free and placed in cold (4°C) physiological saline buffer solution (PSS).\nUsing a stereomicroscope, the femoral PNA was identified and isolated as it entered the femur through the femoral foramen as previously shown (\n19\n, \n45\n, \n46\n, \n52\n). The isolated PNAs were either used for in vitro experimentation or saved for mRNA analysis. For in vitro experiments, PNAs were transferred to a Lucite chamber containing PSS equilibrated to room air. Each end of the PNA was cannulated with a micropipette (60- to 80-μm-diameter tip) and secured with 11-0 nylon microfilament sutures (Alcon). The microvessel chamber was then transferred to the stage of an inverted microscope whereby the intraluminal diameter could be measured and recorded (\n45\n, \n46\n, \n52\n). PNAs were pressurized to 60 cmH\n2\nO (44 mmHg) with two hydrostatic pressure reservoirs. This pressure was selected based on previously reported intravascular pressures of 43 ± 1.8 and 46 ± 2.6 mmHg in skeletal muscle resistance arteries of similar size to the PNA in normotensive rats (\n41\n). The distance between the cannulating micropipettes was adjusted so that the PNA axial length was straight but not stretched. Leaks in the vessel were detected by closing the valves of the reservoirs and verifying that intraluminal diameter remained constant. PNAs that were free from leaks were warmed to 37°C and allowed to develop spontaneous baseline tone (≥1 h) while those vessels with leaks were discarded.",
    "experimental_design": "A series of in vitro experiments were performed to investigate the effects of HU on the \n1\n) myogenic, \n2\n) vasoconstrictor, and \n3\n) vasodilator properties of the PNA.\nSeries 1: evaluation of myogenic response.\n\n\nTo assess active myogenic vasoconstriction of the PNA, intraluminal pressure was increased by increments of 15 cmH\n2\nO by raising the hydrostatic pressure reservoirs simultaneously. The myogenic response was assessed from 0 to 135 cmH\n2\nO. Changes in intraluminal diameters were recorded following 3–5 min of each step increase in pressure, which allowed sufficient time for a steady vascular response. The bathing solution was then replaced with a Ca\n2+\n-free PSS buffer every 15 min for 1 h. A passive pressure-diameter curve was then generated by the exact protocol utilized for the active myogenic response.\nSeries 2: evaluation of agonist-evoked vasoconstriction.\n\n\nConcentration-diameter relations were determined for vasoconstrictor agonists acting through α\n1\n- and α\n2\n-adrenergic receptors (norepinephrine, 10\n−9\n–10\n−4\n M), α\n1\n-adrenergic receptors (phenylephrine, 10\n−9\n–10\n−4\n M), α\n2\n-adrenergic receptors (clonidine, 10\n−9\n–10\n−6\n M), ET\nA\n and ET\nB\n receptors (endothelin-1, 3 × 10\n−12\n–10\n−8\n M), V\n1\n-receptors (arginine vasopressin, 10\n−9\n–10\n−4\n M), and voltage-gated Ca\n2+\n channels (KCl, 10–100 mM). Steady-state changes in intraluminal diameter were recorded following cumulative additions of these agonists to the vessel bath. To avoid possible tachyphylaxis, only one vasoconstrictor response was made per vessel.\nSeries 3a: evaluation of endothelium-dependent vasodilation.\n\n\nTo evaluate endothelium-dependent flow-mediated vasodilation, intraluminal flow was generated through the PNA lumen by creating pressure gradients between the two cannulating pipettes. This was accomplished by adjusting the height of the hydrostatic reservoirs attached to each pipette as previously described (\n42\n). Pressure gradients of 2, 4, 10, 20, 30, 40, and 50 cmH\n2\nO were generated, and steady-state changes in intraluminal diameter were recorded 2 min after each step increase in flow. Concentration-diameter relations were then determined for bradykinin, a B\n2\n-receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of bradykinin (10\n−13\n–10\n−7\n M) to the vessel bath.\n\n\nIn a separate set of PNAs, concentration-diameter relations were determined for acetylcholine, a cholinergic receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of acetylcholine (10\n−9\n–10\n−4\n M) to the vessel bath. Following the initial acetylcholine concentration response, PNAs from CON and HU animals were allowed to reestablish spontaneous tone. Vasodilator responses to acetylcholine were evaluated after a 20-min incubation with one of the following: \n1\n) PSS buffer containing the nitric oxide synthase (NOS) inhibitor \nN\nG\n-nitro-\nl\n-arginine methyl ester (\nl\n-NAME; 10\n−5\n M), \n2\n) PSS buffer containing the cyclooxygenase (COX) inhibitor indomethacin (Indo; 10\n−5\n M), and \n3\n) PSS buffer containing \nl\n-NAME (10\n−5\n M) plus Indo (10\n−5\n M).\nSeries 3b: evaluation of endothelium-independent vasodilation.\n\n\nFollowing the bradykinin response described above, PNAs were washed several times with PSS to allow spontaneous tone to become reestablished. Vasodilator responses to the cumulative addition of sodium nitroprusside (10\n−10\n–10\n−4\n M) or adenosine (10\n−9\n–10\n−4\n M) were then evaluated.\n\n\nAt the conclusion of each series of experiments, arteries were washed and incubated in Ca\n2+\n-free PSS for 30–60 min. Twenty microliters of SNP (10\n−4\n M) was then added to the Ca\n2+\n-free PSS solution and incubated for 10 min to ensure smooth muscle relaxation. Maximal diameter at an intraluminal pressure of 60 cmH\n2\nO was recorded.",
    "series_1:_evaluation_of_myogenic_response.": "To assess active myogenic vasoconstriction of the PNA, intraluminal pressure was increased by increments of 15 cmH\n2\nO by raising the hydrostatic pressure reservoirs simultaneously. The myogenic response was assessed from 0 to 135 cmH\n2\nO. Changes in intraluminal diameters were recorded following 3–5 min of each step increase in pressure, which allowed sufficient time for a steady vascular response. The bathing solution was then replaced with a Ca\n2+\n-free PSS buffer every 15 min for 1 h. A passive pressure-diameter curve was then generated by the exact protocol utilized for the active myogenic response.",
    "series_2:_evaluation_of_agonist-evoked_vasoconstriction.": "Concentration-diameter relations were determined for vasoconstrictor agonists acting through α\n1\n- and α\n2\n-adrenergic receptors (norepinephrine, 10\n−9\n–10\n−4\n M), α\n1\n-adrenergic receptors (phenylephrine, 10\n−9\n–10\n−4\n M), α\n2\n-adrenergic receptors (clonidine, 10\n−9\n–10\n−6\n M), ET\nA\n and ET\nB\n receptors (endothelin-1, 3 × 10\n−12\n–10\n−8\n M), V\n1\n-receptors (arginine vasopressin, 10\n−9\n–10\n−4\n M), and voltage-gated Ca\n2+\n channels (KCl, 10–100 mM). Steady-state changes in intraluminal diameter were recorded following cumulative additions of these agonists to the vessel bath. To avoid possible tachyphylaxis, only one vasoconstrictor response was made per vessel.",
    "series_3a:_evaluation_of_endothelium-dependent_vasodilation.": "To evaluate endothelium-dependent flow-mediated vasodilation, intraluminal flow was generated through the PNA lumen by creating pressure gradients between the two cannulating pipettes. This was accomplished by adjusting the height of the hydrostatic reservoirs attached to each pipette as previously described (\n42\n). Pressure gradients of 2, 4, 10, 20, 30, 40, and 50 cmH\n2\nO were generated, and steady-state changes in intraluminal diameter were recorded 2 min after each step increase in flow. Concentration-diameter relations were then determined for bradykinin, a B\n2\n-receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of bradykinin (10\n−13\n–10\n−7\n M) to the vessel bath.\nIn a separate set of PNAs, concentration-diameter relations were determined for acetylcholine, a cholinergic receptor-mediated endothelium-dependent vasodilator agonist. Steady-state changes in intraluminal diameter were recorded following the cumulative addition of acetylcholine (10\n−9\n–10\n−4\n M) to the vessel bath. Following the initial acetylcholine concentration response, PNAs from CON and HU animals were allowed to reestablish spontaneous tone. Vasodilator responses to acetylcholine were evaluated after a 20-min incubation with one of the following: \n1\n) PSS buffer containing the nitric oxide synthase (NOS) inhibitor \nN\nG\n-nitro-\nl\n-arginine methyl ester (\nl\n-NAME; 10\n−5\n M), \n2\n) PSS buffer containing the cyclooxygenase (COX) inhibitor indomethacin (Indo; 10\n−5\n M), and \n3\n) PSS buffer containing \nl\n-NAME (10\n−5\n M) plus Indo (10\n−5\n M).",
    "series_3b:_evaluation_of_endothelium-independent_vasodilatio": "Following the bradykinin response described above, PNAs were washed several times with PSS to allow spontaneous tone to become reestablished. Vasodilator responses to the cumulative addition of sodium nitroprusside (10\n−10\n–10\n−4\n M) or adenosine (10\n−9\n–10\n−4\n M) were then evaluated.\nAt the conclusion of each series of experiments, arteries were washed and incubated in Ca\n2+\n-free PSS for 30–60 min. Twenty microliters of SNP (10\n−4\n M) was then added to the Ca\n2+\n-free PSS solution and incubated for 10 min to ensure smooth muscle relaxation. Maximal diameter at an intraluminal pressure of 60 cmH\n2\nO was recorded.",
    "mrna_levels": "Isolated PNAs were snap-frozen and stored at −80°C for later analysis of mRNA levels as described previously (\n3\n, \n50\n, \n51\n). PNAs were later pulverized in lysate buffer, and total RNA was extracted using an aqueous and ethanol filter isolation method specified for use in microdissected tissue (RNAqueous-Micro Kit, Applied Biosystems/Ambion, Austin, TX). Total RNA was reverse transcribed into complementary DNA (cDNA) via the High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems, Carlsbad, CA). cDNA was then used in the real-time PCR (StepOnePlus; Applied Biosystems) to determine mRNA levels by way of TaqMan gene expression assays and endogenous controls (Applied Biosystems) specific for endothelial nitric oxide synthase (eNOS), Cu/Zn-dependent superoxide dismutase (SOD-1), and 18S ribosomal RNA.",
    "solutions_and_drugs": "The PSS buffer contained (in mM) 145 NaCl, 4.7 KCl, 1.2 NaH\n2\nPO\n4\n, 1.17 MgSO\n4\n, 2.0 CaCl\n2\n, 5.0 glucose, 2.0 pyruvate, 0.02 EDTA, and 3.0 MOPS with a pH of 7.4. Ca\n2+\n-free PSS buffer was identical except that it contained 2.0 mM NaCl instead of 2 mM EDTA and CaCl\n2\n. All chemicals and drugs were obtained from Sigma-Aldrich (St. Louis, MO).",
    "muscle_and_bone": "The right soleus muscle was isolated and weighed from each animal to determine the efficacy of the unloading treatment to induce muscle atrophy in HU rats. In rats used to determine PNA endothelium-dependent vasodilation to acetylcholine, the right femur was cleaned of soft tissue after isolating the PNA, wrapped in gauze soaked in phosphate buffer solution, and stored at −80°C for later analysis of volumetric bone mineral density (vBMD).",
    "peripheral_quantitative_computed_tomography_(pqct)": "To estimate the effects of unloading on cortical and cancellous vBMD of the femur, tomographic scans were performed ex vivo on femoral necks using a Stratec XCT Research-M device (Norland, Fort Atkinson, WI) as previously described in detail (\n4\n). Two scan slices were taken at the midneck region of the femoral neck. Analyses were performed using STRATEC software (version 5.40B). Values of femoral neck cortical and cancellous vBMD were averaged between the slices to derive a mean value for each animal.",
    "statistical_analysis": "The development of spontaneous basal tone was expressed as the percent constriction relative to maximal diameter and calculated as follows:\ns\np\no\nn\nt\na\nn\ne\no\nu\ns\n \nb\na\ns\ne\nl\ni\nn\ne\n \nt\no\nn\ne\n \n(\n%\n)\n=\n(\nD\nmax\n−\nD\nb\n)\n/\nD\nmax\n×\n100\nwhere \nD\nmax\n is the maximal diameter recorded at the pressure of 60 cmH\n2\nO and \nD\nb\n is the steady-state baseline diameter.\nActive myogenic responses and passive diameter measurements recorded in response to pressure changes were normalized according to the following equation:\nn\no\nr\nm\na\nl\ni\nz\ne\nd\n \nd\ni\na\nm\ne\nt\ne\nr\n \n(\n%\n)\n=\n(\nD\ns\n/\nD\nmax\n)\n×\n100\nwhere \nD\ns\n is the steady state diameter measured after each incremental change in pressure and \nD\nmax\n is the maximal inner diameter recorded at 135 cmH\n2\nO in calcium-free PSS. The data are expressed as normalized diameters to account for differences in vessels size between CON and HU rats. Passive pressure-diameters are also expressed relative to diameters measured at 135 cmH\n2\nO in Ca\n2+\n-free PSS.\nAgonist-induced vasoconstrictor responses were expressed as the percent change from baseline diameter according to the following equation:\nv\na\ns\no\nc\no\nn\ns\nt\nr\ni\nc\nt\ni\no\nn\n \n(\n%\n)\n=\n(\nD\nb\n−\nD\ns\n)\n/\nD\nb\n×\n100\nwhere \nD\nb\n is the initial baseline measurement recorded prior to the addition of the vasoconstrictor agonist and \nD\ns\n is the steady-state diameter measured 2 min following administration of each agonist dose.\nAgonist-induced vasodilator responses were expressed as the percentage of maximal relaxation according to the following formula:\nv\na\ns\no\nd\ni\nl\na\nt\ni\no\nn\n \n(\n%\n)\n=\n(\nD\ns\n−\nD\nb\n)\n/\n(\nD\nmax\n−\nD\nb\n)\n×\n100\nwhere \nD\nmax\n is the maximal inner diameter recorded at 60 cmH\n2\nO in calcium-free PSS, \nD\ns\n is the steady-state inner diameter recorded after each addition of the vasodilator substance or flow, and \nD\nb\n is the initial baseline inner diameter recorded immediately prior to the first addition of acetylcholine, bradykinin, sodium nitroprusside, adenosine, or initiation of flow.\nPressure-response, dose-response, and flow-response curves were evaluated by using two-way repeated-measures ANOVA to detect differences between (CON vs. HU) and within (pressure, dose, or flow) factors. Post hoc analyses were performed with Bonferroni's test for pairwise comparisons where appropriate. Student's unpaired \nt\n-tests were used to determine the significance of differences in body mass, soleus muscle mass, vBMD, and PNA spontaneous tone, maximum diameter, and eNOS and SOD-1 mRNA expression. To examine the relation between peak endothelium-dependent vasodilation and cancellous vBMD, linear regression analysis was performed. Alpha levels of \nP\n ≤ 0.05 were considered statistically significant. All data are presented as means ± SE.",
    "results": "Animal, Bone, and PNA Characteristics\n\n\nBody mass of HU rats was ∼8% lower than that of CON animals (\nTable 1\n). The mass of soleus muscle, a postural hindlimb muscle composed predominantly of slow-twitch type I fibers (\n17\n), was ∼35% lower in HU rats (\nTable 1\n), and the soleus muscle-to-body mass ratio was ∼30% lower in HU animals (\nTable 1\n). Cortical BMD of the femoral neck was not different between CON and HU rats, while cancellous BMD was lower in HU rats (−18%; \nTable 1\n). The reduction in soleus muscle mass and soleus muscle-to-body mass ratio validate the efficacy of the 2-wk hindlimb unloading treatment, while the lower cancellous vBMD in the femoral neck confirms the expected bone loss in the animals studied.\n\n\nTable 1.\n\n\nBody mass, soleus muscle mass, femoral neck volumetric bone mineral density (vBMD), and principal nutrient artery (PNA) characteristics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nControl\n\n\nHindlimb Unloaded\n\n\n\n\n\n\n\n\nBody mass, g\n\n\n433 ± 10\n\n\n399 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus muscle mass, mg\n\n\n188 ± 6\n\n\n122 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus-body mass ratio, mg/g\n\n\n0.44 ± 0.01\n\n\n0.31 ± 0.01\n*\n\n\n\n\n\n\n\n\nCortical vBMD, mg/cm\n3\n\n\n\n\n1,249 ± 31\n\n\n1,239 ± 27\n\n\n\n\n\n\nCancellous vBMD, mg/cm\n3\n\n\n\n\n739 ± 28\n\n\n608 ± 30\n*\n\n\n\n\n\n\n\n\nPNA maximal diameter, μm\n\n\n181 ± 4\n\n\n162 ± 7\n*\n\n\n\n\n\n\n\n\nPNA basal tone, %\n\n\n31 ± 2\n\n\n34 ± 3\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± SE.\n\n\n\n\n*\nSignificant differences from control mean (\nP\n < 0.05).\n\n\n\n\nThe maximal intraluminal diameter of PNAs from HU rats was smaller than that in CON rats (\nTable 1\n). There was no difference in the development of spontaneous tone in PNAs from HU and CON rats (\nTable 1\n).\nMyogenic and Passive Pressure-Diameter Relation\n\n\nThere were no differences in the active myogenic vasoconstriction between groups as intraluminal pressure was elevated in the PNA (\nFig. 1\nA\n). Likewise, there were no differences in the passive pressure-diameter relations of PNAs from CON and HU rats (\nFig. 1\nB\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on active myogenic vasoconstriction (\nA\n) and the passive pressure-diameter relation (\nB\n) of the femoral principal nutrient artery. Values are means ± SE; \nn\n = 13–14/group.\nVasoconstrictor Responses\n\n\nVasoconstrictor agonists produced concentration-dependent decreases in intraluminal diameter in PNAs from CON and HU rats. The percent vasoconstriction of PNAs evoked by norepinephrine (\nFig. 2\nA\n), clonidine (\nFig. 2\nC\n), KCl (\nFig. 3\nA\n), endothelin-1 (\nFig. 3\nB\n), and arginine vasopressin (\nFig. 3\nC\n) were not different between CON and HU animals. However, the percent vasoconstriction elicited by phenylephrine, the α\n1\n-receptor adrenergic agonist, was lower in PNAs from HU rats (\nFig. 2\nB\n).\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on vasoconstrictor responses induced by norepinephrine (\nA\n), phenylephrine (\nB\n), and clonidine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on vasoconstrictor responses induced by potassium chloride (\nA\n), endothelin-1 (\nB\n), and arginine vasopressin (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group.\nVasodilator Responses and mRNA Expression\n\n\nIntraluminal flow through the vessel lumen elicited an endothelium-dependent flow-mediated dilation in PNAs from CON rats (\nFig. 4\nA\n). Flow-mediated dilation in PNAs from HU rats was severely blunted relative to that in CON PNAs. The cumulative addition of bradykinin, an endothelium-dependent vasodilator, elicited a modest peak dilation (∼25–40%) from both CON and HU rat PNAs; these vasodilator responses were not different between groups (\nFig. 4\nB\n). Vasodilation to acetylcholine, also an endothelium-dependent vasodilator, was attenuated in PNAs from HU rats relative to that in CON animals (\nFig. 4\nC\n). Inhibition of the NOS signaling pathway with \nl\n-NAME abolished differences in endothelium-dependent vasodilation between PNAs from CON and HU rats (\nFig. 5\nA\n), whereas group differences in acetylcholine-mediated vasodilation remained during COX inhibition with Indo (\nFig. 5\nB\n). The combined inhibition of the NOS and COX signaling pathways fully suppressed endothelium-dependent vasodilation in the PNA and eliminated group differences (\nFig. 5\nC\n). PNA eNOS mRNA expression was lower in HU rats relative to that in CON animals (\nFig. 6\nA\n). However, SOD-1 mRNA expression was not different between groups (\nFig. 6\nB\n). Endothelium-independent vasodilation to both sodium nitroprusside (\nFig. 7\nA\n) and adenosine (\nFig. 7\nB\n) were similar between CON and HU groups.\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-dependent vasodilation mediated by flow (\nA\n), bradykinin (\nB\n), and acetylcholine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 24–30/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-dependent vasodilation of the femoral principal nutrient artery in the presence of the nitric oxide synthase inhibitor \nl\n-NAME (\nA\n), the cyclooxygenase inhibitor indomethacin (\nB\n), and the combined effects of \nl\n-NAME and indomethacin (\nC\n). Values are means ± SE; \nn\n = 8–12/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelial nitric oxide synthase (eNOS) mRNA expression (\nA\n) and Cu/Zn-dependent superoxide dismutase (SOD-1) mRNA expression (\nB\n) in the principal nutrient artery of the femur. Values are means ± SE. *Hindlimb unloaded group mean (\nn\n = 12) is different from control group mean (\nn\n = 11) (\nP\n < 0.05).\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-independent vasodilation evoked by sodium nitroprusside (\nA\n) and adenosine (\nB\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–13/group.",
    "animal,_bone,_and_pna_characteristics": "Body mass of HU rats was ∼8% lower than that of CON animals (\nTable 1\n). The mass of soleus muscle, a postural hindlimb muscle composed predominantly of slow-twitch type I fibers (\n17\n), was ∼35% lower in HU rats (\nTable 1\n), and the soleus muscle-to-body mass ratio was ∼30% lower in HU animals (\nTable 1\n). Cortical BMD of the femoral neck was not different between CON and HU rats, while cancellous BMD was lower in HU rats (−18%; \nTable 1\n). The reduction in soleus muscle mass and soleus muscle-to-body mass ratio validate the efficacy of the 2-wk hindlimb unloading treatment, while the lower cancellous vBMD in the femoral neck confirms the expected bone loss in the animals studied.\nTable 1.\n\n\nBody mass, soleus muscle mass, femoral neck volumetric bone mineral density (vBMD), and principal nutrient artery (PNA) characteristics\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nControl\n\n\nHindlimb Unloaded\n\n\n\n\n\n\n\n\nBody mass, g\n\n\n433 ± 10\n\n\n399 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus muscle mass, mg\n\n\n188 ± 6\n\n\n122 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus-body mass ratio, mg/g\n\n\n0.44 ± 0.01\n\n\n0.31 ± 0.01\n*\n\n\n\n\n\n\n\n\nCortical vBMD, mg/cm\n3\n\n\n\n\n1,249 ± 31\n\n\n1,239 ± 27\n\n\n\n\n\n\nCancellous vBMD, mg/cm\n3\n\n\n\n\n739 ± 28\n\n\n608 ± 30\n*\n\n\n\n\n\n\n\n\nPNA maximal diameter, μm\n\n\n181 ± 4\n\n\n162 ± 7\n*\n\n\n\n\n\n\n\n\nPNA basal tone, %\n\n\n31 ± 2\n\n\n34 ± 3\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nValues are means ± SE.\n\n\n\n\n*\nSignificant differences from control mean (\nP\n < 0.05).\nThe maximal intraluminal diameter of PNAs from HU rats was smaller than that in CON rats (\nTable 1\n). There was no difference in the development of spontaneous tone in PNAs from HU and CON rats (\nTable 1\n).",
    "table_1.": "Body mass, soleus muscle mass, femoral neck volumetric bone mineral density (vBMD), and principal nutrient artery (PNA) characteristics\nControl\n\n\nHindlimb Unloaded\n\n\n\n\n\n\n\n\nBody mass, g\n\n\n433 ± 10\n\n\n399 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus muscle mass, mg\n\n\n188 ± 6\n\n\n122 ± 9\n*\n\n\n\n\n\n\n\n\nSoleus-body mass ratio, mg/g\n\n\n0.44 ± 0.01\n\n\n0.31 ± 0.01\n*\n\n\n\n\n\n\n\n\nCortical vBMD, mg/cm\n3\n\n\n\n\n1,249 ± 31\n\n\n1,239 ± 27\n\n\n\n\n\n\nCancellous vBMD, mg/cm\n3\n\n\n\n\n739 ± 28\n\n\n608 ± 30\n*\n\n\n\n\n\n\n\n\nPNA maximal diameter, μm\n\n\n181 ± 4\n\n\n162 ± 7\n*\n\n\n\n\n\n\n\n\nPNA basal tone, %\n\n\n31 ± 2\n\n\n34 ± 3\nOpen in a new tab\nValues are means ± SE.\n\n\n\n\n*\nSignificant differences from control mean (\nP\n < 0.05).",
    "myogenic_and_passive_pressure-diameter_relation": "There were no differences in the active myogenic vasoconstriction between groups as intraluminal pressure was elevated in the PNA (\nFig. 1\nA\n). Likewise, there were no differences in the passive pressure-diameter relations of PNAs from CON and HU rats (\nFig. 1\nB\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on active myogenic vasoconstriction (\nA\n) and the passive pressure-diameter relation (\nB\n) of the femoral principal nutrient artery. Values are means ± SE; \nn\n = 13–14/group.",
    "fig._1.": "Open in a new tab\nEffects of hindlimb unloading on active myogenic vasoconstriction (\nA\n) and the passive pressure-diameter relation (\nB\n) of the femoral principal nutrient artery. Values are means ± SE; \nn\n = 13–14/group.",
    "vasoconstrictor_responses": "Vasoconstrictor agonists produced concentration-dependent decreases in intraluminal diameter in PNAs from CON and HU rats. The percent vasoconstriction of PNAs evoked by norepinephrine (\nFig. 2\nA\n), clonidine (\nFig. 2\nC\n), KCl (\nFig. 3\nA\n), endothelin-1 (\nFig. 3\nB\n), and arginine vasopressin (\nFig. 3\nC\n) were not different between CON and HU animals. However, the percent vasoconstriction elicited by phenylephrine, the α\n1\n-receptor adrenergic agonist, was lower in PNAs from HU rats (\nFig. 2\nB\n).\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on vasoconstrictor responses induced by norepinephrine (\nA\n), phenylephrine (\nB\n), and clonidine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on vasoconstrictor responses induced by potassium chloride (\nA\n), endothelin-1 (\nB\n), and arginine vasopressin (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group.",
    "fig._2.": "Open in a new tab\nEffects of hindlimb unloading on vasoconstrictor responses induced by norepinephrine (\nA\n), phenylephrine (\nB\n), and clonidine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group. *Significant difference in the response between groups (\nP\n < 0.05).",
    "fig._3.": "Open in a new tab\nEffects of hindlimb unloading on vasoconstrictor responses induced by potassium chloride (\nA\n), endothelin-1 (\nB\n), and arginine vasopressin (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–14/group.",
    "vasodilator_responses_and_mrna_expression": "Intraluminal flow through the vessel lumen elicited an endothelium-dependent flow-mediated dilation in PNAs from CON rats (\nFig. 4\nA\n). Flow-mediated dilation in PNAs from HU rats was severely blunted relative to that in CON PNAs. The cumulative addition of bradykinin, an endothelium-dependent vasodilator, elicited a modest peak dilation (∼25–40%) from both CON and HU rat PNAs; these vasodilator responses were not different between groups (\nFig. 4\nB\n). Vasodilation to acetylcholine, also an endothelium-dependent vasodilator, was attenuated in PNAs from HU rats relative to that in CON animals (\nFig. 4\nC\n). Inhibition of the NOS signaling pathway with \nl\n-NAME abolished differences in endothelium-dependent vasodilation between PNAs from CON and HU rats (\nFig. 5\nA\n), whereas group differences in acetylcholine-mediated vasodilation remained during COX inhibition with Indo (\nFig. 5\nB\n). The combined inhibition of the NOS and COX signaling pathways fully suppressed endothelium-dependent vasodilation in the PNA and eliminated group differences (\nFig. 5\nC\n). PNA eNOS mRNA expression was lower in HU rats relative to that in CON animals (\nFig. 6\nA\n). However, SOD-1 mRNA expression was not different between groups (\nFig. 6\nB\n). Endothelium-independent vasodilation to both sodium nitroprusside (\nFig. 7\nA\n) and adenosine (\nFig. 7\nB\n) were similar between CON and HU groups.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-dependent vasodilation mediated by flow (\nA\n), bradykinin (\nB\n), and acetylcholine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 24–30/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-dependent vasodilation of the femoral principal nutrient artery in the presence of the nitric oxide synthase inhibitor \nl\n-NAME (\nA\n), the cyclooxygenase inhibitor indomethacin (\nB\n), and the combined effects of \nl\n-NAME and indomethacin (\nC\n). Values are means ± SE; \nn\n = 8–12/group. *Significant difference in the response between groups (\nP\n < 0.05).\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelial nitric oxide synthase (eNOS) mRNA expression (\nA\n) and Cu/Zn-dependent superoxide dismutase (SOD-1) mRNA expression (\nB\n) in the principal nutrient artery of the femur. Values are means ± SE. *Hindlimb unloaded group mean (\nn\n = 12) is different from control group mean (\nn\n = 11) (\nP\n < 0.05).\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nEffects of hindlimb unloading on endothelium-independent vasodilation evoked by sodium nitroprusside (\nA\n) and adenosine (\nB\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–13/group.",
    "fig._4.": "Open in a new tab\nEffects of hindlimb unloading on endothelium-dependent vasodilation mediated by flow (\nA\n), bradykinin (\nB\n), and acetylcholine (\nC\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 24–30/group. *Significant difference in the response between groups (\nP\n < 0.05).",
    "fig._5.": "Open in a new tab\nEffects of hindlimb unloading on endothelium-dependent vasodilation of the femoral principal nutrient artery in the presence of the nitric oxide synthase inhibitor \nl\n-NAME (\nA\n), the cyclooxygenase inhibitor indomethacin (\nB\n), and the combined effects of \nl\n-NAME and indomethacin (\nC\n). Values are means ± SE; \nn\n = 8–12/group. *Significant difference in the response between groups (\nP\n < 0.05).",
    "fig._6.": "Open in a new tab\nEffects of hindlimb unloading on endothelial nitric oxide synthase (eNOS) mRNA expression (\nA\n) and Cu/Zn-dependent superoxide dismutase (SOD-1) mRNA expression (\nB\n) in the principal nutrient artery of the femur. Values are means ± SE. *Hindlimb unloaded group mean (\nn\n = 12) is different from control group mean (\nn\n = 11) (\nP\n < 0.05).",
    "fig._7.": "Open in a new tab\nEffects of hindlimb unloading on endothelium-independent vasodilation evoked by sodium nitroprusside (\nA\n) and adenosine (\nB\n) in the femoral principal nutrient artery. Values are means ± SE; \nn\n = 10–13/group.",
    "discussion": "Previous research has shown that bone and marrow perfusion is diminished and vascular resistance is elevated during skeletal unloading (\n12\n, \n52\n), as well as during reloading following a 2-wk period of unloading (\n52\n). The purpose of the present investigation was to assess whether the elevation in bone and marrow vascular resistance is associated with greater vasoconstrictor responsiveness or reduced vasodilator function of the femoral PNA, a resistance artery which is a primary determinant of vascular resistance in long bones (\n6\n, \n29\n). The data demonstrate that HU does not enhance constriction through any of the vasoconstrictor mechanisms tested. These include receptor-mediated vasoconstrictor responses [i.e., α-adrenergic receptors (\nFig. 2\n), ET-receptors (\nFig. 3\nB\n), and V\n1\n-receptors (\nFig. 3\nC\n)] and non-receptor-mediated vasoconstrictor responses (\nFigs. 1\nA\n and \n3\nA\n). The passive pressure-diameter response was also unchanged by HU (\nFig. 1\nB\n), indicating that alterations in PNA mechanical properties do not account for the higher vascular resistance in 2-wk unloaded bones. Finally, endothelium-independent vasodilation induced by an exogenous nitric oxide (NO) donor (\nFig. 7\nA\n) and the metabolite adenosine (\nFig. 7\nB\n) were not impaired by HU. In contrast, endothelium-dependent vasodilation induced through flow (\nFig. 4\nA\n) and acetylcholine (\nFig. 4\nC\n), but not bradykinin (\nFig. 4\nB\n), were attenuated by HU, and this occurred through an impairment of the NOS signaling pathway (\nFig. 5\n). This decrement in endothelium-dependent vasodilation was associated with a reduction in eNOS mRNA expression (\nFig. 6\nA\n), but not a change in SOD-1 mRNA levels (\nFig. 6\nB\n). Collectively, these data demonstrate that HU has little effect on smooth muscle vasoconstrictor, vasodilator, or mechanical function in bone resistance arteries and, consequently, indicate that these are not mechanisms for the higher long bone vascular resistance during either unloading or subsequent reloading. HU-induced decrements in NO-mediated endothelium-dependent vasodilation in the bone resistance vasculature are, however, a mechanism that would function to limit bone and marrow perfusion and elevate vascular resistance during unloading and reloading.\nChanges in the mechanical and chemical milieu of blood vessels are known to alter the functional, structural, and mechanical properties of arteries (\n26\n, \n27\n, \n32\n). Hindlimb unloading in the rat induces a headward fluid shift (\n12\n, \n23\n, \n47\n) that diminishes arterial pressure in the hindlimb arteries, as well as eliciting both immediate and gradual decreases in bone and marrow perfusion (\n12\n). Such changes in the local environment of bone resistance arteries could impact their intrinsic vasomotor properties and the resistance they generate in regulating bone and marrow blood flow. Previous work has shown that unloading of long bones induces several types of vascular adaptations, including a narrowing of the intraluminal diameter of bone resistance arteries (\n52\n) and rarefaction of the bone microvascular network and supporting infrastructure (\n21\n, \n38\n). Results from the present study demonstrating a reduction in the maximal PNA diameter (\nTable 1\n) are consistent with these observations that the unloading induces a structural remodeling of the bone vascular network. Such structural changes in the bone vasculature, as well as impairment of endothelium-dependent vasodilation of the resistance arteries (\nFig. 4\n, \nA\n and \nC\n), would function to elevate bone vascular resistance and serve to limit the reloading hyperemia and blood flow capacity in bone (\n52\n).\nColleran et al. (\n12\n) proposed that bone loss associated with unloading could be impacted by several cardiovascular factors, including \n1\n) reduced bone interstitial fluid flow subsequent to decrements in bone and marrow blood flow, and \n2\n) impairment of mechanisms directly coupling vascular endothelial cell signaling with bone cell activity (i.e., osteoclasts, osteocytes, and osteoblasts). In regard to this latter mechanism, release of NO and PGI\n2\n from vascular endothelial cells can be modulated in response to increases or decreases in blood flow and shear stress (\n9\n, \n35\n). These molecules not only serve as smooth muscle vasodilator agents, but could act directly on bone cells to elicit changes in bone cell activity. For example, NO is a potent inhibitor of osteoclasts (\n36\n) and promoter of osteoblastic differentiation (\n24\n), while PGI\n2\n is a powerful inhibitor of osteoclastic bone resorption (\n10\n, \n44\n). Such vascular-bone cell interactions could be particularly important in the highly vascularized cancellous bone (\n2\n). In support of this notion, studies have shown that both decreases and increases in cancellous bone volume are associated with impairment and enhancement of bone vascular endothelial function, respectively, with aging (\n46\n), altered estrogen status (\n45\n, \n48\n, \n53\n), and low-impact exercise training (\n19\n). Results from the present study of unloading-induced bone loss also demonstrate a relation between cancellous bone mineral density and peak PNA endothelium-dependent vasodilation (\nFig. 8\n). Using inhibitors of endothelial cell signaling mechanisms, the data further indicate that NO and PGI\n2\n are active vasodilators in the femoral PNA [i.e., NO and PGI\n2\n account for ∼50% and ∼30% of endothelium-mediated vasodilation, respectively, in CON rats (\nFigs. 4\n and \n5\n)]. Inhibition of NO signaling eliminates differences in vasodilation observed in PNAs from CON and HU rats (\nFig. 5\nA\n), whereas group differences persist during inhibition of PGI\n2\n (\nFig. 5\nB\n). These results suggest that the NOS signaling pathway in the bone vasculature is the primary mechanism impaired by unloading, and that the resulting attenuation of NO bioavailability could conceivably impact the bone properties.\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nScattergram showing the relation between cancellous volumetric bone mineral density (vBMD) of the femoral neck and peak endothelium-dependent vasodilation of the femoral principal nutrient artery (PNA) from control and hindlimb unloaded rats. A significant linear relation (\nP\n < 0.05) exists between cancellous BMD and peak endothelium-dependent vasodilation.\nPrevious work has shown that unloading-induced changes in bone properties occur regionally, with the greatest decrement in BMD occurring in the cancellous bone of the femur in HU rats (\n4\n, \n30\n). Further, the degree of bone loss that occurs with unloading varies over time (\n4\n, \n13\n, \n22\n). Similar observations have been made with regard to the bone and marrow circulation. Colleran et al. (\n12\n) reported that with 10 min and 1 wk of HU, blood flow was lower in almost all regions of the femur, whereas with 4 wk of unloading there were further decrements in perfusion of the femoral diaphysis and diaphyseal marrow. Both the diaphysis and diaphyseal marrow are regions of the femur thought to be perfused primarily via the PNA (\n6\n). Stabley et al. (\n52\n) also reported that following a period of 1 wk of HU, the reloading hyperemia was diminished in only one region of the femur, the distal metaphysis, whereas with 2-wk HU the increase in blood flow with reloading was attenuated in all regions of the femur. These data demonstrate that like the bone itself, there are both regional and temporal effects of unloading on the bone and marrow circulation. In the present study, we have described the effects of unloading on the vasomotor responses of one portion of the bone vasculature at one point in time. Although the PNA is an important site of regulation for long bone and marrow blood flow, it seems likely that regional differences in vascular responsiveness and structure exist in unloaded bones. The bone circulation is one of the most difficult to study in the body, and perhaps for this reason it is also one of the least understood among the various organ systems. Much remains to be learned about adaptations of the bone and marrow vasculature with unloading, and how such changes affect vascular-bone interactions.\nIn contrast to the findings of the present investigation that HU has little effect on the vasoconstrictor properties of resistance arteries in bone, 2 wk of HU and spaceflight have been shown to diminish the intrinsic vasoconstrictor responsiveness of arteries from various other regions of the body, including the abdominal (\n15\n, \n18\n) and thoracic aortas (\n18\n), mesenteric resistance arteries (\n3\n, \n11\n), and resistance arteries from the gastrocnemius muscle (\n14\n, \n51\n). The one vascular bed that has shown similar functional and structural vascular alterations to that of the femoral PNA is the resistance arteries from the soleus muscle. The soleus muscle is a highly oxidative hindlimb muscle that is tonically active in postural maintenance (\n17\n). Consequently, soleus muscle maintains a relatively high blood perfusion rate during standing (\n12\n, \n17\n, \n33\n, \n52\n), similar to that of the femoral cancellous bone and marrow. Further, both soleus muscle and femoral cancellous bone and marrow blood flow are reduced during postural unloading to approximately one-tenth of that during standing (\n12\n, \n40\n, \n52\n). Soleus muscle resistance arteries from 2-wk HU rats show few changes in the intrinsic vasoconstrictor responsiveness (\n14\n), but demonstrate impaired NO-mediated endothelium-dependent vasodilation, lower eNOS mRNA expression, and reductions in maximal diameter (\n16\n, \n28\n, \n39\n, \n49\n). This decrement in endothelium-dependent vasodilation and remodeling of resistance artery structure underlie elevations in soleus muscle vascular resistance and decreases in the soleus muscle hyperemia during exercise (\n59\n). Thus the putative changes in the mechanical and chemical environment during unloading that drive similar functional and structural adaptations to the resistance vasculature of hindlimb long bones and soleus muscle both result in impaired perfusion rates with reloading.\nIn summary, previous research has shown declines in femoral bone and marrow perfusion during unloading and reloading, which correspond to elevations in vascular resistance (\n12\n, \n52\n). We hypothesized that the heightened vascular resistance is the result of enhanced vasoconstrictor or diminished vasodilator responsiveness of the bone resistance vasculature. The results demonstrate that vasoconstrictor and vasodilator responsiveness of the PNA smooth muscle cells, as well as the PNA mechanical properties, are not altered by unloading in a manner that would serve to elevate vascular resistance. However, endothelium-dependent vasodilation mediated by flow (\nFig. 4\nA\n) and acetylcholine (\nFig. 4\nC\n) were attenuated, and this occurred through an impairment of the vascular endothelial cell NOS signaling pathway (\nFigs. 5\n and \n6\nA\n). Such changes in the intrinsic vasodilator properties of the bone resistance vasculature, as well as the structural modifications that have been shown to occur in the vasculature of chronically unloaded bone (present study, 21, 52), would function to increase vascular resistance and decrease bone and marrow perfusion in unloaded bones. Such changes in fluid flow through the bone and impairment of endothelial cell NO signaling could contribute to the loss of bone that occurs with unloading, principally in the highly vascularized cancellous bone.",
    "fig._8.": "Open in a new tab\nScattergram showing the relation between cancellous volumetric bone mineral density (vBMD) of the femoral neck and peak endothelium-dependent vasodilation of the femoral principal nutrient artery (PNA) from control and hindlimb unloaded rats. A significant linear relation (\nP\n < 0.05) exists between cancellous BMD and peak endothelium-dependent vasodilation.",
    "grants": "This study was supported by grants from the National Aeronautics and Space Administration Space Biology (NNX12AL41G and NNX14AQ57G), National Space and Biomedical Research Institute (MA02501), and National Institutes of Health (AG-31317).",
    "disclosures": "No conflicts of interest, financial or otherwise, are declared by the author(s).",
    "author_contributions": "Author contributions: R.D.P. and M.D.D. conception and design of research; R.D.P., B.J.B., and M.R.A. performed experiments; R.D.P., M.R.A., and M.D.D. analyzed data; R.D.P., B.J.B., M.R.A., and M.D.D. interpreted results of experiments; R.D.P. and M.D.D. drafted manuscript; R.D.P., B.J.B., M.R.A., and M.D.D. edited and revised manuscript; R.D.P., B.J.B., M.R.A., and M.D.D. approved final version of manuscript; M.D.D. prepared figures.",
    "references": "1.\nAlexander DJ, Gibson CR, Hamilton DR, Lee SMC, Mader TH, Otto C, Oubre CM, Pass AF, Platts SH, Scott JM, Smith SM, Stenger MB, Westby CM, Zanello SB. \nEvidence Report: Risk of Spaceflight-Induced Intracranial Hypertension and Vision Alterations. 2012.  (\nhttp://humanresearchroadmap.nasa.gov/evidence/reports/VIIP.pdf\n).\n\n\n\n\n\n\n2.\nBarou O, Mekraldi S, Vico L, Boivin G, Alexandre C, Lafage-Proust MH. \nRelationships between trabecular bone remodeling and bone vascularization: a quantitative study. Bone 30: 604–612, 2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBehnke BJ, Stabley JN, McCullough DJ, Davis RT 3rd, Dominguez JM 2nd, Muller-Delp JM, Delp MD. \nEffects of spaceflight and ground recovery on mesenteric artery and vein constrictor properties in mice. FASEB J 27: 399–409, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nBloomfield SA, Allen MR, Hogan HA, Delp MD. \nSite- and compartment-specific changes in bone with hindlimb unloading in mature adult rats. Bone 31: 149–157, 2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nBrandi ML, Collin-Osdoby P. \nVascular biology and the skeleton. J Bone Miner Res 21: 183–192, 2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nBrookes M, Revell WJ. \nBlood Supply of Bone: Scientific Aspects. New York: Springer-Verlag, 1998.\n [\nGoogle Scholar\n]\n\n\n\n\n7.\nBuckey JC Jr, Lane LD, Levine BD, Watenpaugh DE, Wright SJ, Moore WE, Gaffney FA, Blomqvist CG. \nOrthostatic intolerance after spaceflight. J Appl Physiol 81: 7–18, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBurger EH, Klein-Nulend J. \nMechanotransduction in bone—role of the lacuno-canalicular network. FASEB J 13: S101–S112, 1999.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nBusse R, Hecker M, Fleming I. \nControl of nitric oxide and prostacyclin synthesis in endothelial cells. Arzneimittelforschung 44: 392–396, 1994.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nChambers TJ, Ali NN. \nInhibition of osteoclastic motility by prostaglandins I2, E1, E2 and 6-oxo-E1. J Pathol 139: 383–397, 1983.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nColleran PN, Behnke BJ, Wilkerson MK, Donato AJ, Delp MD. \nSimulated microgravity alters rat mesenteric artery vasoconstrictor dynamics through an intracellular Ca\n2+\n release mechanism. Am J Physiol Regul Integr Comp Physiol 294: R1577–R1585, 2008.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nColleran PN, Wilkerson MK, Bloomfield SA, Suva LJ, Turner RT, Delp MD. \nAlterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J Appl Physiol 89: 1046–1054, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nDehority W, Halloran BP, Bikle DD, Curren T, Kostenuik PJ, Wronski TJ, Shen Y, Rabkin B, Bouraoul A, Morey-Holton E. \nBone and hormonal changes induced by skeletal unloading in the mature male rat. Am J Physiol Endocrinol Metab 276: E62–E69, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nDelp MD.\nMyogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading. J Appl Physiol 86: 1178–1184, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nDelp MD, Brown M, Laughlin MH, Hasser EM. \nRat aortic vasoreactivity is altered by old age and hindlimb unloading. J Appl Physiol 78: 2079–2086, 1995.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nDelp MD, Colleran PN, Wilkerson MK, McCurdy MR, Muller-Delp JM. \nStructural and functional remodeling of skeletal muscle microvasculature is induced by simulated microgravity. Am J Physiol Heart Circ Physiol 278: H1866–H1873, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nDelp MD, Duan C. \nComposition and size of type I, IIA, IID/X, and IIB fibers and citrate synthase activity of rat muscle. J Appl Physiol 80: 261–270, 1996.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nDelp MD, Holder-Binkley T, Laughlin MH, Hasser EM. \nVasoconstrictor properties of rat aorta are diminished by hindlimb unweighting. J Appl Physiol 75: 2620–2628, 1993.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nDominguez JM, Prisby RD, Muller-Delp JM, Allen MR, Delp MD. \nIncreased nitric oxide-mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats. Bone 46: 813–819, 2010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nFarhat GN, Cauley JA. \nThe link between osteoporosis and cardiovascular disease. Clin Cases Miner Bone Metab 5: 19–34, 2008.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nFei J, Peyrin F, Malaval L, Vico L, Lafage-Proust MH. \nImaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography. Anat Rec 293: 215–224, 2010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nGlobus RK, Bikle DD, Morey-Holton E. \nThe temporal response of bone to unloading. Endocrinology 118: 733–742, 1986.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nHargens A, Steakai J, Johansson C, Tipton C. \nTissue fluid shift, forelimb loading, and tail tension in tail-suspended rats. Physiologist 27, Suppl: S37–S38, 1984.\n [\nGoogle Scholar\n]\n\n\n\n\n24.\nHikiji H, Shin WS, Oida S, Takato T, Koizumi T, Toyo-oka T. \nDirect action of nitric oxide on osteoblastic differentiation. FEBS Lett 410: 238–242, 1997.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nHillsley MV, Frangos JA. \nBone tissue engineering: the role of interstitial fluid flow. Biotechnol Bioeng 43: 573–81, 1994.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nHumphrey JD.\nCardiovascular Solid Mechanics: Cells, Tissues, and Organs. New York: Springer-Verlag, 2002.\n [\nGoogle Scholar\n]\n\n\n\n\n27.\nHumphrey JD.\nMechanisms of arterial remodeling in hypertension: couples roles of wall shear and intramural stress. Hypertension 52: 195–200, 2008.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nJasperse JL, Woodman CR, Price EM, Hasser EM, Laughlin MH. \nHindlimb unweighting decreases ecNOS gene expression and endothelium-dependent dilation in rat soleus feed arteries. J Appl Physiol 87: 1476–1482, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nKelly P.\nPathways of transport in bone. In: \nHandbook of Physiology\n. The Cardiovascular System. Bethesda, MD: Am. Physiol Soc, 1983, p. 371–396.\n [\nGoogle Scholar\n]\n\n\n\n\n30.\nKodama Y, Nakayama K, Fuse H, Fukumoto S, Kawahara H, Takahashi H, Kurokawa T, Sekiguchi C, Nakamura T, Matsumoto T. \nInhibition of bone resorption by pamidronate cannot restore normal gain in cortical bone mass and strength in tail-suspended rapidly growing rats. J Bone Miner Res 12: 1058–1067, 1997.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nKramer LA, Sargsyan AE, Hasan KM, Polk JD, Hamilton DR. \nOrbital and intracranial effects of microgravity: findings at 3-T MR imaging. Radiology 263: 819–827, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nLangille BL, O'Donnell F. \nReductions in arterial diameter produced by chronic decreases in blood flow are endothelium-dependent. Science 231: 405–407, 1986.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nLaughlin MH, Armstrong RB. \nMuscular blood flow distribution patterns as a function of running speed in rats. Am J Physiol Heart Circ Physiol 243: H296–H306, 1982.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nLeBlanc AD, Spector ER, Evans HJ, Sibonga JD. \nSkeletal responses to space flight and the bed rest analog: a review. J Musculoskelet Neuronal Interact 7: 33–47, 2007.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nLipowsky HH.\nShear stress in the circulation. In: Flow-Dependent Regulation of Vascular Function, edited by Belvan JA, Kaley G, Rubanyi GM. \nNew York: Oxford University Press, 1995, p. 28–45.\n [\nGoogle Scholar\n]\n\n\n\n\n36.\nMacIntyre I, Zaidi M, Alam AS, Datta HK, Moonga BS, Lidbury PS, Hecker M, Vane JR. \nOsteoclastic inhibition: an action of nitric oxide not mediated by cyclic GMP. Proc Natl Acad Sci USA 88: 2936–2940, 1991.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nMader TH, Gibson CR, Pass AF, Kramer LA, Lee AG, Fogarty J, Tarver WJ, Dervay JP, Hamilton DR, Sargsyan A, Phillips JL, Tran D, Lipsky W, Choi J, Stern C, Kuyumijian R, Polk JD. \nOptic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight. Ophthalmology 118: 2058–2069, 2011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nMatsumoto T, Yoshino M, Uesugi K, Tanaka M. \nBiphasic change and disuse-mediated regression of canal network structure in cortical bone of growing rats. Bone 41: 239–246, 2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nMcCurdy MR, Colleran PN, Muller-Delp J, Delp MD. \nEffects of fiber composition and hindlimb unloading on the vasodilator properties of skeletal muscle arterioles. J Appl Physiol 89: 398–405, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nMcDonald KS, Delp MD, Fitts RH. \nEffect of hindlimb unweighting on tissue blood flow in the rat. J Appl Physiol 72: 2210–2218, 1992.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nMeininger G, Harris P, Joshua I. \nDistributions of microvascular pressure in skeletal muscle of one- kidney, one clip, two-kidney, one clip, and deoxycorticosterone-salt hypertensive rats. Hypertension 6: 27–34, 1984.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nMuller-Delp JM, Spier SA, Ramsey MW, Delp MD. \nAging impairs endothelium-dependent vasodilation in rat skeletal muscle arterioles. Am J Physiol Heart Circ Physiol 283: H1662–H1672, 2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nParfitt AM.\nThe mechanism of coupling: a role for the vasculature. Bone 26: 319–323, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nPead MJ, Lanyon LE. \nIndomethacin modulation of load-related stimulation of new bone formation in vivo. Calcif Tissue Int 45: 34–40, 1989.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nPrisby RD, Dominguez JM, Muller-Delp JM, Allen MR, Delp MD. \nAging and estrogen status: a possible endothelium-dependent vascular coupling mechanism in bone remodeling. PLoS One 7: e48564, 2012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nPrisby RD, Ramsey MW, Behnke BJ, Dominguez JM, Donato AJ, Allen MR, Delp MD. \nAging reduces skeletal blood flow, endothelium-dependent vasodilation and nitric oxide bioavailability in rats. J Bone Miner Res 22: 1280–1288, 2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nProvost SB, Tucker BJ. \nEffect of 14 day head-down tilt on renal function and vascular and extracellular fluid volumes in the conscious rat. Physiologist 35, Suppl 1: S105–S106, 1992.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nSanada M, Taguchi A, Higashi Y, Tsuda M, Kodama I, Yoshizumi M, Ohama K. \nForearm endothelial function and bone mineral loss in postmenopausal women. Atherosclerosis 176: 387–392, 2004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nSchrage WG, Woodman CR, Laughlin MH. \nHindlimb unweighting alters endothelium-dependent vasodilation and ecNOS expression in soleus arterioles. J Appl Physiol 89: 1483–1490, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nSpier SA, Delp MD, Meininger CJ, Donato AJ, Ramsey MW, Muller-Delp JM. \nEffects of ageing and exercise training on endothelium-dependent vasodilatation and structure of rat skeletal muscle arterioles. J Physiol 556: 947–958, 2004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nStabley JN, Dominguez JM 2nd, Dominguez CE, Mora Solis FR, Ahlgren J, Behnke BJ, Muller-Delp JM, Delp MD. \nSpaceflight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J Appl Physiol 113: 1439–1445, 2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nStabley JN, Prisby RD, Behnke BJ, Delp MD. \nChronic skeletal unloading of the rat femur: mechanisms and functional consequences of vascular remodeling. Bone 57: 355–360, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nSumino H, Ichikawa S, Kasama S, Takahashi T, Sakamoto H, Kumakura H, Takayama Y, Kanda T, Murakami M, Kurabayashi M. \nRelationship between brachial arterial endothelial function and lumbar spine bone mineral density in postmenopausal women. Circ J 71: 1555–1559, 2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nTaylor CR, Hanna M, Behnke BJ, Stabley JN, McCullough DJ, Davis RT 3rd, Ghosh P, Papadopoulos A, Muller-Delp JM, Delp MD. \nSpaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure. FASEB J 27: 2282–2292, 2013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nTurner CH.\nSite-specific skeletal effects of exercise: importance of interstitial fluid pressure. Bone 24: 161–162, 1999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nTurner C, Forwood MR, Otter MW. \nMechanotransduction in bone: do bone cells act as sensors of fluid flow? FASEB J 8: 875–878, 1994.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nVico L, Collet P, Guignandon A, Lafage-Proust MH, Thomas T, Rehaillia M, Alexandre C. \nEffects of long-term microgravity exposure on cancellous and cortical weight-bearing bones of cosmonauts. Lancet 355: 1607–1611, 2000.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nWatenpaugh DE, Hargens AR. \nThe cardiovascular system in microgravity. In: Handbook of Physiology. Environmental Physiology: \nBethesda, MD: Am. Physiol. Soc, 1996, vol. 1, p. 631–674.\n [\nGoogle Scholar\n]\n\n\n\n\n59.\nWoodman CR, Sebastian LA, Tipton CM. \nInfluence of simulated microgravity on cardiac output and blood flow distribution during exercise. J Appl Physiol 79: 1762–1768, 1995.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4398884/"
}