{
  "id": "PMC4340379",
  "title": "Trimeric structure of (+)-pinoresinol-forming dirigent protein at 1.95 A resolution with three isolated active sites.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Trimeric structure of (+)-pinoresinol-forming dirigent protein at 1.95 A resolution with three isolated active sites.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4340379/"
  },
  "sections": {
    "abstract": "Background:\n Dirigent protein (DP) discovery gave new paradigm for monolignol-derived coupling \nin planta.\nResults:\n (+)-Pinoresinol-forming DP (PsDRR206) three-dimensional structure was obtained at 1.95 Å resolution.\nConclusion:\n The tightly packed trimeric DP has three putative substrate binding sites spatially far apart, suggesting that each site involves monomer coupling directly.\nSignificance:\n New insights into monolignol radical-radical coupling \nin planta\n.",
    "introduction": "Introduction\nIn terrestrial vascular plants, monolignol coupling affords the lignans (\n1\n), as well as the polymeric structural lignins (\n2\n), with the latter being the most abundant plant biopolymers next to cellulose. The former are, however, a very diverse class of vascular plant natural products, typically dimers and/or higher oligomers, whose physiological roles \nin planta\n are considered mainly involved in plant defense, particularly in leaf, (heart)wood, knot, and seed coat tissues. Many lignans are optically active and can have diverse coupling modes, although the 8–8′ interunit (dimer) linkage is perhaps the most commonly encountered (\n1\n). Some are also medicinally important, such as podophyllotoxin, or its semi-synthetic derivatives, etoposide, teniposide, and Etopophos® widely used in cancer therapies (\n1\n).\nThe entry point into presumed phenoxy radical-radical coupling to the 8–8′ lignan class involves one electron oxidation of the monolignol, \ne.g.\n coniferyl alcohol (\nFig. 1\nA\n, \n1\n), which in the presence of a specific type of dirigent protein (DP; from the Latin \ndirigere\n, to guide or to align)\n2\n (\n3\n), can undergo distinct forms of stereoselective coupling to afford either the (+)- or the (−)-antipode of pinoresinol (\nFig. 1\nA\n, \n2a\n or \n2b\n) (\n1\n, \n3\n–\n6\n). Mechanistically, one electron oxidation (\ne.g.\n catalyzed by laccases, peroxidases) is envisaged to generate the corresponding coniferyl alcohol (\n1\n)-derived free radical intermediate (CA\n•\n), which then binds to the DPs. Bound substrate orientation subsequently occurs in such a way as to enable 8–8′ coupling at the \nsi-si\n face with concomitant intramolecular cyclization to afford (+)-pinoresinol (\nFig. 1\nA\n, \n2a\n), such as in \nForsythia intermedia\n (\n3\n), \nThuja plicata\n (\n4\n), \nSchizandra chinensis\n (\n5\n), or pea (\nPisum sativum\n) (\n7\n), or alternatively \nre-re\n coupling to give the (−)-antipode (\nFig. 1\nA\n, \n2b\n) as in \nArabidopsis\n (\n1\n, \n5\n, \n6\n) and flax (\nLinum usitatissimum\n).\n3\n Of these, the (+)-pinoresinol-forming DP in pea is annotated as PsDRR206 (\n9\n), and the (−)-pinoresinol-forming DP in \nArabidopsis thaliana\n is named AtDIR6 (\n5\n).\nFIGURE 1.\nPinoresinol-forming dirigent proteins.\n\n\nA\n, proposed biosynthesis mechanism to afford (+)- or (−)-pinoresinols (\n2a\n or \n2b\n) in DP-guided stereoselective couplings with coniferyl alcohol (\n1\n) as substrate. \nB\n, amino acid sequence alignments of mature (+)- and (−)-pinoresinol-forming DPs with their structural homologue AtAOC2. Secondary structures of PsDRR206 (\norange\n) and AtAOC2 (\nblue\n) are also drawn. Loop residues in the PsDRR206 structure absent in the (−)-pinoresinol-forming DPs are indicated with \ngreen dashed lines\n in the sequences.\nIn this investigation, determination of the x-ray crystal structure of the (+)-pinoresinol-forming DP PsDRR206 is reported. These results are discussed with regard to previously proposed mechanisms for DP-mediated CA\n•\n coupling (\n10\n) and a published homology model of AtDIR6 (\n11\n), as well as existing x-ray structures of allene oxide cyclase (AOC) (\n12\n, \n13\n). AOC is a plant enzyme that forms 12-oxo-phytodienoic acid, an intermediate in jasmonic acid biosynthesis, from a reactive allene oxide precursor, 12,13-epoxyoctadeca-9,11,15-trienoate (\n14\n). AOC shares distant sequence similarity to DPs.",
    "experimental_procedures": "EXPERIMENTAL PROCEDURES\nCloning, Expression, and Purification of PsDRR206\nThe PsDRR206 gene (GenBank\nTM\n accession number \nU11716\n) was isolated from pea (\nP. sativum\n cv. Alcan) genomic DNA using PCR amplification with gene specific primers (DRR206 forward, ATGGGTTCCAAACTTCTAGTACTA, and DRR206 reverse, TTACCAACACTCAAAGAACTTGAT). Vector construction and transformation were carried out using biolistic bombardment technology as described by Seneviratne \net al.\n (\n7\n), as was expression and purification of the (+)-pinoresinol-forming PsDRR206 recombinant DP in tomato cell culture.\nCrystallization and X-ray Data Collection\nInitial crystallization conditions for the PsDRR206 protein were obtained using the microbatch under oil method employing 1536-well microassay plate high throughput screening (\n15\n) at the Hauptman Woodward Institute (Buffalo, NY). Four conditions from preliminary screening produced microcrystals: condition 265, 0.1 \nm\n (NH\n4\n)\n2\nSO\n4\n, 0.1 \nm\n CAPS pH 10, PEG8000 20% (v/v); condition 1006, 0.1 \nm\n NH\n4\nBr, 0.1 \nm\n Tris, pH 8, PEG 400 40% (v/v); condition 1077, 5% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.09 \nm\n Bis-Tris propane, pH 7.8, and 27% PEG 3350; and condition 1474, 0.1 \nm\n NaCl, 0.1 \nm\n NaOAc, pH 5.0, PEG 400 80% (w/v). Initial “hits” were scaled up in-house as hanging drop vapor diffusion methods on VDX 24-well plates (Hampton Research, CA) incubated at 22 °C with a drop size of 3 μl consisting of equal volumes of protein at a concentration of 4–5 mg/ml in 40 m\nm\n MES, pH 5, 20 m\nm\n Na\n2\nSO\n4\n, 20% glycerol, and reservoir solution. Each drop was equilibrated against a 500-μl reservoir and monitored periodically. Crystallization conditions were further optimized using grid screening. Diffraction quality crystals were obtained from the final optimized crystallization condition 1077, comprising 4% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.1 \nm\n Bis-Tris propane, pH 7.8, and 35% PEG 3350. Crystals appeared within 5–10 days and grew to the size of 170 × 170 × 150 μm within 10 weeks. The PsDRR206 crystals were subsequently flash cooled in a cryoprotectant crystallization buffer, stored in cryovials, and shipped to the Stanford Synchrotron Radiation Lightsource for data collection.\nNative PsDRR206 crystals, diffracting to ∼1.95 Å resolution, belong to the rhombohedral space group H32 (see \nTable 1\n). A complete data set comprising 600 images with a rotation angle of 0.2° was collected from a single PsDRR206 crystal on Stanford Synchrotron Radiation Lightsource Beamline BL12-2 using x-rays at 12,658 eV (0.98093 Å) and a PILATUS 6 \nm\n PAD detector running in the shutterless mode. The data were processed with XDS (\n16\n) and scaled with SCALA from the CCP4 suite of programs (\n17\n). The Matthews coefficient (\n18\n) assuming two molecules in the asymmetric unit was 2.0 Å\n3\n/Da (39% solvent content). The final data collection statistics are given in \nTable 1\n (\n19\n).\nData Processing, Structure Determination, and Refinement\nPsDRR206 structure was solved by molecular replacement using the homology model generated for the (−)-pinoresinol-forming DP AtDIR6 from \nA. thaliana\n (PM0078038 (\n11\n)), which was derived from an x-ray structure of \nA. thaliana\n AOC2 (AtAOC2; PDB code \n2BRJ\n (\n12\n)). The sequences of PsDRR206 and AtDIR6 were aligned and the AtDIR6 model was converted into a pseudo-DRR206 model using the program CHAINSAW (\n20\n) from the CCP4 suite (\n17\n). Identical residues in the two sequences were retained, and those that differed were truncated at the Cβ atom. A weak molecular replacement solution, with a weighted \nR\n factor of 0.61, and a score of 0.42 was obtained with the program MOLREP (\n21\n). This solution was refined for 15 cycles using REFMAC (\n22\n) giving crystallographic \nR\n factor and \nR\nfree\n values of 0.48 and 0.54, respectively, and 2\nF\no\n − \nF\nc\n and \nF\no\n − \nF\nc\n electron density maps were calculated. Inspection of the electron density showed that the molecular replacement solution was correct, with side chains truncated by CHAINSAW clearly visible in the 2\nF\no\n − \nF\nc\n and \nF\no\n − \nF\nc\n maps. Refinement of PsDRR206 structure was completed with the PHENIX suite of programs (\n23\n) and manual building of the model using the molecular graphics program COOT (\n24\n). Water molecules were added at structurally and chemically relevant positions, and the atomic displacement parameters for all atoms in the structure were refined isotropically. The final refinement statistics are given in \nTable 1\n.\nAtomic coordinates and structure factors for PsDRR206 were deposited to the Protein Data Bank (\n25\n) with PDB code \n4REV\n. Superpositions were performed using the SSM procedure (\n26\n) as implemented in COOT (\n24\n) and the program LSQKAB in the CCP4 suite (\n17\n). The figures were generated using PyMOL (\n27\n). The surface topography was analyzed with CASTp (\n28\n) using a probe radius of 1.4 Å. Conserved residues were mapped onto the structure using ConSurf (\n29\n).\nComputational Docking Experiments\nPsDRR206 and two ligands were prepared in AutoDockTools4 (\n30\n) with default bonded and nonbonded parameters. One ligand approximated the coniferyl alcohol quinone methide radical (CA\n•\n), with C7 and C8 set to be trivalent, trigonal planar carbon atoms coplanar with the ring carbon and quinone oxygen atoms. A second ligand was the 8–8′ linked \nbis\n-quinone methide. Both \nsyn\n and \nanti\n isomers, referring to the relationship between C8 and the methoxyl group, were used in the docking experiments, and rotation about the C7-C8 bond was not allowed in CA\n•\n, reflecting its partial double bond character in the resonance hybrid. Flexibility was allowed for the side chains of residues Asp\n40\n, Phe\n79\n, Tyr\n101\n, Ser\n111\n, Leu\n113\n, Ile\n161\n, Thr\n163\n, and Leu\n174\n. The grid box was centered upon the ligand with sufficient size to cover the ligand, and all flexible residues and a grid spacing of 0.375 Å. Autodock Vina (\n31\n) was used to perform the docking calculations.\nHomology Modeling\nHomology models of AtDIR6 were built in SWISS-MODEL (\n32\n).",
    "": "DP Surface Features and Patterns of Conserved Residues\nWe hypothesize that the prominent outward facing pocket near the top of each barrel is the substrate binding (active) site located within the internal cavity of the barrel, based upon comparison with the structures and similar dimensions of \nP. patens\n AOC1 and AOC2 with bound substrate analog (PDB codes \n4H69\n and \n4H6B\n (\n13\n)). We further propose that this is the binding site for one or possibly two coniferyl alcohol phenoxy radicals (CA\n•\n) in PsDRR206. Conserved residues Thr\n163\n and Phe\n172\n line the edge of the putative binding pocket (\nFig. 8\n, \nA–D\n) (\n29\n), and disordered loop residues for which electron density is missing occur around the edge of the pocket. Two polar residues, Asp\n40\n and Arg\n141\n, conserved in all pinoresinol-forming DPs but not AOCs, are also located at either end of the pocket (\nFigs. 5\nA\n and \n7\nA\n). The span between them is ∼12–14 Å, suitable for a single \ntrans\n coniferyl alcohol molecule or quinone methide radical, whose lengths are ∼8–10 Å. Residues in the interior of the pocket are less conserved, however, possibly because they help determine substrate specificity.\nFIGURE 8.\nSurface features and conserved residues.\n\n\nA\n, top view of accessible surface showing that putative active site pockets (entrance indicated by \narrows\n, residues colored by atom type) are isolated from each other in the trimer. The omega loop is also indicated. \nB\n, top view (same as in \nA\n) generated with ConSurf (\n29\n) showing conserved residue Phe\n73\n in relation to the active site and omega loop. Conserved residues are shown in \nmagenta\n. The sequence alignment input to ConSurf contained PsDRR206 and 16 dirigent proteins and their homologues from \nArabidopsis. C\n, view directly into the active site, at ∼45° away from the top view shown in \nA\n and \nB. D\n, same view as in \nC\n, but with residues colored according to ConSurf. The network of conserved residues formed by the omega loop and by residues on the back side of the active site pocket is visible.\nIn PsDRR206, but not AOC, an omega loop consisting of approximately eight residues (Leu\n85\n–Lys\n92\n) occurs at the bottom of the trimer between β2 and β3 and folds back upon the outside of the barrel (\nFig. 5\nA\n). A cluster of three highly conserved polar residues (His\n39\n, Thr\n84\n, and Ser\n91\n) also occur (\nFig. 8\nD\n) where this loop contacts the exterior surface of the barrel. These three residues are conserved in all characterized (+)- and (−)-pinoresinol-forming DPs (\nFig. 1\nB\n), whereas they are not conserved in AOCs. The cluster adjoins the active site pocket, and indeed His\n39\n neighbors conserved residue Asp\n40\n in the putative active site region, although on the opposite side of the strand in the β-barrel (\nFig. 5\nA\n). This proximity of conserved residues thus provisionally suggests the omega loop may be the site of an interaction that modulates either substrate orientation or binding in the active site. As indicated above, because the proposed pockets point outwards relative to the trimer axis, a substrate in one pocket is unlikely to be able to couple with those in other pockets elsewhere in the trimer.\nAnother notable residue conserved in DPs, although not in AOCs, is Phe\n73\n (Tyr in FiDIR and some other DPs), which lies near its symmetry mates on the exterior surface of the barrel at its topmost point and near the rim of the putative active site. This positioning suggests it may serve as a hydrophobic anchor point (\nFigs. 5\n and \n8\n (\nA\n and \nB\n)). Its conservation and location on the surface suggest it is maintained there by selective pressure. Because they do not appear likely to be necessary for stabilization of the structure, these conserved surface-exposed hydrophobic side chains might instead indicate interaction site(s) for an oxidase, other dirigent proteins, or perhaps even a surface such as that of an actively growing lignin polymer. Several other conserved residues in DPs are also found buried in the trimer interface, supporting the idea that the trimer is the functional form of this and probably other DPs.\nComparison of Amino Acid Sequences for DPs with Opposite Stereoselectivities and Homology Models of AtDIR6\nIn our earlier work (\n5\n) and that of others (\n11\n), homology models of ScDIR and AtDIR6, (+)- and (−)-pinoresinol-forming DPs, respectively, were made using the very distantly related AOC structures as potential templates. The x-ray structure of PsDRR206, however, now allows construction of accurate homology models of AtDIR6 (∼50% amino acid identity to PsDRR206).\nModeling of missing loop residues permits consideration of loop regions surrounding the putative active site where weak or missing electron density prevented fitting of the structure. All of the known (+)-pinoresinol-forming DPs have six more residues in the longest of these loops, between strands β1 and β2 (Leu42 to Gly74 of PsDRR206), than the (−)-pinoresinol DPs. This difference is conserved in various plant species (\nFig. 1\nB\n). This correlation with stereoselectivity may indicate a role for this loop in binding or orientation of the substrate, for example by acting as a “lid” that closes on the active site as substrates bind.\nFurthermore, the precise residues essential for distinct stereoselectivities in PsDRR206 and AtDIR6 were of considerable interest, because previously this was only narrowed down to the Region B in the DPs (\nFig. 1\nB\n) (\n5\n). That is, using a region swapping approach, we established regions in the DPs that affected different stereoselectivities resulting in formation of opposite antipodes of pinoresinol (\n2\n) (\n5\n).\nOur recent characterization of pea (\n7\n) and flax (\n8\n) DPs, however, now expands the number of DPs of known function to eleven in seven different plant species, namely \nF. intermedia\n, \nT. plicata\n, \nA. thaliana\n, \nS. chinensis\n, \nPiper regnellii\n, \nP. sativum\n, and \nL. usitatissimum\n. Among them, seven DPs (FiDIR, TpDIR5, TpDIR8, ScDIR, PrDIR, PsDRR206, and LuDIR1) afford (+)-pinoresinol (\n2a\n), whereas four others (AtDIR5, AtDIR6, LuDIR5, and LuDIR6) generate (−)-pinoresinol (\n2b\n). Interestingly, flax has both (+)- and (−)-pinoresinol-forming DPs (LuDIR1 \nversus\n LuDIR5 and LuDIR6\n3\n, respectively).\nAlthough previously we had noted 14 residues differentially conserved in (+)- and (−)-pinoresinol-forming DPs (\n5\n), the recent identification of pea and flax DPs enabled us to narrow down candidate residues further to six. These now include Gly\n95\n, Leu\n113\n, Phe\n115\n, Phe\n117\n, Phe\n130\n, and Ile/Leu\n161\n in the (+)-pinoresinol-forming DPs (numbering is based on PsDRR206), as well as Ala\n98\n, Phe\n116\n, Tyr\n118\n, Leu\n120\n, Ile\n133\n, and Phe\n164\n in the (−)-pinoresinol-forming DPs; the numbering is based on AtDIR6 (\nFig. 1\nB\n, with residues marked with green dots). Interestingly, except for Ile\n161\n of PsDRR206 (and Phe\n164\n in the (−)-pinoresinol-forming DP), all of these residues are located in Region-B (Lys\n90\n–Leu\n138\n of AtDIR6) that was previously found responsible for altered stereoselectivity by region swapping (\n5\n). Furthermore, residues Leu\n113\n and Phe\n115\n of PsDRR206 (Phe\n116\n and Tyr\n118\n of AtDIR6) are located within the putative active site region (\nFig. 5\n, \nA\n and \nB\n), with both residues being on the β4 strand and having their side chains positioned at distances less than 10 Å to the conserved polar residues Asp\n40\n and Arg\n141\n; the latter provisionally appears to be positioned in a way that could determine whether the \nsi\n or \nre\n face of bound CA\n•\n is exposed and available for coupling. Accordingly, in the future, site-directed mutagenesis will examine whether one or more of the six residues determine distinct stereoselectivities.\nHomology Modeling of the Putative Active Site in (−)-Pinoresinol-forming AtDIR6\nThe backbone RMSD between PsDRR206 and the published AtDIR6 homology model of Pickel \net al.\n (\n11\n) is ∼5 Å, varying depending on which residues are superimposed. Three β-strands are out of register by two residues each with respect to their counterparts in the experimentally determined x-ray structure. Although the same side chains occupy the core of the β-barrel, they are misplaced because of incorrect alignment of neighboring strands. Our own models (\n5\n) were similarly poor. Such results are not unexpected given the low sequence similarity (∼17% identity in the core β-barrel) between AtDIR6 and AtAOC2, the template used to generate the homology model.\nNonetheless, the model of Pickel \net al.\n (\n11\n) was sufficient to obtain a molecular replacement solution for the PsDRR206 crystal structure. This is because the core β-barrel of the template, AtAOC2 (PDB code \n2BRJ\n) aligns very well with that of PsDRR206 (RMSD 3.2 Å over 113 residues). The structure has a RMSD 2.2 Å with \nP. patens\n AOC (PpAOC2, PDB code \n4H69\n; \nFig. 6\nB\n, which itself has a 1 Å RMSD alignment with AtAOC2). More specifically, because side chain atoms are not typically used in finding structure solutions by molecular replacement, the misalignment of several β-strands did not matter in this instance so long as positions of backbone atoms in the barrel are not perturbed by the misalignment.\nUsing the PsDRR206 x-ray structure as a template, a new homology model of AtDIR6 was thus constructed to investigate the basis for differing stereoselectivities in pinoresinol-forming DPs. (\nFig. 9\n). Five of the six residues that are differentially conserved among (+)- and (−)-pinoresinol-forming DPs from a range of plant species cluster together in the deep interior of the putative active site pocket. A seventh active site residue (Val\n176\n in PsDRR206), not included in the original set because it is substituted with Thr in one (+)-pinoresinol-forming DP, becomes Met in (−)-pinoresinol-forming DPs. These residues are located opposite each another on either side of the pocket, in the center of one or the other of the two highly curved antiparallel β-sheets that form the β-barrel. Other active site residues nearer the mouth of the pocket are strictly conserved, such as Asp\n40\n, Arg\n141\n, and Thr\n163\n. We propose that the two different sets of differentially conserved residues force CA\n•\n to bind such that only the \nsi\n (for (+)-pinoresinol (\n2a\n)) or the \nre\n (for (−)-pinoresinol (\n2b\n)) face is exposed and available to couple with a second CA\n•\n (or possibly CA), which itself must be oriented properly, perhaps by residues in the β1-β2 loop. Uncovering specific details of the mechanism, such as the actual roles of Asp\n40\n and Arg\n141\n and the orientation of each substrate, will likely require structural characterization of DPs with substrate or product analogues. Missing residues in loops surrounding the putative active site at the top of the β-barrel were also modeled to establish the range through which their motion can occur assuming the core barrel structure remains intact (\nFig. 10\n). In particular, the 23 missing residues in the β1-β2 loop span a distance of ∼32 Å, conceivably providing ample potential to adopt a range of conformations.\nFIGURE 9.\nAtDIR6 homology model (\nlavender\n) generated from the PsDRR206 x-ray structure (\ngreen\n) on which it is superimposed.\n Differentially conserved active site side chains from (+)- and (−)-pinoresinol-forming DPs are shown and labeled in terms of the PsDRR206 residue type and number then the equivalent AtDIR6 residue type. (Valine 176 is substituted with threonine in the (+)-pinoresinol-forming DP ScDIR (\n5\n).)\nFIGURE 10.\nPsDRR206 structure with residues in missing loops built in as disordered polypeptide chains (\nblack\n) and subjected to backbone torsion minimization.\n Putative \nN\n-glycosylation sites (Asn\n50\n and Asn\n120\n) are indicated with \nred asterisks\n.\nMechanistic Considerations\nThe trimeric DP structure shows that each active site is isolated from the others and will not allow two substrates bound at two different active sites to interact. In light of this finding, the most likely mechanism is that a single active site binds two substrates that combine to form product. The putative PsDRR206 binding pocket would thus bind two CA\n•\n in an orientation allowing \nsi-si\n coupling to form the (+)-pinoresinol antipode (\n2a\n), whereas the homologue AtDIR6 would afford the corresponding (−)-enantiomer (\n2b\n) through \nre-re\n coupling. However, a variation in which one CA\n•\n and one coniferyl alcohol (\n1\n) bind and react cannot be ruled out.\nDocking studies (\nFig. 7\n) suggested that two CA\n•\n substrates could bind in the active site, as could an 8–8′ \nbis\n-quinone methide (\nFig. 1\nA\n). Although two positions of the methoxy group (\nsyn\n or \nanti\n) with respect to C8 are possible in the quinone methide, discrimination of \nsi\n and \nre\n faces that determine the stereochemistry at C8/8′ in pinoresinol (\n2\n) does not require the methoxy group to be in one position or the other. After the \nbis\n-quinone methide is formed, each of the 9/9′ -OH groups could nucleophilically attack the C7/C7′ quinone methide moieties to form the pinoresinol furanofuran product. Both cyclizations apparently occur stereospecifically, with no rotation about C7-C8, because this would instead lead to 7-epi-pinoresinol (or \nbis\n 7-epi-pinoresinol if a 180° rotation about both C7-C8 bonds occurred). This suggests that the \nbis\n-quinone methide intermediate is not released from the active site and that both substrates are bound such that both 8–8′ coupling and C7-O9′ and C7′-O9 ring closure occur in the bound state.\nPinoresinol (\n2\n) formation probably concludes with protonation of the quinone oxygen after rearomatization to form a phenol. Residue Asp\n40\n in the putative binding pocket could be the source of this proton. Alternatively, if CA\n•\n is bound in the opposite lengthwise orientation, the positively charged side chain of Arg\n141\n could stabilize the quinone form of the phenolic oxygen in CA\n•\n, helping to localize the radical at C8 and favor coupling there. Indeed, binding in either orientation potentially provides ample opportunity for π-stacking interactions with aromatic residues in the active site (\nFig. 7\nB\n). Asp\n40\n and Arg\n141\n are conserved in all DPs, whereas AOC does not have the corresponding residues, suggesting that they are required for substrate binding and activity specific to DPs, rather than for structural stability.\nThe 2-fold rotational symmetry of the pinoresinol molecule may have helped shape previous hypotheses (\n10\n, \n11\n) for the mechanism of its formation involving a DP dimer with a single CA\n•\n substrate bound to each monomer. The structure presented here is not consistent with such a mechanism, without invocation of a substrate-induced head to head joining of two trimers, for which there is currently no evidence.\nInterestingly, in addition to stereoselective control over monolignol coupling in lignan biosynthesis, another study has also reported DP domain involvement in lignification in the root Casparian strip (\n39\n). Although this is in conceptual agreement with our earlier considerations of DPs and proteins harboring dirigent (substrate binding) sites/domains for lignan biosynthesis and lignification (\n8\n, \n40\n), respectively, it must be emphasized that most DPs still await discovery of their true physiological functions, as well as in terms of chemical structural and \nin vitro\n function analyses. In due course, we will obtain definitive mechanistic models for substrate binding, orientation, coupling, intramolecular cyclization, and product release.",
    "cloning,_expression,_and_purification_of_psdrr206": "Cloning, Expression, and Purification of PsDRR206\nThe PsDRR206 gene (GenBank\nTM\n accession number \nU11716\n) was isolated from pea (\nP. sativum\n cv. Alcan) genomic DNA using PCR amplification with gene specific primers (DRR206 forward, ATGGGTTCCAAACTTCTAGTACTA, and DRR206 reverse, TTACCAACACTCAAAGAACTTGAT). Vector construction and transformation were carried out using biolistic bombardment technology as described by Seneviratne \net al.\n (\n7\n), as was expression and purification of the (+)-pinoresinol-forming PsDRR206 recombinant DP in tomato cell culture.",
    "crystallization_and_x-ray_data_collection": "Crystallization and X-ray Data Collection\nInitial crystallization conditions for the PsDRR206 protein were obtained using the microbatch under oil method employing 1536-well microassay plate high throughput screening (\n15\n) at the Hauptman Woodward Institute (Buffalo, NY). Four conditions from preliminary screening produced microcrystals: condition 265, 0.1 \nm\n (NH\n4\n)\n2\nSO\n4\n, 0.1 \nm\n CAPS pH 10, PEG8000 20% (v/v); condition 1006, 0.1 \nm\n NH\n4\nBr, 0.1 \nm\n Tris, pH 8, PEG 400 40% (v/v); condition 1077, 5% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.09 \nm\n Bis-Tris propane, pH 7.8, and 27% PEG 3350; and condition 1474, 0.1 \nm\n NaCl, 0.1 \nm\n NaOAc, pH 5.0, PEG 400 80% (w/v). Initial “hits” were scaled up in-house as hanging drop vapor diffusion methods on VDX 24-well plates (Hampton Research, CA) incubated at 22 °C with a drop size of 3 μl consisting of equal volumes of protein at a concentration of 4–5 mg/ml in 40 m\nm\n MES, pH 5, 20 m\nm\n Na\n2\nSO\n4\n, 20% glycerol, and reservoir solution. Each drop was equilibrated against a 500-μl reservoir and monitored periodically. Crystallization conditions were further optimized using grid screening. Diffraction quality crystals were obtained from the final optimized crystallization condition 1077, comprising 4% 1-butyl-2,3-dimethylimidazolium tetrafluoroborate (w/v), 0.1 \nm\n Bis-Tris propane, pH 7.8, and 35% PEG 3350. Crystals appeared within 5–10 days and grew to the size of 170 × 170 × 150 μm within 10 weeks. The PsDRR206 crystals were subsequently flash cooled in a cryoprotectant crystallization buffer, stored in cryovials, and shipped to the Stanford Synchrotron Radiation Lightsource for data collection.\nNative PsDRR206 crystals, diffracting to ∼1.95 Å resolution, belong to the rhombohedral space group H32 (see \nTable 1\n). A complete data set comprising 600 images with a rotation angle of 0.2° was collected from a single PsDRR206 crystal on Stanford Synchrotron Radiation Lightsource Beamline BL12-2 using x-rays at 12,658 eV (0.98093 Å) and a PILATUS 6 \nm\n PAD detector running in the shutterless mode. The data were processed with XDS (\n16\n) and scaled with SCALA from the CCP4 suite of programs (\n17\n). The Matthews coefficient (\n18\n) assuming two molecules in the asymmetric unit was 2.0 Å\n3\n/Da (39% solvent content). The final data collection statistics are given in \nTable 1\n (\n19\n).",
    "data_processing,_structure_determination,_and_refinement": "Data Processing, Structure Determination, and Refinement\nPsDRR206 structure was solved by molecular replacement using the homology model generated for the (−)-pinoresinol-forming DP AtDIR6 from \nA. thaliana\n (PM0078038 (\n11\n)), which was derived from an x-ray structure of \nA. thaliana\n AOC2 (AtAOC2; PDB code \n2BRJ\n (\n12\n)). The sequences of PsDRR206 and AtDIR6 were aligned and the AtDIR6 model was converted into a pseudo-DRR206 model using the program CHAINSAW (\n20\n) from the CCP4 suite (\n17\n). Identical residues in the two sequences were retained, and those that differed were truncated at the Cβ atom. A weak molecular replacement solution, with a weighted \nR\n factor of 0.61, and a score of 0.42 was obtained with the program MOLREP (\n21\n). This solution was refined for 15 cycles using REFMAC (\n22\n) giving crystallographic \nR\n factor and \nR\nfree\n values of 0.48 and 0.54, respectively, and 2\nF\no\n − \nF\nc\n and \nF\no\n − \nF\nc\n electron density maps were calculated. Inspection of the electron density showed that the molecular replacement solution was correct, with side chains truncated by CHAINSAW clearly visible in the 2\nF\no\n − \nF\nc\n and \nF\no\n − \nF\nc\n maps. Refinement of PsDRR206 structure was completed with the PHENIX suite of programs (\n23\n) and manual building of the model using the molecular graphics program COOT (\n24\n). Water molecules were added at structurally and chemically relevant positions, and the atomic displacement parameters for all atoms in the structure were refined isotropically. The final refinement statistics are given in \nTable 1\n.\nAtomic coordinates and structure factors for PsDRR206 were deposited to the Protein Data Bank (\n25\n) with PDB code \n4REV\n. Superpositions were performed using the SSM procedure (\n26\n) as implemented in COOT (\n24\n) and the program LSQKAB in the CCP4 suite (\n17\n). The figures were generated using PyMOL (\n27\n). The surface topography was analyzed with CASTp (\n28\n) using a probe radius of 1.4 Å. Conserved residues were mapped onto the structure using ConSurf (\n29\n).",
    "computational_docking_experiments": "Computational Docking Experiments\nPsDRR206 and two ligands were prepared in AutoDockTools4 (\n30\n) with default bonded and nonbonded parameters. One ligand approximated the coniferyl alcohol quinone methide radical (CA\n•\n), with C7 and C8 set to be trivalent, trigonal planar carbon atoms coplanar with the ring carbon and quinone oxygen atoms. A second ligand was the 8–8′ linked \nbis\n-quinone methide. Both \nsyn\n and \nanti\n isomers, referring to the relationship between C8 and the methoxyl group, were used in the docking experiments, and rotation about the C7-C8 bond was not allowed in CA\n•\n, reflecting its partial double bond character in the resonance hybrid. Flexibility was allowed for the side chains of residues Asp\n40\n, Phe\n79\n, Tyr\n101\n, Ser\n111\n, Leu\n113\n, Ile\n161\n, Thr\n163\n, and Leu\n174\n. The grid box was centered upon the ligand with sufficient size to cover the ligand, and all flexible residues and a grid spacing of 0.375 Å. Autodock Vina (\n31\n) was used to perform the docking calculations.",
    "homology_modeling": "Homology Modeling\nHomology models of AtDIR6 were built in SWISS-MODEL (\n32\n).",
    "results": "RESULTS\nFungally challenged pea (\nP. sativum\n) pods have an overall non-host disease response that includes induction of a gene called \nPsDRR206\n (\nDisease Resistance Response 206\n), whose protein biochemical function until recently (\n7\n) was unknown (\n33\n–\n35\n). PsDRR206 shares 54% sequence identity with AtDIR6 over the extent of the mature polypeptide. For its study \nin vitro\n, recombinant PsDRR206 was constitutively expressed using the strong CaMV \n35\nS promoter of pART17 (\n5\n). Large scale (3 liters) suspension culture of transformed tomato (\nSolanum peruvianum\n) cells was obtained by gradually increasing the culture volume (starter volume, 40 ml) with fresh liquid medium for 4 weeks at weekly subculturing intervals. Proteins were isolated using a series of strong cationic column chromatographic steps (\n7\n) with ∼400 μg of PsDRR206 protein obtained from the 3-liter culture.\nDetailed biochemical characterization next established it to be a (+)-pinoresinol-forming DP (\n7\n), and a homologue to our much earlier discovery of this protein type and its physiological function from \nForsythia\n species (\n3\n). Thus we have now discovered DPs producing both pinoresinol antipodes, with the recent discovery of a (−)-pinoresinol-forming DP in \nArabidopsis\n (AtDIR6) (\n1\n, \n5\n). Interestingly, the function of AtDIR6 was also reported independently by others (\n6\n). Of the various DPs under investigation thus far, however, crystallization conditions have only been identified for PsDRR206, the focus of this investigation.\nOverall Structure\nPsDRR206 structure was solved by molecular replacement and refined at 1.95 Å resolution (\nTable 1\n). The asymmetric unit contains two independent molecules related by a noncrystallographic 2-fold rotation axis and connected by a single salt bridge between Glu\n169\n and Arg\n173\n. Molecule A comprises residues 28–43, 65–105, 110–135, 138–166, and 169–184, whereas molecule B contains residues 28–42, 66–104, 109–135, 138–166, and 168–184 (see PDB code \n4REV\n for details). Superposition of the two independent molecules gives a root mean square deviation (RMSD) of 0.4 Å for 124 matching Cα atoms. The structure of the PsDRR206 monomer (\nFig. 2\nA\n) can be best described as an eight-stranded antiparallel β-meander forming a β-barrel. The displacement (shear number) at the suture between β1 and β8, caused by twisting of the β-sheet, is ten residues. The gaps in the structure correspond to the seven N-terminal residues and loops between strands β1–β2, β3–β4, β5–β6a, and β7–β8. In all of these gaps, the electron density was either very weak or missing completely, such that the residues in the loops could not be fitted. Interestingly, the four missing loops are all at one end of the β-barrel, designated here as the top of the molecule (\nFig. 2\n, \nA\n and \nB\n). \nN\n-Linked glycans assumed to be present at Asn\n50\n and Asn\n120\n in PsDRR206 based on their occurrence at the equivalent residues in AtDIR6 (\n11\n) are also missing in the electron density map.\nTABLE 1\nData collection and refinement statistics for PsDRR206\nData collection\n    Space group\nH32\n    Maximum resolution (\nd\nmin\n) (Å)\n1.95\n    Unit cell dimensions (Å)\na\n = \nb\n = 88.4, \nc\n = 196.8\n    Observed reflections\n142,020\n    Unique reflections to \nd\nmin\n21,935\n    \nR\nmerge\n (%)\na\n3.7 (66.1)\nb\n    \nI\n/σ\n21.9 (2.6)\n    Completeness (%)\n99.6 (98.1)\n    CC½\nc\n100.0 (85.7)\n    Multiplicity\n6.5 (5.4)\n    Wilson B (Å\n2\n)\n39.6\nRefinement\n    Resolution range (Å)\n38.5–1.95\n    \nR\n factor/\nR\nfree\n (%)\nd\n20.1/24.8\n    \nR\nall\n (%)\ne\n    Total atoms\n        Protein\n1030/1012\n        Solvent\n50\n    B factors\n        Protein chain (A/B) (Å\n2\n)\n59.1/59.4\n        Solvent (Å\n2\n)\n57.5\n    RMSD from ideality\n        Bonds (Å)\n0.009\n        1–3 distances (Å)\n1.43\n    Ramachandran plot\n        Residues in preferred regions (%)\nf\n98.2\na\n R\nmerge\n = Σ|\nI\n − <\nI\n>|/Σ\nI\n × 100, where \nI\n = the observed intensity, and <\nI\n> is the mean intensity.\nb\n Numbers in parentheses relate to the highest resolution shell, 2.00–1.95 Å.\nc\n Percentage of correlation between intensities from random half-sets calculated by XDS (16).\nd\n r\n = Σ||\nF\no\n| − \nk\n|\nF\nc\n ||/Σ|\nF\no\n | × 100. \nR\nfree\n was calculated with 5% of the reflections.\ne\n Final \nR\n factor calculated with all data using no sigma cutoff.\nf\n As defined in MOLPROBITY (\n19\n).\nFIGURE 2.\nStructure of the PsDRR206 monomer.\n\n\nA\n, ribbon representation of the eight-stranded β-barrel rainbow-colored from the N terminus (\nblue\n) to the C terminus (\nred\n), showing the secondary structure labeling. \nB\n, the PsDRR206 monomer rotated 90° about a vertical axis and colored to show the two component β-sheets in \nblue\n (β-sheet 1) and \nred\n (β-sheet 2). The location of the domain-swapped strand β2′ from a neighboring PsDRR206 molecule making up the trimer is shown as a \ntransparent gray strand\n. The two long loops between strands β2/β3 and β6/β7 are colored \ngreen\n.\nAlternatively, the β-barrel can be viewed as two highly curved anti-parallel sheets formed by strands β2, β3, β4, and β5 (β-sheet 1) and by strands β6, β7, β8, and β1 (β-sheet 2) (\nFig. 2\nB\n), respectively. Moreover, strand β6 is divided into two shorter strands such that the first part of the strand (β6a) forms the outer strand of β-sheet 2, whereas the C-terminal end (β6b) adds a fifth strand to β-sheet 1. The bifurcation of β6 occurs at a β-bulge at residues Val\n145\n-Thr\n146\n; a similar bulge is present at the equivalent position in AOC.\nAnalysis of the crystal symmetry shows that PsDRR206 forms a tightly packed trimer, with the trimer axis being orientated along the 3-fold axis of the H32 space group (\nFig. 3\n). Nevertheless, formation of the trimer buries almost 2500 Å\n2\n of surface per monomer and over 30% of the total surface of each monomer. Calculation of the electrostatic surface of the PsDRR206 monomer shows that the outer surface is hydrophilic (\nleft side\n of \nFig. 4\nA\n), whereas the inner surface involved in trimer interface formation is predominantly hydrophobic (\nFig. 4\nA, right side\n, and \nB\n). Along with a large number of hydrophobic contacts at the trimer interface, the monomers are also held together by six hydrogen bonding interactions (three for each monomer-monomer pair), and two electrostatic interactions (not shown). Inspection of the trimer shows that the loop between the first two strands is involved in a domain-swapping event (\nFig. 3\nB\n), wherein the loop does not simply reverse direction and become the second β-strand in the same monomer. Instead, it traverses the interface into the neighboring monomer, such that the N-terminal half of the first strand β2 is inserted into the second monomer next to its strand β2 (\nFig. 3\n, \nA\n and \nB\n), adding a sixth strand to β-sheet 1. The electron density in this region clearly shows the N-terminal extension of this strand (\nFig. 3\nC\n). This extension of strand β2 provides an additional nine hydrogen bonds, which include seven main chain interactions with strand β2 from the second monomer and two interactions with side chain atoms from the β2-β3 loop (\nFig. 3\nC\n).\nFIGURE 3.\nStructure of the PsDRR206 trimer.\n\n\nA\n, the trimer viewed down the 3-fold \nc\n-axis of the H32 space group. The \na\n- and \nb\n-axes are indicated. \nB\n, the trimer rotated 90° about the \na\n-axis. One of the extended β2 strands (\nblue\n) traverses the trimer interface into neighboring monomer (\ngreen\n), and this region is highlighted by the \nblack oval. C\n, final 2\nF\no\n − \nF\nc\n electron density, contoured at 1.0 σ, in the vicinity of the domain-swapped β2 strand from the \nblue\n monomer. This extended β2 strand makes a typical anti-parallel hydrogen bonding network with the β2 strand from the \ngreen\n monomer, along with interactions with two residues from the omega loop between strands β2 and β3 (Gln\n93\n and Arg\n96\n). Some residues in the \nblue\n and \ngreen\n β2 strands are indicated.\nAt the top of each barrel and slightly toward the outside of the trimer is a substantial pocket lined mostly with hydrophobic residues (\nFigs. 4\nC\n and \n5\n, \nA\n and \nB\n). Several conserved residues cluster around this pocket including strictly conserved charged polar residues Asp\n40\n and Arg\n141\n (\nFig. 5\nA\n). This narrow pocket is approximately 12 Å deep, 12 Å wide, and 5 Å across. The solvent excluded molecular surface area (Connolly surface) of the pocket is 339 Å\n2\n, and its volume is 463 Å\n3\n.\nFIGURE 4.\nSurface representation of PsDRR206.\n\n\nA\n, the outer (solvent exposed, \nleft panel\n) and the inner (buried in trimer formation, \nright panel\n) electrostatic surfaces of the monomer. The surface potentials range from −4 kT/e (\nred\n) to +4 kT/e (\nblue\n). \nB\n, the electrostatic surface of two of the monomers, X and Y, with the third monomer (Z) indicated as a semi-transparent green ribbon. The inner surface of the Z monomer is represented by the \nright panel\n in \nA\n, rotated 180° about a vertical axis relative to the orientation of the \ngreen ribbon. C\n, the electrostatic surface of one of the monomers orientated to view down into the putative active site. The other two monomers making up the trimer are colored \nred\n and \nblue\n, and the orientation of the trimer is a 60° rotation about the \na\n-axis relative to \nA\n.\nFIGURE 5.\nResidues lining the interior of the active site pocket.\n\n\nA\n, several of these residues are conserved, although in only one or the other but not both of the groups of known (+)- or (−)-pinoresinol-forming DPs as indicated in \nFig. 1\nB\n, suggesting a role in determining substrate orientation. The omega loop is also labeled to indicate proximity to the back side of the active site. \nB\n, surface rendering of the active site pocket and surrounding area from the same perspective as \nA\n, with residues shown as \nsticks\n in \nA\n now shown as \ncolored spheres\n visible under the transparent surface.\nAdjacent to Asp\n40\n and on the opposite side of the β-sheet is found His\n39\n, one of three conserved residues in an unusual cluster of highly conserved residues that also includes Thr\n84\n and Ser\n91\n. The latter two residues occur in an omega loop between strands β2 and β3 that folds back upon the exterior of the barrel (\nFigs. 2\nB\n and \n5\nA\n). An omega loop is a nonregular secondary structure element characterized by a loop of varying structure with its N and C termini located on adjacent secondary structure elements, typically β-strands, close together in space (\n36\n).\nComparison of PsDRR206 to AOC\nA Dali search of the PDB (\n37\n) identified several β-barrel proteins as being closely related to PsDRR206, including AOC (the first nine hits with Z scores ranging from 12.1 to 11.5), followed by five proteins of unknown function (PDB codes \n2Q03\n, \n3G7G\n, \n2OOJ\n, \n3C5O\n, and \n4PUX\n) with Z scores between 10.5 and 7.8. Unlike AOC, these latter proteins do not form trimeric structures. The Dali search also identified numerous structures from the avidin/streptavidin fold family, but all with Z scores less than 7.0. Like AOC, these are eight-stranded β-barrel proteins with shear number 10; however, they meander in the opposite direction around the barrel.\nA structure-based sequence alignment of PsDRR206 and the highest scoring Dali hit, \nPhyscomitrella patens\n AOC (PpAOC2; PDB code \n4H69\n) (\n13\n) with bound inhibitor, identified 109 residues within spans of 151 and 164 residues in the PsDRR206 and AOC crystal structures, respectively, that could be aligned with 2.2 Å RMSD for the backbone atoms (\nFig. 6\n, \nA\n and \nB\n). Similar alignments can also be generated with AtAOC2 structures (\n12\n). Most of the aligned residues constitute the common core barrel structure of both proteins, whereas the unaligned portions are in loops linking β-strands. Many of these loops also have substantial insertions and deletions, relative to their counterparts in the other structure. However, the prominent pocket or cleft on each PsDRR206 monomer aligns well with its counterpart in the AOC structure. The shapes of the PsDRR206 and AOC pockets are somewhat similar (\nFig. 6\nA\n), and their volumes are also quite similar. The size and length of AOC ligands such as vernolic acid (PDB code \n2DIO\n) are comparable with pinoresinol (\n2\n).\nFIGURE 6.\nPsDRR206 comparison with AOC.\n\n\nA\n, PsDRR206 (\nmagenta\n) superposition with \nP. patens\n AOC (4H69, \nchartreuse\n; with ligand, \nspheres\n), with RMSD ∼2.1–2.2 Å over 102 residues. \nB\n, aligned (pairwise Dali) residues only, Cα trace, for one monomer. All 102 residues are in the core β-barrel.\nComputational Docking Studies\nBecause the putative substrate for PsDRR206 is a reactive radical species, experimental investigation of the protein-substrate complex is not straightforward. Accordingly, computational docking studies were conducted using the PsDRR206 x-ray structure and models of both the coniferyl alcohol quinone methide radical (CA\n•\n) and the 8–8′ \nbis\n-quinone methide, with the latter being the putative intermediate in pinoresinol (\n2\n) formation following (CA\n•\n) radical coupling prior to cyclization of the furan rings (\nFig. 1\nA\n). These docking studies suggest that the binding site can accommodate at least one CA\n•\n (\nFig. 7\nA\n) and that its dimensions are appropriate for the long axis to span the distance from Arg\n141\n to Asp\n40\n, with the quinone oxygen and the 9-OH potentially interacting favorably with these charged residues.\nFIGURE 7.\nDocked models of substrates en route to (+)-pinoresinol (2a), in the putative active site of PsDRR206.\n\n\nA,\n coniferyl alcohol radical (CA\n•\n) in the \nsyn\n configuration bound such that the \nre\n face is exposed, the orientation that would lead to coupling with the \nre\n face of another CA\n•\n to give the \nR\n,\nR\n-stereoisomer of 8–8′ \nbis\n-quinone methide, the putative initial product from coupling of two coniferyl alcohol radicals as shown in \nB\n. In this particular model of the \nbis\n-quinone methide, the 3 and 3′-methoxy groups are \nanti\n with respect to C8 and C8′; models with \nsyn\n regiochemistry were also docked. The torsion angle about the 8–8′ bond was restricted to values in which cyclization to form the furan rings of pinoresinol (\n2\n) would produce the correct configuration at C7 and C7′. PsDRR206 side chains allowed to be flexible in the docking simulation are labeled and shown as \nsticks\n.",
    "overall_structure": "Overall Structure\nPsDRR206 structure was solved by molecular replacement and refined at 1.95 Å resolution (\nTable 1\n). The asymmetric unit contains two independent molecules related by a noncrystallographic 2-fold rotation axis and connected by a single salt bridge between Glu\n169\n and Arg\n173\n. Molecule A comprises residues 28–43, 65–105, 110–135, 138–166, and 169–184, whereas molecule B contains residues 28–42, 66–104, 109–135, 138–166, and 168–184 (see PDB code \n4REV\n for details). Superposition of the two independent molecules gives a root mean square deviation (RMSD) of 0.4 Å for 124 matching Cα atoms. The structure of the PsDRR206 monomer (\nFig. 2\nA\n) can be best described as an eight-stranded antiparallel β-meander forming a β-barrel. The displacement (shear number) at the suture between β1 and β8, caused by twisting of the β-sheet, is ten residues. The gaps in the structure correspond to the seven N-terminal residues and loops between strands β1–β2, β3–β4, β5–β6a, and β7–β8. In all of these gaps, the electron density was either very weak or missing completely, such that the residues in the loops could not be fitted. Interestingly, the four missing loops are all at one end of the β-barrel, designated here as the top of the molecule (\nFig. 2\n, \nA\n and \nB\n). \nN\n-Linked glycans assumed to be present at Asn\n50\n and Asn\n120\n in PsDRR206 based on their occurrence at the equivalent residues in AtDIR6 (\n11\n) are also missing in the electron density map.\nTABLE 1\nData collection and refinement statistics for PsDRR206\nData collection\n    Space group\nH32\n    Maximum resolution (\nd\nmin\n) (Å)\n1.95\n    Unit cell dimensions (Å)\na\n = \nb\n = 88.4, \nc\n = 196.8\n    Observed reflections\n142,020\n    Unique reflections to \nd\nmin\n21,935\n    \nR\nmerge\n (%)\na\n3.7 (66.1)\nb\n    \nI\n/σ\n21.9 (2.6)\n    Completeness (%)\n99.6 (98.1)\n    CC½\nc\n100.0 (85.7)\n    Multiplicity\n6.5 (5.4)\n    Wilson B (Å\n2\n)\n39.6\nRefinement\n    Resolution range (Å)\n38.5–1.95\n    \nR\n factor/\nR\nfree\n (%)\nd\n20.1/24.8\n    \nR\nall\n (%)\ne\n    Total atoms\n        Protein\n1030/1012\n        Solvent\n50\n    B factors\n        Protein chain (A/B) (Å\n2\n)\n59.1/59.4\n        Solvent (Å\n2\n)\n57.5\n    RMSD from ideality\n        Bonds (Å)\n0.009\n        1–3 distances (Å)\n1.43\n    Ramachandran plot\n        Residues in preferred regions (%)\nf\n98.2\na\n R\nmerge\n = Σ|\nI\n − <\nI\n>|/Σ\nI\n × 100, where \nI\n = the observed intensity, and <\nI\n> is the mean intensity.\nb\n Numbers in parentheses relate to the highest resolution shell, 2.00–1.95 Å.\nc\n Percentage of correlation between intensities from random half-sets calculated by XDS (16).\nd\n r\n = Σ||\nF\no\n| − \nk\n|\nF\nc\n ||/Σ|\nF\no\n | × 100. \nR\nfree\n was calculated with 5% of the reflections.\ne\n Final \nR\n factor calculated with all data using no sigma cutoff.\nf\n As defined in MOLPROBITY (\n19\n).\nFIGURE 2.\nStructure of the PsDRR206 monomer.\n\n\nA\n, ribbon representation of the eight-stranded β-barrel rainbow-colored from the N terminus (\nblue\n) to the C terminus (\nred\n), showing the secondary structure labeling. \nB\n, the PsDRR206 monomer rotated 90° about a vertical axis and colored to show the two component β-sheets in \nblue\n (β-sheet 1) and \nred\n (β-sheet 2). The location of the domain-swapped strand β2′ from a neighboring PsDRR206 molecule making up the trimer is shown as a \ntransparent gray strand\n. The two long loops between strands β2/β3 and β6/β7 are colored \ngreen\n.\nAlternatively, the β-barrel can be viewed as two highly curved anti-parallel sheets formed by strands β2, β3, β4, and β5 (β-sheet 1) and by strands β6, β7, β8, and β1 (β-sheet 2) (\nFig. 2\nB\n), respectively. Moreover, strand β6 is divided into two shorter strands such that the first part of the strand (β6a) forms the outer strand of β-sheet 2, whereas the C-terminal end (β6b) adds a fifth strand to β-sheet 1. The bifurcation of β6 occurs at a β-bulge at residues Val\n145\n-Thr\n146\n; a similar bulge is present at the equivalent position in AOC.\nAnalysis of the crystal symmetry shows that PsDRR206 forms a tightly packed trimer, with the trimer axis being orientated along the 3-fold axis of the H32 space group (\nFig. 3\n). Nevertheless, formation of the trimer buries almost 2500 Å\n2\n of surface per monomer and over 30% of the total surface of each monomer. Calculation of the electrostatic surface of the PsDRR206 monomer shows that the outer surface is hydrophilic (\nleft side\n of \nFig. 4\nA\n), whereas the inner surface involved in trimer interface formation is predominantly hydrophobic (\nFig. 4\nA, right side\n, and \nB\n). Along with a large number of hydrophobic contacts at the trimer interface, the monomers are also held together by six hydrogen bonding interactions (three for each monomer-monomer pair), and two electrostatic interactions (not shown). Inspection of the trimer shows that the loop between the first two strands is involved in a domain-swapping event (\nFig. 3\nB\n), wherein the loop does not simply reverse direction and become the second β-strand in the same monomer. Instead, it traverses the interface into the neighboring monomer, such that the N-terminal half of the first strand β2 is inserted into the second monomer next to its strand β2 (\nFig. 3\n, \nA\n and \nB\n), adding a sixth strand to β-sheet 1. The electron density in this region clearly shows the N-terminal extension of this strand (\nFig. 3\nC\n). This extension of strand β2 provides an additional nine hydrogen bonds, which include seven main chain interactions with strand β2 from the second monomer and two interactions with side chain atoms from the β2-β3 loop (\nFig. 3\nC\n).\nFIGURE 3.\nStructure of the PsDRR206 trimer.\n\n\nA\n, the trimer viewed down the 3-fold \nc\n-axis of the H32 space group. The \na\n- and \nb\n-axes are indicated. \nB\n, the trimer rotated 90° about the \na\n-axis. One of the extended β2 strands (\nblue\n) traverses the trimer interface into neighboring monomer (\ngreen\n), and this region is highlighted by the \nblack oval. C\n, final 2\nF\no\n − \nF\nc\n electron density, contoured at 1.0 σ, in the vicinity of the domain-swapped β2 strand from the \nblue\n monomer. This extended β2 strand makes a typical anti-parallel hydrogen bonding network with the β2 strand from the \ngreen\n monomer, along with interactions with two residues from the omega loop between strands β2 and β3 (Gln\n93\n and Arg\n96\n). Some residues in the \nblue\n and \ngreen\n β2 strands are indicated.\nAt the top of each barrel and slightly toward the outside of the trimer is a substantial pocket lined mostly with hydrophobic residues (\nFigs. 4\nC\n and \n5\n, \nA\n and \nB\n). Several conserved residues cluster around this pocket including strictly conserved charged polar residues Asp\n40\n and Arg\n141\n (\nFig. 5\nA\n). This narrow pocket is approximately 12 Å deep, 12 Å wide, and 5 Å across. The solvent excluded molecular surface area (Connolly surface) of the pocket is 339 Å\n2\n, and its volume is 463 Å\n3\n.\nFIGURE 4.\nSurface representation of PsDRR206.\n\n\nA\n, the outer (solvent exposed, \nleft panel\n) and the inner (buried in trimer formation, \nright panel\n) electrostatic surfaces of the monomer. The surface potentials range from −4 kT/e (\nred\n) to +4 kT/e (\nblue\n). \nB\n, the electrostatic surface of two of the monomers, X and Y, with the third monomer (Z) indicated as a semi-transparent green ribbon. The inner surface of the Z monomer is represented by the \nright panel\n in \nA\n, rotated 180° about a vertical axis relative to the orientation of the \ngreen ribbon. C\n, the electrostatic surface of one of the monomers orientated to view down into the putative active site. The other two monomers making up the trimer are colored \nred\n and \nblue\n, and the orientation of the trimer is a 60° rotation about the \na\n-axis relative to \nA\n.\nFIGURE 5.\nResidues lining the interior of the active site pocket.\n\n\nA\n, several of these residues are conserved, although in only one or the other but not both of the groups of known (+)- or (−)-pinoresinol-forming DPs as indicated in \nFig. 1\nB\n, suggesting a role in determining substrate orientation. The omega loop is also labeled to indicate proximity to the back side of the active site. \nB\n, surface rendering of the active site pocket and surrounding area from the same perspective as \nA\n, with residues shown as \nsticks\n in \nA\n now shown as \ncolored spheres\n visible under the transparent surface.\nAdjacent to Asp\n40\n and on the opposite side of the β-sheet is found His\n39\n, one of three conserved residues in an unusual cluster of highly conserved residues that also includes Thr\n84\n and Ser\n91\n. The latter two residues occur in an omega loop between strands β2 and β3 that folds back upon the exterior of the barrel (\nFigs. 2\nB\n and \n5\nA\n). An omega loop is a nonregular secondary structure element characterized by a loop of varying structure with its N and C termini located on adjacent secondary structure elements, typically β-strands, close together in space (\n36\n).",
    "comparison_of_psdrr206_to_aoc": "Comparison of PsDRR206 to AOC\nA Dali search of the PDB (\n37\n) identified several β-barrel proteins as being closely related to PsDRR206, including AOC (the first nine hits with Z scores ranging from 12.1 to 11.5), followed by five proteins of unknown function (PDB codes \n2Q03\n, \n3G7G\n, \n2OOJ\n, \n3C5O\n, and \n4PUX\n) with Z scores between 10.5 and 7.8. Unlike AOC, these latter proteins do not form trimeric structures. The Dali search also identified numerous structures from the avidin/streptavidin fold family, but all with Z scores less than 7.0. Like AOC, these are eight-stranded β-barrel proteins with shear number 10; however, they meander in the opposite direction around the barrel.\nA structure-based sequence alignment of PsDRR206 and the highest scoring Dali hit, \nPhyscomitrella patens\n AOC (PpAOC2; PDB code \n4H69\n) (\n13\n) with bound inhibitor, identified 109 residues within spans of 151 and 164 residues in the PsDRR206 and AOC crystal structures, respectively, that could be aligned with 2.2 Å RMSD for the backbone atoms (\nFig. 6\n, \nA\n and \nB\n). Similar alignments can also be generated with AtAOC2 structures (\n12\n). Most of the aligned residues constitute the common core barrel structure of both proteins, whereas the unaligned portions are in loops linking β-strands. Many of these loops also have substantial insertions and deletions, relative to their counterparts in the other structure. However, the prominent pocket or cleft on each PsDRR206 monomer aligns well with its counterpart in the AOC structure. The shapes of the PsDRR206 and AOC pockets are somewhat similar (\nFig. 6\nA\n), and their volumes are also quite similar. The size and length of AOC ligands such as vernolic acid (PDB code \n2DIO\n) are comparable with pinoresinol (\n2\n).\nFIGURE 6.\nPsDRR206 comparison with AOC.\n\n\nA\n, PsDRR206 (\nmagenta\n) superposition with \nP. patens\n AOC (4H69, \nchartreuse\n; with ligand, \nspheres\n), with RMSD ∼2.1–2.2 Å over 102 residues. \nB\n, aligned (pairwise Dali) residues only, Cα trace, for one monomer. All 102 residues are in the core β-barrel.",
    "computational_docking_studies": "Computational Docking Studies\nBecause the putative substrate for PsDRR206 is a reactive radical species, experimental investigation of the protein-substrate complex is not straightforward. Accordingly, computational docking studies were conducted using the PsDRR206 x-ray structure and models of both the coniferyl alcohol quinone methide radical (CA\n•\n) and the 8–8′ \nbis\n-quinone methide, with the latter being the putative intermediate in pinoresinol (\n2\n) formation following (CA\n•\n) radical coupling prior to cyclization of the furan rings (\nFig. 1\nA\n). These docking studies suggest that the binding site can accommodate at least one CA\n•\n (\nFig. 7\nA\n) and that its dimensions are appropriate for the long axis to span the distance from Arg\n141\n to Asp\n40\n, with the quinone oxygen and the 9-OH potentially interacting favorably with these charged residues.\nFIGURE 7.\nDocked models of substrates en route to (+)-pinoresinol (2a), in the putative active site of PsDRR206.\n\n\nA,\n coniferyl alcohol radical (CA\n•\n) in the \nsyn\n configuration bound such that the \nre\n face is exposed, the orientation that would lead to coupling with the \nre\n face of another CA\n•\n to give the \nR\n,\nR\n-stereoisomer of 8–8′ \nbis\n-quinone methide, the putative initial product from coupling of two coniferyl alcohol radicals as shown in \nB\n. In this particular model of the \nbis\n-quinone methide, the 3 and 3′-methoxy groups are \nanti\n with respect to C8 and C8′; models with \nsyn\n regiochemistry were also docked. The torsion angle about the 8–8′ bond was restricted to values in which cyclization to form the furan rings of pinoresinol (\n2\n) would produce the correct configuration at C7 and C7′. PsDRR206 side chains allowed to be flexible in the docking simulation are labeled and shown as \nsticks\n.",
    "discussion": "DISCUSSION\nThe study herein obtained the (+)-pinoresinol-forming DP (PsDRR206) in crystalline form, and at 1.95 Å resolution. In this regard, determination of the PsDRR206 three-dimensional structure, and its analysis suggests that the corresponding trimer has three identical substrate binding sites that are spatially distributed so that intermolecular coupling apparently cannot occur between two distinct substrate binding sites in the trimer model. Furthermore, this trimer observation is in agreement with our earlier studies (\n3\n), where the \nForsythia\n DP was considered as a ∼78-kDa trimer based on gel filtration analyses, in contrast to subsequent mass spectrometric data obtained, which had suggested a dimeric protein (\n38\n).\nAs indicated above, we also established that PsDRR206 is an eight-stranded β-barrel with the same β-meander topology and remarkably similar trimeric quaternary structure as AOC. Together with the previously mentioned low (∼17% identity), but likely meaningful, sequence similarity between DP and AOC protein families, this suggests a possible common ancestor for these functionally distinct proteins.\nAlthough there are striking structural similarities between PsDRR206 and AOC, it remains to be seen whether there are mechanistic similarities as well. Studies of AOC with and without a bound inhibitor suggested that conformational changes in the binding pocket upon formation of a tight enzyme-substrate complex precede the catalytic cycle and that steric restrictions in the active site determine the stereoselectivity of the cyclization reaction (\n12\n, \n13\n). Both of these characteristics could be seen to be important in a protein guiding stereoselective phenoxy radical coupling. Conceivably, the trimeric β-barrel DP/AOC scaffold is well suited for these roles.\nDP Surface Features and Patterns of Conserved Residues\nWe hypothesize that the prominent outward facing pocket near the top of each barrel is the substrate binding (active) site located within the internal cavity of the barrel, based upon comparison with the structures and similar dimensions of \nP. patens\n AOC1 and AOC2 with bound substrate analog (PDB codes \n4H69\n and \n4H6B\n (\n13\n)). We further propose that this is the binding site for one or possibly two coniferyl alcohol phenoxy radicals (CA\n•\n) in PsDRR206. Conserved residues Thr\n163\n and Phe\n172\n line the edge of the putative binding pocket (\nFig. 8\n, \nA–D\n) (\n29\n), and disordered loop residues for which electron density is missing occur around the edge of the pocket. Two polar residues, Asp\n40\n and Arg\n141\n, conserved in all pinoresinol-forming DPs but not AOCs, are also located at either end of the pocket (\nFigs. 5\nA\n and \n7\nA\n). The span between them is ∼12–14 Å, suitable for a single \ntrans\n coniferyl alcohol molecule or quinone methide radical, whose lengths are ∼8–10 Å. Residues in the interior of the pocket are less conserved, however, possibly because they help determine substrate specificity.\nFIGURE 8.\nSurface features and conserved residues.\n\n\nA\n, top view of accessible surface showing that putative active site pockets (entrance indicated by \narrows\n, residues colored by atom type) are isolated from each other in the trimer. The omega loop is also indicated. \nB\n, top view (same as in \nA\n) generated with ConSurf (\n29\n) showing conserved residue Phe\n73\n in relation to the active site and omega loop. Conserved residues are shown in \nmagenta\n. The sequence alignment input to ConSurf contained PsDRR206 and 16 dirigent proteins and their homologues from \nArabidopsis. C\n, view directly into the active site, at ∼45° away from the top view shown in \nA\n and \nB. D\n, same view as in \nC\n, but with residues colored according to ConSurf. The network of conserved residues formed by the omega loop and by residues on the back side of the active site pocket is visible.\nIn PsDRR206, but not AOC, an omega loop consisting of approximately eight residues (Leu\n85\n–Lys\n92\n) occurs at the bottom of the trimer between β2 and β3 and folds back upon the outside of the barrel (\nFig. 5\nA\n). A cluster of three highly conserved polar residues (His\n39\n, Thr\n84\n, and Ser\n91\n) also occur (\nFig. 8\nD\n) where this loop contacts the exterior surface of the barrel. These three residues are conserved in all characterized (+)- and (−)-pinoresinol-forming DPs (\nFig. 1\nB\n), whereas they are not conserved in AOCs. The cluster adjoins the active site pocket, and indeed His\n39\n neighbors conserved residue Asp\n40\n in the putative active site region, although on the opposite side of the strand in the β-barrel (\nFig. 5\nA\n). This proximity of conserved residues thus provisionally suggests the omega loop may be the site of an interaction that modulates either substrate orientation or binding in the active site. As indicated above, because the proposed pockets point outwards relative to the trimer axis, a substrate in one pocket is unlikely to be able to couple with those in other pockets elsewhere in the trimer.\nAnother notable residue conserved in DPs, although not in AOCs, is Phe\n73\n (Tyr in FiDIR and some other DPs), which lies near its symmetry mates on the exterior surface of the barrel at its topmost point and near the rim of the putative active site. This positioning suggests it may serve as a hydrophobic anchor point (\nFigs. 5\n and \n8\n (\nA\n and \nB\n)). Its conservation and location on the surface suggest it is maintained there by selective pressure. Because they do not appear likely to be necessary for stabilization of the structure, these conserved surface-exposed hydrophobic side chains might instead indicate interaction site(s) for an oxidase, other dirigent proteins, or perhaps even a surface such as that of an actively growing lignin polymer. Several other conserved residues in DPs are also found buried in the trimer interface, supporting the idea that the trimer is the functional form of this and probably other DPs.\nComparison of Amino Acid Sequences for DPs with Opposite Stereoselectivities and Homology Models of AtDIR6\nIn our earlier work (\n5\n) and that of others (\n11\n), homology models of ScDIR and AtDIR6, (+)- and (−)-pinoresinol-forming DPs, respectively, were made using the very distantly related AOC structures as potential templates. The x-ray structure of PsDRR206, however, now allows construction of accurate homology models of AtDIR6 (∼50% amino acid identity to PsDRR206).\nModeling of missing loop residues permits consideration of loop regions surrounding the putative active site where weak or missing electron density prevented fitting of the structure. All of the known (+)-pinoresinol-forming DPs have six more residues in the longest of these loops, between strands β1 and β2 (Leu42 to Gly74 of PsDRR206), than the (−)-pinoresinol DPs. This difference is conserved in various plant species (\nFig. 1\nB\n). This correlation with stereoselectivity may indicate a role for this loop in binding or orientation of the substrate, for example by acting as a “lid” that closes on the active site as substrates bind.\nFurthermore, the precise residues essential for distinct stereoselectivities in PsDRR206 and AtDIR6 were of considerable interest, because previously this was only narrowed down to the Region B in the DPs (\nFig. 1\nB\n) (\n5\n). That is, using a region swapping approach, we established regions in the DPs that affected different stereoselectivities resulting in formation of opposite antipodes of pinoresinol (\n2\n) (\n5\n).\nOur recent characterization of pea (\n7\n) and flax (\n8\n) DPs, however, now expands the number of DPs of known function to eleven in seven different plant species, namely \nF. intermedia\n, \nT. plicata\n, \nA. thaliana\n, \nS. chinensis\n, \nPiper regnellii\n, \nP. sativum\n, and \nL. usitatissimum\n. Among them, seven DPs (FiDIR, TpDIR5, TpDIR8, ScDIR, PrDIR, PsDRR206, and LuDIR1) afford (+)-pinoresinol (\n2a\n), whereas four others (AtDIR5, AtDIR6, LuDIR5, and LuDIR6) generate (−)-pinoresinol (\n2b\n). Interestingly, flax has both (+)- and (−)-pinoresinol-forming DPs (LuDIR1 \nversus\n LuDIR5 and LuDIR6\n3\n, respectively).\nAlthough previously we had noted 14 residues differentially conserved in (+)- and (−)-pinoresinol-forming DPs (\n5\n), the recent identification of pea and flax DPs enabled us to narrow down candidate residues further to six. These now include Gly\n95\n, Leu\n113\n, Phe\n115\n, Phe\n117\n, Phe\n130\n, and Ile/Leu\n161\n in the (+)-pinoresinol-forming DPs (numbering is based on PsDRR206), as well as Ala\n98\n, Phe\n116\n, Tyr\n118\n, Leu\n120\n, Ile\n133\n, and Phe\n164\n in the (−)-pinoresinol-forming DPs; the numbering is based on AtDIR6 (\nFig. 1\nB\n, with residues marked with green dots). Interestingly, except for Ile\n161\n of PsDRR206 (and Phe\n164\n in the (−)-pinoresinol-forming DP), all of these residues are located in Region-B (Lys\n90\n–Leu\n138\n of AtDIR6) that was previously found responsible for altered stereoselectivity by region swapping (\n5\n). Furthermore, residues Leu\n113\n and Phe\n115\n of PsDRR206 (Phe\n116\n and Tyr\n118\n of AtDIR6) are located within the putative active site region (\nFig. 5\n, \nA\n and \nB\n), with both residues being on the β4 strand and having their side chains positioned at distances less than 10 Å to the conserved polar residues Asp\n40\n and Arg\n141\n; the latter provisionally appears to be positioned in a way that could determine whether the \nsi\n or \nre\n face of bound CA\n•\n is exposed and available for coupling. Accordingly, in the future, site-directed mutagenesis will examine whether one or more of the six residues determine distinct stereoselectivities.\nHomology Modeling of the Putative Active Site in (−)-Pinoresinol-forming AtDIR6\nThe backbone RMSD between PsDRR206 and the published AtDIR6 homology model of Pickel \net al.\n (\n11\n) is ∼5 Å, varying depending on which residues are superimposed. Three β-strands are out of register by two residues each with respect to their counterparts in the experimentally determined x-ray structure. Although the same side chains occupy the core of the β-barrel, they are misplaced because of incorrect alignment of neighboring strands. Our own models (\n5\n) were similarly poor. Such results are not unexpected given the low sequence similarity (∼17% identity in the core β-barrel) between AtDIR6 and AtAOC2, the template used to generate the homology model.\nNonetheless, the model of Pickel \net al.\n (\n11\n) was sufficient to obtain a molecular replacement solution for the PsDRR206 crystal structure. This is because the core β-barrel of the template, AtAOC2 (PDB code \n2BRJ\n) aligns very well with that of PsDRR206 (RMSD 3.2 Å over 113 residues). The structure has a RMSD 2.2 Å with \nP. patens\n AOC (PpAOC2, PDB code \n4H69\n; \nFig. 6\nB\n, which itself has a 1 Å RMSD alignment with AtAOC2). More specifically, because side chain atoms are not typically used in finding structure solutions by molecular replacement, the misalignment of several β-strands did not matter in this instance so long as positions of backbone atoms in the barrel are not perturbed by the misalignment.\nUsing the PsDRR206 x-ray structure as a template, a new homology model of AtDIR6 was thus constructed to investigate the basis for differing stereoselectivities in pinoresinol-forming DPs. (\nFig. 9\n). Five of the six residues that are differentially conserved among (+)- and (−)-pinoresinol-forming DPs from a range of plant species cluster together in the deep interior of the putative active site pocket. A seventh active site residue (Val\n176\n in PsDRR206), not included in the original set because it is substituted with Thr in one (+)-pinoresinol-forming DP, becomes Met in (−)-pinoresinol-forming DPs. These residues are located opposite each another on either side of the pocket, in the center of one or the other of the two highly curved antiparallel β-sheets that form the β-barrel. Other active site residues nearer the mouth of the pocket are strictly conserved, such as Asp\n40\n, Arg\n141\n, and Thr\n163\n. We propose that the two different sets of differentially conserved residues force CA\n•\n to bind such that only the \nsi\n (for (+)-pinoresinol (\n2a\n)) or the \nre\n (for (−)-pinoresinol (\n2b\n)) face is exposed and available to couple with a second CA\n•\n (or possibly CA), which itself must be oriented properly, perhaps by residues in the β1-β2 loop. Uncovering specific details of the mechanism, such as the actual roles of Asp\n40\n and Arg\n141\n and the orientation of each substrate, will likely require structural characterization of DPs with substrate or product analogues. Missing residues in loops surrounding the putative active site at the top of the β-barrel were also modeled to establish the range through which their motion can occur assuming the core barrel structure remains intact (\nFig. 10\n). In particular, the 23 missing residues in the β1-β2 loop span a distance of ∼32 Å, conceivably providing ample potential to adopt a range of conformations.\nFIGURE 9.\nAtDIR6 homology model (\nlavender\n) generated from the PsDRR206 x-ray structure (\ngreen\n) on which it is superimposed.\n Differentially conserved active site side chains from (+)- and (−)-pinoresinol-forming DPs are shown and labeled in terms of the PsDRR206 residue type and number then the equivalent AtDIR6 residue type. (Valine 176 is substituted with threonine in the (+)-pinoresinol-forming DP ScDIR (\n5\n).)\nFIGURE 10.\nPsDRR206 structure with residues in missing loops built in as disordered polypeptide chains (\nblack\n) and subjected to backbone torsion minimization.\n Putative \nN\n-glycosylation sites (Asn\n50\n and Asn\n120\n) are indicated with \nred asterisks\n.\nMechanistic Considerations\nThe trimeric DP structure shows that each active site is isolated from the others and will not allow two substrates bound at two different active sites to interact. In light of this finding, the most likely mechanism is that a single active site binds two substrates that combine to form product. The putative PsDRR206 binding pocket would thus bind two CA\n•\n in an orientation allowing \nsi-si\n coupling to form the (+)-pinoresinol antipode (\n2a\n), whereas the homologue AtDIR6 would afford the corresponding (−)-enantiomer (\n2b\n) through \nre-re\n coupling. However, a variation in which one CA\n•\n and one coniferyl alcohol (\n1\n) bind and react cannot be ruled out.\nDocking studies (\nFig. 7\n) suggested that two CA\n•\n substrates could bind in the active site, as could an 8–8′ \nbis\n-quinone methide (\nFig. 1\nA\n). Although two positions of the methoxy group (\nsyn\n or \nanti\n) with respect to C8 are possible in the quinone methide, discrimination of \nsi\n and \nre\n faces that determine the stereochemistry at C8/8′ in pinoresinol (\n2\n) does not require the methoxy group to be in one position or the other. After the \nbis\n-quinone methide is formed, each of the 9/9′ -OH groups could nucleophilically attack the C7/C7′ quinone methide moieties to form the pinoresinol furanofuran product. Both cyclizations apparently occur stereospecifically, with no rotation about C7-C8, because this would instead lead to 7-epi-pinoresinol (or \nbis\n 7-epi-pinoresinol if a 180° rotation about both C7-C8 bonds occurred). This suggests that the \nbis\n-quinone methide intermediate is not released from the active site and that both substrates are bound such that both 8–8′ coupling and C7-O9′ and C7′-O9 ring closure occur in the bound state.\nPinoresinol (\n2\n) formation probably concludes with protonation of the quinone oxygen after rearomatization to form a phenol. Residue Asp\n40\n in the putative binding pocket could be the source of this proton. Alternatively, if CA\n•\n is bound in the opposite lengthwise orientation, the positively charged side chain of Arg\n141\n could stabilize the quinone form of the phenolic oxygen in CA\n•\n, helping to localize the radical at C8 and favor coupling there. Indeed, binding in either orientation potentially provides ample opportunity for π-stacking interactions with aromatic residues in the active site (\nFig. 7\nB\n). Asp\n40\n and Arg\n141\n are conserved in all DPs, whereas AOC does not have the corresponding residues, suggesting that they are required for substrate binding and activity specific to DPs, rather than for structural stability.\nThe 2-fold rotational symmetry of the pinoresinol molecule may have helped shape previous hypotheses (\n10\n, \n11\n) for the mechanism of its formation involving a DP dimer with a single CA\n•\n substrate bound to each monomer. The structure presented here is not consistent with such a mechanism, without invocation of a substrate-induced head to head joining of two trimers, for which there is currently no evidence.\nInterestingly, in addition to stereoselective control over monolignol coupling in lignan biosynthesis, another study has also reported DP domain involvement in lignification in the root Casparian strip (\n39\n). Although this is in conceptual agreement with our earlier considerations of DPs and proteins harboring dirigent (substrate binding) sites/domains for lignan biosynthesis and lignification (\n8\n, \n40\n), respectively, it must be emphasized that most DPs still await discovery of their true physiological functions, as well as in terms of chemical structural and \nin vitro\n function analyses. In due course, we will obtain definitive mechanistic models for substrate binding, orientation, coupling, intramolecular cyclization, and product release.",
    "dp_surface_features_and_patterns_of_conserved_residues": "DP Surface Features and Patterns of Conserved Residues\nWe hypothesize that the prominent outward facing pocket near the top of each barrel is the substrate binding (active) site located within the internal cavity of the barrel, based upon comparison with the structures and similar dimensions of \nP. patens\n AOC1 and AOC2 with bound substrate analog (PDB codes \n4H69\n and \n4H6B\n (\n13\n)). We further propose that this is the binding site for one or possibly two coniferyl alcohol phenoxy radicals (CA\n•\n) in PsDRR206. Conserved residues Thr\n163\n and Phe\n172\n line the edge of the putative binding pocket (\nFig. 8\n, \nA–D\n) (\n29\n), and disordered loop residues for which electron density is missing occur around the edge of the pocket. Two polar residues, Asp\n40\n and Arg\n141\n, conserved in all pinoresinol-forming DPs but not AOCs, are also located at either end of the pocket (\nFigs. 5\nA\n and \n7\nA\n). The span between them is ∼12–14 Å, suitable for a single \ntrans\n coniferyl alcohol molecule or quinone methide radical, whose lengths are ∼8–10 Å. Residues in the interior of the pocket are less conserved, however, possibly because they help determine substrate specificity.\nFIGURE 8.\nSurface features and conserved residues.\n\n\nA\n, top view of accessible surface showing that putative active site pockets (entrance indicated by \narrows\n, residues colored by atom type) are isolated from each other in the trimer. The omega loop is also indicated. \nB\n, top view (same as in \nA\n) generated with ConSurf (\n29\n) showing conserved residue Phe\n73\n in relation to the active site and omega loop. Conserved residues are shown in \nmagenta\n. The sequence alignment input to ConSurf contained PsDRR206 and 16 dirigent proteins and their homologues from \nArabidopsis. C\n, view directly into the active site, at ∼45° away from the top view shown in \nA\n and \nB. D\n, same view as in \nC\n, but with residues colored according to ConSurf. The network of conserved residues formed by the omega loop and by residues on the back side of the active site pocket is visible.\nIn PsDRR206, but not AOC, an omega loop consisting of approximately eight residues (Leu\n85\n–Lys\n92\n) occurs at the bottom of the trimer between β2 and β3 and folds back upon the outside of the barrel (\nFig. 5\nA\n). A cluster of three highly conserved polar residues (His\n39\n, Thr\n84\n, and Ser\n91\n) also occur (\nFig. 8\nD\n) where this loop contacts the exterior surface of the barrel. These three residues are conserved in all characterized (+)- and (−)-pinoresinol-forming DPs (\nFig. 1\nB\n), whereas they are not conserved in AOCs. The cluster adjoins the active site pocket, and indeed His\n39\n neighbors conserved residue Asp\n40\n in the putative active site region, although on the opposite side of the strand in the β-barrel (\nFig. 5\nA\n). This proximity of conserved residues thus provisionally suggests the omega loop may be the site of an interaction that modulates either substrate orientation or binding in the active site. As indicated above, because the proposed pockets point outwards relative to the trimer axis, a substrate in one pocket is unlikely to be able to couple with those in other pockets elsewhere in the trimer.\nAnother notable residue conserved in DPs, although not in AOCs, is Phe\n73\n (Tyr in FiDIR and some other DPs), which lies near its symmetry mates on the exterior surface of the barrel at its topmost point and near the rim of the putative active site. This positioning suggests it may serve as a hydrophobic anchor point (\nFigs. 5\n and \n8\n (\nA\n and \nB\n)). Its conservation and location on the surface suggest it is maintained there by selective pressure. Because they do not appear likely to be necessary for stabilization of the structure, these conserved surface-exposed hydrophobic side chains might instead indicate interaction site(s) for an oxidase, other dirigent proteins, or perhaps even a surface such as that of an actively growing lignin polymer. Several other conserved residues in DPs are also found buried in the trimer interface, supporting the idea that the trimer is the functional form of this and probably other DPs.",
    "comparison_of_amino_acid_sequences_for_dps_with_opposite_ste": "Comparison of Amino Acid Sequences for DPs with Opposite Stereoselectivities and Homology Models of AtDIR6\nIn our earlier work (\n5\n) and that of others (\n11\n), homology models of ScDIR and AtDIR6, (+)- and (−)-pinoresinol-forming DPs, respectively, were made using the very distantly related AOC structures as potential templates. The x-ray structure of PsDRR206, however, now allows construction of accurate homology models of AtDIR6 (∼50% amino acid identity to PsDRR206).\nModeling of missing loop residues permits consideration of loop regions surrounding the putative active site where weak or missing electron density prevented fitting of the structure. All of the known (+)-pinoresinol-forming DPs have six more residues in the longest of these loops, between strands β1 and β2 (Leu42 to Gly74 of PsDRR206), than the (−)-pinoresinol DPs. This difference is conserved in various plant species (\nFig. 1\nB\n). This correlation with stereoselectivity may indicate a role for this loop in binding or orientation of the substrate, for example by acting as a “lid” that closes on the active site as substrates bind.\nFurthermore, the precise residues essential for distinct stereoselectivities in PsDRR206 and AtDIR6 were of considerable interest, because previously this was only narrowed down to the Region B in the DPs (\nFig. 1\nB\n) (\n5\n). That is, using a region swapping approach, we established regions in the DPs that affected different stereoselectivities resulting in formation of opposite antipodes of pinoresinol (\n2\n) (\n5\n).\nOur recent characterization of pea (\n7\n) and flax (\n8\n) DPs, however, now expands the number of DPs of known function to eleven in seven different plant species, namely \nF. intermedia\n, \nT. plicata\n, \nA. thaliana\n, \nS. chinensis\n, \nPiper regnellii\n, \nP. sativum\n, and \nL. usitatissimum\n. Among them, seven DPs (FiDIR, TpDIR5, TpDIR8, ScDIR, PrDIR, PsDRR206, and LuDIR1) afford (+)-pinoresinol (\n2a\n), whereas four others (AtDIR5, AtDIR6, LuDIR5, and LuDIR6) generate (−)-pinoresinol (\n2b\n). Interestingly, flax has both (+)- and (−)-pinoresinol-forming DPs (LuDIR1 \nversus\n LuDIR5 and LuDIR6\n3\n, respectively).\nAlthough previously we had noted 14 residues differentially conserved in (+)- and (−)-pinoresinol-forming DPs (\n5\n), the recent identification of pea and flax DPs enabled us to narrow down candidate residues further to six. These now include Gly\n95\n, Leu\n113\n, Phe\n115\n, Phe\n117\n, Phe\n130\n, and Ile/Leu\n161\n in the (+)-pinoresinol-forming DPs (numbering is based on PsDRR206), as well as Ala\n98\n, Phe\n116\n, Tyr\n118\n, Leu\n120\n, Ile\n133\n, and Phe\n164\n in the (−)-pinoresinol-forming DPs; the numbering is based on AtDIR6 (\nFig. 1\nB\n, with residues marked with green dots). Interestingly, except for Ile\n161\n of PsDRR206 (and Phe\n164\n in the (−)-pinoresinol-forming DP), all of these residues are located in Region-B (Lys\n90\n–Leu\n138\n of AtDIR6) that was previously found responsible for altered stereoselectivity by region swapping (\n5\n). Furthermore, residues Leu\n113\n and Phe\n115\n of PsDRR206 (Phe\n116\n and Tyr\n118\n of AtDIR6) are located within the putative active site region (\nFig. 5\n, \nA\n and \nB\n), with both residues being on the β4 strand and having their side chains positioned at distances less than 10 Å to the conserved polar residues Asp\n40\n and Arg\n141\n; the latter provisionally appears to be positioned in a way that could determine whether the \nsi\n or \nre\n face of bound CA\n•\n is exposed and available for coupling. Accordingly, in the future, site-directed mutagenesis will examine whether one or more of the six residues determine distinct stereoselectivities.",
    "homology_modeling_of_the_putative_active_site_in_(−)-pinores": "Homology Modeling of the Putative Active Site in (−)-Pinoresinol-forming AtDIR6\nThe backbone RMSD between PsDRR206 and the published AtDIR6 homology model of Pickel \net al.\n (\n11\n) is ∼5 Å, varying depending on which residues are superimposed. Three β-strands are out of register by two residues each with respect to their counterparts in the experimentally determined x-ray structure. Although the same side chains occupy the core of the β-barrel, they are misplaced because of incorrect alignment of neighboring strands. Our own models (\n5\n) were similarly poor. Such results are not unexpected given the low sequence similarity (∼17% identity in the core β-barrel) between AtDIR6 and AtAOC2, the template used to generate the homology model.\nNonetheless, the model of Pickel \net al.\n (\n11\n) was sufficient to obtain a molecular replacement solution for the PsDRR206 crystal structure. This is because the core β-barrel of the template, AtAOC2 (PDB code \n2BRJ\n) aligns very well with that of PsDRR206 (RMSD 3.2 Å over 113 residues). The structure has a RMSD 2.2 Å with \nP. patens\n AOC (PpAOC2, PDB code \n4H69\n; \nFig. 6\nB\n, which itself has a 1 Å RMSD alignment with AtAOC2). More specifically, because side chain atoms are not typically used in finding structure solutions by molecular replacement, the misalignment of several β-strands did not matter in this instance so long as positions of backbone atoms in the barrel are not perturbed by the misalignment.\nUsing the PsDRR206 x-ray structure as a template, a new homology model of AtDIR6 was thus constructed to investigate the basis for differing stereoselectivities in pinoresinol-forming DPs. (\nFig. 9\n). Five of the six residues that are differentially conserved among (+)- and (−)-pinoresinol-forming DPs from a range of plant species cluster together in the deep interior of the putative active site pocket. A seventh active site residue (Val\n176\n in PsDRR206), not included in the original set because it is substituted with Thr in one (+)-pinoresinol-forming DP, becomes Met in (−)-pinoresinol-forming DPs. These residues are located opposite each another on either side of the pocket, in the center of one or the other of the two highly curved antiparallel β-sheets that form the β-barrel. Other active site residues nearer the mouth of the pocket are strictly conserved, such as Asp\n40\n, Arg\n141\n, and Thr\n163\n. We propose that the two different sets of differentially conserved residues force CA\n•\n to bind such that only the \nsi\n (for (+)-pinoresinol (\n2a\n)) or the \nre\n (for (−)-pinoresinol (\n2b\n)) face is exposed and available to couple with a second CA\n•\n (or possibly CA), which itself must be oriented properly, perhaps by residues in the β1-β2 loop. Uncovering specific details of the mechanism, such as the actual roles of Asp\n40\n and Arg\n141\n and the orientation of each substrate, will likely require structural characterization of DPs with substrate or product analogues. Missing residues in loops surrounding the putative active site at the top of the β-barrel were also modeled to establish the range through which their motion can occur assuming the core barrel structure remains intact (\nFig. 10\n). In particular, the 23 missing residues in the β1-β2 loop span a distance of ∼32 Å, conceivably providing ample potential to adopt a range of conformations.\nFIGURE 9.\nAtDIR6 homology model (\nlavender\n) generated from the PsDRR206 x-ray structure (\ngreen\n) on which it is superimposed.\n Differentially conserved active site side chains from (+)- and (−)-pinoresinol-forming DPs are shown and labeled in terms of the PsDRR206 residue type and number then the equivalent AtDIR6 residue type. (Valine 176 is substituted with threonine in the (+)-pinoresinol-forming DP ScDIR (\n5\n).)\nFIGURE 10.\nPsDRR206 structure with residues in missing loops built in as disordered polypeptide chains (\nblack\n) and subjected to backbone torsion minimization.\n Putative \nN\n-glycosylation sites (Asn\n50\n and Asn\n120\n) are indicated with \nred asterisks\n.",
    "mechanistic_considerations": "Mechanistic Considerations\nThe trimeric DP structure shows that each active site is isolated from the others and will not allow two substrates bound at two different active sites to interact. In light of this finding, the most likely mechanism is that a single active site binds two substrates that combine to form product. The putative PsDRR206 binding pocket would thus bind two CA\n•\n in an orientation allowing \nsi-si\n coupling to form the (+)-pinoresinol antipode (\n2a\n), whereas the homologue AtDIR6 would afford the corresponding (−)-enantiomer (\n2b\n) through \nre-re\n coupling. However, a variation in which one CA\n•\n and one coniferyl alcohol (\n1\n) bind and react cannot be ruled out.\nDocking studies (\nFig. 7\n) suggested that two CA\n•\n substrates could bind in the active site, as could an 8–8′ \nbis\n-quinone methide (\nFig. 1\nA\n). Although two positions of the methoxy group (\nsyn\n or \nanti\n) with respect to C8 are possible in the quinone methide, discrimination of \nsi\n and \nre\n faces that determine the stereochemistry at C8/8′ in pinoresinol (\n2\n) does not require the methoxy group to be in one position or the other. After the \nbis\n-quinone methide is formed, each of the 9/9′ -OH groups could nucleophilically attack the C7/C7′ quinone methide moieties to form the pinoresinol furanofuran product. Both cyclizations apparently occur stereospecifically, with no rotation about C7-C8, because this would instead lead to 7-epi-pinoresinol (or \nbis\n 7-epi-pinoresinol if a 180° rotation about both C7-C8 bonds occurred). This suggests that the \nbis\n-quinone methide intermediate is not released from the active site and that both substrates are bound such that both 8–8′ coupling and C7-O9′ and C7′-O9 ring closure occur in the bound state.\nPinoresinol (\n2\n) formation probably concludes with protonation of the quinone oxygen after rearomatization to form a phenol. Residue Asp\n40\n in the putative binding pocket could be the source of this proton. Alternatively, if CA\n•\n is bound in the opposite lengthwise orientation, the positively charged side chain of Arg\n141\n could stabilize the quinone form of the phenolic oxygen in CA\n•\n, helping to localize the radical at C8 and favor coupling there. Indeed, binding in either orientation potentially provides ample opportunity for π-stacking interactions with aromatic residues in the active site (\nFig. 7\nB\n). Asp\n40\n and Arg\n141\n are conserved in all DPs, whereas AOC does not have the corresponding residues, suggesting that they are required for substrate binding and activity specific to DPs, rather than for structural stability.\nThe 2-fold rotational symmetry of the pinoresinol molecule may have helped shape previous hypotheses (\n10\n, \n11\n) for the mechanism of its formation involving a DP dimer with a single CA\n•\n substrate bound to each monomer. The structure presented here is not consistent with such a mechanism, without invocation of a substrate-induced head to head joining of two trimers, for which there is currently no evidence.\nInterestingly, in addition to stereoselective control over monolignol coupling in lignan biosynthesis, another study has also reported DP domain involvement in lignification in the root Casparian strip (\n39\n). Although this is in conceptual agreement with our earlier considerations of DPs and proteins harboring dirigent (substrate binding) sites/domains for lignan biosynthesis and lignification (\n8\n, \n40\n), respectively, it must be emphasized that most DPs still await discovery of their true physiological functions, as well as in terms of chemical structural and \nin vitro\n function analyses. In due course, we will obtain definitive mechanistic models for substrate binding, orientation, coupling, intramolecular cyclization, and product release."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4340379/"
}