{
  "id": "PMC4405755",
  "title": "Skeletal tissue regulation by catalase over-expression in mitochondria",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Skeletal tissue regulation by catalase over-expression in mitochondria",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405755/"
  },
  "sections": {
    "permalink": "Copy",
    "jessica_cannavino": "1\nDepartment of Molecular Medicine, University of Pavia, 27100, Pavia, Italy\nFind articles by \nJessica Cannavino",
    "lorenza_brocca": "1\nDepartment of Molecular Medicine, University of Pavia, 27100, Pavia, Italy\nFind articles by \nLorenza Brocca",
    "marco_sandri": "2\nVenetian Institute of Molecular Medicine and Dulbecco Telethon Institute, 35129, Padova, Italy\n3\nInteruniversity Institute of Myology, University of Pavia, 27100, Pavia, Italy\nFind articles by \nMarco Sandri",
    "bruno_grassi": "4\nDepartment of Medical and Biological Sciences, University of Udine, 33100, Udine, Italy\nFind articles by \nBruno Grassi",
    "roberto_bottinelli": "1\nDepartment of Molecular Medicine, University of Pavia, 27100, Pavia, Italy\n5\nFondazione Salvatore Maugeri (IRCCS), Scientific Institute of Pavia, 27100, Pavia, Italy\n6\nInterdipartimental Centre for Biology and Sport Medicine, University of Pavia, 27100, Pavia, Italy\nFind articles by \nRoberto Bottinelli",
    "maria_antonietta_pellegrino": "1\nDepartment of Molecular Medicine, University of Pavia, 27100, Pavia, Italy\n3\nInteruniversity Institute of Myology, University of Pavia, 27100, Pavia, Italy\n6\nInterdipartimental Centre for Biology and Sport Medicine, University of Pavia, 27100, Pavia, Italy\nFind articles by \nMaria Antonietta Pellegrino",
    "abstract": "The mechanisms triggering disuse muscle atrophy remain of debate. It is becoming evident that mitochondrial dysfunction may regulate pathways controlling muscle mass. We have recently shown that mitochondrial dysfunction plays a major role in disuse atrophy of soleus, a slow, oxidative muscle. Here we tested the hypothesis that hindlimb unloading-induced atrophy could be due to mitochondrial dysfunction in fast muscles too, notwithstanding their much lower mitochondrial content. Gastrocnemius displayed atrophy following both 3 and 7 days of unloading. SOD1 and catalase up-regulation, no H\n2\nO\n2\n accumulation and no increase of protein carbonylation suggest the antioxidant defence system efficiently reacted to redox imbalance in the early phases of disuse. A defective mitochondrial fusion (Mfn1, Mfn2 and OPA1 down-regulation) occurred together with an impairment of OXPHOS capacity. Furthermore, at 3 days of unloading higher acetyl-CoA carboxylase (ACC) phosphorylation was found, suggesting AMP-activated protein kinase (AMPK) pathway activation. To test the role of mitochondrial alterations we used Tg-mice overexpressing PGC-1α because of the known effect of PGC-1α on stimulation of Mfn2 expression. PGC-α overexpression was sufficient to prevent (i) the decrease of pro-fusion proteins (Mfn1, Mfn2 and OPA1), (ii) activation of the AMPK pathway, (iii) the inducible expression of MuRF1 and atrogin1 and of authopagic factors, and (iv) any muscle mass loss in response to disuse. As the effects of increased PGC-1α activity were sustained throughout disuse, compounds inducing PGC-1α expression could be useful to treat and prevent muscle atrophy also in fast muscles.",
    "key_points": "Skeletal muscle atrophy occurs as a result of disuse. Although several studies have established that a decrease in protein synthesis and increase in protein degradation lead to muscle atrophy, little is known about the triggers underlying such processes.\n\n\nA growing body of evidence challenges oxidative stress as a trigger of disuse atrophy; furthermore, it is also becoming evident that mitochondrial dysfunction may play a causative role in determining muscle atrophy.\n\n\nMitochondrial fusion and fission have emerged as important processes that govern mitochondrial function and PGC-1α may regulate fusion/fission events.\n\n\nAlthough most studies on mice have focused on the anti-gravitary slow soleus muscle as it is preferentially affected by disuse atrophy, several fast muscles (including gastrocnemius) go through a significant loss of mass following unloading.\n\n\nHere we found that in fast muscles an early down-regulation of pro-fusion proteins, through concomitant AMP-activated protein kinase (AMPK) activation, can activate catabolic systems, and ultimately cause muscle mass loss in disuse. Elevated muscle PGC-1α completely preserves muscle mass by preventing the fall in pro-fusion protein expression, AMPK and catabolic system activation, suggesting that compounds inducing PGC-1α expression could be useful to treat and prevent muscle atrophy.",
    "introduction": "The molecular mechanisms that govern the imbalance between pathways controlling protein synthesis and degradation in disuse muscle atrophy remain unclear, notwithstanding the large amount of work done (Bonaldo & Sandri, \n2013\n). Investigations of multiple models of disuse in animals have shown an up-regulation of genes related to protein degradation and stress response as well as a down-regulation of those related to transcription and translation, and energy metabolism (Lecker \net al\n. \n2004\n; Bodine, \n2013\n).\nDebate is ongoing regarding whether and to what extent redox signalling can actually be the trigger of such phenomena (Pellegrino \net al\n. 2011\na\n,\nb\n; Powers \net al\n. \n2012\n). A growing body of evidence challenges oxidative stress as a trigger of disuse atrophy (Ikemoto \net al\n. \n2002\n; Koesterer \net al\n. \n2002\n; Servais \net al\n. \n2007\n; Brocca \net al\n. \n2010\n; Desaphy \net al\n. \n2010\n; Glover \net al\n. \n2010\n; Kuwahara \net al\n. \n2010\n; Pellegrino \net al\n. 2011\nb\n; Powers \net al\n. \n2012\n; Cannavino \net al\n. \n2014\n). We have recently reported that, in soleus muscle, notwithstanding an early persistent redox imbalance, a metabolic programme controlling muscle mass, rather than oxidative stress, played a major role in triggering hindlimb unloading (HU) muscle atrophy. A down-regulation of peroxisome proliferative activated receptor-γ coactivator 1α (PGC-1α) expression and protein content was, in fact, shown to activate catabolic systems by promoting ubiquitin ligase and autophagy gene expression through FoxO3 disinhibition (Cannavino \net al\n. \n2014\n).\nAlthough most studies on mice have focused on the anti-gravitary, slow soleus muscle as it is preferentially affected by disuse atrophy, several fast muscles (including gastrocnemius) go through a significant loss of mass following unloading (Kyparos \net al\n. \n2005\n; Brocca \net al\n. \n2010\n; Desaphy \net al\n. \n2010\n). As fast muscles in mice have mostly a glycolytic metabolism and express low levels of PGC-1 (Lin \net al\n. \n2002\n), the metabolic programme supporting disuse-induced muscle mass loss in soleus might not be relevant in fast muscles.\nData regarding PGC-1α during disuse in fast muscles are inconsistent: increases (Wagatsuma \net al\n. \n2011\n), decreases (Mazzatti \net al\n. \n2008\n) as well as no change (Nagatomo \net al\n. \n2011\n) of PGC-1α levels have been reported. However, alterations of mitochondrial biogenesis (Liu \net al\n. 2012\nb\n), mitochondrial respiration (Yajid \net al\n. \n1998\n) and mitochondrial dynamics (Wagatsuma \net al\n. \n2011\n; Liu \net al\n. 2012\nb\n) have been shown after prolonged unloading in fast muscles. Moreover, in our previous study we demonstrated that antioxidant treatment during unloading did not prevent gastrocnemius atrophy, suggesting that oxidative stress is not the major cause of disuse atrophy also in fast muscle (Brocca \net al\n. \n2010\n).\nA recent report has highlighted the importance of mitochondrial dynamics in cell and animal physiology. Mitochondria constantly fuse and divide, and an imbalance of these two processes dramatically alters overall mitochondrial morphology and function (Chen & Chan, \n2005\n). Mitochondrial fusion and fission have emerged as important processes that govern mitochondrial function (Detmer & Chan, \n2007\n; Hoppins \net al\n. \n2007\n). The mitofusins, Mfn1 and Mfn2, are located on the mitochondrial outer membrane and are involved in early steps in membrane fusion (Koshiba \net al\n. \n2004\n; Meeusen \net al\n. \n2006\n; Song \net al\n. \n2009\n). The dynamin-related protein optic atrophy 1 (OPA1) is associated with the inner membrane and is essential for inner membrane fusion (Meeusen \net al\n. \n2006\n; Song \net al\n. \n2009\n). In addition to its well-recognized function of controlling mitochondrial morphology, mitochondrial fusion clearly protects mitochondrial function (Detmer & Chan, \n2007\n). Mice lacking Mfn1/2 function in skeletal muscle exhibit both mitochondrial dysfunction and profound muscle atrophy (Chen \net al\n. \n2010\n).\nMfn2 is a key target of the nuclear coactivator PGC-1α. Maintenance of a normal expression of Mfn2 is critical for the stimulatory effect of PGC-1α on mitochondrial membrane potential (Soriano \net al\n. \n2006\n) and PGC-1α may regulate mitochondrial fusion/fission events and hence mitochondrial function (Soriano \net al\n. \n2006\n). The latter phenomena could reduce ATP generating capacity, which in turn could shift signalling pathways toward catabolism through activation of 5’AMP-activated protein kinase (AMPK). AMPK, a cellular kinase, senses the energy level of the cell and causes atrogin-1 and muscle-specific ring finger protein-1 (MuRF-1) induction via a FoxO3-dependent mechanism (Tong \net al\n. \n2009\n) determining muscle loss.\nThe goal of the present study was to clarify whether mytochondrial dysfunction, recently indicated to play a major role in soleus (Cannavino \net al\n. \n2014\n), could trigger disuse-induced muscle atrophy also in a fast muscle, the gastrocnemius, which has different metabolism, much lower mitochondrial content (Jackman & Willis, \n1996\n; Berchtold \net al\n. \n2000\n; Lin \net al\n. \n2002\n), low PGC-1α expression (Lin \net al\n. \n2002\n) and different redox balance response to disuse (Brocca \net al\n. \n2010\n). We show that: (1) HU resulted in the early down-regulation of pro-fusion protein expression and mitochondrial dysfunction; (2) energy stress activated the protein degradation pathway through AMPK activation; and (3) gastrocnemius atrophy was totally prevented by muscle-specific over-expression of PGC-1α through stimulation of Mfn2 expression.",
    "methods": "Ethical approval\n\n\nExperiments were approved by the Italian Health Department and complied with the Italian guidelines for the use of laboratory animals, which conform to the European Community Directive published in 1986 (86/609/ECC).\nAnimal care and hindlimb unloading\n\n\nSix-month-old male C57BL/6 mice (Charles River Laboratories, Wilmington, MA, USA) and transgenic mice overexpressing PGC-1α (TgPGC-1α) in skeletal muscle, as previously described (Lin \net al\n. \n2002\n), were used. Mice were unloaded for 3, 7 and 14 days as previously described (Brocca \net al\n. \n2010\n). Briefly, animals were suspended individually in special cages by thin string tied at one end to the tail and at the other end to the top of the cage; the length of the string was adjusted to allow the animals moving freely on the forelimbs, while the body was inclined at 30–40 deg from the horizontal plane. All mice had water and food \nad libitum\n. The ground C57BL/6 and TgPGC-1α mice were maintained free in single cages and killed after 3, 7 or 14 days. The animals of all experimental groups were killed at 10.00 h after 2 h without food by cervical dislocation to allow removal of gastrocnemius muscle. Muscles were immediately frozen in liquid nitrogen and stored at −80°C.\nExperimental plan\n\n\nNot all analyses were performed on both WT and TgPGC-1α mice at all times (3, 7 and 14 days), but the timing of HU, the strain of the animals and the analyses performed were chosen according to a precise rationale. WT mice were given 3 and 7 days of HU to analyse the time course of adaptations of muscle mass, intracellular pathways controlling muscle mass, redox status, mitochondrial impairment and AMPK pathway. As the experiment on WT mice suggested that mitochondrial dysfunction could be involved in causing gastrocnemius atrophy, to test such a conclusion and study the mechanisms underlying the potential prevention of muscle mass loss, TgPGC-1α mice were subjected to HU for 3 days. The time was chosen based on the observations that intracellular signalling pathways controlling muscle mass were previously shown to go through clear adaptations at that time in soleus (Cannavino \net al\n. \n2014\n) and in gastrocnemius (experiments on WT mice of this study), and that gastrocnemius was atrophic following 3 days of HU (Fig.\n1\n). TgPGC-1α mice underwent 14 days of HU because we wanted to check that PGC-1 α protein levels were maintained during chronic disuse in transgenic mice and that the positive effect on muscle size found at 3 days of HU was maintained also after prolonged disuse.\n\n\nFigure 1. CSA is reduced in gastrocnemius in the early phases of HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of average fibre area from haematoxylin and eosin-stained gastrocnemius muscle from control mice (C) and mice unloaded for 3 days (HU-3) and 7 days (HU-7). \nB\n, representative haematoxylin and eosin stainings of the gastrocnemius muscle of control mice (C), and mice unloaded for 3 days (HU-3) and 7 days (HU-7). *Significantly different from C, \nP \n< 0.05. Scale bar: 100 μm. Data are presented as means ± SEM.\nCross-sectional area (CSA) analysis\n\n\nCSA of individual muscle fibres was determined in the mid-belly region of gastrocnemius muscles as previously described (Brocca \net al\n. \n2010\n). Briefly, muscle serial transverse sections (10 μm thick) were stained with haematoxylin-eosin. Images of the stained sections were captured from a light microscope (Leica DMLS) and transferred to a personal computer using a video camera (Leica DFC 280). Fibre CSA was measured with Image J analysis software (NIH, Bethesda, MD, USA) and expressed in micrometres squared.\nAnalysis of myosin heavy chain (MHC) isoform content\n\n\nMHC isoform content was determined using an electrophoretic approach previously described in detail (Brocca \net al\n. \n2010\n). Briefly, about 6 μg of each muscle sample were dissolved in lysis buffer (20 m\nm\n Tris-HCl, 1% Triton X100, 10% glycerol, 150 m\nm\n NaCl, 5 m\nm\n EDTA, 100 m\nm\n NaF, 2 m\nm\n NaPPi, 1× inhibitors protease phosphatase (Protease Inhibitor Cocktail, Sigma-Aldrich, St. Louis, MO, USA) and 1 m\nm\n PMSF). The lysates were loaded onto 8% polyacrylamide SDS-PAGE gels. Electrophoresis was run for 2 h at 200 V and then for 24 h at 250 V; the gels were stained with Coomassie Blue. Densitometric analysis of MHC bands was performed to assess the relative proportion of the MHC isoforms (Pellegrino \net al\n. \n2003\n)\nWestern blot analysis\n\n\nFrozen muscle samples were pulverized and immediately re-suspended in a lysis buffer (20 m\nm\n Tris-HCl, 1% Triton X100, 10% glycerol, 150 m\nm\n NaCl, 5 m\nm\n EDTA, 100 m\nm\n NaF and 2 m\nm\n NaPPi supplemented with 1× protease, phosphatase inhibitors (Sigma-Aldrich) and 1 m\nm\n PMSF). The homogenate obtained was centrifuged at 18000 \ng\n for 20 min at 4°C and the supernatant stored at −80°C until ready to use. Equal amounts of muscle samples were loaded on gradient precast gels purchased from Bio-Rad (AnyKd; Hercules, CA, USA). Proteins were electro-transferred to PVDF membranes at 35 mA overnight. The membranes were probed with specific primary antibodies (see below). Thereafter, the membranes were incubated in HRP-conjugated secondary antibody. The protein bands were visualized by an enhanced chemiluminescence method. The content of each protein investigated was assessed by determining the brightness–area product of the protein band as previously described (Gondin \net al\n. \n2011\n).\nOxyBlot analysis\n\n\nMuscle samples previously stored at −80°C were pulverized and homogenized at 4°C in an antioxidant buffer containing protease inhibitors, 25 m\nm\n imidazole and 5 m\nm\n EDTA, pH 7.2, adjusted with NaOH as previously described in detail (Brocca \net al\n. \n2010\n). The lysate was left for 20 min on ice and the homogenate obtained was centrifuged at 18000 \ng\n for 20 min at 4°C. Protein concentration was determined on the supernatant using the RC DCTM protein assay kit (BioRad). The supernatant was stored at −80°C until ready to use.\n\n\nProtein carbonylation level was detected using an OxyBlot kit (AbNova, Taipei City, Taiwan), which provides reagents for sensitive immunodetection of these carbonyl groups. The carbonyl groups in the protein side chains are derivatized to 2,4-dinitrophenylhydrazone (DNP hydrazone) by reaction with 2,4-dinitrophenylhydrazine (DNPH); 6 μg of the DNP-derivatized protein samples were separated by PAGE (15% SDS polyacrylamide gels) and then blotted for 2 h at 100 V to a nitrocellulose membrane. Membranes obtained were stained with Ponceau Red and then scanned. Membranes were incubated with primary antibody, specific to the DNP moiety of the proteins, and subsequently with an HRP–antibody conjugate directed against the primary antibody (secondary antibody: goat anti-rabbit IgG). Blots were developed by using an enhanced chemiluminescence method. Positive bands emitting light were detected by short exposure to photographic films. Protein oxidation was quantified by defining the oxidative index (OI), i.e. the ratio between densitometric values of the OxyBlot bands and those stained with Ponceau Red.\nGene expression analysis\n\n\nTotal RNA, from skeletal samples, was extracted using the Promega SV Total RNA isolation kit; the concentration of RNA was evaluated by using a NanoDrop instrument (Thermo Scientific, Waltham, MA, USA) and 300 ng was reverse-transcribed with SuperScript III reverse transcriptase (Invitrogen, Carlsbad, CA, USA) to obtain cDNA. The cDNA was analysed by real-time PCR (RT-PCR; AB 7500) with the SYBR Green or TaqMan PCR kit (Applied Biosystems, Foster City, CA, USA) and the data were normalized to hypoxanthine-guanine phosphoribosyl transferase rRNA. Oligonucleotide primers used for RT-PCR are listed below.\nPrimers\n\n\nForward (FP) and reverse (RP) primers used for RT-PCR are listed below:\n\n\n\n\nMuRF1\n FP: ACCTGCTGGTGGAAAACATC; RP: CTTCGTGTTCCTTGCACATC\n\n\nAtrogin-1\n FP: GCAAACACTGCCACATTCTCTC; RP: CTTGAGGGGAAAGTGAGACG\n\n\np62\n FP: CCCAGTGTCTTGGCATTCTT; RP: AGGGAAAGCAGAGGAAGCTC\n\n\nBeclin1\n FP: GCTCCTGAGGCATGGAGGGGTCT; RP: GGTTTCGCCTGGGCTGTGGTAA\n\n\nPGC-1α\n FP: ACCCCAGAGTCACCAAATGA; RP: CGAAGCCTTGAAAGGGTTATC\n\n\nMfn-1, Mfn-2\n and \nOPA1\n TaqMan gene expression assay (Applied Biosystems)\n\n\nHPRT\n Quanti Tect Primer Assay (Qiagen, Valencia, CA, USA)\nAntibodies\n\n\nAnti-rabbit superoxide dismutase 1 (Abcam, Cambridge, MA, USA); anti-rabbit catalase (Abcam); anti-rabbit α tubulin (Sigma-Aldrich); anti-mouse OXPHOS complexes (Abcam); anti-rabbit PGC-1α (Abcam); anti-rabbit DRP1 (Cell Signaling, Danvers, MA, USA); anti-rabbit p-AKT\n(ser473)\n (Cell Signaling); anti-rabbit AKT (Cell Signaling); anti-rabbit p-S6Rp\n(ser 235/236)\n (Cell Signaling); anti-rabbit S6Rp (Cell Signaling); anti-rabbit p-4EBP1\n(thr 37/46)\n (Cell Signaling); anti-rabbit 4EBP1 (Cell Signaling); anti-rabbit p-AMPK\n(thr 172)\n (Cell Signaling); anti-rabbit AMPK (Cell Signaling); anti-rabbit p-ACC\n(ser79)\n (Cell Signaling); anti-rabbit ACC (Cell Signaling); anti-rabbit LC3B (Sigma Aldrich); anti-rabbit citrate synthase (Abcam); anti-mouse IgG (Dako, Glostrup, Denmark); anti-rabbit IgG (Cell Signaling).\nHydrogen peroxide quantification\n\n\nFrozen muscle samples were pulverized in a steel mortar with liquid nitrogen to obtain a powder that was immediately re-suspended in the assay buffer provided with the kit (Abcam). After protein quantification, samples were removed of all proteins. A standard curve with known H\n2\nO\n2\n concentration was generated following the supplied protocol. Samples and H\n2\nO\n2\n standards were incubated at room temperature for 10 min in HRP and OxiRed Probe that reacted with H\n2\nO\n2\n to produce red fluorescence (Ex/Em = 535/587 nm) and measured with a micro-plate reader (Tecan Infinite 200 Pro) (Cannavino \net al\n. \n2014\n).\nOXPHOS capacity\n\n\nMaximal ADP-stimulated mitochondrial respiration (‘OXPHOS capacity’) was determined in permeabilized muscle fibres by high-resolution respirometry (Oxygraph 2-K; Oroboros Instruments, Innsbrück, Austria) (Salvadego \net al\n. \n2013\n). Fibre bundles were separated using sharp forceps in ice-cold preservation solution (BIOPS; Oroboros Instruments). Muscle samples in solution plus 10% (w/v) fatty acid-free BSA and 30% (v/v) DMSO were quickly frozen in liquid nitrogen and stored at −80°C until analysis within 1 month. For analysis, muscle samples were quickly thawed by immersion in the preservation solution at room temperature, washed and permeabilized in saponin (50 μg ml\n–1\n) for 30 min at 4°C. Fibres were subsequently washed in a mitochondrial respiration solution (MiR05; Oroboros Instruments) and weighed before adding to a 3 ml chamber in the high-resolution respirometer and incubated with MiR05 at 37°C. The O\n2\n concentration in the chamber was kept above 270 μ\nm\n throughout the experiment, to avoid O\n2\n diffusion limitation. Intermittent reoxygenation steps were performed by adding a 200 m\nm\n H\n2\nO\n2\n solution into the medium containing catalase.\n\n\nO\n2\n consumption in the chamber was measured polarographycally following a sequential administration of substrates. Maximal ADP-stimulated mitochondrial respiration (state 3 respiration) was measured after the addition of ADP (5.0 m\nm\n) as phosphate acceptor with malate (4 m\nm\n), glutamate (10 m\nm\n) and succinate (10 m\nm\n) as substrates. The addition of cytochrome c (10 μ\nm\n) had no additive effects (<10%) on respiration, thereby confirming the integrity of the outer mitochondrial membrane. Mitochondrial respiration values were then normalized per citrate synthase (CS) content, taken as an estimate of mitochondrial mass.\nStatistical analysis\n\n\nData are expressed as mean ± SEM. Statistical significance of the differences between means was assessed by one-way ANOVA followed by Student–Newman–Keuls test. A probability of less than 5% was considered significant (\nP\n < 0.05).",
    "ethical_approval": "Experiments were approved by the Italian Health Department and complied with the Italian guidelines for the use of laboratory animals, which conform to the European Community Directive published in 1986 (86/609/ECC).",
    "animal_care_and_hindlimb_unloading": "Six-month-old male C57BL/6 mice (Charles River Laboratories, Wilmington, MA, USA) and transgenic mice overexpressing PGC-1α (TgPGC-1α) in skeletal muscle, as previously described (Lin \net al\n. \n2002\n), were used. Mice were unloaded for 3, 7 and 14 days as previously described (Brocca \net al\n. \n2010\n). Briefly, animals were suspended individually in special cages by thin string tied at one end to the tail and at the other end to the top of the cage; the length of the string was adjusted to allow the animals moving freely on the forelimbs, while the body was inclined at 30–40 deg from the horizontal plane. All mice had water and food \nad libitum\n. The ground C57BL/6 and TgPGC-1α mice were maintained free in single cages and killed after 3, 7 or 14 days. The animals of all experimental groups were killed at 10.00 h after 2 h without food by cervical dislocation to allow removal of gastrocnemius muscle. Muscles were immediately frozen in liquid nitrogen and stored at −80°C.",
    "experimental_plan": "Not all analyses were performed on both WT and TgPGC-1α mice at all times (3, 7 and 14 days), but the timing of HU, the strain of the animals and the analyses performed were chosen according to a precise rationale. WT mice were given 3 and 7 days of HU to analyse the time course of adaptations of muscle mass, intracellular pathways controlling muscle mass, redox status, mitochondrial impairment and AMPK pathway. As the experiment on WT mice suggested that mitochondrial dysfunction could be involved in causing gastrocnemius atrophy, to test such a conclusion and study the mechanisms underlying the potential prevention of muscle mass loss, TgPGC-1α mice were subjected to HU for 3 days. The time was chosen based on the observations that intracellular signalling pathways controlling muscle mass were previously shown to go through clear adaptations at that time in soleus (Cannavino \net al\n. \n2014\n) and in gastrocnemius (experiments on WT mice of this study), and that gastrocnemius was atrophic following 3 days of HU (Fig.\n1\n). TgPGC-1α mice underwent 14 days of HU because we wanted to check that PGC-1 α protein levels were maintained during chronic disuse in transgenic mice and that the positive effect on muscle size found at 3 days of HU was maintained also after prolonged disuse.\nFigure 1. CSA is reduced in gastrocnemius in the early phases of HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of average fibre area from haematoxylin and eosin-stained gastrocnemius muscle from control mice (C) and mice unloaded for 3 days (HU-3) and 7 days (HU-7). \nB\n, representative haematoxylin and eosin stainings of the gastrocnemius muscle of control mice (C), and mice unloaded for 3 days (HU-3) and 7 days (HU-7). *Significantly different from C, \nP \n< 0.05. Scale bar: 100 μm. Data are presented as means ± SEM.",
    "figure_1._csa_is_reduced_in_gastrocnemius_in_the_early_phase": "Open in a new tab\nA\n, quantification of average fibre area from haematoxylin and eosin-stained gastrocnemius muscle from control mice (C) and mice unloaded for 3 days (HU-3) and 7 days (HU-7). \nB\n, representative haematoxylin and eosin stainings of the gastrocnemius muscle of control mice (C), and mice unloaded for 3 days (HU-3) and 7 days (HU-7). *Significantly different from C, \nP \n< 0.05. Scale bar: 100 μm. Data are presented as means ± SEM.",
    "cross-sectional_area_(csa)_analysis": "CSA of individual muscle fibres was determined in the mid-belly region of gastrocnemius muscles as previously described (Brocca \net al\n. \n2010\n). Briefly, muscle serial transverse sections (10 μm thick) were stained with haematoxylin-eosin. Images of the stained sections were captured from a light microscope (Leica DMLS) and transferred to a personal computer using a video camera (Leica DFC 280). Fibre CSA was measured with Image J analysis software (NIH, Bethesda, MD, USA) and expressed in micrometres squared.",
    "analysis_of_myosin_heavy_chain_(mhc)_isoform_content": "MHC isoform content was determined using an electrophoretic approach previously described in detail (Brocca \net al\n. \n2010\n). Briefly, about 6 μg of each muscle sample were dissolved in lysis buffer (20 m\nm\n Tris-HCl, 1% Triton X100, 10% glycerol, 150 m\nm\n NaCl, 5 m\nm\n EDTA, 100 m\nm\n NaF, 2 m\nm\n NaPPi, 1× inhibitors protease phosphatase (Protease Inhibitor Cocktail, Sigma-Aldrich, St. Louis, MO, USA) and 1 m\nm\n PMSF). The lysates were loaded onto 8% polyacrylamide SDS-PAGE gels. Electrophoresis was run for 2 h at 200 V and then for 24 h at 250 V; the gels were stained with Coomassie Blue. Densitometric analysis of MHC bands was performed to assess the relative proportion of the MHC isoforms (Pellegrino \net al\n. \n2003\n)",
    "western_blot_analysis": "Frozen muscle samples were pulverized and immediately re-suspended in a lysis buffer (20 m\nm\n Tris-HCl, 1% Triton X100, 10% glycerol, 150 m\nm\n NaCl, 5 m\nm\n EDTA, 100 m\nm\n NaF and 2 m\nm\n NaPPi supplemented with 1× protease, phosphatase inhibitors (Sigma-Aldrich) and 1 m\nm\n PMSF). The homogenate obtained was centrifuged at 18000 \ng\n for 20 min at 4°C and the supernatant stored at −80°C until ready to use. Equal amounts of muscle samples were loaded on gradient precast gels purchased from Bio-Rad (AnyKd; Hercules, CA, USA). Proteins were electro-transferred to PVDF membranes at 35 mA overnight. The membranes were probed with specific primary antibodies (see below). Thereafter, the membranes were incubated in HRP-conjugated secondary antibody. The protein bands were visualized by an enhanced chemiluminescence method. The content of each protein investigated was assessed by determining the brightness–area product of the protein band as previously described (Gondin \net al\n. \n2011\n).",
    "oxyblot_analysis": "Muscle samples previously stored at −80°C were pulverized and homogenized at 4°C in an antioxidant buffer containing protease inhibitors, 25 m\nm\n imidazole and 5 m\nm\n EDTA, pH 7.2, adjusted with NaOH as previously described in detail (Brocca \net al\n. \n2010\n). The lysate was left for 20 min on ice and the homogenate obtained was centrifuged at 18000 \ng\n for 20 min at 4°C. Protein concentration was determined on the supernatant using the RC DCTM protein assay kit (BioRad). The supernatant was stored at −80°C until ready to use.\nProtein carbonylation level was detected using an OxyBlot kit (AbNova, Taipei City, Taiwan), which provides reagents for sensitive immunodetection of these carbonyl groups. The carbonyl groups in the protein side chains are derivatized to 2,4-dinitrophenylhydrazone (DNP hydrazone) by reaction with 2,4-dinitrophenylhydrazine (DNPH); 6 μg of the DNP-derivatized protein samples were separated by PAGE (15% SDS polyacrylamide gels) and then blotted for 2 h at 100 V to a nitrocellulose membrane. Membranes obtained were stained with Ponceau Red and then scanned. Membranes were incubated with primary antibody, specific to the DNP moiety of the proteins, and subsequently with an HRP–antibody conjugate directed against the primary antibody (secondary antibody: goat anti-rabbit IgG). Blots were developed by using an enhanced chemiluminescence method. Positive bands emitting light were detected by short exposure to photographic films. Protein oxidation was quantified by defining the oxidative index (OI), i.e. the ratio between densitometric values of the OxyBlot bands and those stained with Ponceau Red.",
    "gene_expression_analysis": "Total RNA, from skeletal samples, was extracted using the Promega SV Total RNA isolation kit; the concentration of RNA was evaluated by using a NanoDrop instrument (Thermo Scientific, Waltham, MA, USA) and 300 ng was reverse-transcribed with SuperScript III reverse transcriptase (Invitrogen, Carlsbad, CA, USA) to obtain cDNA. The cDNA was analysed by real-time PCR (RT-PCR; AB 7500) with the SYBR Green or TaqMan PCR kit (Applied Biosystems, Foster City, CA, USA) and the data were normalized to hypoxanthine-guanine phosphoribosyl transferase rRNA. Oligonucleotide primers used for RT-PCR are listed below.",
    "primers": "Forward (FP) and reverse (RP) primers used for RT-PCR are listed below:\nMuRF1\n FP: ACCTGCTGGTGGAAAACATC; RP: CTTCGTGTTCCTTGCACATC\n\n\nAtrogin-1\n FP: GCAAACACTGCCACATTCTCTC; RP: CTTGAGGGGAAAGTGAGACG\n\n\np62\n FP: CCCAGTGTCTTGGCATTCTT; RP: AGGGAAAGCAGAGGAAGCTC\n\n\nBeclin1\n FP: GCTCCTGAGGCATGGAGGGGTCT; RP: GGTTTCGCCTGGGCTGTGGTAA\n\n\nPGC-1α\n FP: ACCCCAGAGTCACCAAATGA; RP: CGAAGCCTTGAAAGGGTTATC\n\n\nMfn-1, Mfn-2\n and \nOPA1\n TaqMan gene expression assay (Applied Biosystems)\n\n\nHPRT\n Quanti Tect Primer Assay (Qiagen, Valencia, CA, USA)",
    "antibodies": "Anti-rabbit superoxide dismutase 1 (Abcam, Cambridge, MA, USA); anti-rabbit catalase (Abcam); anti-rabbit α tubulin (Sigma-Aldrich); anti-mouse OXPHOS complexes (Abcam); anti-rabbit PGC-1α (Abcam); anti-rabbit DRP1 (Cell Signaling, Danvers, MA, USA); anti-rabbit p-AKT\n(ser473)\n (Cell Signaling); anti-rabbit AKT (Cell Signaling); anti-rabbit p-S6Rp\n(ser 235/236)\n (Cell Signaling); anti-rabbit S6Rp (Cell Signaling); anti-rabbit p-4EBP1\n(thr 37/46)\n (Cell Signaling); anti-rabbit 4EBP1 (Cell Signaling); anti-rabbit p-AMPK\n(thr 172)\n (Cell Signaling); anti-rabbit AMPK (Cell Signaling); anti-rabbit p-ACC\n(ser79)\n (Cell Signaling); anti-rabbit ACC (Cell Signaling); anti-rabbit LC3B (Sigma Aldrich); anti-rabbit citrate synthase (Abcam); anti-mouse IgG (Dako, Glostrup, Denmark); anti-rabbit IgG (Cell Signaling).",
    "hydrogen_peroxide_quantification": "Frozen muscle samples were pulverized in a steel mortar with liquid nitrogen to obtain a powder that was immediately re-suspended in the assay buffer provided with the kit (Abcam). After protein quantification, samples were removed of all proteins. A standard curve with known H\n2\nO\n2\n concentration was generated following the supplied protocol. Samples and H\n2\nO\n2\n standards were incubated at room temperature for 10 min in HRP and OxiRed Probe that reacted with H\n2\nO\n2\n to produce red fluorescence (Ex/Em = 535/587 nm) and measured with a micro-plate reader (Tecan Infinite 200 Pro) (Cannavino \net al\n. \n2014\n).",
    "oxphos_capacity": "Maximal ADP-stimulated mitochondrial respiration (‘OXPHOS capacity’) was determined in permeabilized muscle fibres by high-resolution respirometry (Oxygraph 2-K; Oroboros Instruments, Innsbrück, Austria) (Salvadego \net al\n. \n2013\n). Fibre bundles were separated using sharp forceps in ice-cold preservation solution (BIOPS; Oroboros Instruments). Muscle samples in solution plus 10% (w/v) fatty acid-free BSA and 30% (v/v) DMSO were quickly frozen in liquid nitrogen and stored at −80°C until analysis within 1 month. For analysis, muscle samples were quickly thawed by immersion in the preservation solution at room temperature, washed and permeabilized in saponin (50 μg ml\n–1\n) for 30 min at 4°C. Fibres were subsequently washed in a mitochondrial respiration solution (MiR05; Oroboros Instruments) and weighed before adding to a 3 ml chamber in the high-resolution respirometer and incubated with MiR05 at 37°C. The O\n2\n concentration in the chamber was kept above 270 μ\nm\n throughout the experiment, to avoid O\n2\n diffusion limitation. Intermittent reoxygenation steps were performed by adding a 200 m\nm\n H\n2\nO\n2\n solution into the medium containing catalase.\nO\n2\n consumption in the chamber was measured polarographycally following a sequential administration of substrates. Maximal ADP-stimulated mitochondrial respiration (state 3 respiration) was measured after the addition of ADP (5.0 m\nm\n) as phosphate acceptor with malate (4 m\nm\n), glutamate (10 m\nm\n) and succinate (10 m\nm\n) as substrates. The addition of cytochrome c (10 μ\nm\n) had no additive effects (<10%) on respiration, thereby confirming the integrity of the outer mitochondrial membrane. Mitochondrial respiration values were then normalized per citrate synthase (CS) content, taken as an estimate of mitochondrial mass.",
    "statistical_analysis": "Data are expressed as mean ± SEM. Statistical significance of the differences between means was assessed by one-way ANOVA followed by Student–Newman–Keuls test. A probability of less than 5% was considered significant (\nP\n < 0.05).",
    "results": "CSA was reduced in gastrocnemius in the early phases of HU\n\n\nCSA of skeletal muscle fibres was analysed in the mid-belly region of gastrocnemius in control and unloaded mice. The measurements were performed on cryosections stained with haematoxylin–eosin. Gastrocnemius muscle fibres went through 14 and 12% of atrophy, respectively, at 3 and 7 days of HU (Fig.\n1\n). As the portion of muscle analysed contained almost solely MHC isoform IIB (Control MHC-IIB 91 ± 1.5%, MHC-IIX 5.5 ± 1.1% MHC-IIA 3.5 ± 0.8%), all fibres analysed were considered type IIB.\nThe antioxidant defence system efficiently reacted to the initial reactive oxygen species (ROS) increase\n\n\nTo examine the effects of HU on redox imbalance, we studied the expression of SOD1 and catalase, the two major enzymes of ROS scavenging, H\n2\nO\n2\n content and protein carbonylation. Gastrocnemius showed an early SOD1 and catalase up-regulation evident at 3 and 7 days of HU compared with control (Fig.\n2\nD\n). H\n2\nO\n2\n concentration (Fig.\n2\nA\n) and protein carbonylation (Fig.\n2\nB\n) levels were not different from control at any of the experimental times analysed.\n\n\nFigure 2. The antioxidant defence system efficiently reacts to the initial ROS increase.\n\n\n\n\nOpen in a new tab\n\n\nA\n, determination of H\n2\nO\n2\n concentration. \nB\n, quantification of protein carbonylation level. \nC\n, representative OxyBlot and Red Ponceau staining. \nD\n, quantification of protein levels of SOD1 and catalase by Western blot. \nE\n, representative Western blot of SOD1, catalase and α-tubulin. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.\nMitochondrial fusion was impaired in gastrocnemius muscle in the early phases of HU\n\n\nTo define the adaptations of oxidative metabolism to muscle disuse we used RT-PCR and Western blot analysis.\n\n\nTo examine the effects of HU on expression of mitochondrial biogenesis-related genes, the mRNA transcript and protein level of PGC-1α, playing a central role in mitochondrial biogenesis, were studied. PGC-1α mRNA and protein expression was unchanged both at 3 and at 7 days of HU (Fig.\n3\n). Similarly, no changes in levels of protein in mitochondrial complexes (Fig.\n3\nD\n) (Complexes I–V) at either time analysed were found.\n\n\nFigure 3. Mitochondrial fusion alteration is established early during HU in gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of PGC-1α by RT-PCR. \nB\n, quantification of protein levels of PGC-1α by Western blot. \nC\n, quantification of protein levels of DRP1 involved in fission machinery by Western blot. \nD\n, quantification of protein levels of mitochondrial complexes by Western blot. \nE\n, quantification of protein levels of citrate synthase by Western blot. \nF\n, determination of citrate synthase activity in skeletal muscle. \nG\n, determination of OXPHOS capacity, normalized per CS activity. \nH\n, quantification of mRNA levels of pro-fusion proteins by RT-PCR. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05. Data are presented as means ± SEM.\nAs the mitochondrial fission machinery is able to cause muscle wasting in mice (Romanello \net al\n. \n2010\n), the expression of DRP1, one of its major components, was analysed. Levels of DRP1 protein did not change at either time analysed (Fig.\n3\nC\n).\n\n\nHowever, a mismatch between the increase in CS protein level and its activity was observed on day 3 of HU (Fig.\n3\nE\n,\nF\n). CS protein and activity levels dropped significantly on day 7 of HU. Moreover, OXPHOS capacity in permeabilized fibres was impaired both at 3 and at 7 days (Fig.\n3\nG\n), suggesting an alteration of mitochondrial function. OXPHOS capacity was assessed based on maximal ADP-stimulated state 3 mitochondrial respiration (normalized per CS content), taken as an estimate of mitochondrial mass. As mitochondrial fusion protects mitochondrial function (Detmer & Chan, \n2007\n), we also analysed expression of the pro-fusion proteins Mfn1, Mfn2 and OPA1. Importantly, a significantly lower level of such proteins was detected in HU animals compared to controls (Fig.\n3\nH\n).\n\n\nThe latter results indicate alteration to the mitochondrial network, which could potentially lead to energy stress. Because when mitochondria are fragmented FoxO3 is activated via AMPK in myofibres and induces the expression of atrogin-1 and MuRF-1 (Romanello & Sandri, \n2010\n), we studied the ratio of the active (phosphorylated) and total form of AMPK and its downstream acetyl-CoA carboxylase (ACC) by Western blotting. At 3 days of HU, no significant changes were observed in AMPK activation whereas a significant increase of ACC activation was found (Fig.\n4\n).\n\n\nFigure 4. The AMPK pathway is activated early during HU in gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of the activation level of AMP-kinase (\nA\n) and of ACC (\nB\n) by Western blot measuring the ratio between the phosphorylated (p) and total forms. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.\nCollectively, the results indicate that the mitochondrial network was compromised in gastrocnemius muscle and that this sustained an impairment of function and activation of the AMPK catabolic system.\nPGC-1α levels are maintained in transgenic mice during HU\n\n\nTo elucidate the role of Mfn2 expression in disuse atrophy, muscle-specific transgenic mice for the peroxisome PGC-1α were used as PGC-1α is known to enhance expression of pro-fusion proteins (Soriano \net al\n. \n2006\n; Zorzano, \n2009\n).\n\n\nFirst, to ensure muscle specificity of expression, PGC-1α expression in the gastrocnemius of Tg-PGC-1α mice using the WT samples as reference was assessed. Then, to check that protein levels were maintained during chronic disuse, Tg-PGC-1α mice were unloaded for 14 days.\n\n\nAs expected, both PGC-1α mRNA and protein levels were higher in Tg-PGC-1α gastrocnemius than in the WT (Fig.\n5\n). Furthermore, the PGC-1α overexpression was maintained during disuse, i.e. both mRNA and protein levels were significantly up-regulated in Tg-PGC-1α after 14 days of HU in comparison to control Tg-PGC-1α (\nFig. 5\n).\n\n\nFigure 5. In transgenic mice, PGC-1α levels are maintained during HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of PGC-1α in WT and transgenic mice. \nB\n, quantification of protein levels of PGC-1α by Western blot in WT and transgenic mice. \nC\n, representative Western blot of PGC-1α. *Significantly different from C; #significantly different from C and HU-14 at \nP \n< 0.05, \nn \n= 5 for each group. Data are presented as means ± SEM.\nElevated muscle PGC-1α completely preserved muscle mass by preventing the activation of catabolic systems\n\n\nAs gastrocnemius atrophy occurs early into disuse (3 days, Fig.\n1\n) and we have previously found that the catabolic systems are also active early (Cannavino \net al\n. \n2014\n), Tg-PGC-1α mice were unloaded for 3 days. The TgPGC-1α mice showed complete resistance to HU muscle atrophy (Fig.\n6\n). The CSA of gastrocnemius fibres of Tg-PGC-1α mice was not different from that of C-Tg-PGC-1α. To assess whether the protection against muscle atrophy might fade with time, Tg-PGC-1α mice were unloaded for 14 days following HU. No atrophy was observed following 14 days of HU (Fig.\n6\n).\n\n\nFigure 6. Increased PGC-1α expression in muscle prevents muscle atrophy during HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, CSA of gastrocnemius fibres stained with haematoxylin and eosin. \nB\n, Scale bar: 100 μm. C-TgPGC-1α, control, transgenic PGC-1α; HU3-TgPGC-1α, 3 days of hindlimb unloading, transgenic PGC-1α; HU14-TgPGC-1α, 14 days of hindlimb unloading, transgenic PGC-1α. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.\nAs expected on the basis of muscle atrophy, catabolic systems were significantly induced at 3 days of HU compared to control animals, whereas high levels of PGC-1α completely blunted the up regulation of MuRF-1, atrogin-1, beclin1 and p62 genes (Fig.\n7\nA\n).\n\n\nFigure 7. Increased PGC-1α expression in muscle prevents activation of the catabolic systems.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of MuRF-1 and atrogin-1 (ubiquitin proteasome system) and of Beclin1 and p62 (autophagy system) by RT-PCR. \nB\n, quantification of protein levels of LC3-II based on the ratio between the content in forms II and I of LC3 by Western blotting. \nC\n, determination of activity levels of AKT, S6R and 4EBP1 by Western blot analysis of the ratio between the content in the phosphorylated (p) and total forms. \nD\n, representative Western blot of synthetic factors. *Significantly different from C, \nP \n< 0.05; #significantly different from C-TgPGC-1α, \nP \n< 0.05. Data are presented as means ± SEM.\nTo check whether the slight increase of p62 in the unloaded gastrocnemius muscle of TgPGC-1α animals resulted in increased autophagy, the level of lipidated microtubule-associated protein light chain 3 (LC3) were studied. The cytosolic form of LC3-I, when recruited on autophagosomes, covalently binds phospholipids, resulting in a higher molecular weight protein named LC3-II. Therefore, the protein level of LC3-II is often used as a marker of autophagy (Kabeya \net al\n. \n2004\n). No significant changes in LC3-II/LC3-I ratio in unloaded TgPGC-1α samples compared to controls were found (Fig.\n7\nB\n). Therefore, the increased PGC-1α levels completely prevented activation of the catabolic systems in gastrocnemius.\n\n\nHind limb suspension did not significantly affect the anabolic pathway in gastrocnemius muscle of WT and TgPGC-1α mice (Fig.\n7\nC\n). In fact, no differences were found in pAKT, pS6R and p4EBP1 activation.\nElevated muscle PGC-1α completely prevented pro-fusion protein down-regulation and ACC activation\n\n\nTo assess whether PGC-1α over-expression actually elicited its effect through a modulation of mitochondrial dynamics, Mfn1, Mfn2, OPA1 and ACC were studied. PGC-1α overexpression completely prevented the decrease of Mfn1, Mfn2 and OPA1 (Fig.\n8\nA\n) and also the increase of ACC (Fig.\n8\nB\n) in HU muscles. PGC-1α therefore appeared to be sufficient to preserve mitochondrial fusion proteins, to block activation of the energy-stress pathway and muscle atrophy.\n\n\nFigure 8. Increased PGC-1α expression in muscle prevents the reduction of pro-fusion proteins.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of pro-fusion proteins (Mfn-1, Mfn-2 and OPA-1) by RT-PCR. \nB\n, determination of the activation level of ACC by Western blot measuring the ratio between the phosphorylated (p) and total forms. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.",
    "csa_was_reduced_in_gastrocnemius_in_the_early_phases_of_hu": "CSA of skeletal muscle fibres was analysed in the mid-belly region of gastrocnemius in control and unloaded mice. The measurements were performed on cryosections stained with haematoxylin–eosin. Gastrocnemius muscle fibres went through 14 and 12% of atrophy, respectively, at 3 and 7 days of HU (Fig.\n1\n). As the portion of muscle analysed contained almost solely MHC isoform IIB (Control MHC-IIB 91 ± 1.5%, MHC-IIX 5.5 ± 1.1% MHC-IIA 3.5 ± 0.8%), all fibres analysed were considered type IIB.",
    "the_antioxidant_defence_system_efficiently_reacted_to_the_in": "To examine the effects of HU on redox imbalance, we studied the expression of SOD1 and catalase, the two major enzymes of ROS scavenging, H\n2\nO\n2\n content and protein carbonylation. Gastrocnemius showed an early SOD1 and catalase up-regulation evident at 3 and 7 days of HU compared with control (Fig.\n2\nD\n). H\n2\nO\n2\n concentration (Fig.\n2\nA\n) and protein carbonylation (Fig.\n2\nB\n) levels were not different from control at any of the experimental times analysed.\nFigure 2. The antioxidant defence system efficiently reacts to the initial ROS increase.\n\n\n\n\nOpen in a new tab\n\n\nA\n, determination of H\n2\nO\n2\n concentration. \nB\n, quantification of protein carbonylation level. \nC\n, representative OxyBlot and Red Ponceau staining. \nD\n, quantification of protein levels of SOD1 and catalase by Western blot. \nE\n, representative Western blot of SOD1, catalase and α-tubulin. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.",
    "figure_2._the_antioxidant_defence_system_efficiently_reacts_": "Open in a new tab\nA\n, determination of H\n2\nO\n2\n concentration. \nB\n, quantification of protein carbonylation level. \nC\n, representative OxyBlot and Red Ponceau staining. \nD\n, quantification of protein levels of SOD1 and catalase by Western blot. \nE\n, representative Western blot of SOD1, catalase and α-tubulin. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.",
    "mitochondrial_fusion_was_impaired_in_gastrocnemius_muscle_in": "To define the adaptations of oxidative metabolism to muscle disuse we used RT-PCR and Western blot analysis.\nTo examine the effects of HU on expression of mitochondrial biogenesis-related genes, the mRNA transcript and protein level of PGC-1α, playing a central role in mitochondrial biogenesis, were studied. PGC-1α mRNA and protein expression was unchanged both at 3 and at 7 days of HU (Fig.\n3\n). Similarly, no changes in levels of protein in mitochondrial complexes (Fig.\n3\nD\n) (Complexes I–V) at either time analysed were found.\nFigure 3. Mitochondrial fusion alteration is established early during HU in gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of PGC-1α by RT-PCR. \nB\n, quantification of protein levels of PGC-1α by Western blot. \nC\n, quantification of protein levels of DRP1 involved in fission machinery by Western blot. \nD\n, quantification of protein levels of mitochondrial complexes by Western blot. \nE\n, quantification of protein levels of citrate synthase by Western blot. \nF\n, determination of citrate synthase activity in skeletal muscle. \nG\n, determination of OXPHOS capacity, normalized per CS activity. \nH\n, quantification of mRNA levels of pro-fusion proteins by RT-PCR. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05. Data are presented as means ± SEM.\nAs the mitochondrial fission machinery is able to cause muscle wasting in mice (Romanello \net al\n. \n2010\n), the expression of DRP1, one of its major components, was analysed. Levels of DRP1 protein did not change at either time analysed (Fig.\n3\nC\n).\nHowever, a mismatch between the increase in CS protein level and its activity was observed on day 3 of HU (Fig.\n3\nE\n,\nF\n). CS protein and activity levels dropped significantly on day 7 of HU. Moreover, OXPHOS capacity in permeabilized fibres was impaired both at 3 and at 7 days (Fig.\n3\nG\n), suggesting an alteration of mitochondrial function. OXPHOS capacity was assessed based on maximal ADP-stimulated state 3 mitochondrial respiration (normalized per CS content), taken as an estimate of mitochondrial mass. As mitochondrial fusion protects mitochondrial function (Detmer & Chan, \n2007\n), we also analysed expression of the pro-fusion proteins Mfn1, Mfn2 and OPA1. Importantly, a significantly lower level of such proteins was detected in HU animals compared to controls (Fig.\n3\nH\n).\nThe latter results indicate alteration to the mitochondrial network, which could potentially lead to energy stress. Because when mitochondria are fragmented FoxO3 is activated via AMPK in myofibres and induces the expression of atrogin-1 and MuRF-1 (Romanello & Sandri, \n2010\n), we studied the ratio of the active (phosphorylated) and total form of AMPK and its downstream acetyl-CoA carboxylase (ACC) by Western blotting. At 3 days of HU, no significant changes were observed in AMPK activation whereas a significant increase of ACC activation was found (Fig.\n4\n).\nFigure 4. The AMPK pathway is activated early during HU in gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of the activation level of AMP-kinase (\nA\n) and of ACC (\nB\n) by Western blot measuring the ratio between the phosphorylated (p) and total forms. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.\nCollectively, the results indicate that the mitochondrial network was compromised in gastrocnemius muscle and that this sustained an impairment of function and activation of the AMPK catabolic system.",
    "figure_3._mitochondrial_fusion_alteration_is_established_ear": "Open in a new tab\nA\n, quantification of mRNA levels of PGC-1α by RT-PCR. \nB\n, quantification of protein levels of PGC-1α by Western blot. \nC\n, quantification of protein levels of DRP1 involved in fission machinery by Western blot. \nD\n, quantification of protein levels of mitochondrial complexes by Western blot. \nE\n, quantification of protein levels of citrate synthase by Western blot. \nF\n, determination of citrate synthase activity in skeletal muscle. \nG\n, determination of OXPHOS capacity, normalized per CS activity. \nH\n, quantification of mRNA levels of pro-fusion proteins by RT-PCR. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05; #significantly different from HU-3, \nP \n< 0.05. Data are presented as means ± SEM.",
    "figure_4._the_ampk_pathway_is_activated_early_during_hu_in_g": "Open in a new tab\nDetermination of the activation level of AMP-kinase (\nA\n) and of ACC (\nB\n) by Western blot measuring the ratio between the phosphorylated (p) and total forms. C, control; HU-3, 3 days of hindlimb unloading; HU-7, 7 days of hindlimb unloading. *Significantly different from C, \nP \n< 0.05, \nn \n= 6 for each group. Data are presented as means ± SEM.",
    "pgc-1α_levels_are_maintained_in_transgenic_mice_during_hu": "To elucidate the role of Mfn2 expression in disuse atrophy, muscle-specific transgenic mice for the peroxisome PGC-1α were used as PGC-1α is known to enhance expression of pro-fusion proteins (Soriano \net al\n. \n2006\n; Zorzano, \n2009\n).\nFirst, to ensure muscle specificity of expression, PGC-1α expression in the gastrocnemius of Tg-PGC-1α mice using the WT samples as reference was assessed. Then, to check that protein levels were maintained during chronic disuse, Tg-PGC-1α mice were unloaded for 14 days.\nAs expected, both PGC-1α mRNA and protein levels were higher in Tg-PGC-1α gastrocnemius than in the WT (Fig.\n5\n). Furthermore, the PGC-1α overexpression was maintained during disuse, i.e. both mRNA and protein levels were significantly up-regulated in Tg-PGC-1α after 14 days of HU in comparison to control Tg-PGC-1α (\nFig. 5\n).\nFigure 5. In transgenic mice, PGC-1α levels are maintained during HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of PGC-1α in WT and transgenic mice. \nB\n, quantification of protein levels of PGC-1α by Western blot in WT and transgenic mice. \nC\n, representative Western blot of PGC-1α. *Significantly different from C; #significantly different from C and HU-14 at \nP \n< 0.05, \nn \n= 5 for each group. Data are presented as means ± SEM.",
    "figure_5._in_transgenic_mice,_pgc-1α_levels_are_maintained_d": "Open in a new tab\nA\n, quantification of mRNA levels of PGC-1α in WT and transgenic mice. \nB\n, quantification of protein levels of PGC-1α by Western blot in WT and transgenic mice. \nC\n, representative Western blot of PGC-1α. *Significantly different from C; #significantly different from C and HU-14 at \nP \n< 0.05, \nn \n= 5 for each group. Data are presented as means ± SEM.",
    "elevated_muscle_pgc-1α_completely_preserved_muscle_mass_by_p": "As gastrocnemius atrophy occurs early into disuse (3 days, Fig.\n1\n) and we have previously found that the catabolic systems are also active early (Cannavino \net al\n. \n2014\n), Tg-PGC-1α mice were unloaded for 3 days. The TgPGC-1α mice showed complete resistance to HU muscle atrophy (Fig.\n6\n). The CSA of gastrocnemius fibres of Tg-PGC-1α mice was not different from that of C-Tg-PGC-1α. To assess whether the protection against muscle atrophy might fade with time, Tg-PGC-1α mice were unloaded for 14 days following HU. No atrophy was observed following 14 days of HU (Fig.\n6\n).\nFigure 6. Increased PGC-1α expression in muscle prevents muscle atrophy during HU.\n\n\n\n\nOpen in a new tab\n\n\nA\n, CSA of gastrocnemius fibres stained with haematoxylin and eosin. \nB\n, Scale bar: 100 μm. C-TgPGC-1α, control, transgenic PGC-1α; HU3-TgPGC-1α, 3 days of hindlimb unloading, transgenic PGC-1α; HU14-TgPGC-1α, 14 days of hindlimb unloading, transgenic PGC-1α. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.\nAs expected on the basis of muscle atrophy, catabolic systems were significantly induced at 3 days of HU compared to control animals, whereas high levels of PGC-1α completely blunted the up regulation of MuRF-1, atrogin-1, beclin1 and p62 genes (Fig.\n7\nA\n).\nFigure 7. Increased PGC-1α expression in muscle prevents activation of the catabolic systems.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of MuRF-1 and atrogin-1 (ubiquitin proteasome system) and of Beclin1 and p62 (autophagy system) by RT-PCR. \nB\n, quantification of protein levels of LC3-II based on the ratio between the content in forms II and I of LC3 by Western blotting. \nC\n, determination of activity levels of AKT, S6R and 4EBP1 by Western blot analysis of the ratio between the content in the phosphorylated (p) and total forms. \nD\n, representative Western blot of synthetic factors. *Significantly different from C, \nP \n< 0.05; #significantly different from C-TgPGC-1α, \nP \n< 0.05. Data are presented as means ± SEM.\nTo check whether the slight increase of p62 in the unloaded gastrocnemius muscle of TgPGC-1α animals resulted in increased autophagy, the level of lipidated microtubule-associated protein light chain 3 (LC3) were studied. The cytosolic form of LC3-I, when recruited on autophagosomes, covalently binds phospholipids, resulting in a higher molecular weight protein named LC3-II. Therefore, the protein level of LC3-II is often used as a marker of autophagy (Kabeya \net al\n. \n2004\n). No significant changes in LC3-II/LC3-I ratio in unloaded TgPGC-1α samples compared to controls were found (Fig.\n7\nB\n). Therefore, the increased PGC-1α levels completely prevented activation of the catabolic systems in gastrocnemius.\nHind limb suspension did not significantly affect the anabolic pathway in gastrocnemius muscle of WT and TgPGC-1α mice (Fig.\n7\nC\n). In fact, no differences were found in pAKT, pS6R and p4EBP1 activation.",
    "figure_6._increased_pgc-1α_expression_in_muscle_prevents_mus": "Open in a new tab\nA\n, CSA of gastrocnemius fibres stained with haematoxylin and eosin. \nB\n, Scale bar: 100 μm. C-TgPGC-1α, control, transgenic PGC-1α; HU3-TgPGC-1α, 3 days of hindlimb unloading, transgenic PGC-1α; HU14-TgPGC-1α, 14 days of hindlimb unloading, transgenic PGC-1α. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.",
    "figure_7._increased_pgc-1α_expression_in_muscle_prevents_act": "Open in a new tab\nA\n, quantification of mRNA levels of MuRF-1 and atrogin-1 (ubiquitin proteasome system) and of Beclin1 and p62 (autophagy system) by RT-PCR. \nB\n, quantification of protein levels of LC3-II based on the ratio between the content in forms II and I of LC3 by Western blotting. \nC\n, determination of activity levels of AKT, S6R and 4EBP1 by Western blot analysis of the ratio between the content in the phosphorylated (p) and total forms. \nD\n, representative Western blot of synthetic factors. *Significantly different from C, \nP \n< 0.05; #significantly different from C-TgPGC-1α, \nP \n< 0.05. Data are presented as means ± SEM.",
    "elevated_muscle_pgc-1α_completely_prevented_pro-fusion_prote": "To assess whether PGC-1α over-expression actually elicited its effect through a modulation of mitochondrial dynamics, Mfn1, Mfn2, OPA1 and ACC were studied. PGC-1α overexpression completely prevented the decrease of Mfn1, Mfn2 and OPA1 (Fig.\n8\nA\n) and also the increase of ACC (Fig.\n8\nB\n) in HU muscles. PGC-1α therefore appeared to be sufficient to preserve mitochondrial fusion proteins, to block activation of the energy-stress pathway and muscle atrophy.\nFigure 8. Increased PGC-1α expression in muscle prevents the reduction of pro-fusion proteins.\n\n\n\n\nOpen in a new tab\n\n\nA\n, quantification of mRNA levels of pro-fusion proteins (Mfn-1, Mfn-2 and OPA-1) by RT-PCR. \nB\n, determination of the activation level of ACC by Western blot measuring the ratio between the phosphorylated (p) and total forms. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.",
    "figure_8._increased_pgc-1α_expression_in_muscle_prevents_the": "Open in a new tab\nA\n, quantification of mRNA levels of pro-fusion proteins (Mfn-1, Mfn-2 and OPA-1) by RT-PCR. \nB\n, determination of the activation level of ACC by Western blot measuring the ratio between the phosphorylated (p) and total forms. *Significantly different from C, \nP \n< 0.05. Data are presented as means ± SEM.",
    "discussion": "Although several studies have attempted to elucidate the signalling pathways involved in triggering atrophy during disuse of limb muscles, the exact mechanisms responsible for disuse-induced muscular atrophy are currently debated and there is still no therapy to treat muscle atrophy. Our previous findings have indicated that a metabolic programme might be the major phenomenon triggering muscle atrophy in HU mice (Cannavino \net al\n. \n2014\n). We demonstrated, in fact, that a fall in the levels of PGC-1α can be responsible for the activation of proteolytic pathways through FoxO3 disinhibition, leading to the conclusion that deregulation in PGC-1α is the molecular switch that triggers protein breakdown. The latter work was performed on soleus muscle, a slow muscle with high oxidative metabolism, mitochondrial content and PGC-1α expression. As fast muscles rely mainly on glycolytic metabolisms, have much lower mitochondrial content (Jackman & Willis, \n1996\n; Berchtold \net al\n. \n2000\n; Lin \net al\n. \n2002\n), and express PGC-1α at low levels (Lin \net al\n. \n2002\n), a metabolic programme might not be as relevant in gastrocnemius as in soleus. In the present study, we tested the hypothesis that also in fast muscles disuse-induced muscle atrophy could be due to a metabolic programme.\nGastrocnemius muscle went through atrophy following both 3 and 7 days of HU, confirming, and extending to earlier times, the results of previous studies, which showed significant gastrocnemius mass loss with long-term disuse (Kyparos \net al\n. \n2005\n; Brocca \net al\n. \n2010\n; Desaphy \net al\n. \n2010\n). Although the loss of CSA appeared to plateau between 3 and 7 days, note that, following 14 days of HU, CSA of type IIB fibres from gastrocnemius was 25% lower than in controls, indicating that disuse atrophy in gastrocnemius actually progresses beyond 7 days. However, the observation of a plateau is intriguing. It is consistent with some previous observations (Isfort \net al\n. \n2002\n) and at variance with others (Bodine, \n2013\n). The rate of muscle mass loss might vary according to the time course of the adaptations of the intracellular signalling pathways controlling muscle mass, which in turn might vary from pathway to pathway.\nOxidative stress and disuse atrophy in a fast muscle\n\n\nThe present study supports the idea that even in fast muscle oxidative stress might not be the main phenomenon in triggering disuse muscle atrophy (Ikemoto \net al\n. \n2002\n; Koesterer \net al\n. \n2002\n; Servais \net al\n. \n2007\n; Brocca \net al\n. \n2010\n; Desaphy \net al\n. \n2010\n; Glover \net al\n. \n2010\n; Kuwahara \net al\n. \n2010\n; Pellegrino \net al\n. 2011\nb\n; Powers \net al\n. \n2012\n; Cannavino \net al\n. \n2014\n). Redox imbalance occurred early into HU in gastrocnemius consistently with the up-regulation of SOD1 and catalase (Fig.\n2\n). The lack of H\n2\nO\n2\n accumulation together with the absence of carbonylation both at 3 and at 7 days of HU (Fig.\n2\n) indicates that, in the early phase of disuse, the antioxidant defence system efficiently reacts to the initial ROS increase. This compensatory increase in antioxidant activity is maintained over time, in agreement with the absence of carbonylation found at 14 days of HU (Brocca \net al\n. \n2010\n). Given that we have previously shown that antioxidant treatment during unloading did not prevent gastrocnemius atrophy, the data suggest that oxidative stress might not be the major phenomenon of disuse atrophy in fast muscle (Brocca \net al\n. \n2010\n).\nImbalance between mitochondrial fission and fusion and AMPK activation in fast muscles following HU\n\n\nIn contrast to what was observed in soleus (Cannavino \net al\n. \n2014\n), unloaded gastrocnemius showed normal PGC-1α levels (Fig.\n2\n) and no alterations in mitochondrial complex expression, suggesting different mechanisms for fast muscle atrophy. Previous findings regarding PGC-1α during disuse in fast muscle are contradictory. In fact, higher (Wagatsuma \net al\n. \n2011\n), lower (Mazzatti \net al\n. \n2008\n) and unchanged (Nagatomo \net al\n. \n2011\n) PGC-1α levels have been reported. Furthermore, mitochondrial complexes did not drastically change with disuse in fast muscle, and only a reduction of complex I expression was found after 28 days of unloading in gastrocnemius muscle (Liu \net al\n. 2012\nb\n). This notwithstanding, several lines of evidence suggest that mitochondrial alterations could be good candidates in triggering atrophy even in fast muscle. In fact, alteration in mitochondrial biogenesis (Liu \net al\n. 2012\nb\n) and mitochondrial respiration (Yajid \net al\n. \n1998\n) have been found after chronic disuse in fast skeletal muscle.\n\n\nMitochondria play critical roles in the life and death of cells. Mitochondrial dynamics are regulated by coordinated fusion and fission cycles performed by a complex molecular machinery. Mitochondrial dynamics maintain normal mitochondrial function by degrading damaged mitochondria and generating new mitochondria. The mitochondrion is vital to cellular energy and metabolism, being the site of generation of most ATP. Derangements in fusion–fission have been proposed as a mechanism underlying the formation of dysfunctional aberrant mitochondria (Yoon \net al\n. \n2006\n) and causing muscle atrophy through activation of AMPK (Romanello \net al\n. \n2010\n).\n\n\nFusion–fission derangement can be due to an excessive activation of fission. In contrast to observations in soleus (Cannavino \net al\n. \n2014\n), unchanged DRP1 mRNA levels (Fig.\n3\n) suggest that in the early phases of gastrocnemius atrophy there is no excessive fission activation.\n\n\nMitochondrial fusion was assessed based on the expression of three large GTPases that require the coordinated fusion of the outer and inner membranes: Mfn1, Mfn2 and OPA1. A defective mitochondrial fusion, revealed by a down-regulation of Mfn1, Mfn2 and OPA1, occurred (Fig.\n3\n), in agreement with previous reports in fast muscle during early (Wagatsuma \net al\n. \n2011\n) and chronic disuse (Liu \net al\n. 2012\nb\n). Mitochondrial fusion can protect mitochondrial function (Detmer & Chan, \n2007\n). Consistently, we found an impairment of OXPHOS capacity assessed as the maximal ADP-stimulated state 3 mitochondrial respiration (Fig.\n3\n). Together with a mismatch between the increase in CS protein level and its activity, the latter suggests a compensatory mechanism to an intrinsic oxidative defect in fast twitch muscle.\n\n\nThe decrease in mitochondrial biogenesis and impaired mitochondrial function could lower ATP production, generate energy imbalance and activate protein catabolism. The energy level of the cell is, in fact, sensed by AMPK, a cellular kinase, which can cause atrogin-1 and MuRF-1 induction via a FoxO3-dependent mechanism (Tong \net al\n. \n2009\n). Interestingly, an early up-regulation of ACC, a kinase downstream of AMPK, was observed (Fig.\n4\n), indicating activation of AMPK. The latter results suggest that mitochondrial alteration could be important in determining muscle size during disuse in fast muscles.\n\n\nSeveral signalling kinases, including AMPK, have been implicated in activating PGC-1α transcription in response to various stimuli (Irrcher \net al\n. \n2008\n). This might explain why, following HU, PGC-1α level is unchanged.\nPGC-1α over-expression prevents HU-induced muscle atrophy and imbalance in mitochondrial fusion and fission\n\n\nTo test the role of mitochondrial alterations we used transgenic mice overexpressing PGC-1α. In fact, it has been shown that the Mfn2 gene is controlled by PGC-1α and PGC-1β in conjunction with oestrogen-related receptor-α (Soriano \net al\n. \n2006\n; Liesa \net al\n. \n2008\n) and PGC-1α stimulates Mfn2 expression (Soriano \net al\n. \n2006\n; Zorzano, \n2009\n). We subjected transgenic mice overexpressing PGC-1α to 3 days of HU. The duration of HU was chosen based on the observation that in soleus maximal induction of catabolic genes occurred 3 days after unloading (Cannavino \net al\n. \n2014\n). Skeletal muscle overexpressing PGC-α displayed complete resistance to loss of mass following 3 days of HU and this positive effect on muscle size was fully maintained also after prolonged disuse (14 days) (Fig.\n6\n), consistent with the high and steady protein levels of PGC-1α (Fig.\n5\n).\n\n\nTo test the mechanism underlying this effect on muscle size, we analysed the main pathways controlling muscle mass. The ubiquitine proteasome system (UPS) and autophagy are the two major proteolytic systems responsible for muscle wasting. Among several markers of UPS, two E3 ubiquitin ligases, MAFbx/Atrogin-1 and MuRF1 (also known as atrogenes), have been widely used as they are highly expressed in many conditions of muscle wasting (Bodine \net al\n. 2001\na\n; Cohen \net al\n. \n2009\n).\n\n\nMuRF1 and atrogin-1 mRNA expression at 3 days (Fig.\n7\n) was dramatically increased, indicating UPS activation in the early phases of disuse atrophy. Disuse also induced expression of genes involved in autophagy (Beclin1 and p62) (Fig.\n7\n). It has been recently understood that an increase in activity of the autophagy system can have a role in muscle atrophy (Sandri, \n2010\n). The latter findings indicate that, at least in the early stages of disuse, gastrocnemius mass loss is supported by activation of both the UPS and autophagy systems, consistent with previous observations (Bodine \net al\n. 2001\na\n; Ikemoto \net al\n. \n2002\n; Haddad \net al\n. \n2006\n; Kline \net al\n. \n2007\n).\n\n\nSignalling through the phosphatidyl-inositol 3-kinase (PI3K/AKY/mTOR) pathway controls protein synthesis and muscle hypertrophy (Rommel \net al\n. \n2001\n). In gastrocnemius muscle, HU did not result in any significant alterations in the phosphorylation states of the anabolic pathway after 3 days (Fig.\n7\n). Little and contradictory information is available on the impact of disuse on activation of the protein synthesis signalling pathway in fast muscles. Although our results are not in agreement with those of Bodine \net al\n. (2001\nb\n), who found a decrease in the protein synthesis signalling pathway in atrophied gastrocnemius muscle at 14 days of unloading, they are in line with the concept that protein synthesis regulation differs among muscle types (Hornberger \net al\n. \n2001\n). Indeed, several lines of evidence indicate an increase or no changes in protein synthesis in fast muscles in different disuse models, including HU. An increase in translation factors (p70S6K, eEF-2 and eIF-2a) has been reported in the atrophied fast EDL muscle at 7 days of denervation (Hornberger \net al\n. \n2001\n). Loss of gastrocnemius mass independent of a decrease in protein synthesis has been reported after unilateral hindlimb immobilization (Krawiec \net al\n. \n2005\n). Finally, in line with our results, Liu \net al\n. (2012\na\n) showed a biphasic protein translational signalling response of gastrocnemius to HU. Specifically, the authors found that the initial unloading phase was associated with increased repression of 4EBP1 (eukaryotic translation initiation factor 4E-binding protein 1) on translation initiation factor eIF4E without alteration of the Akt/mTOR/p70S6K/S6 pathway, while prolonged disuse (14 days) was associated with activation of translational signalling, including activation of the Akt/mTOR/p70S6K/S6 pathway and diminished repression of 4EBP1 on eIF4E.\n\n\nThe findings discussed so far prompted the hypothesis that in fast muscles an early down-regulation of pro-fusion proteins at 3 days of HU, through concomitant AMPK activation, can activate the ubiquitin proteasome pathway and autophagy, and ultimately cause muscle mass loss in disuse.\n\n\nThe latter hypothesis was confirmed by the observation that overexpression of PGC-α was sufficient to prevent (i) the decrease of pro-fusion proteins (Mfn1, Mfn2 and OPA1) (Fig.\n8\n), (ii) activation of the AMPK pathway (Fig.\n8\n), (iii) the inducible expression of MuRF1 and atrogin1 and the autophagic factors (Fig.\n7\n); and (iv) any muscle mass loss in response to disuse.\nConclusions\n\n\nThe present results and our recent previous study (Cannavino \net al\n. \n2014\n) strongly support the idea that a metabolic programme can play a major role in triggering disuse muscle atrophy both in slow and in fast muscles. However, the metabolic programme would exert its effects through different pathways in slow, soleus and fast, gastrocnemius muscles. In soleus the primary phenomenon would be a fall of PGC-1α expression and content, which would cause induction of atrogenes through FoxO3 disinhibition (Cannavino \net al\n. \n2014\n), whereas in gastrocnemius the primary phenomenon would be a down-regulation of pro-fusion proteins, which in turn would cause energy stress and induction of atrogenes through AMPK activation (Fig.\n9\n). It is known that during muscle wasting the enhanced FoxO activity results in increased transcription of Mul1, a mitochondrial E3 ligase, which ubiquitinates and targets Mfn2 for degradation through the UPS, resulting in mitochondrial dysfunction (Lokireddy \net al\n. \n2012\n). Interestingly, slow-twitch muscle has small amounts of Mul1 but high Mfn2 protein levels whereas fast-twitch muscles express higher levels of Mul1 and low levels of Mfn2 (Lokireddy \net al\n. \n2012\n). The latter phenomenon probably exposes fast muscles to a rapid degradation of Mfn2 with subsequent alteration of mitochondrial fusion, which precedes the fall of PGC-α levels that occurs in the late stages of disuse.\n\n\nFigure 9. Scheme representing the effects of the early stages of disuse on gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nSkeletal muscle disuse would cause down-regulation of pro-fusion proteins leading to mitochondrial dysfunction and AMPK activation. AMPK activation leads to the activation of FoxO, which induces the transcription of genes encoding proteins involved in protein degradation via both the autophagy and the ubiquitin proteasome pathways. The increase in the rate of protein degradation causes gastrocnemius atrophy. AMPK might also prevent the down-regulation of PGC-1α in gastrocnemius in the early stages of HU. Changes of protein synthesis would not be responsible for gastrocnemius atrophy at this stage of disuse.\nMoreover, our results show that PGC-1α levels higher than basal are necessary to increase pro-fusion proteins, thus preventing gastrocnemius muscle atrophy during disuse. Interestingly, the higher efficacy of resistance training in preventing muscle mass loss compared to endurance training could be due to the fact that although both types of exercise increase PGC-1α expression, at a given exercise volume the higher the intensity the higher the effect (Egan \net al\n. \n2010\n). As the effects of increased PGC-1α activity were sustained throughout disuse (Fig.\n6\n), compounds inducing PGC-1α expression could be useful to treat and prevent muscle atrophy.",
    "oxidative_stress_and_disuse_atrophy_in_a_fast_muscle": "The present study supports the idea that even in fast muscle oxidative stress might not be the main phenomenon in triggering disuse muscle atrophy (Ikemoto \net al\n. \n2002\n; Koesterer \net al\n. \n2002\n; Servais \net al\n. \n2007\n; Brocca \net al\n. \n2010\n; Desaphy \net al\n. \n2010\n; Glover \net al\n. \n2010\n; Kuwahara \net al\n. \n2010\n; Pellegrino \net al\n. 2011\nb\n; Powers \net al\n. \n2012\n; Cannavino \net al\n. \n2014\n). Redox imbalance occurred early into HU in gastrocnemius consistently with the up-regulation of SOD1 and catalase (Fig.\n2\n). The lack of H\n2\nO\n2\n accumulation together with the absence of carbonylation both at 3 and at 7 days of HU (Fig.\n2\n) indicates that, in the early phase of disuse, the antioxidant defence system efficiently reacts to the initial ROS increase. This compensatory increase in antioxidant activity is maintained over time, in agreement with the absence of carbonylation found at 14 days of HU (Brocca \net al\n. \n2010\n). Given that we have previously shown that antioxidant treatment during unloading did not prevent gastrocnemius atrophy, the data suggest that oxidative stress might not be the major phenomenon of disuse atrophy in fast muscle (Brocca \net al\n. \n2010\n).",
    "imbalance_between_mitochondrial_fission_and_fusion_and_ampk_": "In contrast to what was observed in soleus (Cannavino \net al\n. \n2014\n), unloaded gastrocnemius showed normal PGC-1α levels (Fig.\n2\n) and no alterations in mitochondrial complex expression, suggesting different mechanisms for fast muscle atrophy. Previous findings regarding PGC-1α during disuse in fast muscle are contradictory. In fact, higher (Wagatsuma \net al\n. \n2011\n), lower (Mazzatti \net al\n. \n2008\n) and unchanged (Nagatomo \net al\n. \n2011\n) PGC-1α levels have been reported. Furthermore, mitochondrial complexes did not drastically change with disuse in fast muscle, and only a reduction of complex I expression was found after 28 days of unloading in gastrocnemius muscle (Liu \net al\n. 2012\nb\n). This notwithstanding, several lines of evidence suggest that mitochondrial alterations could be good candidates in triggering atrophy even in fast muscle. In fact, alteration in mitochondrial biogenesis (Liu \net al\n. 2012\nb\n) and mitochondrial respiration (Yajid \net al\n. \n1998\n) have been found after chronic disuse in fast skeletal muscle.\nMitochondria play critical roles in the life and death of cells. Mitochondrial dynamics are regulated by coordinated fusion and fission cycles performed by a complex molecular machinery. Mitochondrial dynamics maintain normal mitochondrial function by degrading damaged mitochondria and generating new mitochondria. The mitochondrion is vital to cellular energy and metabolism, being the site of generation of most ATP. Derangements in fusion–fission have been proposed as a mechanism underlying the formation of dysfunctional aberrant mitochondria (Yoon \net al\n. \n2006\n) and causing muscle atrophy through activation of AMPK (Romanello \net al\n. \n2010\n).\nFusion–fission derangement can be due to an excessive activation of fission. In contrast to observations in soleus (Cannavino \net al\n. \n2014\n), unchanged DRP1 mRNA levels (Fig.\n3\n) suggest that in the early phases of gastrocnemius atrophy there is no excessive fission activation.\nMitochondrial fusion was assessed based on the expression of three large GTPases that require the coordinated fusion of the outer and inner membranes: Mfn1, Mfn2 and OPA1. A defective mitochondrial fusion, revealed by a down-regulation of Mfn1, Mfn2 and OPA1, occurred (Fig.\n3\n), in agreement with previous reports in fast muscle during early (Wagatsuma \net al\n. \n2011\n) and chronic disuse (Liu \net al\n. 2012\nb\n). Mitochondrial fusion can protect mitochondrial function (Detmer & Chan, \n2007\n). Consistently, we found an impairment of OXPHOS capacity assessed as the maximal ADP-stimulated state 3 mitochondrial respiration (Fig.\n3\n). Together with a mismatch between the increase in CS protein level and its activity, the latter suggests a compensatory mechanism to an intrinsic oxidative defect in fast twitch muscle.\nThe decrease in mitochondrial biogenesis and impaired mitochondrial function could lower ATP production, generate energy imbalance and activate protein catabolism. The energy level of the cell is, in fact, sensed by AMPK, a cellular kinase, which can cause atrogin-1 and MuRF-1 induction via a FoxO3-dependent mechanism (Tong \net al\n. \n2009\n). Interestingly, an early up-regulation of ACC, a kinase downstream of AMPK, was observed (Fig.\n4\n), indicating activation of AMPK. The latter results suggest that mitochondrial alteration could be important in determining muscle size during disuse in fast muscles.\nSeveral signalling kinases, including AMPK, have been implicated in activating PGC-1α transcription in response to various stimuli (Irrcher \net al\n. \n2008\n). This might explain why, following HU, PGC-1α level is unchanged.",
    "pgc-1α_over-expression_prevents_hu-induced_muscle_atrophy_an": "To test the role of mitochondrial alterations we used transgenic mice overexpressing PGC-1α. In fact, it has been shown that the Mfn2 gene is controlled by PGC-1α and PGC-1β in conjunction with oestrogen-related receptor-α (Soriano \net al\n. \n2006\n; Liesa \net al\n. \n2008\n) and PGC-1α stimulates Mfn2 expression (Soriano \net al\n. \n2006\n; Zorzano, \n2009\n). We subjected transgenic mice overexpressing PGC-1α to 3 days of HU. The duration of HU was chosen based on the observation that in soleus maximal induction of catabolic genes occurred 3 days after unloading (Cannavino \net al\n. \n2014\n). Skeletal muscle overexpressing PGC-α displayed complete resistance to loss of mass following 3 days of HU and this positive effect on muscle size was fully maintained also after prolonged disuse (14 days) (Fig.\n6\n), consistent with the high and steady protein levels of PGC-1α (Fig.\n5\n).\nTo test the mechanism underlying this effect on muscle size, we analysed the main pathways controlling muscle mass. The ubiquitine proteasome system (UPS) and autophagy are the two major proteolytic systems responsible for muscle wasting. Among several markers of UPS, two E3 ubiquitin ligases, MAFbx/Atrogin-1 and MuRF1 (also known as atrogenes), have been widely used as they are highly expressed in many conditions of muscle wasting (Bodine \net al\n. 2001\na\n; Cohen \net al\n. \n2009\n).\nMuRF1 and atrogin-1 mRNA expression at 3 days (Fig.\n7\n) was dramatically increased, indicating UPS activation in the early phases of disuse atrophy. Disuse also induced expression of genes involved in autophagy (Beclin1 and p62) (Fig.\n7\n). It has been recently understood that an increase in activity of the autophagy system can have a role in muscle atrophy (Sandri, \n2010\n). The latter findings indicate that, at least in the early stages of disuse, gastrocnemius mass loss is supported by activation of both the UPS and autophagy systems, consistent with previous observations (Bodine \net al\n. 2001\na\n; Ikemoto \net al\n. \n2002\n; Haddad \net al\n. \n2006\n; Kline \net al\n. \n2007\n).\nSignalling through the phosphatidyl-inositol 3-kinase (PI3K/AKY/mTOR) pathway controls protein synthesis and muscle hypertrophy (Rommel \net al\n. \n2001\n). In gastrocnemius muscle, HU did not result in any significant alterations in the phosphorylation states of the anabolic pathway after 3 days (Fig.\n7\n). Little and contradictory information is available on the impact of disuse on activation of the protein synthesis signalling pathway in fast muscles. Although our results are not in agreement with those of Bodine \net al\n. (2001\nb\n), who found a decrease in the protein synthesis signalling pathway in atrophied gastrocnemius muscle at 14 days of unloading, they are in line with the concept that protein synthesis regulation differs among muscle types (Hornberger \net al\n. \n2001\n). Indeed, several lines of evidence indicate an increase or no changes in protein synthesis in fast muscles in different disuse models, including HU. An increase in translation factors (p70S6K, eEF-2 and eIF-2a) has been reported in the atrophied fast EDL muscle at 7 days of denervation (Hornberger \net al\n. \n2001\n). Loss of gastrocnemius mass independent of a decrease in protein synthesis has been reported after unilateral hindlimb immobilization (Krawiec \net al\n. \n2005\n). Finally, in line with our results, Liu \net al\n. (2012\na\n) showed a biphasic protein translational signalling response of gastrocnemius to HU. Specifically, the authors found that the initial unloading phase was associated with increased repression of 4EBP1 (eukaryotic translation initiation factor 4E-binding protein 1) on translation initiation factor eIF4E without alteration of the Akt/mTOR/p70S6K/S6 pathway, while prolonged disuse (14 days) was associated with activation of translational signalling, including activation of the Akt/mTOR/p70S6K/S6 pathway and diminished repression of 4EBP1 on eIF4E.\nThe findings discussed so far prompted the hypothesis that in fast muscles an early down-regulation of pro-fusion proteins at 3 days of HU, through concomitant AMPK activation, can activate the ubiquitin proteasome pathway and autophagy, and ultimately cause muscle mass loss in disuse.\nThe latter hypothesis was confirmed by the observation that overexpression of PGC-α was sufficient to prevent (i) the decrease of pro-fusion proteins (Mfn1, Mfn2 and OPA1) (Fig.\n8\n), (ii) activation of the AMPK pathway (Fig.\n8\n), (iii) the inducible expression of MuRF1 and atrogin1 and the autophagic factors (Fig.\n7\n); and (iv) any muscle mass loss in response to disuse.",
    "conclusions": "The present results and our recent previous study (Cannavino \net al\n. \n2014\n) strongly support the idea that a metabolic programme can play a major role in triggering disuse muscle atrophy both in slow and in fast muscles. However, the metabolic programme would exert its effects through different pathways in slow, soleus and fast, gastrocnemius muscles. In soleus the primary phenomenon would be a fall of PGC-1α expression and content, which would cause induction of atrogenes through FoxO3 disinhibition (Cannavino \net al\n. \n2014\n), whereas in gastrocnemius the primary phenomenon would be a down-regulation of pro-fusion proteins, which in turn would cause energy stress and induction of atrogenes through AMPK activation (Fig.\n9\n). It is known that during muscle wasting the enhanced FoxO activity results in increased transcription of Mul1, a mitochondrial E3 ligase, which ubiquitinates and targets Mfn2 for degradation through the UPS, resulting in mitochondrial dysfunction (Lokireddy \net al\n. \n2012\n). Interestingly, slow-twitch muscle has small amounts of Mul1 but high Mfn2 protein levels whereas fast-twitch muscles express higher levels of Mul1 and low levels of Mfn2 (Lokireddy \net al\n. \n2012\n). The latter phenomenon probably exposes fast muscles to a rapid degradation of Mfn2 with subsequent alteration of mitochondrial fusion, which precedes the fall of PGC-α levels that occurs in the late stages of disuse.\nFigure 9. Scheme representing the effects of the early stages of disuse on gastrocnemius muscle.\n\n\n\n\nOpen in a new tab\n\n\nSkeletal muscle disuse would cause down-regulation of pro-fusion proteins leading to mitochondrial dysfunction and AMPK activation. AMPK activation leads to the activation of FoxO, which induces the transcription of genes encoding proteins involved in protein degradation via both the autophagy and the ubiquitin proteasome pathways. The increase in the rate of protein degradation causes gastrocnemius atrophy. AMPK might also prevent the down-regulation of PGC-1α in gastrocnemius in the early stages of HU. Changes of protein synthesis would not be responsible for gastrocnemius atrophy at this stage of disuse.\nMoreover, our results show that PGC-1α levels higher than basal are necessary to increase pro-fusion proteins, thus preventing gastrocnemius muscle atrophy during disuse. Interestingly, the higher efficacy of resistance training in preventing muscle mass loss compared to endurance training could be due to the fact that although both types of exercise increase PGC-1α expression, at a given exercise volume the higher the intensity the higher the effect (Egan \net al\n. \n2010\n). As the effects of increased PGC-1α activity were sustained throughout disuse (Fig.\n6\n), compounds inducing PGC-1α expression could be useful to treat and prevent muscle atrophy.",
    "figure_9._scheme_representing_the_effects_of_the_early_stage": "Open in a new tab\nSkeletal muscle disuse would cause down-regulation of pro-fusion proteins leading to mitochondrial dysfunction and AMPK activation. AMPK activation leads to the activation of FoxO, which induces the transcription of genes encoding proteins involved in protein degradation via both the autophagy and the ubiquitin proteasome pathways. The increase in the rate of protein degradation causes gastrocnemius atrophy. AMPK might also prevent the down-regulation of PGC-1α in gastrocnemius in the early stages of HU. Changes of protein synthesis would not be responsible for gastrocnemius atrophy at this stage of disuse.",
    "acknowledgments": "We thank Professor Francesco Zorzato who kindly donated the TgPGC-1α mice and Mr Luigi Guidotti for excellent technical help during all experiments related to muscle disuse.",
    "glossary": "4EBP1\n\n\neukaryotic translation initiation factor 4E-binding protein 1\n\n\nACC\n\n\nacetyl-CoA carboxylase\n\n\nAMPK\n\n\nAMP-activated protein kinase\n\n\nCS\n\n\ncitrate synthase\n\n\nCSA\n\n\ncross-sectional area\n\n\nDNP\n\n\ndinitrophenylhydrazone\n\n\nHU\n\n\nhindlimb unloading\n\n\nLC3\n\n\nmicrotubule-associated protein light chain 3\n\n\nMfn1, Mfn2\n\n\nmitofusin1 and mitofusin2\n\n\nMuRF-1\n\n\nmuscle-specific ring finger protein-1\n\n\nMHC\n\n\nmyosin heavy chain\n\n\nOPA1\n\n\noptic atrophy 1\n\n\nPGC-1α\n\n\nperoxisome proliferative activated receptor-γ coactivator 1α\n\n\nUPS\n\n\nubiquitine proteasome system",
    "additional_information": "Competing interests\n\n\nThe authors declare no conflict of interest.\nAuthor contributions\n\n\nR.B. and M.A.P.: conception and design of the experiments; J.C., L.B. and B.G.: collection, analysis and interpretation of data; R.B. and M.A.P.: drafting the article or revising it critically for important intellectual content. All authors made comments on the manuscript and read and approved the final version. The OXPHOS experiments were performed at the Department of Medical and Biological Sciences, University of Udine, and all the others were performed at the Department of Molecular Medicine, University of Pavia, Italy.\nFunding\n\n\nThis study was supported by Cariplo Foundation, Italy (grant no. 2010.0764), and the European Commission for the MYOAGE grant (no. 22 3576) funded under FP7. The funders had no role in study design, data collection and analysis, decision to publish or preparation of the manuscript.",
    "competing_interests": "The authors declare no conflict of interest.",
    "author_contributions": "R.B. and M.A.P.: conception and design of the experiments; J.C., L.B. and B.G.: collection, analysis and interpretation of data; R.B. and M.A.P.: drafting the article or revising it critically for important intellectual content. All authors made comments on the manuscript and read and approved the final version. The OXPHOS experiments were performed at the Department of Medical and Biological Sciences, University of Udine, and all the others were performed at the Department of Molecular Medicine, University of Pavia, Italy.",
    "funding": "This study was supported by Cariplo Foundation, Italy (grant no. 2010.0764), and the European Commission for the MYOAGE grant (no. 22 3576) funded under FP7. The funders had no role in study design, data collection and analysis, decision to publish or preparation of the manuscript.",
    "references": "Berchtold MW, Brinkmeier H. Müntener M. Calcium ion in skeletal muscle: its crucial role for muscle function, plasticity, and disease. Physiol Rev. 2000;80:1215–1265. doi: 10.1152/physrev.2000.80.3.1215.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBodine SC. Disuse-induced muscle wasting. Int J Biochem Cell Biol. 2013;45:2200–2208. doi: 10.1016/j.biocel.2013.06.011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBodine SC, Latres E, Baumhueter S, Lai VK, Nunez L, Clarke BA, Poueymirou WT, Panaro FJ, Na E, Dharmarajan K, Pan ZQ, Valenzuela DM, DeChiara TM, Stitt TN, Yancopoulos GD. Glass DJ. Identification of ubiquitin ligases required for skeletal muscle atrophy. Science. 2001a;294:1704–1708. doi: 10.1126/science.1065874.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBodine SC, Stitt TN, Gonzalez M, Kline WO, Stover GL, Bauerlein R, Zlotchenko E, Scrimgeour A, Lawrence JC, Glass DJ. Yancopoulos GD. Akt/mTOR pathway is a crucial regulator of skeletal muscle hypertrophy and can prevent muscle atrophy in vivo. Nat Cell Biol. 2001b;3:1014–1019. doi: 10.1038/ncb1101-1014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBonaldo P. Sandri M. Cellular and molecular mechanisms of muscle atrophy. Dis Model Mech. 2013;6:25–39. doi: 10.1242/dmm.010389.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrocca L, Pellegrino MA, Desaphy JF, Pierno S, Camerino DC. Bottinelli R. Is oxidative stress a cause or consequence of disuse muscle atrophy in mice? A proteomic approach in hindlimb-unloaded mice. Exp Physiol. 2010;95:331–350. doi: 10.1113/expphysiol.2009.050245.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCannavino J, Brocca L, Sandri M, Bottinelli R. Pellegrino MA. PGC1-α over-expression prevents metabolic alterations and soleus muscle atrophy in hindlimb unloaded mice. J Physiol. 2014;592:4575–4589. doi: 10.1113/jphysiol.2014.275545.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen H. Chan DC. Emerging functions of mammalian mitochondrial fusion and fission. Hum Mol Genet. 2005;14(Spec No. 2):R283–R289. doi: 10.1093/hmg/ddi270.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen H, Vermulst M, Wang YE, Chomyn A, Prolla TA, McCaffery JM. Chan DC. Mitochondrial fusion is required for mtDNA stability in skeletal muscle and tolerance of mtDNA mutations. Cell. 2010;141:280–289. doi: 10.1016/j.cell.2010.02.026.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCohen S, Brault JJ, Gygi SP, Glass DJ, Valenzuela DM, Gartner C, Latres E. Goldberg AL. During muscle atrophy, thick, but not thin, filament components are degraded by MuRF1-dependent ubiquitylation. J Cell Biol. 2009;185:1083–1095. doi: 10.1083/jcb.200901052.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDesaphy JF, Pierno S, Liantonio A, Giannuzzi V, Digennaro C, Dinardo MM, Camerino GM, Ricciuti P, Brocca L, Pellegrino MA, Bottinelli R. Camerino DC. Antioxidant treatment of hindlimb-unloaded mouse counteracts fiber type transition but not atrophy of disused muscles. Pharmacol Res. 2010;61:553–563. doi: 10.1016/j.phrs.2010.01.012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDetmer SA. Chan DC. Functions and dysfunctions of mitochondrial dynamics. Nat Rev Mol Cell Biol. 2007;8:870–879. doi: 10.1038/nrm2275.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEgan B, Carson BP, Garcia-Roves PM, Chibalin AV, Sarsfield FM, Barron N, McCaffrey N, Moyna NM, Zierath JR. O'Gorman DJ. Exercise intensity-dependent regulation of peroxisome proliferator-activated receptor coactivator-1 mRNA abundance is associated with differential activation of upstream signalling kinases in human skeletal muscle. J Physiol. 2010;588:1779–1790. doi: 10.1113/jphysiol.2010.188011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGlover EI, Yasuda N, Tarnopolsky MA, Abadi A. Phillips SM. Little change in markers of protein breakdown and oxidative stress in humans in immobilization-induced skeletal muscle atrophy. Appl Physiol Nutr Metab. 2010;35:125–133. doi: 10.1139/H09-137.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGondin J, Brocca L, Bellinzona E, D'Antona G, Maffiuletti NA, Miotti D, Pellegrino MA. Bottinelli R. Neuromuscular electrical stimulation training induces atypical adaptations of the human skeletal muscle phenotype: a functional and proteomic analysis. J Appl Physiol. 2011;110:433–450. doi: 10.1152/japplphysiol.00914.2010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHaddad F, Adams GR, Bodell PW. Baldwin KM. Isometric resistance exercise fails to counteract skeletal muscle atrophy processes during the initial stages of unloading. J Appl Physiol. 2006;100:433–441. doi: 10.1152/japplphysiol.01203.2005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHoppins S, Lackner L. Nunnari J. The machines that divide and fuse mitochondria. Annu Rev Biochem. 2007;76:751–780. doi: 10.1146/annurev.biochem.76.071905.090048.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHornberger TA, Hunter RB, Kandarian SC. Esser KA. Regulation of translation factors during hindlimb unloading and denervation of skeletal muscle in rats. Am J Physiol Cell Physiol. 2001;281:C179–187. doi: 10.1152/ajpcell.2001.281.1.C179.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIkemoto M, Okamura Y, Kano M, Hirasaka K, Tanaka R, Yamamoto T, Sasa T, Ogawa T, Sairyo K, Kishi K. Nikawa T. A relative high dose of vitamin E does not attenuate unweighting-induced oxidative stress and ubiquitination in rat skeletal muscle. J Physiol Anthropol Appl Human Sci. 2002;21:257–263. doi: 10.2114/jpa.21.257.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIrrcher I, Ljubicic V, Kirwan AF. Hood DA. AMP-activated protein kinase-regulated activation of the PGC-1α promoter in skeletal muscle cells. PLoS One. 2008;3:e3614. doi: 10.1371/journal.pone.0003614.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIsfort RJ, Wang F, Greis KD, Sun Y, Keough TW, Farrar RP, Bodine SC. Anderson NL. Proteomic analysis of rat soleus muscle undergoing hindlimb suspension-induced atrophy and reweighting hypertrophy. Proteomics. 2002;2:543–550. doi: 10.1002/1615-9861(200205)2:5<543::AID-PROT543>3.0.CO;2-K.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJackman MR. Willis WT. Characteristics of mitochondria isolated from type I and type IIb skeletal muscle. Am J Physiol. 1996;270:C673–678. doi: 10.1152/ajpcell.1996.270.2.C673.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKabeya Y, Mizushima N, Yamamoto A, Oshitani-Okamoto S, Ohsumi Y. Yoshimori T. LC3, GABARAP and GATE16 localize to autophagosomal membrane depending on form-II formation. J Cell Sci. 2004;117:2805–2812. doi: 10.1242/jcs.01131.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKline WO, Panaro FJ, Yang H. Bodine SC. Rapamycin inhibits the growth and muscle-sparing effects of clenbuterol. J Appl Physiol. 2007;102:740–747. doi: 10.1152/japplphysiol.00873.2006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoesterer TJ, Dodd SL. Powers S. Increased antioxidant capacity does not attenuate muscle atrophy caused by unweighting. J Appl Physiol. 2002;93:1959–1965. doi: 10.1152/japplphysiol.00511.2002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoshiba T, Detmer SA, Kaiser JT, Chen H, McCaffery JM. Chan DC. Structural basis of mitochondrial tethering by mitofusin complexes. Science. 2004;305:858–862. doi: 10.1126/science.1099793.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKrawiec BJ, Frost RA, Vary TC, Jefferson LS. Lang CH. Hindlimb casting decreases muscle mass in part by proteasome-dependent proteolysis but independent of protein synthesis. Am J Physiol Endocrinol Metab. 2005;289:E969–980. doi: 10.1152/ajpendo.00126.2005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKuwahara H, Horie T, Ishikawa S, Tsuda C, Kawakami S, Noda Y, Kaneko T, Tahara S, Tachibana T, Okabe M, Melki J, Takano R, Toda T, Morikawa D, Nojiri H, Kurosawa H, Shirasawa T. Shimizu T. Oxidative stress in skeletal muscle causes severe disturbance of exercise activity without muscle atrophy. Free Radic Biol Med. 2010;48:1252–1262. doi: 10.1016/j.freeradbiomed.2010.02.011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKyparos A, Feeback DL, Layne CS, Martinez DA. Clarke MS. Mechanical stimulation of the plantar foot surface attenuates soleus muscle atrophy induced by hindlimb unloading in rats. J Appl Physiol (1985) 2005;99:739–746. doi: 10.1152/japplphysiol.00771.2004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLecker SH, Jagoe RT, Gilbert A, Gomes M, Baracos V, Bailey J, Price SR, Mitch WE. Goldberg AL. Multiple types of skeletal muscle atrophy involve a common program of changes in gene expression. FASEB J. 2004;18:39–51. doi: 10.1096/fj.03-0610com.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiesa M, Borda-d'Agua B, Medina-Gomez G, Lelliott CJ, Paz JC, Rojo M, Palacin M, Vidal-Puig A. Zorzano A. Mitochondrial fusion is increased by the nuclear coactivator PGC-1β. PLoS One. 2008;3:e3613. doi: 10.1371/journal.pone.0003613.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLin J, Wu H, Tarr PT, Zhang CY, Wu Z, Boss O, Michael LF, Puigserver P, Isotani E, Olson EN, Lowell BB, Bassel-Duby R. Spiegelman BM. Transcriptional co-activator PGC-1α drives the formation of slow-twitch muscle fibres. Nature. 2002;418:797–801. doi: 10.1038/nature00904.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiu H, Blough ER, Arvapalli R, Wang Y, Reiser PJ, Paturi S, Katta A, Harris R, Nepal N. Wu M. Regulation of contractile proteins and protein translational signaling in disused muscle. Cell Physiol Biochem. 2012a;30:1202–1214. doi: 10.1159/000343310.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiu J, Peng Y, Cui Z, Wu Z, Qian A, Shang P, Qu L, Li Y. Long J. Depressed mitochondrial biogenesis and dynamic remodeling in mouse tibialis anterior and gastrocnemius induced by 4-week hindlimb unloading. IUBMB Life. 2012b;64:901–910. doi: 10.1002/iub.1087.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLokireddy S, Wijesoma IW, Teng S, Bonala S, Gluckman PD, McFarlane C, Sharma M. Kambadur R. The ubiquitin ligase Mul1 induces mitophagy in skeletal muscle in response to muscle-wasting stimuli. Cell Metab. 2012;16:613–624. doi: 10.1016/j.cmet.2012.10.005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMazzatti DJ, Smith MA, Oita RC, Lim FL, White AJ. Reid MB. Muscle unloading-induced metabolic remodeling is associated with acute alterations in PPARδ and UCP-3 expression. Physiol Genomics. 2008;34:149–161. doi: 10.1152/physiolgenomics.00281.2007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMeeusen S, DeVay R, Block J, Cassidy-Stone A, Wayson S, McCaffery JM. Nunnari J. Mitochondrial inner-membrane fusion and crista maintenance requires the dynamin-related GTPase Mgm1. Cell. 2006;127:383–395. doi: 10.1016/j.cell.2006.09.021.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNagatomo F, Fujino H, Kondo H, Suzuki H, Kouzaki M, Takeda I. Ishihara A. PGC-1α and FOXO1 mRNA levels and fiber characteristics of the soleus and plantaris muscles in rats after hindlimb unloading. Histol Histopathol. 2011;26:1545–1553. doi: 10.14670/HH-26.1545.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPellegrino MA, Canepari M, Rossi R, D'Antona G, Reggiani C. Bottinelli R. Orthologous myosin isoforms and scaling of shortening velocity with body size in mouse, rat, rabbit and human muscles. J Physiol. 2003;546:677–689. doi: 10.1113/jphysiol.2002.027375.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPellegrino MA, Desaphy JF, Brocca L, Pierno S, Camerino DC. Bottinelli R. Redox homeostasis, oxidative stress and disuse muscle atrophy. The Journal of physiology. 2011a;589:2147–2160. doi: 10.1113/jphysiol.2010.203232.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPellegrino MA, Desaphy JF, Brocca L, Pierno S, Camerino DC. Bottinelli R. Redox homeostasis, oxidative stress and disuse muscle atrophy. J Physiol. 2011b;589:2147–2160. doi: 10.1113/jphysiol.2010.203232.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPowers SK, Smuder AJ. Judge AR. Oxidative stress and disuse muscle atrophy: cause or consequence? Curr Opin Clin Nutr Metab Care. 2012;15:240–245. doi: 10.1097/MCO.0b013e328352b4c2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRomanello V, Guadagnin E, Gomes L, Roder I, Sandri C, Petersen Y, Milan G, Masiero E, Del Piccolo P, Foretz M, Scorrano L, Rudolf R. Sandri M. Mitochondrial fission and remodelling contributes to muscle atrophy. EMBO J. 2010;29:1774–1785. doi: 10.1038/emboj.2010.60.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRomanello V. Sandri M. Mitochondrial biogenesis and fragmentation as regulators of muscle protein degradation. Curr Hypertens Rep. 2010;12:433–439. doi: 10.1007/s11906-010-0157-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRommel C, Bodine SC, Clarke BA, Rossman R, Nunez L, Stitt TN, Yancopoulos GD. Glass DJ. Mediation of IGF-1-induced skeletal myotube hypertrophy by PI(3)K/Akt/mTOR and PI(3)K/Akt/GSK3 pathways. Nat Cell Biol. 2001;3:1009–1013. doi: 10.1038/ncb1101-1009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSalvadego D, Domenis R, Lazzer S, Porcelli S, Rittweger J, Rizzo G, Mavelli I, Simunic B, Pisot R. Grassi B. Skeletal muscle oxidative function in vivo and ex vivo in athletes with marked hypertrophy from resistance training. J Appl Physiol (1985) 2013;114:1527–1535. doi: 10.1152/japplphysiol.00883.2012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSandri M. Autophagy in health and disease. 3. Involvement of autophagy in muscle atrophy. Am J Physiol Cell Physiol. 2010;298:C1291–1297. doi: 10.1152/ajpcell.00531.2009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nServais S, Letexier D, Favier R, Duchamp C. Desplanches D. Prevention of unloading-induced atrophy by vitamin E supplementation: links between oxidative stress and soleus muscle proteolysis? Free Radic Biol Med. 2007;42:627–635. doi: 10.1016/j.freeradbiomed.2006.12.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSong Z, Ghochani M, McCaffery JM, Frey TG. Chan DC. Mitofusins and OPA1 mediate sequential steps in mitochondrial membrane fusion. Mol Biol Cell. 2009;20:3525–3532. doi: 10.1091/mbc.E09-03-0252.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSoriano FX, Liesa M, Bach D, Chan DC, Palacin M. Zorzano A. Evidence for a mitochondrial regulatory pathway defined by peroxisome proliferator-activated receptor-γ coactivator-1α, estrogen-related receptor-α, and mitofusin 2. Diabetes. 2006;55:1783–1791. doi: 10.2337/db05-0509.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTong JF, Yan X, Zhu MJ. Du M. AMP-activated protein kinase enhances the expression of muscle-specific ubiquitin ligases despite its activation of IGF-1/Akt signaling in C2C12 myotubes. J Cell Biochem. 2009;108:458–468. doi: 10.1002/jcb.22272.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWagatsuma A, Kotake N, Kawachi T, Shiozuka M, Yamada S. Matsuda R. Mitochondrial adaptations in skeletal muscle to hindlimb unloading. Mol Cell Biochem. 2011;350:1–11. doi: 10.1007/s11010-010-0677-1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYajid F, Mercier JG, Mercier BM, Dubouchaud H. Prefaut C. Effects of 4 wk of hindlimb suspension on skeletal muscle mitochondrial respiration in rats. J Appl Physiol (1985) 1998;84:479–485. doi: 10.1152/jappl.1998.84.2.479.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYoon YS, Yoon DS, Lim IK, Yoon SH, Chung HY, Rojo M, Malka F, Jou MJ, Martinou JC. Yoon G. Formation of elongated giant mitochondria in DFO-induced cellular senescence: involvement of enhanced fusion process through modulation of Fis1. J Cell Physiol. 2006;209:468–480. doi: 10.1002/jcp.20753.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZorzano A. Regulation of mitofusin-2 expression in skeletal muscle. Appl Physiol Nutr Metab. 2009;34:433–439. doi: 10.1139/H09-049.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.1 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405755/"
}