{
  "id": "PMC4896697",
  "title": "Reply to Bemm et al. and Arakawa: Identifying foreign genes in independent Hypsibius dujardini genome assemblies",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Reply to Bemm et al. and Arakawa: Identifying foreign genes in independent Hypsibius dujardini genome assemblies",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4896697/"
  },
  "sections": {
    "permalink": "Copy",
    "thomas_c_boothby": "a\nDepartment of Biology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599\nFind articles by \nThomas C Boothby",
    "bob_goldstein": "a\nDepartment of Biology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599\nFind articles by \nBob Goldstein",
    "fig._1.": "Open in a new tab\nIdentification of foreign sequences in independent \nH. dujardini\n assemblies by different methods. (\nA\n) Foreign genes in independent \nH. dujardini\n genome assemblies were identified using the HGT index (\n8\n). The percent of all foreign genes in each dataset is shown. Tardigrade data are labeled in blue. Rotifer (animals with high levels of HGT) data are shown in brown. Data for other invertebrates (\nCaenorhabditis elegans\n and \nDrosophila melanogaster\n) are labeled in green. Rotifer, \nC. elegans,\n and \nD. melanogaster\n data were obtained from ref. \n8\n. (\nB\n) Foreign genes were identified by selecting only those genes with BLAST hits to prokaryotes, but not eukaryotes (Evalue cutoff 1e-5). Note that this is a significantly more stringent approach for identifying foreign genes than the HGT index, and it excludes identification of prokaryotic genes with metazoan homologs, nonmetazoan eukaryotic genes, or metazoan genes that have been horizontally transferred. The raw number of all foreign genes in each dataset is shown. Tardigrade data are labeled in blue. Rotifer (animals with high levels of HGT) data are shown in brown. Data for other invertebrates (\nC. elegans\n and \nD. melanogaster\n) are labeled in green. Rotifer and \nC. elegans\n data were derived from ref. \n8\n. \nD. melanogaster\n data were obtained by performing HGT index analysis (see methods at \nhttps://github.com/Hd-tg-genome/PNAS_response\n) and the applying selection criteria detailed above. (\nC\n) Class C genes were identified in various datasets using the parameters detailed in ref. \n9\n. Data for chordate and ecdysozoan animals were obtained from ref. \n9\n, and the source of other datasets is noted parenthetically on the \nx\n axis. Plotted on the \ny\n axis is the percent of total genes that are classified as Class C foreign genes according to the methods used in ref. \n9\n. Data for rotifer species are colored brown. Data from various tardigrade assemblies are colored blue. Data for other ecdysozoan animals (the group of animals to which tardigrades belong) are colored in green. Data for chordate animals are colored purple. The numbers above bars denote the percent of all genes classified as Class C foreign genes.",
    "fig._2.": "Open in a new tab\nForeign genes are contained in scaffolds confirmed by multiple datasets. 14 next-generation sequencing read datasets, originating from 4 independent sequencing projects, were mapped against (\nA\n) Bemm et al.’s (\n2\n) and (\nB\n) Koutsovoulos et al.’s (\n5\n) assembly and visualized using Anvi’o (\n6\n). Tracks showing coverage of Moleculo long-read (LR), Pacbio, and short-insert library reads [University of North Carolina (UNC) 300, 500, and 800] from our original study (\n1\n) are colored blue. Tracks showing coverage by genomic reads from ref. \n5\n are colored purple. Tracks showing coverage by genomic and pooled RNAseq reads generated by Dr. Kazuharu Arakawa are colored green. The track showing coverage by pooled RNAseq reads generated by Dr. Itai Yanai is colored yellow. Black tick marks in the outer rings indicate scaffolds that contain foreign sequences identified using the method indicated in parentheses. Highlighted in red are scaffolds that are covered by genomic reads originating from only one group’s sequencing effort. Highlighted in orange are scaffolds covered by two of three groups’ genomic reads.",
    "footnotes": "The authors declare no conflict of interest.\n\n\nData deposition: Additional data, methods, and results of our new analyses, and more detailed responses to letters (\n2\n, \n3\n), are available at \nhttps://github.com/Hd-tg-genome/PNAS_response\n.",
    "references": "1.\nBoothby TC, et al.  Evidence for extensive horizontal gene transfer from the draft genome of a tardigrade. Proc Natl Acad Sci USA. 2015;112(52):15976–15981. doi: 10.1073/pnas.1510461112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nBemm F, Weiß CL, Schultz J, Förster F. Genome of a tardigrade: Horizontal gene transfer or bacterial contamination? Proc Natl Acad Sci USA. 2016;113:E3054–E3056. doi: 10.1073/pnas.1525116113.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nArakawa K. No evidence for extensive horizontal gene transfer from the draft genome of a tardigrade. Proc Natl Acad Sci USA. 2016;113:E3057. doi: 10.1073/pnas.1602711113.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nDelmont TO, Eren AM. Identifying contamination with advanced visualization and analysis practices: Metagenomic approaches for eukaryotic genome assemblies. PeerJ. 2016;4:e1839. doi: 10.7717/peerj.1839.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nKoutsovoulos G, et al.  No evidence for extensive horizontal gene transfer in the genome of the tardigrade Hypsibius dujardini. Proc Natl Acad Sci USA. 2016;113(18):5053–5058. doi: 10.1073/pnas.1600338113.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nEren AM, et al.  Anvi’o: An advanced analysis and visualization platform for 'omics data. PeerJ. 2015;3:e1319. doi: 10.7717/peerj.1319.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nKumar S, Jones M, Koutsovoulos G, Clarke M, Blaxter M. Blobology: Exploring raw genome data for contaminants, symbionts and parasites using taxon-annotated GC-coverage plots. Front Genet. 2013;4:237. doi: 10.3389/fgene.2013.00237.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBoschetti C, et al.  Biochemical diversification through foreign gene expression in bdelloid rotifers. PLoS Genet. 2012;8(11):e1003035. doi: 10.1371/journal.pgen.1003035.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nCrisp A, Boschetti C, Perry M, Tunnacliffe A, Micklem G. Expression of multiple horizontally acquired genes is a hallmark of both vertebrate and invertebrate genomes. Genome Biol. 2015;16(1):50. doi: 10.1186/s13059-015-0607-3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nGladyshev EA, Meselson M, Arkhipova IR. Massive horizontal gene transfer in bdelloid rotifers. Science. 2008;320(5880):1210–1213. doi: 10.1126/science.1156407.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nEyres I, et al.  Horizontal gene transfer in bdelloid rotifers is ancient, ongoing and more frequent in species from desiccating habitats. BMC Biol. 2015;13(1):90. doi: 10.1186/s12915-015-0202-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nDunning Hotopp JC, et al.  Widespread lateral gene transfer from intracellular bacteria to multicellular eukaryotes. Science. 2007;317(5845):1753–1756. doi: 10.1126/science.1142490.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nKlasson L, et al.  Extensive duplication of the Wolbachia DNA in chromosome four of Drosophila ananassae. BMC Genomics. 2014;15(1):1097. doi: 10.1186/1471-2164-15-1097.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nKumar N, et al.  Efficient subtraction of insect rRNA prior to transcriptome analysis of Wolbachia-Drosophila lateral gene transfer. BMC Res Notes. 2012;5(1):230. doi: 10.1186/1756-0500-5-230.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.1 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4896697/"
}