{
  "id": "PMC5817088",
  "title": "Alterations in the Spectrum of Spontaneous Rifampicin-Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Alterations in the Spectrum of Spontaneous Rifampicin-Resistance Mutations in the Bacillus subtilis rpoB Gene after Cultivation in the Human Spaceflight Environment",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5817088/"
  },
  "sections": {
    "abstract": "The effect of \nBacillus subtilis\n exposure to the human spaceflight environment on growth, mutagenic frequency, and spectrum of mutations to rifampicin resistance (Rif\nR\n) was investigated. \nB. subtilis\n cells were cultivated in Biological Research in Canister-Petri Dish Fixation Units (BRIC-PDFUs) on two separate missions to the International Space Station (ISS), dubbed BRIC-18 and BRIC-21, with matching asynchronous ground controls. No statistically significant difference in either growth or in the frequency of mutation to Rif\nR\n was found in either experiment. However, nucleotide sequencing of the Rif\nR\n regions of the \nrpoB\n gene from Rif\nR\n mutants revealed dramatic differences in the spectrum of mutations between flight (FL) and ground control (GC) samples, including two newly discovered \nrpoB\n alleles in the FL samples (Q137R and L489S). The results strengthen the idea that exposure to the human spaceflight environment causes unique stresses on bacteria, leading to alterations in their mutagenic potential.",
    "introduction": "Introduction\nIn contrast to the classical view that mutations are random, a growing body of evidence indicates that exposure to environmental stresses in microbes can alter both the mutation rate and the mutagenic spectrum, supplying an increased variety of mutational outputs for selection to operate on and hence shaping the evolutionary trajectory of organisms (\nNicholson and Maughan, 2002\n; \nFoster, 2007\n; \nNicholson and Park, 2015\n; \nMaharjan and Ferenci, 2017b\n). This phenomenon, dubbed Stress-Induced Mutagenesis (SIM), has been most eloquently demonstrated in the recent work of \nMaharjan and Ferenci (b)\n. \nE. coli\n cells were grown in chemostats under 5 different stresses, (limitation for carbon, phosphate, nitrogen, oxygen, or iron) or in a nutrient-rich environment, and loss-of-function mutations in the \ncycA\n gene leading to cycloserine resistance (Cyc\nR\n) were quantified, isolated, and subjected to fitness measurements (\nMaharjan and Ferenci, 2017b\n). Although only 2 out of 5 stresses led to a significant increase in the mutation rate to Cyc\nR\n, all stresses resulted in distinct spectra of mutations in \ncycA\n conferring a variety of alterations in fitness of the resulting mutants (\nMaharjan and Ferenci, 2017b\n).\nThe human spaceflight environment presents its own unique set of physical stressors, including cosmic radiation, microgravity, vibration, electromagnetic fields, and altered atmospheric compositions. Numerous studies have explored how microorganisms respond physiologically to spaceflight exposure (reviewed extensively in \nRosenzweig et al., 2014\n; \nTaylor, 2015\n). However, very few studies have asked whether microbial exposure to spaceflight might lead to SIM (\nYatagai et al., 2000\n; \nFajardo-Cavazos and Nicholson, 2016\n). Such studies are relevant to astronaut health risk assessment, given the role that microbial SIM may play in the emergence of antibiotic resistance or modifications to the astronaut microbiome. Long-duration human missions through interplanetary space to the Moon, near-Earth asteroids, or Mars are currently being planned (\nNASA, 2015\n), and both the National Research Council (NRC) and the International Space Exploration Coordination Group (ISECG) have assigned a high priority to studies aimed at better understanding astronaut health risks during space exploration. NASA has implemented a three-phase approach to its long-term goal of the human exploration of Mars\n1\n. The first phase, to be accomplished in the present-to-mid-2020’s time frame, is dubbed the “Earth Reliant” phase, focusing on research aboard the International Space Station (ISS), currently the only microgravity platform for the long-term testing of crew health systems and technologies needed to decrease reliance on Earth. To date, only two studies have been performed exploring the notion that exposure of microbes to the stresses of the human spaceflight environment might result in SIM. First, \nB. subtilis\n spores containing a plasmid encoding the \nEscherichia coli rpsL\n gene were exposed to spaceflight in space station \nMir\n vs. matched ground controls (\nYatagai et al., 2000\n). The frequency of mutations in \nrpsL\n leading to spectinomycin resistance (Spc\nR\n) was found not to be significantly different between spaceflight and ground control samples, but sequencing of the mutant \nrpsL\n genes from 25 spaceflight and 38 ground control samples showed distinct differences in the spectrum of mutations leading to Spc\nR\n (\nYatagai et al., 2000\n). Second, the frequency and spectrum of chromosomal mutations to rifampicin resistance (Rif\nR\n) was measured in \nStaphylococcus epidermidis\n cells flown aboard the ISS and compared to matched ground controls (\nFajardo-Cavazos and Nicholson, 2016\n). In this experiment the frequency of mutation to Rif\nR\n was observed to be significantly (24-fold) greater in the spaceflight samples. Sequencing of the \nrpoB\n gene from 67 spaceflight and 57 ground control Rif\nR\n mutants also showed that the spectrum of mutations to Rif\nR\n was clearly different in the flight vs. the ground control samples (\nFajardo-Cavazos and Nicholson, 2016\n).\nFrom our previous results (\nFajardo-Cavazos and Nicholson, 2016\n), we concluded that Rif\nR\n was a good model to investigate SIM in spaceflight for a broad variety of microorganisms. Resistance to rifampicin derives from mutations within a small region of the \nrpoB\n gene encoding the β-subunit of RNA polymerase (\nWehrli et al., 1968\n; \nJin and Gross, 1988\n). This region corresponds to the Rif binding site of β (\nCampbell et al., 2001\n) and is highly conserved among prokaryotes (\nSeverinov et al., 1993\n). Single-nucleotide substitutions in \nrpoB\n leading to Rif\nR\n have been shown to alter the global patterns of transcription, and resulting phenotypes, in several bacteria including \nNeisseria meningitidis, Streptomyces lividans, Bacillus subtilis, Mycobacterium tuberculosis\n, and \nStaphylococcus aureus\n (\nHu et al., 2002\n; \nMaughan et al., 2004\n; \nPerkins and Nicholson, 2008\n; \nde Knegt et al., 2013\n; \nColicchio et al., 2015\n; \nVillanueva et al., 2016\n). It is thus possible that mutation to Rif\nR\n could alter the response of microbes to the spaceflight environment.\nFor the present study we chose to use as the test organism the Gram-positive bacterium \nB. subtilis\n, which possesses several advantages as a model organism: (i) it is easily cultivated and amenable to genetic manipulation; (ii) it forms dormant spores, making it an easy system to prepare for spaceflight; (iii) it is the best-studied Gram-positive bacterium; and (iv) development of its genetics, genomics, and molecular biology is highly advanced. Thus, using the well-developed \nB. subtilis\n system will facilitate the investigation in further detail of any potential novel mutations isolated in \nrpoB\n.",
    "materials_and_methods": "Materials and Methods\nBacterial Strain, Media, and Growth Conditions\nThe strain used was \nBacillus subtilis\n strain 168 (\ntrpC2\n) from the authors’ laboratory collection. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K\n2\nHPO\n4\n, 2.5; glucose, 2.5; final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. For FL and GC experiments, glycerol was added to TSY liquid medium to 10% (v/v) final concentration, resulting in TSYG medium. As appropriate, the antibiotic rifampicin (Rif; Sigma–Aldrich) was added to TSY at a final concentration of 5 μg/mL. \nB. subtilis\n spores were routinely prepared by cultivation in liquid Schaeffer Sporulation Medium (\nSchaeffer et al., 1965\n) at 37°C with vigorous aeration. The culture was harvested when phase-contrast microscopic examination revealed that it consisted of >90% free spores, usually after 3–4 days of incubation.\nSample Preparation\nSpores were purified by lysozyme treatment, buffer washing, and heat shock (80°C, 10 min) as described previously (\nNicholson and Setlow, 1990\n). Spores were determined by phase-contrast microscopy to be >99% free of cell debris and unsporulated cells, and were stored at 4°C in deionized water. The working suspension of spores contained 10\n8\n colony-forming units (CFU) per mL. Aliquots of 0.1 mL (∼10\n7\n CFU) of the suspension were applied to the bottoms of sterile 60-mm diameter Petri dishes (Falcon Cat. No. 1007) and air-dried for 48–72 h at room temperature prior to use.\nBRIC Spaceflight Hardware\nThe experiments described here utilized Biological Research In Canisters (BRIC) spaceflight hardware, which has been described in detail previously (\nPaul et al., 2012\n). BRIC canisters can accomodate up to six samples. In these experiments, each BRIC was loaded with 5 Petri Dish Fixation Units (PDFUs). Each PDFU was loaded with a 60-mm Petri dish containing air-dried spores, and sterile TSYG medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a Class 2 Biological Safety Hood. In the sixth sample chamber of each BRIC was placed a HOBO R temperature data logger (Onset Computer Co., Bourne, MA, United States). Post-flight asynchronous GC experiments were conducted using the same hardware and configuration as in the flight experiment.\nFlight (FL) and Ground Control (GC) Timelines\nBacillus subtilis\n samples were flown on two separate experiments to the ISS, the 18th and 21st BRIC missions to space, designated BRIC-18 and BRIC-21. FL samples were launched on the 3rd and 6th SpaceX Cargo Resupply missions to the ISS (SpaceX-3 and SpaceX-6 CRS, respectively), using the Falcon 9 rocket and Dragon capsule configuration. Pertinent information regarding the activity timelines of these two missions can be found in \nTable \n1\n. Growth of samples was initiated in-flight and samples incubated for 122 h (BRIC-18) or 25 h (BRIC-21) before transfer to the onboard -80°C freezer. Frozen samples were returned to Earth in the Dragon capsule and were maintained in the frozen state until return to KSC for de-integration and further processing.\nTable 1\nSchedule of activities for BRIC-18 and BRIC-21 Flight (FL) and Ground Control (GC) experiments\n∗\n.\nActual or simulated activity\nBRIC-18\nBRIC-21\nFL\nGC\nFL\nGC\nDay\nDate\n∗\nDay\nDate\nDay\nDate\nDay\nDate\nIntegration/handover\n–7\n140411\n–7\n140613\n–3\n150411\n–3\n150616\nLaunch\n0\n140418\n0\n140620\n0\n150414\n0\n150619\nDocking at ISS\n3\n140421\n2\n140622\n3\n150417\n3\n150622\nUnpacking/stowage\n4\n140422\n4\n140622\n4\n150418\n4\n150623\nInjection of growth medium\n12\n140430\n12\n140702\n6\n150420\n6\n150625\nTransfer to -80°C\n17\n140505\n17\n140708\n7\n150421\n7\n150626\nUndocking/splashdown\n30\n140518\n30\n140720\n37\n150521\n37\n150726\nArrival at KSC\n35\n140523\n35\n140725\n42\n150528\n42\n150802\nDeintegration\n46\n140603\n46\n140805\n46\n150601\n46\n150806\n∗\nAll dates are in the format year-month-day.\nAsynchronous GC experiments were performed in BRIC canisters according to the timelines determined during the FL experiments (\nTable \n1\n). Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regimes recorded during the flights (\nFajardo-Cavazos and Nicholson, 2016\n; \nMorrison et al., 2017\n) and growth was terminated by transfer to a -80°C freezer, where samples were stored until further processing.\nPost-experiment Sample Processing\nIn the BRIC-18 experiment, both FL and GC BRIC canisters were transferred from storage at -80°C to a +4°C refrigerator and samples allowed to thaw completely overnight. Liquid samples in Petri dishes were recovered from the PDFUs, transported to the laboratory on ice and further processed immediately. In the BRIC-21 experiment, both FL and GC samples were recovered from BRIC canisters in the frozen state, transported on dry ice to the laboratory, and stored at -80°C for later processing. Frozen samples were then thawed on ice, resuspended and processed immediately. In all instances, cells were detached from interior plate surfaces and resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 15-mL conical centrifuge tubes, and the total recovered volume was measured. For viable counts, aliquots from cultures were diluted serially tenfold in TSY medium, dilutions plated on TSY plates, and colonies counted after incubation at 37°C for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for Rif\nR\n mutants, the remainder of each culture was concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37°C for 24–48 h. The frequency of mutation to Rif\nR\n was calculated by dividing the total number of Rif\nR\n mutants by the total number of viable cells from each sample. Individual Rif\nR\n mutants were streak-purified on TSY + Rif plates and stored at -70°C in TSY + 25% glycerol, then processed for DNA sequencing.\nDNA Sequencing and Analyses\nPrimers used for PCR amplification of two Rif\nR\n regions of the \nB. subtilis rpoB\n gene are listed in \nTable \n2\n. The corresponding \nrpoB\n regions were amplified directly from cells using 3 μL of culture from their respective glycerol stocks as DNA template, using the GoTaq\n®\n PCR kit (Promega, Madison, WI, United States) and the following thermal cycling conditions: 95°C, 2 min for the initial denaturation step, then 36 cycles of (95°C, 30 s; 55°C, 1 min; 72°C, 2 min), followed by a final elongation step (72°C, 5 min). PCR amplicons were purified and sequenced at the University of Florida Interdisciplinary Center for Biotechnology Research (BRIC-18) or at GeneWiz LLC (South Plainfield, NJ, United States) (BRIC-21). Multiple \nrpoB\n sequences were aligned using the online Clustal Omega server\n2\n (\nLi et al., 2015\n) to identify the position of mutations relative to the wild-type \nrpoB\n sequence obtained from \nB. subtilis\n laboratory strain 168. In order to confirm the identity of novel (i.e., never-before-isolated) \nrpoB\n mutations, the corresponding region of the newly sequenced \nrpoB\n allele was amplified by PCR from each mutant and the resulting amplicon was introduced by transformation into competent cells of Rif\nS\n\n\nB. subtilis\n strain WN547 using standard procedures as described previously (\nBoylan et al., 1972\n; \nNicholson and Maughan, 2002\n). From selected Rif\nR\n transformants, the corresponding region of \nrpoB\n was again PCR amplified and sequenced to confirm that the mutation had been transferred.\nTable 2\nOligonucleotide primers used for amplification of \nB. subtilis rpoB\n regions.\nPrimer\nSequence 5 → 3′\nrpoB\n region amplified\nBsu rpoB-24F\nCGCATGATTTGAGGGG\nN-cluster\nBsu rpoB+737R\nGGCGGCTCTCCAGG\nN-cluster\nBsu rpoB+1319F\nCGAATACAATACGCCTCAGC\nClusters I, II, III\nBsu rpoB+2000R\nCCTGATACGTATTCCATACC\nClusters I, II, III\nStatistical Analyses\nNon-parametric statistical parameters and tests of significance (Kruskal–Wallis) were computed on log\n10\n-transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, United States).",
    "bacterial_strain,_media,_and_growth_conditions": "Bacterial Strain, Media, and Growth Conditions\nThe strain used was \nBacillus subtilis\n strain 168 (\ntrpC2\n) from the authors’ laboratory collection. Medium used throughout was trypticase soy yeast extract (TSY) medium consisting of (g/L): tryptone, 15; soytone, 5; NaCl, 5; yeast extract, 3; K\n2\nHPO\n4\n, 2.5; glucose, 2.5; final pH 7. For semisolid plates, agar was added to TSY at 15.0 g/L. For FL and GC experiments, glycerol was added to TSY liquid medium to 10% (v/v) final concentration, resulting in TSYG medium. As appropriate, the antibiotic rifampicin (Rif; Sigma–Aldrich) was added to TSY at a final concentration of 5 μg/mL. \nB. subtilis\n spores were routinely prepared by cultivation in liquid Schaeffer Sporulation Medium (\nSchaeffer et al., 1965\n) at 37°C with vigorous aeration. The culture was harvested when phase-contrast microscopic examination revealed that it consisted of >90% free spores, usually after 3–4 days of incubation.",
    "sample_preparation": "Sample Preparation\nSpores were purified by lysozyme treatment, buffer washing, and heat shock (80°C, 10 min) as described previously (\nNicholson and Setlow, 1990\n). Spores were determined by phase-contrast microscopy to be >99% free of cell debris and unsporulated cells, and were stored at 4°C in deionized water. The working suspension of spores contained 10\n8\n colony-forming units (CFU) per mL. Aliquots of 0.1 mL (∼10\n7\n CFU) of the suspension were applied to the bottoms of sterile 60-mm diameter Petri dishes (Falcon Cat. No. 1007) and air-dried for 48–72 h at room temperature prior to use.",
    "bric_spaceflight_hardware": "BRIC Spaceflight Hardware\nThe experiments described here utilized Biological Research In Canisters (BRIC) spaceflight hardware, which has been described in detail previously (\nPaul et al., 2012\n). BRIC canisters can accomodate up to six samples. In these experiments, each BRIC was loaded with 5 Petri Dish Fixation Units (PDFUs). Each PDFU was loaded with a 60-mm Petri dish containing air-dried spores, and sterile TSYG medium was loaded into a separate reservoir. To prevent contamination, all reagents and equipment used were sterilized prior to use and PDFUs were assembled using aseptic technique within a Class 2 Biological Safety Hood. In the sixth sample chamber of each BRIC was placed a HOBO R temperature data logger (Onset Computer Co., Bourne, MA, United States). Post-flight asynchronous GC experiments were conducted using the same hardware and configuration as in the flight experiment.",
    "flight_(fl)_and_ground_control_(gc)_timelines": "Flight (FL) and Ground Control (GC) Timelines\nBacillus subtilis\n samples were flown on two separate experiments to the ISS, the 18th and 21st BRIC missions to space, designated BRIC-18 and BRIC-21. FL samples were launched on the 3rd and 6th SpaceX Cargo Resupply missions to the ISS (SpaceX-3 and SpaceX-6 CRS, respectively), using the Falcon 9 rocket and Dragon capsule configuration. Pertinent information regarding the activity timelines of these two missions can be found in \nTable \n1\n. Growth of samples was initiated in-flight and samples incubated for 122 h (BRIC-18) or 25 h (BRIC-21) before transfer to the onboard -80°C freezer. Frozen samples were returned to Earth in the Dragon capsule and were maintained in the frozen state until return to KSC for de-integration and further processing.\nTable 1\nSchedule of activities for BRIC-18 and BRIC-21 Flight (FL) and Ground Control (GC) experiments\n∗\n.\nActual or simulated activity\nBRIC-18\nBRIC-21\nFL\nGC\nFL\nGC\nDay\nDate\n∗\nDay\nDate\nDay\nDate\nDay\nDate\nIntegration/handover\n–7\n140411\n–7\n140613\n–3\n150411\n–3\n150616\nLaunch\n0\n140418\n0\n140620\n0\n150414\n0\n150619\nDocking at ISS\n3\n140421\n2\n140622\n3\n150417\n3\n150622\nUnpacking/stowage\n4\n140422\n4\n140622\n4\n150418\n4\n150623\nInjection of growth medium\n12\n140430\n12\n140702\n6\n150420\n6\n150625\nTransfer to -80°C\n17\n140505\n17\n140708\n7\n150421\n7\n150626\nUndocking/splashdown\n30\n140518\n30\n140720\n37\n150521\n37\n150726\nArrival at KSC\n35\n140523\n35\n140725\n42\n150528\n42\n150802\nDeintegration\n46\n140603\n46\n140805\n46\n150601\n46\n150806\n∗\nAll dates are in the format year-month-day.\nAsynchronous GC experiments were performed in BRIC canisters according to the timelines determined during the FL experiments (\nTable \n1\n). Samples were incubated in the KSC ISS Environmental Simulation Chamber following the temperature regimes recorded during the flights (\nFajardo-Cavazos and Nicholson, 2016\n; \nMorrison et al., 2017\n) and growth was terminated by transfer to a -80°C freezer, where samples were stored until further processing.",
    "post-experiment_sample_processing": "Post-experiment Sample Processing\nIn the BRIC-18 experiment, both FL and GC BRIC canisters were transferred from storage at -80°C to a +4°C refrigerator and samples allowed to thaw completely overnight. Liquid samples in Petri dishes were recovered from the PDFUs, transported to the laboratory on ice and further processed immediately. In the BRIC-21 experiment, both FL and GC samples were recovered from BRIC canisters in the frozen state, transported on dry ice to the laboratory, and stored at -80°C for later processing. Frozen samples were then thawed on ice, resuspended and processed immediately. In all instances, cells were detached from interior plate surfaces and resuspended using sterile disposable rubber spatulas. Resuspended cultures were transferred to sterile 15-mL conical centrifuge tubes, and the total recovered volume was measured. For viable counts, aliquots from cultures were diluted serially tenfold in TSY medium, dilutions plated on TSY plates, and colonies counted after incubation at 37°C for 24 h to obtain CFU/mL. To obtain the total CFU per PDFU, the CFU/mL were multiplied by the volume of liquid recovered. To select for Rif\nR\n mutants, the remainder of each culture was concentrated by centrifugation, plated without dilution onto TSY + Rif plates, and colonies counted after incubation at 37°C for 24–48 h. The frequency of mutation to Rif\nR\n was calculated by dividing the total number of Rif\nR\n mutants by the total number of viable cells from each sample. Individual Rif\nR\n mutants were streak-purified on TSY + Rif plates and stored at -70°C in TSY + 25% glycerol, then processed for DNA sequencing.",
    "dna_sequencing_and_analyses": "DNA Sequencing and Analyses\nPrimers used for PCR amplification of two Rif\nR\n regions of the \nB. subtilis rpoB\n gene are listed in \nTable \n2\n. The corresponding \nrpoB\n regions were amplified directly from cells using 3 μL of culture from their respective glycerol stocks as DNA template, using the GoTaq\n®\n PCR kit (Promega, Madison, WI, United States) and the following thermal cycling conditions: 95°C, 2 min for the initial denaturation step, then 36 cycles of (95°C, 30 s; 55°C, 1 min; 72°C, 2 min), followed by a final elongation step (72°C, 5 min). PCR amplicons were purified and sequenced at the University of Florida Interdisciplinary Center for Biotechnology Research (BRIC-18) or at GeneWiz LLC (South Plainfield, NJ, United States) (BRIC-21). Multiple \nrpoB\n sequences were aligned using the online Clustal Omega server\n2\n (\nLi et al., 2015\n) to identify the position of mutations relative to the wild-type \nrpoB\n sequence obtained from \nB. subtilis\n laboratory strain 168. In order to confirm the identity of novel (i.e., never-before-isolated) \nrpoB\n mutations, the corresponding region of the newly sequenced \nrpoB\n allele was amplified by PCR from each mutant and the resulting amplicon was introduced by transformation into competent cells of Rif\nS\n\n\nB. subtilis\n strain WN547 using standard procedures as described previously (\nBoylan et al., 1972\n; \nNicholson and Maughan, 2002\n). From selected Rif\nR\n transformants, the corresponding region of \nrpoB\n was again PCR amplified and sequenced to confirm that the mutation had been transferred.\nTable 2\nOligonucleotide primers used for amplification of \nB. subtilis rpoB\n regions.\nPrimer\nSequence 5 → 3′\nrpoB\n region amplified\nBsu rpoB-24F\nCGCATGATTTGAGGGG\nN-cluster\nBsu rpoB+737R\nGGCGGCTCTCCAGG\nN-cluster\nBsu rpoB+1319F\nCGAATACAATACGCCTCAGC\nClusters I, II, III\nBsu rpoB+2000R\nCCTGATACGTATTCCATACC\nClusters I, II, III",
    "statistical_analyses": "Statistical Analyses\nNon-parametric statistical parameters and tests of significance (Kruskal–Wallis) were computed on log\n10\n-transformed data using Kaleidagraph version 4.5.2 (Synergy Software, Reading, PA, United States).",
    "results": "Results\nTemperature Data in FL vs. GC Experiments\nTemperature data were logged at 10-min intervals during the FL and GC experiments and a summary of the data is presented in \nTable \n3\n. A detailed presentation of the temperature data can be found elsewhere (\nFajardo-Cavazos and Nicholson, 2016\n; \nMorrison et al., 2017\n).\nTable 3\nTemperatures recorded during BRIC-18 and BRIC-21 FL and GC experiments.\nMission\nFL\nGC\nReference\nBRIC-18\n25.1 \n+\n 0.12°C\n24.8 \n+\n 0.16°C\nFajardo-Cavazos and Nicholson, 2016\nBRIC-21\n22.8 \n+\n 0.07°C\n22.8 \n+\n 0.21°C\nMorrison et al., 2017\nGrowth in FL vs. GC Samples\nViable cell counts were determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (\nFigure \n1\n). Because the data was determined not to be normally distributed, it was analyzed using non-parametric statistics. In the BRIC-18 experiment, cells grew to average total CFU per PDFU of 3.98 × 10\n6\n (FL) and 1.10 × 10\n7\n (GC); these values were determined not to be significantly different (\nFigure \n1\n). Ground-based growth kinetic experiments revealed that the rather low cell yield in the BRIC-18 mission was due to the prolonged incubation time (122 h) (data not shown). For the BRIC-21 mission, an increased cell yield was needed to provide sufficient sample mass for additional antibiotic susceptibility testing (\nMorrison et al., 2017\n) and RNA-seq analysis (to be published elsewhere). In ground experiments preparatory for the BRIC-21 mission, it was determined that an incubation time of 25 h resulted in higher cell yields, and that 25-h cultures were in the late-logarithmic to early stationary phase (data not shown). Accordingly, statistical comparison of the total CFU obtained between the BRIC-18 and BRIC-21 flights uncovered that cells grew to significantly higher titers in the BRIC-21 experiment, to an average total CFU per PDFU of 1.72 × 10\n8\n (FL) and 2.13 × 10\n8\n (GC) (\nP\n < 0.005). As found in the BRIC-18 mission, FL vs. GC titers within the BRIC-21 mission were determined to be not significantly different (\nFigure \n1\n).\nFIGURE 1\nBox plots depicting growth (presented as log\n10\n Total CFU) of \nB. subtilis\n FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; \nn\n = 5) and BRIC-21 (right panel; \nn\n = 7) experiments. nsd, not significantly different (Kruskal–Wallis, \nP\n > 0.05).\nMutation Frequencies to Rif\nR\n in FL vs. GC Samples\nThe mutation frequency to Rif\nR\n was determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (\nFigure \n2\n). Because the data were determined not to be normally distributed, they were analyzed using non-parametric statistics. In the BRIC-18 experiment, cells exhibited an average mutation frequency of 6.9 × 10\n-6\n (FL) and 7.54 × 10\n-6\n (GC); these values were determined to be not significantly different (\nFigure \n2\n). In the BRIC-21 experiment, cells exhibited an average mutation frequency of 6.11 × 10\n-8\n (FL) and 1.94 × 10\n-8\n (GC); again, these values were determined to be not significantly different (\nFigure \n2\n). However, statistical comparison of the mutation frequencies to Rif\nR\n obtained between the BRIC-18 and BRIC-21 flights revealed that cells demonstrated a significantly higher frequency of mutation to Rif\nR\n in the BRIC-18 experiment (\nP\n < 0.007). Again, this may result from differences in the incubation times to which the cells were subjected–122 h in BRIC-18 vs. 25 h in BRIC-21–due to the well-documented phenomenon of stationary phase mutagenesis in \nB. subtilis\n (\nRobleto et al., 2007\n).\nFIGURE 2\nBox plots depicting the frequency of Rif\nR\n mutations (presented as log\n10\n values) of \nB. subtilis\n FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; \nn\n = 5) and BRIC-21 (right panel; \nn\n = 6) experiments. nsd, not significantly different (Kruskal–Wallis, \nP\n > 0.05).\nSpectrum of Rif\nR\n\n\nrpoB\n Mutations in FL vs. GC Experiments\nThe N-cluster and Clusters I, II, and III of the \nrpoB\n gene were PCR amplified from \nB. subtilis\n strain 168 and from the Rif\nR\n mutants obtained from the BRIC-18 and BRIC-21 FL and GC experiments. Nucleotide sequences were determined from a total of 56 FL and 15 GC samples from BRIC-18 (\nTable \n4\n) and from a total of 72 FL and 38 GC samples from BRIC-21 (\nTable \n5\n). Both sets of data are summarized graphically in \nFigure \n3\n. Examination of the data revealed several striking differences in the mutational spectrum within \nrpoB\n between the FL and GC samples.\nTable 4\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nB. subtilis\n flight (FL) vs. ground control (GC) samples, BRIC-18 mission.\nPDFU\n1\n2\n3\n4\n5\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nQ137R\n2\n2\n4\n0\nQ469R\n2\n2\n4\n1\n1\n5\n16\n26\n5\nD472V\n1\n0\n1\nD472Y\n1\n0\n1\nA478V\n8\n8\n0\nH482N\n1\n0\n1\nH482R\n1\n1\n1\n1\nH482Y\n1\n5\n5\n6\n5\nS487L\n1\n1\n4\n5\n1\nNo change\n2\n4\n6\n0\nTotal\n5\n1\n14\n4\n12\n1\n9\n2\n16\n7\n56\n15\nTable 5\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nB. subtilis\n flight (FL) vs. ground control (GC) samples, BRIC-21 mission.\nPDFU\n1\n2\n3\n4\n5\n6\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nV135F\n3\n0\n3\nQ469K\n1\n0\n1\nQ469R\n2\n1\n4\n12\n5\n2\n11\n4\n1\n25\n17\nH482R\n1\n1\n5\n1\n2\n3\n7\nH482Y\n1\n1\n2\n2\n7\n2\n8\n7\nS487L\n2\n1\n1\n2\n1\n4\n3\nL489S\n7\n25\n32\n0\nTotal\n2\n3\n4\n3\n11\n13\n32\n5\n11\n8\n12\n6\n72\n38\nFIGURE 3\n(Top)\n Schematic of the \nB. subtilis\n RpoB protein sequence (red bar). Yellow boxes denote the positions of the N-cluster and Clusters I, II, and III where Rif\nR\n mutations have been located (\nSeverinov et al., 1993\n). Gray bars denote the regions amplified by PCR and sequenced using the corresponding primers (black arrows; see \nTable \n2\n for details). \n(Bottom)\n Expanded graphic summary of the distribution of Rif\nR\n mutations. Shown are the N-cluster and Cluster I of the \nB. subtilis rpoB\n gene. The center row depicts the RpoB amino acid sequence, flanked above and below by the wild-type \nrpoB\n nucleotide sequence. Mutations identified in FL and GC samples are denoted above and below the central line, respectively. Each box represents an independently sequenced mutation, and the corresponding amino acid alteration is indicated. Data from both the BRIC-18 (cyan and light green boxes) and BRIC-21 (blue and dark green boxes) are presented.\nN-Cluster\nHistorically, the only mutation conferring Rif\nR\n previously identified in the N-cluster of \nB. subtilis rpoB\n was a G-to-T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions (\nPerkins et al., 2008\n). In the present experiments, the V135F mutation was observed only in BRIC-21 GC samples (\nFigure \n3\n and \nTable \n5\n). However, a novel mutation, Q137R, was detected in the N-cluster in 4 out of 56 BRIC-18 FL samples, but in none of the GC samples (\nFigure \n3\n and \nTable \n4\n). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation (\nTables \n4\n, \n6\n).\nTable 6\nDistribution of classes of Rif\nR\n\n\nrpoB\n mutations appearing at least once in FL and GC samples\n∗\n.\nFL\nGC\nNo. of PDFUs\nPDFU number:\n1\n2\n3\n4\n5\n6\n1\n2\n3\n4\n5\n6\nFL\nGC\nAmino acid change\nV135F\nX\n0\n1\nQ137R\nX\nX\n2\n0\nQ469K\nX\n0\n1\nQ469R\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\n6\n5\nD472V\nX\n0\n1\nD472Y\nX\n0\n1\nA478V\nX\n1\n0\nH482N\nX\n0\n1\nH482R\nX\nX\nX\nX\nX\nX\n3\n3\nH482Y\nX\nX\nX\nX\nX\nX\n2\n4\nS487L\nX\nX\nX\nX\nX\nX\nX\n3\n4\nL489S\nX\nX\n2\n0\nNo change found\nX\nX\n2\n0\n∗\nData are combined from BRIC-18 and BRIC-21 missions. Each class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\nCluster I\nThe majority of Rif\nR\n mutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to Rif\nR\n occur at amino acids Q469, H482, and S487 (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n). In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids (\nFigure \n3\n), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC-18 (\nFigure \n3\n and \nTable \n4\n). However, in FL samples from the BRIC-21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T-to-C transitions resulting in the amino acid change L489S (\nFigure \n3\n and \nTable \n5\n). This novel mutation was confirmed by retransformation and resequencing as described in Section “Materials and Methods.” The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation (\nTables \n5\n, \n6\n). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations in \nrpoB.\n First, at amino acid D472, we observed no mutations in FL samples, but in BRIC-18 GC samples we observed two different mutations; a G-to-T transversion at the first position and an A-to-T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively (\nFigure \n3\n). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC-18 FL samples 8/59 of the total mutations consisted of a C-to-T transition at the second codon position resulting an A478V substitution (\nFigure \n3\n and \nTable \n4\n).\nRif\nR\n Mutations Not Mapping to Known \nrpoB\n Regions\nHistorically, 4 regions in \nrpoB\n have been associated with Rif\nR\n in the model organism \nE. coli\n, designated as the N-cluster and Clusters I, II, and III (\nFigure \n3\n) (reviewed in \nSeverinov et al., 1993\n, \n1994\n). These clusters have been defined by the locations of Rif\nR\n mutations as codons 127-135 (N-cluster), 463-489 (Cluster I), and 519-532 (Cluster II) (\nB. subtilis\n coordinates). To date, in \nB. subtilis\n Rif\nR\n mutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC-18 mission were isolated Rif\nR\n mutants for which no mutation in \nrpoB\n was found by sequencing the classic N-cluster or Clusters I, II, and III (\nTable \n4\n). This phenomenon has been reported before (\nAhmad et al., 2012\n) and raises 2 formal possibilities. First, these mutations conferring Rif\nR\n might reside in \nrpoB\n but outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only ∼38% of the complete \nrpoB\n sequence; \nFigure \n3\n). Second, the mutations may be located outside \nrpoB\n entirely; low-level Rif\nR\n has been previously reported in mutants with altered permeability or efflux (\nGoldstein, 2014\n). In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation.\nDistribution of Rif\nR\n\n\nrpoB\n Mutations by PDFU\nExamination of \nTables \n4\n, \n5\n indicated that in some PDFUs an unusually high number of repeats of the same Rif\nR\n mutant were found. For example, 16 out of 16 Rif\nR\n mutants sequenced from BRIC-18 FL PDFU-5 (\nTable \n4\n), and 12 out of 13 mutants sequenced from BRIC-21 GC PDFU-3 (\nTable \n5\n), were Q469R. These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early arising Rif\nR\n mutants became over-represented in the final culture (\nFoster, 2006\n). We therefore analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in \nTable \n6\n. When re-examined in this way, differences in the distribution of Rif\nR\n mutants in FL vs. GC samples were still apparent. For example, the Q137R and L489S mutations were each found in 2 separate FL PDFUs, but in zero GC PDFUs (\nTable \n6\n). In contrast, mutations leading to Q469R predominated in both FL (6/6) and GC (5/6) PDFUs, suggesting that occurrence of this specific mutation is not responsive to spaceflight exposure (\nTable \n6\n).\nTransitions vs. Transversion in FL and GC Samples\nAs reported above, differences were observed in the location of \nrpoB\n mutations in FL vs. GC samples in \nB. subtilis\n Rif\nR\n mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in FL vs. GC samples from the BRIC-18 and BRIC-21 missions. In both FL and GC samples, A:G and C:T transitions predominated in both missions, and at relatively similar frequencies (\nFigure \n4\n). In addition, GC samples exhibited A:T, C:A, and G:T transversions that were not found in FL samples; conversely, FL samples exhibited T:A transversions that were not found in GC samples (\nFigure \n4\n). Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples in both the BRIC-18 and BRIC-21 missions.\nFIGURE 4\nFrequency of transition and transversion mutations in FL (cyan and blue bars) and GC (light green and dark green bars) samples of \nB. subtilis rpoB\n in the BRIC-18 and BRIC-21 missions.\nMapping Rif\nR\n Mutations on the Structure of RpoB\nThree-dimensional structures of RpoB elucidated from a number of bacteria (reviewed recently in \nMurakami, 2015\n) and supported by the crystal structure of RpoB in complex with Rif (\nCampbell et al., 2001\n), have revealed a great deal of structural conservation in the Rif-binding pocket. Rif binds in the concave surface of a roughly bowl-shaped depression in the RNA exit channel of RpoB, held in place both by direct H-bonding contacts and hydrophobic and ionic interactions with amino acids lining the pocket (\nFigure \n5\n). Amino acids Q469, F470, D472, H482, R485, and S487 make direct H-bonds with Rif (\nCampbell et al., 2001\n), and are most frequently associated with Rif\nR\n (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n); indeed we observed that mutations at these positions led to Rif\nR\n in FL and GC samples. Amino acids in the N-cluster do approach the Rif-binding pocket, but not within the 6 Å distance depicted in \nFigure \n5\n. It is thought that substitution of amino acids containing relatively small side groups (V135, Q137) with bulkier side groups (F135, R137) can exert longer-range effects by distorting the binding pocket out of its optimum shape (\nSeverinov et al., 1994\n).\nFIGURE 5\n(Left)\n Schematic depiction of the Rif-binding pocket in the β-subunit of RNA polymerase, adapted from ref. (\nCampbell et al., 2001\n), using \nB. subtilis\n amino acid coordinates. Amino acids located within 6 Å of Rif are denoted which: make direct H-bonding contacts with Rif (yellow boxes); make hydrophobic contacts (orange boxes); or form part of the binding pocket (green boxes). \n(Right)\n Table of locations and identities of amino acid (a.a.) substitutions leading to Rif\nR\n in FL and GC samples. See text for details.",
    "temperature_data_in_fl_vs._gc_experiments": "Temperature Data in FL vs. GC Experiments\nTemperature data were logged at 10-min intervals during the FL and GC experiments and a summary of the data is presented in \nTable \n3\n. A detailed presentation of the temperature data can be found elsewhere (\nFajardo-Cavazos and Nicholson, 2016\n; \nMorrison et al., 2017\n).\nTable 3\nTemperatures recorded during BRIC-18 and BRIC-21 FL and GC experiments.\nMission\nFL\nGC\nReference\nBRIC-18\n25.1 \n+\n 0.12°C\n24.8 \n+\n 0.16°C\nFajardo-Cavazos and Nicholson, 2016\nBRIC-21\n22.8 \n+\n 0.07°C\n22.8 \n+\n 0.21°C\nMorrison et al., 2017",
    "growth_in_fl_vs._gc_samples": "Growth in FL vs. GC Samples\nViable cell counts were determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (\nFigure \n1\n). Because the data was determined not to be normally distributed, it was analyzed using non-parametric statistics. In the BRIC-18 experiment, cells grew to average total CFU per PDFU of 3.98 × 10\n6\n (FL) and 1.10 × 10\n7\n (GC); these values were determined not to be significantly different (\nFigure \n1\n). Ground-based growth kinetic experiments revealed that the rather low cell yield in the BRIC-18 mission was due to the prolonged incubation time (122 h) (data not shown). For the BRIC-21 mission, an increased cell yield was needed to provide sufficient sample mass for additional antibiotic susceptibility testing (\nMorrison et al., 2017\n) and RNA-seq analysis (to be published elsewhere). In ground experiments preparatory for the BRIC-21 mission, it was determined that an incubation time of 25 h resulted in higher cell yields, and that 25-h cultures were in the late-logarithmic to early stationary phase (data not shown). Accordingly, statistical comparison of the total CFU obtained between the BRIC-18 and BRIC-21 flights uncovered that cells grew to significantly higher titers in the BRIC-21 experiment, to an average total CFU per PDFU of 1.72 × 10\n8\n (FL) and 2.13 × 10\n8\n (GC) (\nP\n < 0.005). As found in the BRIC-18 mission, FL vs. GC titers within the BRIC-21 mission were determined to be not significantly different (\nFigure \n1\n).\nFIGURE 1\nBox plots depicting growth (presented as log\n10\n Total CFU) of \nB. subtilis\n FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; \nn\n = 5) and BRIC-21 (right panel; \nn\n = 7) experiments. nsd, not significantly different (Kruskal–Wallis, \nP\n > 0.05).",
    "mutation_frequencies_to_rifr_in_fl_vs._gc_samples": "Mutation Frequencies to Rif\nR\n in FL vs. GC Samples\nThe mutation frequency to Rif\nR\n was determined for both FL and GC samples recovered from the BRIC-18 and BRIC-21 experiments (\nFigure \n2\n). Because the data were determined not to be normally distributed, they were analyzed using non-parametric statistics. In the BRIC-18 experiment, cells exhibited an average mutation frequency of 6.9 × 10\n-6\n (FL) and 7.54 × 10\n-6\n (GC); these values were determined to be not significantly different (\nFigure \n2\n). In the BRIC-21 experiment, cells exhibited an average mutation frequency of 6.11 × 10\n-8\n (FL) and 1.94 × 10\n-8\n (GC); again, these values were determined to be not significantly different (\nFigure \n2\n). However, statistical comparison of the mutation frequencies to Rif\nR\n obtained between the BRIC-18 and BRIC-21 flights revealed that cells demonstrated a significantly higher frequency of mutation to Rif\nR\n in the BRIC-18 experiment (\nP\n < 0.007). Again, this may result from differences in the incubation times to which the cells were subjected–122 h in BRIC-18 vs. 25 h in BRIC-21–due to the well-documented phenomenon of stationary phase mutagenesis in \nB. subtilis\n (\nRobleto et al., 2007\n).\nFIGURE 2\nBox plots depicting the frequency of Rif\nR\n mutations (presented as log\n10\n values) of \nB. subtilis\n FL (cyan and blue boxes) and GC (light and dark green boxes) samples during the BRIC-18 (left panel; \nn\n = 5) and BRIC-21 (right panel; \nn\n = 6) experiments. nsd, not significantly different (Kruskal–Wallis, \nP\n > 0.05).",
    "spectrum_of_rifr_rpob_mutations_in_fl_vs._gc_experiments": "Spectrum of Rif\nR\n\n\nrpoB\n Mutations in FL vs. GC Experiments\nThe N-cluster and Clusters I, II, and III of the \nrpoB\n gene were PCR amplified from \nB. subtilis\n strain 168 and from the Rif\nR\n mutants obtained from the BRIC-18 and BRIC-21 FL and GC experiments. Nucleotide sequences were determined from a total of 56 FL and 15 GC samples from BRIC-18 (\nTable \n4\n) and from a total of 72 FL and 38 GC samples from BRIC-21 (\nTable \n5\n). Both sets of data are summarized graphically in \nFigure \n3\n. Examination of the data revealed several striking differences in the mutational spectrum within \nrpoB\n between the FL and GC samples.\nTable 4\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nB. subtilis\n flight (FL) vs. ground control (GC) samples, BRIC-18 mission.\nPDFU\n1\n2\n3\n4\n5\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nQ137R\n2\n2\n4\n0\nQ469R\n2\n2\n4\n1\n1\n5\n16\n26\n5\nD472V\n1\n0\n1\nD472Y\n1\n0\n1\nA478V\n8\n8\n0\nH482N\n1\n0\n1\nH482R\n1\n1\n1\n1\nH482Y\n1\n5\n5\n6\n5\nS487L\n1\n1\n4\n5\n1\nNo change\n2\n4\n6\n0\nTotal\n5\n1\n14\n4\n12\n1\n9\n2\n16\n7\n56\n15\nTable 5\nSummary of \nrpoB\n mutations leading to Rif\nR\n in \nB. subtilis\n flight (FL) vs. ground control (GC) samples, BRIC-21 mission.\nPDFU\n1\n2\n3\n4\n5\n6\nTotal\nMutation\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nFL\nGC\nV135F\n3\n0\n3\nQ469K\n1\n0\n1\nQ469R\n2\n1\n4\n12\n5\n2\n11\n4\n1\n25\n17\nH482R\n1\n1\n5\n1\n2\n3\n7\nH482Y\n1\n1\n2\n2\n7\n2\n8\n7\nS487L\n2\n1\n1\n2\n1\n4\n3\nL489S\n7\n25\n32\n0\nTotal\n2\n3\n4\n3\n11\n13\n32\n5\n11\n8\n12\n6\n72\n38\nFIGURE 3\n(Top)\n Schematic of the \nB. subtilis\n RpoB protein sequence (red bar). Yellow boxes denote the positions of the N-cluster and Clusters I, II, and III where Rif\nR\n mutations have been located (\nSeverinov et al., 1993\n). Gray bars denote the regions amplified by PCR and sequenced using the corresponding primers (black arrows; see \nTable \n2\n for details). \n(Bottom)\n Expanded graphic summary of the distribution of Rif\nR\n mutations. Shown are the N-cluster and Cluster I of the \nB. subtilis rpoB\n gene. The center row depicts the RpoB amino acid sequence, flanked above and below by the wild-type \nrpoB\n nucleotide sequence. Mutations identified in FL and GC samples are denoted above and below the central line, respectively. Each box represents an independently sequenced mutation, and the corresponding amino acid alteration is indicated. Data from both the BRIC-18 (cyan and light green boxes) and BRIC-21 (blue and dark green boxes) are presented.\nN-Cluster\nHistorically, the only mutation conferring Rif\nR\n previously identified in the N-cluster of \nB. subtilis rpoB\n was a G-to-T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions (\nPerkins et al., 2008\n). In the present experiments, the V135F mutation was observed only in BRIC-21 GC samples (\nFigure \n3\n and \nTable \n5\n). However, a novel mutation, Q137R, was detected in the N-cluster in 4 out of 56 BRIC-18 FL samples, but in none of the GC samples (\nFigure \n3\n and \nTable \n4\n). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation (\nTables \n4\n, \n6\n).\nTable 6\nDistribution of classes of Rif\nR\n\n\nrpoB\n mutations appearing at least once in FL and GC samples\n∗\n.\nFL\nGC\nNo. of PDFUs\nPDFU number:\n1\n2\n3\n4\n5\n6\n1\n2\n3\n4\n5\n6\nFL\nGC\nAmino acid change\nV135F\nX\n0\n1\nQ137R\nX\nX\n2\n0\nQ469K\nX\n0\n1\nQ469R\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\n6\n5\nD472V\nX\n0\n1\nD472Y\nX\n0\n1\nA478V\nX\n1\n0\nH482N\nX\n0\n1\nH482R\nX\nX\nX\nX\nX\nX\n3\n3\nH482Y\nX\nX\nX\nX\nX\nX\n2\n4\nS487L\nX\nX\nX\nX\nX\nX\nX\n3\n4\nL489S\nX\nX\n2\n0\nNo change found\nX\nX\n2\n0\n∗\nData are combined from BRIC-18 and BRIC-21 missions. Each class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.\nCluster I\nThe majority of Rif\nR\n mutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to Rif\nR\n occur at amino acids Q469, H482, and S487 (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n). In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids (\nFigure \n3\n), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC-18 (\nFigure \n3\n and \nTable \n4\n). However, in FL samples from the BRIC-21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T-to-C transitions resulting in the amino acid change L489S (\nFigure \n3\n and \nTable \n5\n). This novel mutation was confirmed by retransformation and resequencing as described in Section “Materials and Methods.” The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation (\nTables \n5\n, \n6\n). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations in \nrpoB.\n First, at amino acid D472, we observed no mutations in FL samples, but in BRIC-18 GC samples we observed two different mutations; a G-to-T transversion at the first position and an A-to-T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively (\nFigure \n3\n). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC-18 FL samples 8/59 of the total mutations consisted of a C-to-T transition at the second codon position resulting an A478V substitution (\nFigure \n3\n and \nTable \n4\n).\nRif\nR\n Mutations Not Mapping to Known \nrpoB\n Regions\nHistorically, 4 regions in \nrpoB\n have been associated with Rif\nR\n in the model organism \nE. coli\n, designated as the N-cluster and Clusters I, II, and III (\nFigure \n3\n) (reviewed in \nSeverinov et al., 1993\n, \n1994\n). These clusters have been defined by the locations of Rif\nR\n mutations as codons 127-135 (N-cluster), 463-489 (Cluster I), and 519-532 (Cluster II) (\nB. subtilis\n coordinates). To date, in \nB. subtilis\n Rif\nR\n mutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC-18 mission were isolated Rif\nR\n mutants for which no mutation in \nrpoB\n was found by sequencing the classic N-cluster or Clusters I, II, and III (\nTable \n4\n). This phenomenon has been reported before (\nAhmad et al., 2012\n) and raises 2 formal possibilities. First, these mutations conferring Rif\nR\n might reside in \nrpoB\n but outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only ∼38% of the complete \nrpoB\n sequence; \nFigure \n3\n). Second, the mutations may be located outside \nrpoB\n entirely; low-level Rif\nR\n has been previously reported in mutants with altered permeability or efflux (\nGoldstein, 2014\n). In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation.",
    "n-cluster": "N-Cluster\nHistorically, the only mutation conferring Rif\nR\n previously identified in the N-cluster of \nB. subtilis rpoB\n was a G-to-T transversion causing the amino acid change V135F; this mutation was previously found at approximately equal frequencies in spores exposed either to Earth or simulated Mars conditions (\nPerkins et al., 2008\n). In the present experiments, the V135F mutation was observed only in BRIC-21 GC samples (\nFigure \n3\n and \nTable \n5\n). However, a novel mutation, Q137R, was detected in the N-cluster in 4 out of 56 BRIC-18 FL samples, but in none of the GC samples (\nFigure \n3\n and \nTable \n4\n). This novel mutation was confirmed by retransformation and resequencing as described in Materials and Methods. The Q137R mutation was found in two separate FL PDFUs, suggesting that the spaceflight environment may be conducive to its formation (\nTables \n4\n, \n6\n).\nTable 6\nDistribution of classes of Rif\nR\n\n\nrpoB\n mutations appearing at least once in FL and GC samples\n∗\n.\nFL\nGC\nNo. of PDFUs\nPDFU number:\n1\n2\n3\n4\n5\n6\n1\n2\n3\n4\n5\n6\nFL\nGC\nAmino acid change\nV135F\nX\n0\n1\nQ137R\nX\nX\n2\n0\nQ469K\nX\n0\n1\nQ469R\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\nX\n6\n5\nD472V\nX\n0\n1\nD472Y\nX\n0\n1\nA478V\nX\n1\n0\nH482N\nX\n0\n1\nH482R\nX\nX\nX\nX\nX\nX\n3\n3\nH482Y\nX\nX\nX\nX\nX\nX\n2\n4\nS487L\nX\nX\nX\nX\nX\nX\nX\n3\n4\nL489S\nX\nX\n2\n0\nNo change found\nX\nX\n2\n0\n∗\nData are combined from BRIC-18 and BRIC-21 missions. Each class of mutation was scored as either present (X) or absent (blank) in the corresponding PDFU. Totals are tabulated in the rightmost two columns.",
    "cluster_i": "Cluster I\nThe majority of Rif\nR\n mutations in both FL and GC samples were found to occur in Cluster I, in agreement with numerous prior studies. Historically, the most common amino acid changes in Cluster I leading to Rif\nR\n occur at amino acids Q469, H482, and S487 (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n; \nNicholson and Maughan, 2002\n; \nPerkins et al., 2008\n). In our experiments, the spectrum and frequency of mutations appeared to be similar at these three amino acids (\nFigure \n3\n), with the exception that a single never before isolated mutation (H482N) was identified among the GC samples from BRIC-18 (\nFigure \n3\n and \nTable \n4\n). However, in FL samples from the BRIC-21 experiment we found a large number of mutations (32/72) at L489, consisting exclusively of T-to-C transitions resulting in the amino acid change L489S (\nFigure \n3\n and \nTable \n5\n). This novel mutation was confirmed by retransformation and resequencing as described in Section “Materials and Methods.” The L489S mutation was found in two separate FL PDFUs, also suggesting that the spaceflight environment may be conducive to its formation (\nTables \n5\n, \n6\n). In addition to amino acids Q469, H482, S487, and L489 we found within Cluster I two differences in the spectrum of mutations in \nrpoB.\n First, at amino acid D472, we observed no mutations in FL samples, but in BRIC-18 GC samples we observed two different mutations; a G-to-T transversion at the first position and an A-to-T transversion at the second position of codon D472, leading to the deduced amino acid changes D472Y and D472V, respectively (\nFigure \n3\n). Second, no mutations were found in GC samples at amino acid A478, but in the BRIC-18 FL samples 8/59 of the total mutations consisted of a C-to-T transition at the second codon position resulting an A478V substitution (\nFigure \n3\n and \nTable \n4\n).",
    "rifr_mutations_not_mapping_to_known_rpob_regions": "Rif\nR\n Mutations Not Mapping to Known \nrpoB\n Regions\nHistorically, 4 regions in \nrpoB\n have been associated with Rif\nR\n in the model organism \nE. coli\n, designated as the N-cluster and Clusters I, II, and III (\nFigure \n3\n) (reviewed in \nSeverinov et al., 1993\n, \n1994\n). These clusters have been defined by the locations of Rif\nR\n mutations as codons 127-135 (N-cluster), 463-489 (Cluster I), and 519-532 (Cluster II) (\nB. subtilis\n coordinates). To date, in \nB. subtilis\n Rif\nR\n mutations have never been identified in Cluster III or in intervening regions. However in 2 PDFUs from the BRIC-18 mission were isolated Rif\nR\n mutants for which no mutation in \nrpoB\n was found by sequencing the classic N-cluster or Clusters I, II, and III (\nTable \n4\n). This phenomenon has been reported before (\nAhmad et al., 2012\n) and raises 2 formal possibilities. First, these mutations conferring Rif\nR\n might reside in \nrpoB\n but outside the Clusters N, I, II, or III (it should be noted that our primer sets covered only ∼38% of the complete \nrpoB\n sequence; \nFigure \n3\n). Second, the mutations may be located outside \nrpoB\n entirely; low-level Rif\nR\n has been previously reported in mutants with altered permeability or efflux (\nGoldstein, 2014\n). In any event, because these mutants appeared in FL PDFUs, they may represent new allele(s) and warrant further investigation.",
    "distribution_of_rifr_rpob_mutations_by_pdfu": "Distribution of Rif\nR\n\n\nrpoB\n Mutations by PDFU\nExamination of \nTables \n4\n, \n5\n indicated that in some PDFUs an unusually high number of repeats of the same Rif\nR\n mutant were found. For example, 16 out of 16 Rif\nR\n mutants sequenced from BRIC-18 FL PDFU-5 (\nTable \n4\n), and 12 out of 13 mutants sequenced from BRIC-21 GC PDFU-3 (\nTable \n5\n), were Q469R. These data suggested that some of the populations in both FL and GC samples contained “jackpots,” i.e., cultures in which the progeny of early arising Rif\nR\n mutants became over-represented in the final culture (\nFoster, 2006\n). We therefore analyzed the data by counting each type of mutation as either “present” (at least once) or “absent” in each PDFU, the results of which are presented in \nTable \n6\n. When re-examined in this way, differences in the distribution of Rif\nR\n mutants in FL vs. GC samples were still apparent. For example, the Q137R and L489S mutations were each found in 2 separate FL PDFUs, but in zero GC PDFUs (\nTable \n6\n). In contrast, mutations leading to Q469R predominated in both FL (6/6) and GC (5/6) PDFUs, suggesting that occurrence of this specific mutation is not responsive to spaceflight exposure (\nTable \n6\n).",
    "transitions_vs._transversion_in_fl_and_gc_samples": "Transitions vs. Transversion in FL and GC Samples\nAs reported above, differences were observed in the location of \nrpoB\n mutations in FL vs. GC samples in \nB. subtilis\n Rif\nR\n mutants. These observations prompted us to examine the nature of nucleotide changes (i.e., transition vs. transversion mutations) in FL vs. GC samples from the BRIC-18 and BRIC-21 missions. In both FL and GC samples, A:G and C:T transitions predominated in both missions, and at relatively similar frequencies (\nFigure \n4\n). In addition, GC samples exhibited A:T, C:A, and G:T transversions that were not found in FL samples; conversely, FL samples exhibited T:A transversions that were not found in GC samples (\nFigure \n4\n). Thus, the spectrum of mutational classes (transitions vs. transversions) was also altered in FL vs. GC samples in both the BRIC-18 and BRIC-21 missions.\nFIGURE 4\nFrequency of transition and transversion mutations in FL (cyan and blue bars) and GC (light green and dark green bars) samples of \nB. subtilis rpoB\n in the BRIC-18 and BRIC-21 missions.",
    "mapping_rifr_mutations_on_the_structure_of_rpob": "Mapping Rif\nR\n Mutations on the Structure of RpoB\nThree-dimensional structures of RpoB elucidated from a number of bacteria (reviewed recently in \nMurakami, 2015\n) and supported by the crystal structure of RpoB in complex with Rif (\nCampbell et al., 2001\n), have revealed a great deal of structural conservation in the Rif-binding pocket. Rif binds in the concave surface of a roughly bowl-shaped depression in the RNA exit channel of RpoB, held in place both by direct H-bonding contacts and hydrophobic and ionic interactions with amino acids lining the pocket (\nFigure \n5\n). Amino acids Q469, F470, D472, H482, R485, and S487 make direct H-bonds with Rif (\nCampbell et al., 2001\n), and are most frequently associated with Rif\nR\n (\nSeverinov et al., 1993\n; \nCampbell et al., 2001\n); indeed we observed that mutations at these positions led to Rif\nR\n in FL and GC samples. Amino acids in the N-cluster do approach the Rif-binding pocket, but not within the 6 Å distance depicted in \nFigure \n5\n. It is thought that substitution of amino acids containing relatively small side groups (V135, Q137) with bulkier side groups (F135, R137) can exert longer-range effects by distorting the binding pocket out of its optimum shape (\nSeverinov et al., 1994\n).\nFIGURE 5\n(Left)\n Schematic depiction of the Rif-binding pocket in the β-subunit of RNA polymerase, adapted from ref. (\nCampbell et al., 2001\n), using \nB. subtilis\n amino acid coordinates. Amino acids located within 6 Å of Rif are denoted which: make direct H-bonding contacts with Rif (yellow boxes); make hydrophobic contacts (orange boxes); or form part of the binding pocket (green boxes). \n(Right)\n Table of locations and identities of amino acid (a.a.) substitutions leading to Rif\nR\n in FL and GC samples. See text for details.",
    "discussion": "Discussion\nIn this communication we describe the results of two spaceflight experiments using \nB. subtilis\n in which growth, the frequency of mutation to Rif\nR\n, and the corresponding spectrum of mutations within the Rif\nR\n regions of the \nrpoB\n gene, were measured.\nGrowth in FL vs GC Samples\nA number of experiments have been conducted in which various bacterial species have been cultivated under otherwise-matching conditions of hardware, media, inoculation, etc., and their growth, as measured by final cell density, has been compared in spaceflight vs. ground control samples. Some of these prior studies have shown increased final cell density during spaceflight, while others have found either no significant differences between spaceflight and 1 × \ng\n conditions (reviewed in \nBenoit and Klaus, 2007\n; \nHorneck et al., 2010\n; \nKim et al., 2013\n; \nRosenzweig et al., 2014\n; \nCoil et al., 2016\n), or even decreased growth in spaceflight (\nFajardo-Cavazos and Nicholson, 2016\n). In both the BRIC-18 and BRIC-21 experiments described here, we measured no statistically significant difference in the final viable counts of \nBacillus subtilis\n cells in FL vs. GC samples.\nAs in most previous spaceflight experiments, the design of BRIC canisters does not allow growth measurements to be taken during the experiment, thus it was not possible to determine growth rates. However, the growth rate of \nB. subtilis\n cells in spaceflight vs. matched ground control samples was directly measured in the SESLO (Space Environment Survivability of Living Organisms) payload of the O/OREOS nanosatellite, and in that experiment cells were observed to grow at a slower rate in spaceflight (\nNicholson et al., 2011\n).\nMutation Frequencies in FL vs. GC Samples\nAlthough the human spaceflight environment in Low Earth Orbit is characterized by an increased flux of high-energy particles, and enhanced space radiation effects have been documented in astronauts and higher organisms (reviewed in \nDe Micco et al., 2011\n; \nMaalouf et al., 2011\n), very few studies to date have tested the notion that exposure to the human spaceflight environment could lead to increased mutagenesis in microbes. In two prior studies, the mutation frequency was either found not to be different in FL vs. GC (\nYatagai et al., 2000\n) or to be elevated ∼24-fold in FL samples (\nFajardo-Cavazos and Nicholson, 2016\n). The results described here, from 2 separate spaceflight missions to the ISS (BRIC-18 and BRIC-21), showed that the frequency of mutation to Rif\nR\n in \nB. subtilis\n was not significantly different in FL vs GC samples.\nSpectrum of \nrpoB\n Mutations in FL vs. GC\nThe BRIC-18 and BRIC-21 experiments reported here showed that the spectrum of mutations in \nB. subtilis rpoB\n leading to Rif\nR\n was substantially different in FL vs. GC samples. Especially noteworthy were the mutations at Q137R and L489S which were identified only in FL samples; these alleles have never before been observed in \nB. subtilis rpoB.\n The results are in accord with the notion that the set of stresses defining an environment can elicit specific spectra of mutations. The observations from spaceflight reported here bolster the findings from prior ground-based experiments which showed that growth of \nB. subtilis\n under sporulating vs. non-sporulating conditions (\nNicholson and Maughan, 2002\n) or aerobic vs. anaerobic conditions (\nNicholson and Park, 2015\n), resulted in distinct spectra of mutations to Rif\nR\n. This phenomenon is not peculiar to \nB. subtilis\n; it has also been reported in \nStaphylococcus aureus\n (\nDidier et al., 2011\n), \nEscherichia coli\n (\nLindsey et al., 2013\n; \nMaharjan and Ferenci, 2017b\n), \nPseudomonas aeruginosa\n and \nP. putida\n (\nJatsenko et al., 2010\n), and \nMycobacterium tuberculosis\n (\nJenkins et al., 2009\n) (reviewed in refs. \nKoch et al., 2014\n; \nAlifano et al., 2015\n). It is significant to note that several of the above bacteria have also been found in human spaceflight habitats (\nVenkateswaran et al., 2014\n; \nChecinska et al., 2015\n).\nBroader Implications\nBecause RNA polymerase is a single enzyme responsible for transcribing all genes in a bacterium, mutations in its subunits can have far-reaching consequences for global regulation of the microbial transcriptome. In particular, mutations in \nrpoB\n have been shown to cause Rif-independent physiological effects in a wide range of bacterial species (reviewed in ref. \nKoch et al., 2014\n). Such effects include: activation of cryptic metabolic capabilities (\nPerkins and Nicholson, 2008\n); alterations in the susceptibility to other classes of antibiotics (\nKane et al., 1979\n; \nKristich and Little, 2012\n); or production of various secondary metabolites (\nHu et al., 2002\n). Furthermore, it has been shown that certain mutant alleles of \nrpoB\n actually enhance the fitness of the resulting Rif\nR\n mutants under specific environmental stresses, such as growth under nutrient-limiting conditions (\nMaharjan and Ferenci, 2017a\n). These physiologic effects could have profound consequences for long-duration missions in space, as microbes will continue to evolve in human space habitats. We are currently pursuing the idea that mutations induced by the stress of spaceflight may provide enhanced evolutionary fitness in the spaceflight environment itself. Understanding microbial evolution in space is crucial to better cope with wide-ranging challenges, from biofilm formation to biocorrosion of materials to alterations in the human microbiome.",
    "growth_in_fl_vs_gc_samples": "Growth in FL vs GC Samples\nA number of experiments have been conducted in which various bacterial species have been cultivated under otherwise-matching conditions of hardware, media, inoculation, etc., and their growth, as measured by final cell density, has been compared in spaceflight vs. ground control samples. Some of these prior studies have shown increased final cell density during spaceflight, while others have found either no significant differences between spaceflight and 1 × \ng\n conditions (reviewed in \nBenoit and Klaus, 2007\n; \nHorneck et al., 2010\n; \nKim et al., 2013\n; \nRosenzweig et al., 2014\n; \nCoil et al., 2016\n), or even decreased growth in spaceflight (\nFajardo-Cavazos and Nicholson, 2016\n). In both the BRIC-18 and BRIC-21 experiments described here, we measured no statistically significant difference in the final viable counts of \nBacillus subtilis\n cells in FL vs. GC samples.\nAs in most previous spaceflight experiments, the design of BRIC canisters does not allow growth measurements to be taken during the experiment, thus it was not possible to determine growth rates. However, the growth rate of \nB. subtilis\n cells in spaceflight vs. matched ground control samples was directly measured in the SESLO (Space Environment Survivability of Living Organisms) payload of the O/OREOS nanosatellite, and in that experiment cells were observed to grow at a slower rate in spaceflight (\nNicholson et al., 2011\n).",
    "mutation_frequencies_in_fl_vs._gc_samples": "Mutation Frequencies in FL vs. GC Samples\nAlthough the human spaceflight environment in Low Earth Orbit is characterized by an increased flux of high-energy particles, and enhanced space radiation effects have been documented in astronauts and higher organisms (reviewed in \nDe Micco et al., 2011\n; \nMaalouf et al., 2011\n), very few studies to date have tested the notion that exposure to the human spaceflight environment could lead to increased mutagenesis in microbes. In two prior studies, the mutation frequency was either found not to be different in FL vs. GC (\nYatagai et al., 2000\n) or to be elevated ∼24-fold in FL samples (\nFajardo-Cavazos and Nicholson, 2016\n). The results described here, from 2 separate spaceflight missions to the ISS (BRIC-18 and BRIC-21), showed that the frequency of mutation to Rif\nR\n in \nB. subtilis\n was not significantly different in FL vs GC samples.",
    "spectrum_of_rpob_mutations_in_fl_vs._gc": "Spectrum of \nrpoB\n Mutations in FL vs. GC\nThe BRIC-18 and BRIC-21 experiments reported here showed that the spectrum of mutations in \nB. subtilis rpoB\n leading to Rif\nR\n was substantially different in FL vs. GC samples. Especially noteworthy were the mutations at Q137R and L489S which were identified only in FL samples; these alleles have never before been observed in \nB. subtilis rpoB.\n The results are in accord with the notion that the set of stresses defining an environment can elicit specific spectra of mutations. The observations from spaceflight reported here bolster the findings from prior ground-based experiments which showed that growth of \nB. subtilis\n under sporulating vs. non-sporulating conditions (\nNicholson and Maughan, 2002\n) or aerobic vs. anaerobic conditions (\nNicholson and Park, 2015\n), resulted in distinct spectra of mutations to Rif\nR\n. This phenomenon is not peculiar to \nB. subtilis\n; it has also been reported in \nStaphylococcus aureus\n (\nDidier et al., 2011\n), \nEscherichia coli\n (\nLindsey et al., 2013\n; \nMaharjan and Ferenci, 2017b\n), \nPseudomonas aeruginosa\n and \nP. putida\n (\nJatsenko et al., 2010\n), and \nMycobacterium tuberculosis\n (\nJenkins et al., 2009\n) (reviewed in refs. \nKoch et al., 2014\n; \nAlifano et al., 2015\n). It is significant to note that several of the above bacteria have also been found in human spaceflight habitats (\nVenkateswaran et al., 2014\n; \nChecinska et al., 2015\n).",
    "broader_implications": "Broader Implications\nBecause RNA polymerase is a single enzyme responsible for transcribing all genes in a bacterium, mutations in its subunits can have far-reaching consequences for global regulation of the microbial transcriptome. In particular, mutations in \nrpoB\n have been shown to cause Rif-independent physiological effects in a wide range of bacterial species (reviewed in ref. \nKoch et al., 2014\n). Such effects include: activation of cryptic metabolic capabilities (\nPerkins and Nicholson, 2008\n); alterations in the susceptibility to other classes of antibiotics (\nKane et al., 1979\n; \nKristich and Little, 2012\n); or production of various secondary metabolites (\nHu et al., 2002\n). Furthermore, it has been shown that certain mutant alleles of \nrpoB\n actually enhance the fitness of the resulting Rif\nR\n mutants under specific environmental stresses, such as growth under nutrient-limiting conditions (\nMaharjan and Ferenci, 2017a\n). These physiologic effects could have profound consequences for long-duration missions in space, as microbes will continue to evolve in human space habitats. We are currently pursuing the idea that mutations induced by the stress of spaceflight may provide enhanced evolutionary fitness in the spaceflight environment itself. Understanding microbial evolution in space is crucial to better cope with wide-ranging challenges, from biofilm formation to biocorrosion of materials to alterations in the human microbiome.",
    "author_contributions": "Author Contributions\nPF-C contributed in design of the investigation, execution of the experiments, and writing of the manuscript. JL contributed in execution of experiments and writing of the manuscript. WN contributed to the design of the investigation, design and execution of the experiments, interpretation of the data, and writing of the manuscript.",
    "conflict_of_interest_statement": "Conflict of Interest Statement\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5817088/"
}