{
  "id": "PMC5552977",
  "title": "Draft Genome Sequences from a Novel Clade of Bacillus cereus Sensu Lato Strains, Isolated from the International Space Station.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences from a Novel Clade of Bacillus cereus Sensu Lato Strains, Isolated from the International Space Station.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5552977/"
  },
  "sections": {
    "abstract": "ABSTRACT\nThe draft genome sequences of six \nBacillus\n strains, isolated from the International Space Station and belonging to the \nBacillus anthracis\n-\nB. cereus\n-\nB. thuringiensis\n group, are presented here. These strains were isolated from the Japanese Experiment Module (one strain), U.S. Harmony Node 2 (three strains), and Russian Segment Zvezda Module (two strains).",
    "genome_announcement": "GENOME ANNOUNCEMENT\nAmong the six \nBacillus cereus sensu lato\n strains reported here, three U.S. Harmony Node 2 isolates (ISSFR-3F, ISSFR-9F, and ISSFT-23F) and one Japanese Experiment Module isolate (JEM-2) were sequenced and assembled with both Illumina MiSeq and PacBio RSII sequence data. The remaining assemblies, including two Russian isolates, were sequenced and assembled with only MiSeq data. The MiSeq runs yielded on average 24 to 54 million 300-bp reads (from 1,402× to 3,093× average coverage), while PacBio yielded 4,000 to 116,000 reads (from 7× to 202× average coverage) (\nTable 1\n). Due to the extremely high coverage (>1,000×), Illumina MiSeq reads were randomly down-sampled to 100× using an estimated genome size of 5.3 Mb, resulting in an average of 1.2 to 1.5 million paired-end reads per isolate. Next, the down-sampled reads were assembled using iMetAMOS (\n1\n) with IDBA_UD and SPAdes (\n2\n). IDBA_UD was selected as the best assembly for all six isolates. Low confidence bases within the selected IDBA_UD (\n3\n) assemblies were masked out by mapping all reads to the assembled contigs and detecting conflicting variants with FreeBayes (\n4\n). The PacBio reads were assembled following the methods described by Berlin et al. (\n5\n) with Celera Assembler version 8.3rc1 and polished with Quiver (\n6\n). A second round of polishing was performed post-Quiver using the available MiSeq data as input to Pilon (\n7\n).\nTABLE 1 \nDe novo\n assembly statistics of the \nBacillus\n spp. isolated from the ISS\nIsolate no.\nISS module\nGenBank accession no.\nSequencing platform\nNo. of reads\nAvg. read coverage (×)\nN\n50\n (Mb)\nNo. of contigs\nISSFR-3F\nU.S.\na\n  \nCP018931\nPacBio\n116,418\n202\n5.2\n2\nISSFR-9F\nU.S.\nCP018933\nPacBio\n15,939\n42\n5.2 \n2\nISSFR-23F\nU.S.\nMSMO00000000\nPacBio\n8,145\n17\n0.6 \n16\nJEM-2\nJapan\nb\n  \nCP018935\nPacBio\n40,305\n80\n5.2 \n2\nS1-R4H1-FB\nRussian Federation\nc\nNBNT00000000\nIllumina\n4,275,902\n242\n0.1\n329\nS2-R3J1-FB-BA1\nRussian Federation\nNBNR00000000\nIllumina\n11,266,760\n638\n0.4\n388\na\nU.S., U.S. Segment Harmony Node 2.\nb\nJapan, Kibo Japanese Experiment Module (JEM).\nc\nRussian Federation, Russian Segment Zvezda Module.\nThe six International Space Station (ISS) isolates were aligned (NUCmer [\n8\n], Parsnp [\n9\n]) against members of the \nB. cereus sensu lato\n group genomes (\n10\n). The PacBio assemblies were used for all isolates with sufficient read coverage, and Illumina assemblies were used for the remaining isolates. Based on genome size estimates (5.2 to 5.3 Mb), NUCmer pairwise alignments (>99.9% average pairwise nucleotide identity) and maximum-likelihood phylogenetic placement, all six isolates were found to exhibit a very high degree of similarity.\nFinally, due to their high genomic similarity to the \nB. anthracis\n type strain (>98% average nucleotide identity), all six genomes were examined for evidence of pathogenicity. However, none of the commonly known \nB. anthracis\n signature elements were identified. Specifically, all six ISS isolates (i) contain the \nplcR\n (\n11\n) ancestral “C” allele, which has been used in large-scale phylogenetic analyses to distinguish \nB. anthracis\n strains from the rest of the \nB. cereus\n group; (ii) lack significant hits to pXO1 and pXO2 plasmids; and (iii) are phylogenetically placed outside of the \nB. anthracis\n clade. Results were consistent with a comparative genomic analysis performed using the Lawrence Livermore National Laboratory Microbial Threat Characterization Pipeline. Altogether, the collective genomic evidence supports the conclusion that the six ISS isolates represent a novel \nBacillus\n sp. located within the \nB. cereus sensu lato\n group.\nAccession number(s).\nThe complete genome sequences were deposited in NCBI under the accession numbers listed in \nTable 1\n and can be accessed from the NASA GeneLab system (GLDS-64; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-64\n).",
    "accession_number(s).": "Accession number(s).\nThe complete genome sequences were deposited in NCBI under the accession numbers listed in \nTable 1\n and can be accessed from the NASA GeneLab system (GLDS-64; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-64\n)."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5552977/"
}