{
  "id": "PMC5748516",
  "title": "A novel blue-light phototropic response is revealed in roots of Arabidopsis thaliana in microgravity.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "A novel blue-light phototropic response is revealed in roots of Arabidopsis thaliana in microgravity.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748516/"
  },
  "sections": {
    "permalink": "Copy",
    "joshua_p_vandenbrink": "1\nDepartment of Biology, University of Mississippi, University, Oxford, MS 38677, USA\nFind articles by \nJoshua P Vandenbrink",
    "raul_herranz": "2\nCentro de Investigaciones Biológicas (CSIC), Madrid, Spain\nFind articles by \nRaul Herranz",
    "f_javier_medina": "2\nCentro de Investigaciones Biológicas (CSIC), Madrid, Spain\nFind articles by \nF Javier Medina",
    "richard_e_edelmann": "3\nDepartment of Biology, Miami University, Oxford, OH 45056, USA\nFind articles by \nRichard E Edelmann",
    "john_z_kiss": "1\nDepartment of Biology, University of Mississippi, University, Oxford, MS 38677, USA\n4\nDepartment of Biology, University of North Carolina at Greensboro, Greensboro, NC 27402, USA\nFind articles by \nJohn Z Kiss",
    "abstract": "Main conclusion\n Blue-light positive phototropism in roots is masked by gravity and revealed in conditions of microgravity. In addition, the magnitude of red-light positive phototropic curvature is correlated to the magnitude of gravity.\nDue to their sessile nature, plants utilize environmental cues to grow and respond to their surroundings. Two of these cues, light and gravity, play a substantial role in plant orientation and directed growth movements (tropisms). However, very little is currently known about the interaction between light- (phototropic) and gravity (gravitropic)-mediated growth responses. Utilizing the European Modular Cultivation System on board the International Space Station, we investigated the interaction between phototropic and gravitropic responses in three \nArabidopsis thaliana\n genotypes, Landsberg wild type, as well as mutants of phytochrome A and phytochrome B. Onboard centrifuges were used to create a fractional gravity gradient ranging from reduced gravity up to 1\ng\n. A novel positive blue-light phototropic response of roots was observed during conditions of microgravity, and this response was attenuated at 0.1\ng\n. In addition, a red-light pretreatment of plants enhanced the magnitude of positive phototropic curvature of roots in response to blue illumination. In addition, a positive phototropic response of roots was observed when exposed to red light, and a decrease in response was gradual and correlated with the increase in gravity. The positive red-light phototropic curvature of hypocotyls when exposed to red light was also confirmed. Both red-light and blue-light phototropic responses were also shown to be affected by directional light intensity. To our knowledge, this is the first characterization of a positive blue-light phototropic response in \nArabidopsis\n roots, as well as the first description of the relationship between these phototropic responses in fractional or reduced gravities.\nKeywords:\n Arabidopsis, Fractional gravity, Microgravity, Phototropism, Reduced gravity, Spaceflight",
    "introduction": "Plant tropisms are growth-mediated movements relative to the direction of an external stimulus. In early studies, these movements were first characterized by \nDarwin and Darwin (1880)\n, however, description of plant movement actually dates back to the Ancient Romans (\nOvid 8 AD 2008\n). Plants exhibit these growth-mediated responses to external cues, including water (hydrotropism, \nKiss 2007\n), touch or contact (thigmotropism, \nBraam 2005\n), the sun or light (heliotropism and phototropism, respectively \nBriggs 1964\n; \nVandenbrink et al. 2014a\n, \nb\n; \nKutschera and Briggs 2016\n), and gravity (gravitropism, \nChen et al. 1999\n; \nKiss 2000\n) among others. Tropisms are important for plants, which as sessile organisms, utilize these movements to respond to external stimuli (\nKaufman et al. 1987\n; \nWhippo and Hangarter 2004\n). Typically, in ground studies, plants respond to blue-light photostimulation positively (growth towards the light) in shoots, and negatively (growth away from the light source) in roots (\nKutschera and Briggs 2012\n; \nBriggs 2014\n; \nLiscum et al. 2014\n). Recently, a positive red-light-based phototropic response in roots mediated by phytochromes has been observed and characterized (\nKiss et al. 2003\n; \nMolas and Kiss 2008\n), in addition to positive hypocotyl phototropic response to red light in the conditions of microgravity (\nMillar et al. 2010\n). However, the magnitude of phototropic response is less during red-light stimulation compared with the robust response to blue light. In terms of gravitropic response, in general, plants respond to the gravity vector by growing roots in the direction of gravity, and shoots opposite of the gravity vector. The amalgamation of tropistic movements results in the overall direction and form of plant growth (\nCorrell and Kiss 2002\n).\nPlants utilize both gravity and light cues to direct plant growth and development. In addition to directing root growth towards the gravity vector, sunlight can penetrate the soil up to several millimeters beneath the soil surface, having a direct effect on the growth and development of roots (\nWoolley and Stoller 1978\n; \nTester and Morris 1987\n). The red and far-red part of the light spectrum can penetrate to greater depths than blue light (\nMandoli and Briggs 1984\n) which has led to plants evolving blue-light receptors located near the upper portion of roots and red-light receptors near the apices due to this pattern of light penetration (\nMo et al. 2015\n). In addition, it has been shown that plants utilize blue-light cues to control root architectural features, such as lateral root growth (\nMoni et al. 2015\n). Light perception by the roots may also impact plant growth and development elsewhere, as light signals sensed by root apices have also been shown to have an effect on shoot gravitropic response (\nHopkins and Kiss 2012\n). Taken together, these observations suggest that light perception within the root plays a dynamic role in plant development. Specifically, an effect of light irradiation on shortening the root length has been reported (\nSilva-Navas et al. 2015\n), although other works have shown higher rates of root elongation under light-grown conditions (\nLaxmi et al. 2008\n). Modulation of cell-cycle progression by photoreceptors in meristems is well known, but there are data indicating that this action of light is different in the root and in the shoot meristems (\nLópez-Juez et al. 2008\n; \nSilva-Navas et al. 2015\n).\nTo perceive light stimuli, plants contain specialized photoreceptor proteins specific to red, blue, and UV-B light. Plants sense blue light via two types of light receptors: cryptochromes and phototropins. Arabidopsis contains two phototropins, PHOT1 and PHOT2 (\nChristie et al. 1999\n), and two cryptochromes, CRY1 and CRY2 (\nChristie et al. 2014\n). In addition, red-light perception is carried out by phytochromes, while UV-B perception is carried out by protein UVR8 (\nBrown and Jenkins 2008\n). In addition to regulating phototropic growth, phytochromes have been implicated in a multitude of biological processes, from seed germination to plant senescence. To date, five phytochromes have been identified in \nArabidopsis\n, and all have been linked to phototropistic response (\nCorrell et al. 2003\n; \nKiss et al. 2003\n; \nLariguet and Fankhauser 2004\n; \nKumar et al. 2008\n).\nThe relationship between phototropism and gravitropism is a complex, poorly characterized interaction, where the direction of growth is an amalgamation of the two processes. To isolate phototropic response to a directional light source, the confounding gravity vector must first be removed. The utilization of facilities on board the International Space Station (ISS) provides the ability to conduct experiments in an environment of near-weightlessness, allowing for the study of “pure” phototropism, in the absence of a gravitropic response (\nMillar et al. 2010\n; \nKiss et al. 2012\n). Specifically, using the European Modular Cultivation System (EMCS) in the Columbus module of the ISS provides the ability to study phototropic response to red or blue light in the absence of a unidirectional gravity vector.\nWhile plant growth and development in microgravity environments has been well characterized, considerably less is known about plant growth and development in fractional or reduced gravity environments (less than the nominal 1\ng\n; \nKiss 2014\n). The EMCS contains a centrifuge which allows for the creation of gravity vectors to better characterize the interplay between gravitropism and phototropism. Our previous space experiments examined the phototropic response to red and blue light in microgravity, 0.1\ng\n, 0.3\ng,\n and 1\ng\n environments (\nKiss et al. 2012\n), providing insight on how plant growth and development may be effected on the Moon or Mars. Understanding how plants grow and develop in fractional gravity environment is an important step in successful habitation of the Moon or Mars. Furthermore, fractional gravity studies are helpful for the determination of thresholds of the gravity sensing and response of plants. In this study, we utilize micro-gravity as well as a continuum of fractional gravity (μ-\ng\n, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng,\n and 1\ng\n) to better characterize the phototropic responses to red and blue light. In addition, we analyze the effects of a brief, red-light pretreatment on blue-light-based phototropism.",
    "materials_and_methods": "Plant materials and the spaceflight experiment\n\n\nThree \ngenotypes of Arabidopsis thaliana\n were utilized for this study (Lehle Seeds, Round Rock, TX, USA): wild-type ecotype \nLandsberg erecta\n (Ler), and the phytochrome mutant’s \nphyA\n-\n201\n and \nphyB\n-\n1\n (\nKiss et al. 2003\n). Space-flight studies were conducted utilizing the EMCS on the ISS. The EMCS consists of two centrifuges with atmosphere regulation, including ethylene removal, as well as remote hydration control (\nBrinckmann and Schiller 2002\n; \nBrinckmann 2005\n; \nKiss et al. 2014\n). The utilization of the onboard centrifuge provides an important control with the ability to separate microgravity effects from the other environmental conditions associated with spaceflight (\nVandenbrink and Kiss 2016\n). The EMCS also contains a Sony FCB-IX470 video camera for image acquisition. This experiment was conducted in two parts, with the first set of seedlings being transferred to the ISS on SpaceX CRS-2 (March 2013) followed by return via CRS-3, and the second set being carried to the ISS on SpaceX CRS-4 (September 2014) and returned on CRS-5 (September 2015). Two sets of experimental runs were performed, the first set during ISS increments 35–36, and the second during ISS increment 41.\nSpace hardware and procedures\n\n\nHardware utilized in this experiment has previously been described (\nCorrell and Kiss 2005\n; \nKiss et al. 2009\n). Briefly, each experimental container (EC) holds five individual seedling growth cassettes with an LED light source (white, red and blue; \nFig. 1\n). Before flight, seeds were surface sterilized in ethanol and air dried under a laminar flow. The seedling growth media contain 50 % (w/v) Murashige and Skoog salts with 1-mM Mes buffer (pH 5.5). Whatman # 17filter paper was soaked in media and allowed to dry.Seeds were attached to a black gridded nitrocellulose membrane via 1 % (w/v) gum guar. Five seedling cassettes were placed into each EC and stored until launch (\nFig. 1\n).\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nImages of seedlings in cassettes in an EC during a spaceflight experiment run in the EMCS. Seedlings in white light (\na\n) at the beginning of the photostimulation period (0 h) and in red light (\nb\n) at the end of photostimulation (48 h). The \nvertical numbers\n indicate GMT, Greenwich mean time. \nWhite arrows\n labeled \ng\n and \nL\n represent the direction of gravity and light vectors, respectively\nProcedures during the spaceflight experiment\n\n\nExperimental containers (Ecs) were transferred to the EMCS on the ISS as described in \nKiss et al. (2014)\n. Briefly, experimental conditions were controlled telemetrically from the Norwegian User Support and Operations Centre (N-USOC, Trondheim, Norway), and the initiation of the experiment was conducted via hydration of the seeds. Plants were grown under six gravity conditions: microgravity, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng,\n and 1.0\ng\n. Seedlings were initially grown under white light (30–40 μmol m\n−2\n s\n−1\n) for 96 h, followed by unidirectional photostimulation with red light, blue light, or red → blue light (\nFig. 2\n). Directional photostimulation occurred for 48 h. Illumination intensity throughout the cassette was measured for both blue (\nSuppl. Fig. S1\n) and red light (\nSuppl. Fig. S2\n) with a Li-Cor LI-189 Quantum Radiometer Photometer. After conclusion of the experiments, seedlings were frozen and stored at −80 °C on the ISS. This manuscript presents the results of image analyses, and future papers will consider the gene experiment profile obtained from the frozen seedlings.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nTimeline of operations for the seedling growth experiments\nImage and data analyses\n\n\nGrowth and curvature of seedlings were measured using the program ImageJ (v.1.50e). Curvature was measured as change in degrees from starting position (defined as 0°). Angles were measured at the initiation of directional red or blue light and subsequently every 30 min for a total of 48.5 h. The number of samples measured for growth and angle per treatment ranged from 6 to 50 and are indicated in \nTables S1\n and \nS2\n. Positive curvature values were defined as growth in the direction of stimulus, and negative curvature was defined as growth away from the stimulus. Analysis of growth and curvature for each genotype was conducted utilizing linear regression of growth rate using the program R 64-bit (version 3.1.3). Regression coefficients compared via one-way ANOVA and subsequent Tukey’s honest significant difference test (\nP\n <0.05) were used to identify significant differences between plant growth rates.\n\n\nData analyses were conducted via linear regression and subsequent ANOVA in R (3.1.3) using the car, multcomp, and agricolae packages. The multiple test correction was conducted using Tukey’s honest significance test (\nP\n <0.05). Multiple regression analysis was performed utilizing the following response variables: light-red, blue, or a 1 h red pretreatment before continuous blue illumination; genotype—Ler wild-type, or phytochrome mutants \nphyA\n and \nphyB\n; gravity—a continuum ranging from 0\ng\n/microgravity to 1\ng\n; and seedling position—ranging 1–14, with 1 being closes to the source of illumination and 14 the furthest.",
    "plant_materials_and_the_spaceflight_experiment": "Three \ngenotypes of Arabidopsis thaliana\n were utilized for this study (Lehle Seeds, Round Rock, TX, USA): wild-type ecotype \nLandsberg erecta\n (Ler), and the phytochrome mutant’s \nphyA\n-\n201\n and \nphyB\n-\n1\n (\nKiss et al. 2003\n). Space-flight studies were conducted utilizing the EMCS on the ISS. The EMCS consists of two centrifuges with atmosphere regulation, including ethylene removal, as well as remote hydration control (\nBrinckmann and Schiller 2002\n; \nBrinckmann 2005\n; \nKiss et al. 2014\n). The utilization of the onboard centrifuge provides an important control with the ability to separate microgravity effects from the other environmental conditions associated with spaceflight (\nVandenbrink and Kiss 2016\n). The EMCS also contains a Sony FCB-IX470 video camera for image acquisition. This experiment was conducted in two parts, with the first set of seedlings being transferred to the ISS on SpaceX CRS-2 (March 2013) followed by return via CRS-3, and the second set being carried to the ISS on SpaceX CRS-4 (September 2014) and returned on CRS-5 (September 2015). Two sets of experimental runs were performed, the first set during ISS increments 35–36, and the second during ISS increment 41.",
    "space_hardware_and_procedures": "Hardware utilized in this experiment has previously been described (\nCorrell and Kiss 2005\n; \nKiss et al. 2009\n). Briefly, each experimental container (EC) holds five individual seedling growth cassettes with an LED light source (white, red and blue; \nFig. 1\n). Before flight, seeds were surface sterilized in ethanol and air dried under a laminar flow. The seedling growth media contain 50 % (w/v) Murashige and Skoog salts with 1-mM Mes buffer (pH 5.5). Whatman # 17filter paper was soaked in media and allowed to dry.Seeds were attached to a black gridded nitrocellulose membrane via 1 % (w/v) gum guar. Five seedling cassettes were placed into each EC and stored until launch (\nFig. 1\n).\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nImages of seedlings in cassettes in an EC during a spaceflight experiment run in the EMCS. Seedlings in white light (\na\n) at the beginning of the photostimulation period (0 h) and in red light (\nb\n) at the end of photostimulation (48 h). The \nvertical numbers\n indicate GMT, Greenwich mean time. \nWhite arrows\n labeled \ng\n and \nL\n represent the direction of gravity and light vectors, respectively",
    "fig._1.": "Open in a new tab\nImages of seedlings in cassettes in an EC during a spaceflight experiment run in the EMCS. Seedlings in white light (\na\n) at the beginning of the photostimulation period (0 h) and in red light (\nb\n) at the end of photostimulation (48 h). The \nvertical numbers\n indicate GMT, Greenwich mean time. \nWhite arrows\n labeled \ng\n and \nL\n represent the direction of gravity and light vectors, respectively",
    "procedures_during_the_spaceflight_experiment": "Experimental containers (Ecs) were transferred to the EMCS on the ISS as described in \nKiss et al. (2014)\n. Briefly, experimental conditions were controlled telemetrically from the Norwegian User Support and Operations Centre (N-USOC, Trondheim, Norway), and the initiation of the experiment was conducted via hydration of the seeds. Plants were grown under six gravity conditions: microgravity, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng,\n and 1.0\ng\n. Seedlings were initially grown under white light (30–40 μmol m\n−2\n s\n−1\n) for 96 h, followed by unidirectional photostimulation with red light, blue light, or red → blue light (\nFig. 2\n). Directional photostimulation occurred for 48 h. Illumination intensity throughout the cassette was measured for both blue (\nSuppl. Fig. S1\n) and red light (\nSuppl. Fig. S2\n) with a Li-Cor LI-189 Quantum Radiometer Photometer. After conclusion of the experiments, seedlings were frozen and stored at −80 °C on the ISS. This manuscript presents the results of image analyses, and future papers will consider the gene experiment profile obtained from the frozen seedlings.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nTimeline of operations for the seedling growth experiments",
    "fig._2.": "Open in a new tab\nTimeline of operations for the seedling growth experiments",
    "image_and_data_analyses": "Growth and curvature of seedlings were measured using the program ImageJ (v.1.50e). Curvature was measured as change in degrees from starting position (defined as 0°). Angles were measured at the initiation of directional red or blue light and subsequently every 30 min for a total of 48.5 h. The number of samples measured for growth and angle per treatment ranged from 6 to 50 and are indicated in \nTables S1\n and \nS2\n. Positive curvature values were defined as growth in the direction of stimulus, and negative curvature was defined as growth away from the stimulus. Analysis of growth and curvature for each genotype was conducted utilizing linear regression of growth rate using the program R 64-bit (version 3.1.3). Regression coefficients compared via one-way ANOVA and subsequent Tukey’s honest significant difference test (\nP\n <0.05) were used to identify significant differences between plant growth rates.\nData analyses were conducted via linear regression and subsequent ANOVA in R (3.1.3) using the car, multcomp, and agricolae packages. The multiple test correction was conducted using Tukey’s honest significance test (\nP\n <0.05). Multiple regression analysis was performed utilizing the following response variables: light-red, blue, or a 1 h red pretreatment before continuous blue illumination; genotype—Ler wild-type, or phytochrome mutants \nphyA\n and \nphyB\n; gravity—a continuum ranging from 0\ng\n/microgravity to 1\ng\n; and seedling position—ranging 1–14, with 1 being closes to the source of illumination and 14 the furthest.",
    "results": "The aim of this study was to investigate phototropism under a continuum of gravity conditions from microgravity, to partial (reduced) gravity, to 1\ng. Arabidopsis\n roots and shoots exhibit markedly different phototropic curvatures in different gravity conditions upon exposure to red or blue light. Initially, plants were grown for 96 h with unilateral white light and simulated 1\ng\n in an attempt to standardize the orientation of all seedlings (\nFig. 2\n). During photostimulation, gravity levels of 0\ng\n, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng,\n or 1\ng\n were generated via centrifugation. Images taken prior to directional light photostimulation allowed assessment of seedling growth and development (\nFig. 1\n). Seedlings with slow germination or improper development were excluded from analyses.\nThe phototropic response in roots was measured as positive growth (towards photostimulation) or negative growth (away from photostimulation) from the initial vertical state. Multiple regression analysis of root phototropic response found significant effects from gravity (\nP\n <2.2 × 10\n−16\n), light quality (\nP\n <2.74 × 10\n−15\n), and position (\nP\n < 2.08 × 10\n−9\n). Genotype also had a significant effect on phototropic response in root (\nP\n = 0.02; \nTable S3\n). The phototropic response of roots grown in blue light demonstrates a novel, positive phototropic response under microgravity (\nFigs. 3\n, \n4\n). This response was attenuated at 0.1\ng\n, and is not present at higher gravity levels. In plants pretreated with red light for 1 h and subsequently exposed to blue light (\nFig. 5\n), roots experience greater phototropic response (larger angles) when compared with blue-light exposure. Similar to blue-light root phototropism, the response is attenuated at 0.1\ng\n and not present in higher gravity levels. Finally, we observe a positive root phototropic curvature in roots exposed to red light (\nFigs. 1\n, \n6\n), and the positive phototropic curvature decreases steadily as the magnitude of gravity increases.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response to unidirectional blue light (light source is at the \nleft side\n of the \nimages\n) of WT seedlings grown in the conditions of microgravity. \nArrows\n indicate positive phototropic response of roots. \nStars\n indicate positive phototropic response of hypocotyls. The distance between the grid lines on the membrane is 3 mm\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in roots to unilateral blue light in varying gravity conditions during the spaceflight experiment. The positive phototropic response is attenuated by exposure to gravity\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in roots to blue light preceded by a 1-h red pretreatment in varying gravity conditions during the spaceflight experiment. The positive phototropic response to blue light is enhanced by the 1-h red pretreatment. The positive phototropic response is again attenuated by gravity\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in roots to unilateral red light in varying gravity conditions during the spaceflight experiment. The positive phototropic response to red light in roots exhibits an inverse relationship with magnitude of the gravity vector\nSimilarly, multiple regression analysis was conducted for hypocotyls. \nArabidopsis\n hypocotyls displayed significant effects from light (\nP\n < 2.2 × 10\n−16\n), genotype (\nP\n <0.05) and position (\nP\n < 4.9 × 10\n−5\n). However, no significant effect was detected for gravity (\nP\n = 0.055; \nTable S4\n). Not surprisingly, on Earth, the phototropic response of hypocotyls to blue-light phototropism shows a robust response immediately upon stimulation, followed by cessation once the hypocotyl reaches ~90° (\nFig. 7\n). This same trend is also exhibited in hypocotyls of plants initially pretreated with red light and subsequent illuminated with blue light (\nFig. 8\n). There is no significant gravity effect on the phototropic response in red light pretreated or blue light illuminated hypocotyls. In hypocotyls of seedlings exposed to red light, we observe a positive phototropic curvature in plants exposed to red light (\nFigs. 1\n, \n9\n). Unlike hypocotyls of seedlings exposed to blue light, red-light exposure causes a steady positive phototropic response over time. However, similar to hypocotyls exposed to blue light, there is no significant effect of gravity on phototropic curvature.\nFig. 7.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in shoots to unilateral blue light in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not significantly affected by gravity\nFig. 8.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in shoots to blue light preceded by a 1-h \nred\n pretreatment in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not enhanced by 1-h red-light pretreatment\nFig. 9.\n\n\n\n\nOpen in a new tab\n\n\nPhototropic response in shoots to unilateral red light in varying gravity conditions during the spaceflight experiment\nSeedling position within the cassette also was shown to have a significant effect on phototropic curvature in both hypocotyls and roots. This is likely due to the variation in light intensity experienced within the seedling cassettes. Blue-light intensity decreases significantly the further the plant is from the light (\nSuppl. Fig. S1\n) ranging from 41.5 μmol m\n−2\n s\n−1\n at the position nearest the LED to 4.2 μmol m\n−2\n s\n−1\n at the position furthest from the LED. A similar trend is seen in red-light intensity, with illumination ranging from 59.6 μmol m\n−2\n s\n−1\n of light nearest the LED to 4.2 μmol m\n−2\n s\n−1\n furthest from the LED (\nSuppl. Fig. S2\n).\nTo study the effects of microgravity on overall growth, we measured root and shoot lengths during the period of photostimulation. ANOVA analysis followed by Tukey’s HSD post-hoc test of root (\nTable 1\n) and shoot (\nTable 2\n) total growth indicate that there are no significant differences in growth between microgravity and 1-\ng\n treatments. In addition, Pearson’s correlations were conducted to determine if overall growth was significantly correlated with phototropic curvature of seedlings. The correlation between total root growth and rate of root curvature was not significant (\nr\n = 0.20, \nP\n = 0.14), suggesting no relationship between root growth and curvature. However, in hypocotyls, the correlation between shoot growth and curvature was significant (\nr\n = 0.31, \nP\n = 0.02), suggesting that total shoot growth has an impact on rate of shoot curvature. The summary of our series of spaceflight investigations is provided in \nTable 3\n.\nTable 1.\n\n\nMean root growth (mm ± SE) of Ler, \nphyA,\n and \nphyB\n seedlings during photostimulation\n\n\n\n\n\n\nGenotype\n\n\nLight treatment\n\n\n0\ng\n\n\n\n\n0.1\ng\n\n\n\n\n0.3\ng\n\n\n\n\n0.5\ng\n\n\n\n\n0.8\ng\n\n\n\n\n1\ng\n\n\n\n\n\n\n\n\n\n\nLer WT\n\n\nBlue\n\n\n1.51 (±10.18)\nbcd\n\n\n\n\n1.13 (±0.18)\ncd\n\n\n\n\n1.51 (±10.14)\nbcd\n\n\n\n\n2.27 (±0.17)\nab\n\n\n\n\n1.94 (±10.27)\nbcd\n\n\n\n\n1.21 (±0.11)\ncd\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 15\n\n\nr) = 22\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 6\n\n\n\n\nn\n = 19\n\n\n\n\n\n\nRed\n\n\n1.95 (±0.12)\nbc\n\n\n\n\n1.65 (±0.17)\nbcd\n\n\n\n\n1.51 (±0.09)\nbcd\n\n\n\n\n2.03 (±0.22)\n,abc\n\n\n\n\n2.02 (±0.22)\nabc\n\n\n\n\n1.63 (±0.09)\nbcd\n\n\n\n\n\n\n\n\n\n\nn\n = 43\n\n\n\n\nn\n = 30\n\n\n\n\nn\n = 46\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = I6\n\n\n\n\nn\n = 39\n\n\n\n\n\n\nRed → blue\n\n\n1.98 (±0.20)\nabc\n\n\n\n\n1.58 (±0.16)\nbcd\n\n\n\n\n1.75 (±0.24)\nbcd\n\n\n\n\n2.06 (±0.24)\nabc\n\n\n\n\n2.81 (±0.16)\na\n\n\n\n\n1.10 (±0.15)\nd\n\n\n\n\n\n\n\n\n\n\nn\n = 20\n\n\n\n\nn\n = 21\n\n\n\n\nn\n = lS\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 14\n\n\n\n\nn\n = 25\n\n\n\n\n\n\nphyA\n\n\nBlue\n\n\n1.74 (±0.20)\nab\n\n\n\n\n1.86 (±0.23)\nab\n\n\n\n\n1.15 (±0.16)\nb\n\n\n\n\n1.86 (±0.36)\nab\n\n\n\n\n2.05 (±0.17)\nab\n\n\n\n\n1.38 (±0.20)\nb\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 25\n\n\n\n\n\n\nRed\n\n\n1.92 (±0.20)\nab\n\n\n\n\n2.01 (±0.19)\nab\n\n\n\n\n1.22 (±0.13)\nb\n\n\n\n\n2.22 (±0.18)\nab\n\n\n\n\n1.98 (±0.21)\nab\n\n\n\n\n1.11 (±0.14)\nb\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\n\n\nRed → blue\n\n\n2.05 (±0.23)\nab\n\n\n\n\n1.38 (±0.13)\nab\n\n\n\n\n1.49 (±0.21)\nab\n\n\n\n\n2.36 (±0.22)\nb\n\n\n\n\n1.79 (±0.20)\nab\n\n\n\n\n1.46 (±0.17)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 23\n\n\n\n\n\n\nphyB\n\n\nBlue\n\n\n2.71 (±0.28)\nab\n\n\n\n\n1.39 (±0.24)\ncde\n\n\n\n\n1.61 (±0.22)\nbcde\n\n\n\n\n1.62 (±0.21)\nbcde\n\n\n\n\n1.73 (±0.34)\nbcde\n\n\n\n\n1.00 (±0.21)\nde\n\n\n\n\n\n\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 5\n\n\n\n\nn\n = 10\n\n\n\n\n\n\nRed\n\n\n2.06 (±0.15)\nbcd\n\n\n\n\n1.56 (±0.14)\ncde\n\n\n\n\n1.31 (±0.14)\nde\n\n\n\n\n2.69 (±0.17)\nab\n\n\n\n\n2.90 (±0.21)\na\n\n\n\n\n1.33 (±0.11)\nde\n\n\n\n\n\n\n\n\n\n\nn\n = 47\n\n\n\n\nn\n = 50\n\n\n\n\nn\n = 50\n\n\n\n\nn\n = 46\n\n\n\n\nn\n = 44\n\n\n\n\nn\n = 49\n\n\n\n\n\n\nRed → blue\n\n\n1.72 (±0.21)\nbcde\n\n\n\n\n2.46 (±0.46)\nabcd\n\n\n\n\n1.09 (±0.27)\nde\n\n\n\n\n1.51 (±0.56)\ncde\n\n\n\n\n2.67 (±0.53)\nabc\n\n\n\n\n0.84 (±0.14)\ne\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 7\n\n\n\n\nn\n = 10\n\n\n\n\nn\n = 12\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nDifferent letters indicate statistically significant differences\nTable 2.\n\n\nMean shoot growth (mm ± SE) of Ler, \nphyA,\n and \nphyB\n seedlings during photostimulation\n\n\n\n\n\n\nGenotype\n\n\nLight treatment\n\n\n0\ng\n\n\n\n\n0.1\ng\n\n\n\n\n0.3\ng\n\n\n\n\n0.5\ng\n\n\n\n\n0.8\ng\n\n\n\n\n1\ng\n\n\n\n\n\n\n\n\n\n\nLer WT\n\n\nBlue\n\n\n1.46 (±0.15)\nabc\n\n\n\n\n0.84 (±0.12)\nbc\n\n\n\n\n1.55 (±0.13)\nab\n\n\n\n\n1.86 (±0.21)\na\n\n\n\n\n1.13 (±0.35)\nabc\n\n\n\n\n0.99 (±0.17)\nbc\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 6\n\n\n\n\nn\n = 20\n\n\n\n\n\n\nRed\n\n\n0.94 (±0.11)\nbc\n\n\n\n\n0.93 (±0.11)\nbc\n\n\n\n\n1.02 (±0.12)\nbc\n\n\n\n\n1.41 (±0.26)\nabc\n\n\n\n\n0.94 (±0.16)\nbc\n\n\n\n\n0.84 (±0.09)\nc\n\n\n\n\n\n\n\n\n\n\nn\n = 42\n\n\n\n\nn\n = 29\n\n\n\n\nn\n = 44\n\n\n\n\nn\n = 20\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 39\n\n\n\n\n\n\nRed → blue\n\n\n1.07 (±0.16)\nabc\n\n\n\n\n1.59 (±0.16)\nac\n\n\n\n\n1.26 (±0.18)\nabc\n\n\n\n\n0.82 (±0.16)\nc\n\n\n\n\n0.96 (±0.16)\nbc\n\n\n\n\n1.71 (±0.18)\na\n\n\n\n\n\n\n\n\n\n\nn\n = 19\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 24\n\n\n\n\n\n\nphyA\n\n\nBlue\n\n\n0.94 (±0.18)\ndef\n\n\n\n\n2.24 (±0.31)\na\n\n\n\n\n1.62 (±0.23)\nabcde\n\n\n\n\n1.14 (±0.24)\nbcdef\n\n\n\n\n1.90 (±0.18)\nabcd\n\n\n\n\n1.53 (±0.22)\nabcdef\n\n\n\n\n\n\n\n\n\n\nn\n = 21\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = l5\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\n\n\nRed\n\n\n0.89 (±0.18)\nb\n\n\n\n\n0.91 (±0.14)\nef\n\n\n\n\n1.18 (±0.19)\nbcdef\n\n\n\n\n0.50 (±0.13)\nf\n\n\n\n\n1.00 (±0.17)\ncdef\n\n\n\n\n0.82 (±0.08)\nef\n\n\n\n\n\n\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 2i\n\n\n\n\n\n\nRed → blue\n\n\n2.05 (±0.22)\nab\n\n\n\n\n0.59 (±0.10)\nf\n\n\n\n\n1.92 (±0.21)\nabcd\n\n\n\n\n1.69 (±0.26)\nabcde\n\n\n\n\n1.58 (±0.17)\nabcdef\n\n\n\n\n1.04 (±0.13)\ncdef\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 24\n\n\n\n\n\n\nphyB\n\n\nBlue\n\n\n1.36 (±0.18)\nab\n\n\n\n\n1.40 (±0.21)\nab\n\n\n\n\n1.06 (±0.23)\nab\n\n\n\n\n1.30 (±0.36)\nab\n\n\n\n\n1.59 (±0.31)\nab\n\n\n\n\n0.81 (±0.18)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 10\n\n\n\n\n\n\nRed\n\n\n1.62 (±0.17)\nab\n\n\n\n\n1.27 (±0.16)\nab\n\n\n\n\n1.84 (±0.14)\na\n\n\n\n\n1.69 (±0.16)\nab\n\n\n\n\n1.87 (±0.16)\na\n\n\n\n\n1.14 (±0.10)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = −47\n\n\n\n\nn\n = 49\n\n\n\n\nn\n = 49\n\n\n\n\nn\n = 45\n\n\n\n\nn\n = 43\n\n\n\n\nn\n = 48\n\n\n\n\n\n\nRed → blue\n\n\n1.74 (±0.16)\nab\n\n\n\n\n0.64 (±0.16)\nab\n\n\n\n\n1.38 (±0.28)\nab\n\n\n\n\n2.12 (±0.41)\na\n\n\n\n\n1.82 (±0.30)\nab\n\n\n\n\n0.87 (±0.14)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 14\n\n\n\n\nn\n = 10\n\n\n\n\nn\n = 7\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 11\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nDifferent letters indicate statistically significant differences\nTable 3.\n\n\nSummary of the principal findings and technical issues in a series of spaceflight experiments performed in the EMCS on the ISS from 2006 to 2014\n\n\n\n\n\n\nProject title\n\n\nYear\n\n\nPerformed\n\n\nPrincipal findings\n\n\nMajor technical Issues\n\n\nImprovements from the previous mission\n\n\n\n\n\n\n\n\nTROPI-1\n\n\n2006\n\n\nISS Incr. 14\n\n\nA novel red-light positive phototropism identified in hypocotyls in μ\ng\n\n\n\n\nPoor-seed germination due to long storage time\nCold stowage problems led to the loss of samples\nMissing data due to use of videotapes\n\n\nN/A (not applicable)\n\n\n\n\n\n\nTROPI-2\n\n\n2010\n\n\nISS Incr. 22\n\n\nRed-light positive phototropism confirmed in hypocotyls in μ\ng\nA novel red-light positive phototropism identified in roots in μ\ng\nReduced g studies show that these red-light phototropic responses are saturated at 0.1–0.3\ng\n\n\n\n\nLight leak discovered between rotor A and rotor B on the EMCS\n\n\nSeeds were stored for less than 3 months prior to germination on ISS\nCold stowage procedures were improved\nVideo tapes not used; rather there were direct video downlinks from ISS\n\n\n\n\n\n\nSeedling Growth-1\n\n\n2013\n\n\nISS Incr. 35/36\n\n\nA novel blue-light positive phototropism is identified in roots in μ\ng\n\n\n\n\nNone noted\n\n\nExperiments were run on only one rotor of the EMCS to avoid light contamination from the other rotor\n\n\n\n\n\n\nSeedling Growth-2\n\n\n2014\n\n\nISS Incr. 41\n\n\nAttenuation of the blue-light response occurs at 0.1–0.3\ng\nRed-light positive phototropism confirmed in hypocotyls and roots in μ\ng\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab",
    "fig._3.": "Open in a new tab\nPhototropic response to unidirectional blue light (light source is at the \nleft side\n of the \nimages\n) of WT seedlings grown in the conditions of microgravity. \nArrows\n indicate positive phototropic response of roots. \nStars\n indicate positive phototropic response of hypocotyls. The distance between the grid lines on the membrane is 3 mm",
    "fig._4.": "Open in a new tab\nPhototropic response in roots to unilateral blue light in varying gravity conditions during the spaceflight experiment. The positive phototropic response is attenuated by exposure to gravity",
    "fig._5.": "Open in a new tab\nPhototropic response in roots to blue light preceded by a 1-h red pretreatment in varying gravity conditions during the spaceflight experiment. The positive phototropic response to blue light is enhanced by the 1-h red pretreatment. The positive phototropic response is again attenuated by gravity",
    "fig._6.": "Open in a new tab\nPhototropic response in roots to unilateral red light in varying gravity conditions during the spaceflight experiment. The positive phototropic response to red light in roots exhibits an inverse relationship with magnitude of the gravity vector",
    "fig._7.": "Open in a new tab\nPhototropic response in shoots to unilateral blue light in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not significantly affected by gravity",
    "fig._8.": "Open in a new tab\nPhototropic response in shoots to blue light preceded by a 1-h \nred\n pretreatment in varying gravity conditions during the spaceflight experiment. Positive phototropic response of shoots to blue light is not enhanced by 1-h red-light pretreatment",
    "fig._9.": "Open in a new tab\nPhototropic response in shoots to unilateral red light in varying gravity conditions during the spaceflight experiment",
    "table_1.": "Mean root growth (mm ± SE) of Ler, \nphyA,\n and \nphyB\n seedlings during photostimulation\nGenotype\n\n\nLight treatment\n\n\n0\ng\n\n\n\n\n0.1\ng\n\n\n\n\n0.3\ng\n\n\n\n\n0.5\ng\n\n\n\n\n0.8\ng\n\n\n\n\n1\ng\n\n\n\n\n\n\n\n\n\n\nLer WT\n\n\nBlue\n\n\n1.51 (±10.18)\nbcd\n\n\n\n\n1.13 (±0.18)\ncd\n\n\n\n\n1.51 (±10.14)\nbcd\n\n\n\n\n2.27 (±0.17)\nab\n\n\n\n\n1.94 (±10.27)\nbcd\n\n\n\n\n1.21 (±0.11)\ncd\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 15\n\n\nr) = 22\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 6\n\n\n\n\nn\n = 19\n\n\n\n\n\n\nRed\n\n\n1.95 (±0.12)\nbc\n\n\n\n\n1.65 (±0.17)\nbcd\n\n\n\n\n1.51 (±0.09)\nbcd\n\n\n\n\n2.03 (±0.22)\n,abc\n\n\n\n\n2.02 (±0.22)\nabc\n\n\n\n\n1.63 (±0.09)\nbcd\n\n\n\n\n\n\n\n\n\n\nn\n = 43\n\n\n\n\nn\n = 30\n\n\n\n\nn\n = 46\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = I6\n\n\n\n\nn\n = 39\n\n\n\n\n\n\nRed → blue\n\n\n1.98 (±0.20)\nabc\n\n\n\n\n1.58 (±0.16)\nbcd\n\n\n\n\n1.75 (±0.24)\nbcd\n\n\n\n\n2.06 (±0.24)\nabc\n\n\n\n\n2.81 (±0.16)\na\n\n\n\n\n1.10 (±0.15)\nd\n\n\n\n\n\n\n\n\n\n\nn\n = 20\n\n\n\n\nn\n = 21\n\n\n\n\nn\n = lS\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 14\n\n\n\n\nn\n = 25\n\n\n\n\n\n\nphyA\n\n\nBlue\n\n\n1.74 (±0.20)\nab\n\n\n\n\n1.86 (±0.23)\nab\n\n\n\n\n1.15 (±0.16)\nb\n\n\n\n\n1.86 (±0.36)\nab\n\n\n\n\n2.05 (±0.17)\nab\n\n\n\n\n1.38 (±0.20)\nb\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 25\n\n\n\n\n\n\nRed\n\n\n1.92 (±0.20)\nab\n\n\n\n\n2.01 (±0.19)\nab\n\n\n\n\n1.22 (±0.13)\nb\n\n\n\n\n2.22 (±0.18)\nab\n\n\n\n\n1.98 (±0.21)\nab\n\n\n\n\n1.11 (±0.14)\nb\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\n\n\nRed → blue\n\n\n2.05 (±0.23)\nab\n\n\n\n\n1.38 (±0.13)\nab\n\n\n\n\n1.49 (±0.21)\nab\n\n\n\n\n2.36 (±0.22)\nb\n\n\n\n\n1.79 (±0.20)\nab\n\n\n\n\n1.46 (±0.17)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 23\n\n\n\n\n\n\nphyB\n\n\nBlue\n\n\n2.71 (±0.28)\nab\n\n\n\n\n1.39 (±0.24)\ncde\n\n\n\n\n1.61 (±0.22)\nbcde\n\n\n\n\n1.62 (±0.21)\nbcde\n\n\n\n\n1.73 (±0.34)\nbcde\n\n\n\n\n1.00 (±0.21)\nde\n\n\n\n\n\n\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 5\n\n\n\n\nn\n = 10\n\n\n\n\n\n\nRed\n\n\n2.06 (±0.15)\nbcd\n\n\n\n\n1.56 (±0.14)\ncde\n\n\n\n\n1.31 (±0.14)\nde\n\n\n\n\n2.69 (±0.17)\nab\n\n\n\n\n2.90 (±0.21)\na\n\n\n\n\n1.33 (±0.11)\nde\n\n\n\n\n\n\n\n\n\n\nn\n = 47\n\n\n\n\nn\n = 50\n\n\n\n\nn\n = 50\n\n\n\n\nn\n = 46\n\n\n\n\nn\n = 44\n\n\n\n\nn\n = 49\n\n\n\n\n\n\nRed → blue\n\n\n1.72 (±0.21)\nbcde\n\n\n\n\n2.46 (±0.46)\nabcd\n\n\n\n\n1.09 (±0.27)\nde\n\n\n\n\n1.51 (±0.56)\ncde\n\n\n\n\n2.67 (±0.53)\nabc\n\n\n\n\n0.84 (±0.14)\ne\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 7\n\n\n\n\nn\n = 10\n\n\n\n\nn\n = 12\nOpen in a new tab\nDifferent letters indicate statistically significant differences",
    "table_2.": "Mean shoot growth (mm ± SE) of Ler, \nphyA,\n and \nphyB\n seedlings during photostimulation\nGenotype\n\n\nLight treatment\n\n\n0\ng\n\n\n\n\n0.1\ng\n\n\n\n\n0.3\ng\n\n\n\n\n0.5\ng\n\n\n\n\n0.8\ng\n\n\n\n\n1\ng\n\n\n\n\n\n\n\n\n\n\nLer WT\n\n\nBlue\n\n\n1.46 (±0.15)\nabc\n\n\n\n\n0.84 (±0.12)\nbc\n\n\n\n\n1.55 (±0.13)\nab\n\n\n\n\n1.86 (±0.21)\na\n\n\n\n\n1.13 (±0.35)\nabc\n\n\n\n\n0.99 (±0.17)\nbc\n\n\n\n\n\n\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 6\n\n\n\n\nn\n = 20\n\n\n\n\n\n\nRed\n\n\n0.94 (±0.11)\nbc\n\n\n\n\n0.93 (±0.11)\nbc\n\n\n\n\n1.02 (±0.12)\nbc\n\n\n\n\n1.41 (±0.26)\nabc\n\n\n\n\n0.94 (±0.16)\nbc\n\n\n\n\n0.84 (±0.09)\nc\n\n\n\n\n\n\n\n\n\n\nn\n = 42\n\n\n\n\nn\n = 29\n\n\n\n\nn\n = 44\n\n\n\n\nn\n = 20\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 39\n\n\n\n\n\n\nRed → blue\n\n\n1.07 (±0.16)\nabc\n\n\n\n\n1.59 (±0.16)\nac\n\n\n\n\n1.26 (±0.18)\nabc\n\n\n\n\n0.82 (±0.16)\nc\n\n\n\n\n0.96 (±0.16)\nbc\n\n\n\n\n1.71 (±0.18)\na\n\n\n\n\n\n\n\n\n\n\nn\n = 19\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 24\n\n\n\n\n\n\nphyA\n\n\nBlue\n\n\n0.94 (±0.18)\ndef\n\n\n\n\n2.24 (±0.31)\na\n\n\n\n\n1.62 (±0.23)\nabcde\n\n\n\n\n1.14 (±0.24)\nbcdef\n\n\n\n\n1.90 (±0.18)\nabcd\n\n\n\n\n1.53 (±0.22)\nabcdef\n\n\n\n\n\n\n\n\n\n\nn\n = 21\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = l5\n\n\n\n\nn\n = 17\n\n\n\n\nn\n = 22\n\n\n\n\n\n\nRed\n\n\n0.89 (±0.18)\nb\n\n\n\n\n0.91 (±0.14)\nef\n\n\n\n\n1.18 (±0.19)\nbcdef\n\n\n\n\n0.50 (±0.13)\nf\n\n\n\n\n1.00 (±0.17)\ncdef\n\n\n\n\n0.82 (±0.08)\nef\n\n\n\n\n\n\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 23\n\n\n\n\nn\n = 13\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 2i\n\n\n\n\n\n\nRed → blue\n\n\n2.05 (±0.22)\nab\n\n\n\n\n0.59 (±0.10)\nf\n\n\n\n\n1.92 (±0.21)\nabcd\n\n\n\n\n1.69 (±0.26)\nabcde\n\n\n\n\n1.58 (±0.17)\nabcdef\n\n\n\n\n1.04 (±0.13)\ncdef\n\n\n\n\n\n\n\n\n\n\nn\n = 24\n\n\n\n\nn\n = 18\n\n\n\n\nn\n = 22\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 15\n\n\n\n\nn\n = 24\n\n\n\n\n\n\nphyB\n\n\nBlue\n\n\n1.36 (±0.18)\nab\n\n\n\n\n1.40 (±0.21)\nab\n\n\n\n\n1.06 (±0.23)\nab\n\n\n\n\n1.30 (±0.36)\nab\n\n\n\n\n1.59 (±0.31)\nab\n\n\n\n\n0.81 (±0.18)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 16\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 10\n\n\n\n\n\n\nRed\n\n\n1.62 (±0.17)\nab\n\n\n\n\n1.27 (±0.16)\nab\n\n\n\n\n1.84 (±0.14)\na\n\n\n\n\n1.69 (±0.16)\nab\n\n\n\n\n1.87 (±0.16)\na\n\n\n\n\n1.14 (±0.10)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = −47\n\n\n\n\nn\n = 49\n\n\n\n\nn\n = 49\n\n\n\n\nn\n = 45\n\n\n\n\nn\n = 43\n\n\n\n\nn\n = 48\n\n\n\n\n\n\nRed → blue\n\n\n1.74 (±0.16)\nab\n\n\n\n\n0.64 (±0.16)\nab\n\n\n\n\n1.38 (±0.28)\nab\n\n\n\n\n2.12 (±0.41)\na\n\n\n\n\n1.82 (±0.30)\nab\n\n\n\n\n0.87 (±0.14)\nab\n\n\n\n\n\n\n\n\n\n\nn\n = 12\n\n\n\n\nn\n = 14\n\n\n\n\nn\n = 10\n\n\n\n\nn\n = 7\n\n\n\n\nn\n = 9\n\n\n\n\nn\n = 11\nOpen in a new tab\nDifferent letters indicate statistically significant differences",
    "table_3.": "Summary of the principal findings and technical issues in a series of spaceflight experiments performed in the EMCS on the ISS from 2006 to 2014\nProject title\n\n\nYear\n\n\nPerformed\n\n\nPrincipal findings\n\n\nMajor technical Issues\n\n\nImprovements from the previous mission\n\n\n\n\n\n\n\n\nTROPI-1\n\n\n2006\n\n\nISS Incr. 14\n\n\nA novel red-light positive phototropism identified in hypocotyls in μ\ng\n\n\n\n\nPoor-seed germination due to long storage time\nCold stowage problems led to the loss of samples\nMissing data due to use of videotapes\n\n\nN/A (not applicable)\n\n\n\n\n\n\nTROPI-2\n\n\n2010\n\n\nISS Incr. 22\n\n\nRed-light positive phototropism confirmed in hypocotyls in μ\ng\nA novel red-light positive phototropism identified in roots in μ\ng\nReduced g studies show that these red-light phototropic responses are saturated at 0.1–0.3\ng\n\n\n\n\nLight leak discovered between rotor A and rotor B on the EMCS\n\n\nSeeds were stored for less than 3 months prior to germination on ISS\nCold stowage procedures were improved\nVideo tapes not used; rather there were direct video downlinks from ISS\n\n\n\n\n\n\nSeedling Growth-1\n\n\n2013\n\n\nISS Incr. 35/36\n\n\nA novel blue-light positive phototropism is identified in roots in μ\ng\n\n\n\n\nNone noted\n\n\nExperiments were run on only one rotor of the EMCS to avoid light contamination from the other rotor\n\n\n\n\n\n\nSeedling Growth-2\n\n\n2014\n\n\nISS Incr. 41\n\n\nAttenuation of the blue-light response occurs at 0.1–0.3\ng\nRed-light positive phototropism confirmed in hypocotyls and roots in μ\ng\nOpen in a new tab",
    "discussion": "Continued technical improvements to space experiments on plant tropisms\n\n\nResults from these experiments expand upon and optimize the previous experiments performed under conditions of microgravity and reduced gravity on board the ISS (\nTable 3\n). During the TROPI-1 series of experiments, germination rates were severely hampered by excess stowage time (>8 months) of the seeds prior to the activation of the experiment in space (\nKiss et al. 2009\n; \nMillar et al. 2010\n). During TROPI-2, we found that reducing the stowage time of seeds (<3 months) resulted in a dramatic increase in seed germination (\nKiss et al. 2009\n). In addition, it was discovered after the conclusion of the TROPI experiments that utilization of the EMCS’s two-rotor setup resulted in a slight light contamination between the two rotors, which may have caused non-unidirectional light sources (\nKiss et al. 2014\n). The current seedling growth set of experiments were conducted utilizing a single rotor of the EMCS to remove the possibility of between-rotor light contamination and have been optimized in many other ways (\nTable 3\n).\n\n\nThe large range in sample sizes (6–50) of the various conditions was a product of multiple factors. Due to limited space, the design of the experiment necessitated an unbalanced experimental design, where half as many plants were grown under blue light or were pretreated with red light. In addition, there was reduced germination during the second spaceflight experiment for the Ler WT and PhyA genotypes. The reduction in germination in likely due to the extended period of time the seeds remained in hardware prior to spaceflight, as germination counts during flight build were in excess of 85 % (data not shown). Reducing the time between hardware build and execution of the experiment can help to increase germination rates and to maximize scientific return of space-flight experiments.\nPhototropic responses in roots\n\n\nUnder the conditions of microgravity, a novel positive blue-light phototropic response was observed in roots of seedlings (\nFigs. 3\n, \n4\n). While blue-light-based negative phototropism in roots has been extensively characterized in ground studies (\nCorrell and Kiss 2002\n), this positive phototropic response is greatly reduced at 0.1\ng\n, and effectively negated at 0.3\ng\n and higher gravity levels. To date, this phototropic response has not previously been observed in the roots of \nArabidopsis\n. This observation suggests that positive phototropic response in \nArabidopsis\n roots is masked by the much more robust gravitropic response in Earth normal conditions, and the response can only be observed when the gravity vector is greatly reduced or eliminated, as can be observed in space experiments in orbiting vehicles. Interestingly, the relationship between the blue-light-positive phototropic response and gravity appears to represent a threshold model, where gravity levels between 0\ng\n and 0.1\ng\n eliminate the blue positive phototropic response. Interestingly, the previous clinorotation studies conducted by our group did not demonstrate positive phototropic curvature of roots when exposed to blue light. This observation suggests that while informative and beneficial, clinorotation studies are not a perfect proxy for actual microgravity, and further highlights the need for true spaceflight experiments. In addition to the blue-light phototropic response, a 1-h red-light pretreatment, followed by continuous blue illumination was tested (\nFig. 5\n). Similar to the blue-light exposure only phototropic response revealed in roots, red-light pretreated roots exhibited an immediate and robust response in the direction of the blue-light photostimulus. The magnitude of the total positive phototropic curvature was at least 25 % greater in roots exposed to red-light pretreatment compared with those exposed solely to blue light. These results are not unexpected, as the previous studies of \nArabidopsis\n have shown that etiolated (dark-grown) seedlings exposed to red-light pretreatment experience an increase in the blue-light phototropic response (\nSakai and Haga 2012\n; \nGoyal et al. 2013\n). In addition, recent studies have demonstrated that overhead pretreatment with blue-light illumination also enhances the phototropic response (\nSullivan et al. 2016\n). It has been proposed that this effect is due to red, far red, and blue light all acting together as an activator of phytochrome A, which leads to enhancement of the phototropic response (\nLariguet and Fankhauser 2004\n). However, it is interesting to note that we do not see a significant difference in phototropic response in \nphyA\n mutants when compared with the wild type. This observation suggests that phytochrome A does not contribute to enhancement of blue-light positive phototropic response in roots. In addition, there is no apparent effect of genotype on the overall magnitude of phototropic response of roots pretreated with red light. A similar attenuation of positive phototropic curvature at 0.1\ng\n is also exhibited under red-light pretreatment when compared with non-pretreated samples. Cessation of curvature appears as a similar thresholding response between 0\ng\n and 0.1\ng\n, which negates positive phototropic curvature in red-light pretreated samples.\n\n\nAs noted in our previous space experiments (\nMillar et al. 2010\n; \nKiss et al. 2012\n), plant roots exposed to illumination with red light also experienced positive phototropic curvature (\nFig. 6\n). The positive phototropic response is confirmed and is similar to what has previously been characterized during the TROPI experiments, however, the magnitude of positive phototropic curvature is greater than in the previous results (\nKiss et al. 2012\n). Interestingly, two distinctions exist when comparing the root phototropic response to red vs. blue light. First, the positive phototropic curvature in response to red light is not eliminated at the onset of gravitational acceleration. Rather, it appears that the rate of root positive phototropic curvature is inversely correlated with the magnitude of the gravity vector, with the largest magnitude of curvature being experienced in seedlings exposed to microgravity. Second, there appears to be a genotype-specific effect at low gravity conditions, where the WT shows much higher levels of positive phototropic curvature when compared with phytochrome mutant varieties. However, this genotype effect appears to be negated at gravity levels of 0.5\ng\n and greater.\n\n\nComparison of the root phototropic responses to red light and blue light reveals unique patterns between the two treatments. Utilization of fractional or reduced gravity conditions allowed for the identification of gravity levels that correspond with an attenuation of response, which differed between the two light treatments. Interestingly, a threshold value of 0.1–0.3\ng\n is enough to cease phototropic curvature in roots illuminated with blue light; however, this same threshold is not observed in red light, which exhibits something akin to a gravity dose response. This difference in response suggests that the mechanisms controlling the interaction between gravitropic response and phototropic response are different for red and blue light. In addition, the enhancement of the blue-light phototropic response in roots after red-light pretreatment suggests that while the two responses differ in pattern and potentially, mechanisms, there is still an additive effect that causes an enhancement to total phototropic curvature.\n\n\nThe notion of positive blue-light phototropism in roots tends to contradict the traditional understanding of phototropic function, where roots move in the opposite direction of blue light to grow deeper into soil. However, these observed differences in phototropism between 1\ng\n and μ\ng\n in \nArabidopsis\n may reflect the evolutionary history of plants. For instance, plants from older evolutionary lineages, such as mosses and ferns, have a very versatile directional response to both red and blue light (\nKiss 1994\n; \nWada 2007\n; \nLi and Mathews 2016\n). Thus, microgravity may reveal mechanisms of phototropism that are normally masked by Earth nominal gravity conditions.\n\n\nIt is possible that the near-linear relationship between red-light phototropic response and gravity in roots is a result of cytosolic calcium ions which have been thought to play a key role in the transmission of gravity sensing (\nPoovaiah et al. 1987\n; \nGilroy et al. 1993\n; \nCorrell et al. 2013\n), potentially through regulating the distribution of auxin and auxin transporters within the root cells (\nBenjamins et al. 2003\n; \nZhang et al. 2011\n; \nShih et al. 2015\n). A study conducted by \nToyota et al. (2013)\n utilized parabolic flight to examine the effects of reduced gravity gradients on calcium (Ca\n2+\n) signaling. This study examined the gravitropic response to gravity vectors ranging from 0.5\ng\n to 2.0\ng\n and found intercellular Ca\n2+\n signaling exhibits a near-linear relationship with gravistimulation. This linear relationship between gravity sensing and Ca\n2+\n signaling is the inverse of the observed red-light-induced phototropic curvature in roots observed in our present study, suggesting a potential antagonistic relationship with the root red-light phototropic response mechanisms. A recent study also utilized parabolic flights to examine cytosolic calcium levels on \nArabidopsis\n cell cultures (\nNeef et al. 2015\n). In addition, this report demonstrated a clear link between several known Ca\n2+\n inhibitors/antagonists and changes in cytosolic calcium due to gravity. However, this study also identified a single Ca\n2+\n (nifedipine) inhibitor that had no effect on calcium signaling, suggesting the possibility of unique calcium channels or pumps involved in gravity signaling. It is possible that a gradual reduction in cytosolic calcium levels is responsible for the decreased positive phototropic response associated with increasing gravity.\nPhototropic responses in hypocotyls\n\n\nAs in ground studies, plant hypocotyls exposed to continuous blue-light illumination showed an immediate and robust positive phototropic response in the direction of the light stimulus, followed by continuous growth at 90° in the direction of the light source (\nFig. 7\n). As expected, there is no statistically significant effect of genotype on the phototropic curvature of hypocotyls exposed to blue light. Gravity also did not have a significant effect on the direction, response time, or magnitude of hypocotyl phototropic curvature in response to unidirectional blue-light illumination. However, we do see a significant statistical correlation between the distances of the seedling from the light source, and the rate of positive phototropic curvature. These results correspond to our previous characterization of blue-light phototropic response in hypocotyls, where no increase in curvature was observed when exposed to microgravity conditions (\nKiss et al. 2012\n).\n\n\nRed-light pretreatment of seedlings exposed to blue light did not result in an observable increase in the rate of positive phototropic response, and the pattern of phototropic curvature mirrored those seedlings that were not exposed to red-light pretreatment (\nFig. 8\n). Interestingly, a recent study found that curvature enhancements stemming from red- or blue-light pretreatments were affected by light intensity, where higher fluence rates of the directional light caused a reduction in phototropic curvature (\nSullivan et al. 2016\n). It is possible that enhancement of phototropic curvature was not observed in this case due to fluence rates that were high enough to inhibit the enhancement of curvature. In addition, it is possible that due to the rapid phototropic response of hypocotyls to blue light, we were unable to capture differences in curvature rate from the frequency of images we obtained (every 30 min). Increasing the rate of image capture (e.g., every 5 min) would likely help to identify enhancements in phototropic curvature of hypocotyls pretreated with red light.\n\n\nAnalyses of seedlings grown in microgravity conditions and exposed to red light (\nFig. 9\n) have confirmed previously characterized positive phototropic curvature of \nArabidopsis\n hypocotyls (\nMillar et al. 2010\n; \nKiss et al. 2012\n). This positive hypocotyl curvature was previously characterized during the TROPI experiment series, however, it must be noted that the magnitude of the positive phototropic curvatures is less than what was measured during TROPI-2 (\nKiss et al. 2012\n). These results are similar in magnitude and in accordance with results obtained from the TROPI-1 experiment (\nMillar et al. 2010\n). These differences can likely be attributed to the light contamination between rotors in the earlier experiments (\nKiss et al. 2014\n), as all other conditions within the experiment were unaltered. In addition, the magnitude of positive hypocotyl phototropism when exposed to red light does not appear to be contingent on the gravity vector, whereas the previous study found a significant difference in rates of phototropic curvature in hypocotyls exposed to low gravity (μ\ng\n or 0.1\ng\n) versus more substantial gravity vectors (0.3\ng\n or 1\ng\n). Previously, positive phototropic curvature of hypocotyls exposed to red light was shown to be enhanced in \nphyB\n mutants when compared with \nphyA\n and WT varieties (\nKiss et al. 2012\n). However, as all three genotypes tested show positive phototropic responses that were not significantly different, these results were not reproduced in this study. Again, we attribute these differences to the fact that we have improved the experimental conditions in this report by eliminating the stray light between rotors in the current studies.\nPhototropic responses and illumination intensity\n\n\nMultiple regression analyses of phototropic curvature in both roots and shoots revealed position as a significant variable that predicts the rate of phototropic curvature. This effect is due to the observed differences in illumination across the membrane as the distance from the light source increases (\nSuppl. Fig. S1\n and \nS2\n). Therefore, within a cassette where all seedlings are exposed to directional light for the same duration, seedlings furthest from the light source receive reduced fluency from the lights, and, in turn, exhibit reduced phototropic curvature. However, while the magnitude of curvature differed significantly across fluence rates, the overall proportional trend in curvature was conserved. The relationship between fluence rates and phototropic curvature is well characterized (\nJanoudi and Poff 1990\n; \nSakai et al. 2001\n). Traditionally, illumination and curvature of hypocotyls follow the Bunsen-Roscoe law, where curvature is a product of illumination intensity and the duration of exposure (\nBunsen and Roscoe 1863\n). However, the previous studies characterizing phototropic response have reported that this relationship ceases to be valid at illumination intensities of greater than 0.01 μmol m\n−2\n (\nJanoudi and Poff 1990\n), well below the light intensity used in this study. In addition, illumination intensity has previously been shown to have no effect on phototropic curvature of hypocotyls of WT seedlings (\nSakai et al. 2001\n). It also is possible that the significant effect of position on phototropic curvature is the result of the use of non-etiolated seedlings, which our previous spaceflight studies utilized.",
    "continued_technical_improvements_to_space_experiments_on_pla": "Results from these experiments expand upon and optimize the previous experiments performed under conditions of microgravity and reduced gravity on board the ISS (\nTable 3\n). During the TROPI-1 series of experiments, germination rates were severely hampered by excess stowage time (>8 months) of the seeds prior to the activation of the experiment in space (\nKiss et al. 2009\n; \nMillar et al. 2010\n). During TROPI-2, we found that reducing the stowage time of seeds (<3 months) resulted in a dramatic increase in seed germination (\nKiss et al. 2009\n). In addition, it was discovered after the conclusion of the TROPI experiments that utilization of the EMCS’s two-rotor setup resulted in a slight light contamination between the two rotors, which may have caused non-unidirectional light sources (\nKiss et al. 2014\n). The current seedling growth set of experiments were conducted utilizing a single rotor of the EMCS to remove the possibility of between-rotor light contamination and have been optimized in many other ways (\nTable 3\n).\nThe large range in sample sizes (6–50) of the various conditions was a product of multiple factors. Due to limited space, the design of the experiment necessitated an unbalanced experimental design, where half as many plants were grown under blue light or were pretreated with red light. In addition, there was reduced germination during the second spaceflight experiment for the Ler WT and PhyA genotypes. The reduction in germination in likely due to the extended period of time the seeds remained in hardware prior to spaceflight, as germination counts during flight build were in excess of 85 % (data not shown). Reducing the time between hardware build and execution of the experiment can help to increase germination rates and to maximize scientific return of space-flight experiments.",
    "phototropic_responses_in_roots": "Under the conditions of microgravity, a novel positive blue-light phototropic response was observed in roots of seedlings (\nFigs. 3\n, \n4\n). While blue-light-based negative phototropism in roots has been extensively characterized in ground studies (\nCorrell and Kiss 2002\n), this positive phototropic response is greatly reduced at 0.1\ng\n, and effectively negated at 0.3\ng\n and higher gravity levels. To date, this phototropic response has not previously been observed in the roots of \nArabidopsis\n. This observation suggests that positive phototropic response in \nArabidopsis\n roots is masked by the much more robust gravitropic response in Earth normal conditions, and the response can only be observed when the gravity vector is greatly reduced or eliminated, as can be observed in space experiments in orbiting vehicles. Interestingly, the relationship between the blue-light-positive phototropic response and gravity appears to represent a threshold model, where gravity levels between 0\ng\n and 0.1\ng\n eliminate the blue positive phototropic response. Interestingly, the previous clinorotation studies conducted by our group did not demonstrate positive phototropic curvature of roots when exposed to blue light. This observation suggests that while informative and beneficial, clinorotation studies are not a perfect proxy for actual microgravity, and further highlights the need for true spaceflight experiments. In addition to the blue-light phototropic response, a 1-h red-light pretreatment, followed by continuous blue illumination was tested (\nFig. 5\n). Similar to the blue-light exposure only phototropic response revealed in roots, red-light pretreated roots exhibited an immediate and robust response in the direction of the blue-light photostimulus. The magnitude of the total positive phototropic curvature was at least 25 % greater in roots exposed to red-light pretreatment compared with those exposed solely to blue light. These results are not unexpected, as the previous studies of \nArabidopsis\n have shown that etiolated (dark-grown) seedlings exposed to red-light pretreatment experience an increase in the blue-light phototropic response (\nSakai and Haga 2012\n; \nGoyal et al. 2013\n). In addition, recent studies have demonstrated that overhead pretreatment with blue-light illumination also enhances the phototropic response (\nSullivan et al. 2016\n). It has been proposed that this effect is due to red, far red, and blue light all acting together as an activator of phytochrome A, which leads to enhancement of the phototropic response (\nLariguet and Fankhauser 2004\n). However, it is interesting to note that we do not see a significant difference in phototropic response in \nphyA\n mutants when compared with the wild type. This observation suggests that phytochrome A does not contribute to enhancement of blue-light positive phototropic response in roots. In addition, there is no apparent effect of genotype on the overall magnitude of phototropic response of roots pretreated with red light. A similar attenuation of positive phototropic curvature at 0.1\ng\n is also exhibited under red-light pretreatment when compared with non-pretreated samples. Cessation of curvature appears as a similar thresholding response between 0\ng\n and 0.1\ng\n, which negates positive phototropic curvature in red-light pretreated samples.\nAs noted in our previous space experiments (\nMillar et al. 2010\n; \nKiss et al. 2012\n), plant roots exposed to illumination with red light also experienced positive phototropic curvature (\nFig. 6\n). The positive phototropic response is confirmed and is similar to what has previously been characterized during the TROPI experiments, however, the magnitude of positive phototropic curvature is greater than in the previous results (\nKiss et al. 2012\n). Interestingly, two distinctions exist when comparing the root phototropic response to red vs. blue light. First, the positive phototropic curvature in response to red light is not eliminated at the onset of gravitational acceleration. Rather, it appears that the rate of root positive phototropic curvature is inversely correlated with the magnitude of the gravity vector, with the largest magnitude of curvature being experienced in seedlings exposed to microgravity. Second, there appears to be a genotype-specific effect at low gravity conditions, where the WT shows much higher levels of positive phototropic curvature when compared with phytochrome mutant varieties. However, this genotype effect appears to be negated at gravity levels of 0.5\ng\n and greater.\nComparison of the root phototropic responses to red light and blue light reveals unique patterns between the two treatments. Utilization of fractional or reduced gravity conditions allowed for the identification of gravity levels that correspond with an attenuation of response, which differed between the two light treatments. Interestingly, a threshold value of 0.1–0.3\ng\n is enough to cease phototropic curvature in roots illuminated with blue light; however, this same threshold is not observed in red light, which exhibits something akin to a gravity dose response. This difference in response suggests that the mechanisms controlling the interaction between gravitropic response and phototropic response are different for red and blue light. In addition, the enhancement of the blue-light phototropic response in roots after red-light pretreatment suggests that while the two responses differ in pattern and potentially, mechanisms, there is still an additive effect that causes an enhancement to total phototropic curvature.\nThe notion of positive blue-light phototropism in roots tends to contradict the traditional understanding of phototropic function, where roots move in the opposite direction of blue light to grow deeper into soil. However, these observed differences in phototropism between 1\ng\n and μ\ng\n in \nArabidopsis\n may reflect the evolutionary history of plants. For instance, plants from older evolutionary lineages, such as mosses and ferns, have a very versatile directional response to both red and blue light (\nKiss 1994\n; \nWada 2007\n; \nLi and Mathews 2016\n). Thus, microgravity may reveal mechanisms of phototropism that are normally masked by Earth nominal gravity conditions.\nIt is possible that the near-linear relationship between red-light phototropic response and gravity in roots is a result of cytosolic calcium ions which have been thought to play a key role in the transmission of gravity sensing (\nPoovaiah et al. 1987\n; \nGilroy et al. 1993\n; \nCorrell et al. 2013\n), potentially through regulating the distribution of auxin and auxin transporters within the root cells (\nBenjamins et al. 2003\n; \nZhang et al. 2011\n; \nShih et al. 2015\n). A study conducted by \nToyota et al. (2013)\n utilized parabolic flight to examine the effects of reduced gravity gradients on calcium (Ca\n2+\n) signaling. This study examined the gravitropic response to gravity vectors ranging from 0.5\ng\n to 2.0\ng\n and found intercellular Ca\n2+\n signaling exhibits a near-linear relationship with gravistimulation. This linear relationship between gravity sensing and Ca\n2+\n signaling is the inverse of the observed red-light-induced phototropic curvature in roots observed in our present study, suggesting a potential antagonistic relationship with the root red-light phototropic response mechanisms. A recent study also utilized parabolic flights to examine cytosolic calcium levels on \nArabidopsis\n cell cultures (\nNeef et al. 2015\n). In addition, this report demonstrated a clear link between several known Ca\n2+\n inhibitors/antagonists and changes in cytosolic calcium due to gravity. However, this study also identified a single Ca\n2+\n (nifedipine) inhibitor that had no effect on calcium signaling, suggesting the possibility of unique calcium channels or pumps involved in gravity signaling. It is possible that a gradual reduction in cytosolic calcium levels is responsible for the decreased positive phototropic response associated with increasing gravity.",
    "phototropic_responses_in_hypocotyls": "As in ground studies, plant hypocotyls exposed to continuous blue-light illumination showed an immediate and robust positive phototropic response in the direction of the light stimulus, followed by continuous growth at 90° in the direction of the light source (\nFig. 7\n). As expected, there is no statistically significant effect of genotype on the phototropic curvature of hypocotyls exposed to blue light. Gravity also did not have a significant effect on the direction, response time, or magnitude of hypocotyl phototropic curvature in response to unidirectional blue-light illumination. However, we do see a significant statistical correlation between the distances of the seedling from the light source, and the rate of positive phototropic curvature. These results correspond to our previous characterization of blue-light phototropic response in hypocotyls, where no increase in curvature was observed when exposed to microgravity conditions (\nKiss et al. 2012\n).\nRed-light pretreatment of seedlings exposed to blue light did not result in an observable increase in the rate of positive phototropic response, and the pattern of phototropic curvature mirrored those seedlings that were not exposed to red-light pretreatment (\nFig. 8\n). Interestingly, a recent study found that curvature enhancements stemming from red- or blue-light pretreatments were affected by light intensity, where higher fluence rates of the directional light caused a reduction in phototropic curvature (\nSullivan et al. 2016\n). It is possible that enhancement of phototropic curvature was not observed in this case due to fluence rates that were high enough to inhibit the enhancement of curvature. In addition, it is possible that due to the rapid phototropic response of hypocotyls to blue light, we were unable to capture differences in curvature rate from the frequency of images we obtained (every 30 min). Increasing the rate of image capture (e.g., every 5 min) would likely help to identify enhancements in phototropic curvature of hypocotyls pretreated with red light.\nAnalyses of seedlings grown in microgravity conditions and exposed to red light (\nFig. 9\n) have confirmed previously characterized positive phototropic curvature of \nArabidopsis\n hypocotyls (\nMillar et al. 2010\n; \nKiss et al. 2012\n). This positive hypocotyl curvature was previously characterized during the TROPI experiment series, however, it must be noted that the magnitude of the positive phototropic curvatures is less than what was measured during TROPI-2 (\nKiss et al. 2012\n). These results are similar in magnitude and in accordance with results obtained from the TROPI-1 experiment (\nMillar et al. 2010\n). These differences can likely be attributed to the light contamination between rotors in the earlier experiments (\nKiss et al. 2014\n), as all other conditions within the experiment were unaltered. In addition, the magnitude of positive hypocotyl phototropism when exposed to red light does not appear to be contingent on the gravity vector, whereas the previous study found a significant difference in rates of phototropic curvature in hypocotyls exposed to low gravity (μ\ng\n or 0.1\ng\n) versus more substantial gravity vectors (0.3\ng\n or 1\ng\n). Previously, positive phototropic curvature of hypocotyls exposed to red light was shown to be enhanced in \nphyB\n mutants when compared with \nphyA\n and WT varieties (\nKiss et al. 2012\n). However, as all three genotypes tested show positive phototropic responses that were not significantly different, these results were not reproduced in this study. Again, we attribute these differences to the fact that we have improved the experimental conditions in this report by eliminating the stray light between rotors in the current studies.",
    "phototropic_responses_and_illumination_intensity": "Multiple regression analyses of phototropic curvature in both roots and shoots revealed position as a significant variable that predicts the rate of phototropic curvature. This effect is due to the observed differences in illumination across the membrane as the distance from the light source increases (\nSuppl. Fig. S1\n and \nS2\n). Therefore, within a cassette where all seedlings are exposed to directional light for the same duration, seedlings furthest from the light source receive reduced fluency from the lights, and, in turn, exhibit reduced phototropic curvature. However, while the magnitude of curvature differed significantly across fluence rates, the overall proportional trend in curvature was conserved. The relationship between fluence rates and phototropic curvature is well characterized (\nJanoudi and Poff 1990\n; \nSakai et al. 2001\n). Traditionally, illumination and curvature of hypocotyls follow the Bunsen-Roscoe law, where curvature is a product of illumination intensity and the duration of exposure (\nBunsen and Roscoe 1863\n). However, the previous studies characterizing phototropic response have reported that this relationship ceases to be valid at illumination intensities of greater than 0.01 μmol m\n−2\n (\nJanoudi and Poff 1990\n), well below the light intensity used in this study. In addition, illumination intensity has previously been shown to have no effect on phototropic curvature of hypocotyls of WT seedlings (\nSakai et al. 2001\n). It also is possible that the significant effect of position on phototropic curvature is the result of the use of non-etiolated seedlings, which our previous spaceflight studies utilized.",
    "conclusions": "In this study, we characterize a novel blue-light phototropism that is present in microgravity, but is attenuated at low (0.1–0.3\ng\n) gravity levels. One-hour red-light pre-treatment followed by blue-light illumination enhanced the rate of positive phototropic curvature in roots. In addition, positive phototropic curvature in roots exposed to red-light was observed; however, increasing levels of gravity causes a gradual reduction in the magnitude of curvature as opposed to the drastic cessation observed under blue-light exposure. The red-light phototropic response of hypocotyls in microgravity, which we have previously characterized, was also confirmed.\nIn addition, the present report shows the value of repetition of space experiments as is usual in ground experiments (\nKiss 2015\n). In the first experiments (TROPI-1 and TROPI-2), we encountered a number of technical issues and obstacles (\nKiss et al. 2009\n; \nMillar et al. 2010\n). In the more recent Seedling Growth experiments, we were able to solve the technical issues and overcome the limitations of the previous projects (\nTable 3\n; \nKiss et al. 2014\n). Thus, in this better controlled light environment in the EMCS, we were able to make new discoveries on the positive phototropism of roots in response to blue light that has added to the previous reports of novel mechanisms of red-light sensing that has been revealed in microgravity. It is clear that effectively removing the ubiquitous gravity vector in spaceflight experiments allows researchers to better understand the myriad of phototropic responses in plants.",
    "supplementary_material": "SuppFig1\n\n\n\n\nNIHMS926550-supplement-SuppFig1.tif\n (155KB, tif)\nSuppFig2\n\n\n\n\nNIHMS926550-supplement-SuppFig2.tif\n (149.8KB, tif)\nSuppTable1\n\n\n\n\nNIHMS926550-supplement-SuppTable1.tif\n (141.4KB, tif)\nSuppTable2\n\n\n\n\nNIHMS926550-supplement-SuppTable2.tif\n (146.5KB, tif)\nSuppTable3\n\n\n\n\nNIHMS926550-supplement-SuppTable3.tif\n (90.7KB, tif)\nSuppTable4\n\n\n\n\nNIHMS926550-supplement-SuppTable4.tif\n (89.3KB, tif)",
    "acknowledgments": "Funding for this study was provided by NASA Grant NNX12A065G, and we would like to acknowledge the fine support of NASA’s Ames Research Center. In addition to NASA, we would like to thank the European Space Agency and the Norwegian User Support and Operations Center (N-USOC) for their support on this project. Finally, we would like to thank the astronauts on board the ISS for their support, without whom these experiments would not be possible.",
    "abbreviation": "EMCS\n\n\nEuropean Modular Cultivation System",
    "footnotes": "Electronic supplementary material\n The online version of this article (doi:10.1007/s00425-016-2581-8) contains \nsupplementary material\n, which is available to authorized users.\n\n\nAuthor contribution statement\n All authors participated in the design of the experiments and in the preparation of the spaceflight project. JPV and JZK wrote the manuscript. All authors read and approved the manuscript.",
    "references": "Benjamins R, Ampudia CSG, Hooykaas PJ, Offringa R. PINOID-mediated signaling involves calcium-binding proteins. Plant Physiol. 2003;132:1623–1630. doi: 10.1104/pp.103.019943.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBraam J. In touch: plant responses to mechanical stimuli. New Phytol. 2005;165:373–389. doi: 10.1111/j.1469-8137.2004.01263.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBriggs WR.  Phototropism in higher plants. In: Giese AC, editor. Photophysiology: general principles; action of light on plants. Vol. 1. Academic Press; New York, London: 1964. pp. 223–271.\n [\nGoogle Scholar\n]\n\n\n\n\nBriggs WR. Phootropism: some history, some puzzles, and a look ahead. Plant Physiol. 2014;164:13–23. doi: 10.1104/pp.113.230573.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrinckmann E. ESA hardware for plant research on the International Space Station. Adv Space Res. 2005;36:1162–1166.\n [\nGoogle Scholar\n]\n\n\n\n\nBrinckmann E, Schiller P. Experiments with small animals in BIOLAB and EMCS on the International Space Station. Adv Space Res. 2002;30:809–814. doi: 10.1016/s0273-1177(02)00401-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrown BA, Jenkins GI. UV-B signaling pathways with different fluence-rate response profiles are distinguished in mature Arabidopsis leaf tissue by requirement for UVR8, HY5, and HYH. Plant Physiol. 2008;146:576–588. doi: 10.1104/pp.107.108456.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBunsen R, Roscoe HE. Photo-chemical researches, part V. On the direct measurement of the chemical action of sunlight. Philos Trans R Soc Lond. 1863;153:139–160.\n [\nGoogle Scholar\n]\n\n\n\n\nChen R, Rosen E, Masson PH. Gravitropism in higher plants. Plant Physiol. 1999;120:343–350. doi: 10.1104/pp.120.2.343.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChristie JM, Salomon M, Nozue K, Wada M, Briggs WR. LOV (light, oxygen, or voltage) domains of the blue-light photoreceptor phototropin (nph1): binding sites for the chromophore flavin mononucleotide. Proc Natl Acad Sci USA. 1999;96:8779–8783. doi: 10.1073/pnas.96.15.8779.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChristie JM, Blackwood L, Petersen J, Sullivan S. Plant flavoprotein photoreceptors. Plant Cell Physiol. 2014;56:401–413. doi: 10.1093/pcp/pcu196.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCorrell MJ, Kiss JZ. Interactions between gravitropism and phototropism in plants. J Plant Growth Regul. 2002;21:89–101. doi: 10.1007/s003440010056.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCorrell MJ, Kiss JZ. The roles of phytochromes in elongation and gravitropism of roots. Plant Cell Physiol. 2005;46:317–323. doi: 10.1093/pcp/pci038.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCorrell MJ, Coveney KM, Raines SV, Mullen JL, Hangarter RP, Kiss JZ. Phytochromes play a role in phototropism and gravitropism in Arabidopsis roots. Adv Space Res. 2003;31:2203–2210. doi: 10.1016/s0273-1177(03)00245-x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCorrell MJ, Pyle TP, Millar KD, Sun Y, Yao J, Edelmann RE, Kiss JZ. Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes. Planta. 2013;238:519–533. doi: 10.1007/s00425-013-1909-x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDarwin C, Darwin F.  The power of movement in plants. John Murray; London: 1880. \n [\nGoogle Scholar\n]\n\n\n\n\nGilroy S, Bethke PC, Jones RL. Calcium homeostasis in plants. J Cell Sci. 1993;106:453–461. doi: 10.1242/jcs.106.2.453.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGoyal A, Szarzynska B, Fankhauser C. Phototropism: at the crossroads of light-signaling pathways. Trends Plant Sci. 2013;18:393–401. doi: 10.1016/j.tplants.2013.03.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHopkins JA, Kiss JZ. Phototropism and gravitropism in transgenic lines of Arabidopsis altered in the phytochrome pathway. Physiol Plant. 2012;145:461–473. doi: 10.1111/j.1399-3054.2012.01607.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJanoudi A, Poff KL. A common fluence threshold for first positive and second positive phototropism in Arabidopsis thaliana. Plant Physiol. 1990;94:1605–1608. doi: 10.1104/pp.94.4.1605.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKaufman PB, Song I, Pharis RP.  Gravity perception and response mechanism in graviresponding cereal grass shoots. In: Purohit SS, editor. Hormonal regulation of plant growth and development. Springer; Netherlands: 1987. pp. 189–200.\n [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ. Negative phototropism in young gametophytes of the fern Schizaea pusilla. Plant Cell Environ. 1994;17:1339–1343.\n [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ. Mechanisms of the early phases of plant gravitropism. Crit Rev Plant Sci. 2000;19:551–573. doi: 10.1080/07352680091139295.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ. Where’s the water? Hydrotropism in plants. Proc Natl Acad Sci USA. 2007;104:4247–4248. doi: 10.1073/pnas.0700846104.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ. Plant biology in reduced gravity on the Moon and Mars. Plant Biol. 2014;16:12–17. doi: 10.1111/plb.12031.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ. Conducting plant experiments in space. Methods Mol Biol. 2015;1309:255–283. doi: 10.1007/978-1-4939-2697-8_19.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ, Mullen JL, Correll MJ, Hangarter RP. Phytochromes A and B mediate red-light-induced positive phototropism in roots. Plant Physiol. 2003;131:1411–1417. doi: 10.1104/pp.013847.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ, Kumar P, Millar KD, Edelmann RE, Correll MJ. Operations of a spaceflight experiment to investigate plant tropisms. Adv Space Res. 2009;44:879–886.\n [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ, Millar KD, Edelmann RE. Phototropism of Arabidopsis thaliana in microgravity and fractional gravity on the International Space Station. Planta. 2012;236:635–645. doi: 10.1007/s00425-012-1633-y.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKiss JZ, Aanes G, Schiefloe M, Coelho LH, Millar KD, Edelmann RE. Changes in operational procedures to improve spaceflight experiments in plant biology in the European Modular Cultivation System. Adv Space Res. 2014;53:818–827.\n [\nGoogle Scholar\n]\n\n\n\n\nKumar NS, Stevens MHH, Kiss JZ. Plastid movement in statocytes of the arg1 (altered response to gravity) mutant. Am J Bot. 2008;95:177–184. doi: 10.3732/ajb.95.2.177.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKutschera U, Briggs WR. Root phototropism: from dogma to the mechanism of blue light perception. Planta. 2012;235:443–452. doi: 10.1007/s00425-012-1597-y.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKutschera U, Briggs WR. Phototropic solar tracking in sunflower plants: an integrative perspective. Ann Bot. 2016;117:1–8. doi: 10.1093/aob/mcv141.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLariguet P, Fankhauser C. Hypocotyl growth orientation in blue light is determined by phytochrome A inhibition of gravitropism and phototropin promotion of phototropism. Plant J. 2004;40:826–834. doi: 10.1111/j.1365-313X.2004.02256.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLaxmi A, Pan J, Morsy M, Chen R. Light plays an essential role in intracellular distribution of auxin efflux carrier PIN2 in Arabidopsis thaliana. PLoS One. 2008;3:e1510. doi: 10.1371/journal.pone.0001510.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLi FW, Mathews S. Evolutionary aspects of plant photoreceptors. J Plant Res. 2016;129:115–122. doi: 10.1007/s10265-016-0785-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiscum E, Askinosie SK, Leuchtman DL, Morrow J, Willenburg KT, Coats DR. Phototropism: growing towards an understanding of plant movement. Plant Cell. 2014;26:38–55. doi: 10.1105/tpc.113.119727.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLópez-Juez E, Dillon E, Magyar Z, Khan S, Hazeldine S, de Jager SM, Murray JA, Beemster GT, Bögre L, Shanahan H. Distinct light-initiated gene expression and cell cycle programs in the shoot apex and cotyledons of Arabidopsis. Plant Cell. 2008;20:947–968. doi: 10.1105/tpc.107.057075.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMandoli DF, Briggs WR. Fiber optics in plants. Sci Am. 1984;251:90–98.\n [\nGoogle Scholar\n]\n\n\n\n\nMillar KD, Kumar P, Correll MJ, Mullen JL, Hangarter RP, Edelmann RE, Kiss JZ. A novel phototropic response to red light is revealed in microgravity. New Phytol. 2010;186:648–656. doi: 10.1111/j.1469-8137.2010.03211.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMo M, Yokawa K, Wan Y, Baluška F. How and why do root apices sense light under the soil surface? Front Plant Sci. 2015;6:775. doi: 10.3389/fpls.2015.00775.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMolas ML, Kiss JZ. PKS1 plays a role in red-light-based positive phototropism in roots. Plant Cell Environ. 2008;31:842–849. doi: 10.1111/j.1365-3040.2008.01797.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMoni A, Lee AY, Briggs W, Han IS. The blue light receptor Phototropin 1 suppresses lateral root growth by controlling cell elongation. Plant Biol. 2015;17:34–40. doi: 10.1111/plb.12187.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNeef M, Ecke M, Hampp R. Real-time recording of cytosolic calcium levels in Arabidopsis thaliana cell cultures during parabolic flights. Microgravity Sci Tec. 2015;27:305–312.\n [\nGoogle Scholar\n]\n\n\n\n\nOvid (8 AD) Metamorphosis. Oxford University Press; Oxford: 2008. \n [\nGoogle Scholar\n]\n\n\n\n\nPoovaiah B, Reddy A, Leopold AC. Calcium messenger system in plants. Crit Rev Plant Sci. 1987;6:47–103. doi: 10.1080/07352688709382247.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSakai T, Haga K. Molecular genetic analysis of phototropism in Arabidopsis. Plant Cell Physiol. 2012;53:1517–1534. doi: 10.1093/pcp/pcs111.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSakai T, Kagawa T, Kasahara M, Swartz TE, Christie JM, Briggs WR, Wada M, Okada K. Arabidopsis nph1 and npl1: blue light receptors that mediate both phototropism and chloroplast relocation. Proc Natl Acad Sci USA. 2001;98:6969–6974. doi: 10.1073/pnas.101137598.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShih H-W, DePew CL, Miller ND, Monshausen GB. The cyclic nucleotide-gated channel CNGC14 regulates root gravitropism in Arabidopsis thaliana. Curr Biol. 2015;25:3119–3125. doi: 10.1016/j.cub.2015.10.025.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSilva-Navas J, Moreno-Risueno MA, Manzano C, Pallero-Baena M, Navarro-Neila S, Téllez-Robledo B, Garcia-Mina JM, Baigorri R, Gallego FJ, Pozo JC. D-Root: a system for cultivating plants with the roots in darkness or under different light conditions. Plant J. 2015;84:244–255. doi: 10.1111/tpj.12998.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSullivan S, Hart JE, Rasch P, Walker CH, Christie JM. Phytochrome A mediates blue-light enhancement of second-positive phototropism in Arabidopsis. Front Plant Sci. 2016;7:290. doi: 10.3389/fpls.2014.00563.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTester M, Morris C. The penetration of light through soil. Plant, Cell Environ. 1987;10:281–286.\n [\nGoogle Scholar\n]\n\n\n\n\nToyota M, Furuichi T, Sokabe M, Tatsumi H. Analyses of a gravistimulation-specific Ca2+ signature in Arabidopsis using parabolic flights. Plant Physiol. 2013;163:543–554. doi: 10.1104/pp.113.223313.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVandenbrink JP, Kiss JZ. Space, the final frontier: a critical review of recent experiments performed in microgravity. Plant Sci. 2016;243:115–119. doi: 10.1016/j.plantsci.2015.11.004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVandenbrink JP, Brown EA, Harmer SL, Blackman BK. Turning heads: the biology of solar tracking in sunflower. Plant Sci. 2014a;224:20–26. doi: 10.1016/j.plantsci.2014.04.006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVandenbrink JP, Kiss JZ, Herranz R, Medina FJ. Light and gravity signals synergize in modulating plant development. Front Plant Sci. 2014b;5:563. doi: 10.3389/fpls.2014.00563.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWada M. The fern as a model system to study photomorphogenesis. J Plant Res. 2007;120:3–16. doi: 10.1007/s10265-006-0064-x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWhippo C, Hangarter R. Phytochrome modulation of blue-light-induced phototropism. Plant Cell Environ. 2004;27:1223–1228.\n [\nGoogle Scholar\n]\n\n\n\n\nWoolley JT, Stoller EW. Light penetration and light-induced seed germination in soil. Plant Physiol. 1978;61:597–600. doi: 10.1104/pp.61.4.597.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang J, Vanneste S, Brewer PB, Michniewicz M, Grones P, Kleine-Vehn J, Löfke C, Teichmann T, Bielach A, Cannoot B. Inositol trisphosphate-induced Ca 2+ signaling modulates auxin transport and PIN polarity. Dev Cell. 2011;20:855–866. doi: 10.1016/j.devcel.2011.05.013.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSuppFig1\n\n\n\n\nNIHMS926550-supplement-SuppFig1.tif\n (155KB, tif) \n\n\nSuppFig2\n\n\n\n\nNIHMS926550-supplement-SuppFig2.tif\n (149.8KB, tif) \n\n\nSuppTable1\n\n\n\n\nNIHMS926550-supplement-SuppTable1.tif\n (141.4KB, tif) \n\n\nSuppTable2\n\n\n\n\nNIHMS926550-supplement-SuppTable2.tif\n (146.5KB, tif) \n\n\nSuppTable3\n\n\n\n\nNIHMS926550-supplement-SuppTable3.tif\n (90.7KB, tif) \n\n\nSuppTable4\n\n\n\n\nNIHMS926550-supplement-SuppTable4.tif\n (89.3KB, tif)",
    "supplementary_materials": "SuppFig1\n\n\n\n\nNIHMS926550-supplement-SuppFig1.tif\n (155KB, tif)\nSuppFig2\n\n\n\n\nNIHMS926550-supplement-SuppFig2.tif\n (149.8KB, tif)\nSuppTable1\n\n\n\n\nNIHMS926550-supplement-SuppTable1.tif\n (141.4KB, tif)\nSuppTable2\n\n\n\n\nNIHMS926550-supplement-SuppTable2.tif\n (146.5KB, tif)\nSuppTable3\n\n\n\n\nNIHMS926550-supplement-SuppTable3.tif\n (90.7KB, tif)\nSuppTable4\n\n\n\n\nNIHMS926550-supplement-SuppTable4.tif\n (89.3KB, tif)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.7 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5748516/"
}