{
  "id": "PMC5504618",
  "title": "Human presence impacts fungal diversity of inflated lunar/Mars analog habitat.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Human presence impacts fungal diversity of inflated lunar/Mars analog habitat.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5504618/"
  },
  "sections": {
    "abstract": "Background\nAn inflatable lunar/Mars analog habitat (ILMAH), simulated closed system isolated by HEPA filtration, mimics International Space Station (ISS) conditions and future human habitation on other planets except for the exchange of air between outdoor and indoor environments. The ILMAH was primarily commissioned to measure physiological, psychological, and immunological characteristics of human inhabiting in isolation, but it was also available for other studies such as examining its microbiological aspects. Characterizing and understanding possible changes and succession of fungal species is of high importance since fungi are not only hazardous to inhabitants but also deteriorate the habitats. Observing the mycobiome changes in the presence of human will enable developing appropriate countermeasures with reference to crew health in a future closed habitat.\nResults\nSuccession of fungi was characterized utilizing both traditional and state-of-the-art molecular techniques during the 30-day human occupation of the ILMAH. Surface samples were collected at various time points and locations to observe both the total and viable fungal populations of common environmental and opportunistic pathogenic species. To estimate the cultivable fungal population, potato dextrose agar plate counts method was utilized. The internal transcribed spacer region-based iTag Illumina sequencing was employed to measure the community structure and fluctuation of the mycobiome over time in various locations. Treatment of samples with propidium monoazide (PMA; a DNA intercalating dye for selective detection of viable microbial populations) had a significant effect on the microbial diversity compared to non-PMA-treated samples. Statistical analysis confirmed that viable fungal community structure changed (increase in diversity and decrease in fungal burden) over the occupation time. Samples collected at day 20 showed distinct fungal profiles from samples collected at any other time point (before or after). Viable fungal families like \nDavidiellaceae\n, \nTeratosphaeriaceae\n, \nPleosporales\n, and \nPleosporaceae\n were shown to increase during the occupation time.\nConclusions\nThe results of this study revealed that the overall fungal diversity in the closed habitat changed during human presence; therefore, it is crucial to properly maintain a closed habitat to preserve it from deteriorating and keep it safe for its inhabitants. Differences in community profiles were observed when statistically treated, especially of the mycobiome of samples collected at day 20. On a genus level \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, \nDavidiella\n, and \nCryptococcus\n showed increased abundance over the occupation time.\nElectronic supplementary material\nThe online version of this article (doi:10.1186/s40168-017-0280-8) contains supplementary material, which is available to authorized users.",
    "background": "Background\nPlanning future space explorations, involving potential human missions to Mars, would require constructing a safe closed habitat [\n1\n, \n2\n]. An inflatable lunar/Mars analog habitat (ILMAH) is a unique, simulated closed environment (isolated by HEPA filtration) that can be utilized to overcome challenges associated with both technical and scientific issues [\n3\n]. Because the ILMAH mimics International Space Station (ISS) conditions and is treated as a prototype habitat for future space explorations, microbiological characteristics of such a closed environment is of high interest to the National Aeronautics and Space Administration (NASA). The environmentally controlled ILMAH is an easily accessible system that enables samples to be collected and analyzed at multiple times at relatively low cost. Understanding the microbiome of a closed system and its association with human inhabitation will help to assess the correlation between human health and microbiome of the habitat as well as the influence of microorganism on the habitat deterioration [\n4\n–\n6\n].\nThe highly specialized structure of the simulated ILMAH keeps its inhabitants in isolation from the outside environment. Except for the exchange of the air between outdoor and indoor environments via an advanced environmental control system, the ILMAH mimics the ISS and other future habitats of human explorers on the other planets [\n3\n]. This unique feature of the ILMAH allows observing the changes in the microbiome during human occupation. The bacteriome of the ILMAH was recently reported [\n7\n], as in the case of most of the studies reporting on bacterial microbiomes [\n8\n]. The molecular fungal diversity of Japanese Experimental Module—Kibo, on the ISS, revealed abundance of fungi associated with astronauts, but succession of viable fungal population in their habitat was not addressed [\n9\n]. The skin fungal microbiota of 10 Japanese astronauts showed temporal changes before, during, and after their stay on the ISS. The molecular fungal diversity associated with various body parts was reduced during the spaceflight when compared to pre-flight data. However, the ratio of \nMalassezia\n genetic signatures to all fungal gene copies (including dead fungal cells) increased during their stay at the ISS—but the viability of these fungi was not confirmed [\n10\n]. This is the first report that thoroughly characterizes the mycobiome of a simulated habitat meant for the future human habitats on other planets.\nUtilization of next generation sequencing (NGS) techniques enables more in-depth analysis of indoor microbiomes [\n11\n]. Many studies focus on the bacterial microbiome of intensive care units [\n8\n, \n12\n–\n14\n], pharmaceutical clean rooms [\n15\n–\n17\n], or tissue banks [\n18\n] since their microbial composition has an impact on human health and life. Nosocomial infections acquired in hospitals and other health care facilities remain the sixth leading cause of death in the hospitals in USA [\n19\n, \n20\n]. Nosocomial infections are mostly caused by various fungal species that belong to the \nCandida\n genus and filamentous fungus \nAspergillus fumigatus\n [\n21\n–\n23\n]. Therefore, it remains important to screen future closed habitats for the presence of opportunistic pathogens that can affect health of immunocompromised astronauts. So far, majority of the indoor microbiome studies have focused on the bacterial microbiome without analyzing the mycobiome. In addition, those few studies that characterized fungi of indoor environments focused on culture-based populations [\n24\n–\n27\n]. In those cases, where new molecular techniques were implemented [\n28\n–\n31\n] viable fungi were not differentiated from the total population (viable and dead) [\n32\n]. The internal transcribed spacer region-based iTag Illumina sequencing coupled with the propidium monoazide (PMA) treatment used in this study can determine the viable mycobiome.\nFungi are extremophiles that can survive harsh conditions such as low nutrient [\n33\n], desiccation [\n34\n], high/low temperatures [\n35\n, \n36\n], acidic/alkaline [\n37\n, \n38\n], radiation [\n39\n, \n40\n], and other environments [\n41\n, \n42\n]. Fungal species not only have been isolated from all known environments on Earth, including barren lands like deserts, caves, or nuclear accident sites, but also are known to be difficult to eradicate from other types of environments including indoor and closed spaces [\n8\n, \n36\n, \n42\n, \n43\n].\nCharacterizing and understanding possible changes to, and succession of, fungal species in the ILMAH is of high importance since some of the fungi are extremophiles that are not only potentially hazardous to inhabitants but also can deteriorate the habitat itself [\n25\n, \n44\n, \n45\n]. It was previously reported that people spending a significant amount of time indoors might suffer from so called “sick building syndrome” (SBS). SBS is characterized by health- and comfort-related syndromes (e.g., headache, tiredness) that ease after leaving a building. Fatigue and discomfort might be caused not only by physical characteristics of the closed system (humidity, temperature, lighting) but also by biological contamination from both bacteria and fungi [\n46\n, \n47\n]. Fungal pathogens’ presence in indoor areas might pose health hazards for people exhibiting immunodeficiency [\n48\n]. Pathogenic fungi produce a range of secondary metabolites (SMs) that influence their virulence (e.g., melanins, siderophores, or species-specific toxins), induce allergies, and cause diseases (e.g., aspergillosis, candidiasis, or cryptococcosis) [\n48\n, \n49\n]. Prolonged stays in closed habitats (e.g., ILMAH, ISS, etc.) might be stressful for inhabitants and lead to a decrease in immune response; therefore, assessing the presence of any opportunistic pathogens is vital [\n50\n].\nPrevious reports on the mycobiome in NASA clean rooms and on the ISS documented NGS results from samples collected from various locations, but none of the studies focused on the analysis of the microbial succession of systematically collected samples [\n28\n, \n32\n]. The bacterial and archaeal microbiome succession of the ILMAH using NGS has been carried out [\n7\n]. This is the first report characterizing the succession of fungi in a simulated closed system meant for human habitation on other planets utilizing both traditional and state-of-the-art molecular techniques. In addition, attempts were made during this study to elucidate the temporal and spatial distribution of the fungal population and diversity in a closed human habitat.",
    "results": "Results\nCultivable fungal burden and diversity\nThe culture-based fungal abundance of the ILMAH was estimated for each sampling location with colony-forming unit (CFU) values ranging from below detection limit (BDL) to 10\n4\n CFU/m\n2\n (Additional file \n4\n: Table ST1a). The highest abundance of the cultivable fungi was observed during the first sampling (T\n0\n) followed by ~1 log decrease in CFU during consecutive sampling events (T\n13\n, T\n20\n, T\n30\n) for each living compartment. High fungal population was noticed in samples collected at T\n0\n (Fig. \n2A\n). When statistically treated, the change in fungal abundance within different time points was significant (T\n0\n–T\n20\n\n\np\n = 0.008 and T\n0\n–T\n30\n\n\np\n = 0.0125) (Additional file \n5\n: Table ST2a). The cultivable fungal population for the lab area was higher than observed in other compartments (Fig. \n2B\n, Additional file \n4\n: Table ST1b). A statistically significant difference was observed between the lab area and the bedroom (\np\n = 0.0021) (Additional file \n5\n: Table ST2b).\nFig. 2\nStatistical analysis of cultivable fungal diversity detected through the 30-day habitation period at all the locations based on colony-forming unit (CFU) counts. To assess the difference between fungal abundances in cultivable sample categories (based on time—\nA\n and location—\nB\n), we applied the following univariate statistics. The normal distribution of the populations were tested using Shapiro-Wilk normality test, and as most of them were not normally distributed (\np\n value <0.05), we used a Kruskal-Wallis test coupled to a Dunn’s test to investigate differences in the tested populations. Resulting \np\n values were corrected using the Benjamini-Hochberg correction. \nA\n CFU counts before crew occupation T\n0\n—\na\n were statistically different from CFU counts at T\n20\n and T\n30\n—\nb\n, but no statistical difference was observed between T\n0\n and T\n13\n counts—\nab\n. Additionally, no statistical differences were observed between any other time points. \nB\n CFU counts in the bedroom—\na\n, differed significantly from the CFU counts in lab—\nb\n, but no statistical differences were observed between bedroom and kitchen or toilet—\nab\n. No statistical differences were observed between any other locations\n\n\nOne hundred seventeen cultivable isolates were collected and identified targeting the ITS region. Screening sequences against the UNITE fungal database enabled identification of 32 species (Fig. \n3\n). Among the cultivable isolates, only five strains had similarity lower than 97% that did not allow identification to the species level. All of the identified species but one—\nHydnopolyporus fimbriatus\n—belong to the \nAscomycota\n division (Fig. \n3\n). The most abundant cultivable species were \nCladosporium cladosporioides\n (16), \nEpicoccum nigrum\n (15), \nAspergillus tubingensis\n (13), \nAspergillus fumigatus\n (8), \nAlternaria tenuissima\n (7), and \nPennicillium brevicompactum\n (7). \nP. brevicompactum\n was the only, out of the most commonly identified species, that was not present at multiple time points but only at T\n13\n sampling (Fig. \n3\n). Abundance of \nC. cladosporioides\n colonies increased during the ILMAH occupation whereas the abundance of \nE. nigrum, A. tubingensis\n, and \nA. tenuissima\n decreased. Another commonly isolated species, \nA. fumigatus\n, was not isolated during the last sampling event. Neither field nor sampling device controls showed cultivable isolates.\nFig. 3\nCultivable fungal diversity detected through the 30-day habitation period at all the locations based on internal transcribed spacer (ITS) sequences. The phylogenetic tree was constructed using neighbor-joining method (bootstrap 1000). In total, 117 isolates were collected 113 of which were successfully sequenced (4 strains either did not show growth or did not respond to the sequencing methods attempted). The numbering of the isolates is explained as follows: F = fungi, first number (0–4) will be the sample collection day (0 = T\n0\n, 2 = T\n13\n, 3 = T\n20\n, 4 = T\n30\n), second number (1–8) will be sampling location, and the third number (1–5) is the replicate number of the isolate. For example, F23-02 will be a fungal strain, isolated from T\n20\n, at location number 3 and a second isolate. Frequency of isolates is given as a frequency bar after the name of fungus. \nColors of the bars\n correspond to the collection time (single or multiple)\n\n\nViable and total mycobiome (iTag Illumina-based analysis)\nThe fungal richness of PMA-treated (viable) samples decreased when compared to untreated samples (dead and alive). In PMA-untreated samples, 98 families were detected, whereas OTUs belonging to 41 of these families were not viable. Moreover, both PMA-treated and PMA-untreated samples differed significantly in community relationships (NMDS analysis in Fig. \n4\n, Adonis \np\n value = 0.006 and MRPP, significance of delta = 0.002; \nA\n = 0.0419) and their Shannon diversity index indicated a significant reduction (paired \nT\n test \np\n = 0.0000012) in viable fungal diversity. Observed differences in the PMA-treated (Fig. \n4a, c\n) and PMA-untreated samples (Fig. \n4b, d\n) indicate that untreated samples are overestimating the observed fungi. This observation was further confirmed when alpha diversity of cultivable, viable, and total mycobiome was plotted over time (Fig. \n5\n). In this research communication, only viable mycobiome was considered and discussed in detail. Illumina-based reads of sampling device and field controls showed negligible signal from DNA contamination and hence not included in the following analysis.\nFig. 4\nNMDS ordinations based on Bray-Curtis distances between all samples. \na\n Ordination displaying the distance between non-PMA-treated samples taken at the different time points. \nb\n The distance between PMA-treated samples taken at the different time points. \nc\n The distance between non-PMA-treated samples taken at the different locations. \nd\n NMDS ordination displaying the distance between PMA-treated samples taken at the different locations. A “\nP\n” after the respective variable indicates that these are the samples treated with PMA. Plots \na\n, \nc\n, and \nb\n, \nd\n represent the same data but differ in colors to underscore the focus on distribution over time and location, respectively\n\n\nFig. 5\nLinear representation of alpha diversity averages change over time for cultivable, viable and total mycobiome\n\n\nViable fungal community structure\nThe most abundant phylum that dominated the viable mycobiome of the ILMAH was \nAscomycota\n (90% of all characterized OTUs) followed by \nBasidiomycota\n and unclassified fungi (~4 and ~5%, respectively). Incidence of the fungal OTUs at the family level for various time points and locations are presented in Table \n1\n and Table \n2\n, respectively. The dominant \nPleosporaceae\n (75% of all OTUs) along with unclassified fungi (5%) and \nDavidiellaceae\n (4%) constituted 84% of all OTUs present in PMA-treated samples (Tables \n1\n and \n2\n and Fig. \n6\n). A closer look into the genus level of \nPleosporaceae\n family indicated the domination of \nEpicoccum\n (92.95% of all OTUs) and \nAlternaria\n (6.8%) sequences. The dominant fungal OTUs in the ILMAH biome correspond with the most frequently isolated cultivable fungi (Figs. \n3\n and \n6\n).\nTable 1\nIncidence of the fungal OTUs at the family level for various time points\nFungal phylum\nFungal family\nNumber of sequences\nT\n0\n\n\nT\n13\n\n\nT\n20\n\n\nT\n30\n\n\nTotal\nViable\nTotal\nViable\nTotal\nViable\nTotal\nViable\nAscomycota\nBotryosphaeriales\n115\n31\n1620\n176\n96\nCapnodiales\n2\n185\n121\n61\n4353\nChaetomiaceae\n2415\n1089\n5533\n1505\n32981\nCucurbitariaceae\n451\n221\n2298\n750\n1879\n2272\n1256\nDavidiellaceae\n2840\n1423\n42496\n6099\n129620\n28495\n55079\n38510\nDothioraceae\n32\n104\n510\n289\n12864\n14785\n4726\n688\nHypocreaceae\n174\n68\n2357\n197\n5510\n3897\n10952\nHypocreales\n73\n86\n9247\n402\n8566\n1\n7989\n5638\nLeptosphaeriaceae\n16\n23\n564\n215\n518\n1\n1639\n1\nLophiostomataceae\n56\n43\n56\n1850\n1\n26\nMicroascaceae\n326\n27007\n9\n735\n6\nMontanulaceae\n627\n232\n11273\n621\n22582\n12697\n77\nNectriaceae\n82\n121\n2890\n1287\n8479\n804\n2242\n49\nPhaeosphaeriaceae\n343\n222\n3551\n105\n6082\n1\n6969\n30695\nPleosporaceae\n295115\n380533\n273232\n251840\n172919\n61791\n648825\n619794\nPleosporales\n5202\n3071\n6876\n4475\n10056\n13\n12085\n8859\nSaccharomycetales\n17\n33\n346\n3\n45461\n10414\n17840\n2092\nSclerotiniaceae\n52\n16\n355\n1920\n99\nTeratosphaeriaceae\n35\n28\n805\n1\n2\n2\n583\n44749\nTrichocomaceae\n68\n32\n10496\n3461\n14625\n10495\n12147\n518\nTrichosphaeriales\n3\n122\n1750\n688\nUnclassified\n712\n686\n5082\n640\n4161\n4450\n6317\nBasidiomycota\nFilobasidiaceae\n1164\n419\n5997\n8\n11570\n1925\n2550\n4425\nPeniophoraceae\n1\n10916\nPolyporales\n1\n1339\nSporidiobolales\n2563\n1236\n6556\n315\n22900\n2\n35692\n24352\nTremellales\n7916\n4158\n42068\n1030\n72870\n9\n34932\n18439\nUnclassified\n409\n272\n2151\n2171\n481\n504\n2445\n279\nUnclassified\nUnclassified\n2973\n10475\n38015\n17311\n30832\n10320\n41608\n53950\n\n\nTable 2\nIncidence of the fungal OTUs at the family level for locations\nFungal phylum\nFungal family\nNumber of sequences\nBedroom\nKitchen\nBathroom\nLab\nTotal\nViable\nTotal\nViable\nTotal\nViable\nTotal\nViable\nAscomycota\nCapnodiales\n215\n26\n121\n5\n4355\nChaetomiaceae\n171\n32858\n1668\n2073\n5541\n1212\nCucurbitariaceae\n1186\n16\n2782\n739\n1248\n57\n1545\n1415\nDavidiellaceae\n71145\n17039\n40120\n35104\n53460\n496\n58969\n21888\nDothioraceae\n4821\n5774\n161\n286\n172\n9708\n12970\n98\nHerpotrichiellaceae\n68\n4\n93\n4\n134\n7\n1407\n28\nHypocreaceae\n979\n11\n4622\n93\n2095\n10909\n4133\n204\nHypocreales\n9471\n5617\n8792\n408\n1712\n12\n5169\n90\nLophiostomataceae\n30\n21\n71\n19\n9\n1878\n4\nMicroascaceae\n3086\n3\n6642\n3\n18317\n3\n23\n6\nMontanulaceae\n9231\n116\n5112\n520\n24292\n68\n7141\n226\nNectriaceae\n216\n1374\n5618\n3\n1542\n18\n6177\n866\nPhaeosphaeriaceae\n1360\n131\n4209\n55\n6150\n18\n4318\n30819\nPleosporaceae\n223517\n357893\n195638\n299314\n247789\n199402\n626137\n457349\nPleosporales\n5933\n4284\n6768\n590\n7339\n644\n10668\n10900\nSaccharomycetales\n1904\n1658\n18978\n10681\n10035\n49\n29496\n154\nTeratosphaeriaceae\n94\n55\n9\n13\n8\n932\n44763\nTrichocomaceae\n5453\n1\n11611\n1167\n8735\n2236\n10860\n11102\nOthers (20)\n1835\n5\n494\n12\n530\n16\n365\n26\nUnclassified\n2007\n426\n5203\n468\n668\n3105\n5831\n3644\nBasidiomycota\nFilobasidiaceae\n3624\n2198\n935\n120\n8171\n4412\n8259\n47\nPeniophoraceae\n45\n9922\n79\n1\n994\nPolyporales\n1\n1339\nSporidiobolales\n33860\n24869\n15193\n173\n10398\n299\n7923\n564\nTremellales\n47729\n17080\n26291\n2479\n9002\n1165\n69144\n2912\nUnclassified\n1999\n34\n525\n2172\n1144\n67\n1459\n953\nUnclassified\nUnclassified\n37959\n13825\n17047\n26040\n22401\n6260\n29713\n45931\n\n\nFig. 6\nDominant fungal population and succession patterns observed in 30-day occupation period of the ILMAH system. The OTUs presented in the bar graph are the most abundant. T\n20\n surface samples show different fungal profile when compared to other time points. T\n30\n samples show increase in fungal diversity when compared to other time point\n\n\nDifferences in the fungal community between samples were analyzed by multivariate statistics using ordination analyses and Monte Carlo-based permutation tests. Viable fungal communities showed similar mycobiome profiles throughout the sampling period except from the samples collected at T\n20\n, which were distinct (Fig. \n4\n; Adonis \np\n value = 0.001 and MRPP, significance of delta = 0.001 and \nA\n = 0.1168, Additional file \n6\n: Figure SF2 MRPP: chance corrected within-group agreement A: 0.1626, significance of delta 0.001; Adonis: delta = 0.019). Interestingly, community profiles were similar between samples collected before crew occupation (T\n0\n) and at T\n13\n and T\n30\n (Additional file \n7\n: Figure SF3; chance corrected within-group agreement A: 0.01802, significance of delta: 0.219, Adonis 0.228, Additional file \n8\n: Table ST3).\nObserved differences in multivariate statistics led to the investigation of mycobiome changes on a single-OTU level. First, an Anova test carried out on samples that did not cluster with the rest (Fig. \n4\n) showed presence of representatives of \nPleosporaceae\n, \nPleosporales\n, \nSaccharomycetales\n, \nTremellales\n, and \nTrichocomaceae\n families. Second, throughout the inhabitation, the level of \nPleosporaceae\n showed significant fluctuation—from 96 to 47% and 70% at T\n0\n, T\n20\n, and T\n30\n, respectively (Fig. \n7\n). Additionally, while \nPleosporaceae\n presence decreased to 47%, a significant increase in the levels of \nDavidiellaceae\n (22%), \nDothioraceae\n (11%), \nSaccharomycetales\n (8%), and \nTrichocomaceae\n (8%) was observed when compared to other time points (Fig. \n6\n, Additional file \n9\n: Table ST4). Interestingly, the presence of less abundant families observed before crew occupancy (T\n0\n) increased at (T\n30\n), i.e., \nDavidiellaceae\n (4.45%), \nHypocreaceae\n (1.26%), \nPhaeosphaeriaceae\n (3.54%), \nTeratosphaeriaceae\n (5.17%), and \nSporidiobolales\n (2.81%), as well as members of new fungal families were observed, i.e., \nCapnodiales\n (0.5%), \nChaetomiaceae\n (3.81%), and \nPeniophoraceae\n (1.26%) (Table \n1\n and Fig. \n6\n, Additional file \n9\n: Table ST4).\nFig. 7\nBox plots of viable dominant fungal families and their succession patterns observed in 30-day occupation period of the ILMAH system. The OTU counts presented in the boxplots are the most abundant. Each time point is represented in a different color: T\n0\n—\ngreen\n, T\n13\n—\norange\n, T2\n0\n—\nred\n, T3\n0\n—\npurple\n\n\n\n\nSpearman rank correlation was applied to each OTU’s abundance pattern and sampling event to determine significant correlation of viable fungal families with various time points. The results presented as a heat map contain 13 OTUs that showed a significant correlation with a \np\n value of 0.01 and 32 OTUs with a \np\n value of 0.05. All OTUs but \nDavidiellaceae\n, \nTeratosphaeriaceae\n, \nTremellales_3\n, \nPleosporales\n, and \nPleosporaceae\n were more abundant during the sampling before the crew inhabited the ILMAH (Fig. \n8\n).\nFig. 8\nHeat map of the taxa that showed a significant correlation (\np\n value 0.01) with the factor time in the PMA-treated sample set. The color \nblue\n indicates a low abundance of the single OTU in the respective sample, and \norange\n indicates a high abundance of the single OTU in the respective sample. Each column represents one sample collected throughout the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T\n0\n, 2 = T\n13\n, 3 = T\n20\n, 4 = T\n30\n), second number (1–8) will be sampling location, and \nP\n stands for PMA-treated samples. For example, 30.06P will be a sample collected during the 30-day study from T\n0\n at location 6\n\n\nFurther investigation of OTU abundances on the genus level revealed changes in OTU counts over the course of time. The numbers of OTUs identified as \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, and \nCryptococcus\n fluctuated from high abundance at T\n0\n to significantly lower counts at T\n20\n and then counts increased again at T\n30\n. OTUs identified as \nDavidiella\n increased throughout the occupation time whereas OTU counts for \nAspergillus\n, \nAureobasidium\n, and \nCandida\n were increasing over time (peak at T\n20\n) with a drastic decrease at T\n30\n. Location wise before the ILMAH occupation, all compartments exhibited high abundance of \nEpiccocum\n OTUs that decreased over time and again increased at T\n30\n. \nAlternaria\n OTUs were less abundant than the ones identified as \nEpiccocum\n genus. Nevertheless, they showed the same fluctuation pattern in all compartments but bedroom. While accumulation of \nDavidiella\n OTU counts was observed in bedroom and lab, the OTU counts in the bathroom did not differ between the T\n0\n and T\n30\n. At the same time, accumulation of \nDavidiella\n OTUs was observed in the kitchen with the highest abundance during the T\n20\n sampling event.\nTo sum up, statistical analysis revealed differences in community structure between time points in particular between T\n20\n and any other previous or following time point. \nDavidiellaceae\n, \nTeratosphaeriaceae\n, \nTremellales_3\n, \nPleosporales\n, and \nPleosporaceae\n families were shown to increase over the occupation time period. On a genus level, \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, \nDavidiella\n, and \nCryptococcus\n showed increased abundance.",
    "conclusions": "Conclusions\nAccumulation of viable mycobiome during the experiment duration and differences in fungal community profiles were observed. On a genus level, \nEpiccocum, Alternaria, Pleosporales, Davidiella\n, and \nCryptococcus\n showed increased abundance over the occupation time. Unlike results of molecular analyses, cultivable fungi counts decreased over time. \nEpicoccum nigrum\n was the most dominant cultivable isolate; however, most of the fungal species detected via molecular approach were not cultured. During human presence, the overall fungal diversity has changed, that in the long run, may lead to a conclusion that proper maintenance protocols of a closed habitat may be required to preserve it from deteriorating and keep it safe for its inhabitants.",
    "electronic_supplementary_material": "Electronic supplementary material\nThe online version of this article (doi:10.1186/s40168-017-0280-8) contains supplementary material, which is available to authorized users.",
    "methods": "Methods\nThe ILMAH habitat\nThe physical characteristics of the ILMAH, along with detailed sampling procedures and periodicity, were previously described [\n7\n]. In brief, the ILMAH is located in Grand Forks, ND (47.9222 N, 97.0734 W) and has dimensions of 12 m by 10 m by 2.5 m. It contains a sleeping compartment, kitchen, toilet, and laboratory area. The ILMAH has its own ventilation system that pressurizes the habitat, provides breathing air for the crew, and removes unwanted material from the air stream. The ILMAH uses a blower that takes ambient air for pressurization and breathing air provision. It provides a positive pressure at 1 PSID (pressure differential) above normal atmosphere inside the habitat. The ambient air is pressurized by an industrial fan and sent to a standard HEPA flat panel particulate filter (Bryant GAPBBCAR2025, Honeywell, Morris Plains, NJ). This filter is replaced before each mission lasting up to 30 days. Maintenance personnel changes the filter from the outside. Since the humidity inside the habitat is not removed, water vapor during the months when the analog missions takes place range from 35 to 55%.\nThree student crews inhabited the ILMAH for 30 days. During that period of time, there was no exchange between the interior and exterior environment except pumping the air filtered via ILMAH’s advanced controlling system [\n3\n]. In addition, students did not leave the ILMAH at any time for 30 days, and nothing came in or out, including food, people, water, or any supplies, except filtered air. Surface samples were collected consecutively during four sampling events (day 0 [T\n0\n], day 13 [T\n13\n], day 20 [T\n20\n], and day 30 [T\n30\n]) from eight designated sampling locations. Prior to inhabitation, the ILMAH surfaces were cleaned with 10% bleach and during the experiment period, it was cleaned weekly with antibacterial wipes.\nSampling materials and procedure\nSamples were collected using biological sampling kits (BiSKits, Quicksilver Analytics Inc., Abingdon, MD) previously documented as an efficient sampling device for surfaces [\n51\n]. All the BiSKits were prepared following the procedure described elsewhere [\n7\n, \n51\n]. Briefly, the sterile phosphate buffer saline (PBS) provided by the distributor was discarded from the bottle and replaced with 15 mL of sterile UltraPure DNA free PBS (MoBio Laboratories Inc, Carlsbad, CA). Each BiSKit was rinsed once with PBS that was later collected into a sterile 15-mL falcon tube and kept at 4 °C as a background measure for biological materials associated with macrofoam (sampling device control). This precautionary step was required to overcome, if encountered, microbial contamination associated with sampling devices and other processing reagents. BiSKits prepared as described above were then packed into sterile zip lock bags and shipped at 4 °C to the University of North Dakota where they were kept at 4 °C till the experiment was carried out (within 2 to 3 days).\nThe ILMAH architecture was previously described [\n7\n] (see Additional file \n1\n: Figure SF1, Fig. \n1\n). Surface samples were collected from eight locations at four consecutive samplings: day 0 (prior to inhabitation), day 13, day 20, and day 30 during the inhabitation and right before ending the experiment. Originally, sampling activities were scheduled at regular intervals days 0, 10, 20, and 30 of human occupation; however, day 10 sampling scheduled on Thursday was delayed to day 13 (Sunday) to avoid risk related to shipping the samples over the weekend. The work schedule of the ILMAH crew members was regulated and is detailed in Additional file \n2\n. Each location (surface area 1 m\n2\n) was sampled with one BiSKit in three directions following the same steps, horizontally from the left to the right, vertically from the bottom to the top, and diagonally from the right bottom corner to the left upper corner. After sampling, the sampled BiSKit device was extracted with sterile PBS and sampling fluids were collected in sterile 50-mL falcon tubes. Each BiSKit was washed and extracted twice with the sterile PBS giving approximately 45 mL of unconcentrated sample. Likewise, the BiSKit left open in the sampling area for the time necessary for sampling one location was treated as a field control; the unopened BiSKit was treated as a sampling device (BiSKit) control. Collected samples along with the controls were stored at 4 °C and sent overnight to JPL via cold shipping for further analysis. Sample processing for the microbiological analyses was started within 24 h from the sample collection.\nFig. 1\nPicture of the closed habitat from outside\n\n\nSample processing\nThe extruded liquid samples from the BiSKit sampler (~45 mL per sample) were concentrated using an InnovaPrep Concentrating Pipette (Innova Prep LLC, Drexel, MO) to a final volume of ~4 mL. Appropriate aliquots of concentrated samples were further used for cultivation (200 μL) and molecular analyses (3 mL).\nCultivable fungal burden and diversity\nFor cultivation assay, samples were serially diluted by 10 and 100 times. One hundred microliters of each dilution was pour plated in duplicates on potato dextrose agar (PDA) and grown at room temperature (~25 °C). Colony-forming units (CFUs) were counted after 7 days of incubation, and cultivable fungal population was calculated per square meter of the sampling area. Simultaneously, up to 5 colonies exhibiting different morphologies were picked and stored as stab cultures in one-tenth semi-solid PDA medium. Cultivable isolates were identified using primers ITS 1F (5′-CTT GGT CAT TTA GAG GAA GTA A-3′) and Tw13 (5′-GGT CCG TGT TTC AAG ACG-3′) that target small and large subunit rRNA gene-coding regions of the small and large ribosomal subunit, including the internal transcribed spacers ITS1 and ITS2 [\n52\n, \n53\n]. DNA was extracted using freezing (−80 °C) and thawing (+80 °C) cycle of fungal suspension in PBS for 15 min. This process was repeated 3 times. In some cases when DNA was not extracted by the freezing-thawing method, a PowerSoil® DNA Isolation Kit (MoBio) was used according to manufacturer’s instructions. PCR conditions were as follows: 95 °C for 3 min followed by 25 cycles of 95 °C for 30 s, 58 °C for 30 s, 72 °C for 2 min, and final elongation at 72 °C for 10 min. Amplified products were visualized by gel electrophoresis. PCR products were then enzymatically purified by using 40 IU of Exonuclease I (\nE. coli\n 20,000 IU/mL New England BioLabs, Inc. Ipswich, MA) and 8 IU of Antarctic Phosphatase (5,000 IU/mL, New England BioLabs, Inc.) per 20 μL amplification product. Heat reactions were carried out in a thermocycler as follows: 37 °C for 30 min, 80 °C for 15 min. Traditional Sanger sequencing was performed at Macrogen (Rockville, MD). The sequences were merged using DNAStar (Madison, WI), identified using UNITE fungal database [\n54\n], and aligned using ClustalW. A phylogenetic tree was constructed using MEGA6.06-mac applying neighbor-joining method [\n55\n]. Sequences from one representative of each strain and corresponding type strain were used to create the phylogenetic tree.\nDNA extraction\nThe concentrated environmental samples (3 mL) were split into two equal parts. One half of the sample (1.5 mL) was treated with 12.5 μL of 2 mM PMA dye (Biotum, Inc., Hayward, CA), and the other half was left untreated. The final concentration of PMA in each treated sample was 25 μM. After PMA addition, both treated and untreated samples were kept in the dark for 5 min at room temperature and subsequently exposed to light in the PHaST Blue-Photo activation system for tubes (GenIUL, S.L, Terrassa, Spain) for 15 min. PMA-treated samples represent viable microorganisms whereas the non-PMA-treated samples represent the total number of viable and dead microorganisms [\n56\n]. After photo activation, each sample was split into two aliquots of 0.75 mL each. One aliquot of each sample was subjected to bead beating for 60 s at 5 m/s on the Fastprep-24 bead-beating instrument (MP Biomedicals, Santa Ana, CA). The solution after bead beating was combined with not bead-beated aliquots (1.5 mL), and then used for DNA extraction using the Maxwell-16 MDx automated system following manufacturer’s instructions (Promega, Madison, WI). Purified DNA was eluted into a final volume of 50 μL of Ultra Pure molecular water and divided into 4 aliquots that were stored at −80 °C.\nMolecular fungal community analysis using Illumina sequencing\nTo determine fungal populations, a two-step amplification process was applied prior to MiSeq Illumina sequencing at Research and Testing Laboratory (RTL, Lubbock, TX). The forward primer was constructed with the Illumina i5 sequencing primer (5′-TCG TCG GCA GCG TCA GAT GTG TAT AAG AGA CAG-3′) and the ITS1F primer (5′-CTT GGT CAT TTA GAG GAA GTA A-3′) [\n57\n]. The reverse primer was constructed with the Illumina i7 sequencing primer (5′-GTC TCG TGG GCT CGG AGA TGT GTA TAA GAG ACA G-3′) and the ITS2aR primer (5′-GCT GCG TTC TTC ATC GAT GC-3′) [\n58\n]. Amplifications were performed in 25 μL reactions with Qiagen HotStar Taq master mix (Qiagen Inc, Valencia, CA), 1 μL of each 5 μM primer, and 1 μL of template. Reactions were performed on ABI Veriti thermocyclers (Applied Biosytems, Carlsbad, CA) under the following thermal profile: 95 °C for 5 min, then 25 cycles of 94 °C for 30 s, 54 °C for 40 s, 72 °C for 1 min, followed by one cycle of 72 °C for 10 min and 4 °C hold.\nProducts from the first stage amplification were added to a second PCR based on qualitatively determined concentrations. Primers for the second PCR were designed based on the Illumina Nextera PCR primers as follows: Forward –AAT GAT ACG GCG ACC ACC GAG ATC TAC AC [i5index] TCG TCG GCA GCG TC and Reverse – CAA GCA GAA GAC GGC ATA CGA GAT [i7index] GTC TCG TGG GCT CGG. The second stage amplification was run the same as the first stage except for 10 cycles.\nAmplification products were visualized with eGels (Life Technologies, Grand Island, NY). Products were then pooled equimolar, and each pool was size selected in two rounds using Agencourt AMPure XP (BeckmanCoulter, Indianapolis, IN) in a 0.7 ratio for both rounds. Size-selected pools were then quantified using the Quibit 2.0 fluorometer (Life Technologies) and loaded on an Illumina MiSeq (Illumina, Inc. San Diego, CA) 2 × 300 flow cell at 10 pM.\nBioinformatic and statistical analysis of fungal cultivable counts and Illumina sequences\nTo assess the difference between fungal abundances in cultivable sample categories (based on time and location), the following univariate statistical analyses were carried out (\nhttps://www.r-project.org/\n). The normal distribution of the populations was tested using the Shapiro-Wilk normality test, and as most were not normally distributed (\np\n value <0.05), we used a Kruskal-Wallis test coupled to a Dunn’s test (\nhttps://cran.r-project.org/web/packages/dunn.test/index.html\n) to investigate differences in the tested populations. Resulting \np\n values were corrected using the Benjamini-Hochberg correction [\n59\n].\nA total of 8,426,774 raw paired reads were processed with mothur v.1.36.1 [\n60\n]. The 250 bp paired reads were merged by aligning the reads and correcting discordant base calls by requiring one of the base calls to have a Phred quality score at least 6 points higher than the other. Sequences shorter than 200 bp, having more than 8 homopolymers or containing ambiguous base pairs were excluded from the dataset. Subsequently, reads were pre-clustered [\n61\n] by combining low-abundant sequences that differed by 3 or less bases of a more abundant sequence. Chimeric sequences in each sample were identified by UCHIME [\n62\n] and also excluded from the dataset. Reads were classified using the ribosomal database project (RDP) classifier II [\n63\n] implementation of mothur and UNITE fungal rDNA database [\n54\n]. Non-fungal sequences were subsequently removed. ITSx was used to exclude non-ITS sequences from the dataset prior to clustering unaligned sequences into operational taxonomic units (OTUs) with a distance of 0.03 [\n64\n] using mother v.1.36.1. The nearest neighbor (single-linkage) algorithm was used for this. OTUs were classified by using the consensus taxonomy of all sequences assigned [\n60\n].\nAn in-house R-script employing the libraries vegan, ape, gplots, mgcv, and GUniFrac was used to compare the fungal Illumina data (Additional file \n3\n) [\n65\n, \n66\n]. Each dataset consisting of the OTU abundances per sample was rarefied 1000 times to the lowest number of reads, and an average Bray-Curtis distance was calculated. This distance was then utilized to calculate nonmetric multidimensional scaling (NMDS) or principal coordinate analysis (PCoA), PERMANOVA (Adonis test), and multi-response permutation procedure (MRPP). In addition, the OTU abundances per sample of each dataset were sum normalized and used to employ either an analysis of variance (ANOVA) or a Spearman rank correlation on the statistically significant changing parameters and to generate a heat map (\np\n value 0.05). The change of diversity was measured via the Shannon-Wiener diversity index. OTUs that were unclassified at phylum level were removed. Heat maps were presented at family level.",
    "the_ilmah_habitat": "The ILMAH habitat\nThe physical characteristics of the ILMAH, along with detailed sampling procedures and periodicity, were previously described [\n7\n]. In brief, the ILMAH is located in Grand Forks, ND (47.9222 N, 97.0734 W) and has dimensions of 12 m by 10 m by 2.5 m. It contains a sleeping compartment, kitchen, toilet, and laboratory area. The ILMAH has its own ventilation system that pressurizes the habitat, provides breathing air for the crew, and removes unwanted material from the air stream. The ILMAH uses a blower that takes ambient air for pressurization and breathing air provision. It provides a positive pressure at 1 PSID (pressure differential) above normal atmosphere inside the habitat. The ambient air is pressurized by an industrial fan and sent to a standard HEPA flat panel particulate filter (Bryant GAPBBCAR2025, Honeywell, Morris Plains, NJ). This filter is replaced before each mission lasting up to 30 days. Maintenance personnel changes the filter from the outside. Since the humidity inside the habitat is not removed, water vapor during the months when the analog missions takes place range from 35 to 55%.\nThree student crews inhabited the ILMAH for 30 days. During that period of time, there was no exchange between the interior and exterior environment except pumping the air filtered via ILMAH’s advanced controlling system [\n3\n]. In addition, students did not leave the ILMAH at any time for 30 days, and nothing came in or out, including food, people, water, or any supplies, except filtered air. Surface samples were collected consecutively during four sampling events (day 0 [T\n0\n], day 13 [T\n13\n], day 20 [T\n20\n], and day 30 [T\n30\n]) from eight designated sampling locations. Prior to inhabitation, the ILMAH surfaces were cleaned with 10% bleach and during the experiment period, it was cleaned weekly with antibacterial wipes.",
    "sampling_materials_and_procedure": "Sampling materials and procedure\nSamples were collected using biological sampling kits (BiSKits, Quicksilver Analytics Inc., Abingdon, MD) previously documented as an efficient sampling device for surfaces [\n51\n]. All the BiSKits were prepared following the procedure described elsewhere [\n7\n, \n51\n]. Briefly, the sterile phosphate buffer saline (PBS) provided by the distributor was discarded from the bottle and replaced with 15 mL of sterile UltraPure DNA free PBS (MoBio Laboratories Inc, Carlsbad, CA). Each BiSKit was rinsed once with PBS that was later collected into a sterile 15-mL falcon tube and kept at 4 °C as a background measure for biological materials associated with macrofoam (sampling device control). This precautionary step was required to overcome, if encountered, microbial contamination associated with sampling devices and other processing reagents. BiSKits prepared as described above were then packed into sterile zip lock bags and shipped at 4 °C to the University of North Dakota where they were kept at 4 °C till the experiment was carried out (within 2 to 3 days).\nThe ILMAH architecture was previously described [\n7\n] (see Additional file \n1\n: Figure SF1, Fig. \n1\n). Surface samples were collected from eight locations at four consecutive samplings: day 0 (prior to inhabitation), day 13, day 20, and day 30 during the inhabitation and right before ending the experiment. Originally, sampling activities were scheduled at regular intervals days 0, 10, 20, and 30 of human occupation; however, day 10 sampling scheduled on Thursday was delayed to day 13 (Sunday) to avoid risk related to shipping the samples over the weekend. The work schedule of the ILMAH crew members was regulated and is detailed in Additional file \n2\n. Each location (surface area 1 m\n2\n) was sampled with one BiSKit in three directions following the same steps, horizontally from the left to the right, vertically from the bottom to the top, and diagonally from the right bottom corner to the left upper corner. After sampling, the sampled BiSKit device was extracted with sterile PBS and sampling fluids were collected in sterile 50-mL falcon tubes. Each BiSKit was washed and extracted twice with the sterile PBS giving approximately 45 mL of unconcentrated sample. Likewise, the BiSKit left open in the sampling area for the time necessary for sampling one location was treated as a field control; the unopened BiSKit was treated as a sampling device (BiSKit) control. Collected samples along with the controls were stored at 4 °C and sent overnight to JPL via cold shipping for further analysis. Sample processing for the microbiological analyses was started within 24 h from the sample collection.\nFig. 1\nPicture of the closed habitat from outside",
    "sample_processing": "Sample processing\nThe extruded liquid samples from the BiSKit sampler (~45 mL per sample) were concentrated using an InnovaPrep Concentrating Pipette (Innova Prep LLC, Drexel, MO) to a final volume of ~4 mL. Appropriate aliquots of concentrated samples were further used for cultivation (200 μL) and molecular analyses (3 mL).\nCultivable fungal burden and diversity\nFor cultivation assay, samples were serially diluted by 10 and 100 times. One hundred microliters of each dilution was pour plated in duplicates on potato dextrose agar (PDA) and grown at room temperature (~25 °C). Colony-forming units (CFUs) were counted after 7 days of incubation, and cultivable fungal population was calculated per square meter of the sampling area. Simultaneously, up to 5 colonies exhibiting different morphologies were picked and stored as stab cultures in one-tenth semi-solid PDA medium. Cultivable isolates were identified using primers ITS 1F (5′-CTT GGT CAT TTA GAG GAA GTA A-3′) and Tw13 (5′-GGT CCG TGT TTC AAG ACG-3′) that target small and large subunit rRNA gene-coding regions of the small and large ribosomal subunit, including the internal transcribed spacers ITS1 and ITS2 [\n52\n, \n53\n]. DNA was extracted using freezing (−80 °C) and thawing (+80 °C) cycle of fungal suspension in PBS for 15 min. This process was repeated 3 times. In some cases when DNA was not extracted by the freezing-thawing method, a PowerSoil® DNA Isolation Kit (MoBio) was used according to manufacturer’s instructions. PCR conditions were as follows: 95 °C for 3 min followed by 25 cycles of 95 °C for 30 s, 58 °C for 30 s, 72 °C for 2 min, and final elongation at 72 °C for 10 min. Amplified products were visualized by gel electrophoresis. PCR products were then enzymatically purified by using 40 IU of Exonuclease I (\nE. coli\n 20,000 IU/mL New England BioLabs, Inc. Ipswich, MA) and 8 IU of Antarctic Phosphatase (5,000 IU/mL, New England BioLabs, Inc.) per 20 μL amplification product. Heat reactions were carried out in a thermocycler as follows: 37 °C for 30 min, 80 °C for 15 min. Traditional Sanger sequencing was performed at Macrogen (Rockville, MD). The sequences were merged using DNAStar (Madison, WI), identified using UNITE fungal database [\n54\n], and aligned using ClustalW. A phylogenetic tree was constructed using MEGA6.06-mac applying neighbor-joining method [\n55\n]. Sequences from one representative of each strain and corresponding type strain were used to create the phylogenetic tree.\nDNA extraction\nThe concentrated environmental samples (3 mL) were split into two equal parts. One half of the sample (1.5 mL) was treated with 12.5 μL of 2 mM PMA dye (Biotum, Inc., Hayward, CA), and the other half was left untreated. The final concentration of PMA in each treated sample was 25 μM. After PMA addition, both treated and untreated samples were kept in the dark for 5 min at room temperature and subsequently exposed to light in the PHaST Blue-Photo activation system for tubes (GenIUL, S.L, Terrassa, Spain) for 15 min. PMA-treated samples represent viable microorganisms whereas the non-PMA-treated samples represent the total number of viable and dead microorganisms [\n56\n]. After photo activation, each sample was split into two aliquots of 0.75 mL each. One aliquot of each sample was subjected to bead beating for 60 s at 5 m/s on the Fastprep-24 bead-beating instrument (MP Biomedicals, Santa Ana, CA). The solution after bead beating was combined with not bead-beated aliquots (1.5 mL), and then used for DNA extraction using the Maxwell-16 MDx automated system following manufacturer’s instructions (Promega, Madison, WI). Purified DNA was eluted into a final volume of 50 μL of Ultra Pure molecular water and divided into 4 aliquots that were stored at −80 °C.\nMolecular fungal community analysis using Illumina sequencing\nTo determine fungal populations, a two-step amplification process was applied prior to MiSeq Illumina sequencing at Research and Testing Laboratory (RTL, Lubbock, TX). The forward primer was constructed with the Illumina i5 sequencing primer (5′-TCG TCG GCA GCG TCA GAT GTG TAT AAG AGA CAG-3′) and the ITS1F primer (5′-CTT GGT CAT TTA GAG GAA GTA A-3′) [\n57\n]. The reverse primer was constructed with the Illumina i7 sequencing primer (5′-GTC TCG TGG GCT CGG AGA TGT GTA TAA GAG ACA G-3′) and the ITS2aR primer (5′-GCT GCG TTC TTC ATC GAT GC-3′) [\n58\n]. Amplifications were performed in 25 μL reactions with Qiagen HotStar Taq master mix (Qiagen Inc, Valencia, CA), 1 μL of each 5 μM primer, and 1 μL of template. Reactions were performed on ABI Veriti thermocyclers (Applied Biosytems, Carlsbad, CA) under the following thermal profile: 95 °C for 5 min, then 25 cycles of 94 °C for 30 s, 54 °C for 40 s, 72 °C for 1 min, followed by one cycle of 72 °C for 10 min and 4 °C hold.\nProducts from the first stage amplification were added to a second PCR based on qualitatively determined concentrations. Primers for the second PCR were designed based on the Illumina Nextera PCR primers as follows: Forward –AAT GAT ACG GCG ACC ACC GAG ATC TAC AC [i5index] TCG TCG GCA GCG TC and Reverse – CAA GCA GAA GAC GGC ATA CGA GAT [i7index] GTC TCG TGG GCT CGG. The second stage amplification was run the same as the first stage except for 10 cycles.\nAmplification products were visualized with eGels (Life Technologies, Grand Island, NY). Products were then pooled equimolar, and each pool was size selected in two rounds using Agencourt AMPure XP (BeckmanCoulter, Indianapolis, IN) in a 0.7 ratio for both rounds. Size-selected pools were then quantified using the Quibit 2.0 fluorometer (Life Technologies) and loaded on an Illumina MiSeq (Illumina, Inc. San Diego, CA) 2 × 300 flow cell at 10 pM.\nBioinformatic and statistical analysis of fungal cultivable counts and Illumina sequences\nTo assess the difference between fungal abundances in cultivable sample categories (based on time and location), the following univariate statistical analyses were carried out (\nhttps://www.r-project.org/\n). The normal distribution of the populations was tested using the Shapiro-Wilk normality test, and as most were not normally distributed (\np\n value <0.05), we used a Kruskal-Wallis test coupled to a Dunn’s test (\nhttps://cran.r-project.org/web/packages/dunn.test/index.html\n) to investigate differences in the tested populations. Resulting \np\n values were corrected using the Benjamini-Hochberg correction [\n59\n].\nA total of 8,426,774 raw paired reads were processed with mothur v.1.36.1 [\n60\n]. The 250 bp paired reads were merged by aligning the reads and correcting discordant base calls by requiring one of the base calls to have a Phred quality score at least 6 points higher than the other. Sequences shorter than 200 bp, having more than 8 homopolymers or containing ambiguous base pairs were excluded from the dataset. Subsequently, reads were pre-clustered [\n61\n] by combining low-abundant sequences that differed by 3 or less bases of a more abundant sequence. Chimeric sequences in each sample were identified by UCHIME [\n62\n] and also excluded from the dataset. Reads were classified using the ribosomal database project (RDP) classifier II [\n63\n] implementation of mothur and UNITE fungal rDNA database [\n54\n]. Non-fungal sequences were subsequently removed. ITSx was used to exclude non-ITS sequences from the dataset prior to clustering unaligned sequences into operational taxonomic units (OTUs) with a distance of 0.03 [\n64\n] using mother v.1.36.1. The nearest neighbor (single-linkage) algorithm was used for this. OTUs were classified by using the consensus taxonomy of all sequences assigned [\n60\n].\nAn in-house R-script employing the libraries vegan, ape, gplots, mgcv, and GUniFrac was used to compare the fungal Illumina data (Additional file \n3\n) [\n65\n, \n66\n]. Each dataset consisting of the OTU abundances per sample was rarefied 1000 times to the lowest number of reads, and an average Bray-Curtis distance was calculated. This distance was then utilized to calculate nonmetric multidimensional scaling (NMDS) or principal coordinate analysis (PCoA), PERMANOVA (Adonis test), and multi-response permutation procedure (MRPP). In addition, the OTU abundances per sample of each dataset were sum normalized and used to employ either an analysis of variance (ANOVA) or a Spearman rank correlation on the statistically significant changing parameters and to generate a heat map (\np\n value 0.05). The change of diversity was measured via the Shannon-Wiener diversity index. OTUs that were unclassified at phylum level were removed. Heat maps were presented at family level.",
    "cultivable_fungal_burden_and_diversity": "Cultivable fungal burden and diversity\nThe culture-based fungal abundance of the ILMAH was estimated for each sampling location with colony-forming unit (CFU) values ranging from below detection limit (BDL) to 10\n4\n CFU/m\n2\n (Additional file \n4\n: Table ST1a). The highest abundance of the cultivable fungi was observed during the first sampling (T\n0\n) followed by ~1 log decrease in CFU during consecutive sampling events (T\n13\n, T\n20\n, T\n30\n) for each living compartment. High fungal population was noticed in samples collected at T\n0\n (Fig. \n2A\n). When statistically treated, the change in fungal abundance within different time points was significant (T\n0\n–T\n20\n\n\np\n = 0.008 and T\n0\n–T\n30\n\n\np\n = 0.0125) (Additional file \n5\n: Table ST2a). The cultivable fungal population for the lab area was higher than observed in other compartments (Fig. \n2B\n, Additional file \n4\n: Table ST1b). A statistically significant difference was observed between the lab area and the bedroom (\np\n = 0.0021) (Additional file \n5\n: Table ST2b).\nFig. 2\nStatistical analysis of cultivable fungal diversity detected through the 30-day habitation period at all the locations based on colony-forming unit (CFU) counts. To assess the difference between fungal abundances in cultivable sample categories (based on time—\nA\n and location—\nB\n), we applied the following univariate statistics. The normal distribution of the populations were tested using Shapiro-Wilk normality test, and as most of them were not normally distributed (\np\n value <0.05), we used a Kruskal-Wallis test coupled to a Dunn’s test to investigate differences in the tested populations. Resulting \np\n values were corrected using the Benjamini-Hochberg correction. \nA\n CFU counts before crew occupation T\n0\n—\na\n were statistically different from CFU counts at T\n20\n and T\n30\n—\nb\n, but no statistical difference was observed between T\n0\n and T\n13\n counts—\nab\n. Additionally, no statistical differences were observed between any other time points. \nB\n CFU counts in the bedroom—\na\n, differed significantly from the CFU counts in lab—\nb\n, but no statistical differences were observed between bedroom and kitchen or toilet—\nab\n. No statistical differences were observed between any other locations\n\n\nOne hundred seventeen cultivable isolates were collected and identified targeting the ITS region. Screening sequences against the UNITE fungal database enabled identification of 32 species (Fig. \n3\n). Among the cultivable isolates, only five strains had similarity lower than 97% that did not allow identification to the species level. All of the identified species but one—\nHydnopolyporus fimbriatus\n—belong to the \nAscomycota\n division (Fig. \n3\n). The most abundant cultivable species were \nCladosporium cladosporioides\n (16), \nEpicoccum nigrum\n (15), \nAspergillus tubingensis\n (13), \nAspergillus fumigatus\n (8), \nAlternaria tenuissima\n (7), and \nPennicillium brevicompactum\n (7). \nP. brevicompactum\n was the only, out of the most commonly identified species, that was not present at multiple time points but only at T\n13\n sampling (Fig. \n3\n). Abundance of \nC. cladosporioides\n colonies increased during the ILMAH occupation whereas the abundance of \nE. nigrum, A. tubingensis\n, and \nA. tenuissima\n decreased. Another commonly isolated species, \nA. fumigatus\n, was not isolated during the last sampling event. Neither field nor sampling device controls showed cultivable isolates.\nFig. 3\nCultivable fungal diversity detected through the 30-day habitation period at all the locations based on internal transcribed spacer (ITS) sequences. The phylogenetic tree was constructed using neighbor-joining method (bootstrap 1000). In total, 117 isolates were collected 113 of which were successfully sequenced (4 strains either did not show growth or did not respond to the sequencing methods attempted). The numbering of the isolates is explained as follows: F = fungi, first number (0–4) will be the sample collection day (0 = T\n0\n, 2 = T\n13\n, 3 = T\n20\n, 4 = T\n30\n), second number (1–8) will be sampling location, and the third number (1–5) is the replicate number of the isolate. For example, F23-02 will be a fungal strain, isolated from T\n20\n, at location number 3 and a second isolate. Frequency of isolates is given as a frequency bar after the name of fungus. \nColors of the bars\n correspond to the collection time (single or multiple)",
    "viable_and_total_mycobiome_(itag_illumina-based_analysis)": "Viable and total mycobiome (iTag Illumina-based analysis)\nThe fungal richness of PMA-treated (viable) samples decreased when compared to untreated samples (dead and alive). In PMA-untreated samples, 98 families were detected, whereas OTUs belonging to 41 of these families were not viable. Moreover, both PMA-treated and PMA-untreated samples differed significantly in community relationships (NMDS analysis in Fig. \n4\n, Adonis \np\n value = 0.006 and MRPP, significance of delta = 0.002; \nA\n = 0.0419) and their Shannon diversity index indicated a significant reduction (paired \nT\n test \np\n = 0.0000012) in viable fungal diversity. Observed differences in the PMA-treated (Fig. \n4a, c\n) and PMA-untreated samples (Fig. \n4b, d\n) indicate that untreated samples are overestimating the observed fungi. This observation was further confirmed when alpha diversity of cultivable, viable, and total mycobiome was plotted over time (Fig. \n5\n). In this research communication, only viable mycobiome was considered and discussed in detail. Illumina-based reads of sampling device and field controls showed negligible signal from DNA contamination and hence not included in the following analysis.\nFig. 4\nNMDS ordinations based on Bray-Curtis distances between all samples. \na\n Ordination displaying the distance between non-PMA-treated samples taken at the different time points. \nb\n The distance between PMA-treated samples taken at the different time points. \nc\n The distance between non-PMA-treated samples taken at the different locations. \nd\n NMDS ordination displaying the distance between PMA-treated samples taken at the different locations. A “\nP\n” after the respective variable indicates that these are the samples treated with PMA. Plots \na\n, \nc\n, and \nb\n, \nd\n represent the same data but differ in colors to underscore the focus on distribution over time and location, respectively\n\n\nFig. 5\nLinear representation of alpha diversity averages change over time for cultivable, viable and total mycobiome",
    "viable_fungal_community_structure": "Viable fungal community structure\nThe most abundant phylum that dominated the viable mycobiome of the ILMAH was \nAscomycota\n (90% of all characterized OTUs) followed by \nBasidiomycota\n and unclassified fungi (~4 and ~5%, respectively). Incidence of the fungal OTUs at the family level for various time points and locations are presented in Table \n1\n and Table \n2\n, respectively. The dominant \nPleosporaceae\n (75% of all OTUs) along with unclassified fungi (5%) and \nDavidiellaceae\n (4%) constituted 84% of all OTUs present in PMA-treated samples (Tables \n1\n and \n2\n and Fig. \n6\n). A closer look into the genus level of \nPleosporaceae\n family indicated the domination of \nEpicoccum\n (92.95% of all OTUs) and \nAlternaria\n (6.8%) sequences. The dominant fungal OTUs in the ILMAH biome correspond with the most frequently isolated cultivable fungi (Figs. \n3\n and \n6\n).\nTable 1\nIncidence of the fungal OTUs at the family level for various time points\nFungal phylum\nFungal family\nNumber of sequences\nT\n0\n\n\nT\n13\n\n\nT\n20\n\n\nT\n30\n\n\nTotal\nViable\nTotal\nViable\nTotal\nViable\nTotal\nViable\nAscomycota\nBotryosphaeriales\n115\n31\n1620\n176\n96\nCapnodiales\n2\n185\n121\n61\n4353\nChaetomiaceae\n2415\n1089\n5533\n1505\n32981\nCucurbitariaceae\n451\n221\n2298\n750\n1879\n2272\n1256\nDavidiellaceae\n2840\n1423\n42496\n6099\n129620\n28495\n55079\n38510\nDothioraceae\n32\n104\n510\n289\n12864\n14785\n4726\n688\nHypocreaceae\n174\n68\n2357\n197\n5510\n3897\n10952\nHypocreales\n73\n86\n9247\n402\n8566\n1\n7989\n5638\nLeptosphaeriaceae\n16\n23\n564\n215\n518\n1\n1639\n1\nLophiostomataceae\n56\n43\n56\n1850\n1\n26\nMicroascaceae\n326\n27007\n9\n735\n6\nMontanulaceae\n627\n232\n11273\n621\n22582\n12697\n77\nNectriaceae\n82\n121\n2890\n1287\n8479\n804\n2242\n49\nPhaeosphaeriaceae\n343\n222\n3551\n105\n6082\n1\n6969\n30695\nPleosporaceae\n295115\n380533\n273232\n251840\n172919\n61791\n648825\n619794\nPleosporales\n5202\n3071\n6876\n4475\n10056\n13\n12085\n8859\nSaccharomycetales\n17\n33\n346\n3\n45461\n10414\n17840\n2092\nSclerotiniaceae\n52\n16\n355\n1920\n99\nTeratosphaeriaceae\n35\n28\n805\n1\n2\n2\n583\n44749\nTrichocomaceae\n68\n32\n10496\n3461\n14625\n10495\n12147\n518\nTrichosphaeriales\n3\n122\n1750\n688\nUnclassified\n712\n686\n5082\n640\n4161\n4450\n6317\nBasidiomycota\nFilobasidiaceae\n1164\n419\n5997\n8\n11570\n1925\n2550\n4425\nPeniophoraceae\n1\n10916\nPolyporales\n1\n1339\nSporidiobolales\n2563\n1236\n6556\n315\n22900\n2\n35692\n24352\nTremellales\n7916\n4158\n42068\n1030\n72870\n9\n34932\n18439\nUnclassified\n409\n272\n2151\n2171\n481\n504\n2445\n279\nUnclassified\nUnclassified\n2973\n10475\n38015\n17311\n30832\n10320\n41608\n53950\n\n\nTable 2\nIncidence of the fungal OTUs at the family level for locations\nFungal phylum\nFungal family\nNumber of sequences\nBedroom\nKitchen\nBathroom\nLab\nTotal\nViable\nTotal\nViable\nTotal\nViable\nTotal\nViable\nAscomycota\nCapnodiales\n215\n26\n121\n5\n4355\nChaetomiaceae\n171\n32858\n1668\n2073\n5541\n1212\nCucurbitariaceae\n1186\n16\n2782\n739\n1248\n57\n1545\n1415\nDavidiellaceae\n71145\n17039\n40120\n35104\n53460\n496\n58969\n21888\nDothioraceae\n4821\n5774\n161\n286\n172\n9708\n12970\n98\nHerpotrichiellaceae\n68\n4\n93\n4\n134\n7\n1407\n28\nHypocreaceae\n979\n11\n4622\n93\n2095\n10909\n4133\n204\nHypocreales\n9471\n5617\n8792\n408\n1712\n12\n5169\n90\nLophiostomataceae\n30\n21\n71\n19\n9\n1878\n4\nMicroascaceae\n3086\n3\n6642\n3\n18317\n3\n23\n6\nMontanulaceae\n9231\n116\n5112\n520\n24292\n68\n7141\n226\nNectriaceae\n216\n1374\n5618\n3\n1542\n18\n6177\n866\nPhaeosphaeriaceae\n1360\n131\n4209\n55\n6150\n18\n4318\n30819\nPleosporaceae\n223517\n357893\n195638\n299314\n247789\n199402\n626137\n457349\nPleosporales\n5933\n4284\n6768\n590\n7339\n644\n10668\n10900\nSaccharomycetales\n1904\n1658\n18978\n10681\n10035\n49\n29496\n154\nTeratosphaeriaceae\n94\n55\n9\n13\n8\n932\n44763\nTrichocomaceae\n5453\n1\n11611\n1167\n8735\n2236\n10860\n11102\nOthers (20)\n1835\n5\n494\n12\n530\n16\n365\n26\nUnclassified\n2007\n426\n5203\n468\n668\n3105\n5831\n3644\nBasidiomycota\nFilobasidiaceae\n3624\n2198\n935\n120\n8171\n4412\n8259\n47\nPeniophoraceae\n45\n9922\n79\n1\n994\nPolyporales\n1\n1339\nSporidiobolales\n33860\n24869\n15193\n173\n10398\n299\n7923\n564\nTremellales\n47729\n17080\n26291\n2479\n9002\n1165\n69144\n2912\nUnclassified\n1999\n34\n525\n2172\n1144\n67\n1459\n953\nUnclassified\nUnclassified\n37959\n13825\n17047\n26040\n22401\n6260\n29713\n45931\n\n\nFig. 6\nDominant fungal population and succession patterns observed in 30-day occupation period of the ILMAH system. The OTUs presented in the bar graph are the most abundant. T\n20\n surface samples show different fungal profile when compared to other time points. T\n30\n samples show increase in fungal diversity when compared to other time point\n\n\nDifferences in the fungal community between samples were analyzed by multivariate statistics using ordination analyses and Monte Carlo-based permutation tests. Viable fungal communities showed similar mycobiome profiles throughout the sampling period except from the samples collected at T\n20\n, which were distinct (Fig. \n4\n; Adonis \np\n value = 0.001 and MRPP, significance of delta = 0.001 and \nA\n = 0.1168, Additional file \n6\n: Figure SF2 MRPP: chance corrected within-group agreement A: 0.1626, significance of delta 0.001; Adonis: delta = 0.019). Interestingly, community profiles were similar between samples collected before crew occupation (T\n0\n) and at T\n13\n and T\n30\n (Additional file \n7\n: Figure SF3; chance corrected within-group agreement A: 0.01802, significance of delta: 0.219, Adonis 0.228, Additional file \n8\n: Table ST3).\nObserved differences in multivariate statistics led to the investigation of mycobiome changes on a single-OTU level. First, an Anova test carried out on samples that did not cluster with the rest (Fig. \n4\n) showed presence of representatives of \nPleosporaceae\n, \nPleosporales\n, \nSaccharomycetales\n, \nTremellales\n, and \nTrichocomaceae\n families. Second, throughout the inhabitation, the level of \nPleosporaceae\n showed significant fluctuation—from 96 to 47% and 70% at T\n0\n, T\n20\n, and T\n30\n, respectively (Fig. \n7\n). Additionally, while \nPleosporaceae\n presence decreased to 47%, a significant increase in the levels of \nDavidiellaceae\n (22%), \nDothioraceae\n (11%), \nSaccharomycetales\n (8%), and \nTrichocomaceae\n (8%) was observed when compared to other time points (Fig. \n6\n, Additional file \n9\n: Table ST4). Interestingly, the presence of less abundant families observed before crew occupancy (T\n0\n) increased at (T\n30\n), i.e., \nDavidiellaceae\n (4.45%), \nHypocreaceae\n (1.26%), \nPhaeosphaeriaceae\n (3.54%), \nTeratosphaeriaceae\n (5.17%), and \nSporidiobolales\n (2.81%), as well as members of new fungal families were observed, i.e., \nCapnodiales\n (0.5%), \nChaetomiaceae\n (3.81%), and \nPeniophoraceae\n (1.26%) (Table \n1\n and Fig. \n6\n, Additional file \n9\n: Table ST4).\nFig. 7\nBox plots of viable dominant fungal families and their succession patterns observed in 30-day occupation period of the ILMAH system. The OTU counts presented in the boxplots are the most abundant. Each time point is represented in a different color: T\n0\n—\ngreen\n, T\n13\n—\norange\n, T2\n0\n—\nred\n, T3\n0\n—\npurple\n\n\n\n\nSpearman rank correlation was applied to each OTU’s abundance pattern and sampling event to determine significant correlation of viable fungal families with various time points. The results presented as a heat map contain 13 OTUs that showed a significant correlation with a \np\n value of 0.01 and 32 OTUs with a \np\n value of 0.05. All OTUs but \nDavidiellaceae\n, \nTeratosphaeriaceae\n, \nTremellales_3\n, \nPleosporales\n, and \nPleosporaceae\n were more abundant during the sampling before the crew inhabited the ILMAH (Fig. \n8\n).\nFig. 8\nHeat map of the taxa that showed a significant correlation (\np\n value 0.01) with the factor time in the PMA-treated sample set. The color \nblue\n indicates a low abundance of the single OTU in the respective sample, and \norange\n indicates a high abundance of the single OTU in the respective sample. Each column represents one sample collected throughout the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T\n0\n, 2 = T\n13\n, 3 = T\n20\n, 4 = T\n30\n), second number (1–8) will be sampling location, and \nP\n stands for PMA-treated samples. For example, 30.06P will be a sample collected during the 30-day study from T\n0\n at location 6\n\n\nFurther investigation of OTU abundances on the genus level revealed changes in OTU counts over the course of time. The numbers of OTUs identified as \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, and \nCryptococcus\n fluctuated from high abundance at T\n0\n to significantly lower counts at T\n20\n and then counts increased again at T\n30\n. OTUs identified as \nDavidiella\n increased throughout the occupation time whereas OTU counts for \nAspergillus\n, \nAureobasidium\n, and \nCandida\n were increasing over time (peak at T\n20\n) with a drastic decrease at T\n30\n. Location wise before the ILMAH occupation, all compartments exhibited high abundance of \nEpiccocum\n OTUs that decreased over time and again increased at T\n30\n. \nAlternaria\n OTUs were less abundant than the ones identified as \nEpiccocum\n genus. Nevertheless, they showed the same fluctuation pattern in all compartments but bedroom. While accumulation of \nDavidiella\n OTU counts was observed in bedroom and lab, the OTU counts in the bathroom did not differ between the T\n0\n and T\n30\n. At the same time, accumulation of \nDavidiella\n OTUs was observed in the kitchen with the highest abundance during the T\n20\n sampling event.\nTo sum up, statistical analysis revealed differences in community structure between time points in particular between T\n20\n and any other previous or following time point. \nDavidiellaceae\n, \nTeratosphaeriaceae\n, \nTremellales_3\n, \nPleosporales\n, and \nPleosporaceae\n families were shown to increase over the occupation time period. On a genus level, \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, \nDavidiella\n, and \nCryptococcus\n showed increased abundance.",
    "discussion": "Discussion\nUnderstanding microbial characteristic of a controlled habitat, like the ILMAH, may facilitate discerning the microbial population dynamics as well as the development of appropriate countermeasures. Knowledge about the viable mycobiome will not only allow the development of required maintenance and cleaning procedures in the closed habitat but also prevent it from deteriorating and being a potential health hazard for its inhabitants [\n67\n]. Multiple studies have shown that use of propidium monoazide (PMA), a dye that can penetrate the compromised cell walls, enables more accurate analysis of the viable microbiome [\n68\n, \n69\n]. It was also shown that PMA treatment might be successfully applied to determine dead and viable counts for various fungal species [\n70\n, \n71\n]. As in this study, other report proved that DNA from dead cells, when not removed from samples, before molecular analyses, might overshadow the actual diversity since presence of less abundant microbial species were masked [\n32\n]. PMA-treated and PMA-untreated samples varied significantly in the ILMAH fungal community structures (\np\n value = 0.006), and it had been reported before that low abundant species were detected in PMA-treated samples for bacteria, fungi, and viruses [\n66\n]. This approach validated the importance of PMA treatment to accurately determine the viable mycobiome of environmental samples. As a result, this study discussed only viable fungal communities to determine succession patterns and community structure over the course of time.\nVarious studies showed the positive correlation between changes in the indoor bacteriome and human presence [\n7\n, \n28\n, \n30\n, \n66\n, \n72\n] whereas such observation was not confirmed for the mycobiome [\n29\n, \n30\n, \n73\n]. Major sources of indoor microbiome were reported to be associated with human skin commensals transmitted via shoes, clothes, coughing, and talking [\n74\n, \n75\n]. It was also shown that the indoor mycobiome was mostly influenced by airborne fungi rather than human presence and their shedding, despite the fact that fungi were associated with human skin, lungs, urogenital tract, oral nasal cavities, and the gut [\n30\n, \n76\n–\n79\n]. In addition, few studies demonstrated that key determinants for mycobiome indoors might be the age of the built-in environments and the relative humidity, which can enhance fungal growth [\n80\n]. A recent 6-month survey on Japanese astronauts on the ISS revealed that the most abundant (dead or alive) fungal genus was \nMalassezia\n [\n10\n] whereas in this study, the most frequent viable fungal genera of closed habitat were \nEpiccocum\n, \nAlternaria\n, and \nPleosporales\n, which are environmental organisms rather than human commensals.\nThe presence of fungi inside the closed habitat, houses, or any types of man-made buildings was correlated with the amount of the water (relative humidity; RH) present in the environment [\n80\n]. The environmental relative moldiness index (ERMI) increases with elevated amounts of water [\n81\n]. The most abundant genera in common households were \nAlternaria\n, \nCladosporium\n, and \nEpicoccum\n whereas \nAspergillus\n and \nPenicillium\n were predominant in water-damaged building [\n81\n]. Similarly, in this study (measured RH 32 to 55%), the most abundant fungal genera were \nEpiccocum\n, \nAlternaria\n, \nPleosporales\n, and \nCryptococcus\n, which could be compared with the previous observations for common households. Nevertheless, genera present in houses and closed habitats could have an impact on human health. These molds were associated with allergies and asthma [\n67\n, \n82\n]. Elevated level of fungal allergenic molecules, such as enzymes, toxins, cell-wall components, and cross-reactive proteins could induce type I hypersensitivity [\n67\n]. Additionally, because of their ability to colonize the human body and produce toxins, volatile organic compounds, and proteases, the common molds (\nAlternaria\n, \nCladosporium\n, \nEpicoccum\n) could damage airways of immunocompromised occupants, which make them more dangerous than any other allergenic source [\n82\n–\n85\n]. In this study, accumulation of \nAlternaria\n and \nEpicoccum\n genera over time was observed, which, in combination with reported decreased immunity in occupants of confined spaces, e.g., astronauts [\n50\n, \n86\n] could lead to developing allergy and asthma symptoms.\nThroughout this study, the abundance of dominant \nPleosporaceae\n family members decreased (94% at T\n0\n to 71% at T\n30\n), while other fungal families were observed to increase, possibly as a result of human presence. However, positive correlation between increased fungal diversity and human presence requires studying the mycobiome of the occupants. It might be possible that the implemented cleaning procedures including weekly dusting, sweeping, wet mopping the floor, and antibacterial wipes resulted in suppressed growth of \nPleosporaceae\n members over the time. The community structure observed at T\n20\n was distinct from other time points. Detailed logging data collected during 30-day mission did not show any abnormal accidents or cleaning activities preceding T\n20\n sampling. The recorded data indicated that cleaning was conducted between the sampling events (~4–5 days prior to sampling). However, the inhabiting crew might have inadvertently cleaned just prior to T\n20\n sampling and that might have removed both total and viable fungal populations (Table \n1\n). The significant increase of \nDavidiellaceae\n (22%), \nDothioraceae\n (11%), \nSaccharomycetales\n (8%), and \nTrichocomaceae\n (8%) sequences at T\n20\n might be due to the fact that under-represented members became available for PCR reaction among the competing dominant fungal DNA.\nBoth \nCladosporium\n sp. members of \nDavidiellaceae\n family and \nAurobasidium\n sp. of \nDothioraceae\n family have the capacity to survive extreme environments like the ice of the Antarctica [\n87\n] or radioactive explosion site of Chernobyl Power Plant accident [\n88\n]. Additionally, \nCladosporium\n sp. and \nAureobasidium pullulans\n were isolated from hypersaline waters with NaCl concentration reaching 25% indicating high osmotolerance [\n89\n, \n90\n]. \nPenicillium\n sp. of \nTrichocomaceae\n family isolated from high-altitude soil in Indian Himalaya has been shown to tolerate a wide range of pH from 2 to 14 and a salt concentration between 10 and 20% [\n91\n]. Most of the \nApergillus\n sp. of \nTrichocomaceae\n family is soil fungi or saprophytes [\n92\n], but there has been a recent report of isolation of \nA. fumigatus\n from ISS [\n32\n]. In-depth analysis of isolate ISSFT-021 and IF1SW-F4 revealed increased UV resistance (in preparation) and virulence in neutrophil-deficient larval zebrafish model of invasive aspergillosis [\n93\n]. All in all, the capacity to survive in such extreme environments might help the observed in the study \nDavidiellaceae\n, \nDothioraceae\n, and \nTrichocomaceae\n species to adjust and survive hostile conditions of the ILMAH.",
    "additional_files": "Additional files\n\n\nAdditional file 1: Figure SF1.\n Schematic representation of the ILMAH architecture with dimensions. The sampling locations are indicated with stars and numbers (1, 2: Bedroom; 3, 4: Kitchen; 5: Bathroom; and 6, 7, 8: Laboratory). (PDF 911 kb)\n\n\nAdditional file 2:\nCrew schedule assignments for the 30 days. (PDF 911 kb)\n\n\nAdditional file 3:\nR code and script used as published in Weinmaier and Probst et al., 2015 Microbiome. (PDF 300 kb)\n\n\nAdditional file 4: Table ST1.\nCultivable fungal characteristics of ILMAH surface samples. Tables represent: a) CFU counts for each sampling area during consecutive sampling events (before crew occupation, Day 13, Day 20 and Day 30). Sampling areas are numbered 1-8. 1 and 2 correspond to bedroom area, 3, 4 – kitchen, 5 – bathroom and 6-8 lab. CFU counts are reported per meter square; b) CFU counts for specific ILMAH compartments. Table contains average CFU counts for each compartment: bedroom, kitchen, bathroom and lab area (for example CFU counts from area 1 and 2 at Day 13 were used to calculate the average CFU count for the bedroom compartment at Day 13). CFU counts are reported per meter square. (PDF 52 kb)\n\n\nAdditional file 5: Table ST2.\nStatistical analysis to compare cultivable fungal populations of the different (a) time points and (b) locations. (a) CFU counts of cultivable fungal populations observed at various time point were compared to each other to asses if there are any statistically significant changes in CFU counts over the course of time; (b) CFU counts of cultivable fungal populations observed at different compartments were compared to each other to asses if there are any statistically significant changes in CFU counts between locations. (PDF 43 kb)\n\n\nAdditional file 6: Figure SF2.\nNMDS ordinations based on Bray-Curtis distances between non-PMA- and PMA-treated samples taken at different time points. The analysis shows a significant difference between the PMA treated and not treated samples and between the different time points but not between the different locations. A “P” after the respective variable indicates that these are the samples treated with PMA. (PDF 44 kb)\n\n\nAdditional file 7:\nNMDS ordinations based on Bray-Curtis distances between PMA treated samples without T\n20\n taken at different time points. A “P” after the respective variable indicates that these are the samples treated with PMA. (PDF 30 kb)\n\n\nAdditional file 8:\nStatistical analysis of viable (PMA treated) samples to compare fungal populations of the different a) time points and b) locations. (a) Community profiles of viable fungal populations observed at various time point were compared to each other to asses if there are any statistically significant changes over the course of time; (b) Community profiles of viable fungal populations observed at different compartments were compared to each other to asses if there are any statistically significant changes between locations. Results marked with * are statistically significant. (PDF 44 kb)\n\n\nAdditional file 9: Table ST4.\nPercent change of OTU counts at family level. Information about the percent changes of the OTU counts of selected families during consecutive time points is presented. (PDF 45 kb)\n\n\nAdditional file 10:\nSRA numbers for individual samples. This file contains detailed information about accession number of each sample deposited within the study SPR069729. (TXT 12 kb)\n\n\nAdditional file 11:\nOTU deduced from the PMA treated samples. This file contains OTU counts of all PMA treated samples collected during the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T0, 2=T13, 3=T20, 4=T30), second number (1–8) will be sampling location, and P stands for PMA-treated samples. For example, 30.06P will be a sample collected during the 30-day study from T0 at location 6. (CSV 334 kb)\n\n\nAdditional file 12:\nOTU deduced from the PMA untreated samples. This file contains OTU counts of all samples not treated with PMA collected during the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T0, 2=T13, 3=T20, 4=T30), second number (1–8) will be sampling location. For example, 30.06 will be a sample collected during the 30-day study from T0 at location 6. (ZIP 35 kb)\n\n\nAdditional file 13:\nOTU table sorted by location. This file contains OTU counts of all the families observed throughout the study for PMA treated (viable) and untreated (total) samples for various locations (bedroom, kitchen, bathroom and lab). (CSV 2 kb)\n\n\nAdditional file 14:\nOTU table sorted by location. This file contains OTU counts of all the families observed throughout the study for PMA treated (viable) and untreated (total) samples for various time points (T0, T13, T20 and T30). (TXT 132 kb)",
    "section": "Additional file 1: Figure SF1.\n Schematic representation of the ILMAH architecture with dimensions. The sampling locations are indicated with stars and numbers (1, 2: Bedroom; 3, 4: Kitchen; 5: Bathroom; and 6, 7, 8: Laboratory). (PDF 911 kb)\n\n\nAdditional file 2:\nCrew schedule assignments for the 30 days. (PDF 911 kb)\n\n\nAdditional file 3:\nR code and script used as published in Weinmaier and Probst et al., 2015 Microbiome. (PDF 300 kb)\n\n\nAdditional file 4: Table ST1.\nCultivable fungal characteristics of ILMAH surface samples. Tables represent: a) CFU counts for each sampling area during consecutive sampling events (before crew occupation, Day 13, Day 20 and Day 30). Sampling areas are numbered 1-8. 1 and 2 correspond to bedroom area, 3, 4 – kitchen, 5 – bathroom and 6-8 lab. CFU counts are reported per meter square; b) CFU counts for specific ILMAH compartments. Table contains average CFU counts for each compartment: bedroom, kitchen, bathroom and lab area (for example CFU counts from area 1 and 2 at Day 13 were used to calculate the average CFU count for the bedroom compartment at Day 13). CFU counts are reported per meter square. (PDF 52 kb)\n\n\nAdditional file 5: Table ST2.\nStatistical analysis to compare cultivable fungal populations of the different (a) time points and (b) locations. (a) CFU counts of cultivable fungal populations observed at various time point were compared to each other to asses if there are any statistically significant changes in CFU counts over the course of time; (b) CFU counts of cultivable fungal populations observed at different compartments were compared to each other to asses if there are any statistically significant changes in CFU counts between locations. (PDF 43 kb)\n\n\nAdditional file 6: Figure SF2.\nNMDS ordinations based on Bray-Curtis distances between non-PMA- and PMA-treated samples taken at different time points. The analysis shows a significant difference between the PMA treated and not treated samples and between the different time points but not between the different locations. A “P” after the respective variable indicates that these are the samples treated with PMA. (PDF 44 kb)\n\n\nAdditional file 7:\nNMDS ordinations based on Bray-Curtis distances between PMA treated samples without T\n20\n taken at different time points. A “P” after the respective variable indicates that these are the samples treated with PMA. (PDF 30 kb)\n\n\nAdditional file 8:\nStatistical analysis of viable (PMA treated) samples to compare fungal populations of the different a) time points and b) locations. (a) Community profiles of viable fungal populations observed at various time point were compared to each other to asses if there are any statistically significant changes over the course of time; (b) Community profiles of viable fungal populations observed at different compartments were compared to each other to asses if there are any statistically significant changes between locations. Results marked with * are statistically significant. (PDF 44 kb)\n\n\nAdditional file 9: Table ST4.\nPercent change of OTU counts at family level. Information about the percent changes of the OTU counts of selected families during consecutive time points is presented. (PDF 45 kb)\n\n\nAdditional file 10:\nSRA numbers for individual samples. This file contains detailed information about accession number of each sample deposited within the study SPR069729. (TXT 12 kb)\n\n\nAdditional file 11:\nOTU deduced from the PMA treated samples. This file contains OTU counts of all PMA treated samples collected during the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T0, 2=T13, 3=T20, 4=T30), second number (1–8) will be sampling location, and P stands for PMA-treated samples. For example, 30.06P will be a sample collected during the 30-day study from T0 at location 6. (CSV 334 kb)\n\n\nAdditional file 12:\nOTU deduced from the PMA untreated samples. This file contains OTU counts of all samples not treated with PMA collected during the study. The numbering pattern is explained as follows 30 means 30-day study. The first number (0–4) will be the sample collection day (0 = T0, 2=T13, 3=T20, 4=T30), second number (1–8) will be sampling location. For example, 30.06 will be a sample collected during the 30-day study from T0 at location 6. (ZIP 35 kb)\n\n\nAdditional file 13:\nOTU table sorted by location. This file contains OTU counts of all the families observed throughout the study for PMA treated (viable) and untreated (total) samples for various locations (bedroom, kitchen, bathroom and lab). (CSV 2 kb)\n\n\nAdditional file 14:\nOTU table sorted by location. This file contains OTU counts of all the families observed throughout the study for PMA treated (viable) and untreated (total) samples for various time points (T0, T13, T20 and T30). (TXT 132 kb)",
    "funding": "Funding\nThis research was awarded to K. Venkateswaran and funded by a 2012 Space Biology NNH12ZTT001N Grant No. 19-12829-26 under Task Order NNN13D111T.",
    "availability_of_data_and_materials": "Availability of data and materials\nThe dataset supporting the results of this article is available in the NCBI SRA repository, under study accession # SRP069729. SRA numbers for individual samples are listed in attached Additional file \n10\n. The ITS sequences of the cultivable fungi are available in the NCBI GenBank under accession # KX664307-KX664419. PMA-treated and untreated OTU tables are submitted as Additional files \n11\n and \n12\n, respectively, along with the OTU tables sorted by location and time point (Additional files \n12\n and \n13\n, respectively). ITS sequences used to create phylogenetic tree are included in Additional file \n14\n.",
    "authors’_contributions": "Authors’ contributions\nAB drafted the manuscript, coordinated sample collection, contributed to the sample processing and to the data analysis and interpretation, and carried out the identification of the fungal isolates in this study. TM helped with sample processing and statistical analysis and data interpretation. MB contributed to result processing. TRP contributed to data analysis (clinical perspective). PdL collected samples and sent them to JPL. KV designed the study, interpreted the data, and drafted the manuscript. All authors read and approved the final manuscript.",
    "competing_interests": "Competing interests\nThe authors declare that they have no competing interests.",
    "consent_for_publication": "Consent for publication\nThe authors declare that our report did not contain data from any individual and hence there is no consent needed to publish these science data.",
    "ethics_approval_and_consent_to_participate": "Ethics approval and consent to participate\nThe authors declare that our report did not collect data from human or animals. This research where ILMAH was inhabited with human subjects have been performed in accordance with the University of North Dakota (UND), ND, USA, and have been approved by the UND Institutional Review Board. Participating students have given their informed consent to publish the microbiological characteristics of the ILMAH where they have inhabited for 30 days.",
    "publisher’s_note": "Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5504618/"
}