{
  "id": "PMC5805884",
  "title": "Draft Genome Sequences of Acinetobacter and Bacillus Strains Isolated from Spacecraft-Associated Surfaces",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences of Acinetobacter and Bacillus Strains Isolated from Spacecraft-Associated Surfaces",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5805884/"
  },
  "sections": {
    "abstract": "ABSTRACT\nWe report here the draft genome sequences of four strains isolated from spacecraft-associated surfaces exhibiting increased resistance to stressors such as UV radiation and exposure to H\n2\nO\n2\n. The draft genomes of strains 1P01SC\nT\n, FO-92\nT\n, 50v1, and 2P01AA had sizes of 5,500,894 bp, 4,699,376 bp, 3,174,402 bp, and 4,328,804 bp, respectively.",
    "genome_announcement": "GENOME ANNOUNCEMENT\nBacillus horneckiae\n strain 1P01SC\nT\n was isolated from a spacecraft assembly clean room at Kennedy Space Center (KSC), where the Phoenix spacecraft was assembled (\n1\n). As previously reported, spores of this strain were resistant to UV\n254\n radiation up to 1,000 J m\n−2\n. \nBacillus nealsonii\n FO-92\nT\n was isolated from fall-out particles collected from a spacecraft assembly facility at the Jet Propulsion Laboratory (\n2\n). Spores of FO-92\nT\n have exhibited resistances to UV\n254\n up to 300 J m\n−2\n, and vegetative cells and spores of this organism were resistant in up to 5% liquid H\n2\nO\n2\n (\n2\n). \nAcinetobacter radioresistens\n 50v1 was isolated from the surface of the Mars Odyssey orbiter (\n3\n). Vegetative cells of this organism were capable of surviving a combination of stressors, including desiccation, up to 1,000 J of UV\n254\n radiation, and up to 0.33 mg/ml of H\n2\nO\n2\n (\n3\n). \nAcinetobacter proteolyticus\n strain 2P01AA was isolated from the Payload Hazardous Servicing Facility at KSC during the assembly of the Phoenix spacecraft (\n4\n). As reported previously, strain 2P01AA exhibited increased resistance to H\n2\nO\n2 \nexposure and survival in up to 320 mM H\n2\nO\n2\n (\n5\n). Here, we report the first draft genome sequences of \nB. horneckiae\n type strain 1P01SC, \nB. nealsonii\n type strain FO-92, and two \nAcinetobacter\n species strains, 50v1, and 2P01AA, isolated from spacecraft hardware and associated surfaces.\nStrains 1P01SC\nT\n, FO-92\nT\n, 50v1, and 2P01AA, were sequenced using a shotgun sequencing approach on the Illumina HiSeq paired-end platform. The reads were \nde novo\n assembled using CLC Genomics Workbench version 10.1.1, resulting in total genome sizes of 5,500,894 bp, 4,699,376 bp, 3,174,402 bp, and 4,328,804 bp, respectively. Genome statistics are given in \nTable 1\n for all the strains. Annotations were produced using both the Rapid Annotations using Subsystems Technology server (\n6\n) and the NCBI Prokaryotic Genome Annotation Pipeline (\n7\n, \n8\n) and visualized using the SEED viewer (\n9\n).\nTABLE 1 \nGenome statistics of four microbial strains isolated from spacecraft hardware and associated surfaces\nStrain\nGenBank\n accession no.\nNo. of\n contigs\nGenome\n size (bp)\nN\n50\n size (bp)\nLargest\n contig\n size (bp)\nGC\n content\n (%)\nNo. of\n rRNAs\nNo. of protein-\ncoding genes\nCoverage\n (×)\nNo. of\n filtered\n reads\nB. horneckiae\n 1P01SC\nT\nPISD00000000\n104\n5,500,894\n93,836\n456,652\n37.48\n1 (16S), 1 (23S)\n5,708\n326\n11,967,132\nB. nealsonii\n FO-92\nT\nPISE00000000\n92\n4,699,376\n104,758\n307,322\n34.67\n6 (5S), 2 (16S),\n 3 (23S)\n4,712\n563\n17,642,747\nA. radioresistens\n 50v1\nPISK00000000\n125\n3,174,402\n65,829\n186,990\n41.59\n4 (16S), 3 (23S)\n2,930\n428\n9,077,106\nA. proteolyticus\n 2P01AA\nPISJ00000000\n36\n4,328,804\n316,343\n447,298\n41.10\n1 (5S), 1 (16S),\n 1 (23S)\n4,040\n575\n16,609,733\nThe \nBacillus\n strains 1P01SC\nT\n and FO-92\nT\n had 103 and 99 putative genes coding for dormancy and sporulation, respectively. Both strains had MutS, RecA, MutL, excinuclease ABC, beta-lactamase, and genes coding for the formation of persister cells (\n10\n). Strain FO-92\nT\n had a prophage-associated DNA repair protein (RecT), six genes associated with spore DNA protection, exodeoxyribonuclease III, and a peroxide stress regulator (PerR). Strain 1P01SC\nT\n had cold shock proteins (CspD and CspA) and a heat-inducible transcriptional repressor (HrcA).\nAcinetobacter\n strains 50v1 and 2P01AA possessed putative genes coding for persister cell formation, heat shock and cold shock responses, superoxide dismutase, rubredoxin-NAD(+) reductase, and cobalt, zinc, cadmium, and arsenic resistance (\n11\n). Strain 2P01AA had putative genes coding for heme oxygenase (HemO) and four genes coding for quorum-sensing molecules, which initiate biofilm biosynthesis and adhesion (\n12\n). Strain 50v1 had genes associated with betaine and choline uptake, which further allow for increased water retention in the cells (\n13\n), as well as alkyl hydroperoxide reductase subunit C and a DNA-binding protein (Dps), which has been shown to protect organisms from oxidative stress (\n14\n).\nAccession number(s).\nThe genome sequences of all four isolates have been deposited at DDBL/EMBL/GenBank under the accession numbers listed in \nTable 1\n.",
    "accession_number(s).": "Accession number(s).\nThe genome sequences of all four isolates have been deposited at DDBL/EMBL/GenBank under the accession numbers listed in \nTable 1\n."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5805884/"
}