{
  "id": "PMC5933128",
  "title": "Reduced Arogenate Dehydratase Expression: Ramifications for Photosynthesis and Metabolism",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Reduced Arogenate Dehydratase Expression: Ramifications for Photosynthesis and Metabolism",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5933128/"
  },
  "sections": {
    "permalink": "Copy",
    "ricarda_höhner": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nRicarda Höhner",
    "joaquim_v_marques": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nJoaquim V Marques",
    "tetsuro_ito": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nTetsuro Ito",
    "yoshiaki_amakura": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nYoshiaki Amakura",
    "alan_d_budgeon_jr": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nAlan D Budgeon Jr",
    "karl_weitz": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nb\nEnvironmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, Washington 99352\nFind articles by \nKarl Weitz",
    "kim_k_hixson": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nb\nEnvironmental Molecular Sciences Laboratory, Pacific Northwest National Laboratory, Richland, Washington 99352\nFind articles by \nKim K Hixson",
    "laurence_b_davin": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nLaurence B Davin",
    "helmut_kirchhoff": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nHelmut Kirchhoff",
    "norman_g_lewis": "a\nInstitute of Biological Chemistry, Washington State University, Pullman, Washington 99164\nFind articles by \nNorman G Lewis",
    "abstract": "Arogenate dehydratase (ADT) catalyzes the final step of phenylalanine (Phe) biosynthesis. Previous work showed that ADT-deficient Arabidopsis (\nArabidopsis thaliana\n) mutants had significantly reduced lignin contents, with stronger reductions in lines that had deficiencies in more ADT isoforms. Here, by analyzing Arabidopsis \nADT\n mutants using our phenomics facility and ultra-performance liquid chromatography-mass spectrometry-based metabolomics, we describe the effects of the modulation of ADT on photosynthetic parameters and secondary metabolism. Our data indicate that a reduced carbon flux into Phe biosynthesis in \nADT\n mutants impairs the consumption of photosynthetically produced ATP, leading to an increased ATP/ADP ratio, the overaccumulation of transitory starch, and lower electron transport rates. The effect on electron transport rates is caused by an increase in proton motive force across the thylakoid membrane that down-regulates photosystem II activity by the high-energy quenching mechanism. Furthermore, quantitation of secondary metabolites in \nADT\n mutants revealed reduced flavonoid, phenylpropanoid, lignan, and glucosinolate contents, including glucosinolates that are not derived from aromatic amino acids, and significantly increased contents of putative galactolipids and apocarotenoids. Additionally, we used real-time atmospheric monitoring mass spectrometry to compare respiration and carbon fixation rates between the wild type and \nadt3/4/5/6\n, our most extreme \nADT\n knockout mutant, which revealed no significant difference in both night- and day-adapted plants. Overall, these data reveal the profound effects of altered ADT activity and Phe metabolism on secondary metabolites and photosynthesis with implications for plant improvement.",
    "results": "Selection of Growth Conditions\n\n\nArabidopsis is a facultative long-day plant; its flowering is delayed under short-day conditions (\nHaughn et al., 1995\n; \nKoornneef et al., 1998\n). In our previous studies, \nADT\n knockout mutants (\nadt1\n, \nadt3\n, \nadt4\n, \nadt5\n, \nadt4/5\n, \nadt1/4/5\n, \nadt3/4/5\n, and \nadt3/4/5/6\n) and wild-type plants were grown under long-day conditions (16 h of light and 8 h of dark), with lignifying stems beginning to bolt by about 3 weeks (\nCorea et al., 2012\n).\n\n\nFor the photosynthetic studies described herein, plants were grown under short-day conditions (9 h of light), which are typically employed in Arabidopsis photosynthetic studies. That is, plants did not form inflorescence stems (\nFig. 1A\n) within the study time frame, as this developmental stage is delayed under short-day conditions. The overall purpose here was to simultaneously study, in our phenomics facility, the effect of altered ADT activity on photosynthetic efficiency, plant growth parameters, and secondary metabolism. Photosynthetic and growth parameters were thus measured every 2 d. These measurements were complemented by the determination of starch content and other metabolomics analyses as well as the analysis of net CO\n2\n uptake of plants at the completion of the phenomics analyses that were still in the vegetative growth phase.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nLayout of phenomics experiments and growth characteristics of Arabidopsis wild-type (WT) plants. A, Example of a block of nine plants representing the nine genotypes. It was assumed that the microclimate in this block is uniform. B, Examples of how individual blocks (numbered) are arranged in the phenomics facility. The numbers in B indicate the order of functional measurements. C, For this study, a total of four sets were averaged, leading to 40 plants per genotype. D, Example of false-color chlorophyll fluorescence images (\nF\no\n parameter) of the plants shown in A. E, Growth curve indicating plant size (for the wild type) as a function of DAS expressed as total leaf area deduced from chlorophyll images (see D); the latter was first measured when the plants were moved to the phenomics facility (i.e. 20 DAS). Data for the four examined data sets are depicted. F, The data from E were averaged and presented as means ± \nse\n. Photographs at right are examples of the different growth phases (indicated by blue arrows). Bar = 2 cm.\nEstablishing Phenomics Capability\n\n\nLarge-scale phenotyping of plants is an important emerging field in plant biology and agricultural research (\nTester and Langridge, 2010\n; \nAraus and Cairns, 2014\n; \nFahlgren et al., 2015\n). However, it is a challenge to ensure uniform environmental conditions over the entire growth facility, as small heterogeneities in microclimates often occur that lead to artificial differences in plant physiological responses. To minimize such potential differences, a block approach was applied that consisted of one wild-type and eight \nADT\n mutant plants per block (\nFig. 1A\n). In this way, data gained from the mutants can be normalized to the corresponding wild-type plant in the same block. Since the block size is small (26 × 26 cm), microclimate differences can be considered to have a negligible effect. Starting with the block arrangement, the entire phenomics facility was filled as shown in \nFigure 1B\n, thereby permitting each genotype to be measured in 12-fold replicates. To further enhance the statistical significance of comparisons between \nADT\n mutants and the wild type, four independent sets of measurements were performed (\nFig. 1C\n), creating 40 biological replicates per genotype. Furthermore, for the automated determination of physiological parameters from chlorophyll fluorescence data, areas belonging to the plant were separated from non-plant areas. This was readily achieved by thresholding chlorophyll fluorescence values (i.e. when the fluorescence intensity of a pixel is above a certain level, it counts as part of the plant). Accordingly, plant and nonplant areas can be separated seamlessly (\nFig. 1D\n).\n\n\nAn advantage of noninvasive optical screening is that plants can be observed over long time periods without perturbing growth/development. Wild-type and \nADT\n mutant plants were thus screened for over 4 weeks in the phenomics facility starting from 20 DAS (\nFig. 1F\n), with plant size estimated as total pixel size that represents the projection of all plant leaves during the vegetative growth period studied (\nFig. 1D\n). The growth curves of the four individual sets of plants (\nFig. 1E\n) displayed quite high congruence that justified averaging the four sets (\nFig. 1F\n). Additionally, the 4-week growth measurement in the phenomics facility (\nFig. 1, E and F\n) covers almost the entire vegetative life span from young seedlings to mature plants, but prior to the onset of inflorescence stem growth. Since the photosynthetic phenotypes were most pronounced in the \nadt3/4/5/6\n quadruple knockout relative to the wild type (\nFig. 2A\n), we concentrated on functional analysis of this mutant for additional insights into effects on the photosynthetic apparatus. This is detailed in the next section.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nComparison of growth characteristics and photosynthetic parameters in wild-type (WT) and \nadt3/4/5/6\n plants. A, Growth curve indicating plant size as a function of DAS expressed as total leaf area deduced from chlorophyll images, as explained in \nFigure 1\n. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05). B, Linear electron transport expressed as the ΦII parameter. Data are means ± \nse\n calculated from the four measuring sets. C and D, qE (C) and 1-qL (D). Data are derived as in A. For details, see text. In B to D, histograms at right depict means ± \nse\n averaged over the entire measuring period, with significant differences indicated by red stars (Student’s \nt\n test; one star, \nP\n < 0.05; three stars, \nP\n < 0.001).\nPhenomics Analysis with the \nadt3/4/5/6\n Mutant\n\n\nThe consequences of impaired carbon flux into lignin and potentially other phenylpropanoid metabolites with regard to photosynthetic primary reactions are unknown. To address this, a comparison between \nadt3/4/5/6\n and wild-type plants was performed, with total leaf areas plotted in \nFigure 2A\n. For young seedlings (20–30 DAS) and older plants (40–50 DAS) prior to inflorescence stem development, no significant differences in leaf growth were apparent between both lines. However, at midgrowth phase (30–40 DAS), where plants show the most rapid increase in biomass, \nadt3/4/5/6\n plants displayed a somewhat diminished growth relative to wild-type plants (\nFig. 2A\n, with statistically significant differences marked by red stars).\n\n\nTo further study the impact of ADT modulation on photosynthesis, a chlorophyll fluorescence analysis was conducted in parallel to the growth measurements. In this regard, the ΦII parameter measures the photochemical energy conversion efficiency of PSII and is a measure of linear photosynthetic electron flux (\nGenty et al., 1989\n; \nKramer et al., 2004\n; \nBaker, 2008\n). ΦII is determined by two parameters: photoprotective high-energy quenching (qE) and the fraction of PSII reaction centers that are open (qL; \nKramer et al., 2004\n; \nBaker, 2008\n). The latter is a measure of electron backpressure in the photosynthetic electron transport (PET) chain (expressed as the fraction of closed centers: 1-qL) and depends on the efficiency of NADPH + H\n+\n consumption by downstream metabolic reactions (mainly the Calvin-Benson cycle). Over the measurement period, ΦII fluctuated randomly by about ±10% without a time-dependent trend (\nFig. 2B\n), although ΦII tended to be slightly smaller for the \nadt3/4/5/6\n line. This became statistically significant when ΦII was averaged over the entire measuring period (\nFig. 2B\n, right). When these measurements were performed with plants at the end of the night period (night-adapted [NA] plants), essentially the same effect for ΦII was obtained for day-adapted (DA) plants (measured around noon), as shown in the histogram at right in \nFigure 2B\n.\n\n\nThe qE mechanism is induced by acidification of the thylakoid lumen that is caused by light-induced proton pumping of PSII and the cytochrome \nb\n6\nf\n complex (\nRuban et al., 2012\n). As for ΦII, both qE and 1-qL fluctuated randomly over the measurement period (\nFig. 2, C and D\n). Therefore, they were averaged over the entire time frame to identify significant changes (\nFig. 2, C and D\n, right). Comparison of both parameters revealed that the reason for the lower ΦII in \nadt3/4/5/6\n was an increased qE but not a change in redox status of the PET chain (no change in 1-qL). The higher qE in the mutant line is indicative of a higher ΔpH across thylakoid membranes. These data provisionally suggested that ATP, generated from ADP and inorganic phosphate (Pi) during photosynthesis, was less efficiently consumed by energy-dependent metabolic processes in \nadt3/4/5/6\n (i.e. ΔpH increased because substrates for the ΔpH-consuming ATPase [ADP + Pi] became limiting due to inefficient consumption of ATP). Impairment in metabolizing ATP in \nadt3/4/5/6\n would be in accordance with the observed overaccumulation of starch in the DA samples acting as an ATP sink in \nadt3/4/5/6\n plants (\nFig. 3A\n). This was supported further by measurements of ATP/ADP ratios (see “Materials and Methods”). For both the DA and NA light conditions, the ATP/ADP ratios for \nadt3/4/5/6\n were higher compared with those in the wild type (0.77 and 0.6 for \nadt3/4/5/6\n versus 0.62 and 0.52 for the wild type, respectively), which suggested restricted ATP consumption in \nadt3/4/5/6\n.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nAnalysis of metabolites in wild-type (WT) and \nadt3/4/5/6\n plants. A, Starch contents. B, Flavonoid contents. C, Phenylpropanoid contents. D, Lignan contents. E, Phenolic glucoside contents. All values are relative to the internal standard naringenin. Data are means ± \nse\n, collected for DA and NA plants. nd, Not detected.\nPET and Electrochromic Shift Measurements\n\n\nTo characterize photosynthetic energy conversion in more detail, light saturation curves were recorded under laboratory conditions (\nFig. 4\n). The measurements utilized NA leaves adapted to different light intensities with the dark-interval-relaxation kinetics (DIRK) method (for details, see “Materials and Methods”). The determination of qE requires a dark period after illumination that is impractical for measuring a light saturation curve (constant changes of light intensities). Therefore, the nonphotochemical quenching (NPQ) parameter was measured instead, this being dominated by the qE component (\nBaker, 2008\n). NPQ can be used as a proxy for qE (herein, for the sake of simplicity, the term NPQ will be used also if qE is measured). As expected, increasing light intensity led to reduction in ΦII (\nFig. 4A\n) because of electron backpressure from the Calvin-Benson cycle (saturation of biochemical pathways) and down-regulation of PSII activity by NPQ. The ΦII values for the wild type and \nadt3/4/5/6\n at 200 μmol quanta m\n–2\n s\n–1\n were between 0.35 and 0.4, which is in good agreement with the data collected for NA plants in the phenomics facility (∼0.32) for the same light intensity (\nFig. 2B\n). Activation of NPQ with increasing light intensity was clearly observed (\nFig. 4B\n). Comparing the wild type with \nadt3/4/5/6\n showed a small decrease in ΦII (5%–10%) and a small increase in NPQ (5%–15%), mainly at moderate light intensities (120–300 μmol quanta m\n–2\n s\n–1\n; i.e. approximately the light intensity of the 200 μmol quanta m\n–2\n s\n−1\n used in the phenomics facility). Plotting ΦII as a function of NPQ showed an almost linear correlation with no significant differences observed between the wild type and \nadt3/4/5/6\n (\nFig. 4C\n). This high congruence gave strong evidence that the sensitivity of linear electron transport flux on the NPQ mechanism was unchanged in \nadt3/4/5/6\n.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nPhotosynthetic parameters of NA wild-type (WT) and \nadt3/4/5/6\n plants in the laboratory. Measurements were performed using the DIRK approach (see “Materials and Methods”). A, ΦII. B, NPQ. C, Linear correlation between ΦII and NPQ. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05).\nTo understand why NPQ was higher in \nadt3/4/5/6\n, the proton motive force (PMF) across the thylakoid membrane was measured by employing electrochromic shift (ECS) measurements on intact leaves. The ECS measurement is a noninvasive optical absorption method that quantifies the magnitude of the light-generated PMF in thylakoid membranes (\nBailleul et al., 2010\n), with an apparent peak absorption at 520 nm (\nWitt, 1979\n; \nBailleul et al., 2010\n). For relative fast absorption measurements (faster than 1 s), the \nA\n520\n is almost free of other signal components that could interfere. It was next measured in the DIRK measuring mode on NA plants. Typical measurements for different light intensities (ranging from 70 to 850 μmol quanta m\n–2\n s\n–1\n) are shown in \nFigure 5A\n. The actual ECS signal for a given light intensity (ECS total) is given as the difference of absorption level in the light minus the level in the subsequent dark pulse (see the arrow in \nFig. 5A\n, for 850 µmol quanta m\n–2\n s\n–1\n). \nFigure 5B\n shows a statistical analysis of ECS amplitude as a function of light intensity. Increasing the latter led to higher ECS, because the rate of light-induced proton pumping by PSII and the cytochrome \nb\n6\nf\n complex increased. The ECS was saturated at around 400 μmol quanta m\n–2\n s\n–1\n. Importantly, the ECS was higher in \nadt3/4/5/6\n compared with wild-type leaves. Thus, the higher light-generated PMF in \nadt3/4/5/6\n was most likely the reason for its elevated NPQ (\nFigs. 2C\n and \n4B\n). The higher PMF in \nadt3/4/5/6\n agrees with data described above that indicate restricted ATP consumption.\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nEnergization of thylakoid membranes measured by ECS. A, Examples of ECS kinetics for different light intensities (indicated by color-associated numbers in μmol quanta m\n–2\n s\n–1\n). ECS relaxations from NA plants illuminated with the various light intensities were induced by a dark pulse (black bar). The arrow indicates the amplitude of ECS signal (ECS total). B, Dependency of total ECS signal on light intensity. Data are means ± \nse\n derived from seven measurements as shown in A. WT, Wild type.\nMetabolomics of the Wild Type and \nADT\n Mutants\n\n\nTwo sets of metabolomics analyses of the rosette leaves were carried out. The first set corresponded with the completion of the photosynthetic (phenomics) study at 44 DAS, whereas the second was at 70 DAS, when all plant lines were still in vegetative growth (i.e. they were not senescing).\nMetabolic Analysis of Rosette Leaves (70 DAS)\n\n\nNine plants for all of the different lines were harvested for both DA and NA treatments 70 DAS. This was partly in order to establish whether, under short-day conditions, the different \nADT\n knockout mutants displayed similar trends in terms of modulating (reducing) levels of soluble low-\nM\nr\n phenylpropanoid/phenylpropanoid acetate metabolites, as noted previously for lignins when grown under long-day conditions (\nCorea et al., 2012\n). In addition, analyses of both DA and NA plant lines were aimed at determining specific changes that could potentially be affected by the circadian rhythm.\n\n\nNon-targeted metabolomics analyses were first conducted. Using freely available computational tools (XCMS, CAMERA, DeviumWeb, and MeV; see “Materials and Methods”), ultra-performance liquid chromatography-quadrupole time of flight (UPLC-qTOF)-electrospray ionization chromatograms were processed for retention time correction and integration, resulting in ∼540 detected features (i.e. unique \nm/z\n versus retention time signals). Initially, we focused on comparing wild-type plants with \nadt3/4/5/6\n plants, the latter being hypothesized to display the most dramatic effects on metabolism given the phenotype observed. In this comparison, we identified 304 and 250 features that were altered significantly (\nP\n ≤ 0.05, after normalization to the internal standard naringenin recoveries) following comparison of DA and NA plants, respectively. \nSupplemental Table S1\n summarizes the features detected with corresponding statistical analysis for all individual features.\n\n\nAn initial global assessment of the metabolomics data also was performed using hierarchical clustering analysis (HCA) and partial least square discriminant analysis (PLSDA), after peak intensities were normalized to internal standard naringenin recoveries, centered, and standardized. This initial analysis was used for rapid visualization of overall metabolic effects and trends across the different \nADT\n mutants and time of harvest (i.e. DA and NA plants) as well as for the selection of those metabolites most significantly affected by ADT modulation, thereby helping guide subsequent annotation efforts.\n\n\nIt was next instructive to establish (to the extent possible) the identities of significantly altered features. Accordingly, our experimental approach focused on the known polar secondary metabolites found in Arabidopsis. These included flavonoids, phenylpropanoids (i.e. sinapoyl esters and lignans), benzenoids, and glucosinolates (\nD’Auria and Gershenzon, 2005\n; \nNakabayashi et al., 2009\n), as detected in chromatograms of leaf extracts (\nSupplemental Fig. S2\n). In this regard, compounds were identified either through the use of authentic standards or were annotated based on comparisons with the literature and/or public spectral libraries of known Arabidopsis metabolites (\nD’Auria and Gershenzon, 2005\n; \nGlauser et al., 2008\n; \nNakabayashi et al., 2009\n; \nMatsuda et al., 2010\n). In addition, a third group of features was provisionally annotated in terms of putative chemical class (\nSumner et al., 2007\n), but their structures were not unambiguously determined (\nSupplemental Table S1\n).\n\n\nIn the wild type, six flavonoids, some of the most characteristic and abundant metabolites in Arabidopsis (\nVeit and Pauli, 1999\n; \nSaito et al., 2013\n), were detected. These consisted of four kaempferol glycosides (kaempferol-3-glucoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-glucoside-7-rhamnoside, and kaempferol-3,7-dirhamnoside) and two quercetin derivatives (quercetin-3-glucoside-7-rhamnoside and quercetin-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside; \nSupplemental Fig. S3A\n; \nTable I\n).\n\n\nTable I. Pairwise comparison of metabolites, both identified and those with putative annotations, that have significantly altered amounts between wild-type and \nadt3/4/5/6\n plants.\n\n\n\n\n\n\n\n\nFeature\n\n\nm/z\n\n\nRetention Time\n\n\nCalculated Mass\n\n\nError\na\n\n\n\n\nIon\n\n\nAnnotation\n\n\nAnnotation Level\nb\n\n\n\n\nCategory\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (NA)\n\n\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (DA)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmin\n\n\n\n\nppm\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nM545T1236\n\n\n545.2598\n\n\n20.59\n\n\n545.2598\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n2-\nO\n-(Di-nor-oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n\n\n\n\nM735T1343\n\n\n735.3439\n\n\n22.38\n\n\n735.3439\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-digalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n\n\n\n\nM573T1455\n\n\n573.2911\n\n\n24.24\n\n\n573.2911\n\n\n0.14\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n\n\n\n\nM755T575\n\n\n755.2030\n\n\n9.59\n\n\n755.2035\n\n\n0.62\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n1.61\n\n\n2.0\n\n\nL\n\n\n2.59\n\n\n2.1\n\n\nL\n\n\n\n\n\n\nM739T610\n\n\n739.2084\n\n\n10.16\n\n\n739.2086\n\n\n0.25\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.27\n\n\n1.8\n\n\nL\n\n\n3.47\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM609T658\n\n\n609.1455\n\n\n10.97\n\n\n609.1456\n\n\n0.10\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n2.11\n\n\n3.2\n\n\nL\n\n\n2.84\n\n\n3.0\n\n\nL\n\n\n\n\n\n\nM755T689\n\n\n755.2033\n\n\n11.49\n\n\n755.2035\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-glucoside-7-rhamnoside\n\n\n2\n\n\nFlavonoids\n\n\n1.77\n\n\n1.2\n\n\nL\n\n\n3.11\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM593T713\n\n\n593.1506\n\n\n11.89\n\n\n593.1506\n\n\n0.04\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.96\n\n\n2.5\n\n\nL\n\n\n4.68\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM577T777\n\n\n577.1559\n\n\n12.95\n\n\n577.1557\n\n\n0.22\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3,7-dirhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.65\n\n\n1.4\n\n\nL\n\n\n4.44\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM387T485\n\n\n387.1294\n\n\n8.09\n\n\n387.1291\n\n\n0.60\n\n\n[M+FA–H]\n–\n\n\n\n\nConiferin\n\n\n1\n\n\nPhenylpropanoids\n\n\n4.28\n\n\n2.8\n\n\nL\n\n\n2.41\n\n\n2.9\n\n\nL\n\n\n\n\n\n\nM385T589\n\n\n385.1132\n\n\n9.81\n\n\n385.1135\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid glucoside\n\n\n1\n\n\nPhenylpropanoids\n\n\n3.06\n\n\n4.8\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM325T669\n\n\n325.0559\n\n\n11.14\n\n\n325.0560\n\n\n0.26\n\n\n[M–H]\n–\n\n\n\n\n5-Hydroxyferuloyl malate\n\n\n3\n\n\nPhenylpropanoids\n\n\n2.66\n\n\n12.2\n\n\nL\n\n\n2.73\n\n\n8.9\n\n\nL\n\n\n\n\n\n\nM339T796\n\n\n339.0718\n\n\n13.27\n\n\n339.0716\n\n\n0.46\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid malate ester\n\n\n2\n\n\nPhenylpropanoids\n\n\n2.61\n\n\n1.3\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM339T808\n\n\n339.0717\n\n\n13.47\n\n\n339.0716\n\n\n0.41\n\n\n[M–H]\n–\n\n\n\n\nSinapoyl malate\n\n\n1\n\n\nPhenylpropanoids\n\n\n1.42\n\n\n1.3\n\n\nL\n\n\n2.34\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM591T907\n\n\n591.1708\n\n\n15.11\n\n\n591.1714\n\n\n0.90\n\n\n[M–H]\n–\n\n\n\n\n1,2-Di-\nO\n-sinapoyl-β-\nd\n-Glc\n\n\n3\n\n\nPhenylpropanoids\n\n\n3.40\n\n\n5.1\n\n\nL\n\n\n2.23\n\n\n6.2\n\n\nL\n\n\n\n\n\n\nM583T596\n\n\n583.2030\n\n\n9.94\n\n\n583.2037\n\n\n0.51\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n3.60\n\n\n2.1\n\n\nL\n\n\n5.14\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM681T654\n\n\n681.2390\n\n\n10.90\n\n\n681.2395\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4,4′-di-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n2.73\n\n\n1.8\n\n\nL\n\n\n2.65\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM521T720\n\n\n521.2021\n\n\n11.99\n\n\n521.2023\n\n\n0.36\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.78\n\n\n3.3\n\n\nL\n\n\n3.65\n\n\n2.3\n\n\nL\n\n\n\n\n\n\nM521T765\n\n\n521.2023\n\n\n12.75\n\n\n521.2023\n\n\n0.12\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n4.80\n\n\n3.6\n\n\nL\n\n\n3.39\n\n\n3.4\n\n\nL\n\n\n\n\n\n\nM565T767\n\n\n565.1921\n\n\n12.78\n\n\n565.1921\n\n\n0.09\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.04\n\n\n2.7\n\n\nL\n\n\n4.25\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM519T836\n\n\n519.1867\n\n\n13.93\n\n\n519.1866\n\n\n0.11\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n4.94\n\n\n3.1\n\n\nL\n\n\n5.33\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM285T462\n\n\n285.0613\n\n\n7.70\n\n\n285.0610\n\n\n0.79\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.95\n\n\n1.3\n\n\nL\n\n\n2.54\n\n\n1.6\n\n\nL\n\n\n\n\n\n\nM299T502\n\n\n299.0770\n\n\n8.37\n\n\n299.0767\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\nHydroxybenzoic acid-4-\nO\n-β-\nd\n-glucopyranoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.77\n\n\n2.0\n\n\nL\n\n\n1.45\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM285T513\n\n\n285.0610\n\n\n8.54\n\n\n285.0610\n\n\n0.23\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.42\n\n\n3.0\n\n\nL\n\n\n1.81\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM422T137\n\n\n422.0249\n\n\n2.28\n\n\n422.0249\n\n\n0.13\n\n\n[M–H]\n–\n\n\n\n\nGlucoiberin\n\n\n3\n\n\nGlucosinolates\n\n\n4.75\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM436T221\n\n\n436.0407\n\n\n3.69\n\n\n436.0406\n\n\n0.21\n\n\n[M–H]\n–\n\n\n\n\nGlucoraphanin\n\n\n1\n\n\nGlucosinolates\n\n\n3.69\n\n\n2.2\n\n\nL\n\n\n1.39\n\n\n1.8\n\n\nL\n\n\n\n\n\n\nM450T275\n\n\n450.0562\n\n\n4.59\n\n\n450.0562\n\n\n0.07\n\n\n[M–H]\n–\n\n\n\n\nGlucoalyssin\n\n\n2\n\n\nGlucosinolates\n\n\n1.65\n\n\n1.9\n\n\nL\n\n\n1.65\n\n\n1.5\n\n\nL\n\n\n\n\n\n\nM464T335\n\n\n464.0708\n\n\n5.58\n\n\n464.0719\n\n\n2.35\n\n\n[M–H]\n–\n\n\n\n\nGlucohesperalin\n\n\n2\n\n\nGlucosinolates\n\n\n2.16\n\n\n2.3\n\n\nL\n\n\n2.32\n\n\n2.5\n\n\nL\n\n\n\n\n\n\nM478T418\n\n\n478.0874\n\n\n6.96\n\n\n478.0875\n\n\n0.32\n\n\n[M–H]\n–\n\n\n\n\nGlucoibarin\n\n\n3\n\n\nGlucosinolates\n\n\n2.50\n\n\n2.3\n\n\nL\n\n\n1.77\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM463T497\n\n\n463.0477\n\n\n8.29\n\n\n463.0481\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\n4-Hydroxyglucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n3.17\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM447T498\n\n\n447.0533\n\n\n8.31\n\n\n447.0532\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nGlucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.83\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM492T520\n\n\n492.1032\n\n\n8.66\n\n\n492.1032\n\n\n0.09\n\n\n[M–H]\n–\n\n\n\n\nGlucohirsutin\n\n\n2\n\n\nGlucosinolates\n\n\n2.58\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM422T569\n\n\n422.0578\n\n\n9.48\n\n\n422.0579\n\n\n0.37\n\n\n[M–H]\n–\n\n\n\n\nGluconasturtiin\n\n\n1\n\n\nGlucosinolates\n\n\n4.84\n\n\n4.5\n\n\nL\n\n\n2.84\n\n\n4.2\n\n\nL\n\n\n\n\n\n\nM402T662\n\n\n402.0889\n\n\n11.03\n\n\n402.0892\n\n\n0.91\n\n\n[M–H]\n–\n\n\n\n\nHexyl glucosinolate\n\n\n2\n\n\nGlucosinolates\n\n\n1.78\n\n\n1.9\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM477T728\n\n\n477.0637\n\n\n12.13\n\n\n477.0638\n\n\n0.19\n\n\n[M–H]\n–\n\n\n\n\n1-Methoxyglucobrassicin\n\n\n1\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.61\n\n\n2.1\n\n\nL\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nError is calculated as follows: \n. Calculated mass and \nm/z\n only show the data to the nearest four decimal points, whereas the error is calculated based on the actual data obtained.\n\n\n\n\n\n\nb\nAnnotation level according to \nSumner et al. (2007)\n: 1, identified compounds with authentic standards; 2, compounds with putative annotations based on spectral similarity with spectral libraries; and 3, compound classes with putative annotations (i.e. compounds not fully characterized/identified). Empty cells indicate where metabolites were not detected under these conditions.\n\n\n\n\nAnother abundant metabolite class in Arabidopsis extracts was the glucosinolates (\nBrown et al., 2003\n). These included the known Phe-derived gluconasturtiin (2-phenethylglucosinolate), three indole-derived glucosinolates (4-hydroxyglucobrassicin, 1-methoxyglucobrassicin and glucobrassicin), and seven aliphatic glucosinolates (glucoiberin, glucoraphanin, glucoalyssin, glucohesperalin, glucoibarin, glucohirsutin, and hexyl glucosinolate or 4-methylpentyl glucosinolate; \nSupplemental Fig. S3B\n; \nTable I\n).\n\n\nThe extracts also contained several other known phenylpropanoid-derived metabolites, corresponding to monomeric or dimeric (lignan) phenylpropanoid metabolites (\nD’Auria and Gershenzon, 2005\n; \nSeneviratne et al., 2015\n). The former included three known malate-containing compounds (5-hydroxyferuloyl malate, sinapic acid malate ester, and sinapoyl malate) as well as three glycosides (coniferin, 1,2-di-\nO\n-sinapoyl-β-\nd\n-Glc, and sinapic acid glucoside; \nSupplemental Fig. S3C\n). The dimeric phenylpropanoids (lignans) included two known pinoresinol derivatives (pinoresinol-4,4ʹ-di-\nO\n-β-\nd\n-glucoside and pinoresinol-4-\nO\n-β-\nd\n-glucoside; \nSupplemental Fig. S3D\n; \nSeneviratne et al., 2015\n); however, there were four other putative lignans detected (\nTable I\n; \nSupplemental Tables S1 and S2\n). These were generically annotated as lignan glucosides (\nTable I\n), but with no precise structure being determined due to the lack of sufficient material for unambiguous structure determination.\n\n\nThree putative galactolipids also were detected. These were annotated previously in Arabidopsis (\nGlauser et al., 2008\n), based on comparison of high-resolution tandem mass spectrometry (MS/MS) spectra, as \nsn\n1-\nO\n-(12-oxophytodienoyl)-monogalactosyl monoglyceride, \nsn\n1-\nO\n-(12-oxophytodienoyl)-digalactosyl monoglyceride, and \nsn\n2-\nO\n-(di-nor-oxophytodienoyl)-monogalactosyl monoglyceride (\nSupplemental Fig. S3E\n; \nTable I\n).\n\n\nFinally, three putative phenolic glucosides were detected, including one hydroxybenzoic acid glucopyranoside and two isomers of dihydroxybenzoic acid-\nO-\npentoside (\nTable I\n).\n\n\nQuadruple, Triple, and Double ADT Knockouts\n\n\nStatistical comparison of individual metabolite levels in \nadt3/4/5/6\n, the most greatly affected mutant line, versus the wild type can be found in \nTable I\n. For the flavonoids mentioned above, significant changes in levels were observed in \nadt3/4/5/6\n, with reductions of ∼40% and ∼30% in NA and DA plants compared with wild-type plants. Compared with levels in the wild type, the \nadt1/4/5\n and \nadt3/4/5\n triple knockouts also had very similar flavonoid reductions of ∼40% and ∼26% in NA and DA plants, whereas the double knockout \nadt4/5\n had smaller flavonoid reductions of ∼17% (\nFig. 6A\n). By comparison, under these growth conditions, the flavonoid reduction levels in \nadt3/4/5/6\n were just over half of those observed for long-day-grown plant lines.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nMetabolite contents in DA and NA wild-type (WT) and \nADT\n mutant plants. A, Flavonoids. B, Phenylpropanoids. C, Lignan glucosides. D, Phenolic glucosides. E, Glucosinolates. F, Gluconasturtiin. G, Putative galactolipids. All values are relative to the internal standard naringenin. *, 0.01 < \nP\n ≤ 0.05; **, \nP\n ≤ 0.01.\nMonomeric phenylpropanoid and lignan contents followed somewhat comparable trends, with multiple \nADT\n knockouts having the most pronounced effects (\nFig. 6, B and C\n, respectively). For the monomeric phenylpropanoids, their amounts in triple and quadruple knockouts were reduced by ∼25% and ∼20% in NA and DA plants, respectively, relative to that in the wild type. A slightly lesser effect (i.e. a reduction of ∼12%) was observed in \nadt4/5\n. Lignans displayed a similar pattern, with highest reductions in triple and quadruple knockout lines, reaching reductions of ∼64% to 68% and ∼58% to 67% in NA and DA plants, respectively. In \nadt4/5\n, slightly lower reductions of ∼58% were observed for NA plants and 55% for DA plants.\n\n\nSignificant differences were observed in levels of other metabolite classes not derived directly from Phe. Putative phenolic glucoside levels were reduced significantly (\nFig. 6D\n), reaching reductions of ∼31% and ∼44% for NA and DA \nadt3/4/5/6\n plants, respectively, relative to that in the wild type. In addition, the triple knockout \nadt1/4/5\n had reductions of ∼21% and ∼40% for NA and DA plants, respectively, whereas \nadt3/4/5\n displayed reductions of ∼35% for both NA and DA plants. The double knockout \nadt4/\n5 had a somewhat smaller reduction in phenolic glucosides of ∼28%.\n\n\nAnother striking observation was with the levels of the 11 glucosinolates that were detected at significantly lower levels in \nADT\n knockouts relative to the wild type (\nFig. 6, E and F\n). Of these, the reduction in levels of gluconasturtiin (\nFig. 6F\n) could be anticipated, since it is partly derived from Phe (\nUnderhill, 1968\n). Indeed, its levels were very much affected, reaching reductions of ∼77% in both NA and DA \nadt3/4/5/6\n plants. The triple knockout \nadt3/4/5\n also had ∼77% and ∼58% reductions in NA and DA plants, respectively, whereas \nadt1/4/5\n had ∼65% and ∼70% reductions, relative to the wild type. The double knockout \nadt4/\n5 additionally displayed some levels of reduction, albeit to a slightly lesser extent, with reductions of ∼54% and ∼60% in NA and DA plants, respectively.\n\n\nAlthough less pronounced, significant overall reductions in the levels of all other glucosinolates also were detected (\nFig. 6E\n), with ∼39% and ∼42% reductions in \nadt3/4/5/6\n NA and DA plants and ∼36%/∼31%, and ∼27%/∼16% reductions in \nadt1/4/5\n and \nadt3/4/5\n NA and DA plants, respectively. The double mutant \nadt4/5\n displayed a reduction of ∼37% in total glucosinolate in DA plants, but no significant reduction (∼6%) was observed in NA plants (\nFig. 6E\n).\n\n\nWe also detected several metabolites with significantly higher levels in ADT-deficient plant lines. Of these, we annotated three putative galactolipids that were presumed to be abundant in the thylakoid membrane and that could be related to altered photosynthetic parameters (\nKobayashi et al., 2013\n). The relative amounts of these compounds displayed a clear circadian rhythm pattern (i.e. barely detectable in DA plants versus significantly higher contents in NA plants; \nFig. 6G\n). Besides that, their contents in NA plants also were affected significantly by changes in ADT, with levels increasing further from single to multiple knockouts. Of these, the most markedly altered were those in \nadt3/4/5/6\n plants, where the amounts detected were approximately double the content observed in wild-type plants.\nSingle Knockouts\n\n\nWhile multiple knockout lines had the most dramatic effects in reductions in levels of most metabolites detected, the single knockouts had differing effects for different metabolite classes. For combined total flavonoid levels (also for each individually), \nadt1\n had the most pronounced reductions in comparison with the wild type (∼30% change [\nP\n = 0.016] and ∼20% [\nP\n = 0.006] in NA and DA plants, respectively) of the various single knockout lines (\nFig. 6A\n; \nSupplemental Table S1\n). Monomeric phenylpropanoid levels followed the same trend somewhat, with the \nadt1\n line also having highest reductions in comparison with the wild type (∼30% [\nP\n = 0.003] and ∼10% [\nP\n = 0.02] in NA and DA plants, respectively; \nFig. 6B\n; \nSupplemental Table S1\n). Lignan content, however, was not affected significantly in any single knockout line in comparison with wild-type plants (\nFig. 6C\n; \nSupplemental Table S1\n).\n\n\nIn contrast, phenolic glucoside levels in single knockouts were reduced more significantly in \nadt4\n and \nadt5\n plants in comparison with wild-type plants, with ∼35% (\nP\n = 0.01) and 25% (\nP\n = 0.02) reductions, respectively, in NA plants and ∼28% (\nP\n = 0.05 for \nadt4\n plants and \nP\n = 0.03 for \nadt5\n plants) reductions in DA plants (\nFig. 6D\n; \nSupplemental Table S1\n). While in the \nadt1\n plants, no significant differences were observed in phenolic glucoside contents in NA plants, the DA plants had a significant (\nP\n = 0.014) level of reduction (∼40%). On the other hand, \nadt3\n plant lines were not significantly different from the wild type.\n\n\nGlucosinolate levels in NA plants were mainly significantly different in the comparison of \nadt4\n and \nadt5\n with wild-type lines, with reductions of ∼36% (\nP\n = 0.0001) and 26% (\nP\n = 0.02), whereas the corresponding DA plants had greater reductions of ∼52% (\nP\n = 0.01) and ∼47% (\nP\n = 0.03), respectively (\nFig. 6E\n; \nSupplemental Table S1\n).\n\n\nFinally, for putative galactolipid levels, the \nadt4\n line potentially had the second highest increase among all lines relative to wild-type levels (∼60%), although this was not statistically significant due to the variability observed (\nP\n = 0.115; \nFig. 6G\n; \nSupplemental Table S1\n).\n\n\nA group of molecules with masses consistent with molecular structures having 19 carbon atoms and eight oxygen atoms also were detected at higher levels in \nADT\n knockouts relative to the wild type. We provisionally postulate that they belong to the apocarotenoid metabolite class (\nMatsunami et al., 2009\n) and perhaps may have a direct relationship with the photosynthetic effects observed (i.e. given carotenoid roles in light harvesting and photoprotection, as hormones and growth regulators, and in other environmental interactions; \nRuiz-Sola and Rodríguez-Concepción, 2012\n). The unequivocal annotation of these compounds requires a complete structural characterization that was not possible here due to their low abundance.\nMetabolic Analysis of Rosette Leaves (44 DAS)\n\n\nThe analysis of leaves of DA wild-type and \nadt3/4/5/6\n plants, harvested 44 DAS, showed comparable trends to those at 70 DAS. When compared with DA wild-type plants, DA \nadt3/4/5/6\n plants at 44 DAS showed significant (\nP\n < 0.01) decreases in levels of the lignan glucosides M565T765, M521T765, and M519T836 (for compound names, see \nTable I\n) by ∼34%, 63%, and 57%, respectively; the corresponding DA plants at 70 DAS had ∼58 to ∼67% reductions. We also detected reduced levels of the monomeric phenylpropanoids M385T589, M339T796, and M339T808 by ∼40%, 24%, and 18%, respectively, but the first with \nP\n < 0.05 only; DA plants at 70 DAS had ∼20% reductions. Flavonoids were decreased slightly in amounts: M739T610 and M593T713 by ∼7% and ∼17%, respectively, compared with ∼30% in DA plants at 70 DAS. As before, we observed increases in the levels of putative galactolipids (M545T1236, M735T1343, and M573T1455 by ∼25%, 24%, and 13%, respectively), which correspond favorably to those in DA plants at 70 DAS.\nRTAM-MS of CO\n2\n\n\n\n\nFrom our starch measurements, we discovered that starch accumulation in \nadt3/4/5/6\n was higher in DA plants than in the wild type (\nFig. 3A\n), and this was inversely correlated to linear electron flux (\nFig. 7\n). Thus, we further investigated whether there was also a significant difference in respiration rate of net carbon fixation in relation to the different starch levels observed. To do this, we measured CO\n2\n absorption and release rates in \nadt3/4/5/6\n and wild-type plants with large starch reserves (DA) or in plants depleted of starch (NA). A real-time atmospheric mass spectrometer was used to measure CO\n2\n levels of wild-type and \nadt3/4/5/6\n plants under both DA and NA conditions. The DA and NA plants were then subjected to a period of dark or light in order to observe whether there was a differential rate of respiration or carbon fixation between the wild type and \nadt3/4/5/6\n.\n\n\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nRelationship between starch content and ΦII in wild-type (WT) and \nADT\n mutant plants. A, Starch content (red outlined bars, right axis) and ΦII (gray bars) of the various genotypes. The red horizontal line indicates wild-type values for comparison. B, Linear correlation between starch content and ΦII. All data are means ± \nse\n.\nFigure 8\n shows the median CO\n2\n levels fixed by wild-type and \nadt3/4/5/6\n plants under NA and DA conditions. For NA plants, the wild type and \nadt3/4/5/6\n, when exposed initially to light, presumably begin to fix CO\n2\n, but this initial rate of CO\n2\n uptake appears to not yet be at a level to offset night time respiration rates. These measurements occurred 50 min after the light change, and all photosynthetic and respiration machinery may not be fully switched over yet between light and dark conditions, which could explain the negative CO\n2\n uptake. Whereas \nadt3/4/5/6\n plants seemed to have a higher CO\n2\n uptake rate than wild-type plants at the time point measured, a Student’s \nt\n test performed between the two groups of measurements indicated no significant difference (\nP\n = 0.20). In plants that have high levels of accumulated starch (DA conditions) and that are subjected to the dark when respiration pathways would dominate, there appeared to be a higher rate of respiration in \nadt3/4/5/6\n compared with the wild type, but this increased rate also was not statistically significant.\n\n\nFigure 8.\n\n\n\n\nOpen in a new tab\n\n\nCO\n2\n levels in wild-type (WT) and \nadt3/4/5/6\n plants following the depletion (NA) or accumulation (DA) of starch reserves. Measurements were made after a steady-state adjustment period of 50 min in the dark (for DA plants) and 50 min in the light (for NA plants). Data are means ± \nse\n. No significant differences exist between wild-type and \nadt3/4/5/6\n values (Student’s \nt\n test, \nP\n = 0.194 and 0.993 for the NA and DA data sets, respectively).",
    "selection_of_growth_conditions": "Arabidopsis is a facultative long-day plant; its flowering is delayed under short-day conditions (\nHaughn et al., 1995\n; \nKoornneef et al., 1998\n). In our previous studies, \nADT\n knockout mutants (\nadt1\n, \nadt3\n, \nadt4\n, \nadt5\n, \nadt4/5\n, \nadt1/4/5\n, \nadt3/4/5\n, and \nadt3/4/5/6\n) and wild-type plants were grown under long-day conditions (16 h of light and 8 h of dark), with lignifying stems beginning to bolt by about 3 weeks (\nCorea et al., 2012\n).\nFor the photosynthetic studies described herein, plants were grown under short-day conditions (9 h of light), which are typically employed in Arabidopsis photosynthetic studies. That is, plants did not form inflorescence stems (\nFig. 1A\n) within the study time frame, as this developmental stage is delayed under short-day conditions. The overall purpose here was to simultaneously study, in our phenomics facility, the effect of altered ADT activity on photosynthetic efficiency, plant growth parameters, and secondary metabolism. Photosynthetic and growth parameters were thus measured every 2 d. These measurements were complemented by the determination of starch content and other metabolomics analyses as well as the analysis of net CO\n2\n uptake of plants at the completion of the phenomics analyses that were still in the vegetative growth phase.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nLayout of phenomics experiments and growth characteristics of Arabidopsis wild-type (WT) plants. A, Example of a block of nine plants representing the nine genotypes. It was assumed that the microclimate in this block is uniform. B, Examples of how individual blocks (numbered) are arranged in the phenomics facility. The numbers in B indicate the order of functional measurements. C, For this study, a total of four sets were averaged, leading to 40 plants per genotype. D, Example of false-color chlorophyll fluorescence images (\nF\no\n parameter) of the plants shown in A. E, Growth curve indicating plant size (for the wild type) as a function of DAS expressed as total leaf area deduced from chlorophyll images (see D); the latter was first measured when the plants were moved to the phenomics facility (i.e. 20 DAS). Data for the four examined data sets are depicted. F, The data from E were averaged and presented as means ± \nse\n. Photographs at right are examples of the different growth phases (indicated by blue arrows). Bar = 2 cm.",
    "figure_1.": "Open in a new tab\nLayout of phenomics experiments and growth characteristics of Arabidopsis wild-type (WT) plants. A, Example of a block of nine plants representing the nine genotypes. It was assumed that the microclimate in this block is uniform. B, Examples of how individual blocks (numbered) are arranged in the phenomics facility. The numbers in B indicate the order of functional measurements. C, For this study, a total of four sets were averaged, leading to 40 plants per genotype. D, Example of false-color chlorophyll fluorescence images (\nF\no\n parameter) of the plants shown in A. E, Growth curve indicating plant size (for the wild type) as a function of DAS expressed as total leaf area deduced from chlorophyll images (see D); the latter was first measured when the plants were moved to the phenomics facility (i.e. 20 DAS). Data for the four examined data sets are depicted. F, The data from E were averaged and presented as means ± \nse\n. Photographs at right are examples of the different growth phases (indicated by blue arrows). Bar = 2 cm.",
    "establishing_phenomics_capability": "Large-scale phenotyping of plants is an important emerging field in plant biology and agricultural research (\nTester and Langridge, 2010\n; \nAraus and Cairns, 2014\n; \nFahlgren et al., 2015\n). However, it is a challenge to ensure uniform environmental conditions over the entire growth facility, as small heterogeneities in microclimates often occur that lead to artificial differences in plant physiological responses. To minimize such potential differences, a block approach was applied that consisted of one wild-type and eight \nADT\n mutant plants per block (\nFig. 1A\n). In this way, data gained from the mutants can be normalized to the corresponding wild-type plant in the same block. Since the block size is small (26 × 26 cm), microclimate differences can be considered to have a negligible effect. Starting with the block arrangement, the entire phenomics facility was filled as shown in \nFigure 1B\n, thereby permitting each genotype to be measured in 12-fold replicates. To further enhance the statistical significance of comparisons between \nADT\n mutants and the wild type, four independent sets of measurements were performed (\nFig. 1C\n), creating 40 biological replicates per genotype. Furthermore, for the automated determination of physiological parameters from chlorophyll fluorescence data, areas belonging to the plant were separated from non-plant areas. This was readily achieved by thresholding chlorophyll fluorescence values (i.e. when the fluorescence intensity of a pixel is above a certain level, it counts as part of the plant). Accordingly, plant and nonplant areas can be separated seamlessly (\nFig. 1D\n).\nAn advantage of noninvasive optical screening is that plants can be observed over long time periods without perturbing growth/development. Wild-type and \nADT\n mutant plants were thus screened for over 4 weeks in the phenomics facility starting from 20 DAS (\nFig. 1F\n), with plant size estimated as total pixel size that represents the projection of all plant leaves during the vegetative growth period studied (\nFig. 1D\n). The growth curves of the four individual sets of plants (\nFig. 1E\n) displayed quite high congruence that justified averaging the four sets (\nFig. 1F\n). Additionally, the 4-week growth measurement in the phenomics facility (\nFig. 1, E and F\n) covers almost the entire vegetative life span from young seedlings to mature plants, but prior to the onset of inflorescence stem growth. Since the photosynthetic phenotypes were most pronounced in the \nadt3/4/5/6\n quadruple knockout relative to the wild type (\nFig. 2A\n), we concentrated on functional analysis of this mutant for additional insights into effects on the photosynthetic apparatus. This is detailed in the next section.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nComparison of growth characteristics and photosynthetic parameters in wild-type (WT) and \nadt3/4/5/6\n plants. A, Growth curve indicating plant size as a function of DAS expressed as total leaf area deduced from chlorophyll images, as explained in \nFigure 1\n. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05). B, Linear electron transport expressed as the ΦII parameter. Data are means ± \nse\n calculated from the four measuring sets. C and D, qE (C) and 1-qL (D). Data are derived as in A. For details, see text. In B to D, histograms at right depict means ± \nse\n averaged over the entire measuring period, with significant differences indicated by red stars (Student’s \nt\n test; one star, \nP\n < 0.05; three stars, \nP\n < 0.001).",
    "figure_2.": "Open in a new tab\nComparison of growth characteristics and photosynthetic parameters in wild-type (WT) and \nadt3/4/5/6\n plants. A, Growth curve indicating plant size as a function of DAS expressed as total leaf area deduced from chlorophyll images, as explained in \nFigure 1\n. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05). B, Linear electron transport expressed as the ΦII parameter. Data are means ± \nse\n calculated from the four measuring sets. C and D, qE (C) and 1-qL (D). Data are derived as in A. For details, see text. In B to D, histograms at right depict means ± \nse\n averaged over the entire measuring period, with significant differences indicated by red stars (Student’s \nt\n test; one star, \nP\n < 0.05; three stars, \nP\n < 0.001).",
    "phenomics_analysis_with_the_adt3/4/5/6_mutant": "The consequences of impaired carbon flux into lignin and potentially other phenylpropanoid metabolites with regard to photosynthetic primary reactions are unknown. To address this, a comparison between \nadt3/4/5/6\n and wild-type plants was performed, with total leaf areas plotted in \nFigure 2A\n. For young seedlings (20–30 DAS) and older plants (40–50 DAS) prior to inflorescence stem development, no significant differences in leaf growth were apparent between both lines. However, at midgrowth phase (30–40 DAS), where plants show the most rapid increase in biomass, \nadt3/4/5/6\n plants displayed a somewhat diminished growth relative to wild-type plants (\nFig. 2A\n, with statistically significant differences marked by red stars).\nTo further study the impact of ADT modulation on photosynthesis, a chlorophyll fluorescence analysis was conducted in parallel to the growth measurements. In this regard, the ΦII parameter measures the photochemical energy conversion efficiency of PSII and is a measure of linear photosynthetic electron flux (\nGenty et al., 1989\n; \nKramer et al., 2004\n; \nBaker, 2008\n). ΦII is determined by two parameters: photoprotective high-energy quenching (qE) and the fraction of PSII reaction centers that are open (qL; \nKramer et al., 2004\n; \nBaker, 2008\n). The latter is a measure of electron backpressure in the photosynthetic electron transport (PET) chain (expressed as the fraction of closed centers: 1-qL) and depends on the efficiency of NADPH + H\n+\n consumption by downstream metabolic reactions (mainly the Calvin-Benson cycle). Over the measurement period, ΦII fluctuated randomly by about ±10% without a time-dependent trend (\nFig. 2B\n), although ΦII tended to be slightly smaller for the \nadt3/4/5/6\n line. This became statistically significant when ΦII was averaged over the entire measuring period (\nFig. 2B\n, right). When these measurements were performed with plants at the end of the night period (night-adapted [NA] plants), essentially the same effect for ΦII was obtained for day-adapted (DA) plants (measured around noon), as shown in the histogram at right in \nFigure 2B\n.\nThe qE mechanism is induced by acidification of the thylakoid lumen that is caused by light-induced proton pumping of PSII and the cytochrome \nb\n6\nf\n complex (\nRuban et al., 2012\n). As for ΦII, both qE and 1-qL fluctuated randomly over the measurement period (\nFig. 2, C and D\n). Therefore, they were averaged over the entire time frame to identify significant changes (\nFig. 2, C and D\n, right). Comparison of both parameters revealed that the reason for the lower ΦII in \nadt3/4/5/6\n was an increased qE but not a change in redox status of the PET chain (no change in 1-qL). The higher qE in the mutant line is indicative of a higher ΔpH across thylakoid membranes. These data provisionally suggested that ATP, generated from ADP and inorganic phosphate (Pi) during photosynthesis, was less efficiently consumed by energy-dependent metabolic processes in \nadt3/4/5/6\n (i.e. ΔpH increased because substrates for the ΔpH-consuming ATPase [ADP + Pi] became limiting due to inefficient consumption of ATP). Impairment in metabolizing ATP in \nadt3/4/5/6\n would be in accordance with the observed overaccumulation of starch in the DA samples acting as an ATP sink in \nadt3/4/5/6\n plants (\nFig. 3A\n). This was supported further by measurements of ATP/ADP ratios (see “Materials and Methods”). For both the DA and NA light conditions, the ATP/ADP ratios for \nadt3/4/5/6\n were higher compared with those in the wild type (0.77 and 0.6 for \nadt3/4/5/6\n versus 0.62 and 0.52 for the wild type, respectively), which suggested restricted ATP consumption in \nadt3/4/5/6\n.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nAnalysis of metabolites in wild-type (WT) and \nadt3/4/5/6\n plants. A, Starch contents. B, Flavonoid contents. C, Phenylpropanoid contents. D, Lignan contents. E, Phenolic glucoside contents. All values are relative to the internal standard naringenin. Data are means ± \nse\n, collected for DA and NA plants. nd, Not detected.",
    "figure_3.": "Open in a new tab\nAnalysis of metabolites in wild-type (WT) and \nadt3/4/5/6\n plants. A, Starch contents. B, Flavonoid contents. C, Phenylpropanoid contents. D, Lignan contents. E, Phenolic glucoside contents. All values are relative to the internal standard naringenin. Data are means ± \nse\n, collected for DA and NA plants. nd, Not detected.",
    "pet_and_electrochromic_shift_measurements": "To characterize photosynthetic energy conversion in more detail, light saturation curves were recorded under laboratory conditions (\nFig. 4\n). The measurements utilized NA leaves adapted to different light intensities with the dark-interval-relaxation kinetics (DIRK) method (for details, see “Materials and Methods”). The determination of qE requires a dark period after illumination that is impractical for measuring a light saturation curve (constant changes of light intensities). Therefore, the nonphotochemical quenching (NPQ) parameter was measured instead, this being dominated by the qE component (\nBaker, 2008\n). NPQ can be used as a proxy for qE (herein, for the sake of simplicity, the term NPQ will be used also if qE is measured). As expected, increasing light intensity led to reduction in ΦII (\nFig. 4A\n) because of electron backpressure from the Calvin-Benson cycle (saturation of biochemical pathways) and down-regulation of PSII activity by NPQ. The ΦII values for the wild type and \nadt3/4/5/6\n at 200 μmol quanta m\n–2\n s\n–1\n were between 0.35 and 0.4, which is in good agreement with the data collected for NA plants in the phenomics facility (∼0.32) for the same light intensity (\nFig. 2B\n). Activation of NPQ with increasing light intensity was clearly observed (\nFig. 4B\n). Comparing the wild type with \nadt3/4/5/6\n showed a small decrease in ΦII (5%–10%) and a small increase in NPQ (5%–15%), mainly at moderate light intensities (120–300 μmol quanta m\n–2\n s\n–1\n; i.e. approximately the light intensity of the 200 μmol quanta m\n–2\n s\n−1\n used in the phenomics facility). Plotting ΦII as a function of NPQ showed an almost linear correlation with no significant differences observed between the wild type and \nadt3/4/5/6\n (\nFig. 4C\n). This high congruence gave strong evidence that the sensitivity of linear electron transport flux on the NPQ mechanism was unchanged in \nadt3/4/5/6\n.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nPhotosynthetic parameters of NA wild-type (WT) and \nadt3/4/5/6\n plants in the laboratory. Measurements were performed using the DIRK approach (see “Materials and Methods”). A, ΦII. B, NPQ. C, Linear correlation between ΦII and NPQ. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05).\nTo understand why NPQ was higher in \nadt3/4/5/6\n, the proton motive force (PMF) across the thylakoid membrane was measured by employing electrochromic shift (ECS) measurements on intact leaves. The ECS measurement is a noninvasive optical absorption method that quantifies the magnitude of the light-generated PMF in thylakoid membranes (\nBailleul et al., 2010\n), with an apparent peak absorption at 520 nm (\nWitt, 1979\n; \nBailleul et al., 2010\n). For relative fast absorption measurements (faster than 1 s), the \nA\n520\n is almost free of other signal components that could interfere. It was next measured in the DIRK measuring mode on NA plants. Typical measurements for different light intensities (ranging from 70 to 850 μmol quanta m\n–2\n s\n–1\n) are shown in \nFigure 5A\n. The actual ECS signal for a given light intensity (ECS total) is given as the difference of absorption level in the light minus the level in the subsequent dark pulse (see the arrow in \nFig. 5A\n, for 850 µmol quanta m\n–2\n s\n–1\n). \nFigure 5B\n shows a statistical analysis of ECS amplitude as a function of light intensity. Increasing the latter led to higher ECS, because the rate of light-induced proton pumping by PSII and the cytochrome \nb\n6\nf\n complex increased. The ECS was saturated at around 400 μmol quanta m\n–2\n s\n–1\n. Importantly, the ECS was higher in \nadt3/4/5/6\n compared with wild-type leaves. Thus, the higher light-generated PMF in \nadt3/4/5/6\n was most likely the reason for its elevated NPQ (\nFigs. 2C\n and \n4B\n). The higher PMF in \nadt3/4/5/6\n agrees with data described above that indicate restricted ATP consumption.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nEnergization of thylakoid membranes measured by ECS. A, Examples of ECS kinetics for different light intensities (indicated by color-associated numbers in μmol quanta m\n–2\n s\n–1\n). ECS relaxations from NA plants illuminated with the various light intensities were induced by a dark pulse (black bar). The arrow indicates the amplitude of ECS signal (ECS total). B, Dependency of total ECS signal on light intensity. Data are means ± \nse\n derived from seven measurements as shown in A. WT, Wild type.",
    "figure_4.": "Open in a new tab\nPhotosynthetic parameters of NA wild-type (WT) and \nadt3/4/5/6\n plants in the laboratory. Measurements were performed using the DIRK approach (see “Materials and Methods”). A, ΦII. B, NPQ. C, Linear correlation between ΦII and NPQ. Data are means ± \nse\n, with significant differences indicated by red stars (Student’s \nt\n test, \nP\n < 0.05).",
    "figure_5.": "Open in a new tab\nEnergization of thylakoid membranes measured by ECS. A, Examples of ECS kinetics for different light intensities (indicated by color-associated numbers in μmol quanta m\n–2\n s\n–1\n). ECS relaxations from NA plants illuminated with the various light intensities were induced by a dark pulse (black bar). The arrow indicates the amplitude of ECS signal (ECS total). B, Dependency of total ECS signal on light intensity. Data are means ± \nse\n derived from seven measurements as shown in A. WT, Wild type.",
    "metabolomics_of_the_wild_type_and_adt_mutants": "Two sets of metabolomics analyses of the rosette leaves were carried out. The first set corresponded with the completion of the photosynthetic (phenomics) study at 44 DAS, whereas the second was at 70 DAS, when all plant lines were still in vegetative growth (i.e. they were not senescing).",
    "metabolic_analysis_of_rosette_leaves_(70_das)": "Nine plants for all of the different lines were harvested for both DA and NA treatments 70 DAS. This was partly in order to establish whether, under short-day conditions, the different \nADT\n knockout mutants displayed similar trends in terms of modulating (reducing) levels of soluble low-\nM\nr\n phenylpropanoid/phenylpropanoid acetate metabolites, as noted previously for lignins when grown under long-day conditions (\nCorea et al., 2012\n). In addition, analyses of both DA and NA plant lines were aimed at determining specific changes that could potentially be affected by the circadian rhythm.\nNon-targeted metabolomics analyses were first conducted. Using freely available computational tools (XCMS, CAMERA, DeviumWeb, and MeV; see “Materials and Methods”), ultra-performance liquid chromatography-quadrupole time of flight (UPLC-qTOF)-electrospray ionization chromatograms were processed for retention time correction and integration, resulting in ∼540 detected features (i.e. unique \nm/z\n versus retention time signals). Initially, we focused on comparing wild-type plants with \nadt3/4/5/6\n plants, the latter being hypothesized to display the most dramatic effects on metabolism given the phenotype observed. In this comparison, we identified 304 and 250 features that were altered significantly (\nP\n ≤ 0.05, after normalization to the internal standard naringenin recoveries) following comparison of DA and NA plants, respectively. \nSupplemental Table S1\n summarizes the features detected with corresponding statistical analysis for all individual features.\nAn initial global assessment of the metabolomics data also was performed using hierarchical clustering analysis (HCA) and partial least square discriminant analysis (PLSDA), after peak intensities were normalized to internal standard naringenin recoveries, centered, and standardized. This initial analysis was used for rapid visualization of overall metabolic effects and trends across the different \nADT\n mutants and time of harvest (i.e. DA and NA plants) as well as for the selection of those metabolites most significantly affected by ADT modulation, thereby helping guide subsequent annotation efforts.\nIt was next instructive to establish (to the extent possible) the identities of significantly altered features. Accordingly, our experimental approach focused on the known polar secondary metabolites found in Arabidopsis. These included flavonoids, phenylpropanoids (i.e. sinapoyl esters and lignans), benzenoids, and glucosinolates (\nD’Auria and Gershenzon, 2005\n; \nNakabayashi et al., 2009\n), as detected in chromatograms of leaf extracts (\nSupplemental Fig. S2\n). In this regard, compounds were identified either through the use of authentic standards or were annotated based on comparisons with the literature and/or public spectral libraries of known Arabidopsis metabolites (\nD’Auria and Gershenzon, 2005\n; \nGlauser et al., 2008\n; \nNakabayashi et al., 2009\n; \nMatsuda et al., 2010\n). In addition, a third group of features was provisionally annotated in terms of putative chemical class (\nSumner et al., 2007\n), but their structures were not unambiguously determined (\nSupplemental Table S1\n).\nIn the wild type, six flavonoids, some of the most characteristic and abundant metabolites in Arabidopsis (\nVeit and Pauli, 1999\n; \nSaito et al., 2013\n), were detected. These consisted of four kaempferol glycosides (kaempferol-3-glucoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-glucoside-7-rhamnoside, and kaempferol-3,7-dirhamnoside) and two quercetin derivatives (quercetin-3-glucoside-7-rhamnoside and quercetin-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside; \nSupplemental Fig. S3A\n; \nTable I\n).\nTable I. Pairwise comparison of metabolites, both identified and those with putative annotations, that have significantly altered amounts between wild-type and \nadt3/4/5/6\n plants.\n\n\n\n\n\n\n\n\nFeature\n\n\nm/z\n\n\nRetention Time\n\n\nCalculated Mass\n\n\nError\na\n\n\n\n\nIon\n\n\nAnnotation\n\n\nAnnotation Level\nb\n\n\n\n\nCategory\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (NA)\n\n\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (DA)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmin\n\n\n\n\nppm\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nM545T1236\n\n\n545.2598\n\n\n20.59\n\n\n545.2598\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n2-\nO\n-(Di-nor-oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n\n\n\n\nM735T1343\n\n\n735.3439\n\n\n22.38\n\n\n735.3439\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-digalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n\n\n\n\nM573T1455\n\n\n573.2911\n\n\n24.24\n\n\n573.2911\n\n\n0.14\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n\n\n\n\nM755T575\n\n\n755.2030\n\n\n9.59\n\n\n755.2035\n\n\n0.62\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n1.61\n\n\n2.0\n\n\nL\n\n\n2.59\n\n\n2.1\n\n\nL\n\n\n\n\n\n\nM739T610\n\n\n739.2084\n\n\n10.16\n\n\n739.2086\n\n\n0.25\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.27\n\n\n1.8\n\n\nL\n\n\n3.47\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM609T658\n\n\n609.1455\n\n\n10.97\n\n\n609.1456\n\n\n0.10\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n2.11\n\n\n3.2\n\n\nL\n\n\n2.84\n\n\n3.0\n\n\nL\n\n\n\n\n\n\nM755T689\n\n\n755.2033\n\n\n11.49\n\n\n755.2035\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-glucoside-7-rhamnoside\n\n\n2\n\n\nFlavonoids\n\n\n1.77\n\n\n1.2\n\n\nL\n\n\n3.11\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM593T713\n\n\n593.1506\n\n\n11.89\n\n\n593.1506\n\n\n0.04\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.96\n\n\n2.5\n\n\nL\n\n\n4.68\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM577T777\n\n\n577.1559\n\n\n12.95\n\n\n577.1557\n\n\n0.22\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3,7-dirhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.65\n\n\n1.4\n\n\nL\n\n\n4.44\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM387T485\n\n\n387.1294\n\n\n8.09\n\n\n387.1291\n\n\n0.60\n\n\n[M+FA–H]\n–\n\n\n\n\nConiferin\n\n\n1\n\n\nPhenylpropanoids\n\n\n4.28\n\n\n2.8\n\n\nL\n\n\n2.41\n\n\n2.9\n\n\nL\n\n\n\n\n\n\nM385T589\n\n\n385.1132\n\n\n9.81\n\n\n385.1135\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid glucoside\n\n\n1\n\n\nPhenylpropanoids\n\n\n3.06\n\n\n4.8\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM325T669\n\n\n325.0559\n\n\n11.14\n\n\n325.0560\n\n\n0.26\n\n\n[M–H]\n–\n\n\n\n\n5-Hydroxyferuloyl malate\n\n\n3\n\n\nPhenylpropanoids\n\n\n2.66\n\n\n12.2\n\n\nL\n\n\n2.73\n\n\n8.9\n\n\nL\n\n\n\n\n\n\nM339T796\n\n\n339.0718\n\n\n13.27\n\n\n339.0716\n\n\n0.46\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid malate ester\n\n\n2\n\n\nPhenylpropanoids\n\n\n2.61\n\n\n1.3\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM339T808\n\n\n339.0717\n\n\n13.47\n\n\n339.0716\n\n\n0.41\n\n\n[M–H]\n–\n\n\n\n\nSinapoyl malate\n\n\n1\n\n\nPhenylpropanoids\n\n\n1.42\n\n\n1.3\n\n\nL\n\n\n2.34\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM591T907\n\n\n591.1708\n\n\n15.11\n\n\n591.1714\n\n\n0.90\n\n\n[M–H]\n–\n\n\n\n\n1,2-Di-\nO\n-sinapoyl-β-\nd\n-Glc\n\n\n3\n\n\nPhenylpropanoids\n\n\n3.40\n\n\n5.1\n\n\nL\n\n\n2.23\n\n\n6.2\n\n\nL\n\n\n\n\n\n\nM583T596\n\n\n583.2030\n\n\n9.94\n\n\n583.2037\n\n\n0.51\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n3.60\n\n\n2.1\n\n\nL\n\n\n5.14\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM681T654\n\n\n681.2390\n\n\n10.90\n\n\n681.2395\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4,4′-di-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n2.73\n\n\n1.8\n\n\nL\n\n\n2.65\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM521T720\n\n\n521.2021\n\n\n11.99\n\n\n521.2023\n\n\n0.36\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.78\n\n\n3.3\n\n\nL\n\n\n3.65\n\n\n2.3\n\n\nL\n\n\n\n\n\n\nM521T765\n\n\n521.2023\n\n\n12.75\n\n\n521.2023\n\n\n0.12\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n4.80\n\n\n3.6\n\n\nL\n\n\n3.39\n\n\n3.4\n\n\nL\n\n\n\n\n\n\nM565T767\n\n\n565.1921\n\n\n12.78\n\n\n565.1921\n\n\n0.09\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.04\n\n\n2.7\n\n\nL\n\n\n4.25\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM519T836\n\n\n519.1867\n\n\n13.93\n\n\n519.1866\n\n\n0.11\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n4.94\n\n\n3.1\n\n\nL\n\n\n5.33\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM285T462\n\n\n285.0613\n\n\n7.70\n\n\n285.0610\n\n\n0.79\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.95\n\n\n1.3\n\n\nL\n\n\n2.54\n\n\n1.6\n\n\nL\n\n\n\n\n\n\nM299T502\n\n\n299.0770\n\n\n8.37\n\n\n299.0767\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\nHydroxybenzoic acid-4-\nO\n-β-\nd\n-glucopyranoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.77\n\n\n2.0\n\n\nL\n\n\n1.45\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM285T513\n\n\n285.0610\n\n\n8.54\n\n\n285.0610\n\n\n0.23\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.42\n\n\n3.0\n\n\nL\n\n\n1.81\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM422T137\n\n\n422.0249\n\n\n2.28\n\n\n422.0249\n\n\n0.13\n\n\n[M–H]\n–\n\n\n\n\nGlucoiberin\n\n\n3\n\n\nGlucosinolates\n\n\n4.75\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM436T221\n\n\n436.0407\n\n\n3.69\n\n\n436.0406\n\n\n0.21\n\n\n[M–H]\n–\n\n\n\n\nGlucoraphanin\n\n\n1\n\n\nGlucosinolates\n\n\n3.69\n\n\n2.2\n\n\nL\n\n\n1.39\n\n\n1.8\n\n\nL\n\n\n\n\n\n\nM450T275\n\n\n450.0562\n\n\n4.59\n\n\n450.0562\n\n\n0.07\n\n\n[M–H]\n–\n\n\n\n\nGlucoalyssin\n\n\n2\n\n\nGlucosinolates\n\n\n1.65\n\n\n1.9\n\n\nL\n\n\n1.65\n\n\n1.5\n\n\nL\n\n\n\n\n\n\nM464T335\n\n\n464.0708\n\n\n5.58\n\n\n464.0719\n\n\n2.35\n\n\n[M–H]\n–\n\n\n\n\nGlucohesperalin\n\n\n2\n\n\nGlucosinolates\n\n\n2.16\n\n\n2.3\n\n\nL\n\n\n2.32\n\n\n2.5\n\n\nL\n\n\n\n\n\n\nM478T418\n\n\n478.0874\n\n\n6.96\n\n\n478.0875\n\n\n0.32\n\n\n[M–H]\n–\n\n\n\n\nGlucoibarin\n\n\n3\n\n\nGlucosinolates\n\n\n2.50\n\n\n2.3\n\n\nL\n\n\n1.77\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM463T497\n\n\n463.0477\n\n\n8.29\n\n\n463.0481\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\n4-Hydroxyglucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n3.17\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM447T498\n\n\n447.0533\n\n\n8.31\n\n\n447.0532\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nGlucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.83\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM492T520\n\n\n492.1032\n\n\n8.66\n\n\n492.1032\n\n\n0.09\n\n\n[M–H]\n–\n\n\n\n\nGlucohirsutin\n\n\n2\n\n\nGlucosinolates\n\n\n2.58\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM422T569\n\n\n422.0578\n\n\n9.48\n\n\n422.0579\n\n\n0.37\n\n\n[M–H]\n–\n\n\n\n\nGluconasturtiin\n\n\n1\n\n\nGlucosinolates\n\n\n4.84\n\n\n4.5\n\n\nL\n\n\n2.84\n\n\n4.2\n\n\nL\n\n\n\n\n\n\nM402T662\n\n\n402.0889\n\n\n11.03\n\n\n402.0892\n\n\n0.91\n\n\n[M–H]\n–\n\n\n\n\nHexyl glucosinolate\n\n\n2\n\n\nGlucosinolates\n\n\n1.78\n\n\n1.9\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM477T728\n\n\n477.0637\n\n\n12.13\n\n\n477.0638\n\n\n0.19\n\n\n[M–H]\n–\n\n\n\n\n1-Methoxyglucobrassicin\n\n\n1\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.61\n\n\n2.1\n\n\nL\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nError is calculated as follows: \n. Calculated mass and \nm/z\n only show the data to the nearest four decimal points, whereas the error is calculated based on the actual data obtained.\n\n\n\n\n\n\nb\nAnnotation level according to \nSumner et al. (2007)\n: 1, identified compounds with authentic standards; 2, compounds with putative annotations based on spectral similarity with spectral libraries; and 3, compound classes with putative annotations (i.e. compounds not fully characterized/identified). Empty cells indicate where metabolites were not detected under these conditions.\nAnother abundant metabolite class in Arabidopsis extracts was the glucosinolates (\nBrown et al., 2003\n). These included the known Phe-derived gluconasturtiin (2-phenethylglucosinolate), three indole-derived glucosinolates (4-hydroxyglucobrassicin, 1-methoxyglucobrassicin and glucobrassicin), and seven aliphatic glucosinolates (glucoiberin, glucoraphanin, glucoalyssin, glucohesperalin, glucoibarin, glucohirsutin, and hexyl glucosinolate or 4-methylpentyl glucosinolate; \nSupplemental Fig. S3B\n; \nTable I\n).\nThe extracts also contained several other known phenylpropanoid-derived metabolites, corresponding to monomeric or dimeric (lignan) phenylpropanoid metabolites (\nD’Auria and Gershenzon, 2005\n; \nSeneviratne et al., 2015\n). The former included three known malate-containing compounds (5-hydroxyferuloyl malate, sinapic acid malate ester, and sinapoyl malate) as well as three glycosides (coniferin, 1,2-di-\nO\n-sinapoyl-β-\nd\n-Glc, and sinapic acid glucoside; \nSupplemental Fig. S3C\n). The dimeric phenylpropanoids (lignans) included two known pinoresinol derivatives (pinoresinol-4,4ʹ-di-\nO\n-β-\nd\n-glucoside and pinoresinol-4-\nO\n-β-\nd\n-glucoside; \nSupplemental Fig. S3D\n; \nSeneviratne et al., 2015\n); however, there were four other putative lignans detected (\nTable I\n; \nSupplemental Tables S1 and S2\n). These were generically annotated as lignan glucosides (\nTable I\n), but with no precise structure being determined due to the lack of sufficient material for unambiguous structure determination.\nThree putative galactolipids also were detected. These were annotated previously in Arabidopsis (\nGlauser et al., 2008\n), based on comparison of high-resolution tandem mass spectrometry (MS/MS) spectra, as \nsn\n1-\nO\n-(12-oxophytodienoyl)-monogalactosyl monoglyceride, \nsn\n1-\nO\n-(12-oxophytodienoyl)-digalactosyl monoglyceride, and \nsn\n2-\nO\n-(di-nor-oxophytodienoyl)-monogalactosyl monoglyceride (\nSupplemental Fig. S3E\n; \nTable I\n).\nFinally, three putative phenolic glucosides were detected, including one hydroxybenzoic acid glucopyranoside and two isomers of dihydroxybenzoic acid-\nO-\npentoside (\nTable I\n).\nQuadruple, Triple, and Double ADT Knockouts\n\n\nStatistical comparison of individual metabolite levels in \nadt3/4/5/6\n, the most greatly affected mutant line, versus the wild type can be found in \nTable I\n. For the flavonoids mentioned above, significant changes in levels were observed in \nadt3/4/5/6\n, with reductions of ∼40% and ∼30% in NA and DA plants compared with wild-type plants. Compared with levels in the wild type, the \nadt1/4/5\n and \nadt3/4/5\n triple knockouts also had very similar flavonoid reductions of ∼40% and ∼26% in NA and DA plants, whereas the double knockout \nadt4/5\n had smaller flavonoid reductions of ∼17% (\nFig. 6A\n). By comparison, under these growth conditions, the flavonoid reduction levels in \nadt3/4/5/6\n were just over half of those observed for long-day-grown plant lines.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nMetabolite contents in DA and NA wild-type (WT) and \nADT\n mutant plants. A, Flavonoids. B, Phenylpropanoids. C, Lignan glucosides. D, Phenolic glucosides. E, Glucosinolates. F, Gluconasturtiin. G, Putative galactolipids. All values are relative to the internal standard naringenin. *, 0.01 < \nP\n ≤ 0.05; **, \nP\n ≤ 0.01.\nMonomeric phenylpropanoid and lignan contents followed somewhat comparable trends, with multiple \nADT\n knockouts having the most pronounced effects (\nFig. 6, B and C\n, respectively). For the monomeric phenylpropanoids, their amounts in triple and quadruple knockouts were reduced by ∼25% and ∼20% in NA and DA plants, respectively, relative to that in the wild type. A slightly lesser effect (i.e. a reduction of ∼12%) was observed in \nadt4/5\n. Lignans displayed a similar pattern, with highest reductions in triple and quadruple knockout lines, reaching reductions of ∼64% to 68% and ∼58% to 67% in NA and DA plants, respectively. In \nadt4/5\n, slightly lower reductions of ∼58% were observed for NA plants and 55% for DA plants.\n\n\nSignificant differences were observed in levels of other metabolite classes not derived directly from Phe. Putative phenolic glucoside levels were reduced significantly (\nFig. 6D\n), reaching reductions of ∼31% and ∼44% for NA and DA \nadt3/4/5/6\n plants, respectively, relative to that in the wild type. In addition, the triple knockout \nadt1/4/5\n had reductions of ∼21% and ∼40% for NA and DA plants, respectively, whereas \nadt3/4/5\n displayed reductions of ∼35% for both NA and DA plants. The double knockout \nadt4/\n5 had a somewhat smaller reduction in phenolic glucosides of ∼28%.\n\n\nAnother striking observation was with the levels of the 11 glucosinolates that were detected at significantly lower levels in \nADT\n knockouts relative to the wild type (\nFig. 6, E and F\n). Of these, the reduction in levels of gluconasturtiin (\nFig. 6F\n) could be anticipated, since it is partly derived from Phe (\nUnderhill, 1968\n). Indeed, its levels were very much affected, reaching reductions of ∼77% in both NA and DA \nadt3/4/5/6\n plants. The triple knockout \nadt3/4/5\n also had ∼77% and ∼58% reductions in NA and DA plants, respectively, whereas \nadt1/4/5\n had ∼65% and ∼70% reductions, relative to the wild type. The double knockout \nadt4/\n5 additionally displayed some levels of reduction, albeit to a slightly lesser extent, with reductions of ∼54% and ∼60% in NA and DA plants, respectively.\n\n\nAlthough less pronounced, significant overall reductions in the levels of all other glucosinolates also were detected (\nFig. 6E\n), with ∼39% and ∼42% reductions in \nadt3/4/5/6\n NA and DA plants and ∼36%/∼31%, and ∼27%/∼16% reductions in \nadt1/4/5\n and \nadt3/4/5\n NA and DA plants, respectively. The double mutant \nadt4/5\n displayed a reduction of ∼37% in total glucosinolate in DA plants, but no significant reduction (∼6%) was observed in NA plants (\nFig. 6E\n).\n\n\nWe also detected several metabolites with significantly higher levels in ADT-deficient plant lines. Of these, we annotated three putative galactolipids that were presumed to be abundant in the thylakoid membrane and that could be related to altered photosynthetic parameters (\nKobayashi et al., 2013\n). The relative amounts of these compounds displayed a clear circadian rhythm pattern (i.e. barely detectable in DA plants versus significantly higher contents in NA plants; \nFig. 6G\n). Besides that, their contents in NA plants also were affected significantly by changes in ADT, with levels increasing further from single to multiple knockouts. Of these, the most markedly altered were those in \nadt3/4/5/6\n plants, where the amounts detected were approximately double the content observed in wild-type plants.\nSingle Knockouts\n\n\nWhile multiple knockout lines had the most dramatic effects in reductions in levels of most metabolites detected, the single knockouts had differing effects for different metabolite classes. For combined total flavonoid levels (also for each individually), \nadt1\n had the most pronounced reductions in comparison with the wild type (∼30% change [\nP\n = 0.016] and ∼20% [\nP\n = 0.006] in NA and DA plants, respectively) of the various single knockout lines (\nFig. 6A\n; \nSupplemental Table S1\n). Monomeric phenylpropanoid levels followed the same trend somewhat, with the \nadt1\n line also having highest reductions in comparison with the wild type (∼30% [\nP\n = 0.003] and ∼10% [\nP\n = 0.02] in NA and DA plants, respectively; \nFig. 6B\n; \nSupplemental Table S1\n). Lignan content, however, was not affected significantly in any single knockout line in comparison with wild-type plants (\nFig. 6C\n; \nSupplemental Table S1\n).\n\n\nIn contrast, phenolic glucoside levels in single knockouts were reduced more significantly in \nadt4\n and \nadt5\n plants in comparison with wild-type plants, with ∼35% (\nP\n = 0.01) and 25% (\nP\n = 0.02) reductions, respectively, in NA plants and ∼28% (\nP\n = 0.05 for \nadt4\n plants and \nP\n = 0.03 for \nadt5\n plants) reductions in DA plants (\nFig. 6D\n; \nSupplemental Table S1\n). While in the \nadt1\n plants, no significant differences were observed in phenolic glucoside contents in NA plants, the DA plants had a significant (\nP\n = 0.014) level of reduction (∼40%). On the other hand, \nadt3\n plant lines were not significantly different from the wild type.\n\n\nGlucosinolate levels in NA plants were mainly significantly different in the comparison of \nadt4\n and \nadt5\n with wild-type lines, with reductions of ∼36% (\nP\n = 0.0001) and 26% (\nP\n = 0.02), whereas the corresponding DA plants had greater reductions of ∼52% (\nP\n = 0.01) and ∼47% (\nP\n = 0.03), respectively (\nFig. 6E\n; \nSupplemental Table S1\n).\n\n\nFinally, for putative galactolipid levels, the \nadt4\n line potentially had the second highest increase among all lines relative to wild-type levels (∼60%), although this was not statistically significant due to the variability observed (\nP\n = 0.115; \nFig. 6G\n; \nSupplemental Table S1\n).\n\n\nA group of molecules with masses consistent with molecular structures having 19 carbon atoms and eight oxygen atoms also were detected at higher levels in \nADT\n knockouts relative to the wild type. We provisionally postulate that they belong to the apocarotenoid metabolite class (\nMatsunami et al., 2009\n) and perhaps may have a direct relationship with the photosynthetic effects observed (i.e. given carotenoid roles in light harvesting and photoprotection, as hormones and growth regulators, and in other environmental interactions; \nRuiz-Sola and Rodríguez-Concepción, 2012\n). The unequivocal annotation of these compounds requires a complete structural characterization that was not possible here due to their low abundance.",
    "table_i._pairwise_comparison_of_metabolites,_both_identified": "Feature\n\n\nm/z\n\n\nRetention Time\n\n\nCalculated Mass\n\n\nError\na\n\n\n\n\nIon\n\n\nAnnotation\n\n\nAnnotation Level\nb\n\n\n\n\nCategory\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (NA)\n\n\n\n\nPairwise: Wild Type Versus \nadt3/4/5/6\n (DA)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n–logP10\n\n\nFold\n\n\nHigher/Lower\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmin\n\n\n\n\nppm\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nM545T1236\n\n\n545.2598\n\n\n20.59\n\n\n545.2598\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n2-\nO\n-(Di-nor-oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n1.65\n\n\n2.0\n\n\nH\n\n\n\n\n\n\nM735T1343\n\n\n735.3439\n\n\n22.38\n\n\n735.3439\n\n\n0.07\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-digalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n1.86\n\n\n2.1\n\n\nH\n\n\n\n\n\n\nM573T1455\n\n\n573.2911\n\n\n24.24\n\n\n573.2911\n\n\n0.14\n\n\n[M+FA–H]\n–\n\n\n\n\n\n\nsn\n1-\nO\n-(12-Oxophytodienoyl)-monogalactosyl monoglyceride\n\n\n2\n\n\nGalactolipids\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n1.79\n\n\n2.3\n\n\nH\n\n\n\n\n\n\nM755T575\n\n\n755.2030\n\n\n9.59\n\n\n755.2035\n\n\n0.62\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n1.61\n\n\n2.0\n\n\nL\n\n\n2.59\n\n\n2.1\n\n\nL\n\n\n\n\n\n\nM739T610\n\n\n739.2084\n\n\n10.16\n\n\n739.2086\n\n\n0.25\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-rhamnoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.27\n\n\n1.8\n\n\nL\n\n\n3.47\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM609T658\n\n\n609.1455\n\n\n10.97\n\n\n609.1456\n\n\n0.10\n\n\n[M–H]\n–\n\n\n\n\nQuercetin-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n2.11\n\n\n3.2\n\n\nL\n\n\n2.84\n\n\n3.0\n\n\nL\n\n\n\n\n\n\nM755T689\n\n\n755.2033\n\n\n11.49\n\n\n755.2035\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-2′′-glucoside-7-rhamnoside\n\n\n2\n\n\nFlavonoids\n\n\n1.77\n\n\n1.2\n\n\nL\n\n\n3.11\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM593T713\n\n\n593.1506\n\n\n11.89\n\n\n593.1506\n\n\n0.04\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3-glucoside-7-rhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.96\n\n\n2.5\n\n\nL\n\n\n4.68\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM577T777\n\n\n577.1559\n\n\n12.95\n\n\n577.1557\n\n\n0.22\n\n\n[M–H]\n–\n\n\n\n\nKaempferol-3,7-dirhamnoside\n\n\n1\n\n\nFlavonoids\n\n\n3.65\n\n\n1.4\n\n\nL\n\n\n4.44\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM387T485\n\n\n387.1294\n\n\n8.09\n\n\n387.1291\n\n\n0.60\n\n\n[M+FA–H]\n–\n\n\n\n\nConiferin\n\n\n1\n\n\nPhenylpropanoids\n\n\n4.28\n\n\n2.8\n\n\nL\n\n\n2.41\n\n\n2.9\n\n\nL\n\n\n\n\n\n\nM385T589\n\n\n385.1132\n\n\n9.81\n\n\n385.1135\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid glucoside\n\n\n1\n\n\nPhenylpropanoids\n\n\n3.06\n\n\n4.8\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM325T669\n\n\n325.0559\n\n\n11.14\n\n\n325.0560\n\n\n0.26\n\n\n[M–H]\n–\n\n\n\n\n5-Hydroxyferuloyl malate\n\n\n3\n\n\nPhenylpropanoids\n\n\n2.66\n\n\n12.2\n\n\nL\n\n\n2.73\n\n\n8.9\n\n\nL\n\n\n\n\n\n\nM339T796\n\n\n339.0718\n\n\n13.27\n\n\n339.0716\n\n\n0.46\n\n\n[M–H]\n–\n\n\n\n\nSinapic acid malate ester\n\n\n2\n\n\nPhenylpropanoids\n\n\n2.61\n\n\n1.3\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM339T808\n\n\n339.0717\n\n\n13.47\n\n\n339.0716\n\n\n0.41\n\n\n[M–H]\n–\n\n\n\n\nSinapoyl malate\n\n\n1\n\n\nPhenylpropanoids\n\n\n1.42\n\n\n1.3\n\n\nL\n\n\n2.34\n\n\n1.3\n\n\nL\n\n\n\n\n\n\nM591T907\n\n\n591.1708\n\n\n15.11\n\n\n591.1714\n\n\n0.90\n\n\n[M–H]\n–\n\n\n\n\n1,2-Di-\nO\n-sinapoyl-β-\nd\n-Glc\n\n\n3\n\n\nPhenylpropanoids\n\n\n3.40\n\n\n5.1\n\n\nL\n\n\n2.23\n\n\n6.2\n\n\nL\n\n\n\n\n\n\nM583T596\n\n\n583.2030\n\n\n9.94\n\n\n583.2037\n\n\n0.51\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n3.60\n\n\n2.1\n\n\nL\n\n\n5.14\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM681T654\n\n\n681.2390\n\n\n10.90\n\n\n681.2395\n\n\n0.71\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4,4′-di-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n2.73\n\n\n1.8\n\n\nL\n\n\n2.65\n\n\n1.7\n\n\nL\n\n\n\n\n\n\nM521T720\n\n\n521.2021\n\n\n11.99\n\n\n521.2023\n\n\n0.36\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.78\n\n\n3.3\n\n\nL\n\n\n3.65\n\n\n2.3\n\n\nL\n\n\n\n\n\n\nM521T765\n\n\n521.2023\n\n\n12.75\n\n\n521.2023\n\n\n0.12\n\n\n[M–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n4.80\n\n\n3.6\n\n\nL\n\n\n3.39\n\n\n3.4\n\n\nL\n\n\n\n\n\n\nM565T767\n\n\n565.1921\n\n\n12.78\n\n\n565.1921\n\n\n0.09\n\n\n[M+FA–H]\n–\n\n\n\n\nDimeric coniferyl alcohol hexoside\n\n\n3\n\n\nLignan glucosides\n\n\n5.04\n\n\n2.7\n\n\nL\n\n\n4.25\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM519T836\n\n\n519.1867\n\n\n13.93\n\n\n519.1866\n\n\n0.11\n\n\n[M–H]\n–\n\n\n\n\nPinoresinol-4-\nO\n-β-\nd\n-glucoside\n\n\n1\n\n\nLignan glucosides\n\n\n4.94\n\n\n3.1\n\n\nL\n\n\n5.33\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM285T462\n\n\n285.0613\n\n\n7.70\n\n\n285.0610\n\n\n0.79\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.95\n\n\n1.3\n\n\nL\n\n\n2.54\n\n\n1.6\n\n\nL\n\n\n\n\n\n\nM299T502\n\n\n299.0770\n\n\n8.37\n\n\n299.0767\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\nHydroxybenzoic acid-4-\nO\n-β-\nd\n-glucopyranoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.77\n\n\n2.0\n\n\nL\n\n\n1.45\n\n\n2.4\n\n\nL\n\n\n\n\n\n\nM285T513\n\n\n285.0610\n\n\n8.54\n\n\n285.0610\n\n\n0.23\n\n\n[M–H]\n–\n\n\n\n\nDihydroxybenzoic acid-\nO\n-pentoside\n\n\n3\n\n\nPhenolic glucosides\n\n\n1.42\n\n\n3.0\n\n\nL\n\n\n1.81\n\n\n2.8\n\n\nL\n\n\n\n\n\n\nM422T137\n\n\n422.0249\n\n\n2.28\n\n\n422.0249\n\n\n0.13\n\n\n[M–H]\n–\n\n\n\n\nGlucoiberin\n\n\n3\n\n\nGlucosinolates\n\n\n4.75\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM436T221\n\n\n436.0407\n\n\n3.69\n\n\n436.0406\n\n\n0.21\n\n\n[M–H]\n–\n\n\n\n\nGlucoraphanin\n\n\n1\n\n\nGlucosinolates\n\n\n3.69\n\n\n2.2\n\n\nL\n\n\n1.39\n\n\n1.8\n\n\nL\n\n\n\n\n\n\nM450T275\n\n\n450.0562\n\n\n4.59\n\n\n450.0562\n\n\n0.07\n\n\n[M–H]\n–\n\n\n\n\nGlucoalyssin\n\n\n2\n\n\nGlucosinolates\n\n\n1.65\n\n\n1.9\n\n\nL\n\n\n1.65\n\n\n1.5\n\n\nL\n\n\n\n\n\n\nM464T335\n\n\n464.0708\n\n\n5.58\n\n\n464.0719\n\n\n2.35\n\n\n[M–H]\n–\n\n\n\n\nGlucohesperalin\n\n\n2\n\n\nGlucosinolates\n\n\n2.16\n\n\n2.3\n\n\nL\n\n\n2.32\n\n\n2.5\n\n\nL\n\n\n\n\n\n\nM478T418\n\n\n478.0874\n\n\n6.96\n\n\n478.0875\n\n\n0.32\n\n\n[M–H]\n–\n\n\n\n\nGlucoibarin\n\n\n3\n\n\nGlucosinolates\n\n\n2.50\n\n\n2.3\n\n\nL\n\n\n1.77\n\n\n1.9\n\n\nL\n\n\n\n\n\n\nM463T497\n\n\n463.0477\n\n\n8.29\n\n\n463.0481\n\n\n0.97\n\n\n[M–H]\n–\n\n\n\n\n4-Hydroxyglucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n3.17\n\n\n2.2\n\n\nL\n\n\n\n\n\n\nM447T498\n\n\n447.0533\n\n\n8.31\n\n\n447.0532\n\n\n0.31\n\n\n[M–H]\n–\n\n\n\n\nGlucobrassicin\n\n\n3\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.83\n\n\n1.4\n\n\nL\n\n\n\n\n\n\nM492T520\n\n\n492.1032\n\n\n8.66\n\n\n492.1032\n\n\n0.09\n\n\n[M–H]\n–\n\n\n\n\nGlucohirsutin\n\n\n2\n\n\nGlucosinolates\n\n\n2.58\n\n\n2.6\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM422T569\n\n\n422.0578\n\n\n9.48\n\n\n422.0579\n\n\n0.37\n\n\n[M–H]\n–\n\n\n\n\nGluconasturtiin\n\n\n1\n\n\nGlucosinolates\n\n\n4.84\n\n\n4.5\n\n\nL\n\n\n2.84\n\n\n4.2\n\n\nL\n\n\n\n\n\n\nM402T662\n\n\n402.0889\n\n\n11.03\n\n\n402.0892\n\n\n0.91\n\n\n[M–H]\n–\n\n\n\n\nHexyl glucosinolate\n\n\n2\n\n\nGlucosinolates\n\n\n1.78\n\n\n1.9\n\n\nL\n\n\n\n\n\n\n\n\n\n\n\n\nM477T728\n\n\n477.0637\n\n\n12.13\n\n\n477.0638\n\n\n0.19\n\n\n[M–H]\n–\n\n\n\n\n1-Methoxyglucobrassicin\n\n\n1\n\n\nGlucosinolates\n\n\n\n\n\n\n\n\n1.61\n\n\n2.1\n\n\nL\nOpen in a new tab\na\nError is calculated as follows: \n. Calculated mass and \nm/z\n only show the data to the nearest four decimal points, whereas the error is calculated based on the actual data obtained.\n\n\n\n\n\n\nb\nAnnotation level according to \nSumner et al. (2007)\n: 1, identified compounds with authentic standards; 2, compounds with putative annotations based on spectral similarity with spectral libraries; and 3, compound classes with putative annotations (i.e. compounds not fully characterized/identified). Empty cells indicate where metabolites were not detected under these conditions.",
    "quadruple,_triple,_and_double_adt_knockouts": "Statistical comparison of individual metabolite levels in \nadt3/4/5/6\n, the most greatly affected mutant line, versus the wild type can be found in \nTable I\n. For the flavonoids mentioned above, significant changes in levels were observed in \nadt3/4/5/6\n, with reductions of ∼40% and ∼30% in NA and DA plants compared with wild-type plants. Compared with levels in the wild type, the \nadt1/4/5\n and \nadt3/4/5\n triple knockouts also had very similar flavonoid reductions of ∼40% and ∼26% in NA and DA plants, whereas the double knockout \nadt4/5\n had smaller flavonoid reductions of ∼17% (\nFig. 6A\n). By comparison, under these growth conditions, the flavonoid reduction levels in \nadt3/4/5/6\n were just over half of those observed for long-day-grown plant lines.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nMetabolite contents in DA and NA wild-type (WT) and \nADT\n mutant plants. A, Flavonoids. B, Phenylpropanoids. C, Lignan glucosides. D, Phenolic glucosides. E, Glucosinolates. F, Gluconasturtiin. G, Putative galactolipids. All values are relative to the internal standard naringenin. *, 0.01 < \nP\n ≤ 0.05; **, \nP\n ≤ 0.01.\nMonomeric phenylpropanoid and lignan contents followed somewhat comparable trends, with multiple \nADT\n knockouts having the most pronounced effects (\nFig. 6, B and C\n, respectively). For the monomeric phenylpropanoids, their amounts in triple and quadruple knockouts were reduced by ∼25% and ∼20% in NA and DA plants, respectively, relative to that in the wild type. A slightly lesser effect (i.e. a reduction of ∼12%) was observed in \nadt4/5\n. Lignans displayed a similar pattern, with highest reductions in triple and quadruple knockout lines, reaching reductions of ∼64% to 68% and ∼58% to 67% in NA and DA plants, respectively. In \nadt4/5\n, slightly lower reductions of ∼58% were observed for NA plants and 55% for DA plants.\nSignificant differences were observed in levels of other metabolite classes not derived directly from Phe. Putative phenolic glucoside levels were reduced significantly (\nFig. 6D\n), reaching reductions of ∼31% and ∼44% for NA and DA \nadt3/4/5/6\n plants, respectively, relative to that in the wild type. In addition, the triple knockout \nadt1/4/5\n had reductions of ∼21% and ∼40% for NA and DA plants, respectively, whereas \nadt3/4/5\n displayed reductions of ∼35% for both NA and DA plants. The double knockout \nadt4/\n5 had a somewhat smaller reduction in phenolic glucosides of ∼28%.\nAnother striking observation was with the levels of the 11 glucosinolates that were detected at significantly lower levels in \nADT\n knockouts relative to the wild type (\nFig. 6, E and F\n). Of these, the reduction in levels of gluconasturtiin (\nFig. 6F\n) could be anticipated, since it is partly derived from Phe (\nUnderhill, 1968\n). Indeed, its levels were very much affected, reaching reductions of ∼77% in both NA and DA \nadt3/4/5/6\n plants. The triple knockout \nadt3/4/5\n also had ∼77% and ∼58% reductions in NA and DA plants, respectively, whereas \nadt1/4/5\n had ∼65% and ∼70% reductions, relative to the wild type. The double knockout \nadt4/\n5 additionally displayed some levels of reduction, albeit to a slightly lesser extent, with reductions of ∼54% and ∼60% in NA and DA plants, respectively.\nAlthough less pronounced, significant overall reductions in the levels of all other glucosinolates also were detected (\nFig. 6E\n), with ∼39% and ∼42% reductions in \nadt3/4/5/6\n NA and DA plants and ∼36%/∼31%, and ∼27%/∼16% reductions in \nadt1/4/5\n and \nadt3/4/5\n NA and DA plants, respectively. The double mutant \nadt4/5\n displayed a reduction of ∼37% in total glucosinolate in DA plants, but no significant reduction (∼6%) was observed in NA plants (\nFig. 6E\n).\nWe also detected several metabolites with significantly higher levels in ADT-deficient plant lines. Of these, we annotated three putative galactolipids that were presumed to be abundant in the thylakoid membrane and that could be related to altered photosynthetic parameters (\nKobayashi et al., 2013\n). The relative amounts of these compounds displayed a clear circadian rhythm pattern (i.e. barely detectable in DA plants versus significantly higher contents in NA plants; \nFig. 6G\n). Besides that, their contents in NA plants also were affected significantly by changes in ADT, with levels increasing further from single to multiple knockouts. Of these, the most markedly altered were those in \nadt3/4/5/6\n plants, where the amounts detected were approximately double the content observed in wild-type plants.",
    "single_knockouts": "While multiple knockout lines had the most dramatic effects in reductions in levels of most metabolites detected, the single knockouts had differing effects for different metabolite classes. For combined total flavonoid levels (also for each individually), \nadt1\n had the most pronounced reductions in comparison with the wild type (∼30% change [\nP\n = 0.016] and ∼20% [\nP\n = 0.006] in NA and DA plants, respectively) of the various single knockout lines (\nFig. 6A\n; \nSupplemental Table S1\n). Monomeric phenylpropanoid levels followed the same trend somewhat, with the \nadt1\n line also having highest reductions in comparison with the wild type (∼30% [\nP\n = 0.003] and ∼10% [\nP\n = 0.02] in NA and DA plants, respectively; \nFig. 6B\n; \nSupplemental Table S1\n). Lignan content, however, was not affected significantly in any single knockout line in comparison with wild-type plants (\nFig. 6C\n; \nSupplemental Table S1\n).\nIn contrast, phenolic glucoside levels in single knockouts were reduced more significantly in \nadt4\n and \nadt5\n plants in comparison with wild-type plants, with ∼35% (\nP\n = 0.01) and 25% (\nP\n = 0.02) reductions, respectively, in NA plants and ∼28% (\nP\n = 0.05 for \nadt4\n plants and \nP\n = 0.03 for \nadt5\n plants) reductions in DA plants (\nFig. 6D\n; \nSupplemental Table S1\n). While in the \nadt1\n plants, no significant differences were observed in phenolic glucoside contents in NA plants, the DA plants had a significant (\nP\n = 0.014) level of reduction (∼40%). On the other hand, \nadt3\n plant lines were not significantly different from the wild type.\nGlucosinolate levels in NA plants were mainly significantly different in the comparison of \nadt4\n and \nadt5\n with wild-type lines, with reductions of ∼36% (\nP\n = 0.0001) and 26% (\nP\n = 0.02), whereas the corresponding DA plants had greater reductions of ∼52% (\nP\n = 0.01) and ∼47% (\nP\n = 0.03), respectively (\nFig. 6E\n; \nSupplemental Table S1\n).\nFinally, for putative galactolipid levels, the \nadt4\n line potentially had the second highest increase among all lines relative to wild-type levels (∼60%), although this was not statistically significant due to the variability observed (\nP\n = 0.115; \nFig. 6G\n; \nSupplemental Table S1\n).\nA group of molecules with masses consistent with molecular structures having 19 carbon atoms and eight oxygen atoms also were detected at higher levels in \nADT\n knockouts relative to the wild type. We provisionally postulate that they belong to the apocarotenoid metabolite class (\nMatsunami et al., 2009\n) and perhaps may have a direct relationship with the photosynthetic effects observed (i.e. given carotenoid roles in light harvesting and photoprotection, as hormones and growth regulators, and in other environmental interactions; \nRuiz-Sola and Rodríguez-Concepción, 2012\n). The unequivocal annotation of these compounds requires a complete structural characterization that was not possible here due to their low abundance.",
    "metabolic_analysis_of_rosette_leaves_(44_das)": "The analysis of leaves of DA wild-type and \nadt3/4/5/6\n plants, harvested 44 DAS, showed comparable trends to those at 70 DAS. When compared with DA wild-type plants, DA \nadt3/4/5/6\n plants at 44 DAS showed significant (\nP\n < 0.01) decreases in levels of the lignan glucosides M565T765, M521T765, and M519T836 (for compound names, see \nTable I\n) by ∼34%, 63%, and 57%, respectively; the corresponding DA plants at 70 DAS had ∼58 to ∼67% reductions. We also detected reduced levels of the monomeric phenylpropanoids M385T589, M339T796, and M339T808 by ∼40%, 24%, and 18%, respectively, but the first with \nP\n < 0.05 only; DA plants at 70 DAS had ∼20% reductions. Flavonoids were decreased slightly in amounts: M739T610 and M593T713 by ∼7% and ∼17%, respectively, compared with ∼30% in DA plants at 70 DAS. As before, we observed increases in the levels of putative galactolipids (M545T1236, M735T1343, and M573T1455 by ∼25%, 24%, and 13%, respectively), which correspond favorably to those in DA plants at 70 DAS.",
    "rtam-ms_of_co2": "Wild-type and \nadt3/4/5/6\n plants (56 DAS) were placed in an in-house-built isolation/exposure chamber (\nSupplemental Fig. S4\n) and were sealed. The chamber was made of clear polycarbonate for light penetration and was modified with three Swagelock connection ports in the lid to allow air flow in and to control air/gas flow to a vacuum or to a Shimadzu QP2010 single quad mass spectrometer with an electron-impact source for analysis. NA plants were kept in the dark for 12 h to consume all starch reserves, and DA plants were kept in the light for 12 h within an environmental growth chamber to allow for starch accumulation. A flow rate of 200 mL min\n–1\n was used to initially purge the chamber and to maintain a constant atmospheric CO\n2\n level throughout each plant acclimation period. The mass spectrometer was calibrated by running a series of volumetrically prepared CO\n2\n standards. Data acquisition began with the analysis of just the room air CO\n2\n concentration for 15 min, then a valve was switched and the plants that had acclimated for 12 h in either the light (DA) or dark (NA) were analyzed by measuring the air that passes around the plant and that enters the mass spectrometer. The flow rate of this analysis was set at 2 mL min\n–1\n CO\n2\n concentration and was monitored over 30 min to allow the CO\n2\n concentration measurement to stabilize and arrive at a steady state. The average concentration at the last 5 min of the 30-min period was used to calculate the total CO\n2\n concentration of the air plus what was released or fixed by the plant. Then, the light was either turned on for the NA plants or turned off for the DA plants, and the CO\n2\n concentration was allowed to stabilize and reach a steady state for another 50 min. The last 5 min of this period was used to determine the CO\n2\n released or absorbed under light or dark conditions in plants depleted of starch (NA) or in which starch accumulated (DA). After analysis, the aboveground portion of the plant was dried and weighed to normalize the measurements to dry weight. Plantless pots with soil also were evaluated under the same conditions. CO\n2\n levels attributed to release from the soil and room atmosphere were subtracted from the experimental CO\n2\n measurements to obtain the levels attributed to just the plant.",
    "figure_7.": "Open in a new tab\nRelationship between starch content and ΦII in wild-type (WT) and \nADT\n mutant plants. A, Starch content (red outlined bars, right axis) and ΦII (gray bars) of the various genotypes. The red horizontal line indicates wild-type values for comparison. B, Linear correlation between starch content and ΦII. All data are means ± \nse\n.",
    "figure_8.": "Open in a new tab\nCO\n2\n levels in wild-type (WT) and \nadt3/4/5/6\n plants following the depletion (NA) or accumulation (DA) of starch reserves. Measurements were made after a steady-state adjustment period of 50 min in the dark (for DA plants) and 50 min in the light (for NA plants). Data are means ± \nse\n. No significant differences exist between wild-type and \nadt3/4/5/6\n values (Student’s \nt\n test, \nP\n = 0.194 and 0.993 for the NA and DA data sets, respectively).",
    "discussion": "Plant Growth/Development, Photosynthetic Performance, ATP, and Carbon Sinks\n\n\nOur high-throughput phenomics platform (\nFigs. 1\n and \n2\n) allowed the detection of small but significant changes in physiological parameters and photosynthetic performance. The analysis of PET showed significantly decreased rates for linear electron flux, measured as ΦII, in the \nADT\n mutants relative to the wild-type plants (\nFigs. 2B\n and \n4A\n). Detailed analysis of this PET reduction revealed that it resulted from an elevated qE (\nFigs. 2C\n and \n4B\n), which causes heat dissipation of the harvested sunlight no longer available for photosynthesis. Further analyses indicated that the increased qE in \nadt3/4/5/6\n resulted from a higher ΔpH across the thylakoid membrane, as measured by ECS (\nFig. 5B\n).\n\n\nOur data also indicated that transitory starch in chloroplasts could serve, at least in part, as an alternative carbon sink in ADT-deficient plants. That is, in the \nadt3/4/5/6\n knockout, the starch content was increased by more than 60% in DA plants and all other knockouts also had elevated starch contents even after 70 DAS (\nFig. 7A\n). Furthermore, comparing starch contents (\nFig. 3A\n) with secondary metabolite data (\nFig. 3, B–E\n) revealed an inverse relationship that provisionally suggested the redirection of fixed carbon from phenylpropanoid metabolites into starch. Yet, the growth curve for \nadt3/4/5/6\n (\nFig. 2A\n) also indicated that additional carbon used from transitory starch reserves in the night was not utilized to increase plant growth in the mutant. In fact, growth was retarded slightly in the quadruple mutant as compared with wild-type plants. This could be interpreted as an indication that the excess carbon/energy (i.e. by reduced metabolism into phenylpropanoid metabolites/lignins) was not used for enhanced plant growth. Indeed, the carbon stored was transitory, as the starch was fully metabolized when photosynthesis was shut down in the NA period (\nFig. 3A\n, left). Where this catabolized fixed carbon ends up is currently unknown.\n\n\nA potential direct connection between secondary metabolism produced by carbon processing through ADT and photosynthesis is ATP. Metabolic pathways leading to lignin and other phenylpropanoids utilize considerable amounts of ATP (\nLewis and Yamamoto, 1989\n). It is not clear, however, whether this ATP comes from respiration, photosynthesis, or both. Yet, with the ADT-catalyzed conversion of arogenate to Phe being localized in the chloroplast, it is possible that ATP produced by photosynthetic light reactions makes a major contribution. Increased starch content is in line with an expected reduction in the putative ATP consumption in \nADT\n knockouts (i.e. since starch synthesis requires ATP; \nGeigenberger et al., 2005\n). Thus, it seems that the transient accumulation of starch could be related to the diminished level of ATP required for phenylpropanoid metabolism and lignin biosynthesis in \nADT\n knockouts.\n\n\nThe photosynthetic performance measurements of \nadt3/4/5/6\n also indicated that starch synthesis only partly compensated for the reduced demand for ATP consumption. This became apparent by analyzing the correlation between starch contents and linear electron transport (measured as ΦII) for the wild type and all \nADT\n knockouts (\nFig. 7B\n). Higher starch accumulation in the different knockouts was accompanied by a lower linear photosynthetic electron flux. This suggests a limited consumption of extra ATP produced in the mutants by the formation of transitory starch with feedback to electron transport by an increased PMF (\nFig. 5\n). The quadruple mutant, though, still has higher ATP levels, as indicated by elevated ΔpH that leads to higher qE and lower electron flux and the elevated ATP/ADP ratio. In this way, reduced phenylpropanoid biosynthesis can be envisaged to have two interconnected consequences for photosynthesis: (1) reduced consumption of fixed carbon by the Calvin-Benson cycle, leading to an increase in transitory starch; and (2) lowered consumption of ATP, leading to slightly lower electron transport rates via an increase in the feedback regulation of qE.\nMetabolomics\n\n\nAs anticipated, some of the most marked effects observed at the end of the photosynthetic measurement period were the reductions in levels of metabolites derived directly from Phe (i.e. flavonoids, monomeric phenylpropanoids, and lignans). In contrast, the levels of the phytohormones salicylic acid and jasmonic acid were below detection limits under the conditions employed (data not shown). For those metabolite classes detected, the largest reductions were observed in the multiple \nADT\n knockout mutants, whereas the smallest reductions were associated with single knockouts (i.e. \nadt1\n, \nadt3\n, \nadt4\n, and \nadt5\n).\n\n\nMore specifically, in the quadruple knockout \nadt3/4/5/6\n, levels of the Phe-derived lignans (\nFigs. 3D\n and \n6C\n) and gluconasturtiin (\nFig. 6F\n) were most affected (∼67% and ∼77% reductions, respectively), which was comparable to the lignin content reductions of ∼70% in \nadt3/4/5/6\n plants under long-day growth/development (\nCorea et al., 2012\n). By contrast, compared with those in the wild type, Phe-derived flavonoid (\nFigs. 3B\n and \n6A\n) and phenolic glucoside (\nFigs. 3E\n and \n6D\n), as well as overall glucosinolate (\nFig. 6E\n), levels in \nadt3/4/5/6\n were reduced by only ∼30% to ∼45%, and those of phenylpropanoids (\nFigs. 3C\n and \n6B\n) were reduced by only by 25%.\n\n\nNevertheless, under short-day growth conditions, the knockout of individual \nADT\n genes led to somewhat different outcomes than those observed for lignin contents in long-day-grown plants (\nCorea et al., 2012\n). Specifically, the \nadt1\n knockout displayed the greatest reduction in levels of metabolites derived directly from Phe, especially for monomeric phenylpropanoids and flavonoids. Conversely, lignin contents under long-day growth/development were reduced the most in \nadt5\n, whereas there was no detectable effect on lignin contents in \nadt1\n plants (\nCorea et al., 2012\n). Additionally, glucosinolate levels were most reduced in \nadt4\n (\nFig. 6E\n), whereas they had no reduction in lignin contents (\nCorea et al., 2012\n). These data apparently suggest quite a distinct role in metabolic pathway carbon allocation and could indicate a specific role for ADT4 in, for example, gluconasturtiin biosynthesis.\n\n\nAlthough the reduction in Phe-derived gluconasturtiin content described above was expected, the reductions in the levels of other glucosinolates were striking. That is, partial blockage of Phe biosynthesis also led to reduced levels of glucosinolates that are biosynthetically independent of Phe. This pleiotropic effect (i.e. when one gene influences two or more seemingly unrelated phenotypic traits) is nevertheless consistent with previous research suggesting possible cross talk between glucosinolate and phenylpropanoid biosynthetic pathways (\nHemm et al., 2003\n; \nKim et al., 2015\n; \nMach, 2015\n). Furthermore, this class of Brassicaceae metabolites (\nMatthäus and Luftmann, 2000\n), characteristic of Arabidopsis, is used as defense compounds and has long been linked directly to responses to wounding and insect herbivory. Their effectiveness is due to the release of toxic isothiocyanates (\nGrubb and Abel, 2006\n; \nHalkier and Gershenzon, 2006\n; \nBeekwilder et al., 2008\n). Clearly, a reduction in the levels of both phenylpropanoids and glucosinolates could potentially lessen overall chemical defenses of ADT-deficient plants, thus causing negative effects regarding fitness.\n\n\nLastly, the global metabolomics analysis of leaf tissue extracts from the various \nADT\n mutants and the wild type, initially used for the selection of metabolites of interest, is revisited by focusing on the annotated compounds among the hundreds of significantly altered features (\nSupplemental Table S1\n). HCA (\nFig. 9A\n) and PLSDA (\nFig. 9B\n) analyses can be presented in a form that provides a comprehensive view of the data, clearly illustrating the trends observed. In this regard, HCA groups features that are based on trends across samples, with above-average features in red and below-average features in green. In \nFigure 9A\n, we can clearly observe two main groups of opposite behavior, namely those that accumulate to lower levels in \nADT\n knockout lines and those that accumulate to higher amounts. The first and largest group contains flavonoids, phenylpropanoids, lignans, phenolic glucosides, and glucosinolates. The second group consists of the putative apocarotenoid compounds that are present in higher amounts in the knockout lines and the putative galactolipids, with the latter subject to a pronounced circadian rhythm effect (\nFig. 6G\n). The PLSDA analysis simplifies multiple variables (features) into two orthogonal components that clearly distinguish between the wild type and \nadt3/4/5/6\n and between DA and NA plants (\nFig. 9B\n). In this analysis, we can see not only separation of the different groups of samples but, with the overlaid loadings for the different annotated metabolites, we can also rapidly visualize those metabolites that are characteristic of the different lines and harvest times. The strongest effect is in the separation of the wild type and \nadt3/4/5/6\n, with the Phe-derived compounds, phenolic glucosides, and glucosinolates being characteristic of the wild type and galactolipids and putative apocarotenoids associated with \nadt3/4/5/6\n.\n\n\nFigure 9.\n\n\n\n\nOpen in a new tab\n\n\nMetabolite profiling in the wild type (WT) and \nADT\n mutants. A, Metabolite heat map generated using MeV version 4.8 from data normalized using naringenin as an internal standard and transformed to have zero mean and unit variance. The heat map displays major trends observed in the levels of annotated metabolites, with clustering based on feature intensity patterns across samples. B, PLSDA analysis of wild-type and \nadt3/4/5/6\n DA and NA plants based on annotated metabolites, with clear separation of sample groups and time of harvest. The loadings show those metabolic features that are more characteristic of the sample groups.\nCarbon Fixation and Respiration Rates\n\n\nOur data show higher levels of starch accumulation but do not show significantly higher rates of carbon fixation in Arabidopsis plants with compromised ADT activity. This corroborates the additional observation that we do not see overall significant biomass differences between wild-type and \nadt3/4/5/6\n plants. Photorespiration is typically thought of as a mechanism for a plant to mitigate the accidental fixation of oxygen instead of CO\n2\n. Our data (\nFig. 8\n), however, show no significant difference in the rates of overall CO\n2\n release between the wild type and \nadt3/4/5/6\n. Since we only detected the overall net release of CO\n2\n from the plant, we cannot determine whether this CO\n2\n came from respiration or photorespiration. Future RTAM-MS focusing on oxygen uptake flux analysis, such as using \n18\nO\n2\n, may be an interesting extension of this study to see if any utilization of starch accumulation results in significant variations in photorespiration rates in the wild type compared with \nadt3/4/5/6\n.",
    "plant_growth/development,_photosynthetic_performance,_atp,_a": "Our high-throughput phenomics platform (\nFigs. 1\n and \n2\n) allowed the detection of small but significant changes in physiological parameters and photosynthetic performance. The analysis of PET showed significantly decreased rates for linear electron flux, measured as ΦII, in the \nADT\n mutants relative to the wild-type plants (\nFigs. 2B\n and \n4A\n). Detailed analysis of this PET reduction revealed that it resulted from an elevated qE (\nFigs. 2C\n and \n4B\n), which causes heat dissipation of the harvested sunlight no longer available for photosynthesis. Further analyses indicated that the increased qE in \nadt3/4/5/6\n resulted from a higher ΔpH across the thylakoid membrane, as measured by ECS (\nFig. 5B\n).\nOur data also indicated that transitory starch in chloroplasts could serve, at least in part, as an alternative carbon sink in ADT-deficient plants. That is, in the \nadt3/4/5/6\n knockout, the starch content was increased by more than 60% in DA plants and all other knockouts also had elevated starch contents even after 70 DAS (\nFig. 7A\n). Furthermore, comparing starch contents (\nFig. 3A\n) with secondary metabolite data (\nFig. 3, B–E\n) revealed an inverse relationship that provisionally suggested the redirection of fixed carbon from phenylpropanoid metabolites into starch. Yet, the growth curve for \nadt3/4/5/6\n (\nFig. 2A\n) also indicated that additional carbon used from transitory starch reserves in the night was not utilized to increase plant growth in the mutant. In fact, growth was retarded slightly in the quadruple mutant as compared with wild-type plants. This could be interpreted as an indication that the excess carbon/energy (i.e. by reduced metabolism into phenylpropanoid metabolites/lignins) was not used for enhanced plant growth. Indeed, the carbon stored was transitory, as the starch was fully metabolized when photosynthesis was shut down in the NA period (\nFig. 3A\n, left). Where this catabolized fixed carbon ends up is currently unknown.\nA potential direct connection between secondary metabolism produced by carbon processing through ADT and photosynthesis is ATP. Metabolic pathways leading to lignin and other phenylpropanoids utilize considerable amounts of ATP (\nLewis and Yamamoto, 1989\n). It is not clear, however, whether this ATP comes from respiration, photosynthesis, or both. Yet, with the ADT-catalyzed conversion of arogenate to Phe being localized in the chloroplast, it is possible that ATP produced by photosynthetic light reactions makes a major contribution. Increased starch content is in line with an expected reduction in the putative ATP consumption in \nADT\n knockouts (i.e. since starch synthesis requires ATP; \nGeigenberger et al., 2005\n). Thus, it seems that the transient accumulation of starch could be related to the diminished level of ATP required for phenylpropanoid metabolism and lignin biosynthesis in \nADT\n knockouts.\nThe photosynthetic performance measurements of \nadt3/4/5/6\n also indicated that starch synthesis only partly compensated for the reduced demand for ATP consumption. This became apparent by analyzing the correlation between starch contents and linear electron transport (measured as ΦII) for the wild type and all \nADT\n knockouts (\nFig. 7B\n). Higher starch accumulation in the different knockouts was accompanied by a lower linear photosynthetic electron flux. This suggests a limited consumption of extra ATP produced in the mutants by the formation of transitory starch with feedback to electron transport by an increased PMF (\nFig. 5\n). The quadruple mutant, though, still has higher ATP levels, as indicated by elevated ΔpH that leads to higher qE and lower electron flux and the elevated ATP/ADP ratio. In this way, reduced phenylpropanoid biosynthesis can be envisaged to have two interconnected consequences for photosynthesis: (1) reduced consumption of fixed carbon by the Calvin-Benson cycle, leading to an increase in transitory starch; and (2) lowered consumption of ATP, leading to slightly lower electron transport rates via an increase in the feedback regulation of qE.",
    "metabolomics": "As anticipated, some of the most marked effects observed at the end of the photosynthetic measurement period were the reductions in levels of metabolites derived directly from Phe (i.e. flavonoids, monomeric phenylpropanoids, and lignans). In contrast, the levels of the phytohormones salicylic acid and jasmonic acid were below detection limits under the conditions employed (data not shown). For those metabolite classes detected, the largest reductions were observed in the multiple \nADT\n knockout mutants, whereas the smallest reductions were associated with single knockouts (i.e. \nadt1\n, \nadt3\n, \nadt4\n, and \nadt5\n).\nMore specifically, in the quadruple knockout \nadt3/4/5/6\n, levels of the Phe-derived lignans (\nFigs. 3D\n and \n6C\n) and gluconasturtiin (\nFig. 6F\n) were most affected (∼67% and ∼77% reductions, respectively), which was comparable to the lignin content reductions of ∼70% in \nadt3/4/5/6\n plants under long-day growth/development (\nCorea et al., 2012\n). By contrast, compared with those in the wild type, Phe-derived flavonoid (\nFigs. 3B\n and \n6A\n) and phenolic glucoside (\nFigs. 3E\n and \n6D\n), as well as overall glucosinolate (\nFig. 6E\n), levels in \nadt3/4/5/6\n were reduced by only ∼30% to ∼45%, and those of phenylpropanoids (\nFigs. 3C\n and \n6B\n) were reduced by only by 25%.\nNevertheless, under short-day growth conditions, the knockout of individual \nADT\n genes led to somewhat different outcomes than those observed for lignin contents in long-day-grown plants (\nCorea et al., 2012\n). Specifically, the \nadt1\n knockout displayed the greatest reduction in levels of metabolites derived directly from Phe, especially for monomeric phenylpropanoids and flavonoids. Conversely, lignin contents under long-day growth/development were reduced the most in \nadt5\n, whereas there was no detectable effect on lignin contents in \nadt1\n plants (\nCorea et al., 2012\n). Additionally, glucosinolate levels were most reduced in \nadt4\n (\nFig. 6E\n), whereas they had no reduction in lignin contents (\nCorea et al., 2012\n). These data apparently suggest quite a distinct role in metabolic pathway carbon allocation and could indicate a specific role for ADT4 in, for example, gluconasturtiin biosynthesis.\nAlthough the reduction in Phe-derived gluconasturtiin content described above was expected, the reductions in the levels of other glucosinolates were striking. That is, partial blockage of Phe biosynthesis also led to reduced levels of glucosinolates that are biosynthetically independent of Phe. This pleiotropic effect (i.e. when one gene influences two or more seemingly unrelated phenotypic traits) is nevertheless consistent with previous research suggesting possible cross talk between glucosinolate and phenylpropanoid biosynthetic pathways (\nHemm et al., 2003\n; \nKim et al., 2015\n; \nMach, 2015\n). Furthermore, this class of Brassicaceae metabolites (\nMatthäus and Luftmann, 2000\n), characteristic of Arabidopsis, is used as defense compounds and has long been linked directly to responses to wounding and insect herbivory. Their effectiveness is due to the release of toxic isothiocyanates (\nGrubb and Abel, 2006\n; \nHalkier and Gershenzon, 2006\n; \nBeekwilder et al., 2008\n). Clearly, a reduction in the levels of both phenylpropanoids and glucosinolates could potentially lessen overall chemical defenses of ADT-deficient plants, thus causing negative effects regarding fitness.\nLastly, the global metabolomics analysis of leaf tissue extracts from the various \nADT\n mutants and the wild type, initially used for the selection of metabolites of interest, is revisited by focusing on the annotated compounds among the hundreds of significantly altered features (\nSupplemental Table S1\n). HCA (\nFig. 9A\n) and PLSDA (\nFig. 9B\n) analyses can be presented in a form that provides a comprehensive view of the data, clearly illustrating the trends observed. In this regard, HCA groups features that are based on trends across samples, with above-average features in red and below-average features in green. In \nFigure 9A\n, we can clearly observe two main groups of opposite behavior, namely those that accumulate to lower levels in \nADT\n knockout lines and those that accumulate to higher amounts. The first and largest group contains flavonoids, phenylpropanoids, lignans, phenolic glucosides, and glucosinolates. The second group consists of the putative apocarotenoid compounds that are present in higher amounts in the knockout lines and the putative galactolipids, with the latter subject to a pronounced circadian rhythm effect (\nFig. 6G\n). The PLSDA analysis simplifies multiple variables (features) into two orthogonal components that clearly distinguish between the wild type and \nadt3/4/5/6\n and between DA and NA plants (\nFig. 9B\n). In this analysis, we can see not only separation of the different groups of samples but, with the overlaid loadings for the different annotated metabolites, we can also rapidly visualize those metabolites that are characteristic of the different lines and harvest times. The strongest effect is in the separation of the wild type and \nadt3/4/5/6\n, with the Phe-derived compounds, phenolic glucosides, and glucosinolates being characteristic of the wild type and galactolipids and putative apocarotenoids associated with \nadt3/4/5/6\n.\nFigure 9.\n\n\n\n\nOpen in a new tab\n\n\nMetabolite profiling in the wild type (WT) and \nADT\n mutants. A, Metabolite heat map generated using MeV version 4.8 from data normalized using naringenin as an internal standard and transformed to have zero mean and unit variance. The heat map displays major trends observed in the levels of annotated metabolites, with clustering based on feature intensity patterns across samples. B, PLSDA analysis of wild-type and \nadt3/4/5/6\n DA and NA plants based on annotated metabolites, with clear separation of sample groups and time of harvest. The loadings show those metabolic features that are more characteristic of the sample groups.",
    "figure_9.": "Open in a new tab\nMetabolite profiling in the wild type (WT) and \nADT\n mutants. A, Metabolite heat map generated using MeV version 4.8 from data normalized using naringenin as an internal standard and transformed to have zero mean and unit variance. The heat map displays major trends observed in the levels of annotated metabolites, with clustering based on feature intensity patterns across samples. B, PLSDA analysis of wild-type and \nadt3/4/5/6\n DA and NA plants based on annotated metabolites, with clear separation of sample groups and time of harvest. The loadings show those metabolic features that are more characteristic of the sample groups.",
    "carbon_fixation_and_respiration_rates": "Our data show higher levels of starch accumulation but do not show significantly higher rates of carbon fixation in Arabidopsis plants with compromised ADT activity. This corroborates the additional observation that we do not see overall significant biomass differences between wild-type and \nadt3/4/5/6\n plants. Photorespiration is typically thought of as a mechanism for a plant to mitigate the accidental fixation of oxygen instead of CO\n2\n. Our data (\nFig. 8\n), however, show no significant difference in the rates of overall CO\n2\n release between the wild type and \nadt3/4/5/6\n. Since we only detected the overall net release of CO\n2\n from the plant, we cannot determine whether this CO\n2\n came from respiration or photorespiration. Future RTAM-MS focusing on oxygen uptake flux analysis, such as using \n18\nO\n2\n, may be an interesting extension of this study to see if any utilization of starch accumulation results in significant variations in photorespiration rates in the wild type compared with \nadt3/4/5/6\n.",
    "conclusion": "Our high-throughput phenomics approach allowed us to visualize small changes in photosynthetic and growth performance in \nADT\n knockouts. The data established that reduced metabolism through Phe, leading to reductions in the levels of various phenylpropanoids and other metabolites, has a moderate impact on PET that is most likely caused by impaired recycling of ADP + Pi.\nAdditionally, the metabolomic analysis significantly increased our understanding of the effects of ADT modulation in Arabidopsis, as partial blockage of this crucial biosynthetic pathway has significant and widespread metabolic effects. We established significant reductions in the contents of several phenylpropanoid-derived metabolites, including flavonoids, lignans, and glucosinolates, at both harvesting points (44 and 70 DAS). Our metabolomic analysis also revealed a number of systemic pleiotropic effects of the genetic manipulations. These effects included reductions in glucosinolate and phenolic glucoside contents, with related increases in the levels of putative galactolipids and apocarotenoids.\nThe small impairment of photosynthetic energy conversion, however, indicates that the metabolic engineering of lignin biosynthesis and phenylpropanoid metabolism demonstrated here could be a viable strategy to improve, for example, biofuel crops. Examples exist where only small changes in photosynthetic performance visible under controlled greenhouse conditions translate to much more pronounced effects in field-grown plants (\nLawson et al., 2012\n). A good example is the PsbS knockout mutant (impaired in qE) that displays a similar electron transport rate in the laboratory but significantly reduced fitness under field conditions (\nKülheim et al., 2002\n). Thus, the small changes measured in this study may have greater effects in field conditions. This highlights the need in future studies to assess changes in physiological parameters under both greenhouse and field conditions and to determine to what extent, if any, plant fitness is compromised. The results of this study show that engineering one pathway alone may not be sufficient to improve certain traits. In particular, further improvements of ATP consumption can be a follow-up approach to make \nADT\n mutants an interesting model for the improvement of, for example, biofuel conversion efficiencies.",
    "materials_and_methods": "Chemicals\n\n\nOptima-grade water, acetonitrile, and formic acid were purchased from Fisher Scientific. Quercetin-3-glucoside-7-rhamnoside, quercetin-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3-glucoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3,7-dirhamnoside, coniferin, sinapic acid glucoside, sinapoyl malate, pinoresinol-4,4ʹ-di-\nO\n-β-\nd\n-glucoside, and pinoresinol-4-\nO\n-β-\nd\n-glucoside were isolated and identified by comparison with authentic standards isolated previously by our group. The glucosinolates glucoraphanin, gluconasturtiin, and 1-methoxyglucobrassicin were identified by comparison with authentic standards kindly provided by Dr. Daniel Giddings Vassão.\nPlant Growth and Measurements in the Phenomics Facility\n\n\nWild-type Arabidopsis (\nArabidopsis thaliana\n ecotype Columbia) and mutants (\nadt1\n, \nadt3\n, \nadt4\n, \nadt5\n, \nadt4/5\n, \nadt1/4/5\n, \nadt3/4/5\n, and \nadt3/4/5/6\n, generated as described [\nCorea et al., 2012\n]) were sown and grown in a growth chamber for 20 d and then moved to the phenomics facility. Plants were grown in eight to 12 blocks in four independent sets (\nFig. 1, A–C\n), with each set having a randomized arrangement of genotypes per block. They were monitored in the phenomics facility for 15 to 30 d after being transferred. Both chambers utilized a 9-h photoperiod at 200 μmol quanta m\n–2\n s\n–1\n illumination, with daily temperatures of 23°C/21°C (light/dark). Measurements were performed daily, once in the middle of the photoperiod (day) and once in the middle of the dark period (night). Measurements were taken by utilizing a movable camera unit, the Fluorcam XYZ (PSI). This instrument is a mobile, programmable fluorescence imaging robot capable of moving throughout the growth chamber on a gantry, performing automated measurements utilizing blue (455 nm) and red (618 nm) LEDs to excite fluorescence, with a light intensity of 200 μmol quanta m\n2\n s\n–1\n. Fluorescence was captured by a Fluorcam 2701 LU camera equipped with a fluorescence filter. The software then automatically calculates and exports many parameters, such as \nF\nv\n/\nF\nm\n (maximum quantum efficiency of PSII photochemistry), ΦII, NPQ, qE, and qL (fraction of open PSII reaction centers; i.e. with reduced primary quinone acceptor Q\nA\n) according to the following formulae:\n\n\n\n\n\n\n\n\n\n\n\n\nwhere \nF\nm\n and \nF\nm\n′ are maximal fluorescence from NA and DA leaf, respectively; \nF\nm\n′′ is the maximal fluorescence in the dark after illumination; \nF\no\n and \nF\no\n′ are minimal fluorescence from NA and DA leaf, respectively; and \nF\ns\n is steady-state fluorescence emission from DA leaf.\n\n\nDA measurements of photosynthetic parameters were done at the middle of the light period. The camera carrier moved over the plants with carrier lights on that matches the light intensity in the growth room. Thus, plants were illuminated all the time. For the NA samples, we used a standard protocol of 3 min that includes \nF\nm\n measurements. After 3 min of illumination, photosynthetic parameters do not change significantly (i.e. a steady state is reached).\nMeasurements in the Flash Spectrometer\n\n\nFlash spectrometry measurements were performed in a laboratory setting on wild-type and knockout plants grown in the phenomics facility and harvested 6 weeks after sowing. Plants were adapted to each of the six different light intensities of 70, 120, 200, 300, 500, and 850 μmol quanta m\n–2\n s\n–1\n and then measured using a DIRK approach. DIRK is used to quantify steady-state electron fluxes through photosynthesis in light-adapted samples by analyzing the kinetics of the relaxation of spectroscopic signals (\nSacksteder and Kramer, 2000\n). This relaxation of spectroscopic signals occurs during short dark intervals that are achieved by shuttering off the actinic light (\nSacksteder and Kramer, 2000\n).\n\n\nMinimum fluorescence was determined for 2 s at 2 μmol quanta m\n–2\n s\n–1\n, and \nF\nm\n and \nF\nm\n′ were determined with a 0.6-s light pulse at 2,000 μmol quanta m\n–2\n s\n–1\n. The photosynthetic parameters ΦII and NPQ were calculated as above.\n\n\nFor ECS measurements, plants were preilluminated for 10 min at 100 μmol quanta m\n–2\n s\n–1\n and then adapted for 2 min to six light intensities (70, 120, 200, 300, 500, and 850 μmol quanta m\n–2\n s\n–1\n). For each light intensity, the ECS was measured as absorption change at 520 nm (\nWitt, 1979\n; \nBailleul et al., 2010\n). The maximal ECS amplitude (reflecting the maximal PFM) was determined as the difference of the 520-nm absorption signal in the light minus the 520-nm signal in the subsequent dark pulse (arrow in \nFig. 5A\n). This was repeated for all light intensities (\nFig. 5\n). ECS measurements were tested in the direction of increasing light intensity followed directly by decreasing light intensities. As no hysteresis effect was apparent between both directions, measurements were performed with decreasing light intensities for all genotypes.\nATP and ADP Determination\n\n\nWild-type and \nadt3/4/5/6\n mutant plants were dark adapted overnight or taken from the phenomics facility after 6 h of illumination. Ten leaf discs (with 45.6 mm\n2\n surface area) were harvested from DA and NA plants, pooled in one e-cup, and shock frozen immediately in liquid N\n2\n. Each harvested and frozen plant material was homogenized in the TissueLyserII (Qiagen) before the addition of 200 μL of ATP or ADP buffer of the ATP/ADP calorimetric assay kit (BioVision). Samples were individually sonicated with a Sonicator Microtip (Sonicator S 4000; Branso) for 3 × 30 s (at 30–50 J) to ensure complete extraction of the aqueous phase from the leaf discs. After centrifugation, an aliquot (30 μL) of each supernatant was added to 40 μL of ATP or ADP buffer and mixed with 50 μL of the reaction mix from either the ATP or ADP kit. The reaction mix contained either the ATP or ADP probe, ATP or ADP converter, and ATP or ADP developer (BioVision). After 30 min of incubation at room temperature in the dark, each absorption was measured at 570 and 600 nm to account for the chlorophyll signal. Subtraction of the chlorophyll signal at 600 nm led to the corrected absorption value at 570 nm that was used for the calculation of ADP or ATP amount (nmol) using the respective ADP or ATP calibration curve. The calibration curve for ATP was generated using 0, 0.5, 1, 1.5, and 2 nmol final concentration of the ATP standard. The calibration curve for ADP was generated using 0, 0.5, 1, 1.5, 2, 4, 6, and 8 nmol final concentration of the ADP standard. Data were averaged from six to eight biological replicates per genotype.\nPlant Harvesting and Metabolite Extraction\n\n\nTwo sets of Arabidopsis plants were subjected to metabolomics analyses, one at 44 DAS and the second at 70 DAS, where, in each case, leaf tissues from nine individual plants of each genotype were collected, at the end of the light (DA) and dark (NA) periods, respectively, and frozen immediately in liquid nitrogen. Samples were then freeze dried and kept at −80°C until subjected to solvent extraction. Freeze-dried samples were weighed (∼14–23 mg) and individually ground to fine powder using the TissueLyserII (Qiagen) for 30 s at a frequency of 30 Hz. Methanol:water (70:30, v/v) containing 0.05 m\nm\n naringenin (Aldrich) as an internal standard was individually added at a ratio of 1 mL to 50 mg of tissue powder. Samples were vortexed for a few seconds, sonicated at room temperature for 10 min, vortexed again, and finally centrifuged at 16,000\ng\n (4°C for 15 min). Supernatants were individually transferred to 1.5-mL screw-cap glass vials and stored at −80°C until analysis. The pellets in each case also were stored at −80°C prior to starch analysis.\nUPLC-qTOF-MS Analysis\n\n\nMetabolite analyses were performed using a Waters Acquity Ultra Performance LC system (Waters) equipped with a photodiode array eλ detector (Waters) and coupled to a Xevo G2 QTOF mass spectrometer (Waters MS Technologies) using MassLynx (version 4.1) software. Separation of metabolites was performed using a BEH C\n18\n column (Waters; 100 × 2.1 mm i.d., 1.7 µm particle size). The mobile phase consisted of 0.1% (v/v) formic acid in water (phase A) and 0.1% (v/v) formic acid in acetonitrile (phase B). The linear gradient program was as follows: 100% A over 0.5 min, 0% to 45% (v/v) B over 25 min, 45% to 100% (v/v) B over 1 min, held at 100% B for a further 3.5 min, then returned to the initial conditions (100% A) in 0.5 min, followed by reconditioning at 100% A for 10 min. The flow rate was 0.2 mL min\n−1\n, with column temperature kept at 25°C and samples at 5°C. Spectra were recorded between 200 and 500 nm with a resolution of 1.2 nm. The masses of eluted compounds were detected using an electrospray ionization source in the negative ion mode. The following settings were applied: capillary voltage at 2.2 kV, cone voltage at 20 eV, and collision energy at 6 and 30 eV; argon was used as the collision gas. For LC-MS/MS analyses (\nSupplemental Table S2\n), 5- to 50-, 30-, and 30- to 60-eV collision energies were used. The \nm/z\n range was 50 to 1,000 D. The mass spectrometer was calibrated using sodium formate, and Leu enkephalin was employed as the lock mass. The injection volume was 2 μL for LC-MS analysis and 4 μL for LC-MS/MS.\nMetabolomics Data Processing\n\n\nChromatograms obtained from UPLC-photodiode array-qTOF-MS analysis were inspected visually in MassLynx software (Waters) with obvious outliers excluded. In order to conduct subsequent data processing, .RAW data files were converted to NetCDF using MassLynx’s Databridge software. NetCDF files were then processed in RStudio (version 0.9.332) using the package XCMS (\nSmith et al., 2006\n; \nhttps://xcmsonline.scripps.edu\n) for feature (unique mass/retention time signals, MxxxTxxx) detection and retention time correction, followed by the CAMERA package (\nKuhl et al., 2012\n; \nhttps://bioconductor.org/packages/release/bioc/html/CAMERA.html\n) for features grouping together and for partial annotation. XCMS-based feature detection and integration were performed using the Centwave method (\nTautenhahn et al., 2008\n) with the following parameters: prefilter = c(0,0), snthr = 2, ppm = 15, peakwidth = c(5,20), and nSlaves = 4. Retention time correction was performed twice via the obiwarp method with the following parameters: bw = 2, minfrac = 0.5, mzwid = 0.015, and plottype = c(‘deviation’). The CAMERA package was used with the following parameters: perfwhm = 0.6 and groupCorr, findIsotopes, and findAdducts with polarity = ‘negative’.\n\n\nPairwise comparison in XCMS was conducted after setting the two groups, one including all wild-type samples (both DA and NA) and one including all mutant line samples (both DA and NA). After initial XCMS and CAMERA processing, TSV and CSV files generated were combined and further analyzed manually (\nSupplemental Table S1\n). Feature lists were normalized to the internal standard naringenin (integrated in XCMS results as feature M271T1196, \nRt\n 19.93, \nm/z\n 271.0608 [calculated 271.0606 for C\n15\nH\n11\nO\n5\n]) for statistical analysis. Comparisons between the wild type and \nadt3/4/5/6\n (either from DA or NA plants) were performed separately for the selection of statistically significant features subjected to annotation efforts. Box plots were made using Excel with the following results obtained: \nP\n value (−log\n10\n [\nP\n]) and fold change for pairwise comparison between the wild type and each \nADT\n mutant (NA and DA) and for NA versus DA in the wild type and each \nADT\n mutant (\nSupplemental Table S1\n). For HCA and PLSDA, data were transformed to zero mean and unit variance. The annotated features (after the removal of isotopes, adducts, and fragments) were imported to MeV version 4.8 and subsequently clustered using the following settings for hierarchical clustering: tree selection = gene tree, ordering optimization = optimize gene leaf order, distance metric selection = optimize gene leaf order, linkage method selection = average linkage clustering. PLSDA of NA_wild type, DA_wild type, NA_\nadt3/4/5/6\n, and DA_\nadt3/4/5/6\n was performed using DeviumWeb (version 0.4; \nGrapov, 2014\n).\nMetabolite Identification and Annotation\n\n\nInformation obtained from computational processing was used as a starting point for manual peak identification. Metabolites were then identified by comparison with standard compounds of their retention time, UV spectra, and MS/MS fragmentation. Other metabolites were putatively annotated using the following two approaches: (1) putative molecular formulae calculated from accurate mass and isotopic pattern recognition were used to screen the Metlin (\nhttps://metlin.scripps.edu/index.php\n) and SciFinder Scholar (SciFinder Scholar 20##, \nhttps://scifinder.cas.org/scifinder/login.jsf\n) metabolite databases as well as other sources, including KEGG (\nhttp://www.genome.jp/kegg/pathway.html\n) and the Plant Metabolic Network (\nhttp://www.plantcyc.org/\n) databases; and (2) MS/MS fragmentation of metabolites (\nSupplemental Table S2\n) was compared with candidate molecules found in databases (ReSpect for Phytochemicals [\nhttp://spectra.psc.riken.jp/\n] and Massbank [\nhttp://www.massbank.jp/\n]) and verified with earlier literature, especially for metabolites reported previously in Arabidopsis.\nStarch Quantification\n\n\nFollowing the extract preparation for metabolomic analyses above, the corresponding pellets were individually subjected to starch quantification. Each pellet sample was next washed three times with 1 mL of ethanol: water (80:20, v/v) with sonication at room temperature, followed by centrifugation at 16,000\ng\n, with solvent discarded. A 0.2 \nn\n potassium hydroxide solution in water was then added to each sample at a ratio of 1 mL to 40 mg of sample (i.e. the freeze-dried plant material, prior to metabolite extraction), and gelatinization was conducted at 85°C for 45 min. After cooling down to room temperature, acetic acid (1 \nn\n) was added for neutralization at a ratio of 0.2 mL to 40 mg of sample (as above), and samples were individually vortexed and centrifuged at 16,000\ng\n and 25°C for 15 min. Amyloglucosidase solution (A-1602; Sigma) was prepared at 100 units mL\n–1\n, and digestion proceeded by adding the solution (40 μL) to each supernatant (60 μL) and incubating for 15 min at 60°C in a shaking water bath. Acetonitrile (100 μL) was added immediately to each sample after digestion. Finally, samples were vortexed and centrifuged at 16,000\ng\n at 4°C for 15 min. Supernatants (180 μL) and 10 mg mL\n–1\n Xyl solution (20 μL) were transferred into screw-cap glass vials and analyzed.\n\n\nReleased Glc was quantified using an HPLC device (2695; Waters) coupled to an evaporative light-scattering detector (2424; Waters) equipped with a Supercosil LC-NH column (250 × 4.6 mm i.d., 5 µm; Supelco). The mobile phase consisted of acetonitrile: water (75:25, v/v), the flow rate was 0.5 mL min\n−1\n, with nebulizer temperature of 70°C and N\n2\n pressure at 50 p.s.i. The injection volume was 5 μL. Xyl in each sample solution was used as an internal standard. By using isocratic elution, Xyl and Glc were resolved and eluted at 11.2 and 13.6 min, respectively. A control recovery test was performed using starch standard powder (S5296; Sigma), giving 100% ± 10% recovery. Calibration curves for Glc exhibited good polynomial expression, with correlation coefficients of 0.9993 (0.125–0.5 mg mL\n–1\n) to 0.9985 (0.5–1.5 mg mL\n–1\n). A standard solution containing 1 mg mL\n–1\n Xyl and 0 to 2 mg mL\n–1\n Glc was used (5-μL injection volume) to monitor the evaporative light-scattering detection reproducibility throughout the runs.\nRTAM-MS of CO\n2\n\n\n\n\nWild-type and \nadt3/4/5/6\n plants (56 DAS) were placed in an in-house-built isolation/exposure chamber (\nSupplemental Fig. S4\n) and were sealed. The chamber was made of clear polycarbonate for light penetration and was modified with three Swagelock connection ports in the lid to allow air flow in and to control air/gas flow to a vacuum or to a Shimadzu QP2010 single quad mass spectrometer with an electron-impact source for analysis. NA plants were kept in the dark for 12 h to consume all starch reserves, and DA plants were kept in the light for 12 h within an environmental growth chamber to allow for starch accumulation. A flow rate of 200 mL min\n–1\n was used to initially purge the chamber and to maintain a constant atmospheric CO\n2\n level throughout each plant acclimation period. The mass spectrometer was calibrated by running a series of volumetrically prepared CO\n2\n standards. Data acquisition began with the analysis of just the room air CO\n2\n concentration for 15 min, then a valve was switched and the plants that had acclimated for 12 h in either the light (DA) or dark (NA) were analyzed by measuring the air that passes around the plant and that enters the mass spectrometer. The flow rate of this analysis was set at 2 mL min\n–1\n CO\n2\n concentration and was monitored over 30 min to allow the CO\n2\n concentration measurement to stabilize and arrive at a steady state. The average concentration at the last 5 min of the 30-min period was used to calculate the total CO\n2\n concentration of the air plus what was released or fixed by the plant. Then, the light was either turned on for the NA plants or turned off for the DA plants, and the CO\n2\n concentration was allowed to stabilize and reach a steady state for another 50 min. The last 5 min of this period was used to determine the CO\n2\n released or absorbed under light or dark conditions in plants depleted of starch (NA) or in which starch accumulated (DA). After analysis, the aboveground portion of the plant was dried and weighed to normalize the measurements to dry weight. Plantless pots with soil also were evaluated under the same conditions. CO\n2\n levels attributed to release from the soil and room atmosphere were subtracted from the experimental CO\n2\n measurements to obtain the levels attributed to just the plant.\nAccession Numbers\n\n\nAccession numbers are as follows: At1g11790 (\nADT1\n), At3g07630 (\nADT2\n), At2g27820 (\nADT3\n), At3g44720 (\nADT4\n), At5g22630 (\nADT5\n), and At1g08250 (\nADT6\n).\nSupplemental Data\n\n\nThe following supplemental materials are available.\n\n\n\n\nSupplemental Figure S1.\n Simplified schematic representation of metabolic pathways and their downstream relationship to photosynthetic carbon fixation.\n\n\nSupplemental Figure S2.\n Representative total ion content chromatograms of Arabidopsis wild-type leaf extracts obtained under the conditions described in “Materials and Methods.”\n\n\nSupplemental Figure S3.\n Structures of identified/putative metabolites.\n\n\nSupplemental Figure S4.\n Environmental exposure/isolation chamber for real-time atmospheric monitoring of plants.\n\n\nSupplemental Table S1.\n Excel file containing complete data set and statistical analysis of annotated features.\n\n\nSupplemental Table S2.\n MS/MS data for annotated metabolites.",
    "chemicals": "Optima-grade water, acetonitrile, and formic acid were purchased from Fisher Scientific. Quercetin-3-glucoside-7-rhamnoside, quercetin-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3-glucoside-7-rhamnoside, kaempferol-3-glucoside-2ʹʹ-rhamnoside-7-rhamnoside, kaempferol-3,7-dirhamnoside, coniferin, sinapic acid glucoside, sinapoyl malate, pinoresinol-4,4ʹ-di-\nO\n-β-\nd\n-glucoside, and pinoresinol-4-\nO\n-β-\nd\n-glucoside were isolated and identified by comparison with authentic standards isolated previously by our group. The glucosinolates glucoraphanin, gluconasturtiin, and 1-methoxyglucobrassicin were identified by comparison with authentic standards kindly provided by Dr. Daniel Giddings Vassão.",
    "plant_growth_and_measurements_in_the_phenomics_facility": "Wild-type Arabidopsis (\nArabidopsis thaliana\n ecotype Columbia) and mutants (\nadt1\n, \nadt3\n, \nadt4\n, \nadt5\n, \nadt4/5\n, \nadt1/4/5\n, \nadt3/4/5\n, and \nadt3/4/5/6\n, generated as described [\nCorea et al., 2012\n]) were sown and grown in a growth chamber for 20 d and then moved to the phenomics facility. Plants were grown in eight to 12 blocks in four independent sets (\nFig. 1, A–C\n), with each set having a randomized arrangement of genotypes per block. They were monitored in the phenomics facility for 15 to 30 d after being transferred. Both chambers utilized a 9-h photoperiod at 200 μmol quanta m\n–2\n s\n–1\n illumination, with daily temperatures of 23°C/21°C (light/dark). Measurements were performed daily, once in the middle of the photoperiod (day) and once in the middle of the dark period (night). Measurements were taken by utilizing a movable camera unit, the Fluorcam XYZ (PSI). This instrument is a mobile, programmable fluorescence imaging robot capable of moving throughout the growth chamber on a gantry, performing automated measurements utilizing blue (455 nm) and red (618 nm) LEDs to excite fluorescence, with a light intensity of 200 μmol quanta m\n2\n s\n–1\n. Fluorescence was captured by a Fluorcam 2701 LU camera equipped with a fluorescence filter. The software then automatically calculates and exports many parameters, such as \nF\nv\n/\nF\nm\n (maximum quantum efficiency of PSII photochemistry), ΦII, NPQ, qE, and qL (fraction of open PSII reaction centers; i.e. with reduced primary quinone acceptor Q\nA\n) according to the following formulae:\nwhere \nF\nm\n and \nF\nm\n′ are maximal fluorescence from NA and DA leaf, respectively; \nF\nm\n′′ is the maximal fluorescence in the dark after illumination; \nF\no\n and \nF\no\n′ are minimal fluorescence from NA and DA leaf, respectively; and \nF\ns\n is steady-state fluorescence emission from DA leaf.\nDA measurements of photosynthetic parameters were done at the middle of the light period. The camera carrier moved over the plants with carrier lights on that matches the light intensity in the growth room. Thus, plants were illuminated all the time. For the NA samples, we used a standard protocol of 3 min that includes \nF\nm\n measurements. After 3 min of illumination, photosynthetic parameters do not change significantly (i.e. a steady state is reached).",
    "measurements_in_the_flash_spectrometer": "Flash spectrometry measurements were performed in a laboratory setting on wild-type and knockout plants grown in the phenomics facility and harvested 6 weeks after sowing. Plants were adapted to each of the six different light intensities of 70, 120, 200, 300, 500, and 850 μmol quanta m\n–2\n s\n–1\n and then measured using a DIRK approach. DIRK is used to quantify steady-state electron fluxes through photosynthesis in light-adapted samples by analyzing the kinetics of the relaxation of spectroscopic signals (\nSacksteder and Kramer, 2000\n). This relaxation of spectroscopic signals occurs during short dark intervals that are achieved by shuttering off the actinic light (\nSacksteder and Kramer, 2000\n).\nMinimum fluorescence was determined for 2 s at 2 μmol quanta m\n–2\n s\n–1\n, and \nF\nm\n and \nF\nm\n′ were determined with a 0.6-s light pulse at 2,000 μmol quanta m\n–2\n s\n–1\n. The photosynthetic parameters ΦII and NPQ were calculated as above.\nFor ECS measurements, plants were preilluminated for 10 min at 100 μmol quanta m\n–2\n s\n–1\n and then adapted for 2 min to six light intensities (70, 120, 200, 300, 500, and 850 μmol quanta m\n–2\n s\n–1\n). For each light intensity, the ECS was measured as absorption change at 520 nm (\nWitt, 1979\n; \nBailleul et al., 2010\n). The maximal ECS amplitude (reflecting the maximal PFM) was determined as the difference of the 520-nm absorption signal in the light minus the 520-nm signal in the subsequent dark pulse (arrow in \nFig. 5A\n). This was repeated for all light intensities (\nFig. 5\n). ECS measurements were tested in the direction of increasing light intensity followed directly by decreasing light intensities. As no hysteresis effect was apparent between both directions, measurements were performed with decreasing light intensities for all genotypes.",
    "atp_and_adp_determination": "Wild-type and \nadt3/4/5/6\n mutant plants were dark adapted overnight or taken from the phenomics facility after 6 h of illumination. Ten leaf discs (with 45.6 mm\n2\n surface area) were harvested from DA and NA plants, pooled in one e-cup, and shock frozen immediately in liquid N\n2\n. Each harvested and frozen plant material was homogenized in the TissueLyserII (Qiagen) before the addition of 200 μL of ATP or ADP buffer of the ATP/ADP calorimetric assay kit (BioVision). Samples were individually sonicated with a Sonicator Microtip (Sonicator S 4000; Branso) for 3 × 30 s (at 30–50 J) to ensure complete extraction of the aqueous phase from the leaf discs. After centrifugation, an aliquot (30 μL) of each supernatant was added to 40 μL of ATP or ADP buffer and mixed with 50 μL of the reaction mix from either the ATP or ADP kit. The reaction mix contained either the ATP or ADP probe, ATP or ADP converter, and ATP or ADP developer (BioVision). After 30 min of incubation at room temperature in the dark, each absorption was measured at 570 and 600 nm to account for the chlorophyll signal. Subtraction of the chlorophyll signal at 600 nm led to the corrected absorption value at 570 nm that was used for the calculation of ADP or ATP amount (nmol) using the respective ADP or ATP calibration curve. The calibration curve for ATP was generated using 0, 0.5, 1, 1.5, and 2 nmol final concentration of the ATP standard. The calibration curve for ADP was generated using 0, 0.5, 1, 1.5, 2, 4, 6, and 8 nmol final concentration of the ADP standard. Data were averaged from six to eight biological replicates per genotype.",
    "plant_harvesting_and_metabolite_extraction": "Two sets of Arabidopsis plants were subjected to metabolomics analyses, one at 44 DAS and the second at 70 DAS, where, in each case, leaf tissues from nine individual plants of each genotype were collected, at the end of the light (DA) and dark (NA) periods, respectively, and frozen immediately in liquid nitrogen. Samples were then freeze dried and kept at −80°C until subjected to solvent extraction. Freeze-dried samples were weighed (∼14–23 mg) and individually ground to fine powder using the TissueLyserII (Qiagen) for 30 s at a frequency of 30 Hz. Methanol:water (70:30, v/v) containing 0.05 m\nm\n naringenin (Aldrich) as an internal standard was individually added at a ratio of 1 mL to 50 mg of tissue powder. Samples were vortexed for a few seconds, sonicated at room temperature for 10 min, vortexed again, and finally centrifuged at 16,000\ng\n (4°C for 15 min). Supernatants were individually transferred to 1.5-mL screw-cap glass vials and stored at −80°C until analysis. The pellets in each case also were stored at −80°C prior to starch analysis.",
    "uplc-qtof-ms_analysis": "Metabolite analyses were performed using a Waters Acquity Ultra Performance LC system (Waters) equipped with a photodiode array eλ detector (Waters) and coupled to a Xevo G2 QTOF mass spectrometer (Waters MS Technologies) using MassLynx (version 4.1) software. Separation of metabolites was performed using a BEH C\n18\n column (Waters; 100 × 2.1 mm i.d., 1.7 µm particle size). The mobile phase consisted of 0.1% (v/v) formic acid in water (phase A) and 0.1% (v/v) formic acid in acetonitrile (phase B). The linear gradient program was as follows: 100% A over 0.5 min, 0% to 45% (v/v) B over 25 min, 45% to 100% (v/v) B over 1 min, held at 100% B for a further 3.5 min, then returned to the initial conditions (100% A) in 0.5 min, followed by reconditioning at 100% A for 10 min. The flow rate was 0.2 mL min\n−1\n, with column temperature kept at 25°C and samples at 5°C. Spectra were recorded between 200 and 500 nm with a resolution of 1.2 nm. The masses of eluted compounds were detected using an electrospray ionization source in the negative ion mode. The following settings were applied: capillary voltage at 2.2 kV, cone voltage at 20 eV, and collision energy at 6 and 30 eV; argon was used as the collision gas. For LC-MS/MS analyses (\nSupplemental Table S2\n), 5- to 50-, 30-, and 30- to 60-eV collision energies were used. The \nm/z\n range was 50 to 1,000 D. The mass spectrometer was calibrated using sodium formate, and Leu enkephalin was employed as the lock mass. The injection volume was 2 μL for LC-MS analysis and 4 μL for LC-MS/MS.",
    "metabolomics_data_processing": "Chromatograms obtained from UPLC-photodiode array-qTOF-MS analysis were inspected visually in MassLynx software (Waters) with obvious outliers excluded. In order to conduct subsequent data processing, .RAW data files were converted to NetCDF using MassLynx’s Databridge software. NetCDF files were then processed in RStudio (version 0.9.332) using the package XCMS (\nSmith et al., 2006\n; \nhttps://xcmsonline.scripps.edu\n) for feature (unique mass/retention time signals, MxxxTxxx) detection and retention time correction, followed by the CAMERA package (\nKuhl et al., 2012\n; \nhttps://bioconductor.org/packages/release/bioc/html/CAMERA.html\n) for features grouping together and for partial annotation. XCMS-based feature detection and integration were performed using the Centwave method (\nTautenhahn et al., 2008\n) with the following parameters: prefilter = c(0,0), snthr = 2, ppm = 15, peakwidth = c(5,20), and nSlaves = 4. Retention time correction was performed twice via the obiwarp method with the following parameters: bw = 2, minfrac = 0.5, mzwid = 0.015, and plottype = c(‘deviation’). The CAMERA package was used with the following parameters: perfwhm = 0.6 and groupCorr, findIsotopes, and findAdducts with polarity = ‘negative’.\nPairwise comparison in XCMS was conducted after setting the two groups, one including all wild-type samples (both DA and NA) and one including all mutant line samples (both DA and NA). After initial XCMS and CAMERA processing, TSV and CSV files generated were combined and further analyzed manually (\nSupplemental Table S1\n). Feature lists were normalized to the internal standard naringenin (integrated in XCMS results as feature M271T1196, \nRt\n 19.93, \nm/z\n 271.0608 [calculated 271.0606 for C\n15\nH\n11\nO\n5\n]) for statistical analysis. Comparisons between the wild type and \nadt3/4/5/6\n (either from DA or NA plants) were performed separately for the selection of statistically significant features subjected to annotation efforts. Box plots were made using Excel with the following results obtained: \nP\n value (−log\n10\n [\nP\n]) and fold change for pairwise comparison between the wild type and each \nADT\n mutant (NA and DA) and for NA versus DA in the wild type and each \nADT\n mutant (\nSupplemental Table S1\n). For HCA and PLSDA, data were transformed to zero mean and unit variance. The annotated features (after the removal of isotopes, adducts, and fragments) were imported to MeV version 4.8 and subsequently clustered using the following settings for hierarchical clustering: tree selection = gene tree, ordering optimization = optimize gene leaf order, distance metric selection = optimize gene leaf order, linkage method selection = average linkage clustering. PLSDA of NA_wild type, DA_wild type, NA_\nadt3/4/5/6\n, and DA_\nadt3/4/5/6\n was performed using DeviumWeb (version 0.4; \nGrapov, 2014\n).",
    "metabolite_identification_and_annotation": "Information obtained from computational processing was used as a starting point for manual peak identification. Metabolites were then identified by comparison with standard compounds of their retention time, UV spectra, and MS/MS fragmentation. Other metabolites were putatively annotated using the following two approaches: (1) putative molecular formulae calculated from accurate mass and isotopic pattern recognition were used to screen the Metlin (\nhttps://metlin.scripps.edu/index.php\n) and SciFinder Scholar (SciFinder Scholar 20##, \nhttps://scifinder.cas.org/scifinder/login.jsf\n) metabolite databases as well as other sources, including KEGG (\nhttp://www.genome.jp/kegg/pathway.html\n) and the Plant Metabolic Network (\nhttp://www.plantcyc.org/\n) databases; and (2) MS/MS fragmentation of metabolites (\nSupplemental Table S2\n) was compared with candidate molecules found in databases (ReSpect for Phytochemicals [\nhttp://spectra.psc.riken.jp/\n] and Massbank [\nhttp://www.massbank.jp/\n]) and verified with earlier literature, especially for metabolites reported previously in Arabidopsis.",
    "starch_quantification": "Following the extract preparation for metabolomic analyses above, the corresponding pellets were individually subjected to starch quantification. Each pellet sample was next washed three times with 1 mL of ethanol: water (80:20, v/v) with sonication at room temperature, followed by centrifugation at 16,000\ng\n, with solvent discarded. A 0.2 \nn\n potassium hydroxide solution in water was then added to each sample at a ratio of 1 mL to 40 mg of sample (i.e. the freeze-dried plant material, prior to metabolite extraction), and gelatinization was conducted at 85°C for 45 min. After cooling down to room temperature, acetic acid (1 \nn\n) was added for neutralization at a ratio of 0.2 mL to 40 mg of sample (as above), and samples were individually vortexed and centrifuged at 16,000\ng\n and 25°C for 15 min. Amyloglucosidase solution (A-1602; Sigma) was prepared at 100 units mL\n–1\n, and digestion proceeded by adding the solution (40 μL) to each supernatant (60 μL) and incubating for 15 min at 60°C in a shaking water bath. Acetonitrile (100 μL) was added immediately to each sample after digestion. Finally, samples were vortexed and centrifuged at 16,000\ng\n at 4°C for 15 min. Supernatants (180 μL) and 10 mg mL\n–1\n Xyl solution (20 μL) were transferred into screw-cap glass vials and analyzed.\nReleased Glc was quantified using an HPLC device (2695; Waters) coupled to an evaporative light-scattering detector (2424; Waters) equipped with a Supercosil LC-NH column (250 × 4.6 mm i.d., 5 µm; Supelco). The mobile phase consisted of acetonitrile: water (75:25, v/v), the flow rate was 0.5 mL min\n−1\n, with nebulizer temperature of 70°C and N\n2\n pressure at 50 p.s.i. The injection volume was 5 μL. Xyl in each sample solution was used as an internal standard. By using isocratic elution, Xyl and Glc were resolved and eluted at 11.2 and 13.6 min, respectively. A control recovery test was performed using starch standard powder (S5296; Sigma), giving 100% ± 10% recovery. Calibration curves for Glc exhibited good polynomial expression, with correlation coefficients of 0.9993 (0.125–0.5 mg mL\n–1\n) to 0.9985 (0.5–1.5 mg mL\n–1\n). A standard solution containing 1 mg mL\n–1\n Xyl and 0 to 2 mg mL\n–1\n Glc was used (5-μL injection volume) to monitor the evaporative light-scattering detection reproducibility throughout the runs.",
    "accession_numbers": "Accession numbers are as follows: At1g11790 (\nADT1\n), At3g07630 (\nADT2\n), At2g27820 (\nADT3\n), At3g44720 (\nADT4\n), At5g22630 (\nADT5\n), and At1g08250 (\nADT6\n).",
    "supplemental_data": "The following supplemental materials are available.\nSupplemental Figure S1.\n Simplified schematic representation of metabolic pathways and their downstream relationship to photosynthetic carbon fixation.\n\n\nSupplemental Figure S2.\n Representative total ion content chromatograms of Arabidopsis wild-type leaf extracts obtained under the conditions described in “Materials and Methods.”\n\n\nSupplemental Figure S3.\n Structures of identified/putative metabolites.\n\n\nSupplemental Figure S4.\n Environmental exposure/isolation chamber for real-time atmospheric monitoring of plants.\n\n\nSupplemental Table S1.\n Excel file containing complete data set and statistical analysis of annotated features.\n\n\nSupplemental Table S2.\n MS/MS data for annotated metabolites.",
    "acknowledgments": "We thank Dr. Daniel Giddings Vassão (Max Planck Institute for Chemical Ecology) for providing glucoraphanin, gluconasturtiin, and 1-methoxyglucobrassicin standards and Magnus Wood for plant growth in the phenomics facility. A portion of this research was performed using EMSL, a Department of Energy Office of Science User Facility sponsored by the Office of Biological and Environmental Research.",
    "footnotes": "1\nThis work was supported by the Chemical Sciences, Geosciences, and Biosciences Division, U.S. Department of Energy, Office of Basic Energy Sciences (DE-FG-0397ER20259), the \nNational Aeronautics and Space Administration\n (NNX15AG56G), and the \nUSDA National Institute of Food and Agriculture\n (2011-68005-30416).\n\n\n\n\n\n\n[OPEN]\nArticles can be viewed without a subscription.",
    "references": "Araus JL, Cairns JE (2014) Field high-throughput phenotyping: the new crop breeding frontier. Trends Plant Sci\n19: 52–61\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBailleul B, Cardol P, Breyton C, Finazzi G (2010) Electrochromism: a useful probe to study algal photosynthesis. Photosynth Res\n106: 179–189\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBaker NR. (2008) Chlorophyll fluorescence: a probe of photosynthesis \nin vivo\n. Annu Rev Plant Biol\n59: 89–113\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBeekwilder J, van Leeuwen W, van Dam NM, Bertossi M, Grandi V, Mizzi L, Soloviev M, Szabados L, Molthoff JW, Schipper B, et al.  (2008) The impact of the absence of aliphatic glucosinolates on insect herbivory in \nArabidopsis\n. PLoS ONE\n3: e2068.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrooks MD, Niyogi KK (2011) Use of a pulse-amplitude modulated chlorophyll fluorometer to study the efficiency of photosynthesis in \nArabidopsis\n plants. Methods Mol Biol\n775: 299–310\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBrown PD, Tokuhisa JG, Reichelt M, Gershenzon J (2003) Variation of glucosinolate accumulation among different organs and developmental stages of \nArabidopsis thaliana\n. Phytochemistry\n62: 471–481\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCho MH, Corea ORA, Yang H, Bedgar DL, Laskar DD, Anterola AM, Moog-Anterola FA, Hood RL, Kohalmi SE, Bernards MA, et al.  (2007) Phenylalanine biosynthesis in \nArabidopsis thaliana\n: identification and characterization of arogenate dehydratases. J Biol Chem\n282: 30827–30835\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCorea ORA, Ki C, Cardenas CL, Kim SJ, Brewer SE, Patten AM, Davin LB, Lewis NG (2012) Arogenate dehydratase isoenzymes profoundly and differentially modulate carbon flux into lignins. J Biol Chem\n287: 11446–11459\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nD’Auria JC, Gershenzon J (2005) The secondary metabolism of \nArabidopsis thaliana\n: growing like a weed. Curr Opin Plant Biol\n8: 308–316\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFahlgren N, Gehan MA, Baxter I (2015) Lights, camera, action: high-throughput plant phenotyping is ready for a close-up. Curr Opin Plant Biol\n24: 93–99\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGeigenberger P, Kolbe A, Tiessen A (2005) Redox regulation of carbon storage and partitioning in response to light and sugars. J Exp Bot\n56: 1469–1479\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGenty B, Briantais JM, Baker NR (1989) The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim Biophys Acta\n990: 87–92\n [\nGoogle Scholar\n]\n\n\n\n\nGlauser G, Grata E, Rudaz S, Wolfender JL (2008) High-resolution profiling of oxylipin-containing galactolipids in \nArabidopsis\n extracts by ultra-performance liquid chromatography/time-of-flight mass spectrometry. Rapid Commun Mass Spectrom\n22: 3154–3160\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\nGrapov D. (2014) DeviumWeb: dynamic multivariate data analysis and visualization platform, version 0.4 (1/25/2015). \n\n\n\n\nGrubb CD, Abel S (2006) Glucosinolate metabolism and its control. Trends Plant Sci\n11: 89–100\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHalkier BA, Gershenzon J (2006) Biology and biochemistry of glucosinolates. Annu Rev Plant Biol\n57: 303–333\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHaughn GW, Schultz EA, Martinez-Zapater JM (1995) The regulation of flowering in \nArabidopsis thaliana\n: meristems, morphogenesis, and mutants. Can J Bot\n73: 959–981\n [\nGoogle Scholar\n]\n\n\n\n\nHemm MR, Ruegger MO, Chapple C (2003) The \nArabidopsis ref2\n mutant is defective in the gene encoding CYP83A1 and shows both phenylpropanoid and glucosinolate phenotypes. Plant Cell\n15: 179–194\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJung E, Zamir LO, Jensen RA (1986) Chloroplasts of higher plants synthesize L-phenylalanine via L-arogenate. Proc Natl Acad Sci USA\n83: 7231–7235\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKim JI, Dolan WL, Anderson NA, Chapple C (2015) Indole glucosinolate biosynthesis limits phenylpropanoid accumulation in \nArabidopsis thaliana\n. Plant Cell\n27: 1529–1546\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKobayashi K, Narise T, Sonoike K, Hashimoto H, Sato N, Kondo M, Nishimura M, Sato M, Toyooka K, Sugimoto K, et al.  (2013) Role of galactolipid biosynthesis in coordinated development of photosynthetic complexes and thylakoid membranes during chloroplast biogenesis in \nArabidopsis\n. Plant J\n73: 250–261\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoornneef M, Alonso-Blanco C, Peeters AJM, Soppe W (1998) Genetic control of flowering time in \nArabidopsis\n. Annu Rev Plant Physiol Plant Mol Biol\n49: 345–370\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKramer DM, Johnson G, Kiirats O, Edwards GE (2004) New fluorescence parameters for the determination of Q\nA\n redox state and excitation energy fluxes. Photosynth Res\n79: 209–218\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKuhl C, Tautenhahn R, Böttcher C, Larson TR, Neumann S (2012) CAMERA: an integrated strategy for compound spectra extraction and annotation of liquid chromatography/mass spectrometry data sets. Anal Chem\n84: 283–289\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKülheim C, Ågren J, Jansson S (2002) Rapid regulation of light harvesting and plant fitness in the field. Science\n297: 91–93\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLawson T, Kramer DM, Raines CA (2012) Improving yield by exploiting mechanisms underlying natural variation of photosynthesis. Curr Opin Biotechnol\n23: 215–220\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLewis NG, Yamamoto E (1989) Tannins: their place in plant metabolism. \nIn\n\nHemingway RW, Karchesy JJ, eds, Chemistry and Significance of Condensed Tannins.\nPlenum Press, New York, NY, pp 23–46\n [\nGoogle Scholar\n]\n\n\n\n\nMach J. (2015) Metabolic crosstalk: interactions between the phenylpropanoid and glucosinolate pathways in \nArabidopsis\n. Plant Cell\n27: 1367.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatsuda F, Hirai MY, Sasaki E, Akiyama K, Yonekura-Sakakibara K, Provart NJ, Sakurai T, Shimada Y, Saito K (2010) AtMetExpress development: a phytochemical atlas of \nArabidopsis\n development. Plant Physiol\n152: 566–578\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatsunami K, Otsuka H, Kondo K, Shinzato T, Kawahata M, Yamaguchi K, Takeda Y (2009) Absolute configuration of (+)-pinoresinol 4-\nO\n-[6′′-\nO\n-galloyl]-β-D-glucopyranoside, macarangiosides E, and F isolated from the leaves of \nMacaranga tanarius\n. Phytochemistry\n70: 1277–1285\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatthäus B, Luftmann H (2000) Glucosinolates in members of the family Brassicaceae: separation and identification by LC/ESI-MS-MS. J Agric Food Chem\n48: 2234–2239\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNakabayashi R, Kusano M, Kobayashi M, Tohge T, Yonekura-Sakakibara K, Kogure N, Yamazaki M, Kitajima M, Saito K, Takayama H (2009) Metabolomics-oriented isolation and structure elucidation of 37 compounds including two anthocyanins from \nArabidopsis thaliana\n. Phytochemistry\n70: 1017–1029\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPuthiyaveetil S, Woodiwiss T, Knoerdel R, Zia A, Wood M, Hoehner R, Kirchhoff H (2014) Significance of the photosystem II core phosphatase PBCP for plant viability and protein repair in thylakoid membranes. Plant Cell Physiol\n55: 1245–1254\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRippert P, Puyaubert J, Grisollet D, Derrier L, Matringe M (2009) Tyrosine and phenylalanine are synthesized within the plastids in \nArabidopsis\n. Plant Physiol\n149: 1251–1260\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuban AV, Johnson MP, Duffy CDP (2012) The photoprotective molecular switch in the photosystem II antenna. Biochim Biophys Acta\n1817: 167–181\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuiz-Sola MÁ, Rodríguez-Concepción M (2012) Carotenoid biosynthesis in \nArabidopsis\n: a colorful pathway. The Arabidopsis Book\n10: e0158, \n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSacksteder CA, Kramer DM (2000) Dark-interval relaxation kinetics (DIRK) of absorbance changes as a quantitative probe of steady-state electron transfer. Photosynth Res\n66: 145–158\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSaito K, Yonekura-Sakakibara K, Nakabayashi R, Higashi Y, Yamazaki M, Tohge T, Fernie AR (2013) The flavonoid biosynthetic pathway in \nArabidopsis\n: structural and genetic diversity. Plant Physiol Biochem\n72: 21–34\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSeneviratne HK, Dalisay DS, Kim KW, Moinuddin SGA, Yang H, Hartshorn CM, Davin LB, Lewis NG (2015) Non-host disease resistance response in pea (\nPisum sativum\n) pods: biochemical function of DRR206 and phytoalexin pathway localization. Phytochemistry\n113: 140–148\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSiehl DL, Conn EE (1988) Kinetic and regulatory properties of arogenate dehydratase in seedlings of \nSorghum bicolor\n (L.) Moench. Arch Biochem Biophys\n260: 822–829\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSmith CA, Want EJ, O’Maille G, Abagyan R, Siuzdak G (2006) XCMS: processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification. Anal Chem\n78: 779–787\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSumner LW, Amberg A, Barrett D, Beale MH, Beger R, Daykin CA, Fan TWM, Fiehn O, Goodacre R, Griffin JL, et al.  (2007) Proposed minimum reporting standards for chemical analysis. Chemical Analysis Working Group (CAWG) Metabolomics Standards Initiative (MSI). Metabolomics\n3: 211–221\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTautenhahn R, Böttcher C, Neumann S (2008) Highly sensitive feature detection for high resolution LC/MS. BMC Bioinformatics\n9: 504.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTester M, Langridge P (2010) Breeding technologies to increase crop production in a changing world. Science\n327: 818–822\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTietz S, Puthiyaveetil S, Enlow HM, Yarbrough R, Wood M, Semchonok DA, Lowry T, Li Z, Jahns P, Boekema EJ, et al.  (2015) Functional implications of photosystem II crystal formation in photosynthetic membranes. J Biol Chem\n290: 14091–14106\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nUnderhill EW. (1968) Biosynthesis of mustard oil glucosides: 3-benzylmalic acid, a precursor of 2-amino-4-phenylbutyric acid and of gluconasturtiin. Can J Biochem\n46: 401–405\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVeit M, Pauli GF (1999) Major flavonoids from \nArabidopsis thaliana\n leaves. J Nat Prod\n62: 1301–1303\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWitt HT. (1979) Energy conversion in the functional membrane of photosynthesis: analysis by light pulse and electric pulse methods. The central role of the electric field. Biochim Biophys Acta\n505: 355–427\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.2 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5933128/"
}