{
  "id": "PMC5391430",
  "title": "Draft Genome Sequences of Several Fungal Strains Selected for Exposure to Microgravity at the International Space Station.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences of Several Fungal Strains Selected for Exposure to Microgravity at the International Space Station.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5391430/"
  },
  "sections": {
    "abstract": "ABSTRACT\nThe whole-genome sequences of eight fungal strains that were selected for exposure to microgravity at the International Space Station are presented here. These baseline sequences will help to understand the observed production of novel bioactive compounds.",
    "genome_announcement": "GENOME ANNOUNCEMENT\nIn a screening project of natural products, fungal strains isolated from environments associated with the Chernobyl nuclear power plant (ChNPP) accident (\n1\n) have been investigated. The radiation-tolerant microorganisms selected for exposure to microgravity at the International Space Station were known to produce valuable natural products; their genomic sequences coded for secondary metabolism pathways; or they displayed positive radiotropism.\nAspergillus niger\n, an industrially important filamentous fungus, contains a sequence resembling the fumonisin gene cluster, which suggests that the fungus has the genetic potential to produce carcinogenic fumonisins (\n2\n). \nA. niger\n also produces an abundance of naphtho-gamma-pyrone secondary metabolites, which have been shown to have antibacterial, antifungal (\n3\n), antitumor (\n4\n), and cytotoxic (\n3\n, \n4\n) activity.\nAspergillus terreus\n is used to produce organic acids, such as itaconic acid (\n5\n), or enzymes, such as xylanases (\n6\n, \n7\n). One of the most important secondary metabolites made by \nA. terreus\n is the cholesterol-lowering molecule lovastatin. Discovery of this potent compound revolutionized the treatment of hypercholesterolemia (\n8\n, \n9\n).\nAureobasidium pullulans\n is an important producer of pullulan, a homopolysaccharide of glucose that is widely used in the food, pharmaceutical, and electronics industries (\n10\n, \n11\n). The whole-genome sequence of \nA. pullulans\n revealed significant biotechnological potential but also the presence of virulence factors that cannot be overlooked (\n12\n).\nBeauveria bassiana\n is an entomopathogenic fungus used to produce biodegradable, nonpoisonous, and cost-efficient bioinsecticides (\n13\n). Genomic analysis of \nB. bassiana\n exhibits its capacity to produce a plethora of secondary metabolites, such as oosporein, bassianin, beauvericin, or oxalic acid (\n14\n). Beauvericin possesses antimicrobial, antiviral, antifungal, and antitumor activity (\n15\n).\nCladosporium cladosporioides\n, a ubiquitous organism, produces cladosporin and isocladosporin—secondary metabolites known to have antifungal activities. Its genome has not been sequenced yet (\n16\n, \n17\n).\nCladosporium sphaerospermum\n is a plant endophyte but also an allergen to immunocompromised populations. It has the capacity to produce a variety of allergens, such as enolase, mannitol, dehydrogenase, and aldehyde dehydrogenase (\n18\n).\nFusarium solani\n is a plant pathogen that produces multiple phytotoxins, such as marticin, isomarticin, anhydrofusarubin, and javanicin, that cause sudden death syndrome of soybean (\n19\n), for example.\nTrichoderma virens\n is a common rhizosphere fungus beneficial to plants and reported to induce a defense response of cotton to \nRhizoctonia solani\n–incited seedling disease (\n20\n, \n21\n).\nThe whole-genome sequences of these eight fungal strains were obtained by shotgun sequencing performed on an Illumina HiSeq2500 platform with a paired-end module. The NGS QC toolkit version 2.3 (\n22\n) was used to filter the data for high-quality vector- and adaptor-free reads for genome assembly (cutoff read length for high quality: 80%; cutoff quality score: 20). High-quality vector-filtered reads were used for assembly with the MaSuRCA genome assembler (\nk\n-mer size = 70) (\n23\n). Data from the final assembly of the strains, including number of scaffolds, total size, \nN\n50\n contig length, G+C content, and GenBank accession numbers, are given in \nTable 1\n.\nTABLE 1 \nStatistical summary for the eight draft fungal genome sequences\nStrain\nStrain designation\nNCBI accession no.\nIsolation location\na\nNo. of contigs\nGenome size (bp)\nN\n50\n (bp)\nG+C content (%)\nAspergillus niger\nJSC-093350089\nMSJD00000000\nISS environmental surface\n223\n36,080,355\n543,773\n49.46\nAspergillus terreus\nIMV 01167\nMSJE00000000\nSoil, Kirovograd region\n331\n31,580,414\n482,632\n52.24\nAureobasidium pullulans\nIMV 00882\nMSJF00000000\nWall surface, unit 4, ChNPP\n879\n40,984,331\n98,085\n51.01\nBeauveria bassiana\nIMV 00265\nMSJG00000000\nWall surface, unit 4, ChNPP\n735\n35,190,057\n138,299\n51.72\nCladosporium cladosporioides\nIMV 00236\nMSJH00000000\nWall surface, unit 4, ChNPP\n843\n47,573,060\n186,555\n42.89\nCladosporium sphaerospermum\nIMV 00045\nMSJI00000000\nWall surface, unit 4, ChNPP\n959\n50,156,125\n72,128\n53.05\nFusarium solani\nIMV 00293\nMSJJ00000000\nWall surface, unit 4, ChNPP\n876\n51,318,644\n812,484\n47.58\nTrichoderma virens\nIMV 00454\nMSJK00000000\nSoil, 10-km ChEZ\n197\n42,025,033\n1,319,489\n48.44\na\nISS, International Space Station; ChNPP, Chernobyl nuclear power plant; ChEZ, Chernobyl exclusion zone.\nAccession number(s).\nThis whole-genome shotgun project has been deposited in DDBJ/ENA/GenBank under the accession numbers given in \nTable 1\n. The versions described in this paper are the second versions.",
    "accession_number(s).": "Accession number(s).\nThis whole-genome shotgun project has been deposited in DDBJ/ENA/GenBank under the accession numbers given in \nTable 1\n. The versions described in this paper are the second versions."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5391430/"
}