{
  "id": "PMC5523082",
  "title": "Spatial regulation of a common precursor from two distinct genes generates metabolite diversity",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spatial regulation of a common precursor from two distinct genes generates metabolite diversity",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5523082/"
  },
  "sections": {
    "abstract": "We have demonstrated that spatial regulation of the same product from two distinct genes generates metabolite diversity.",
    "introduction": "Introduction\nFilamentous fungi, such as species found within the genus \nAspergillus\n, are well known producers of secondary metabolites (SMs) with interesting biological activities. The genome sequencing of \nAspergillus\n species revealed that the number of putative SM genes greatly exceeds the number of identified SMs, suggesting many novel types of SMs still remain to be discovered.\n1\n In general, these SM genes are clustered in the genome.\n2\n A typical cluster contains one key gene required for the synthesis of the precursor skeleton. These genes usually encode large multidomain enzymes belonging to the polyketide synthase (PKS) or non-ribosomal peptide synthetase (NRPS) class.\n3\n Other adjacent genes encode enzymes that are involved in tailoring modifications, transport of the product, or co-regulation of the cluster genes.\n4\n In a given fungal species, the SM arsenal is usually governed by the number of key synthetic genes in the genome, and this diversity is multiplied by various tailoring enzymes that give rise to a considerable number of different natural products.\n5\n For instance, the fungus \nA. nidulans\n has 27 PKS genes, 12 NRPS genes, 14 NRPS-like genes and one PKS/NRPS hybrid gene.\n6\n In a previous study, Ahuja \net al.\n systematically characterized the polyketide products of eight non reducing PKSs (NR-PKSs) in \nA. nidulans\n.\n5\n In combination with the six previously characterized NR-PKS genes, the study demonstrated that the 14 NR-PKS genes in \nA. nidulans\n could be divided into seven groups based on phylogenetic analysis. More importantly, each of these NR-PKSs produces a unique product which can be modified by other tailoring enzymes and incorporate into various SM biosynthetic pathways, indicating the potential of \nA. nidulans\n for biosynthesizing a large variety of different PKS-derived SMs.\n5\n\n\nRecently, application of an efficient gene targeting system enabled us to link two NRPS-like genes \napvA\n and \nbtyA\n to their corresponding SMs, aspulvinones and butyrolactones, respectively, in \nA. terreus\n strain NIH 2624.\n7\n In this study, we demonstrated that one NRPS-like gene, \natmelA\n, is involved in the synthesis of a brown conidial melanin in this fungus.\n7\n Compared to typical NRPSs, NRPS-like genes encode single module (A-T-TE) proteins missing the condensation (C) domain.\n3\n,\n8\n The adenylation (A) domain is responsible for aryl acid substrate recognition and activation. The activated substrate is loaded onto the thiolation (T) domain. The thioesterase (TE) domain is suggested to be involved in the condensation and releasing of the final product.\n8\n Therefore, the diversity of NRPS-like products is expanded by a combination of different A domains (substrate selection and activation) and TE domains (various cyclization and release mechanisms). The \nA. terreus\n genome contains 14 NRPS-like genes with predicted A-T-TE or similar domain architecture and the SM products for the majority of these are unknown.\nHere we report our efforts to systematically characterize the products of these 14 NRPS-like genes. We heterologously expressed each gene in \nA. nidulans\n under the control of the inducible \nalcA\n promoter. Surprisingly, our study reveals that two NRPS-like genes, \napvA\n and \natmelA\n, are responsible for the formation of the same intermediate, aspulvinone E (\n1\n, \nFig. 1A\n). The aspulvinone E produced by AtmelA is further modified by a tyrosinase, AtmelB, and is incorporated into the brown melanin biosynthesis pathway in \nA. terreus\n (\nFig. 1A\n). In parallel, the aspulvinone E synthesized by ApvA is further prenylated by a \ntrans\n-prenyltransferase (AbpB) to produce aspulvinones (\nFig. 1B\n). AbpB also prenylates butyrolactones, and this reveals that modifying genes outside of specific clusters can be responsible for modifying compounds from more than one SM gene cluster, thus expanding the diversity of SMs produced by an organism (\nFig. 1B\n).\nFig. 1\n(A) AtmelA and ApvA may synthesize the identical natural product \n1\n accumulated in different fungal tissues. (B) A \ntrans\n-prenyltransferase, AbpB, prenylates two substrates, aspulvinones and butyrolactones.\nOur results suggest that the promoter of \napvA\n drives expression in hyphae resulting in the production of aspulvinone E (\n1\n), which is modified to produce aspulvinone variants. The \natmelA\n promoter drives expression in conidia, also resulting in the production of aspulvinone E (\n1\n) but in this cell type it is converted to melanin. Further genetic analysis of \napvA\n and \natmelA\n indicates that these two genes may share a common ancestral gene. The gene \napvA\n, which may result from duplication of the ancestral gene, is inserted in a genomic region consisting of genes that codes for life-essential proteins. Our study suggests an unprecedented pathway for conidial pigment biosynthesis in \nA. terreus\n that incorporates an NRPS-like product aspulvinone E (\n1\n) as its substrate (\nFig. 1\n). Our data also demonstrated how the SM diversity can be expanded by (1) allocating the same natural product in different fungal compartments to produce molecules with different functions; (2) encoding tailoring enzyme that is capable of chemically modifying more than one type of SMs.",
    "results": "Results\nHeterologous expression of the NRPS-like genes \napvA\n and \natmelA\n in \nA. nidulans\n both result in aspulvinone E production\nUsing a recently reported efficient heterologous expression (HE) system in \nA. nidulans\n,\n9\n the individual NRPS-like genes identified in the \nA. terreus\n genome were expressed at either the \nwA\n or \nyA\n locus of \nA. nidulans\n under regulation of the inducible \nalcA\n promoter (Fig. S1A\n†\n). In a previous study, targeted deletion of \napvA\n depleted production of aspulvinones in \nA. terreus\n indicating that this NRPS-like gene is responsible for the biosynthesis of the aspulvinone core.\n7\n As expected, heterologous expression of \napvA\n results in accumulation of aspulvinone E (\n1\n) which is speculated to be the first intermediate in the aspulvinone pathway (\nFig. 1\n and \n2A and B\n).\n7\n Unexpectedly, our HE experiments revealed that AtmelA produces the same compound (\nFig. 2A and B\n). The gene \napvA\n is responsible for aspulvinone biosynthesis while \natmelA\n is involved in the synthesis of the brown conidial pigment.\n7\n The brown conidial melanin is still produced in the \napvA\n deletant strain as shown in \nFig. 3A\n. In contrast, deletion of \natmelA\n generates an albino mutant that is still capable of synthesizing aspulvinones.\n7\n Together, these data reveal that despite having the same activity (\ni.e.\n synthesis of aspulvinone E), ApvA and AtmelA function in different roles in the fungus.\nFig. 2\n(A) Compounds related to this study. (B) HPLC profiles of extracts of HE strains as detected by total scan UV.\nFig. 3\n(A) Phenotype of \nA. terreus\n wild type and other \nA. terreus\n mutant strains growing on LCMM for 5 days. Morphological change of the fungal conidia can be observed if the deleted genes are involved in the biosynthesis of the brown conidial pigment. Total extracts (B), conidial extracts (C) and hyphal extracts (D) of \nA. terreus\n wild type and mutant strains as detected by UV at 370 nm. Aspulvinone related natural products are labeled in red. In B–D, the black box represents the top layer agar as described in tissue-specific extraction. The green box represents the bottom layer agar in tissue-specific extraction. The numbering of the peaks corresponds to the natural products shown in \nFig. 2A\n. The aspulvinone E (\n1\n) and its related natural products can be detected in LC/MS traces Bi, Bii, Biii, Ciii, Di, Dii, and Diii. Trace amount of \n1\n identified in D iii is due to the diffusion of this compound synthesized in the conidia of the mutant strain. *This metabolite is related with aspulvinones according to its UV absorption and MS spectrum.\nAspulvinone E occurs as a precursor in both aspulvinone and melanin pathways\nTo test our hypothesis that the aspulvinone E is an intermediate in two different pathways, the aspulvinone pathway and melanin pathway, we wished to delete the first tailoring gene in each pathway to accumulate the precursor produced by the gene responsible for the backbone metabolite. Since we have established the genetic linkage between \napvA\n and aspulvinones,\n7\n we set out to identify the first tailoring enzyme, which we presumed was responsible for prenylating \n1\n to give \n2\n (\nFig. 2A\n). However, we could not locate a prenyl transferase (PT) gene proximal to \napvA\n.\n7\n We then targeted each of the putative PT genes in the \nA. terreus\n genome for deletion (\nFig. 4\n). The individual genes were knocked out using fragments created by fusion PCR.\n7\n The SM profiles of the correct mutants were examined by LC-MS, and of the 11 different mutants, only the ATEG_01730.1Δ strain accumulated aspulvinone E (\n1\n) (\nFig. 4\n). Unexpectedly, removal of ATEG_01730.1 leads to the accumulation of butyrolactone II (\n5\n) as well (\nFig. 4\n). A previous study showed that the NRPS-like gene \nbtyA\n is responsible for the biosynthesis of butyrolactone core.\n7\n The expression of three genes, \napvA\n, \nbtyA\n, and \nabpB\n were also analyzed using real-time quantitative reverse transcription PCR (qRT-PCR). (Fig. S2C\n†\n) Our data showed that these three genes are co-expressed under aspulvinone and butyrolactone producing conditions. These pieces of evidence suggest that this single PT is responsible for the prenylation of two different metabolites, aspulvinone E (\n1\n) and butyrolactone II (\n5\n). Thus, we name the gene \na\n (aspulvinone) \nb\n (butyrolactone) \np\n (PT) \nB\n.\nFig. 4\nHPLC profiles of extracts of \nA. terreus\n prenyltransferase (PT) genes deletants as detected by UV at 330 nm and 370 nm. The numbering of the peaks corresponds to the natural products shown in \nFig. 2A\n. Compounds \n3\n and \n4\n are prenylated derivatives of compound \n5\n. The “*” compound is an aspulvinone derivative according to its UV absorption spectrum. ATXXXXX is abbreviated for “ATEG_XXXXX.1”. Deletion of the gene ATEG_00702.1, a homolog of \ntdiB\n involved in the asterriquinone biosynthesis, was not achieved due to the unsuccessful PCR amplification of its flanking region.\nDefinitively establishing the role of AtmelA in the synthesis of aspulvinone E (\n1\n) required additional gene deletion experiments. We first deleted the gene \napvA\n using the direct repeat (DR) strategy\n10\n followed by the recycling of the \nAfpyrG\n marker (Fig. S1B\n†\n). This ensures that aspulvinone E (\n1\n) identified in the later mutants is not from ApvA. However, limited information is available about the biosynthesis of the brown conidial melanin in \nA. terreus\n. Our study suggests that the melanin pathway originates from the NRPS-like product aspulvinone E (\n1\n), which is unlike the two main precursors [di-hydroxyphenylalanin (DOPA) and dihydroxynaphthalene (DHN)] of currently known melanins.\n11\n The biosynthesis of DOPA melanin starts with a tyrosine that is oxidized to either DOPA or dopaquinone (DAQ) by a tyrosinase.\n11\n Considering that aspulvinone E (\n1\n) shares the same phenol moiety as tyrosine, we speculate that a similar tyrosinase might catalyze the hydroxylation of \n1\n at the \northo\n position to give a dihydroxylated intermediate that becomes incorporated into the brown melanin (\nFig. 1\n). Following the cluster paradigm, we examined the genes surrounding \natmelA\n and identified one gene ATEG_03564.1 (\natmelB\n) that encodes a putative tyrosinase. Removal of this gene in the \napvA\nΔ background changed the strain's phenotype: the brown melanin was no longer synthesized and the conidia became bright yellow (\nFig. 3A\n). As expected, the yellow material is aspulvinone E (\n1\n), which accumulated in the metabolite profiles of the \napvA\n and \natmelB\n double deletion strain (\nFig. 3B\n). We next deleted the gene \natmelA\n in the double \napvA\nΔ, \natmelB\nΔ strain. The LC-MS profile of this triple deletion mutant shows the abrogation of the aspulvinone E (\n1\n) which had reappeared in the double mutant (\nFig. 3B\n), in accord with our HE results that AtmelA was also capable of producing Aspulvinone E (\n1\n).\nAspulvinone E (\n1\n) produced by ApvA and AtmelA accumulates in different fungal tissues\nOur studies indicate that ApvA and AtmelA synthesize the same product aspulvinone E (\n1\n). We next asked how the fungus is able to allocate the same chemical synthesized by different proteins into their own specific pathway without cross-interference. Previous literature reports have shown that the production of SMs and/or their precursors can be specific to both cellular organelle and fungal tissue.\n12\n,\n13\n We speculated that the aspulvinone E (\n1\n) from the two genes might be generated in different fungal tissues. Since removal of \natmelA\n or \natmelB\n changes the phenotype of \nA. terreus\n conidia (\nFig. 3A\n), it is likely that aspulvinone E (\n1\n) from AtmelA might be produced in conidia. Likewise aspulvinones, derived from \n1\n that is produced by ApvA, might be produced inside the hyphae and secreted into the medium.\nTo test this hypothesis, we performed tissue-specific extraction\n12\n,\n13\n to reinvestigate the SM profiles of the four strains ((1) wild type; (2) \nabpB\nΔ; (3) \napvA\nΔ, \natmelB\nΔ; (4) \napvA\nΔ, \natmelB\nΔ, \natmelA\nΔ). Fungal cultures were divided into three fractions: (1) conidial (mostly conidia and minor conidiophore), (2) top layer agar (mixture of conidiophore, vegetative hyphae, minor invasive hyphae), (3) lower layer agar (mostly invasive hyphae) (\nFig. 3C and D\n). Compared to the SM profiles of total extracts (\nFig. 3B\n), extraction of the conidia showed the accumulation of \n1\n only in the \napvA\nΔ, \natmelB\nΔ strain (\nFig. 3C\n), not in strains carrying \nabpB\nΔ or \natmelA\nΔ. This result indicates that aspulvinone E (\n1\n) from AtmelA is produced in conidia. Extraction of the hyphal (mostly invasive) fraction showed the production of \n1\n in the \nabpB\nΔ strain and compound \n2\n in wild type, indicating that aspulvinone E (\n1\n) from ApvA and its derivative \n2\n are specifically produced in hyphae.\nExchanging \natmelA\n with \napvA\n, under control of the \natmelA\n promoter, restores melanin production in \nA. terreus\n\n\nNext, we asked about the molecular mechanism for regulating the tissue-specific production of \n1\n. We first examined the expression profiling of \natmelA\n and \napvA\n in different tissues using Real-Time qRT-PCR (Fig. S2, see ESI\n†\n for experimental details). As expected, the gene \natmelA\n is specifically expressed in conidia compartment (Fig. S2B\n†\n) while the gene \napvA\n is locally expressed in hyphae (Fig. S2C\n†\n). We then probed this question by determining whether ApvA could replace AtmelA in brown melanin biosynthesis. We assumed that tailoring enzymes like AtmelB could still recognize aspulvinone E (\n1\n) generated from either ApvA or AtmelA. Another study suggests that the products of two tubulin genes, \nbenA\n and \ntubC\n, are functionally interchangeable. The method they used was to disrupt \nbenA\n and then put \ntubC\n under control of the \nbenA\n promoter.\n14\n,\n15\n Herein we implemented a similar strategy by replacing the coding region of \natmelA\n with that of \napvA\n, placing \napvA\n under control of the \natmelA\n promoter (\natmelAp\n) in the \napvA\nΔ background (Fig. S1Ci\n†\n). As shown in \nFig. 5A\n, the mutant stain (\napvA\nΔ, \natmelA\n::\napvA\n) produces brownish conidia indicating that the brown conidial pigment is produced in the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n). As anticipated, the production of aspulvinones (\n1\n or \n2\n) were not detected (Fig. S3\n†\n). The pigment is not produced as much as in the wild type (\nFig. 5A\n) probably because \natmelAp\n, after all, is not the native promoter of ApvA. Quantitative analysis of their expression using Real-Time qRT-PCR reveals that the expression level of \napvA\n, which is under the control of atmelA promoter, is lower than that of \natmelA\n. (Fig. S2B\n†\n) This could be one of the reasons for reduced production of the conidial melanin in the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n). But more importantly, our experiment shows that compound \n1\n from \napvA\n can be incorporated into the melanin pathway when \napvA\n is regulated by \natmelAp\n. As mentioned earlier, the production of \n1\n from \natmelA\n is conidia-specific. Thus, this experiment shows that the product of ApvA can also be produced inside conidia and incorporated into melanin, suggesting that the tissue specific allocation of their products may be due to cell-type specific expression of the genes \natmelA\n and \napvA\n under regulation of their specific promoters.\nFig. 5\n(A) Phenotype of the \nA. terreus\n mutant strain \napvA\nΔ, \natmelA\n::\napvA\n (the \nA. terreus\n wild type is used as positive control that produces melanin, the \natmelA\nΔ strain is used as negative control). (B) Replacing \natmelA\n and \napvA\n with \ngfp\n. Top column: conidia. Bottom column: hyphae. Top row: GFP. Middle row: differential interference contrast (DIC). Bottom row: merged GFP.\nTissue specific expression of \ngfp\n occurs when the coding sequence of \ngfp\n replaces \natmelA\n and \napvA\n\n\nTo test our hypothesis, we generated two mutants (\natmelAp-gfp\n, \napvAp-gfp\n) in which the coding regions of \napvA\n and \natmelA\n were replaced by the green fluorescent protein coding sequence (\ngfp\n), placing \ngfp\n under control of their specific promoters (Fig. S1Cii\n†\n). Both the melanin pathway and aspulvinones biosynthetic pathways are active when \nA. terreus\n is cultivated on LCMM agar. Under this culture condition, we hypothesized that \natmelAp\n would turn on the expression of \ngfp\n specifically inside the conidia while the \ngfp\n regulated by \napvAp\n would display a green fluorescent signal in the hyphae. As expected, we were able to visualize localization of GFP within the conidia only in the strain carrying \natmelAp-gfp\n but not in the parental strain (used as control) or the strain \napvAp-gfp\n. (\nFig. 5B\n) In comparison, hyphal localization of GFP fluorescence was observed only in strain \napvAp-gfp\n. (\nFig. 5B\n) Thus, the tissue specific accumulation of aspulvinone E (\n1\n) is probably due to cell-type-specific expression of the two genes \napvA\n and \natmelA\n.",
    "heterologous_expression_of_the_nrps-like_genes_apva_and_atme": "Heterologous expression of the NRPS-like genes \napvA\n and \natmelA\n in \nA. nidulans\n both result in aspulvinone E production\nUsing a recently reported efficient heterologous expression (HE) system in \nA. nidulans\n,\n9\n the individual NRPS-like genes identified in the \nA. terreus\n genome were expressed at either the \nwA\n or \nyA\n locus of \nA. nidulans\n under regulation of the inducible \nalcA\n promoter (Fig. S1A\n†\n). In a previous study, targeted deletion of \napvA\n depleted production of aspulvinones in \nA. terreus\n indicating that this NRPS-like gene is responsible for the biosynthesis of the aspulvinone core.\n7\n As expected, heterologous expression of \napvA\n results in accumulation of aspulvinone E (\n1\n) which is speculated to be the first intermediate in the aspulvinone pathway (\nFig. 1\n and \n2A and B\n).\n7\n Unexpectedly, our HE experiments revealed that AtmelA produces the same compound (\nFig. 2A and B\n). The gene \napvA\n is responsible for aspulvinone biosynthesis while \natmelA\n is involved in the synthesis of the brown conidial pigment.\n7\n The brown conidial melanin is still produced in the \napvA\n deletant strain as shown in \nFig. 3A\n. In contrast, deletion of \natmelA\n generates an albino mutant that is still capable of synthesizing aspulvinones.\n7\n Together, these data reveal that despite having the same activity (\ni.e.\n synthesis of aspulvinone E), ApvA and AtmelA function in different roles in the fungus.\nFig. 2\n(A) Compounds related to this study. (B) HPLC profiles of extracts of HE strains as detected by total scan UV.\nFig. 3\n(A) Phenotype of \nA. terreus\n wild type and other \nA. terreus\n mutant strains growing on LCMM for 5 days. Morphological change of the fungal conidia can be observed if the deleted genes are involved in the biosynthesis of the brown conidial pigment. Total extracts (B), conidial extracts (C) and hyphal extracts (D) of \nA. terreus\n wild type and mutant strains as detected by UV at 370 nm. Aspulvinone related natural products are labeled in red. In B–D, the black box represents the top layer agar as described in tissue-specific extraction. The green box represents the bottom layer agar in tissue-specific extraction. The numbering of the peaks corresponds to the natural products shown in \nFig. 2A\n. The aspulvinone E (\n1\n) and its related natural products can be detected in LC/MS traces Bi, Bii, Biii, Ciii, Di, Dii, and Diii. Trace amount of \n1\n identified in D iii is due to the diffusion of this compound synthesized in the conidia of the mutant strain. *This metabolite is related with aspulvinones according to its UV absorption and MS spectrum.",
    "aspulvinone_e_occurs_as_a_precursor_in_both_aspulvinone_and_": "Aspulvinone E occurs as a precursor in both aspulvinone and melanin pathways\nTo test our hypothesis that the aspulvinone E is an intermediate in two different pathways, the aspulvinone pathway and melanin pathway, we wished to delete the first tailoring gene in each pathway to accumulate the precursor produced by the gene responsible for the backbone metabolite. Since we have established the genetic linkage between \napvA\n and aspulvinones,\n7\n we set out to identify the first tailoring enzyme, which we presumed was responsible for prenylating \n1\n to give \n2\n (\nFig. 2A\n). However, we could not locate a prenyl transferase (PT) gene proximal to \napvA\n.\n7\n We then targeted each of the putative PT genes in the \nA. terreus\n genome for deletion (\nFig. 4\n). The individual genes were knocked out using fragments created by fusion PCR.\n7\n The SM profiles of the correct mutants were examined by LC-MS, and of the 11 different mutants, only the ATEG_01730.1Δ strain accumulated aspulvinone E (\n1\n) (\nFig. 4\n). Unexpectedly, removal of ATEG_01730.1 leads to the accumulation of butyrolactone II (\n5\n) as well (\nFig. 4\n). A previous study showed that the NRPS-like gene \nbtyA\n is responsible for the biosynthesis of butyrolactone core.\n7\n The expression of three genes, \napvA\n, \nbtyA\n, and \nabpB\n were also analyzed using real-time quantitative reverse transcription PCR (qRT-PCR). (Fig. S2C\n†\n) Our data showed that these three genes are co-expressed under aspulvinone and butyrolactone producing conditions. These pieces of evidence suggest that this single PT is responsible for the prenylation of two different metabolites, aspulvinone E (\n1\n) and butyrolactone II (\n5\n). Thus, we name the gene \na\n (aspulvinone) \nb\n (butyrolactone) \np\n (PT) \nB\n.\nFig. 4\nHPLC profiles of extracts of \nA. terreus\n prenyltransferase (PT) genes deletants as detected by UV at 330 nm and 370 nm. The numbering of the peaks corresponds to the natural products shown in \nFig. 2A\n. Compounds \n3\n and \n4\n are prenylated derivatives of compound \n5\n. The “*” compound is an aspulvinone derivative according to its UV absorption spectrum. ATXXXXX is abbreviated for “ATEG_XXXXX.1”. Deletion of the gene ATEG_00702.1, a homolog of \ntdiB\n involved in the asterriquinone biosynthesis, was not achieved due to the unsuccessful PCR amplification of its flanking region.\nDefinitively establishing the role of AtmelA in the synthesis of aspulvinone E (\n1\n) required additional gene deletion experiments. We first deleted the gene \napvA\n using the direct repeat (DR) strategy\n10\n followed by the recycling of the \nAfpyrG\n marker (Fig. S1B\n†\n). This ensures that aspulvinone E (\n1\n) identified in the later mutants is not from ApvA. However, limited information is available about the biosynthesis of the brown conidial melanin in \nA. terreus\n. Our study suggests that the melanin pathway originates from the NRPS-like product aspulvinone E (\n1\n), which is unlike the two main precursors [di-hydroxyphenylalanin (DOPA) and dihydroxynaphthalene (DHN)] of currently known melanins.\n11\n The biosynthesis of DOPA melanin starts with a tyrosine that is oxidized to either DOPA or dopaquinone (DAQ) by a tyrosinase.\n11\n Considering that aspulvinone E (\n1\n) shares the same phenol moiety as tyrosine, we speculate that a similar tyrosinase might catalyze the hydroxylation of \n1\n at the \northo\n position to give a dihydroxylated intermediate that becomes incorporated into the brown melanin (\nFig. 1\n). Following the cluster paradigm, we examined the genes surrounding \natmelA\n and identified one gene ATEG_03564.1 (\natmelB\n) that encodes a putative tyrosinase. Removal of this gene in the \napvA\nΔ background changed the strain's phenotype: the brown melanin was no longer synthesized and the conidia became bright yellow (\nFig. 3A\n). As expected, the yellow material is aspulvinone E (\n1\n), which accumulated in the metabolite profiles of the \napvA\n and \natmelB\n double deletion strain (\nFig. 3B\n). We next deleted the gene \natmelA\n in the double \napvA\nΔ, \natmelB\nΔ strain. The LC-MS profile of this triple deletion mutant shows the abrogation of the aspulvinone E (\n1\n) which had reappeared in the double mutant (\nFig. 3B\n), in accord with our HE results that AtmelA was also capable of producing Aspulvinone E (\n1\n).",
    "aspulvinone_e_(1)_produced_by_apva_and_atmela_accumulates_in": "Aspulvinone E (\n1\n) produced by ApvA and AtmelA accumulates in different fungal tissues\nOur studies indicate that ApvA and AtmelA synthesize the same product aspulvinone E (\n1\n). We next asked how the fungus is able to allocate the same chemical synthesized by different proteins into their own specific pathway without cross-interference. Previous literature reports have shown that the production of SMs and/or their precursors can be specific to both cellular organelle and fungal tissue.\n12\n,\n13\n We speculated that the aspulvinone E (\n1\n) from the two genes might be generated in different fungal tissues. Since removal of \natmelA\n or \natmelB\n changes the phenotype of \nA. terreus\n conidia (\nFig. 3A\n), it is likely that aspulvinone E (\n1\n) from AtmelA might be produced in conidia. Likewise aspulvinones, derived from \n1\n that is produced by ApvA, might be produced inside the hyphae and secreted into the medium.\nTo test this hypothesis, we performed tissue-specific extraction\n12\n,\n13\n to reinvestigate the SM profiles of the four strains ((1) wild type; (2) \nabpB\nΔ; (3) \napvA\nΔ, \natmelB\nΔ; (4) \napvA\nΔ, \natmelB\nΔ, \natmelA\nΔ). Fungal cultures were divided into three fractions: (1) conidial (mostly conidia and minor conidiophore), (2) top layer agar (mixture of conidiophore, vegetative hyphae, minor invasive hyphae), (3) lower layer agar (mostly invasive hyphae) (\nFig. 3C and D\n). Compared to the SM profiles of total extracts (\nFig. 3B\n), extraction of the conidia showed the accumulation of \n1\n only in the \napvA\nΔ, \natmelB\nΔ strain (\nFig. 3C\n), not in strains carrying \nabpB\nΔ or \natmelA\nΔ. This result indicates that aspulvinone E (\n1\n) from AtmelA is produced in conidia. Extraction of the hyphal (mostly invasive) fraction showed the production of \n1\n in the \nabpB\nΔ strain and compound \n2\n in wild type, indicating that aspulvinone E (\n1\n) from ApvA and its derivative \n2\n are specifically produced in hyphae.",
    "exchanging_atmela_with_apva,_under_control_of_the_atmela_pro": "Exchanging \natmelA\n with \napvA\n, under control of the \natmelA\n promoter, restores melanin production in \nA. terreus\n\n\nNext, we asked about the molecular mechanism for regulating the tissue-specific production of \n1\n. We first examined the expression profiling of \natmelA\n and \napvA\n in different tissues using Real-Time qRT-PCR (Fig. S2, see ESI\n†\n for experimental details). As expected, the gene \natmelA\n is specifically expressed in conidia compartment (Fig. S2B\n†\n) while the gene \napvA\n is locally expressed in hyphae (Fig. S2C\n†\n). We then probed this question by determining whether ApvA could replace AtmelA in brown melanin biosynthesis. We assumed that tailoring enzymes like AtmelB could still recognize aspulvinone E (\n1\n) generated from either ApvA or AtmelA. Another study suggests that the products of two tubulin genes, \nbenA\n and \ntubC\n, are functionally interchangeable. The method they used was to disrupt \nbenA\n and then put \ntubC\n under control of the \nbenA\n promoter.\n14\n,\n15\n Herein we implemented a similar strategy by replacing the coding region of \natmelA\n with that of \napvA\n, placing \napvA\n under control of the \natmelA\n promoter (\natmelAp\n) in the \napvA\nΔ background (Fig. S1Ci\n†\n). As shown in \nFig. 5A\n, the mutant stain (\napvA\nΔ, \natmelA\n::\napvA\n) produces brownish conidia indicating that the brown conidial pigment is produced in the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n). As anticipated, the production of aspulvinones (\n1\n or \n2\n) were not detected (Fig. S3\n†\n). The pigment is not produced as much as in the wild type (\nFig. 5A\n) probably because \natmelAp\n, after all, is not the native promoter of ApvA. Quantitative analysis of their expression using Real-Time qRT-PCR reveals that the expression level of \napvA\n, which is under the control of atmelA promoter, is lower than that of \natmelA\n. (Fig. S2B\n†\n) This could be one of the reasons for reduced production of the conidial melanin in the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n). But more importantly, our experiment shows that compound \n1\n from \napvA\n can be incorporated into the melanin pathway when \napvA\n is regulated by \natmelAp\n. As mentioned earlier, the production of \n1\n from \natmelA\n is conidia-specific. Thus, this experiment shows that the product of ApvA can also be produced inside conidia and incorporated into melanin, suggesting that the tissue specific allocation of their products may be due to cell-type specific expression of the genes \natmelA\n and \napvA\n under regulation of their specific promoters.\nFig. 5\n(A) Phenotype of the \nA. terreus\n mutant strain \napvA\nΔ, \natmelA\n::\napvA\n (the \nA. terreus\n wild type is used as positive control that produces melanin, the \natmelA\nΔ strain is used as negative control). (B) Replacing \natmelA\n and \napvA\n with \ngfp\n. Top column: conidia. Bottom column: hyphae. Top row: GFP. Middle row: differential interference contrast (DIC). Bottom row: merged GFP.",
    "tissue_specific_expression_of_gfp_occurs_when_the_coding_seq": "Tissue specific expression of \ngfp\n occurs when the coding sequence of \ngfp\n replaces \natmelA\n and \napvA\n\n\nTo test our hypothesis, we generated two mutants (\natmelAp-gfp\n, \napvAp-gfp\n) in which the coding regions of \napvA\n and \natmelA\n were replaced by the green fluorescent protein coding sequence (\ngfp\n), placing \ngfp\n under control of their specific promoters (Fig. S1Cii\n†\n). Both the melanin pathway and aspulvinones biosynthetic pathways are active when \nA. terreus\n is cultivated on LCMM agar. Under this culture condition, we hypothesized that \natmelAp\n would turn on the expression of \ngfp\n specifically inside the conidia while the \ngfp\n regulated by \napvAp\n would display a green fluorescent signal in the hyphae. As expected, we were able to visualize localization of GFP within the conidia only in the strain carrying \natmelAp-gfp\n but not in the parental strain (used as control) or the strain \napvAp-gfp\n. (\nFig. 5B\n) In comparison, hyphal localization of GFP fluorescence was observed only in strain \napvAp-gfp\n. (\nFig. 5B\n) Thus, the tissue specific accumulation of aspulvinone E (\n1\n) is probably due to cell-type-specific expression of the two genes \napvA\n and \natmelA\n.",
    "discussion": "Discussion\nOur study suggests that metabolite diversity can be expanded by spatial regulation of the same precursor biosynthesized by two distinct genes. Melanin plays an important role in fungal pathogenesis as well as in the protection of the producing organisms from ultraviolet radiation.\n11\n,\n16\n,\n17\n No definite structures for melanins have been elucidated due to their large molecular weight, insolubility in aqueous or organic solvents, and heterogeneity.\n11\n The characterized conidial melanin of most \nAspergillus\n species belongs to the dihydroxynaphthalene (DHN) melanin class.\n11\n Our study reports a unique and unprecedented pathway of conidial pigment biosynthesis in \nA. terreus\n that originates from the NRPS-like product aspulvinone E (\n1\n) (\nFig. 1\n). We also identified one putative tyrosinase encoded by the gene \natmelB\n that is involved in a tailoring modification of aspulvinone E (\n1\n) to yield the brown conidial pigment (\nFig. 1\n). We speculate that the function of the tyrosinase, AtmelB, might resemble that of its homolog which participates in dihydroxyphenylalanine (DOPA)-melanin biosynthesis\n11\n and catalyzes the \northo\n hydroxylation of the phenol moiety in the aspulvinone E (\n1\n) core (\nFig. 1\n). It is entirely possible that other genes are involved in the polymerization of the dual hydroxylated aspulvinone E and more efforts will be needed to decipher the complete biosynthetic pathway of the brown conidial melanin in \nA. terreus\n.\nCompounds in the aspulvinone family have been found to have anti-influenza A viral (H1N1) activity and are potent inhibitors of firefly luciferase.\n18\n,\n19\n The production of aspulvinones, as revealed in a previous study, is a general stress response of \nA. terreus\n.\n20\n The biological functions of aspulvinones, and what role they play in the biology of \nA. terreus\n, remain elusive. AtmelA shares 73% sequence similarity with ApvA. We noted that there is a 63 bp sequence in \natmelA\n, corresponding to the TE domain of AtmelA, that has strong nucleotide identity with a portion of \napvA\n, indicating that these two genes may share a common origin (Fig. S5C\n†\n). Interestingly, homology analysis of \napvA\n and its surrounding genes showed that \napvA\n is inserted into a conserved genome region consisting of genes that are essential for fungal survival (Fig. S4\n†\n). It is possible that the insertion of \napvA\n is due to the duplication and translocation of its ancestral homolog. The production of aspulvinone-type SMs by \nA. terreus\n, in response to general stress, could be related to the chromosomal location of its producing gene \napvA\n. However, more experiments are definitely necessary to elucidate the exact role the aspulvinone-type metabolites play in the growth, survival or metabolic processes of the fungus \nA. terreus\n.\nPrevious literature suggested that \np\n-hydroxylphenylpyruvate (HPP), which originates from the shikimate pathway, is the biosynthetic precursor of aspulvinones.\n21\n,\n22\n The shikimate pathway, highly conserved in bacteria, fungi, and plant species, generates carbon skeletons for the aromatic amino acids including tryptophan, tyrosine, and phenylalanine.\n23\n HPP is proposed to be an intermediate in the conversion of prephenate to \nl\n-tyrosine in the shikimate pathway. Limited information has been reported regarding the tissue localization of HPP in fungi. Our study suggests that the distribution of HPP is not limited to certain types of fungal compartments since both the biosynthesis of brown conidial melanin and hyphae specific aspulvinones requires the presence of HPP. Our data indicate that the tissue-specific expression of \napvA\n and \natmelA\n are due to the promoters of the two genes. The promoter of \napvA\n drives expression specifically in hyphae while the promoter of \natmelA\n drives expression in conidia. There are many examples of hyphal \nversus\n spore specific gene regulation. For example, the expression of the melanin synthesis gene \natmelA\n might regulated by spore specific transcriptional regulators as demonstrated in a recent study showing that BrlA, the transcription factor required to initiate conidiophore development in \nAspergillus\n spp., is necessary for fumiquinazoline gene expression and product production.\n13\n The fact that \natmelAp\n is capable of turning on the expression of both \napvA\n (SM gene) and the \ngfp\n (reporter gene), suggests that it might be a useful tool for directing the expression of genes specifically inside of conidia.\nBesides spatial regulation of the intermediate, the SM diversity can be further expanded, as shown in our study, through tailoring enzymes that are capable of modifying SMs with different chemical scaffolds. Early literature reported the enzymatic characterization of aspulvinone dimethylallyltransferase in \nA. terreus\n. This enzyme is capable of catalyzing the mono or dual prenylation of aspulvinone E (\n1\n).\n24\n The substrate promiscuity of some PTs has also been tested \nin vitro\n by feeding experiments.\n25\n Our study reveals the \nin vivo\n versatility of AbpB, as it accepts substrates with different chemical scaffolds. Interestingly, the three genes are dispersed in the \nA. terreus\n genome (\nabpB\n on chromosome II; \napvA\n on chromosome III; \nbtyA\n on chromosome IV), representing another deviation from the SM gene cluster paradigm. We have discovered in \nA. nidulans\n that in some cases, the corresponding PT genes are not located in the same cluster as the core PKS genes.\n26\n,\n27\n Further comparison of the butyrolactones with aspulvinones shows that the chemical modifications after prenylation, including epoxidation and dehydrogenation, are very similar (Fig. S6\n†\n). Thus, these two natural product families may share the same set of tailoring enzymes that specifically modifies the prenyl groups attached by AbpB.\nFungi are capable of producing a large variety of SMs with unique chemical scaffolds. It is usually expected that core synthetic genes, in a given species, are behind the biosynthesis of different core intermediates, as demonstrated in a study showing that all individual NRPKS in \nA. nidulans\n generate a unique PKS product.\n5\n Phylogenetic analysis, using the protein sequences of those NRPS-like homologs obtained from the Broad Institute \nAspergillus\n comparative database, revealed several other characterized NRPS-like homologs including TdiA (terrequinone A biosynthesis in \nA. nidulans\n),\n8\n RalA (ralfuranone biosynthesis in \nRalstonia solanacearum\n),\n28\n MicA (microperfuranone biosynthesis in \nA. nidulans\n),\n29\n AtqA (asterriquinone biosynthesis in \nA. terreus\n),\n7\n BtyA (butyrolactone biosynthesis in \nA. terreus\n),\n7\n and EchA (echosides biosynthesis in \nStreptomyces\n sp. LZ35)\n30\n (Fig. S5\n†\n). These NRPS-like enzymes, with A-T-TE domain architecture, fall within Clade I of the phylogenetic tree (Fig. S5\n†\n). They are capable of synthesizing natural products with various chemical scaffolds using similar substrates like phenylpyruvic acid. Previous literature suggested that these pyruvic acid substrates could be produced \nvia\n the shikimate pathway.\n21\n,\n31\n,\n32\n The TE domains are proposed to catalyze various condensation, cyclization and releasing reactions to yield different chemical backbones.\n8\n In comparison, another characterized NRPS-like protein (encoded by ATEG_03630.1), with A-T-R domain arrangement, belongs to Clade V (Fig. S5\n†\n).\n33\n In this case, the aryl acid substrate, generated by an adjacent PKS (encoded by ATEG_03629.1), is loaded onto the A domain and is reduced to its aryl-aldehyde precursor by the R domain. Thus, SM diversity is enriched from these disparate starting points. It is also common to identify two highly homologous core synthetic genes, in different species, that produces the same precursor. For example, in the biosynthesis of the meroterpenoids austinol (\nA. nidulans\n) and terretonin (\nA. terreus\n), the two PKS genes \nausA\n and \ntrt4\n synthesize the same intermediate 3, 5-dimethylorsellinic acid.\n34",
    "conclusion": "Conclusion\nOur work indicates that chemical diversity in SM biosynthesis can be expanded \nvia\n multiple dimensions. Prior to our work, the richness of the fungal SM pool was presumed to be determined by the number of SM gene clusters while the clustered genes are associated with the biosynthesis of a distinct type of SM, with some exceptions.\n12\n,\n13\n,\n35\n In our study, we have shown that \nA. terreus\n deploys an additional strategy to enrich its natural product pool. Although the same precursor aspulvinone E (\n1\n) is shared in two pathways (the aspulvinone pathway, a typical SM pathway and the melanin pathway, producing a self-protection pigment that might also be involved in the pathogenicity of this fungus), the tissue specific expression of their biosynthetic genes results in the production of the same compound in different fungal tissues and allows it to be modified into two different products that, we assume, confer selective advantages in the specific tissues in which they are produced. The localization of production is possibly regulated by their specific promoters, but it is entirely possible that a more complex regulatory mechanism underlies this phenomenon. This expands our insight into spatial regulation of SMs in fungi.\n36\n More investigation into these promoters might provide a means to the cell-type-directed biosynthesis of SMs or manipulating the location of the expression of some genes responsible for products with interesting biological activities. Finally, our data demonstrate that AbpB prenylates compounds in two pathways revealing that two pathways may share the same tailoring genes. It will be of interest to determine if this characteristic is common to, and specific to, prenyl transferases.",
    "materials_and_methods": "Materials and methods\nStrains and molecular manipulations\nPrimers used in this study are listed in Table S1.\n†\n The fungal strains used in this study are listed in Table S2.\n†\n The scheme for heterologously expressing the NRPS-like genes of \nA. terreus\n in \nA. nidulans\n is shown in Fig. S1.\n†\n The direct repeat (DR) deletion and \nAfpyG\n marker recycling experimental design is shown in Fig. S1.\n†\n The construction of fusion PCR products, protoplast generation, and transformation were carried out as previously described.\n7\n,\n9\n The scheme of diagnostic PCR is shown in Fig. S8.\n†\n\n\nFor real time qRT-PCR, the \nA. terreus\n wild type strain and the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n) were cultivated on LCMM agar for mRNA extraction from conidia. The \nA. terreus\n wild type strain was cultivated in LCMM liquid broth for mRNA extraction from hyphae. Total mRNA was extracted by using the Qiagen RNeasy Plant Mini Kit. The cDNA was made from the equal amount of mRNA. The expression of every gene was analyzed with the ABI 7900HT Fast Real-Time PCR system (see ESI for experimental details\n†\n).\nFermentation and LC-MS analysis\n(1) \nA. nidulans\n strain LO4389 and other HE mutant strains were cultivated at 37 °C in 50 ml LMM liquid medium (6 g l\n–1\n NaNO\n3\n, 0.52 g l\n–1\n KCl, 0.52 g l\n–1\n MgSO\n4\n·7H\n2\nO, 1.52 g l\n–1\n KH\n2\nPO\n4\n, 20 g l\n–1\n lactose supplemented with 1 ml l\n–1\n of trace element solution) at 1 × 10\n6\n spore per ml per 125 ml flask with shaking at 180 rpm. The nutrients uridine, uracil, pyridoxine and riboflavin were supplemented if necessary. As previously reported,\n9\n 44 μl (10 mM) cyclopentanone was added into the medium after 18 h of incubation. The incubator temperature was then changed to 30 °C and the culture medium was collected 72 h after cyclopentanone induction. The medium was filtrated and extracted twice with ethyl acetate (EtOAc, 50 ml). Preparation of the HPLC-MS samples and the condition for MS analysis were as previously described.\n7\n\n\n(2) For the prenyltransferase screening experiment, \nA. terreus\n NIH 2624 and the mutant strains were point inoculated at 30 °C on LCMM agar plates (6 g l\n–1\n NaNO\n3\n, 0.52 g l\n–1\n KCl, 0.52 g l\n–1\n MgSO\n4\n·7H\n2\nO, 1.52 g l\n–1\n KH\n2\nPO\n4\n, 10 g l\n–1\n\n\nd\n-glucose, 20 g l\n–1\n lactose, 15 g l\n–1\n agar supplemented with 1 ml l\n–1\n of trace element solution) per plate (\nD\n = 10 cm). After 5 days, agar was chopped into small pieces and extracted with 50 ml MeOH followed by 60 ml 1 : 1 CH\n2\nCl\n2\n/MeOH. The extract was evaporated \nin vacuo\n to yield a water residue, which was suspended in 25 ml H\n2\nO and partitioned with 25 ml EtOAc, twice. Preparation of the HPLC-MS samples and the condition for MS analysis were the same as previously described.\n7\n\n\n(3) For the extraction of different fungal tissues for aspulvinone production, the procedure was similar to a previously reported procedure.\n12\n,\n13\n Plates containing 20 ml LCMM agar (1.5% agar) were overlaid with another 10 ml of LCMM agar (0.75% agar). Plates were point inoculated with wild type or the DR mutant strains and grown at 30 °C for 4 days. Conidia were harvested by adding 7 ml salt solution (8.5 g l\n–1\n NaCl) followed by gently scraping with a sterile spreader. The conidial solution was inspected under the microscope to be largely free of hyphae and conidiophores. The conidial fraction was sonicated for 1 h and extracted twice with an equal volume of EtOAc. The top layer was then washed with 10 ml sterile water twice and removed with a sterile spatula. The bottom agar layer was then chopped into small pieces and extracted as previously described. Preparation of the HPLC-MS samples from different tissues and the conditions for MS analysis were as previously described.\n7\n\n\nIsolation of secondary metabolites\nFor scale up, \nA. nidulans\n HE strains were cultivated at 37 °C in 1 liter LMM liquid medium (∼100 ml per flask) at 1 × 10\n6\n spores per ml with shaking at 180 rpm. The nutrients uridine, uracil, pyridoxine and riboflavin were supplemented if necessary. To induce expression, 88 μl cyclopentanone was added into the medium after 18 h of incubation. The incubator temperature was then changed to 30 °C and the culture medium was collected 72 h after cyclopentanone induction. The medium was filtrated and extracted three times with equal volume of EtOAc. The combined EtOAc layers were evaporated to a crude extract. Further purification of fractions with targeted compounds was carried out by gradient HPLC on a C18 reverse phase column [Phenomenex Luna 5 μm C18, 250 × 10 mm] with a flow rate of 5.0 ml min\n–1\n and measured by a UV detector at 254 nm.\nFluorescence microscopy\nThe wild type and two mutant strains (\natmelAp-gfp\n, \napvAp-gfp\n) were cultivated on the two-layer agar plates as mentioned. Plates were point inoculated with wild type or the mutant strains and grown at 30 °C for 5 days. The conidia were collected as previously described and the conidial solution was diluted 10 times with sterile water. A 10 μl portion of the diluted solution was placed on a pre-cleaned microscope slide and covered with a coverslip. For imaging of the hyphal GFP fluorescence signal, the top layer was removed as previously described. A small portion of hyphae containing agar (<10 μl) was placed on a pre-cleaned microscope slide and covered with a coverslip. All the samples were examined under an optical microscope to confirm that the conidia and hyphae could be clearly visualized. Images were taken with a Zeiss LSM 510 Meta NLO (Thornwood, NY) confocal imaging system equipped with Argon, red HeNe, and green HeNe lasers and a Coherent Chameleon Ti–Sapphire laser mounted on a vibration-free table.",
    "strains_and_molecular_manipulations": "Strains and molecular manipulations\nPrimers used in this study are listed in Table S1.\n†\n The fungal strains used in this study are listed in Table S2.\n†\n The scheme for heterologously expressing the NRPS-like genes of \nA. terreus\n in \nA. nidulans\n is shown in Fig. S1.\n†\n The direct repeat (DR) deletion and \nAfpyG\n marker recycling experimental design is shown in Fig. S1.\n†\n The construction of fusion PCR products, protoplast generation, and transformation were carried out as previously described.\n7\n,\n9\n The scheme of diagnostic PCR is shown in Fig. S8.\n†\n\n\nFor real time qRT-PCR, the \nA. terreus\n wild type strain and the mutant strain (\napvA\nΔ, \natmelA\n::\napvA\n) were cultivated on LCMM agar for mRNA extraction from conidia. The \nA. terreus\n wild type strain was cultivated in LCMM liquid broth for mRNA extraction from hyphae. Total mRNA was extracted by using the Qiagen RNeasy Plant Mini Kit. The cDNA was made from the equal amount of mRNA. The expression of every gene was analyzed with the ABI 7900HT Fast Real-Time PCR system (see ESI for experimental details\n†\n).",
    "fermentation_and_lc-ms_analysis": "Fermentation and LC-MS analysis\n(1) \nA. nidulans\n strain LO4389 and other HE mutant strains were cultivated at 37 °C in 50 ml LMM liquid medium (6 g l\n–1\n NaNO\n3\n, 0.52 g l\n–1\n KCl, 0.52 g l\n–1\n MgSO\n4\n·7H\n2\nO, 1.52 g l\n–1\n KH\n2\nPO\n4\n, 20 g l\n–1\n lactose supplemented with 1 ml l\n–1\n of trace element solution) at 1 × 10\n6\n spore per ml per 125 ml flask with shaking at 180 rpm. The nutrients uridine, uracil, pyridoxine and riboflavin were supplemented if necessary. As previously reported,\n9\n 44 μl (10 mM) cyclopentanone was added into the medium after 18 h of incubation. The incubator temperature was then changed to 30 °C and the culture medium was collected 72 h after cyclopentanone induction. The medium was filtrated and extracted twice with ethyl acetate (EtOAc, 50 ml). Preparation of the HPLC-MS samples and the condition for MS analysis were as previously described.\n7\n\n\n(2) For the prenyltransferase screening experiment, \nA. terreus\n NIH 2624 and the mutant strains were point inoculated at 30 °C on LCMM agar plates (6 g l\n–1\n NaNO\n3\n, 0.52 g l\n–1\n KCl, 0.52 g l\n–1\n MgSO\n4\n·7H\n2\nO, 1.52 g l\n–1\n KH\n2\nPO\n4\n, 10 g l\n–1\n\n\nd\n-glucose, 20 g l\n–1\n lactose, 15 g l\n–1\n agar supplemented with 1 ml l\n–1\n of trace element solution) per plate (\nD\n = 10 cm). After 5 days, agar was chopped into small pieces and extracted with 50 ml MeOH followed by 60 ml 1 : 1 CH\n2\nCl\n2\n/MeOH. The extract was evaporated \nin vacuo\n to yield a water residue, which was suspended in 25 ml H\n2\nO and partitioned with 25 ml EtOAc, twice. Preparation of the HPLC-MS samples and the condition for MS analysis were the same as previously described.\n7\n\n\n(3) For the extraction of different fungal tissues for aspulvinone production, the procedure was similar to a previously reported procedure.\n12\n,\n13\n Plates containing 20 ml LCMM agar (1.5% agar) were overlaid with another 10 ml of LCMM agar (0.75% agar). Plates were point inoculated with wild type or the DR mutant strains and grown at 30 °C for 4 days. Conidia were harvested by adding 7 ml salt solution (8.5 g l\n–1\n NaCl) followed by gently scraping with a sterile spreader. The conidial solution was inspected under the microscope to be largely free of hyphae and conidiophores. The conidial fraction was sonicated for 1 h and extracted twice with an equal volume of EtOAc. The top layer was then washed with 10 ml sterile water twice and removed with a sterile spatula. The bottom agar layer was then chopped into small pieces and extracted as previously described. Preparation of the HPLC-MS samples from different tissues and the conditions for MS analysis were as previously described.\n7",
    "isolation_of_secondary_metabolites": "Isolation of secondary metabolites\nFor scale up, \nA. nidulans\n HE strains were cultivated at 37 °C in 1 liter LMM liquid medium (∼100 ml per flask) at 1 × 10\n6\n spores per ml with shaking at 180 rpm. The nutrients uridine, uracil, pyridoxine and riboflavin were supplemented if necessary. To induce expression, 88 μl cyclopentanone was added into the medium after 18 h of incubation. The incubator temperature was then changed to 30 °C and the culture medium was collected 72 h after cyclopentanone induction. The medium was filtrated and extracted three times with equal volume of EtOAc. The combined EtOAc layers were evaporated to a crude extract. Further purification of fractions with targeted compounds was carried out by gradient HPLC on a C18 reverse phase column [Phenomenex Luna 5 μm C18, 250 × 10 mm] with a flow rate of 5.0 ml min\n–1\n and measured by a UV detector at 254 nm.",
    "fluorescence_microscopy": "Fluorescence microscopy\nThe wild type and two mutant strains (\natmelAp-gfp\n, \napvAp-gfp\n) were cultivated on the two-layer agar plates as mentioned. Plates were point inoculated with wild type or the mutant strains and grown at 30 °C for 5 days. The conidia were collected as previously described and the conidial solution was diluted 10 times with sterile water. A 10 μl portion of the diluted solution was placed on a pre-cleaned microscope slide and covered with a coverslip. For imaging of the hyphal GFP fluorescence signal, the top layer was removed as previously described. A small portion of hyphae containing agar (<10 μl) was placed on a pre-cleaned microscope slide and covered with a coverslip. All the samples were examined under an optical microscope to confirm that the conidia and hyphae could be clearly visualized. Images were taken with a Zeiss LSM 510 Meta NLO (Thornwood, NY) confocal imaging system equipped with Argon, red HeNe, and green HeNe lasers and a Coherent Chameleon Ti–Sapphire laser mounted on a vibration-free table."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5523082/"
}