{
  "id": "PMC5286820",
  "title": "Skewing in Arabidopsis roots involves disparate environmental signaling pathways.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Skewing in Arabidopsis roots involves disparate environmental signaling pathways.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5286820/"
  },
  "sections": {
    "abstract": "Background\nSkewing root patterns provide key insights into root growth strategies and mechanisms that produce root architectures. Roots exhibit skewing and waving when grown on a tilted, impenetrable surface. The genetics guiding these morphologies have been examined, revealing that some Arabidopsis ecotypes skew and wave (e.g. WS), while others skew insignificantly but still wave (e.g. Col-0). The underlying molecular mechanisms of skewing and waving remain unclear. In this study, transcriptome data were derived from two Arabidopsis ecotypes, WS and Col-0, under three tilted growth conditions in order to identify candidate genes involved in skewing.\nResults\nThis work identifies a number of genes that are likely involved in skewing, using growth conditions that differentially affect skewing and waving. Comparing the gene expression profiles of WS and Col-0 in different tilted growth conditions identified 11 candidate genes as potentially involved in the control of skewing. These 11 genes are involved in several different cellular processes, including sugar transport, salt signaling, cell wall organization, and hormone signaling.\nConclusions\nThis study identified 11 genes whose change in expression level is associated with root skewing behavior. These genes are involved in signaling and perception, rather than the physical restructuring of root. Future work is needed to elucidate the potential role of these candidate genes during root skewing.\nElectronic supplementary material\nThe online version of this article (doi:10.1186/s12870-017-0975-9) contains supplementary material, which is available to authorized users.",
    "background": "Background\nPlant roots have been long studied and yet investigations of root behavior, physiology, and biochemistry continue to be actively explored on every level [\n1\n–\n6\n]. The work presented here seeks further insights into root growth strategies by focusing on two distinct growth patterns of root growth, skewing and waving. Skewing is when the steady-state growth direction of a root deviates from the direction of the gravity vector and waving is when the root undulates back and forth over time along its direction of growth [\n7\n–\n14\n]. Skewing and waving have been described as gravity-enhanced touch responses, since these root patterns are notably present when a plant is grown on a tilted, impenetrable surface. Current models require that gravity pulls the root tip down onto the tilted surface, which increases the mechanical impedance to growth, and results in root skewing and root waving [\n15\n]. However, recent spaceflight experiments with \nArabidopsis thaliana\n (Arabidopsis) on the International Space Station (ISS) have shown that certain ecotypes have roots that deviate from vertical growth (at a magnitude similar to skewing on the ground) and wave in the absence of gravity [\n16\n–\n18\n]. These ecotypes that exhibit spaceflight skewing are also the ecotypes that exhibit terrestrial skewing when grown at an angle [\n16\n–\n18\n]. The degree of skewing in spaceflight was consistent with previous terrestrial observations, but the waving pattern was different from what was typically observed on the ground [\n17\n]. The causes of skewing – and subsequently, the genes involved – are currently unknown. The goal of this study is to discover which genes are associated with root skewing through transcription microarrays.\nOther root tropisms exist as a result of environmental interaction, which likely impact the degree of root skewing and root waving. Touch responses, or thigmotropism, involves many genes that interact with auxin and can subsequently alter growth patterns [\n11\n, \n19\n–\n28\n]. Plants also determine their growth in relation to the gravity vector, resulting in a gravitropic set-point angle (GSA), which is most commonly associated with lateral organ growth relative to the primary organ [\n29\n]. GSA is driven by auxin and TRANSPORT INHIBITOR RESPONSE 1/AUXIN SIGNALING F-BOX (TIR1/AFB)-dependent signaling, in a process similar to gravitropism [\n30\n–\n32\n]. Light can alter GSA for different plant systems [\n33\n], and light in general plays a role in root patterning and growth direction [\n34\n–\n42\n]. Additional tropisms include halotropism [\n39\n, \n43\n, \n44\n], chemotropism [\n45\n], hydrotropism [\n46\n], all of which can alter root growth response (reviewed in [\n3\n]).\nMany hypotheses exist for the underlying molecular mechanisms and key genes responsible for root skewing and root waving. As a result, a wide variety of genes have been implicated as involved in these growth patterns. Hormone related pathways and processes are among the candidates, such as ethylene involvement in root waving [\n10\n] and auxin and tryptophan biosynthesis in both skewing and waving [\n47\n, \n48\n]. The cytoskeleton is also involved in skewing and waving [\n7\n, \n18\n, \n49\n, \n50\n], including \nWAVE-DAMPENED 2\n (\nWVD2\n; At5g28646) and \nWVD2-LIKE 1\n (\nWDL1\n; At3g04630) genes, which alter cell expansion through microtubule bundle organization [\n51\n]. Many genes involved in molecular patterning, signaling, phosphorylation, and cell wall structure are also involved in root skewing and waving. Guanosine triphosphate (GTP)-binding proteins [\n11\n], cell expansion gene \nROOT HAIR DEFECTIVE 3\n (\nRHD3\n; At3g13870) with putative GTP-binding motif [\n13\n], \nCLAVATA\n-related genes [\n52\n], protein phosphatase/PP2A \nENHANCED ETHYLENE RESPONSE 1\n (\nRCN1\n; At1g25490; [\n53\n]), serine/threonine protein kinases \nWAG1\n and \nWAG2\n (At1g53700 and At3g14370, respectively; [\n54\n]), and \nKNOTTED-LIKE FROM ARABIDOPSIS THALIANA 1\n (\nKNAT1\n; At4g08150; [\n55\n]) are all associated with morphological change in root skewing or root waving. The SKU family of genes were identified through phenotypic changes in root behavior, with \nSKU5\n (At4g12420) and related genes being involved with cell wall modification and root growth [\n56\n] and \nSKU6\n (At2g03680) and family being involved with cortical microtubule and directional cell expansion [\n50\n]. While no single pathway has been identified in the literature as responsible for root skewing or for root waving, several different pathways have evidence for being involved.\nSkewing and waving are functionally separable using genetics [\n7\n, \n12\n, \n13\n, \n51\n, \n57\n]. The physiological separation of skewing from waving within a ecotype can be accomplished by using the environment, particularly the tilt angle of the growth plate, and can also occur in spaceflight [\n16\n–\n18\n]. The degree to which growth plates are tilted is referred to as the Angle of the growth plate (A\ngp\n). Typically, plates are tilted backward such that plants are above the media surface, at A\ngp\n 45°. For many Arabidopsis ecotypes, growth at A\ngp\n 45° results in roots that both skew and wave. When growth plates are tilted forward, such that plants are below the media surface, at A\ngp\n 135°, Arabidopsis roots skew with reduced waving, similar to the pattern observed in spaceflight. Growth plates held vertically are A\ngp\n 90° and are considered as the controls for growth angle, as roots on vertical plates generally do not skew or wave.\nThis study aims to discover additional genes associated with root skewing through transcription microarray analyses of Arabidopsis roots exhibiting different patterns of waving and skewing. Gene expression profiles were derived from Arabidopsis that displayed different root growth behaviors in various growth environments in order to identify gene activities associated with skewing and waving. Identified genes were validated using qRT-PCR and evaluated using previous studies for likelihood of involvement with the skewing process.",
    "results": "Results\nArabidopsis ecotypes skew and wave differently from one another in different growth environments\nArabidopsis ecotypes Wassilewskija (WS) and Columbia (Col-0) differ in their skewing and waving behaviors, where WS demonstrates strong skewing and waving while Col-0 waves like WS but does not greatly skew, which was a growth pattern observed in spaceflight and on the ground (selected references: [\n14\n, \n17\n, \n49\n]). These two ecotypes were grown at three growth angles (A\ngp\n 45°, 135°, or vertical control of A\ngp\n 90°) to produce different root phenotypes (Figs. \n1\n and \n2\n). Plants were grown for 3 days vertically, then moved to each respective A\ngp\n for 5 more days, resulting in steady-state behavior in each of the A\ngp\n.\nFig. 1\nVarious comparisons of microarray data reveals different genes involved in root skewing and waving. \nArrows point\n to control used in each experiment. \nVertical arrows\n indicate comparisons within ecotypes, horizontal arrows indicate comparisons between ecotypes. Eight-day experiment designed to isolate each permutation of root skewing and root waving and identify genes responsible. Vertical comparisons reveal genes responsible for changing the root growth pattern in response to different A\ngp\n – for WS, these genes correlate to skewing and waving phenotypes. Horizontal comparisons reveal genes responsible for differences in skewing and waving for Col-0 and WS roots. Numbers indicate gene transcripts with different levels of transcripts from controls. Significance cutoffs of |log\n2\n(FC)| > 1, \np\n < 0.05\n\n\nFig. 2\nWS roots grown at A\ngp\n 135° skew with reduced waving, while WS roots grown at A\ngp\n 45° both skew and wave. Plants were grown vertically for 3 days on 0.5% Phytagel agar media, moved to their respective growth conditions, and grown for 5 more days. Plants were imaged, harvested, and fixed in RNAlater 8 days after germination (5 days after gravistimulation). Bars represent means (average \nn\n = 43) and error bars represent 95% confidence interval. Measurements were conducted using ImageJ plugin JFilament [\n106\n–\n108\n] and were processed using custom R scripts available on GitHub [\n109\n]. For comparisons where interaction of the two independent variables is significant, results of Scheffé’s method are represented with letters. Bars with different letters are different from one another (\np\n < 0.05). For comparisons where interaction of the two independent variables is not significant, brackets and stars are used in addition to letter codes (\np\n < 0.05 = *). Brackets indicate grouped measurements; all bars for one unit on the x-axis are compared to other bars for other x-axis units, and are represented by the significance indicator above the bracket. \na\n Length of primary root. Roots grown at A\ngp\n 90° were the longest, followed by roots grown at A\ngp\n 135°, and roots grown at A\ngp\n 45° were the shortest. Col-0 roots were shorter than WS roots. \nb\n Horizontal growth index of primary root. WS roots skewed more than Col-0 roots when grown at A\ngp\n 45° and 135°. \nc\n Straightness of primary root. WS roots were less straight than Col-0 roots. \nd\n Root wave density. Roots grown at A\ngp\n 45° had the highest WD. \ne\n Representative image of WS at A\ngp\n 45°. \nf\n Representative image of Col-0 at Agp 45°. \ng\n Representative image of WS at A\ngp\n 90°. \nh\n Representative image of Col-0 at A\ngp\n 90°. \ni\n Representative image of WS at A\ngp\n 135°. \nj\n Representative image of Col-0 at A\ngp\n 135°. All images (courtesy of author) were taken through media\n\n\nThe first analysis compared transcriptional differences within a ecotype caused by the environmental condition of A\ngp\n, specifically differences between WS roots grown at A\ngp\n 90° and WS roots grown at A\ngp\n 45° or 135°, and the differences between Col-0 roots grown at A\ngp\n 90° and Col-0 roots grown at A\ngp\n 45° or 135°. Only the A\ngp\n influenced the differences in gene expression and root morphology. Roots were quantified following parameters identified in previous work [\n12\n, \n58\n] using protocols outlined in the Materials and Methods section. The arrows in Fig. \n1\n represent comparisons analyzed. Figure \n1\n also shows a diagram of the root morphology for each genotype under each A\ngp\n.\nThe second analysis compared transcriptional differences between ecotypes at each A\ngp\n (e.g. differences between Col-0 and WS roots grown at A\ngp\n 45°). In this case, the ecotype influenced gene expression and morphology at the given A\ngp\n. The horizontal arrows in Fig. \n1\n show these comparisons.\nThis matrix of comparisons allows two overlapping approaches to using differential expression to identify genes associated with skewing. WS roots skew significantly more than Col-0 roots at A\ngp\n 135° and significantly more than WS roots at A\ngp\n 90° (see Fig. \n1\n). At A\ngp\n 45° WS roots skew more than Col-0 roots, but both WS and Col-0 roots also wave at 45°. Quantification of root morphometrics is found in Fig. \n2\n, using horizontal growth index (HGI; trigonometric relationship between the overall angle of growth and length of the root), straightness (STR; straight-line length of the root from start point to end point divided by the actual length of the root), and wave density (WD; waves per millimeter along root length). Comparisons involving A\ngp\n 45° allow the removal of waving as a confounding factor in the gene expression analyses.\nCol-0 roots showed 24 significantly altered transcripts related to A\ngp\n, most of which may be involved in waving.\nThese comparisons are represented by the vertical arrows in the left column of Fig. \n1\n, with the numbers indicating the number of significantly altered transcripts from each comparison (significance cutoffs of |log\n2\n(fc)| > 1; \np\n < 0.05). False discovery rate (FDR) corrections are found in Table \n1\n.\nTable 1\nComparing different growth angles to vertical within Col-0\n\n\nWhen gene expression profiles of roots grown at A\ngp\n 45° were compared to A\ngp\n 90°, 22 genes were shown to be differentially regulated, three of which were upregulated and 19 of which were downregulated (Fig. \n3a\n). Col-0 plants grown at A\ngp\n 45° had roots that waved but did not skew as compared to the roots of plants grown at A\ngp\n 90°. Thus these 22 differentially expressed genes were associated with a root waving and but not root skewing.\nFig. 3\nComparison of transcriptomes as they relate to morphology. Heat maps illustrate differences generated by angle of the growth plate (A\ngp\n) or genetic differences. \na\n Genes with altered transcription within Col-0 compared to the control of A\ngp\n 90°. Col-0 had 22 gene transcripts altered at A\ngp\n 45 ° and 6 altered at A\ngp\n 135°. Data in the heat map corresponds with data in Table \n1\n. \nb\n Genes with altered transcription within WS compared to the control of A\ngp\n 90°. WS had 66 altered gene transcripts at A\ngp\n 45° and 40 altered at A\ngp\n 135°. Data in heat map corresponds with data in Additional file \n1\n: Table S2. \nc\n Transcript comparisons between Col-0 and WS ecotypes – a genetic comparison – with morphological diagrams corresponding to each of the categories (I-VI) of gene expression profile. Transcripts between the ecotypes were removed if they were altered at the same level at all A\ngp\n. For example, if the transcript for \nGene A\n was downregulated 2 fold in all conditions, it was removed. This comparison between Col-0 and WS had 128 altered gene transcripts at A\ngp\n 90°, 88 altered between Col-0 and WS at A\ngp\n 45°, and 133 altered between Col-0 and WS at A\ngp\n 135°. Data in heat map corresponds to data in Additional file \n2\n: Table S3.\n\n\nComparison of gene expression profiles of roots grown at A\ngp\n 135° with profiles of roots grown at A\ngp\n 90° (Fig. \n3a\n), revealed only 6 genes that were differentially regulated between the two growth conditions. All 6 of these genes were downregulated. Morphologically, Col-0 roots grown at A\ngp\n 135° were not significantly different from those grown at A\ngp\n 90° (Fig. \n2\n). Four genes out of these six were also present among the significantly differentially expressed genes in the A\ngp\n 45° comparison to A\ngp\n 90°, with just 2 being unique (At1g09310; a protein of unknown function with DUF538 and At3g19430; a protein related to late-embryogenesis abundant proteins, Table \n1\n).\nThus the 18 genes unique to the A\ngp\n 45° comparison to their 90° controls may represent genes associated with root waving, but not skewing. Many different processes were associated with these 18 genes identified, such as cell wall structure (\nXTH7\n, \nXTH9\n) and sugar transport (\nSWEET11\n, \nOCT1\n; Table \n1\n).\nOnly four genes had altered transcript levels at both A\ngp\n 45° and 135°, meaning that they responded to both the backward and forward tilted growth environments (Fig. \n3a\n). All four of these genes were downregulated at approximately the same levels in both conditions. These genes were \nAt4g12490\n (a pEARLI1-like LTP), \nTHIOREDOXIN H8\n (\nTRX8\n; At1g69880), \nDEFECTIVE IN INDUCED RESISTANCE 1\n (\nDIR1\n; At5g48485; putative LTP), and \nCELL WALL INVERTASE 5\n (\nATCWINV5\n; At3g13784).\nWS showed 92 significantly altered transcripts related to A\ngp\n, revealing candidates genes involved in skewing\nThese comparisons are represented by the vertical arrows in the right column of Fig. \n1\n. The number of genes with significantly altered transcripts is located next to the appropriate arrow in Fig. \n1\n (significance cutoffs of |log\n2\n(fc)| > 1; \np\n < 0.05). False discovery rate (FDR) corrections are found in Additional file \n1\n: Table S2.\nAt A\ngp\n 45°, WS produces roots that both skew and wave compared to the roots grown vertically (A\ngp\n 90°). Gene expression profiles revealed that WS that were grown at A\ngp\n 45° had 66 genes with altered transcription in roots compared to A\ngp\n 90°. Nine of the 66 genes were upregulated, while 57 were downregulated (Fig. \n3b\n and Additional file \n1\n: Table S2). These genes may represent those involved in both skewing and waving processes. Processes associated with these genes include lipid transfer (\nAZELAIC ACID INDUCED 1\n [\nAZI1\n; At4g12470], \nCELL WALL-PLASMA MEMBRANE LINKER PROTEIN\n [\nCWLP\n; At3g22120]), pectin methylesterase inhibition (At5g62330, At2g01610), and peroxidase activity (\nPEROXIDASE 49\n [\nPER49\n; At4g36430], \nPEROXIDASE 53\n [\nPER53\n; At5g06720]; Additional file \n1\n: Table S2).\nWhen grown at A\ngp\n 135° WS produces roots that skew without waving (Fig. \n2\n). Gene expression profiles revealed that WS roots grown at Agp 135° had 40 genes with altered transcription in roots compared to WS roots grown at A\ngp\n 90°. These 40 genes are likely skewing-related (Fig. \n3b\n). Only two genes (\nHISTONE H1-3\n [\nHIS1-3\n; At2g18050] and \nDARK INDUCIBLE 2\n [\nDIN2\n; At3g60140]) also had differential transcription in Col-0, and the expression level of \nDIN2\n was in opposite directions (Table \n1\n and Additional file \n1\n: Table S2). Some of the processes included are methionine metabolism related (\nMETHIONINE GAMMA-LYASE\n [\nMGL\n; At1g64660]), histone-related (\nHIS1-3\n), and jacalin-related (\nJACALIN-RELATED LECTIN 40\n [\nJAL40\n; At5g28520]). Other genes from these 40 will be discussed in more detail in the following sections.\nThe genes with altered transcription in both A\ngp\n 45° and at A\ngp\n 135° (14 out of the 40 genes previously mentioned) were altered in the same way in both A\ngp\n 45° and 135° compared to A\ngp\n 90°, except for one gene. This one gene was \nASPARAGINE SYNTHETASE [GLUTAMINE-HYDROLYZING] 1\n (\nASN1\n; At3g47340, also called \nDIN6\n,), which was downregulated in A\ngp\n 45° and upregulated in A\ngp\n 135°, and is involved in darkness responses and sucrose starvation responses. The remaining 13 genes were involved in various processes, including cell wall reorganization (\nXYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 9\n [\nXTH9\n; At4g03210]) and sugar transport (\nSWEET11\n and \nSWEET12\n; At3g48740 and At5g23660, respectively).\nTranscriptome comparisons between ecotypes revealed genes that could be involved in skewing in WS\nThe gene expression profiles between Col-0 and WS when skewing and waving were also compared. These comparisons are represented in Fig. \n1\n by the horizontal arrows pointing toward WS, with the number of significantly altered levels of gene transcripts indicated above each arrow. Genes altered between Col-0 and WS at the same level in all three growth angles were removed from the comparison, as they represent inherent differences between the cultivars that were independent of the testing environments. The plant images and morphometrics are found in Fig. \n2\n, with resulting heat map with six different patterns of expression pattern categories in Fig. \n4\n and gene annotations, information, and significance cutoffs in Additional file \n2\n: Table S3.\nFig. 4\nComparison of candidate skew genes from physiological and genotypic comparisons. \na\n Venn diagram of gene numbers from Fig. \n3\n, illustrating overlap of 16 genes. The left circle represents total number of genes changed in WS (Fig. \n3b\n) and the right circle represents total number of genes changed between Col-0 and WS in groups IV, V, and VI (Fig. \n3c\n). \nb\n Genes with altered transcription identified in Fig. \n3b\n (\nleft column\n) were combined with genes with altered transcription identified in groups IV, V, and VI of Fig. \n3c\n (\nright column\n), resulting in 16 genes. The majority of overlapping gene transcripts occurs with A\ngp\n 135° – a growth condition that elicited root skewing with minimal waving – totaling 11 highly probable skew gene candidates (HPSGC), shown here in bolded text with dark connecting lines\n\n\nThe first differential gene expression pattern had altered transcripts between Col-0 and WS only when grown A\ngp\n 90°. Genes 1–61 had altered transcript levels in Category I (Fig. \n3c\n); 19 of the identified genes were upregulated and 42 of which were downregulated (Additional file \n2\n: Table S3). This pattern indicated inherent genetic differences between these two lines in their control condition and these differences were mitigated or no longer present in other tested growth environments.\nThe second differential gene expression pattern had altered transcripts between Col-0 and WS when cultivars grown A\ngp\n 90°, but also had altered transcripts in a same way when grown at A\ngp\n 45°. Genes 62–85 had altered transcript levels in Category II (Fig. \n3c\n); 15 of the identified genes were upregulated and 9 downregulated when comparing the gene expression in Col-0 to WS roots (Additional file \n2\n: Table S3). This expression pattern was not considered to be involved with skewing, since A\ngp\n 45° results in a combination of skewing and waving in WS and waving in Col-0. Additionally, the genes identified in this expression pattern were not significantly different in A\ngp\n 135°, which generates skewing without waving in WS and a non-skewing, non-waving phenotype in Col-0 (Fig. \n2\n).\nThe third expression pattern had altered transcript levels between Col-0 and WS when grown A\ngp\n 90° and at A\ngp\n 135°. Genes 86–128 had altered transcript levels in Category III (Fig. \n3c\n); 20 of the identified genes were upregulated and 23 genes downregulated when comparing Col-0 to WS (Fig. \n3c\n and Additional file \n2\n: Table S3). At A\ngp\n 135° WS skewed and Col-0 did not, yet these genes showed same differential expression between Col-0 and WS roots when grown at A\ngp\n 90° and do not exhibit any skewing or waving differences (Figs. \n2\n and \n3c\n). These genes were likely not involved with skewing.\nThe fourth expression pattern had altered transcript levels between Col-0 and WS only when both were grown at A\ngp\n 45°. Genes 129–166 had altered transcript levels in Category IV (Fig. \n3c\n); 30 of the identified genes were upregulated and 8 were downregulated (Fig. \n3c\n and Additional file \n2\n: Table S3). The genes identified represent a combination of skewing and waving phenomena, and as such, were considered as potential root skewing candidates.\nThe fifth expression pattern had altered transcript levels at both A\ngp\n 45° and 135° when comparing Col-0 roots to WS roots. Genes 167–192 had altered transcript levels in Category V (Fig. \n3c\n); 20 of the identified genes were upregulated and 6 were downregulated (Fig. \n3c\n). Skewing occurred in WS but not in Col-0 in both conditions (Fig. \n2\n), although at A\ngp\n 45°, skewing occurred with waving. For WS roots, skewing was a distinguished morphological phenotype from Col-0. The genes identified had altered transcript levels in both A\ngp\n 45° and 135°, and are therefore likely involved with skewing.\nThe sixth and final expression pattern had altered transcript levels at A\ngp\n 135° only, when comparing Col-0 to WS. Genes 193–256 had altered transcript levels in Category VI (Fig. \n3c\n); 14 of the identified genes were upregulated and 50 genes were downregulated, meaning that WS had higher levels of these 50 genes when compared to Col-0. These identified genes were likely involved in skewing since skewing occurs in WS at A\ngp\n 135° with minimal waving but it does not in Col-0, thus is the only phenotypic difference between the roots of the two ecotypes (Fig. \n2\n). The genes from the fifth and the sixth expression patterns, totaling 90 genes, were selected as a root skewing candidate genes.\nOverlap of skew gene candidates from all comparisons further narrows the set of skew gene candidates\nWhen combining the lists of genes identified in Categories IV, V, and VI (128 genes) with genes identified within WS comparisons (66 genes altered at A\ngp\n 45° and 40 genes altered at A\ngp\n 135°), 16 genes are shared (Fig. \n4\n). This overlap is illustrated by the Venn diagram in Fig. \n4a\n. The majority of shared genes between the two data sets involved A\ngp\n 135° – the growth condition that elicited skewing with minimal waving – resulting in 11 genes, which were named the highly probable skew gene candidates (HPSGC, Table \n2\n; also indicated by “Y*” in Additional file \n1\n: Table S2). Several of the HPSGC have been verified with qRT-PCR, showing similar trends to the transcriptomic microarray data [see Additional file \n3\n]. The HPSGC are involved in a variety of cellular processes. Additionally, only 3 of these 11 genes were shared with the set of genes identified in Col-0 grown at A\ngp\n 45°, which induced root waving (Fig. \n3a\n, Table \n1\n). Two of these genes (\nDIN2\n and \nASN1\n) were expressed in opposite directions, while the remaining gene (\nSWEET11\n) was upregulated in all sets.\nTable 2\nHPSGC and their various functional groups and signaling pathways that could contribute to WS root skewing\nGene\nSymbol\nLog2(FC)\nCatalytic activity\nHormone\nCell Wall\nSugar\nBiotic stress\nMobile mRNA\nDark\nSalt\nRoot cell\nWater\nSUBA3\n\n\np\n < 0.05; \nq\n < 0.05\n At4g26260\n\n\nMIOX4\n\n\n1.570\nX\nX\nX\nX\ncytosol\n At4g24890\n\n\nPAP24\n\n\n1.414\nX\nX\nextracellular\n At3g47340\n\n\nASN1\n\n\n2.080\nX\nX\nX\ncytosol\n At2g25150\n1.839\nX\ncytosol\n At5g02020\n\n\nSIS\n\n\n1.200\nX\nnucleus\n At5g66780\n1.556\nplastid\n At3g28310\n1.430\nnucleus\n\n\np\n < 0.05 only\n At3g60140\n\n\nDIN2\n\n\n2.214\nX\nX\nX\nX\nvacuole, extracellular\n At4g35770\n\n\nSTR15/SEN1\n\n\n2.100\nX\nX\nplastid (chloro., thylakoid)\n At3g48740\n\n\nSWEET11\n\n\n1.804\nX\nX\nplasma membrane\n At4g10310\n\n\nHKT1\n\n\n1.021\nX\nX\nplasma membrane\nHPSGC are reported, with “X” indicating to which process or category each member belongs. SUBA3 reports localization of each HPSGC\n\n\nThe 11 genes comprising the HPSGC, indicated by bolded text in Fig. \n4b\n, are \nMYO-INOSITOL OXYGENASE 4\n (\nMIOX4\n; At4g26260; involved in inositol oxygenase activity, syncytium formation, and iron ion binding), \nPURPLE ACID PHOSPHATASE 24\n (\nPAP24\n; At4g24890; involved in protein serine/threonine phosphatase activity), \nSWEET11\n (a sucrose efflux transporter), \nDIN2\n (a beta-glucosidase mRNA, involved in glycoside hydrolase, and is induced after darkness), \nASN1\n (involved in darkness and sucrose starvation responses), \nSENESCENCE 1\n (\nSEN1\n; At4g35770; senescence-associated, induced by phosphate starvation), \nHIGH AFFINITY K+ TRANSPORTER 1\n (\nHKT1\n; At4g10310; sodium transporter in xylem parenchyma), \nSALT INDUCED SERINE RICH\n (\nSIS\n; At5g02020; involved in salt tolerance), At2g25150 (HXXXD transferase family protein involved in transferring acyl groups other than amino-acyl groups), At5g66780 (unknown gene), and At3g28310 (unknown gene containing DUF677).",
    "conclusions": "Conclusions\nThis work investigated the transcriptional differences between skewing and non-skewing roots. Comparisons within WS revealed genes that responded to the angle of growth (A\ngp\n) during the process of skewing. These genes were cross referenced with transcripts differing between the WS and Col-0 genotypes to refine the list of genes that are most probably be involved in root skewing. A majority of the highly probable skew gene candidates (HPSGC) are directly associated with environmental sensing (e.g. salt, sugar, hormones, darkness), upstream of physical growth differences (e.g. cell wall remodeling, cell division, cell elongation). Thus, pathways that respond to disparate signals from the root local environment may drive the root behavior of skewing. However, it is also possible that some of the HPSGC are responses to the altered phenotype, rather than the basis of the phenotype. In order to separate these two hypotheses, future studies could investigate the HPSGC to find the specific pathways and molecular mechanisms contributing to root skewing.",
    "electronic_supplementary_material": "Electronic supplementary material\nThe online version of this article (doi:10.1186/s12870-017-0975-9) contains supplementary material, which is available to authorized users.",
    "arabidopsis_ecotypes_skew_and_wave_differently_from_one_anot": "Arabidopsis ecotypes skew and wave differently from one another in different growth environments\nArabidopsis ecotypes Wassilewskija (WS) and Columbia (Col-0) differ in their skewing and waving behaviors, where WS demonstrates strong skewing and waving while Col-0 waves like WS but does not greatly skew, which was a growth pattern observed in spaceflight and on the ground (selected references: [\n14\n, \n17\n, \n49\n]). These two ecotypes were grown at three growth angles (A\ngp\n 45°, 135°, or vertical control of A\ngp\n 90°) to produce different root phenotypes (Figs. \n1\n and \n2\n). Plants were grown for 3 days vertically, then moved to each respective A\ngp\n for 5 more days, resulting in steady-state behavior in each of the A\ngp\n.\nFig. 1\nVarious comparisons of microarray data reveals different genes involved in root skewing and waving. \nArrows point\n to control used in each experiment. \nVertical arrows\n indicate comparisons within ecotypes, horizontal arrows indicate comparisons between ecotypes. Eight-day experiment designed to isolate each permutation of root skewing and root waving and identify genes responsible. Vertical comparisons reveal genes responsible for changing the root growth pattern in response to different A\ngp\n – for WS, these genes correlate to skewing and waving phenotypes. Horizontal comparisons reveal genes responsible for differences in skewing and waving for Col-0 and WS roots. Numbers indicate gene transcripts with different levels of transcripts from controls. Significance cutoffs of |log\n2\n(FC)| > 1, \np\n < 0.05\n\n\nFig. 2\nWS roots grown at A\ngp\n 135° skew with reduced waving, while WS roots grown at A\ngp\n 45° both skew and wave. Plants were grown vertically for 3 days on 0.5% Phytagel agar media, moved to their respective growth conditions, and grown for 5 more days. Plants were imaged, harvested, and fixed in RNAlater 8 days after germination (5 days after gravistimulation). Bars represent means (average \nn\n = 43) and error bars represent 95% confidence interval. Measurements were conducted using ImageJ plugin JFilament [\n106\n–\n108\n] and were processed using custom R scripts available on GitHub [\n109\n]. For comparisons where interaction of the two independent variables is significant, results of Scheffé’s method are represented with letters. Bars with different letters are different from one another (\np\n < 0.05). For comparisons where interaction of the two independent variables is not significant, brackets and stars are used in addition to letter codes (\np\n < 0.05 = *). Brackets indicate grouped measurements; all bars for one unit on the x-axis are compared to other bars for other x-axis units, and are represented by the significance indicator above the bracket. \na\n Length of primary root. Roots grown at A\ngp\n 90° were the longest, followed by roots grown at A\ngp\n 135°, and roots grown at A\ngp\n 45° were the shortest. Col-0 roots were shorter than WS roots. \nb\n Horizontal growth index of primary root. WS roots skewed more than Col-0 roots when grown at A\ngp\n 45° and 135°. \nc\n Straightness of primary root. WS roots were less straight than Col-0 roots. \nd\n Root wave density. Roots grown at A\ngp\n 45° had the highest WD. \ne\n Representative image of WS at A\ngp\n 45°. \nf\n Representative image of Col-0 at Agp 45°. \ng\n Representative image of WS at A\ngp\n 90°. \nh\n Representative image of Col-0 at A\ngp\n 90°. \ni\n Representative image of WS at A\ngp\n 135°. \nj\n Representative image of Col-0 at A\ngp\n 135°. All images (courtesy of author) were taken through media\n\n\nThe first analysis compared transcriptional differences within a ecotype caused by the environmental condition of A\ngp\n, specifically differences between WS roots grown at A\ngp\n 90° and WS roots grown at A\ngp\n 45° or 135°, and the differences between Col-0 roots grown at A\ngp\n 90° and Col-0 roots grown at A\ngp\n 45° or 135°. Only the A\ngp\n influenced the differences in gene expression and root morphology. Roots were quantified following parameters identified in previous work [\n12\n, \n58\n] using protocols outlined in the Materials and Methods section. The arrows in Fig. \n1\n represent comparisons analyzed. Figure \n1\n also shows a diagram of the root morphology for each genotype under each A\ngp\n.\nThe second analysis compared transcriptional differences between ecotypes at each A\ngp\n (e.g. differences between Col-0 and WS roots grown at A\ngp\n 45°). In this case, the ecotype influenced gene expression and morphology at the given A\ngp\n. The horizontal arrows in Fig. \n1\n show these comparisons.\nThis matrix of comparisons allows two overlapping approaches to using differential expression to identify genes associated with skewing. WS roots skew significantly more than Col-0 roots at A\ngp\n 135° and significantly more than WS roots at A\ngp\n 90° (see Fig. \n1\n). At A\ngp\n 45° WS roots skew more than Col-0 roots, but both WS and Col-0 roots also wave at 45°. Quantification of root morphometrics is found in Fig. \n2\n, using horizontal growth index (HGI; trigonometric relationship between the overall angle of growth and length of the root), straightness (STR; straight-line length of the root from start point to end point divided by the actual length of the root), and wave density (WD; waves per millimeter along root length). Comparisons involving A\ngp\n 45° allow the removal of waving as a confounding factor in the gene expression analyses.",
    "col-0_roots_showed_24_significantly_altered_transcripts_rela": "Col-0 roots showed 24 significantly altered transcripts related to A\ngp\n, most of which may be involved in waving.\nThese comparisons are represented by the vertical arrows in the left column of Fig. \n1\n, with the numbers indicating the number of significantly altered transcripts from each comparison (significance cutoffs of |log\n2\n(fc)| > 1; \np\n < 0.05). False discovery rate (FDR) corrections are found in Table \n1\n.\nTable 1\nComparing different growth angles to vertical within Col-0\n\n\nWhen gene expression profiles of roots grown at A\ngp\n 45° were compared to A\ngp\n 90°, 22 genes were shown to be differentially regulated, three of which were upregulated and 19 of which were downregulated (Fig. \n3a\n). Col-0 plants grown at A\ngp\n 45° had roots that waved but did not skew as compared to the roots of plants grown at A\ngp\n 90°. Thus these 22 differentially expressed genes were associated with a root waving and but not root skewing.\nFig. 3\nComparison of transcriptomes as they relate to morphology. Heat maps illustrate differences generated by angle of the growth plate (A\ngp\n) or genetic differences. \na\n Genes with altered transcription within Col-0 compared to the control of A\ngp\n 90°. Col-0 had 22 gene transcripts altered at A\ngp\n 45 ° and 6 altered at A\ngp\n 135°. Data in the heat map corresponds with data in Table \n1\n. \nb\n Genes with altered transcription within WS compared to the control of A\ngp\n 90°. WS had 66 altered gene transcripts at A\ngp\n 45° and 40 altered at A\ngp\n 135°. Data in heat map corresponds with data in Additional file \n1\n: Table S2. \nc\n Transcript comparisons between Col-0 and WS ecotypes – a genetic comparison – with morphological diagrams corresponding to each of the categories (I-VI) of gene expression profile. Transcripts between the ecotypes were removed if they were altered at the same level at all A\ngp\n. For example, if the transcript for \nGene A\n was downregulated 2 fold in all conditions, it was removed. This comparison between Col-0 and WS had 128 altered gene transcripts at A\ngp\n 90°, 88 altered between Col-0 and WS at A\ngp\n 45°, and 133 altered between Col-0 and WS at A\ngp\n 135°. Data in heat map corresponds to data in Additional file \n2\n: Table S3.\n\n\nComparison of gene expression profiles of roots grown at A\ngp\n 135° with profiles of roots grown at A\ngp\n 90° (Fig. \n3a\n), revealed only 6 genes that were differentially regulated between the two growth conditions. All 6 of these genes were downregulated. Morphologically, Col-0 roots grown at A\ngp\n 135° were not significantly different from those grown at A\ngp\n 90° (Fig. \n2\n). Four genes out of these six were also present among the significantly differentially expressed genes in the A\ngp\n 45° comparison to A\ngp\n 90°, with just 2 being unique (At1g09310; a protein of unknown function with DUF538 and At3g19430; a protein related to late-embryogenesis abundant proteins, Table \n1\n).\nThus the 18 genes unique to the A\ngp\n 45° comparison to their 90° controls may represent genes associated with root waving, but not skewing. Many different processes were associated with these 18 genes identified, such as cell wall structure (\nXTH7\n, \nXTH9\n) and sugar transport (\nSWEET11\n, \nOCT1\n; Table \n1\n).\nOnly four genes had altered transcript levels at both A\ngp\n 45° and 135°, meaning that they responded to both the backward and forward tilted growth environments (Fig. \n3a\n). All four of these genes were downregulated at approximately the same levels in both conditions. These genes were \nAt4g12490\n (a pEARLI1-like LTP), \nTHIOREDOXIN H8\n (\nTRX8\n; At1g69880), \nDEFECTIVE IN INDUCED RESISTANCE 1\n (\nDIR1\n; At5g48485; putative LTP), and \nCELL WALL INVERTASE 5\n (\nATCWINV5\n; At3g13784).",
    "ws_showed_92_significantly_altered_transcripts_related_to_ag": "WS showed 92 significantly altered transcripts related to A\ngp\n, revealing candidates genes involved in skewing\nThese comparisons are represented by the vertical arrows in the right column of Fig. \n1\n. The number of genes with significantly altered transcripts is located next to the appropriate arrow in Fig. \n1\n (significance cutoffs of |log\n2\n(fc)| > 1; \np\n < 0.05). False discovery rate (FDR) corrections are found in Additional file \n1\n: Table S2.\nAt A\ngp\n 45°, WS produces roots that both skew and wave compared to the roots grown vertically (A\ngp\n 90°). Gene expression profiles revealed that WS that were grown at A\ngp\n 45° had 66 genes with altered transcription in roots compared to A\ngp\n 90°. Nine of the 66 genes were upregulated, while 57 were downregulated (Fig. \n3b\n and Additional file \n1\n: Table S2). These genes may represent those involved in both skewing and waving processes. Processes associated with these genes include lipid transfer (\nAZELAIC ACID INDUCED 1\n [\nAZI1\n; At4g12470], \nCELL WALL-PLASMA MEMBRANE LINKER PROTEIN\n [\nCWLP\n; At3g22120]), pectin methylesterase inhibition (At5g62330, At2g01610), and peroxidase activity (\nPEROXIDASE 49\n [\nPER49\n; At4g36430], \nPEROXIDASE 53\n [\nPER53\n; At5g06720]; Additional file \n1\n: Table S2).\nWhen grown at A\ngp\n 135° WS produces roots that skew without waving (Fig. \n2\n). Gene expression profiles revealed that WS roots grown at Agp 135° had 40 genes with altered transcription in roots compared to WS roots grown at A\ngp\n 90°. These 40 genes are likely skewing-related (Fig. \n3b\n). Only two genes (\nHISTONE H1-3\n [\nHIS1-3\n; At2g18050] and \nDARK INDUCIBLE 2\n [\nDIN2\n; At3g60140]) also had differential transcription in Col-0, and the expression level of \nDIN2\n was in opposite directions (Table \n1\n and Additional file \n1\n: Table S2). Some of the processes included are methionine metabolism related (\nMETHIONINE GAMMA-LYASE\n [\nMGL\n; At1g64660]), histone-related (\nHIS1-3\n), and jacalin-related (\nJACALIN-RELATED LECTIN 40\n [\nJAL40\n; At5g28520]). Other genes from these 40 will be discussed in more detail in the following sections.\nThe genes with altered transcription in both A\ngp\n 45° and at A\ngp\n 135° (14 out of the 40 genes previously mentioned) were altered in the same way in both A\ngp\n 45° and 135° compared to A\ngp\n 90°, except for one gene. This one gene was \nASPARAGINE SYNTHETASE [GLUTAMINE-HYDROLYZING] 1\n (\nASN1\n; At3g47340, also called \nDIN6\n,), which was downregulated in A\ngp\n 45° and upregulated in A\ngp\n 135°, and is involved in darkness responses and sucrose starvation responses. The remaining 13 genes were involved in various processes, including cell wall reorganization (\nXYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 9\n [\nXTH9\n; At4g03210]) and sugar transport (\nSWEET11\n and \nSWEET12\n; At3g48740 and At5g23660, respectively).",
    "transcriptome_comparisons_between_ecotypes_revealed_genes_th": "Transcriptome comparisons between ecotypes revealed genes that could be involved in skewing in WS\nThe gene expression profiles between Col-0 and WS when skewing and waving were also compared. These comparisons are represented in Fig. \n1\n by the horizontal arrows pointing toward WS, with the number of significantly altered levels of gene transcripts indicated above each arrow. Genes altered between Col-0 and WS at the same level in all three growth angles were removed from the comparison, as they represent inherent differences between the cultivars that were independent of the testing environments. The plant images and morphometrics are found in Fig. \n2\n, with resulting heat map with six different patterns of expression pattern categories in Fig. \n4\n and gene annotations, information, and significance cutoffs in Additional file \n2\n: Table S3.\nFig. 4\nComparison of candidate skew genes from physiological and genotypic comparisons. \na\n Venn diagram of gene numbers from Fig. \n3\n, illustrating overlap of 16 genes. The left circle represents total number of genes changed in WS (Fig. \n3b\n) and the right circle represents total number of genes changed between Col-0 and WS in groups IV, V, and VI (Fig. \n3c\n). \nb\n Genes with altered transcription identified in Fig. \n3b\n (\nleft column\n) were combined with genes with altered transcription identified in groups IV, V, and VI of Fig. \n3c\n (\nright column\n), resulting in 16 genes. The majority of overlapping gene transcripts occurs with A\ngp\n 135° – a growth condition that elicited root skewing with minimal waving – totaling 11 highly probable skew gene candidates (HPSGC), shown here in bolded text with dark connecting lines\n\n\nThe first differential gene expression pattern had altered transcripts between Col-0 and WS only when grown A\ngp\n 90°. Genes 1–61 had altered transcript levels in Category I (Fig. \n3c\n); 19 of the identified genes were upregulated and 42 of which were downregulated (Additional file \n2\n: Table S3). This pattern indicated inherent genetic differences between these two lines in their control condition and these differences were mitigated or no longer present in other tested growth environments.\nThe second differential gene expression pattern had altered transcripts between Col-0 and WS when cultivars grown A\ngp\n 90°, but also had altered transcripts in a same way when grown at A\ngp\n 45°. Genes 62–85 had altered transcript levels in Category II (Fig. \n3c\n); 15 of the identified genes were upregulated and 9 downregulated when comparing the gene expression in Col-0 to WS roots (Additional file \n2\n: Table S3). This expression pattern was not considered to be involved with skewing, since A\ngp\n 45° results in a combination of skewing and waving in WS and waving in Col-0. Additionally, the genes identified in this expression pattern were not significantly different in A\ngp\n 135°, which generates skewing without waving in WS and a non-skewing, non-waving phenotype in Col-0 (Fig. \n2\n).\nThe third expression pattern had altered transcript levels between Col-0 and WS when grown A\ngp\n 90° and at A\ngp\n 135°. Genes 86–128 had altered transcript levels in Category III (Fig. \n3c\n); 20 of the identified genes were upregulated and 23 genes downregulated when comparing Col-0 to WS (Fig. \n3c\n and Additional file \n2\n: Table S3). At A\ngp\n 135° WS skewed and Col-0 did not, yet these genes showed same differential expression between Col-0 and WS roots when grown at A\ngp\n 90° and do not exhibit any skewing or waving differences (Figs. \n2\n and \n3c\n). These genes were likely not involved with skewing.\nThe fourth expression pattern had altered transcript levels between Col-0 and WS only when both were grown at A\ngp\n 45°. Genes 129–166 had altered transcript levels in Category IV (Fig. \n3c\n); 30 of the identified genes were upregulated and 8 were downregulated (Fig. \n3c\n and Additional file \n2\n: Table S3). The genes identified represent a combination of skewing and waving phenomena, and as such, were considered as potential root skewing candidates.\nThe fifth expression pattern had altered transcript levels at both A\ngp\n 45° and 135° when comparing Col-0 roots to WS roots. Genes 167–192 had altered transcript levels in Category V (Fig. \n3c\n); 20 of the identified genes were upregulated and 6 were downregulated (Fig. \n3c\n). Skewing occurred in WS but not in Col-0 in both conditions (Fig. \n2\n), although at A\ngp\n 45°, skewing occurred with waving. For WS roots, skewing was a distinguished morphological phenotype from Col-0. The genes identified had altered transcript levels in both A\ngp\n 45° and 135°, and are therefore likely involved with skewing.\nThe sixth and final expression pattern had altered transcript levels at A\ngp\n 135° only, when comparing Col-0 to WS. Genes 193–256 had altered transcript levels in Category VI (Fig. \n3c\n); 14 of the identified genes were upregulated and 50 genes were downregulated, meaning that WS had higher levels of these 50 genes when compared to Col-0. These identified genes were likely involved in skewing since skewing occurs in WS at A\ngp\n 135° with minimal waving but it does not in Col-0, thus is the only phenotypic difference between the roots of the two ecotypes (Fig. \n2\n). The genes from the fifth and the sixth expression patterns, totaling 90 genes, were selected as a root skewing candidate genes.",
    "overlap_of_skew_gene_candidates_from_all_comparisons_further": "Overlap of skew gene candidates from all comparisons further narrows the set of skew gene candidates\nWhen combining the lists of genes identified in Categories IV, V, and VI (128 genes) with genes identified within WS comparisons (66 genes altered at A\ngp\n 45° and 40 genes altered at A\ngp\n 135°), 16 genes are shared (Fig. \n4\n). This overlap is illustrated by the Venn diagram in Fig. \n4a\n. The majority of shared genes between the two data sets involved A\ngp\n 135° – the growth condition that elicited skewing with minimal waving – resulting in 11 genes, which were named the highly probable skew gene candidates (HPSGC, Table \n2\n; also indicated by “Y*” in Additional file \n1\n: Table S2). Several of the HPSGC have been verified with qRT-PCR, showing similar trends to the transcriptomic microarray data [see Additional file \n3\n]. The HPSGC are involved in a variety of cellular processes. Additionally, only 3 of these 11 genes were shared with the set of genes identified in Col-0 grown at A\ngp\n 45°, which induced root waving (Fig. \n3a\n, Table \n1\n). Two of these genes (\nDIN2\n and \nASN1\n) were expressed in opposite directions, while the remaining gene (\nSWEET11\n) was upregulated in all sets.\nTable 2\nHPSGC and their various functional groups and signaling pathways that could contribute to WS root skewing\nGene\nSymbol\nLog2(FC)\nCatalytic activity\nHormone\nCell Wall\nSugar\nBiotic stress\nMobile mRNA\nDark\nSalt\nRoot cell\nWater\nSUBA3\n\n\np\n < 0.05; \nq\n < 0.05\n At4g26260\n\n\nMIOX4\n\n\n1.570\nX\nX\nX\nX\ncytosol\n At4g24890\n\n\nPAP24\n\n\n1.414\nX\nX\nextracellular\n At3g47340\n\n\nASN1\n\n\n2.080\nX\nX\nX\ncytosol\n At2g25150\n1.839\nX\ncytosol\n At5g02020\n\n\nSIS\n\n\n1.200\nX\nnucleus\n At5g66780\n1.556\nplastid\n At3g28310\n1.430\nnucleus\n\n\np\n < 0.05 only\n At3g60140\n\n\nDIN2\n\n\n2.214\nX\nX\nX\nX\nvacuole, extracellular\n At4g35770\n\n\nSTR15/SEN1\n\n\n2.100\nX\nX\nplastid (chloro., thylakoid)\n At3g48740\n\n\nSWEET11\n\n\n1.804\nX\nX\nplasma membrane\n At4g10310\n\n\nHKT1\n\n\n1.021\nX\nX\nplasma membrane\nHPSGC are reported, with “X” indicating to which process or category each member belongs. SUBA3 reports localization of each HPSGC\n\n\nThe 11 genes comprising the HPSGC, indicated by bolded text in Fig. \n4b\n, are \nMYO-INOSITOL OXYGENASE 4\n (\nMIOX4\n; At4g26260; involved in inositol oxygenase activity, syncytium formation, and iron ion binding), \nPURPLE ACID PHOSPHATASE 24\n (\nPAP24\n; At4g24890; involved in protein serine/threonine phosphatase activity), \nSWEET11\n (a sucrose efflux transporter), \nDIN2\n (a beta-glucosidase mRNA, involved in glycoside hydrolase, and is induced after darkness), \nASN1\n (involved in darkness and sucrose starvation responses), \nSENESCENCE 1\n (\nSEN1\n; At4g35770; senescence-associated, induced by phosphate starvation), \nHIGH AFFINITY K+ TRANSPORTER 1\n (\nHKT1\n; At4g10310; sodium transporter in xylem parenchyma), \nSALT INDUCED SERINE RICH\n (\nSIS\n; At5g02020; involved in salt tolerance), At2g25150 (HXXXD transferase family protein involved in transferring acyl groups other than amino-acyl groups), At5g66780 (unknown gene), and At3g28310 (unknown gene containing DUF677).",
    "discussion": "Discussion\nTranscriptome comparisons within ecotypes reveal a primary set of 92 candidate genes involved in skewing\nThe primary set of 92 candidate genes involved in skewing was identified by comparing the transcription of WS genes when grown at A\ngp\n 45° or 135° compared to A\ngp\n 90°. Morphologically, WS roots skew when grown at A\ngp\n 135° with reduced waving (Figs. \n1\n and \n2\n). The genes with altered transcription identified in this comparison of A\ngp\n 135° to A\ngp\n 90° represent the pool of genes likely involved in root skewing and not waving, since they were altered in a condition that induces root skewing independent of the classical root waving patterns. WS roots also skew when grown at A\ngp\n 45°; however, the occurrence of waving at A\ngp\n 45° complicates the relationship between skewing and transcriptome at A\ngp\n 45°. It is important to note that only roots were used for the microarrays, and that lateral roots appeared to be similar across all treatments. As seen in Table \n2\n, the 11 genes associated with skewing cluster into a few biological categories, suggesting that several pathways interact to produce skewed growth and directionality.\nCol-0 roots, on the other hand, did not skew as did WS roots, and as such, differed only in waving when A\ngp\n 45° or 135° were compared to A\ngp\n 90°. The number of genes with altered transcription at A\ngp\n 45° or 135° compared to A\ngp\n 90° was also reduced, and not considered in the list of candidate skew genes due to the lack of skewing morphology.\nTranscriptome comparisons between ecotypes revealed a different set of 128 genes that may be involved in skewing\nComparing gene expression patterns between WS and Col-0 shows how the ecotypes cope with the same environmental challenges presented to them, in this case whether the angle of the growth plate produces skewed roots. In order to determine which gene expression patterns are related to skewing, the relative expression patterns can be correlated to the morphology generated in each of the growth angles.\nCategories I-III in Fig. \n3c\n are not related to skewing. The first category (Category I, Genes 1–61; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were different between WS and Col-0 at A\ngp\n 90° and also unchanged at A\ngp\n 45° or 135° (Additional file \n2\n: Table S3). The second category (Category II, Genes 62–85; Fig. \n3c\n and Additional file \n2\n: Table S3) contained genes that were differentially expressed between WS and Col-0 at A\ngp\n 45°. However, the transcript expression of these genes was also different when the roots did not skew at A\ngp\n 90, which suggests that these genes are responding to growth angle but are not responsible for causing the morphologic change. The same logic can be applied to the genes of Category III, where transcript expression was different between WS and Col-0 when grown at A\ngp\n 90° and when grown at A\ngp\n 135° (Category III, Genes 86–128; Fig. \n3c\n and Additional file \n2\n: Table S3).\nThe genes of Category IV present a pattern of expression that indicated a potential role in skewing (Category IV; Genes 129–166; Fig. \n3c\n and Additional file \n2\n: Table S3), since the genes present in this category are differentially expressed between WS (which skews at A\ngp\n 45°) and Col-0 (which does not skew). Some of the genes identified in this category include \nHIS1-3\n, \nSKU5 SIMILAR 15\n (\nSKS15\n; At4g37160; involved in oxidoreductase activity and copper ion binding), and \nXYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 26\n (\nXTH26\n; At4g28850; involved in hydrolase activity and cell wall remodeling). \nSKS15\n is related to a known SKU gene (\nSKU5\n), which is also known to have substantial impact on root growth and morphology [\n56\n]. Protein products of \nXTH26\n reduce cell wall elongation in roots with altered root hair morphology [\n59\n], which may also impact the overall directionality or skewing of the root.\nThe second category of genes whose differential expression between WS and Col-0 indicated a role in skewing (Category V; Genes 167–192; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were differentially expressed between the ecotypes at both A\ngp\n 45° and 135. The transcription of these genes was altered in the same way at both growth angles, and since skewing occurred at both growth angles (Fig. \n2\n), it can be assumed that these genes very likely play some role in the skewing morphology (Additional file \n2\n: Table S3). A couple of the genes identified include \nMODIFIER OF SNC1 2\n (\nMOS2\n; At1g33520; where \nSNC1\n is \nSUPPRESSOR OF NPR1-1, CONSTITUTIVE\n and \nNPR1-1\n is \nNONEXPRESSER OF PATHOGENESIS-RELATED 1\n; At4g16890 and At1g64280, respectively) and \nBEL1-LIKE HOMEODOMAIN 10 (BEL10\n; At1g19700, where \nBEL1\n is a homeodomain transcription factor controlling ovule patterning; At5g41410). \nMOS2\n is a DNA-binding gene that plays a role in the immune response pathway and in microRNA (miRNA) maturation [\n60\n]. miRNAs are heavily involved in gene regulation [\n61\n]. Since Col-0 roots have higher transcript levels of \nMOS2\n at both A\ngp\n 45° and 135° than WS, it is possible that miRNAs are involved early in the signaling pathway leading toward root growth parallel with gravity. The lower levels of \nMOS2\n in WS roots could be limiting the rate of signal transduction, changing the entire pathway, and ultimately changing root directionality and introducing root skewing. \nBEL10\n was upregulated in Col-0 roots compared to WS roots grown at A\ngp\n 45° or 135° (Additional file \n2\n: Table S3). \nBEL10\n is a transcription factor that interacts with PLP, a blue light receptor also involved in response to salt or dehydration stresses [\n62\n]. Higher or lower intracellular levels of phosphate could alter the ability of this gene to interact downstream in phosphate signaling pathways [\n36\n]. Additionally, inorganic phosphate depravation can influence seemingly redundant signal peptides to subsequently alter root growth [\n63\n], which may, in turn, alter overall root directionality and impact skewing.\nThe third category of genes that indicated a role in skewing (Category VI; Genes 193–256; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were differentially expressed between Col-0 and WS when roots were grown at A\ngp\n 135°. Since WS roots skewed at this growth angle and did not wave differently from roots grown at A\ngp\n 90°, the genes identified in this category were considered likely to be associated with skewing. Some of the genes in this category include \nRESPONSIVE TO ABA 18\n (\nRAB18\n; At5g66400) and \nPINOID BINDING PROTEIN 1\n (\nPBP1\n; At5g54490; Additional file \n2\n: Table S3). \nRAB18\n was downregulated in Col-0 roots compared to WS roots at A\ngp\n 135°. This dehydrin-related protein is reduced after exogenous 1-Aminocyclopropane-1-carboxylic acid (ACC) application, meaning it responds directly to ethylene in addition to abscisic acid (ABA) [\n64\n]. \nPBP1\n was downregulated in Col-0 roots compared to WS roots at A\ngp\n 135°. Since this PINOID-binding protein is upregulated by auxin [\n65\n], the different \nPBP1\n levels between Col-0 and WS could indicate different auxin levels between the two ecotypes [\n65\n, \n66\n]. Additional genes identified in Category VI will be discussed in the following section, due to their overlap with previously identified skew gene candidates.\nEleven genes remaining across all sets are most likely to be involved in skewing in various processes\nA subset of most likely candidate genes was identified by the intersection of the list based on growth angle in WS and the list based on comparative gene expression between WS and Col-0 (Fig. \n4\n), with the overlap of the two lists indicated in the Venn diagram, found in Fig. \n4a\n. The list of 92 genes based on growth angle of WS (Fig. \n4b\n; left heat map labeled “Physiology”) was compared to the list of 128 genes identified between Col-0 and WS (Fig. \n4b\n; right heat map labeled “Genotype”), producing 16 genes that appear in both lists (Fig. \n4a and b\n; Y* in both Additional file \n1\n: Table S2 and Additional file \n2\n: Table S3). The majority of these 16 genes are found involving A\ngp\n 135°, shown in bold text and dark lines. A\ngp\n 135° was the growth condition that elicited root skewing with minimal waving in WS, so to have the majority of overlapping genes identified by both the physiological and genotypic comparisons represented in this A\ngp\n provides more support for their involvement in root skewing. These 11 genes are noted as the highly probable skew gene candidates (HPSGC).\nThe 11 HPSGC are involved in many different processes and were subjected to a thorough literature and expression map search using many available databases, such as Suba3, TAIR, and the Arabidopsis eFP browser [\n67\n–\n71\n]. These genes were searched with the goal of finding associations with cell expansion, division, auxin transport, or any process involved with root tropisms, so as to develop insights into their roles in skewing. Sub-organ localizations (e.g. columella cells, root tip, root hairs, etc.) were noted where possible. A summary of these results is found in Table \n2\n.\n\n\nMIOX4\n is expressed in root hairs, stele, and lateral root cap [\n71\n], and digested columella cells have lower transcript abundance in response to auxin [\n70\n]. Additionally, overexpression of \nMIOX4\n in the presence of \nl\n-Ascorbic acid have increased root growth [\n72\n]. \nMIOX4\n influences root growth responses during stressed conditions [\n73\n], but knockouts do not have abnormal cell walls, despite the role of \nMIOX4\n upstream of polysaccharide integration into the cell wall [\n74\n].\n\n\nPAP24\n is not highly expressed in any root zones [\n69\n–\n71\n], but is predicted to be in plant cell walls and to have acid phosphatase and metal ion binding activity [\n67\n].\n\n\nASN1\n is expressed in root hairs [\n71\n] and in the root under phosphate starvation [\n75\n]. \nASN1\n is also responsive to darkness and sucrose starvation, and may have a role in response to viral infections [\n76\n].\n\n\nAt2g25150\n is highly expressed in the cortex under normal conditions [\n71\n], but is not shown to be auxin responsive [\n70\n]. In the literature, At2g25150 is described to have a product that is a BAHD enzyme with spermidine coumaroyl CoA acyltransferase activity in roots [\n77\n] and is upregulated by cytokinin activity [\n78\n], which is evidence for its activity in cell division [\n77\n].\n\n\nSIS\n is not significantly expressed in roots under normal conditions, but is upregulated in the columella cells, root cap, and epidermis of Arabidopsis roots after 1 h of salt stress [\n79\n] and 1 hour at low pH [\n80\n]. \nSIS\n is also known to be involved in salt tolerance [\n67\n].\n\n\nAt5g66780\n is not expressed in the root under normal conditions, but is upregulated in the root tip at low pH levels and under salt stress [\n74\n, \n80\n]. Under normal conditions, \nAt5g66780\n is expressed in all zones along the root epidermis, though not contiguously [\n71\n]. This gene is unknown; no other published information exists on this gene.\n\n\nAt3g28310\n is expressed in the procambium of the root in the elongation zone [\n69\n, \n71\n]. This gene produces a hypothetical protein with DUF677 [\n67\n] and is not well studied.\n\n\nDIN2\n is not expressed in the root under normal condtions, but is upregulated in roots under salt stress [\n79\n] and in conditions lacking inorganic phosphate [\n75\n]. \nDIN2\n mRNA can be transported from cell to cell [\n81\n], and is involved in a process that can lead to weakened root cell walls when under salt stress [\n82\n].\n\n\nSEN1\n is expressed in mature and developing root hairs [\n71\n], and is downregulated in the presence of auxin [\n70\n]. \nSEN1\n is regulated by both methyl-jasmonate and salicylic acid [\n83\n], and strongly induced by phosphate starvation [\n84\n],. Knockout mutants are growth deficient in the light [\n67\n].\n\n\nSWEET11\n is present in the vasculature in the zone of maturation [\n71\n], and is downregulated in the cortex of sulfur-deficient roots after 24 h [\n80\n]. \nSWEET11\n is a known sucrose efflux transporter that can assist with carbon transport to the roots in times of water stress [\n85\n].\n\n\nHKT1\n is expressed in the proto and metaphloem of the zone of maturation in Arabidopsis roots [\n69\n, \n71\n], and is linked to salt and water stress responses [\n86\n]. Knockout \nhkt1\n has significantly lower root sugars and higher tricarboxylic acid following salt stress, indicating a role for sugar metabolism in salt stress [\n86\n]. HKT1 is also regulated by cytokinin [\n87\n], and has a close interaction with ABSCISIC ACID INSENSITIVE 4 (\nABI4\n; At2g40220), where both gene products are expressed in the same cells and \nABI4\n binds to sites in the HKT1 promoter [\n88\n].\n\n\nThe 11 HPSGC show similar expression patterns in that none are particularly expressed in the root tip versus the rest of the root and are all closely related into one co-expression and co-localization network (Fig. \n5\n), despite being members of disparate signaling pathways and potential activities (Table \n2\n). These different signaling and environmental sensing pathways, such as salt, sugar, and darkness responses, are linked by their individual gene members. For example, \nASN1\n, \nSWEET11\n, and \nHKT1\n are involved in sucrose response, sugar transport, and salt signaling, respectively. These three genes, which are not co-expressed or co-localized with one another, are all co-expressed with a common gene (\nSWEET12\n; Fig. \n5\n), which further complicates the roles of each gene involved. Other HPSGC are involved with more downstream processes. DIN2 and SIS are involved in two different environmental sensing and cell signaling processes, are co-localized with one another, and are both co-localized with ACTIN DEPOLYMERIZING FACTOR 9 (ADF9; At4g34970) and PLANT INVERTASE/PECTIN METHYLESTERASE 47 (PME47; At5g04970; Fig. \n5\n), both of which are involved in cell wall remodeling. Other genes pulled in by this co-expression and co-localization network are related to handling sugar signaling downstream of sensing, such as \nSUGAR TRANSPORTER 1\n (\nSTP1\n; At1g11260) and \nLIKE SEX4 1\n (\nLSF1\n; At3g01510, where \nSEX4\n is a plant-specific glucan phosphatase; Fig. \n5\n). An additional network file shows the relationship between HPSGC and these additional genes [see Additional file \n4\n]. This computational approach to the HPSGC illustrates possibilities for how these environmental sensing and signaling pathway genes could be involved in the generation of root skewing.\nFig. 5\nCo-expression and co-localization network of HPSGC shows each member is linked with others. Additionally, other genes pulled into the network are other members of the same signaling networks or downstream cell wall remodeling. Network generated with GeneMANIA [\n119\n]\n\n\nSugar signaling is a major signaling pathway identified in the skew gene candidates. Sucrose efflux transporters \nSWEET11\n and \nSWEET12\n were both upregulated in WS roots grown at A\ngp\n 45° and 135°. \nSWEET11\n, a member of the HPSGC, was also upregulated in Col-0 roots grown at A\ngp\n 45° (Table \n1\n and Additional file \n1\n: Table S2). These genes are also associated with response to salt stress, divalent metal ion transport, and are integral in the endomembrane system [\n89\n, \n90\n]. SWEET11 and SWEET12 are shown to assist in phloem unloading into the apoplast [\n91\n], with SWEET12 responding to CO\n2\n as well [\n92\n]. This sugar transport could be used for signaling, as other members of the \nMtN3\n/saliva/\nSWEET\n-family of genes are involved with ion transport and physiological process regulation [\n93\n]. Root exudates are also involved in regulation of the surrounding microbiome and microenvironment [\n94\n], and these SWEET efflux proteins may be involved in shaping root growth and directionality through signaling. Additionally, \nASN1\n was upregulated in WS roots grown at A\ngp\n 135° and was downregulated in both Col-0 and WS roots grown at A\ngp\n 45° (Table \n1\n and Additional file \n1\n: Table S2). ASN1 responds to sucrose starvation, and mRNA accumulation is suppressed with sugar in some tests [\n95\n, \n96\n]. Additionally, both of these genes are responsive to absence of light, and may be involved in light/sugar signaling pathways (Additional file \n1\n: Table S2). It is possible that ASN1 would be involved with the aforementioned \nSWEET\n family network. Both \nDIN2\n and \nASN1\n were upregulated in the presence of various heavy metals, further implicating their roles in environmental signaling pathways [\n97\n], with ASN1 being expressed in the elongation and maturation zones in the root [\n71\n].\nOther genes in the HPSGC are involved in sugar signaling and subsequent related phosphatase pathways. \nDIN2\n is a dark inducible responsive to sugar starvation [\n96\n, \n98\n]. \nDIN2\n transcript is increased in the absence of type 1 and 2A protein phosphatases [\n96\n]. Though technically a metallo-phosphoesterase and a type 5 acid phosphatase, \nPAP24\n is a member of the HPSGC and may be involved in similar signaling pathways [\n99\n]. \nMIOX4\n is suppressed in the shoot by exogenous application of glucose, which my influence root expression through InsP\n3\n signaling cascades [\n73\n], which itself plays a role in response to gravitropic stimuli [\n100\n]. \nSEN1\n is another gene induced in roots by phosphate starvation and induced in leaves by a glucose transport inhibitor [\n101\n]. \nSEN1\n itself may provide a link between glucose signaling and phosphate signaling [\n101\n], and is highly expressed in the meristematic zone of the root [\n71\n].\nSalt signaling is another functional group identified in the HPSGC. \nHKT1\n has a role in salt signaling in Arabidopsis roots [\n102\n], and is likely involved in loading sodium ions into phloem to transport to roots, indirectly regulating potassium ion concentrations [\n86\n]. \nHKT1\n activity is reduced by high calcium levels [\n103\n, \n104\n], which could point to a crosstalk linkage point between calcium and salt signaling pathways. \nSIS\n also has a role in salt tolerance, but is mostly unknown at this time [\n105\n]. Some of these salt-related genes are present in root regions that would imply signaling activity and growth determination. For example, \nDIN2\n is present in the columella cells and stele of roots under salt stress, while \nSIS\n is present in the epidermis, lateral root cap, cortex, and partially present in the endodermis [\n79\n].",
    "transcriptome_comparisons_within_ecotypes_reveal_a_primary_s": "Transcriptome comparisons within ecotypes reveal a primary set of 92 candidate genes involved in skewing\nThe primary set of 92 candidate genes involved in skewing was identified by comparing the transcription of WS genes when grown at A\ngp\n 45° or 135° compared to A\ngp\n 90°. Morphologically, WS roots skew when grown at A\ngp\n 135° with reduced waving (Figs. \n1\n and \n2\n). The genes with altered transcription identified in this comparison of A\ngp\n 135° to A\ngp\n 90° represent the pool of genes likely involved in root skewing and not waving, since they were altered in a condition that induces root skewing independent of the classical root waving patterns. WS roots also skew when grown at A\ngp\n 45°; however, the occurrence of waving at A\ngp\n 45° complicates the relationship between skewing and transcriptome at A\ngp\n 45°. It is important to note that only roots were used for the microarrays, and that lateral roots appeared to be similar across all treatments. As seen in Table \n2\n, the 11 genes associated with skewing cluster into a few biological categories, suggesting that several pathways interact to produce skewed growth and directionality.\nCol-0 roots, on the other hand, did not skew as did WS roots, and as such, differed only in waving when A\ngp\n 45° or 135° were compared to A\ngp\n 90°. The number of genes with altered transcription at A\ngp\n 45° or 135° compared to A\ngp\n 90° was also reduced, and not considered in the list of candidate skew genes due to the lack of skewing morphology.",
    "transcriptome_comparisons_between_ecotypes_revealed_a_differ": "Transcriptome comparisons between ecotypes revealed a different set of 128 genes that may be involved in skewing\nComparing gene expression patterns between WS and Col-0 shows how the ecotypes cope with the same environmental challenges presented to them, in this case whether the angle of the growth plate produces skewed roots. In order to determine which gene expression patterns are related to skewing, the relative expression patterns can be correlated to the morphology generated in each of the growth angles.\nCategories I-III in Fig. \n3c\n are not related to skewing. The first category (Category I, Genes 1–61; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were different between WS and Col-0 at A\ngp\n 90° and also unchanged at A\ngp\n 45° or 135° (Additional file \n2\n: Table S3). The second category (Category II, Genes 62–85; Fig. \n3c\n and Additional file \n2\n: Table S3) contained genes that were differentially expressed between WS and Col-0 at A\ngp\n 45°. However, the transcript expression of these genes was also different when the roots did not skew at A\ngp\n 90, which suggests that these genes are responding to growth angle but are not responsible for causing the morphologic change. The same logic can be applied to the genes of Category III, where transcript expression was different between WS and Col-0 when grown at A\ngp\n 90° and when grown at A\ngp\n 135° (Category III, Genes 86–128; Fig. \n3c\n and Additional file \n2\n: Table S3).\nThe genes of Category IV present a pattern of expression that indicated a potential role in skewing (Category IV; Genes 129–166; Fig. \n3c\n and Additional file \n2\n: Table S3), since the genes present in this category are differentially expressed between WS (which skews at A\ngp\n 45°) and Col-0 (which does not skew). Some of the genes identified in this category include \nHIS1-3\n, \nSKU5 SIMILAR 15\n (\nSKS15\n; At4g37160; involved in oxidoreductase activity and copper ion binding), and \nXYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 26\n (\nXTH26\n; At4g28850; involved in hydrolase activity and cell wall remodeling). \nSKS15\n is related to a known SKU gene (\nSKU5\n), which is also known to have substantial impact on root growth and morphology [\n56\n]. Protein products of \nXTH26\n reduce cell wall elongation in roots with altered root hair morphology [\n59\n], which may also impact the overall directionality or skewing of the root.\nThe second category of genes whose differential expression between WS and Col-0 indicated a role in skewing (Category V; Genes 167–192; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were differentially expressed between the ecotypes at both A\ngp\n 45° and 135. The transcription of these genes was altered in the same way at both growth angles, and since skewing occurred at both growth angles (Fig. \n2\n), it can be assumed that these genes very likely play some role in the skewing morphology (Additional file \n2\n: Table S3). A couple of the genes identified include \nMODIFIER OF SNC1 2\n (\nMOS2\n; At1g33520; where \nSNC1\n is \nSUPPRESSOR OF NPR1-1, CONSTITUTIVE\n and \nNPR1-1\n is \nNONEXPRESSER OF PATHOGENESIS-RELATED 1\n; At4g16890 and At1g64280, respectively) and \nBEL1-LIKE HOMEODOMAIN 10 (BEL10\n; At1g19700, where \nBEL1\n is a homeodomain transcription factor controlling ovule patterning; At5g41410). \nMOS2\n is a DNA-binding gene that plays a role in the immune response pathway and in microRNA (miRNA) maturation [\n60\n]. miRNAs are heavily involved in gene regulation [\n61\n]. Since Col-0 roots have higher transcript levels of \nMOS2\n at both A\ngp\n 45° and 135° than WS, it is possible that miRNAs are involved early in the signaling pathway leading toward root growth parallel with gravity. The lower levels of \nMOS2\n in WS roots could be limiting the rate of signal transduction, changing the entire pathway, and ultimately changing root directionality and introducing root skewing. \nBEL10\n was upregulated in Col-0 roots compared to WS roots grown at A\ngp\n 45° or 135° (Additional file \n2\n: Table S3). \nBEL10\n is a transcription factor that interacts with PLP, a blue light receptor also involved in response to salt or dehydration stresses [\n62\n]. Higher or lower intracellular levels of phosphate could alter the ability of this gene to interact downstream in phosphate signaling pathways [\n36\n]. Additionally, inorganic phosphate depravation can influence seemingly redundant signal peptides to subsequently alter root growth [\n63\n], which may, in turn, alter overall root directionality and impact skewing.\nThe third category of genes that indicated a role in skewing (Category VI; Genes 193–256; Fig. \n3c\n and Additional file \n2\n: Table S3) contains genes that were differentially expressed between Col-0 and WS when roots were grown at A\ngp\n 135°. Since WS roots skewed at this growth angle and did not wave differently from roots grown at A\ngp\n 90°, the genes identified in this category were considered likely to be associated with skewing. Some of the genes in this category include \nRESPONSIVE TO ABA 18\n (\nRAB18\n; At5g66400) and \nPINOID BINDING PROTEIN 1\n (\nPBP1\n; At5g54490; Additional file \n2\n: Table S3). \nRAB18\n was downregulated in Col-0 roots compared to WS roots at A\ngp\n 135°. This dehydrin-related protein is reduced after exogenous 1-Aminocyclopropane-1-carboxylic acid (ACC) application, meaning it responds directly to ethylene in addition to abscisic acid (ABA) [\n64\n]. \nPBP1\n was downregulated in Col-0 roots compared to WS roots at A\ngp\n 135°. Since this PINOID-binding protein is upregulated by auxin [\n65\n], the different \nPBP1\n levels between Col-0 and WS could indicate different auxin levels between the two ecotypes [\n65\n, \n66\n]. Additional genes identified in Category VI will be discussed in the following section, due to their overlap with previously identified skew gene candidates.",
    "eleven_genes_remaining_across_all_sets_are_most_likely_to_be": "Eleven genes remaining across all sets are most likely to be involved in skewing in various processes\nA subset of most likely candidate genes was identified by the intersection of the list based on growth angle in WS and the list based on comparative gene expression between WS and Col-0 (Fig. \n4\n), with the overlap of the two lists indicated in the Venn diagram, found in Fig. \n4a\n. The list of 92 genes based on growth angle of WS (Fig. \n4b\n; left heat map labeled “Physiology”) was compared to the list of 128 genes identified between Col-0 and WS (Fig. \n4b\n; right heat map labeled “Genotype”), producing 16 genes that appear in both lists (Fig. \n4a and b\n; Y* in both Additional file \n1\n: Table S2 and Additional file \n2\n: Table S3). The majority of these 16 genes are found involving A\ngp\n 135°, shown in bold text and dark lines. A\ngp\n 135° was the growth condition that elicited root skewing with minimal waving in WS, so to have the majority of overlapping genes identified by both the physiological and genotypic comparisons represented in this A\ngp\n provides more support for their involvement in root skewing. These 11 genes are noted as the highly probable skew gene candidates (HPSGC).\nThe 11 HPSGC are involved in many different processes and were subjected to a thorough literature and expression map search using many available databases, such as Suba3, TAIR, and the Arabidopsis eFP browser [\n67\n–\n71\n]. These genes were searched with the goal of finding associations with cell expansion, division, auxin transport, or any process involved with root tropisms, so as to develop insights into their roles in skewing. Sub-organ localizations (e.g. columella cells, root tip, root hairs, etc.) were noted where possible. A summary of these results is found in Table \n2\n.\n\n\nMIOX4\n is expressed in root hairs, stele, and lateral root cap [\n71\n], and digested columella cells have lower transcript abundance in response to auxin [\n70\n]. Additionally, overexpression of \nMIOX4\n in the presence of \nl\n-Ascorbic acid have increased root growth [\n72\n]. \nMIOX4\n influences root growth responses during stressed conditions [\n73\n], but knockouts do not have abnormal cell walls, despite the role of \nMIOX4\n upstream of polysaccharide integration into the cell wall [\n74\n].\n\n\nPAP24\n is not highly expressed in any root zones [\n69\n–\n71\n], but is predicted to be in plant cell walls and to have acid phosphatase and metal ion binding activity [\n67\n].\n\n\nASN1\n is expressed in root hairs [\n71\n] and in the root under phosphate starvation [\n75\n]. \nASN1\n is also responsive to darkness and sucrose starvation, and may have a role in response to viral infections [\n76\n].\n\n\nAt2g25150\n is highly expressed in the cortex under normal conditions [\n71\n], but is not shown to be auxin responsive [\n70\n]. In the literature, At2g25150 is described to have a product that is a BAHD enzyme with spermidine coumaroyl CoA acyltransferase activity in roots [\n77\n] and is upregulated by cytokinin activity [\n78\n], which is evidence for its activity in cell division [\n77\n].\n\n\nSIS\n is not significantly expressed in roots under normal conditions, but is upregulated in the columella cells, root cap, and epidermis of Arabidopsis roots after 1 h of salt stress [\n79\n] and 1 hour at low pH [\n80\n]. \nSIS\n is also known to be involved in salt tolerance [\n67\n].\n\n\nAt5g66780\n is not expressed in the root under normal conditions, but is upregulated in the root tip at low pH levels and under salt stress [\n74\n, \n80\n]. Under normal conditions, \nAt5g66780\n is expressed in all zones along the root epidermis, though not contiguously [\n71\n]. This gene is unknown; no other published information exists on this gene.\n\n\nAt3g28310\n is expressed in the procambium of the root in the elongation zone [\n69\n, \n71\n]. This gene produces a hypothetical protein with DUF677 [\n67\n] and is not well studied.\n\n\nDIN2\n is not expressed in the root under normal condtions, but is upregulated in roots under salt stress [\n79\n] and in conditions lacking inorganic phosphate [\n75\n]. \nDIN2\n mRNA can be transported from cell to cell [\n81\n], and is involved in a process that can lead to weakened root cell walls when under salt stress [\n82\n].\n\n\nSEN1\n is expressed in mature and developing root hairs [\n71\n], and is downregulated in the presence of auxin [\n70\n]. \nSEN1\n is regulated by both methyl-jasmonate and salicylic acid [\n83\n], and strongly induced by phosphate starvation [\n84\n],. Knockout mutants are growth deficient in the light [\n67\n].\n\n\nSWEET11\n is present in the vasculature in the zone of maturation [\n71\n], and is downregulated in the cortex of sulfur-deficient roots after 24 h [\n80\n]. \nSWEET11\n is a known sucrose efflux transporter that can assist with carbon transport to the roots in times of water stress [\n85\n].\n\n\nHKT1\n is expressed in the proto and metaphloem of the zone of maturation in Arabidopsis roots [\n69\n, \n71\n], and is linked to salt and water stress responses [\n86\n]. Knockout \nhkt1\n has significantly lower root sugars and higher tricarboxylic acid following salt stress, indicating a role for sugar metabolism in salt stress [\n86\n]. HKT1 is also regulated by cytokinin [\n87\n], and has a close interaction with ABSCISIC ACID INSENSITIVE 4 (\nABI4\n; At2g40220), where both gene products are expressed in the same cells and \nABI4\n binds to sites in the HKT1 promoter [\n88\n].\n\n\nThe 11 HPSGC show similar expression patterns in that none are particularly expressed in the root tip versus the rest of the root and are all closely related into one co-expression and co-localization network (Fig. \n5\n), despite being members of disparate signaling pathways and potential activities (Table \n2\n). These different signaling and environmental sensing pathways, such as salt, sugar, and darkness responses, are linked by their individual gene members. For example, \nASN1\n, \nSWEET11\n, and \nHKT1\n are involved in sucrose response, sugar transport, and salt signaling, respectively. These three genes, which are not co-expressed or co-localized with one another, are all co-expressed with a common gene (\nSWEET12\n; Fig. \n5\n), which further complicates the roles of each gene involved. Other HPSGC are involved with more downstream processes. DIN2 and SIS are involved in two different environmental sensing and cell signaling processes, are co-localized with one another, and are both co-localized with ACTIN DEPOLYMERIZING FACTOR 9 (ADF9; At4g34970) and PLANT INVERTASE/PECTIN METHYLESTERASE 47 (PME47; At5g04970; Fig. \n5\n), both of which are involved in cell wall remodeling. Other genes pulled in by this co-expression and co-localization network are related to handling sugar signaling downstream of sensing, such as \nSUGAR TRANSPORTER 1\n (\nSTP1\n; At1g11260) and \nLIKE SEX4 1\n (\nLSF1\n; At3g01510, where \nSEX4\n is a plant-specific glucan phosphatase; Fig. \n5\n). An additional network file shows the relationship between HPSGC and these additional genes [see Additional file \n4\n]. This computational approach to the HPSGC illustrates possibilities for how these environmental sensing and signaling pathway genes could be involved in the generation of root skewing.\nFig. 5\nCo-expression and co-localization network of HPSGC shows each member is linked with others. Additionally, other genes pulled into the network are other members of the same signaling networks or downstream cell wall remodeling. Network generated with GeneMANIA [\n119\n]\n\n\nSugar signaling is a major signaling pathway identified in the skew gene candidates. Sucrose efflux transporters \nSWEET11\n and \nSWEET12\n were both upregulated in WS roots grown at A\ngp\n 45° and 135°. \nSWEET11\n, a member of the HPSGC, was also upregulated in Col-0 roots grown at A\ngp\n 45° (Table \n1\n and Additional file \n1\n: Table S2). These genes are also associated with response to salt stress, divalent metal ion transport, and are integral in the endomembrane system [\n89\n, \n90\n]. SWEET11 and SWEET12 are shown to assist in phloem unloading into the apoplast [\n91\n], with SWEET12 responding to CO\n2\n as well [\n92\n]. This sugar transport could be used for signaling, as other members of the \nMtN3\n/saliva/\nSWEET\n-family of genes are involved with ion transport and physiological process regulation [\n93\n]. Root exudates are also involved in regulation of the surrounding microbiome and microenvironment [\n94\n], and these SWEET efflux proteins may be involved in shaping root growth and directionality through signaling. Additionally, \nASN1\n was upregulated in WS roots grown at A\ngp\n 135° and was downregulated in both Col-0 and WS roots grown at A\ngp\n 45° (Table \n1\n and Additional file \n1\n: Table S2). ASN1 responds to sucrose starvation, and mRNA accumulation is suppressed with sugar in some tests [\n95\n, \n96\n]. Additionally, both of these genes are responsive to absence of light, and may be involved in light/sugar signaling pathways (Additional file \n1\n: Table S2). It is possible that ASN1 would be involved with the aforementioned \nSWEET\n family network. Both \nDIN2\n and \nASN1\n were upregulated in the presence of various heavy metals, further implicating their roles in environmental signaling pathways [\n97\n], with ASN1 being expressed in the elongation and maturation zones in the root [\n71\n].\nOther genes in the HPSGC are involved in sugar signaling and subsequent related phosphatase pathways. \nDIN2\n is a dark inducible responsive to sugar starvation [\n96\n, \n98\n]. \nDIN2\n transcript is increased in the absence of type 1 and 2A protein phosphatases [\n96\n]. Though technically a metallo-phosphoesterase and a type 5 acid phosphatase, \nPAP24\n is a member of the HPSGC and may be involved in similar signaling pathways [\n99\n]. \nMIOX4\n is suppressed in the shoot by exogenous application of glucose, which my influence root expression through InsP\n3\n signaling cascades [\n73\n], which itself plays a role in response to gravitropic stimuli [\n100\n]. \nSEN1\n is another gene induced in roots by phosphate starvation and induced in leaves by a glucose transport inhibitor [\n101\n]. \nSEN1\n itself may provide a link between glucose signaling and phosphate signaling [\n101\n], and is highly expressed in the meristematic zone of the root [\n71\n].\nSalt signaling is another functional group identified in the HPSGC. \nHKT1\n has a role in salt signaling in Arabidopsis roots [\n102\n], and is likely involved in loading sodium ions into phloem to transport to roots, indirectly regulating potassium ion concentrations [\n86\n]. \nHKT1\n activity is reduced by high calcium levels [\n103\n, \n104\n], which could point to a crosstalk linkage point between calcium and salt signaling pathways. \nSIS\n also has a role in salt tolerance, but is mostly unknown at this time [\n105\n]. Some of these salt-related genes are present in root regions that would imply signaling activity and growth determination. For example, \nDIN2\n is present in the columella cells and stele of roots under salt stress, while \nSIS\n is present in the epidermis, lateral root cap, cortex, and partially present in the endodermis [\n79\n].",
    "methods": "Methods\nPlants, treatments, and morphometric assays\n\n\nArabidopsis thaliana\n plants (wild type cultivars Col-0 and WS) were grown on media plates made from 0.5x MS liquid media, autoclaved with 0.5% Phytagel and poured in square-gridded plates (Fisherbrand, Fisher Scientific, Pittsburgh, PA). Seeds were wet sterilized in 1.7 mL Eppendorf microfuge tubes (Eppendorf, Hamburg, Germany) using a 5-min 70% ethanol wash, followed by a 5 min 50% v/v sodium hypochlorate solution wash (8.3%; Clorox, Oakland, CA), followed by 6 washes with sterile ddH\n2\nO. Seeds were planted on plates and moved to 4 °C for 2 days, followed by three days of vertical growth (A\ngp\n 90°) in 19 °C +/- 2 °C, and 24-h fluorescent light at approximately 80 μmol m\n-2\n s\n-1\n PAR. Plates were photographed, moved to their respective experimental condition (A\ngp\n 45°, 90°, or 135°), and photographed again on day 8 after germination (day 5 after gravistimulation). Plants were harvested and fixed in RNAlater (Ambion, Grand Island, New York, USA). Images of 8 day old plates were stacked, aligned, and measured using JFilament plugin for ImageJ [\n106\n–\n108\n]. Root measurements were processed through a custom R script, available on GitHub [\n109\n]. Data were analyzed using R and two-way ANOVAs with Type II sum of squares [\n110\n]. Post hoc analysis was conducted using Scheffé’s method.\nRNA and microarray\nRoots were dissected from shoots and RNA was extracted using Qiagen RNeasy Plant Mini Kit (Qiagen, Hilden, Germany). Five roots were used for each chip, and three chips were used per condition. Lateral roots were not quantified, but did not appear to be significantly different between treatments. Initial RNA concentration was determined by Eppendorf BioSpectrometer (Eppendorf, Hamburg, Germany). Final RNA concentration was determined on a NanoDrop Spectrophotometer (NanoDrop Technologies Inc., Wilmington, DE) and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA). Briefly, 100 ng of total RNA from each sample was reverse transcribed into double-stranded cDNA, from which biotin-labeled cRNA was generated using the 3′ IVT plus Kit (Affymetrix, Santa Clara, CA). The cRNA was purified using magnetic beads and was fragmented. Following fragmentation, cRNA products (12.5 μg) were hybridized with rotation to the Affymetrix GeneChip® Arabidopsis ATH1 Genome Arrays for 16 h at 45 °C. Arrays were washed on a Fluidics Station 450 (Affymetrix, Santa Clara, CA) using the Hybridization Wash and Stain Kit (Affymetrix, Santa Clara, CA) and the Washing Procedure FS450_0004. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G. Initial data analysis was carried out using the MAS5 algorithm within the Affymetrix Expression Console software. Microarray experiments were performed at the Interdisciplinary Center for Biotechnology Research Microarray Core, University of Florida. The datasets supporting the conclusions of this article are available in the Gene Expression Omnibus repository [GSE83242].\nData processing, comparison tools, and qRT-PCR validation\nData were normalized using RMA algorithm using the Limma and Bioconductor packages in R. Differential analyses were processed using R and the Limma package in Bioconductor. Data were imported and organized in Excel (Microsoft Corporation, Redmond, WA). Gene transcripts were significant if absolute value of the fold change was greater than 1 in a base 2 logarithmic scale, as well as a raw \np\n-value cutoff of \np\n < 0.05. All genes meeting these criteria were considered, mitigating the risk of false positives with the benefit of identifying as many genes as possible. False discovery rate (FDR)-correction was performed for further statistical power, with \nq\n < 0.05 being indicated in Table \n1\n, Additional file \n1\n: Table S2 and Additional file \n2\n: Table S3. For comparisons between Col-0 and WS cultivars, genes with altered transcripts in all three growth environments were removed if the change was near the same magnitude, within ± 1 fold change (base 2 log scale). Heatmaps were generated using Gene-E (v. 3.0.204, Broad Institute, Cambridge, MA). Gene data was researched using g:Profiler [\n89\n, \n90\n], agriGO [\n111\n], ATTED-II [\n112\n], Biogrid [\n113\n, \n114\n], UniProt [\n115\n], KEGG [\n116\n, \n117\n], and STRING [\n118\n] online databases. Additional visualization of gene networks was created using GeneMANIA [\n119\n].\nFor qRT-PCR validation of transcriptome microarray data, 460 ng of total RNA were reverse transcribed into cDNA using High Capacity RNA to cDNA Master Mix (Applied Biosystems, Foster City, CA, USA). Primers used were \nPAP24\n (F: 5’ – ACACGATTGGAGAGAAGGCA – 3’; R: 5’ – AACCAAGGACACGATGAGCT – 3’), \nSEN1\n (F: 5’ – AGGAAATGTTGCAGCAGAGG – 3’; R: 5’ – CGTTGATGGCTCTAGTCGGA – 3’), \nASN1\n (F: - GGAATATTTGGGGACGGTGC – 3’; R: 5’ – CGGGACATCAAGAACATCGG – 3’), and \nHKT1\n (F: 5’ – TCTTGGAGTGACGGTGCTAG – 3’; R: 5’ – CAGAGGTCCATTCAAAGGCG – 3’). The cDNA was analyzed by qRT-PCR using SYBR Green reagents and was normalized to \nUBQ11\n prior to the internal vertical control comparison or the Col-0 to WS comparison.",
    "plants,_treatments,_and_morphometric_assays": "Plants, treatments, and morphometric assays\n\n\nArabidopsis thaliana\n plants (wild type cultivars Col-0 and WS) were grown on media plates made from 0.5x MS liquid media, autoclaved with 0.5% Phytagel and poured in square-gridded plates (Fisherbrand, Fisher Scientific, Pittsburgh, PA). Seeds were wet sterilized in 1.7 mL Eppendorf microfuge tubes (Eppendorf, Hamburg, Germany) using a 5-min 70% ethanol wash, followed by a 5 min 50% v/v sodium hypochlorate solution wash (8.3%; Clorox, Oakland, CA), followed by 6 washes with sterile ddH\n2\nO. Seeds were planted on plates and moved to 4 °C for 2 days, followed by three days of vertical growth (A\ngp\n 90°) in 19 °C +/- 2 °C, and 24-h fluorescent light at approximately 80 μmol m\n-2\n s\n-1\n PAR. Plates were photographed, moved to their respective experimental condition (A\ngp\n 45°, 90°, or 135°), and photographed again on day 8 after germination (day 5 after gravistimulation). Plants were harvested and fixed in RNAlater (Ambion, Grand Island, New York, USA). Images of 8 day old plates were stacked, aligned, and measured using JFilament plugin for ImageJ [\n106\n–\n108\n]. Root measurements were processed through a custom R script, available on GitHub [\n109\n]. Data were analyzed using R and two-way ANOVAs with Type II sum of squares [\n110\n]. Post hoc analysis was conducted using Scheffé’s method.",
    "rna_and_microarray": "RNA and microarray\nRoots were dissected from shoots and RNA was extracted using Qiagen RNeasy Plant Mini Kit (Qiagen, Hilden, Germany). Five roots were used for each chip, and three chips were used per condition. Lateral roots were not quantified, but did not appear to be significantly different between treatments. Initial RNA concentration was determined by Eppendorf BioSpectrometer (Eppendorf, Hamburg, Germany). Final RNA concentration was determined on a NanoDrop Spectrophotometer (NanoDrop Technologies Inc., Wilmington, DE) and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA). Briefly, 100 ng of total RNA from each sample was reverse transcribed into double-stranded cDNA, from which biotin-labeled cRNA was generated using the 3′ IVT plus Kit (Affymetrix, Santa Clara, CA). The cRNA was purified using magnetic beads and was fragmented. Following fragmentation, cRNA products (12.5 μg) were hybridized with rotation to the Affymetrix GeneChip® Arabidopsis ATH1 Genome Arrays for 16 h at 45 °C. Arrays were washed on a Fluidics Station 450 (Affymetrix, Santa Clara, CA) using the Hybridization Wash and Stain Kit (Affymetrix, Santa Clara, CA) and the Washing Procedure FS450_0004. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G. Initial data analysis was carried out using the MAS5 algorithm within the Affymetrix Expression Console software. Microarray experiments were performed at the Interdisciplinary Center for Biotechnology Research Microarray Core, University of Florida. The datasets supporting the conclusions of this article are available in the Gene Expression Omnibus repository [GSE83242].",
    "data_processing,_comparison_tools,_and_qrt-pcr_validation": "Data processing, comparison tools, and qRT-PCR validation\nData were normalized using RMA algorithm using the Limma and Bioconductor packages in R. Differential analyses were processed using R and the Limma package in Bioconductor. Data were imported and organized in Excel (Microsoft Corporation, Redmond, WA). Gene transcripts were significant if absolute value of the fold change was greater than 1 in a base 2 logarithmic scale, as well as a raw \np\n-value cutoff of \np\n < 0.05. All genes meeting these criteria were considered, mitigating the risk of false positives with the benefit of identifying as many genes as possible. False discovery rate (FDR)-correction was performed for further statistical power, with \nq\n < 0.05 being indicated in Table \n1\n, Additional file \n1\n: Table S2 and Additional file \n2\n: Table S3. For comparisons between Col-0 and WS cultivars, genes with altered transcripts in all three growth environments were removed if the change was near the same magnitude, within ± 1 fold change (base 2 log scale). Heatmaps were generated using Gene-E (v. 3.0.204, Broad Institute, Cambridge, MA). Gene data was researched using g:Profiler [\n89\n, \n90\n], agriGO [\n111\n], ATTED-II [\n112\n], Biogrid [\n113\n, \n114\n], UniProt [\n115\n], KEGG [\n116\n, \n117\n], and STRING [\n118\n] online databases. Additional visualization of gene networks was created using GeneMANIA [\n119\n].\nFor qRT-PCR validation of transcriptome microarray data, 460 ng of total RNA were reverse transcribed into cDNA using High Capacity RNA to cDNA Master Mix (Applied Biosystems, Foster City, CA, USA). Primers used were \nPAP24\n (F: 5’ – ACACGATTGGAGAGAAGGCA – 3’; R: 5’ – AACCAAGGACACGATGAGCT – 3’), \nSEN1\n (F: 5’ – AGGAAATGTTGCAGCAGAGG – 3’; R: 5’ – CGTTGATGGCTCTAGTCGGA – 3’), \nASN1\n (F: - GGAATATTTGGGGACGGTGC – 3’; R: 5’ – CGGGACATCAAGAACATCGG – 3’), and \nHKT1\n (F: 5’ – TCTTGGAGTGACGGTGCTAG – 3’; R: 5’ – CAGAGGTCCATTCAAAGGCG – 3’). The cDNA was analyzed by qRT-PCR using SYBR Green reagents and was normalized to \nUBQ11\n prior to the internal vertical control comparison or the Col-0 to WS comparison.",
    "additional_files": "Additional files\n\n\nAdditional file 1: Table S2.\nComparing different growth angles to vertical within WS. (XLS 25 kb)\n\n\nAdditional file 2: Table S3.\nComparing Col-0 to WS at different growth angles. (XLS 103 kb)\n\n\nAdditional file 3:\nValidation of microarray data using qRT-PCR. The quantitative RT-PCR data for the genes encoding SEN1, ASN1, HKT1, MIOX4, SIS, SWEET11 and DINare provided numerically in a spread sheet. (XLS 12 kb)\n\n\nAdditional file 4:\nA GeneMania network of the HPSGC genes. Co-expression and co-localization network of HPSGC showing how each HPSGC member pulled in additional signaling or cell wall remodeling genes working downstream. (PDF 463 kb)",
    "funding": "Funding\nThis work was supported by National Aeronautics and Space Administration (NASA) Space life and Physical Sciences grants NNX12AN69G and NNX07AH27G to A-L. Paul and R.J. Ferl, and NNX15AI10H to E.R. Schultz. The funding agency did not participate in the design of the study, the collection, analysis, and interpretation of data, or in the writing the manuscript.",
    "availability_of_data_and_materials": "Availability of data and materials\nThe dataset supporting the conclusions of this article is available in the Gene Expression Omnibus repository, GSE83242 at \nhttp://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=gse83242\n. Additional data supporting the conclusions of this article are included within the article and its additional files. Software used to measure roots was conducted in R, with code freely available at \nhttps://github.com/eschultzphd/RootMeasurement\n.",
    "authors’_contributions": "Authors’ contributions\nERS was responsible for the experimental design, its execution, and its analysis, as well as drafting and editing the manuscript. AKZ contributed to interpretation of experimental data and manuscript organization and editing. NJS performed qRT-PCR validation. ALP and RJF contributed to experimental design and manuscript editing. All authors read and approved the final manuscript.",
    "competing_interests": "Competing interests\nThe authors declare that they have no competing interests.",
    "consent_for_publication": "Consent for publication\nNot applicable.",
    "ethics_approval_and_consent_to_participate": "Ethics approval and consent to participate\nNot applicable."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5286820/"
}