{
  "id": "PMC5771473",
  "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5771473/"
  },
  "sections": {
    "permalink": "Copy",
    "kenneth_a_philbrick,_phd": "1\nSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nKenneth A Philbrick",
    "stephen_a_martin,_phd": "1\nSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nStephen A Martin",
    "amy_r_colagiovanni,_bs": "1\nSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nAmy R Colagiovanni",
    "adam_j_branscum,_phd": "2\nBiostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nAdam J Branscum",
    "russell_t_turner,_phd": "1\nSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\n3\nCenter for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nRussell T Turner",
    "urszula_t_iwaniec,_phd": "1\nSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA\n3\nCenter for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA\nFind articles by \nUrszula T Iwaniec",
    "abstract": "Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient \nob/ob\n mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) wild type (WT) and \nob/ob\n male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in \nob/ob\n mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy to restore leptin signaling in \nob/ob\n mice. Two-month-old mice were randomized to one of three groups: (1) untreated control, (2) rAAV-Leptin, or (3) control vector rAAV-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV-Leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in \nob/ob\n mice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.\nKeywords:\n bone formation and resorption, cartilage, histology, ob/ob, osteoclast",
    "introduction": "The appetite regulatory hormone leptin is produced by adipose tissue (\nZhang, et al. 1994\n), circulates in levels proportional to total adiposity (\nConsidine, et al. 1996\n), and may act to couple skeletal metabolism to energy availability (\nGat-Yablonski, et al. 2004\n; \nHamrick 2004\n; \nIwaniec, et al. 2007\n; \nSteppan, et al. 2000\n; \nTurner, et al. 2013\n; \nTurner, et al. 2014\n). Long bones in leptin-deficient \nob/ob\n mice are shorter, biomechanically weaker, and exhibit lower overall bone mass and greater marrow adiposity compared to wild type (WT) mice (\nEaley, et al. 2006\n; \nIwaniec et al. 2007\n; \nLindenmaier, et al. 2016\n; \nSteppan et al. 2000\n; \nTurner et al. 2014\n). However, differences in cancellous bone volume fraction between \nob/ob\n and WT mice vary depending upon skeletal site and age. Leptin treatment in leptin-deficient mice normalizes bone volume and microarchitecture (\nIwaniec et al. 2007\n) by increasing bone formation (\nBartell, et al. 2011\n; \nHamrick, et al. 2005\n; \nKalra, et al. 2009\n; \nSteppan et al. 2000\n; \nTurner et al. 2013\n) and resorption (\nBartell et al. 2011\n; \nPhilbrick, et al. 2015\n; \nTurner et al. 2013\n; \nTurner et al. 2014\n), and increasing longitudinal bone growth (\nGat-Yablonski et al. 2004\n; \nIwaniec et al. 2007\n; \nPhilbrick et al. 2015\n; \nTurner et al. 2013\n). Leptin treatment also normalizes bone marrow adiposity by reducing marrow adipocyte number and size (\nLindenmaier et al. 2016\n). Taken together, these findings indicate that leptin affects bone marrow adiposity and skeletal growth, maturation, and turnover balance.\nCalcified cartilage provides a structural template for growing long bones during endochondral ossification and is normally replaced by bone during skeletal maturation. However, long bones of leptin-deficient \nob/ob\n mice retain cartilage within cortical and cancellous bone compartments into adulthood resulting in a mild osteopetrotic skeletal phenotype (\nTurner et al. 2013\n; \nTurner et al. 2014\n). Osteopetrosis is broadly characterized into two major subtypes, osteoclast-poor and osteoclast-rich (\nSobacchi, et al. 2013\n). Mutations and/or factors that inhibit osteoclast formation are responsible for osteoclast-poor osteopetrosis. In contrast, mutations or factors that reduce osteoclast activity but do not inhibit osteoclast formation are responsible for the osteoclast-rich form of the disease. Both forms of osteopetrosis result in reduced bone resorption (\nArruda, et al. 2016\n; \nUnnanuntana, et al. 2011\n). Severe osteopetrosis is fatal while mild forms, such as that noted in \nob/ob\n mice, result in decreased bone quality. Furthermore, some forms of osteopetrosis are self-limiting; abnormally high quantities of cartilage are initially present in bone during rapid growth but the cartilage is eventually replaced as skeletal growth slows with age (\nCielinski and Marks 1994\n). At present, it is unclear whether the mild osteopetrosis observed in growing \nob/ob\n mice is self-limiting.\nOsteoclast perimeter in o\nb/ob\n mice is equal to or greater than in WT mice (\nHamrick, et al. 2004\n; \nPhilbrick et al. 2015\n; \nTurner et al. 2013\n; \nTurner et al. 2014\n). In contrast, serum levels of carboxy-terminal collagen crosslinks (CTx, a biochemical marker of global bone resorption) are generally much lower and fluorochrome label retention in bone (a histomorphometric index of local bone resorption) is higher in \nob/ob\n mice compared to WT mice, providing strong complementary evidence that leptin deficiency results in reduced bone resorption (\nBartell et al. 2011\n; \nTurner et al. 2013\n; \nTurner et al. 2014\n). Theoretically, excessive bone formation could contribute to mild osteopetrosis. However, bone formation is impaired by leptin deficiency (\nBartell et al. 2011\n; \nHamrick et al. 2005\n; \nPhilbrick, et al. 2017\n; \nTurner et al. 2013\n; \nTurner et al. 2014\n), indicating that lower osteoclastic activity is responsible for the condition in \nob/ob\n mice.\nOsteoclast-rich forms of osteopetrosis can be induced by loss of function mutations in genes coding for proteins such as protease cathepsin K or chloride transporter ClCN7 required for osteoclastic activity but not for osteoclast formation and survival (\nDel Fattore, et al. 2008\n). Additionally, drugs that inhibit bone resorption, such as bisphosphonates, have been shown to induce osteoclast-rich osteopetrosis in children (\nWhyte, et al. 2003\n). The mechanism for leptin regulation of osteoclast activity has yet to be established but likely involves coordinated actions of the hormone on multiple genes that in concert regulate osteoclast activity. In support, gene profiling has established that leptin deficiency results in altered expression of several genes related to osteoclast differentiation and function (\nTurner et al. 2014\n).\nIn the present investigation, we queried the extent to which osteopetrosis in \nob/ob\n mice is (1) self-limiting and (2) reversible by leptin treatment. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) WT and \nob/ob\n male mice. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy in 2-month-old \nob/ob\n mice to restore leptin signaling and evaluated the bone response 7 months later. rAAV gene therapy has been used as an experimental strategy for life-long restoration of leptin signaling in leptin-deficient \nob/ob\n mice (\nIwaniec et al. 2007\n; \nIwaniec, et al. 2009\n; \nKalra et al. 2009\n).",
    "materials_and_methods": "Animals\n\n\nMale C57BL/6J (B6) mice and \nob/ob\n mice on a B6 genetic background were obtained from Jackson Laboratory (Bar Harbor, Maine). Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee. Mice were housed individually in a temperature (22°C) and light-controlled (lights on 6am – 6pm) room. Food (standard mouse chow) and water were available \nad libitum\n to all animals.\nStudy 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur\n\n\nStudy 1 was performed in WT and \nob/ob\n mice to determine the distribution of cartilage in femurs in animals sacrificed at 2 (n=10/group), 4 (n=5/group), and 6 (n=3-5/group) months of age. Two-month-old mice are rapidly growing while skeletal maturity is reached between 4 and 6 months of age.\nStudy 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in \nob/ob\n Mice\n\n\nStudy 2 was performed in \nob/ob\n mice to determine if the osteopetrotic skeletal phenotype persists in aged mice and, if so, whether long-duration hypothalamic leptin gene therapy normalizes skeletal maturation. Two-month-old \nob/ob\n mice were randomized into one of three treatment groups: (1) untreated control (n=7), (2) rAAV-Leptin (rAAV-Lep, n=9), or rAAV-GFP (control vector encoding green fluorescent protein, n=7). The mice were maintained for 7 months post-vector administration. The effects of treatment on hypothalamic leptin gene expression, food intake, body weight, circulating metabolic hormone levels, bone microarchitecture, and bone marrow adiposity have been reported elsewhere (\nBoghossian, et al. 2007\n; \nIwaniec et al. 2007\n; \nLindenmaier et al. 2016\n).\n\n\nConstruction and packaging of recombinant adenovirus vectors (rAAV)\n\n\nrAAV-Lep and rAAV-GFP vectors were constructed and packaged as described (\nBeretta, et al. 2002\n). In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVβGEnh after deleting the EcoRI fragment carrying the β-glucoronidase cDNA sequence. The control vector, rAAV-GFP, was similarly constructed to encode the GFP gene.\nVector administration\n\n\nFor vector administration, the mice were anesthetized with sodium pentobarbital (60 mg/kg, ip), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular (icv) injection, and injected icv with either rAAV-Lep (9 × 10\n7\n particles) or rAAV-GFP (9 × 10\n7\n particles). This dose was shown to normalize body weight in \nob/ob\n mice (\nUeno, et al. 2004\n; \nUeno, et al. 2006\n). The coordinates employed for microinjector placement in the 3rd cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura (\nBoghossian, et al. 2006\n).\nTissue collection and analyses\n\n\nMice were anesthetized with either isoflurane delivered in oxygen (Study 1) or sodium pentobarbital (60 mg/kg; ip) (Study 2) and killed by exsanguination. Femora were excised, cleaned of soft tissue, placed in 10% formalin for 24 hrs, and stored in 70% ethanol until processing. Distal femora were prepared for histomorphometric evaluation as described (\nIwaniec, et al. 2008\n). In brief, undecalcified femora were dehydrated and embedded in modified methyl methacrylate. Frontal sections, 4 μm thick, were cut with a vertical bed microtome (Leica 2065) and affixed to gel-coated slides. One slide was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue (pH 2.5) to identify osteoclasts and cartilage matrix, respectively. Cartilage matrix was identified by metachromatic staining of proteoglycans and glycosaminoglycans. A second slide was stained using the Von Kossa method and counter stained with tetrachrome to identify osteoblasts and verify that linear growth had ceased in the femur in 6-month-old mice: the presence of bone bridging across the growth plate was used as an index of termination of longitudinal bone growth (\nMartin, et al. 2003\n). Cartilage was measured in cancellous bone in the distal femur epiphysis and metaphysis and in cortical bone in the femoral diaphysis. The entire cancellous envelope was evaluated in the distal femur epiphysis. The region of interest in the distal femur metaphysis was located 0.25-0.85 mm proximal to the growth plate and 0.05 mm from cortical bone. Cortical bone was evaluated 4.4-5.6 mm proximal to the growth plate. Measurements of cartilage included metachromatic stained area and chondrocyte area in the epiphysis, metaphysis, and diaphysis. Measurements excluded growth plate and articular cartilage matrix. Osteoclast perimeter (osteoclast perimeter/bone perimeter, %) and osteoblast perimeter (osteoblast perimeter/bone perimeter, %) were also determined in the epiphysis. Measurements were done at either 20 or 40x using the Osteomeasure Histomorphometry System (Osteometrics, Atlanta, GA). Histomorphometric data are reported using standard 2-dimensional nomenclature (\nDempster, et al. 2013\n).\nStatistics\n\n\nMean responses for bone and cartilage area fraction were compared between WT and \nob/ob\n mice at ages 2 months, 4 months, and 6 months using analysis of covariance (age modeled as a quantitative variable with linear structure) or two-way analysis of variance (age modeled as a categorical variable). Goodness of fit assessment from scatterplots, Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and Anderson-Darling tests of normality, and model selection from Akaike’s information criterion, Bayesian information criterion, and likelihood ratio tests were used to determine a linear model and evaluate contributions from interactions and main effects. Linear models containing different variance parameters across age and/or genotype groups were used to accommodate heterogeneous variance.\n\n\nMean responses for bone and cartilage fraction, and osteoblast and osteoclast perimeter were compared between the \nob/ob\n, \nob/ob\n + rAAV-GFP, and \nob/ob\n + rAAV-Lep groups using one-way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. A modified F test was used when variances were distinct, with Welch’s two-sample t-test used for two-group comparisons (\nWelch 1951\n).\n\n\nThe Benjamini and Hochberg (\nBenjamini and Hochberg 1995\n) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Trends are reported when P < 0.1. All data are presented as mean ± SE. Data analysis was performed using R version 3.2.2.",
    "animals": "Male C57BL/6J (B6) mice and \nob/ob\n mice on a B6 genetic background were obtained from Jackson Laboratory (Bar Harbor, Maine). Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee. Mice were housed individually in a temperature (22°C) and light-controlled (lights on 6am – 6pm) room. Food (standard mouse chow) and water were available \nad libitum\n to all animals.",
    "study_1:_effects_of_age_and_leptin_status_on_bone_and_cartil": "The effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT and \nob/ob\n mice are shown in \nFigure 1\n. Cancellous bone area fraction decreased with age in epiphysis (\nFigure 1A\n) and metaphysis (\nFigure 1C\n). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P < 0.1) in the metaphysis in \nob/ob\n mice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis (\nFigure 1B\n) and metaphysis (\nFigure 1D\n), irrespective of genotype. Cartilage area fraction was higher in \nob/ob\n compared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice (\nFigure 1E\n). In contrast, cartilage matrix was present in the diaphysis of \nob/ob\n mice and significant changes with age were not detected.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2-month-old, 4-month-old, and 6-month-old male WT and leptin-deficient \nob/ob\n mice. Data are mean ± SE; n = 10/group for 2-month-old mice, n = 5/group for 4-month-old mice, n = 3 and 5/group for 6-month-old WT and \nob/ob\n mice, respectively.\nPhotomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4-month-old WT and \nob/ob\n mice are shown in \nFigure 2\n. By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or diaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites in \nob/ob\n mice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6-month-old WT and \nob/ob\n mice (\nFigure 3\n) but not in 2-month-old or 4-month-old mice, verifying cessation of linear growth by 6 months of age in both genotypes.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4-month-old male WT mice (A, C, E) and 4-month-old male leptin-deficient \nob/ob\n mice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis of \nob/ob\n mice (B). Leptin-deficient \nob/ob\n mice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites in \nob/ob\n mice (D and F).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of growth plate in distal femur in representative 6-month-old male WT (A) and 6-month-old male leptin-deficient \nob/ob\n mouse (B). The bony bridges are indicative of cessation of longitudinal growth.",
    "study_2:_effect_of_hypothalamic_leptin_gene_therapy_on_bone_": "The effects of long-duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in \nob/ob\n mice are shown in \nFigure 4\n. There was a tendency (P < 0.1) for cancellous bone area fraction to be higher in the epiphysis of rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated control mice (\nFigure 4A\n). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis (\nFigure 4C\n). Cartilage matrix was present in the epiphysis (\nFigure 4B\n), metaphysis (\nFigure 4D\n), and diaphysis (\nFigure 4E\n) in untreated and rAAV-GFP-treated control mice. Treatment with rAAV-Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAAV-GFP mice and a tendency (P < 0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAAV-GFP mice. Significant differences between untreated and rAAV-GFP-treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9-month-old untreated, rAAV-GFP-treated, and rAAV-Lep-treated \nob/ob\n mice are shown in \nFigure 5\n.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of long-duration (7 months) hypothalamic leptin gene therapy (rAAV-Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group, \na\ndifferent from untreated, P < 0.05, \na\n*P < 0.1; \nb\ndifferent rAAV-GFP, P < 0.05, \nb\n*P < 0.1.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9-month-old untreated, rAAV-GFP-treated and rAAV-Lep-treated male \nob/ob\n mice at 7 months post-vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAAV-GFP-treated mice (B, E, and H, respectively) and its absence in rAAV-Lep-treated mice (C, F, and I, respectively).\nThe effects of long-duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown in \nFigure 6\n. Osteoclast perimeter (\nFigure 6A\n) and osteoblast perimeter (\nFigure 6B\n) were higher in rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAAV-GFP-treated controls.\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nEffects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group. \na\ndifferent from untreated, P < 0.05; \nb\ndifferent from rAAV-GFP, P < 0.05.",
    "construction_and_packaging_of_recombinant_adenovirus_vectors": "rAAV-Lep and rAAV-GFP vectors were constructed and packaged as described (\nBeretta, et al. 2002\n). In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb containing rat leptin cDNA was subcloned into rAAV vector plasmid pAAVβGEnh after deleting the EcoRI fragment carrying the β-glucoronidase cDNA sequence. The control vector, rAAV-GFP, was similarly constructed to encode the GFP gene.",
    "vector_administration": "For vector administration, the mice were anesthetized with sodium pentobarbital (60 mg/kg, ip), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular (icv) injection, and injected icv with either rAAV-Lep (9 × 10\n7\n particles) or rAAV-GFP (9 × 10\n7\n particles). This dose was shown to normalize body weight in \nob/ob\n mice (\nUeno, et al. 2004\n; \nUeno, et al. 2006\n). The coordinates employed for microinjector placement in the 3rd cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura (\nBoghossian, et al. 2006\n).",
    "tissue_collection_and_analyses": "Mice were anesthetized with either isoflurane delivered in oxygen (Study 1) or sodium pentobarbital (60 mg/kg; ip) (Study 2) and killed by exsanguination. Femora were excised, cleaned of soft tissue, placed in 10% formalin for 24 hrs, and stored in 70% ethanol until processing. Distal femora were prepared for histomorphometric evaluation as described (\nIwaniec, et al. 2008\n). In brief, undecalcified femora were dehydrated and embedded in modified methyl methacrylate. Frontal sections, 4 μm thick, were cut with a vertical bed microtome (Leica 2065) and affixed to gel-coated slides. One slide was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue (pH 2.5) to identify osteoclasts and cartilage matrix, respectively. Cartilage matrix was identified by metachromatic staining of proteoglycans and glycosaminoglycans. A second slide was stained using the Von Kossa method and counter stained with tetrachrome to identify osteoblasts and verify that linear growth had ceased in the femur in 6-month-old mice: the presence of bone bridging across the growth plate was used as an index of termination of longitudinal bone growth (\nMartin, et al. 2003\n). Cartilage was measured in cancellous bone in the distal femur epiphysis and metaphysis and in cortical bone in the femoral diaphysis. The entire cancellous envelope was evaluated in the distal femur epiphysis. The region of interest in the distal femur metaphysis was located 0.25-0.85 mm proximal to the growth plate and 0.05 mm from cortical bone. Cortical bone was evaluated 4.4-5.6 mm proximal to the growth plate. Measurements of cartilage included metachromatic stained area and chondrocyte area in the epiphysis, metaphysis, and diaphysis. Measurements excluded growth plate and articular cartilage matrix. Osteoclast perimeter (osteoclast perimeter/bone perimeter, %) and osteoblast perimeter (osteoblast perimeter/bone perimeter, %) were also determined in the epiphysis. Measurements were done at either 20 or 40x using the Osteomeasure Histomorphometry System (Osteometrics, Atlanta, GA). Histomorphometric data are reported using standard 2-dimensional nomenclature (\nDempster, et al. 2013\n).",
    "statistics": "Mean responses for bone and cartilage area fraction were compared between WT and \nob/ob\n mice at ages 2 months, 4 months, and 6 months using analysis of covariance (age modeled as a quantitative variable with linear structure) or two-way analysis of variance (age modeled as a categorical variable). Goodness of fit assessment from scatterplots, Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and Anderson-Darling tests of normality, and model selection from Akaike’s information criterion, Bayesian information criterion, and likelihood ratio tests were used to determine a linear model and evaluate contributions from interactions and main effects. Linear models containing different variance parameters across age and/or genotype groups were used to accommodate heterogeneous variance.\nMean responses for bone and cartilage fraction, and osteoblast and osteoclast perimeter were compared between the \nob/ob\n, \nob/ob\n + rAAV-GFP, and \nob/ob\n + rAAV-Lep groups using one-way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. A modified F test was used when variances were distinct, with Welch’s two-sample t-test used for two-group comparisons (\nWelch 1951\n).\nThe Benjamini and Hochberg (\nBenjamini and Hochberg 1995\n) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at p ≤ 0.05. Trends are reported when P < 0.1. All data are presented as mean ± SE. Data analysis was performed using R version 3.2.2.",
    "results": "Study 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur\n\n\nThe effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT and \nob/ob\n mice are shown in \nFigure 1\n. Cancellous bone area fraction decreased with age in epiphysis (\nFigure 1A\n) and metaphysis (\nFigure 1C\n). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P < 0.1) in the metaphysis in \nob/ob\n mice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis (\nFigure 1B\n) and metaphysis (\nFigure 1D\n), irrespective of genotype. Cartilage area fraction was higher in \nob/ob\n compared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice (\nFigure 1E\n). In contrast, cartilage matrix was present in the diaphysis of \nob/ob\n mice and significant changes with age were not detected.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nEffects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2-month-old, 4-month-old, and 6-month-old male WT and leptin-deficient \nob/ob\n mice. Data are mean ± SE; n = 10/group for 2-month-old mice, n = 5/group for 4-month-old mice, n = 3 and 5/group for 6-month-old WT and \nob/ob\n mice, respectively.\nPhotomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4-month-old WT and \nob/ob\n mice are shown in \nFigure 2\n. By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or diaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites in \nob/ob\n mice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6-month-old WT and \nob/ob\n mice (\nFigure 3\n) but not in 2-month-old or 4-month-old mice, verifying cessation of linear growth by 6 months of age in both genotypes.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4-month-old male WT mice (A, C, E) and 4-month-old male leptin-deficient \nob/ob\n mice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis of \nob/ob\n mice (B). Leptin-deficient \nob/ob\n mice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites in \nob/ob\n mice (D and F).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of growth plate in distal femur in representative 6-month-old male WT (A) and 6-month-old male leptin-deficient \nob/ob\n mouse (B). The bony bridges are indicative of cessation of longitudinal growth.\nStudy 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in \nob/ob\n Mice\n\n\nThe effects of long-duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in \nob/ob\n mice are shown in \nFigure 4\n. There was a tendency (P < 0.1) for cancellous bone area fraction to be higher in the epiphysis of rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated control mice (\nFigure 4A\n). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis (\nFigure 4C\n). Cartilage matrix was present in the epiphysis (\nFigure 4B\n), metaphysis (\nFigure 4D\n), and diaphysis (\nFigure 4E\n) in untreated and rAAV-GFP-treated control mice. Treatment with rAAV-Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAAV-GFP mice and a tendency (P < 0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAAV-GFP mice. Significant differences between untreated and rAAV-GFP-treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9-month-old untreated, rAAV-GFP-treated, and rAAV-Lep-treated \nob/ob\n mice are shown in \nFigure 5\n.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nEffects of long-duration (7 months) hypothalamic leptin gene therapy (rAAV-Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group, \na\ndifferent from untreated, P < 0.05, \na\n*P < 0.1; \nb\ndifferent rAAV-GFP, P < 0.05, \nb\n*P < 0.1.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nPhotomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9-month-old untreated, rAAV-GFP-treated and rAAV-Lep-treated male \nob/ob\n mice at 7 months post-vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAAV-GFP-treated mice (B, E, and H, respectively) and its absence in rAAV-Lep-treated mice (C, F, and I, respectively).\nThe effects of long-duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown in \nFigure 6\n. Osteoclast perimeter (\nFigure 6A\n) and osteoblast perimeter (\nFigure 6B\n) were higher in rAAV-Lep-treated mice compared to untreated and rAAV-GFP-treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAAV-GFP-treated controls.\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nEffects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group. \na\ndifferent from untreated, P < 0.05; \nb\ndifferent from rAAV-GFP, P < 0.05.",
    "figure_1.": "Open in a new tab\nEffects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2-month-old, 4-month-old, and 6-month-old male WT and leptin-deficient \nob/ob\n mice. Data are mean ± SE; n = 10/group for 2-month-old mice, n = 5/group for 4-month-old mice, n = 3 and 5/group for 6-month-old WT and \nob/ob\n mice, respectively.",
    "figure_2.": "Open in a new tab\nPhotomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4-month-old male WT mice (A, C, E) and 4-month-old male leptin-deficient \nob/ob\n mice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis of \nob/ob\n mice (B). Leptin-deficient \nob/ob\n mice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites in \nob/ob\n mice (D and F).",
    "figure_3.": "Open in a new tab\nPhotomicrographs of growth plate in distal femur in representative 6-month-old male WT (A) and 6-month-old male leptin-deficient \nob/ob\n mouse (B). The bony bridges are indicative of cessation of longitudinal growth.",
    "figure_4.": "Open in a new tab\nEffects of long-duration (7 months) hypothalamic leptin gene therapy (rAAV-Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group, \na\ndifferent from untreated, P < 0.05, \na\n*P < 0.1; \nb\ndifferent rAAV-GFP, P < 0.05, \nb\n*P < 0.1.",
    "figure_5.": "Open in a new tab\nPhotomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9-month-old untreated, rAAV-GFP-treated and rAAV-Lep-treated male \nob/ob\n mice at 7 months post-vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAAV-GFP-treated mice (B, E, and H, respectively) and its absence in rAAV-Lep-treated mice (C, F, and I, respectively).",
    "figure_6.": "Open in a new tab\nEffects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male \nob/ob\n mice. Data are mean ± SE; n = 7-9/group. \na\ndifferent from untreated, P < 0.05; \nb\ndifferent from rAAV-GFP, P < 0.05.",
    "discussion": "Compared to WT mice, more extracellular cartilage matrix was present in cancellous compartments (metaphysis and epiphysis) of distal femur in \nob/ob\n mice. Cartilage matrix decreased with increasing age in both WT and \nob/ob\n mice but, in marked contrast to WT mice, cartilage continued to be present in the epiphysis and metaphysis in skeletally mature 6-month-old \nob/ob\n mice. Minimal or no cartilage matrix was found in the diaphysis of WT mice. In contrast, cartilage matrix was present in the diaphysis in \nob/ob\n mice, but unlike at cancellous sites, did not decrease with age. Long-duration hypothalamic leptin gene therapy in growing \nob/ob\n mice reduced cartilage matrix at all skeletal sites evaluated. Lack of differences between rAAV-Lep and rAAV-GFP-treated mice provides strong evidence that increased leptin levels and not differences arising from the application of gene therapy were responsible for the skeletal changes observed. At the cellular level, the reduction in cartilage in the epiphysis in rAAV-Lep-treated \nob/ob\n mice was associated with increased bone turnover (increased osteoblast and osteoclast perimeters).\nBone resorption is reduced in leptin-deficient \nob/ob\n mice and leptin receptor-deficient \ndb/db\n mice due to impaired osteoclast function (\nTurner et al. 2013\n; \nTurner et al. 2014\n). Bone formation is also reduced in leptin-signaling-deficient mice due to reduced osteoblast-lined bone perimeter and reduced osteoblast activity (\nTurner et al. 2013\n). We hypothesized that the resulting reduction in turnover of primary spongiosa was the primary cause for prolonged retention of cartilage within the skeleton in \nob/ob\n mice (\nTurner et al. 2013\n; \nTurner et al. 2014\n). This hypothesis is supported by the current study. The slower matrix turnover in the epiphysis compared to metaphysis was positively associated with longer retention of cartilage matrix. In addition, a reduction in cartilage in the epiphysis following hypothalamic leptin gene therapy was associated with increased bone turnover. A similar relationship was previously observed for the metaphysis (\nTurner et al. 2013\n).\nOsteoclasts play a key role in endochondral ossification. Osteoclasts are essential for (1) generation of primary spongiosa by directing vascular invasion into the growth plate and (2) replacement of mineralized cartilage matrix by bone to form secondary spongiosa (\nOdgren, et al. 2016\n). Cartilage matrix is prevalent in distal femur in 2-month-old WT mice because the rate of cartilage matrix deposition during longitudinal growth exceeds the capacity of matrix turnover to replace cartilage with bone. However, longitudinal bone growth slows with age and in male B6 mice ceases between 4 and 6 months of age (\nGlatt, et al. 2007\n; \nHoshi, et al. 2004\n). Cessation of linear bone growth in small rodents is due to the formation of bony bridges across growth plate cartilage precluding further elongation (\nMartin, et al. 2003\n). In the current study, bony bridges were observed in the distal femur growth plate at 6 months of age in WT as well as \nob/ob\n mice. The age range for longitudinal growth cessation corresponds to the disappearance of cartilage matrix from cancellous compartments.\nEndochondral ossification is disrupted in long bones of \nob/ob\n mice, resulting in shorter bones, abnormal cancellous architecture, and delayed replacement of cartilage matrix in primary spongiosa by bone matrix (\nTurner et al. 2013\n). In concordance with Kishida \net al.\n (\nKishida, et al. 2005\n), we noted disorganized growth plate architecture in the leptin-deficient mice. Furthermore, prior studies demonstrated that thinning of the proliferative zone of the growth plate is associated with reduced longitudinal bone growth rate (\nPhilbrick et al. 2015\n). Chondrocytes express the leptin receptor (\nKishida et al. 2005\n; \nSteppan et al. 2000\n) and leptin was shown to exert positive actions affecting growth plate organization and growth plate expansion (\nGat-Yablonski et al. 2004\n; \nKishida et al. 2005\n). Hypertrophic chondrocytes contribute to programed removal of cartilage matrix by secretion of factors such as TNFSF11 (RANKL), MMP9 (matrix metallopeptidase 9), MMP13 (collagenase 3), and HMGB1 (high-mobility group protein 1) that mediate vascular invasion and are altered by leptin status (\nKoskinen, et al. 2011\n; \nMackie, et al. 2011\n; \nSchroeter, et al. 2012\n; \nXiong, et al. 2011\n). Thus, impaired chondrocyte function may contribute to the defect in osteoclast activity in \nob/ob\n mice.\nCortical bone in the femoral diaphysis develops by secondary intramembranous ossification. The presence of cartilage within the diaphysis of \nob/ob\n mice represents a pathological condition likely contributing to the lower biomechanical strength reported in \nob/ob\n and \ndb/db\n mice (\nEaley et al. 2006\n; \nHenriksen, et al. 2011\n; \nTuukkanen, et al. 2000\n; \nWilliams, et al. 2011\n). Haversian (intracortical) bone remodeling is absent in mice. This may explain why cartilage matrix trapped in the distal femur diaphysis in \nob/ob\n mice did not decline in quantity as the mice aged.\nLeptin deficiency results in hypogonadism, hyperphagia, insulin resistance, and morbid obesity. These metabolic and endocrine abnormalities could indirectly influence bone metabolism and thus contribute to skeletal defects observed in \nob/ob\n mice (\nTurner, et al. 2017\n). Indeed, normalization of food intake, weight gain, and blood glucose levels in \nob/ob\n mice actually exaggerated the abnormal skeletal phenotype (\nTurner et al. 2014\n), while estrogen receptor blockade did not impair the skeletal response of \nob/ob\n mice to leptin (\nTurner et al. 2017\n). Additionally, leptin exerted actions on the skeleton at levels having minimal impact on either energy metabolism or gonadal function (\nPhilbrick et al. 2017\n). Taken together, these findings provide strong evidence that leptin acts on the skeleton to regulate bone growth and turnover.\nLeptin deficiency also results in hypocalcemia (\nIshida, et al. 1988\n; \nOzata, et al. 1999\n), retinopathy (\nKondo and Kahn 2004\n), hearing loss (\nLee, et al. 2008\n), and tooth defects (\nBatt 1978\n, \n1992\n). These abnormalities may be due, at least in part, to reduced osteoclast function. In support, defective bone resorption associated with osteopetrosis was shown to lead to impaired tooth eruption, and impaired hearing and vision (\nKocher and Kasser 2003\n).\nHypothalamic leptin gene therapy normalized bone microarchitecture in growing \nob/ob\n mice by increasing bone growth and turnover (\nIwaniec et al. 2007\n; \nKalra et al. 2009\n; \nTurner et al. 2013\n). In the current study, hypothalamic leptin gene therapy promoted maturation of cancellous bone in distal femur. Infusion of leptin into the hypothalamus was initially reported to be antiosteogenic (\nDucy, et al. 2000\n) but subsequent studies failed to confirm this finding (\nBartell et al. 2011\n; \nHamrick et al. 2005\n). Specifically, the latter studies reported that leptin infusion into the hypothalamus of \nob/ob\n mice increased bone formation, bone mineral density, and expression of osteogenic genes (\nBartell et al. 2011\n; \nHamrick et al. 2005\n). In support, we observed that increasing hypothalamic leptin levels by gene therapy increased histomorphometric, biochemical, and gene expression markers of bone formation in \nob/ob\n mice (\nTurner, et al. 2015\n). In addition to increased bone formation, hypothalamic leptin gene therapy increased osteoclast perimeter, an index of bone resorption, suggesting that leptin regulates bone turnover as well as bone accrual.\nIn summary, whereas cartilage matrix was absent within bone in 6-month-old WT mice, \nob/ob\n mice retained cartilage matrix to varying degrees at all anatomical sites evaluated. Long-duration hypothalamic rAAV-Lep gene therapy in \nob/ob\n mice increased bone turnover, resulting in substantial reduction in cartilage matrix within bone. Our findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in \nob/ob\n mice is site-specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
    "acknowledgments": "We thank Dr. S.P. Kalra for designing study 2 and for providing the bone specimens for analysis from this study and Dr. S. Boghossian for executing study 2.\nFunding\n: This work was supported by grants from the NIH (AR 054609), NASA (NNX12AL24), and USDA (38420-17804).",
    "footnotes": "Declaration of interest:\n The authors have nothing to disclose.",
    "references": "Arruda M, Coelho MC, Moraes AB, de Paula Paranhos-Neto F, Madeira M, Farias ML, Vieira Neto L. Bone Mineral Density and Microarchitecture in Patients With Autosomal Dominant Osteopetrosis: A Report of Two Cases. J Bone Miner Res. 2016;31:657–662. doi: 10.1002/jbmr.2715.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, She JX, Della-Fera MA, Baile CA. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient ob/ob mice. J Bone Miner Res. 2011;26:1710–1720. doi: 10.1002/jbmr.406.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBatt RA. Abnormal dentition and decrease in body weight in the genetically obese mouse (genotype, ob/ob) Int J Obes. 1978;2:457–462.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBatt RA. Abnormal incisor teeth and body weight in the obese mouse (genotype ob/ob) Int J Obes Relat Metab Disord. 1992;16:29–34.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBenjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J Royal Statistical Society Series B. 1995;57:289–300.\n [\nGoogle Scholar\n]\n\n\n\n\nBeretta E, Dube MG, Kalra PS, Kalra SP. Long-term suppression of weight gain, adiposity, and serum insulin by central leptin gene therapy in prepubertal rats: effects on serum ghrelin and appetite-regulating genes. Pediatr Res. 2002;52:189–198. doi: 10.1203/00006450-200208000-00010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBoghossian S, Dube MG, Torto R, Kalra PS, Kalra SP. Hypothalamic clamp on insulin release by leptin-transgene expression. Peptides. 2006;27:3245–3254. doi: 10.1016/j.peptides.2006.07.022.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBoghossian S, Ueno N, Dube MG, Kalra P, Kalra S. Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin. Neurobiol Aging. 2007;28:1594–1604. doi: 10.1016/j.neurobiolaging.2006.08.010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCielinski MJ, Marks SC., Jr Neonatal reductions in osteoclast number and function account for the transient nature of osteopetrosis in the rat mutation microphthalmia blanc (mib) Bone. 1994;15:707–715. doi: 10.1016/8756-3282(94)90321-2.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nConsidine RV, Sinha MK, Heiman ML, Kriauciunas A, Stephens TW, Nyce MR, Ohannesian JP, Marco CC, McKee LJ, Bauer TL, et al.  Serum immunoreactive-leptin concentrations in normal-weight and obese humans. N Engl J Med. 1996;334:292–295. doi: 10.1056/NEJM199602013340503.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDel Fattore A, Cappariello A, Teti A. Genetics, pathogenesis and complications of osteopetrosis. Bone. 2008;42:19–29. doi: 10.1016/j.bone.2007.08.029.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. J Bone Miner Res. 2013;28:2–17. doi: 10.1002/jbmr.1805.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDucy P, Amling M, Takeda S, Priemel M, Schilling AF, Beil FT, Shen J, Vinson C, Rueger JM, Karsenty G. Leptin inhibits bone formation through a hypothalamic relay: a central control of bone mass. Cell. 2000;100:197–207. doi: 10.1016/s0092-8674(00)81558-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEaley KN, Fonseca D, Archer MC, Ward WE. Bone abnormalities in adolescent leptin-deficient mice. Regul Pept. 2006;136:9–13. doi: 10.1016/j.regpep.2006.04.013.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGat-Yablonski G, Ben-Ari T, Shtaif B, Potievsky O, Moran O, Eshet R, Maor G, Segev Y, Phillip M. Leptin reverses the inhibitory effect of caloric restriction on longitudinal growth. Endocrinology. 2004;145:343–350. doi: 10.1210/en.2003-0910.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGlatt V, Canalis E, Stadmeyer L, Bouxsein ML. Age-related changes in trabecular architecture differ in female and male C57BL/6J mice. J Bone Miner Res. 2007;22:1197–1207. doi: 10.1359/jbmr.070507.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHamrick MW. Leptin, bone mass, and the thrifty phenotype. J Bone Miner Res. 2004;19:1607–1611. doi: 10.1359/JBMR.040712.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient ob/ob mice. J Bone Miner Res. 2005;20:994–1001. doi: 10.1359/JBMR.050103.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHamrick MW, Pennington C, Newton D, Xie D, Isales C. Leptin deficiency produces contrasting phenotypes in bones of the limb and spine. Bone. 2004;34:376–383. doi: 10.1016/j.bone.2003.11.020.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHenriksen K, Flores C, Thomsen JS, Bruel AM, Thudium CS, Neutzsky-Wulff AV, Langenbach GE, Sims N, Askmyr M, Martin TJ, et al.  Dissociation of bone resorption and bone formation in adult mice with a non-functional V-ATPase in osteoclasts leads to increased bone strength. PLoS One. 2011;6:e27482. doi: 10.1371/journal.pone.0027482.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHoshi K, Ogata N, Shimoaka T, Terauchi Y, Kadowaki T, Kenmotsu S, Chung UI, Ozawa H, Nakamura K, Kawaguchi H. Deficiency of insulin receptor substrate-1 impairs skeletal growth through early closure of epiphyseal cartilage. J Bone Miner Res. 2004;19:214–223. doi: 10.1359/JBMR.0301221.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIshida H, Cunningham NS, Henry HL, Norman AW. The number of 1,25-dihydroxyvitamin D3 receptors is decreased in both intestine and kidney of genetically diabetic db/db mice. Endocrinology. 1988;122:2436–2443. doi: 10.1210/endo-122-6-2436.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIwaniec UT, Boghossian S, Lapke PD, Turner RT, Kalra SP. Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient ob/ob mice. Peptides. 2007;28:1012–1019. doi: 10.1016/j.peptides.2007.02.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIwaniec UT, Dube MG, Boghossian S, Song H, Helferich WG, Turner RT, Kalra SP. Body mass influences cortical bone mass independent of leptin signaling. Bone. 2009;44:404–412. doi: 10.1016/j.bone.2008.10.058.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008;447:325–341. doi: 10.1007/978-1-59745-242-7_21.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKalra SP, Dube MG, Iwaniec UT. Leptin increases osteoblast-specific osteocalcin release through a hypothalamic relay. Peptides. 2009;30:967–973. doi: 10.1016/j.peptides.2009.01.020.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKishida Y, Hirao M, Tamai N, Nampei A, Fujimoto T, Nakase T, Shimizu N, Yoshikawa H, Myoui A. Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification. Bone. 2005;37:607–621. doi: 10.1016/j.bone.2005.05.009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKocher MS, Kasser JR. Osteopetrosis. Am J Orthop. 2003;32\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKondo T, Kahn CR. Altered insulin signaling in retinal tissue in diabetic states. J Biol Chem. 2004;279:37997–38006. doi: 10.1074/jbc.M401339200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoskinen A, Vuolteenaho K, Nieminen R, Moilanen T, Moilanen E. Leptin enhances MMP-1, MMP-3 and MMP-13 production in human osteoarthritic cartilage and correlates with MMP-1 and MMP-3 in synovial fluid from OA patients. Clin Exp Rheumatol. 2011;29:57–64.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLee HS, Kim KR, Chung WH, Cho YS, Hong SH. Early sensorineural hearing loss in ob/ob mouse, an animal model of type 2 diabetes. Clin Exp Otorhinolaryngol. 2008;1:211–216. doi: 10.3342/ceo.2008.1.4.211.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLindenmaier LB, Philbrick KA, Branscum AJ, Kalra SP, Turner RT, Iwaniec UT. Hypothalamic leptin gene therapy reduces bone marrow adiposity in ob/ob mice fed regular and high-fat diets. Front Endocrinol (Lausanne) 2016;7:110. doi: 10.3389/fendo.2016.00110.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMackie EJ, Tatarczuch L, Mirams M. The skeleton: a multi-functional complex organ: the growth plate chondrocyte and endochondral ossification. J Endocrinol. 2011;211:109–121. doi: 10.1530/JOE-11-0048.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMartin EA, Ritman EL, Turner RT. Time course of epiphyseal growth plate fusion in rat tibiae. Bone. 2003;32:261–267. doi: 10.1016/s8756-3282(02)00983-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOdgren PR, Witwicka H, Reyes-Gutierrez P. The cast of clasts: catabolism and vascular invasion during bone growth, repair, and disease by osteoclasts, chondroclasts, and septoclasts. Connect Tissue Res. 2016;57:161–174. doi: 10.3109/03008207.2016.1140752.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOzata M, Ozdemir IC, Licinio J. Human leptin deficiency caused by a missense mutation: multiple endocrine defects, decreased sympathetic tone, and immune system dysfunction indicate new targets for leptin action, greater central than peripheral resistance to the effects of leptin, and spontaneous correction of leptin-mediated defects. J Clin Endocrinol Metab. 1999;84:3686–3695. doi: 10.1210/jcem.84.10.5999.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPhilbrick KA, Turner RT, Branscum AJ, Wong CP, Iwaniec UT. Paradoxical effects of partial leptin deficiency on bone in growing female mice. Anat Rec (Hoboken) 2015;298:2018–2029. doi: 10.1002/ar.23267.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPhilbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in ob/ob mice at doses having minimal impact on energy metabolism. J Endocrinol. 2017;232:461–474. doi: 10.1530/JOE-16-0484.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchroeter MR, Stein S, Heida NM, Leifheit-Nestler M, Cheng IF, Gogiraju R, Christiansen H, Maier LS, Shah AM, Hasenfuss G, et al.  Leptin promotes the mobilization of vascular progenitor cells and neovascularization by NOX2-mediated activation of MMP9. Cardiovasc Res. 2012;93:170–180. doi: 10.1093/cvr/cvr275.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSobacchi C, Schulz A, Coxon FP, Villa A, Helfrich MH. Osteopetrosis: genetics, treatment and new insights into osteoclast function. Nat Rev Endocrinol. 2013;9:522–536. doi: 10.1038/nrendo.2013.137.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSteppan CM, Crawford DT, Chidsey-Frink KL, Ke H, Swick AG. Leptin is a potent stimulator of bone growth in ob/ob mice. Regul Pept. 2000;92:73–78. doi: 10.1016/s0167-0115(00)00152-x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTurner RT, Dube M, Branscum AJ, Wong CP, Olson DA, Zhong X, Kweh MF, Larkin IV, Wronski TJ, Rosen CJ, et al.  Hypothalamic leptin gene therapy reduces body weight without accelerating age-related bone loss. J Endocrinol. 2015;227:129–141. doi: 10.1530/JOE-15-0280.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTurner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. J Bone Miner Res. 2013;28:22–34. doi: 10.1002/jbmr.1734.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTurner RT, Philbrick KA, Kuah AF, Branscum AJ, Iwaniec UT. Role of estrogen receptor signaling in skeletal response to leptin in female ob/ob mice. J Endocrinol. 2017;233:357–367. doi: 10.1530/JOE-17-0103.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTurner RT, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Iwaniec UT. Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice. J Endocrinol. 2014;223:M1–15. doi: 10.1530/JOE-14-0224.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTuukkanen J, Koivukangas A, Jamsa T, Sundquist K, Mackay CA, Marks SC., Jr Mineral density and bone strength are dissociated in long bones of rat osteopetrotic mutations. J Bone Miner Res. 2000;15:1905–1911. doi: 10.1359/jbmr.2000.15.10.1905.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nUeno N, Dube MG, Inui A, Kalra PS, Kalra SP. Leptin modulates orexigenic effects of ghrelin and attenuates adiponectin and insulin levels and selectively the dark-phase feeding as revealed by central leptin gene therapy. Endocrinology. 2004;145:4176–4184. doi: 10.1210/en.2004-0262.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nUeno N, Inui A, Kalra PS, Kalra SP. Leptin transgene expression in the hypothalamus enforces euglycemia in diabetic, insulin-deficient nonobese Akita mice and leptin-deficient obese ob/ob mice. Peptides. 2006;27:2332–2342. doi: 10.1016/j.peptides.2006.03.006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nUnnanuntana A, Rebolledo BJ, Khair MM, DiCarlo EF, Lane JM. Diseases affecting bone quality: beyond osteoporosis. Clin Orthop Relat Res. 2011;469:2194–2206. doi: 10.1007/s11999-010-1694-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWelch BL. On the comparison of several mean values: an alternative approach. Biometrika. 1951;38:330–336.\n [\nGoogle Scholar\n]\n\n\n\n\nWhyte MP, Wenkert D, Clements KL, McAlister WH, Mumm S. Bisphosphonate-induced osteopetrosis. N Engl J Med. 2003;349:457–463. doi: 10.1056/NEJMoa023110.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWilliams GA, Callon KE, Watson M, Costa JL, Ding Y, Dickinson M, Wang Y, Naot D, Reid IR, Cornish J. Skeletal phenotype of the leptin receptor-deficient db/db mouse. J Bone Miner Res. 2011;26:1698–1709. doi: 10.1002/jbmr.367.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nXiong J, Onal M, Jilka RL, Weinstein RS, Manolagas SC, O’Brien CA. Matrix-embedded cells control osteoclast formation. Nat Med. 2011;17:1235–1241. doi: 10.1038/nm.2448.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang Y, Proenca R, Maffei M, Barone M, Leopold L, Friedman JM. Positional cloning of the mouse obese gene and its human homologue. Nature. 1994;372:425–432. doi: 10.1038/372425a0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.0 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5771473/"
}