{
  "id": "PMC5896955",
  "title": "United in Diversity: Mechanosensitive Ion Channels in Plants",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "United in Diversity: Mechanosensitive Ion Channels in Plants",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5896955/"
  },
  "sections": {
    "abstract": "Somatosensory neurons mediate responses to diverse mechanical stimuli, from innocuous touch to noxious pain. While recent studies have identified distinct populations of A mechanonociceptors (AMs) that are required for mechanical pain, the molecular underpinnings of mechanonociception remain unknown. Here, we show that the bioactive lipid sphingosine 1-phosphate (S1P) and S1P Receptor 3 (S1PR3) are critical regulators of acute mechanonociception. Genetic or pharmacological ablation of S1PR3, or blockade of S1P production, significantly impaired the behavioral response to noxious mechanical stimuli, with no effect on responses to innocuous touch or thermal stimuli. These effects are mediated by fast-conducting A mechanonociceptors, which displayed a significant decrease in mechanosensitivity in S1PR3 mutant mice. We show that S1PR3 signaling tunes mechanonociceptor excitability via modulation of KCNQ2/3 channels. Our findings define a new role for S1PR3 in regulating neuronal excitability and establish the importance of S1P/S1PR3 signaling in the setting of mechanical pain thresholds.",
    "introduction": "Introduction\nPain is a complex sensation. It serves to protect organisms from harmful stimuli, but can also become chronic and debilitating following tissue injury and disease. Distinct cells and molecules detect noxious thermal and mechanical stimuli. Thermal pain is detected by thermosensitive TRP channels in subsets of nociceptors (\nCaterina et al., 2000\n; \nVriens et al., 2011\n), and gentle touch is detected by Piezo2 channels in low-threshold mechanoreceptors (LTMRs) (\nRanade et al., 2014\n; \nWoo et al., 2014\n). Aδ high-threshold mechanoreceptors (HTMRs) have been shown to play a key role in responses to painful mechanical stimuli (\nArcourt et al., 2017\n; \nGhitani et al., 2017\n).\nRecent studies have shown that there are at least two populations of HTMRs that mediate responses to noxious mechanical stimuli. The \nNpy2r\n+\n subpopulation of HTMRs mediates fast paw withdrawal responses to pinprick stimulation and terminates as free nerve endings in the epidermis (\nArcourt et al., 2017\n). The \nCalca\n+\n subpopulation of circumferential-HTMRs responds to noxious force and hair pulling, and terminates as circumferential endings wrapped around guard hair follicles (\nGhitani et al., 2017\n). Additionally, somatostatin-expressing interneurons of laminae I-III in the dorsal horn of the spinal cord receive input from nociceptors and are required for behavioral responses to painful mechanical stimuli (\nDuan et al., 2014\n). Despite these advances in defining the cells and circuits of mechanical pain, little is known about the molecular signaling pathways in mechanonociceptors.\nHere, we show that sphingosine 1-phosphate (S1P) is required for mechanical pain sensation. S1P is a bioactive lipid that signals via 5 G-protein coupled S1P Receptors (S1PRs 1–5). S1P signaling, mainly via S1PR1, plays a well-known role in immune cell migration and maturation (\nSpiegel and Milstien, 2003\n; \nMatloubian et al., 2004\n; \nSchwab et al., 2005\n). Additionally, recent studies have shown that S1PRs are expressed throughout the nervous system (\nJanes et al., 2014\n; \nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n) and S1P signaling is associated with a variety of neuroinflammatory disorders, including multiple sclerosis (\nBrinkmann et al., 2010\n) and Alzheimer’s disease (\nCouttas et al., 2014\n). S1P has been implicated in spontaneous pain (\nCamprubí-Robles et al., 2013\n) and thermal pain hypersensitivity (\nMair et al., 2011\n; \nFinley et al., 2013\n; \nWeth et al., 2015\n), but due to conflicting accounts of S1P receptor expression in the CNS (\nJanes et al., 2014\n; \nWeth-Malsch et al., 2016\n) and PNS (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n; \nUsoskin et al., 2015\n) as well as inconsistent reports on the effects of S1P on neuronal excitability (\nCamprubí-Robles et al., 2013\n; \nZhang et al., 2006\n; \nLi et al., 2015\n) and pain behaviors (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n; \nFinley et al., 2013\n; \nWeth et al., 2015\n), the role of S1P in somatosensation remains controversial.\nWe found that mice lacking the S1P receptor S1PR3 display striking and selective deficits in behavioral responses to noxious mechanical stimuli. Likewise, peripheral blockade of S1PR3 signaling or S1P production impairs mechanical sensitivity. We show that S1P constitutively enhances the excitability of A mechanonociceptors (AMs) via closure of KCNQ2/3 potassium channels to tune mechanical pain sensitivity. The effects of S1P are completely dependent on S1PR3. While previous studies have shown that elevated S1P triggers acute pain and injury-evoked thermal sensitization (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n), we now demonstrate that baseline levels of S1P are necessary and sufficient for setting normal mechanical pain thresholds. By contrast, elevated S1P selectively triggers thermal sensitization via activation of TRPV1\n+\n heat nociceptors, with no effect on mechanical hypersensitivity. Our findings uncover an essential role for constitutive S1P signaling in mechanical pain.",
    "results": "Results\nTo identify candidate genes underlying mechanosensation, we previously performed transcriptome analysis of the sensory ganglia innervating the ultra-sensitive tactile organ (the star) of the star-nosed mole (\nGerhold et al., 2013\n). Immunostaining revealed the tactile organ is preferentially innervated by myelinated Aδ fibers (\nGerhold et al., 2013\n), which are primarily mechanosensitive. While our original analysis focused on ion channels enriched in the neurons of the star organ, our dataset also revealed enrichment of several components of the S1P pathway, including \nS1pr3\n. Likewise, single-cell RNA seq of mouse dorsal root ganglion (DRG) neurons revealed \nS1pr3\n expression in a subset of myelinated mechanoreceptors (\nUsoskin et al., 2015\n) in addition to a subpopulation of peptidergic C nociceptors.\nS1P promotes excitability in small-diameter, capsaicin-sensitive nociceptors (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n; \nZhang et al., 2006\n; \nLi et al., 2015\n). In addition, S1PR3 has been shown to mediate spontaneous pain triggered by elevated S1P and thermal sensitization following sterile tissue injury (\nCamprubí-Robles et al., 2013\n). However, no studies have examined the role of S1PR3 in mechanosensation or in regulating somatosensory behaviors under normal conditions. Given the enrichment of \nS1pr3\n in mechanosensory neurons of the star-nosed mole and mouse, we hypothesized that S1P signaling via S1PR3 may also play a role in mechanosensation. Thus, we set out to define the role of S1P signaling and S1PR3 in somatosensory mechanoreceptors.\nS1PR3 mediates acute mechanical pain\nWe first examined a variety of somatosensory behaviors in mice lacking S1PR3 (\nKono et al., 2004\n) (\nS1pr3\ntm1Rlp/Mmnc\n;\n referred to herein as S1PR3 KO). We initially investigated baseline responses to mechanical stimuli. S1PR3 KO mice displayed a dramatic loss of mechanical sensitivity (\nFigure 1A\n; see \nFigure 1—source data 1\n), as von Frey paw withdrawal thresholds were significantly elevated in S1PR3 KO mice relative to WT and S1PR3 HET littermates (mean thresholds: 1.737 g vs. 0.736 and 0.610 g, respectively). Moreover, S1PR3 KO mice demonstrated decreased responses to a range of noxious tactile stimuli (2–6 g; \nFigure 1B\n) and to noxious pinprick stimulation (\nFigure 1C\n), but normal responsiveness to innocuous tactile stimuli (0.6–1.4 g; \nFigure 1B\n). S1PR3 KO mice exhibited normal tape removal attempts (\nRanade et al., 2014\n) (\nFigure 1D\n), righting reflexes (\nFigure 1—figure supplement 1A\n), radiant heat withdrawal latencies (\nFigure 1E\n), and itch-evoked scratching (\nFigure 1—figure supplement 1B\n). These results demonstrate a selective role for S1PR3 in acute mechanical pain.\n10.7554/eLife.33285.002\nFigure 1.\nS1PR3 mediates acute mechanical pain.\n(\nA\n) von Frey 50% withdrawal threshold measurements for \nS1pr3\n+/+\n (WT, N = 8), \nS1pr3\n+/-\n (HET, N = 7) and \nS1pr3\n-/-\n (KO, N = 12) mice. p<0.0001 (one-way ANOVA). Tukey-Kramer post hoc comparisons for KO and HET to WT indicated on graph. (\nB\n) von Frey force-response graph for WT (N = 8) versus KO (N = 12) animals; \np\ngenotype\n <0.0001 (two-way ANOVA). Tukey HSD comparisons between genotypes are indicated for given forces. (\nC\n) % withdrawal to pinprick stimulation of hindpaw for HET versus KO animals; p<0.0001 (unpaired t-test; N = 5–7 mice per group). (\nD\n) Number of attempted removal bouts in tape assay for WT (N = 2), HET (N = 2), and KO (N = 5) mice; p=0.172 (one-way ANOVA). (\nE\n) Baseline radiant heat measurements for WT (N = 8), HET (N = 3), and KO (N = 5) mice; \np\n=0.444 (one-way ANOVA). (\nF\n) von Frey 50% withdrawal threshold measurements for mice pre- and post-injection of 500 µM TY 52156 (N = 10), 10 µM W146 (N = 6), or 1% DMSO-PBS vehicle (N = 17); p=0.016, 0.650 (two-tailed paired t-test comparing vehicle- vs. drug-injected paw). (\nG\n) von Frey force-response graph for mice injected with either 1% DMSO-PBS (N = 4) or 500 µM TY 52156 (N = 4); \np\ntreatment\n <0.0001 (two-way ANOVA). Tukey HSD comparisons were made between treatment groups and significant differences at a given force are indicated on graph. Error bars represent mean ± SD.\n10.7554/eLife.33285.004\nFigure 1—source data 1.\nS1PR3 mediates acute mechanical pain.\nRelated to \nFigure 1\n.\n10.7554/eLife.33285.003\nFigure 1—figure supplement 1.\nLoss of S1PR3 selectively impairs mechanonociception.\nRelated to \nFigure 1\n. (\nA\n) Time to righting in seconds for P7 pups per genotype for WT and KO mice; p=0.575 (two-tailed unpaired t-test; N = 7 mice per genotype). (\nB\n) (Left) Time spent scratching in response to injection of 50 mM chloroquine or PBS vehicle (VEH) in WT and KO mice; p=0.36, 0.98, (unpaired t-tests; N = 3–4 mice per group). (Right) Time spent scratching in response to injection of 27 mM Histamine or 0.1% DMSO-PBS in WT and KO mice; p=0.51, 0.06 (unpaired t-tests; N = 3–4 mice per group). (\nC\n) Normalized paw withdrawal latencies post-injection of SKI II, TY 52156, or 0.1% DMSO-PBS vehicle into the hind paw of wild-type animals; p=0.65 (one-way ANOVA; N = 5 mice per group). Unless otherwise indicated, error bars represent mean ± SD.\nAs a complement to our analysis of somatosensation in S1PR3 KO animals, we employed a pharmacological approach, using the S1PR3-selective antagonist TY 52156 (TY) (\nNussbaum et al., 2015\n). Similar to the phenotype of knockout animals, intradermal injection of 500 µM TY into the mouse hindpaw (the site of testing) triggered a rapid and significant elevation in von Frey paw withdrawal thresholds (\nFigure 1F\n) and decreased responsiveness to noxious (2–6 g), but not innocuous (0.6–1.4 g), tactile stimuli (\nFigure 1G\n), without affecting noxious heat sensitivity (\nFigure 1—figure supplement 1C\n). By contrast, blockade of S1PR1 with the selective antagonist W146 (\nFinley et al., 2013\n) had no effect on baseline mechanical or thermal thresholds (\nFigure 1F\n; \nFigure 1—figure supplement 1C\n). Overall, these data show that S1PR3 signaling sets mechanical pain sensitivity.\nEndogenous S1P mediates acute mechanical pain\nWe next asked whether peripheral S1P was required for the S1PR3-dependent effects on mechanosensation. We decreased S1P levels via injection of the sphingosine kinase inhibitor SKI II to block local production of S1P (\nChiba et al., 2010\n) or elevated S1P levels via intradermal injection of S1P and measured behaviors 30 min after injection. Decreasing local S1P levels with SKI II significantly reduced mechanical sensitivity (\nFigure 2A\n; see \nFigure 2—source data 1\n), comparable to the hyposensitivity phenotype observed in S1PR3 KO mice (\nFigure 1A\n). Again, similar to what was observed in S1PR3 KO animals (\nFigure 1E\n), peripheral blockade of S1P production had no effect on baseline thermal sensitivity (\nFigure 1—figure supplement 1C\n). Surprisingly, injecting exogenous S1P (10 µM; maximum solubility in saline vehicle) had no effect on mechanical sensitivity (\nFigure 2A–B\n). However, as previously reported (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n), S1P injection triggered S1PR3-dependent thermal hypersensitivity and spontaneous pain (\nFigure 2C–D\n), demonstrating that the lack of effect on mechanical hypersensitivity is not due to problems with S1P delivery or degradation.\n10.7554/eLife.33285.005\nFigure 2.\nEndogenous S1P mediates acute mechanical pain.\n(\nA\n) von Frey 50% withdrawal measurements for mice pre- and post-injection of 50 µM SKI II (N = 8) or 10 µM S1P (N = 7); p=0.003, 0.604 (two-tailed paired t-tests). (\nB\n) von Frey force-response graph for animals injected with 10 µM S1P or 0.1% MeOH-PBS; \np\ngenotype\n >0.05 (two-way ANOVA; N = 8 mice per group). No Tukey HSD comparisons at any force between genotypes were significant. (\nC\n) Intradermal cheek injection of 10 µM S1P, 2 µM, 0.2 µM, and 20 µL 0.3% methanol PBS (vehicle), with quantification of number of forepaw wipes over the 5 min post-injection interval; \np\n<0.0001 (one-way ANOVA; N = 3 mice per condition). Dunnett’s multiple comparisons \np\n-values are represented on graph for comparisons made between treated and vehicle groups. (\nD\n) Radiant heat normalized paw withdrawal latencies 20–30 min post injection of 15 µL 10 µM S1P, 0.2 µM S1P. or 0.3% methanol-PBS vehicle (i.d.) into the hind paw of S1PR3 WT or KO mice; p=0.0129 (one-way ANOVA; N = 3–10 mice per condition). Dunnett’s multiple comparisons \np\n-values are represented on graph for comparisons made between treated and vehicle groups. (\nE\n) von Frey 50% withdrawal measurements for mice pre- (baseline) and post-injection of 50 µM SKI II (N = 14) and 0 (N = 4), 10 (N = 3), 75 (N = 4), or 200 nM S1P (N = 3; one-way ANOVA; \np\n=0.0001). Tukey Kramer comparisons are indicated on graph. Error bars represent mean ± SD.\n10.7554/eLife.33285.006\nFigure 2—source data 1.\nEndogenous S1P mediates acute mechanical pain.\nRelated to \nFigure 2\n.\nThese data support a model whereby S1P constitutively activates S1PR3 to set normal mechanical pain thresholds. To further test this model, we asked if the mechanical hyposensitivity elicited after endogenous S1P depletion (via SKI II) could be rescued by local injection of exogenous S1P. Indeed, we found that injection of exogenous S1P reversed SKI II-induced mechanical hyposensitivity in a dose-dependent manner, and observed a maximal effect with 200 nM S1P (\nFigure 2E\n). Although quantification of native S1P levels in skin is inaccurate owing to avid lyase activity (\nShaner et al., 2009\n), our data establish that baseline S1P levels are sufficient to maximally exert their effect on S1PR3-dependent mechanical pain, such that increased S1P does not evoke mechanical hypersensitivity, but diminished S1P leads to mechanical hyposensitivity. These data show that constitutive activation of S1PR3 by S1P is required for normal mechanosensitivity.\nS1PR3 is expressed in A mechanonociceptors and thermal nociceptors\nOur behavioral data showing distinct roles for S1PR3 in mechanonociception and thermal hypersensitivity suggest that S1PR3 is expressed in distinct subsets of somatosensory neurons. While a previous study suggested that all somatosensory neurons express S1PR3 (\nCamprubí-Robles et al., 2013\n), single cell RNA seq data suggests \nS1pr3\n is not expressed by all DRG neurons (\nUsoskin et al., 2015\n), and no studies have performed quantitative analysis of S1PR3 staining or co-staining to define subpopulations of S1PR3\n+\n neurons. We thus set out to characterize the somatosensory neuron subtypes expressing \nS1pr3\n using \nin situ\n hybridization (ISH) of wild-type somatosensory ganglia and immunohistochemistry (IHC) in an \nS1pr3\nmCherry/+\n reporter mouse (\nSanna et al., 2016\n).\nWe first used in situ hybridization (ISH) with a specific \nS1pr3\n probe to examine expression patterns of \nS1pr3\n (\nFigure 3A–B\n; see \nSupplementary file 1\n). In our experiments, 43% of cells from wild-type DRG expressed \nS1pr3\n. Co-ISH revealed that one population of \nS1pr3\n+\n neurons represents Aδ mechanonociceptors (AMs). These cells expressed \nScn1a\n (39.9% of all \nS1pr3\n+\n), a gene that encodes the Nav1.1 sodium channel, which mediates mechanical pain in Aδ fibers (\nOsteen et al., 2016\n). \nS1pr3\n+\n cells also co-expressed \nNpy2r\n (20.4% of all \nS1pr3\n+\n), a marker of a subset of mechanonociceptive A fibers (\nArcourt et al., 2017\n). \nS1pr3\n was expressed in 70.6% of \nScn1a\n+\n cells and 72% of \nNpy2r\n+\n cells, comprising a majority of both of these populations. Interestingly, a subset of cells co-expressed \nS1pr3\n and the mechanically sensitive channel \nPiezo2\n, which is expressed by Aβ, Aδ, and C fibers (\nRanade et al., 2014\n). The remaining \nS1pr3\n+\n cells were \nTrpv1\n+\n and/or \nTrpa1\n+\n C nociceptors (67.1% of all \nS1pr3\n+\n), which are reported to overlap minimally with the \nScn1a\n+\n and \nNpy2r\n+\n populations (\nArcourt et al., 2017\n; \nOsteen et al., 2016\n).\n10.7554/eLife.33285.007\nFigure 3.\nS1pr3\n is expressed in A mechanonociceptors and C thermal nociceptors.\n(\nA\n) (Top) Representative co-ISH of \nS1pr3\n (green; left) with \nScn1a\n, \nNpy2r\n, \nPiezo2\n, and \nTrpv1\n (magenta; center) in sectioned DRG. Right column: overlay with co-localized regions colored white (10x air objective; scale = 100 µm). (\nB\n) Bar chart showing the % of total cells expressing the indicated marker (grey) and the % of total cells co-expressing both marker and \nS1pr3\n (green). See Table S1 for quantification. (\nC\n) Representative IHC images of sectioned DRG from \nS1pr3\nmCherry/+\n animals stained with anti-DsRed (green, S1PR3) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Arrows indicate co-stained cells. Images were acquired using a 10x air objective (scale = 100 µm). (\nD\n) Whole-mount skin IHC confocal images with anti-DsRed antibody (S1PR3, green) and anti-NefH antibody (NF200, magenta) in an \nS1pr3\nmCherry/+\n animal (20x water objective; scale = 50 µm). Arrows indicate co-positive free nerves (left image). Arrowheads indicate NF200- free nerves (left) or S1PR3- circumferential fibers (right image). (\nE\n) Sectioned skin IHC with anti-DsRed (S1PR3) and anti-NefH (NF200, left, top right) or anti-DsRed (S1PR3) and anti-beta-tubulin III (BTIII, bottom right) antibody (magenta) in \nS1pr3\nmCherry/+\n skin (20x air objective; scale = 50 µm). Arrows indicate co-positive free nerve endings (left), S1PR3-negative lanceolate/circumferential hair follicle endings (top right, arrow = circumferential, arrowhead = lanceolate), or S1PR3-negative putative Merkel afferent (bottom right). (\nF\n) (Left) Quantification of sectioned DRG IHC experiments showing % of S1PR3+ cells that co-stained with indicated markers (n > 250 cells per marker). (Right) Quantification of sectioned skin IHC experiments showing % of fibers positive for indicated marker that co-stained with S1PR3 (anti-DsRed; n = 10 images per marker from two animals).\n10.7554/eLife.33285.008\nFigure 3—figure supplement 1.\nS1PR3 KO animals display normal representation of somatosensory neuronal subtypes.\nRelated to \nFigure 3\n. (\nA\n) ISH of sectioned adult DRG from WT and S1PR3 KO animals showing specificity of \nS1pr3\n probes (20x air objective, scale = 50 µm). (\nB\n) (Image) Representative ISH \nTrpv1\n (top) and \nTrpa1\n (bottom) from sectioned DRG of wild-type (left) and S1PR3 KO animals (right; 20x air objective; scale = 50 µm). (\nC\n) % of total cells expressing \nTrpv1\n and \nTrpa1\n in sectioned DRG of wild-type and S1PR3 KO animals. (\nD\n) (Left) Average diameter ± SEM of all cells in sectioned DRG from WT and S1PR3 KO animals (p=0.36, two-tailed t-test; n = 437 and 679 cells from two animals each, respectively). (Right) Average diameter ±SD of \nTrpv1+\n cells in WT and S1PR3 KO DRG (\np\n=0.63, two-tailed t-test; n = 127 and 85 cells, respectively). (\nE\n) Representative staining with anti-S1PR3 antibody (1:2000) in sectioned adult DRG from WT and S1PR3 KO animals (10x air objective, scale = 100 µm). (\nF\n) Representative IHC images of sectioned DRG from S1PR3 KO animals stained with anti-DsRed (green) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Images were acquired using a 10x air objective (scale = 100 µm). (\nG\n) (Left) Quantification of total percentage of cells stained with indicated markers in sectioned DRG from \nS1pr3\nmCherry/+\n and S1PR3 KO animals (n > 250 cells per condition). (Right) Average diameter of anti-NF200 +cells in \nS1pr3\nmCherry/+\n and S1PR3 KO DRG (p=0.15, two-tailed t-test; n = 256 and 194 cells, respectively). (\nH\n) Percent responders to S1P and capsaicin in ratiometric calcium imaging of wild-type and S1PR3 KO cultured DRG and TG neurons; p<0.0001 (one-way ANOVA; N = 2 DRG and 2 TG preparations of 8 wells each). Sidak’s multiple comparisons \np\n-values are represented on graph for comparisons made between genotypes. Error bars represent mean ± SEM. (\nI\n) (Left) No primary control showing robust staining of hair follicles in whole mount skin in contrast to specific neuronal staining shown in \nFigure 3D\n. (Right) No primary control showing staining around hair follicles and in epidermis in sectioned skin. Scale = 50 µm (20x water objective).\nWe next used an \nS1pr3\nmCherry/+\n reporter mouse, which produces a functional S1PR3-mCherry fusion protein (\nSanna et al., 2016\n), as an independent strategy to explore S1PR3 expression and localization. This strategy was used because we found that anti-S1PR3 antibodies showed broad immunoreactivity in DRG from mice lacking S1PR3, and so we instead used anti-DsRed antibodies to probe expression of the S1PR3 fusion protein (\nFigure 3—figure supplement 1E\n). We found that 42.4% of S1PR3\n+\n cells co-stained with anti-Peripherin, demonstrating that S1PR3 is expressed in a subset of small-diameter neurons. We also observed that 69.5% of S1PR3\n+\n cells co-stained with anti-NF200, which marks medium and large-diameter myelinated neurons. Furthermore, we observed that S1PR3\n+\n cells were primarily of small to medium diameter (11.3–35.1 µm), whereas all cells in the DRG ranged from 11.3 to 53.9 µm. Overall, these data support the expression of S1PR3 in subsets of small-diameter thermal nociceptors and medium-diameter mechanonociceptors (\nFigure 3F\n). Additionally, no significant differences were observed between WT and S1PR3 KO DRG in number of \nTrpa1\n+\n, Trpv1\n+\n,\n Peripherin\n+\n, NF200\n+\n, or IB4\n+\n cells (\nFigure 3—figure supplement 1B–C,F,G\n). The mean diameters of \nTrpv1\n+\n neurons (\nFigure 3—figure supplement 1D\n, left), NF200\n+\n neurons (\nFigure 3—figure supplement 1G\n), or all neurons (\nFigure 3—figure supplement 1D\n, right) in WT versus KO DRG were not significantly different, suggesting no loss of major sensory neuronal subtypes in the S1PR3 KO.\nWe then visualized S1PR3 expression in nerve fibers that innervate the skin using anti-DsRed antibodies in whole-mount immunohistochemistry (IHC; \nFigure 3D\n). The reporter animals showed no specific antibody staining in epidermal or dermal cells (\nFigure 3—figure supplement 1I\n), and single-cell RNA seq of a diverse array of mouse epidermal and dermal cells corroborates this lack of expression (\nJoost et al., 2016\n). We observed overlap of S1PR3-expressing free nerve endings with NF200\n+\n myelinated free nerves and NF200- putative C-fiber endings (\nFigure 3F\n), but did not observe expression of S1PR3 in NF200\n+\n circumferential or lanceolate hair follicle receptors, or in putative Merkel afferents (\nFigure 3D–E\n). β-tubulin III, PGP9.5 (pan-neuronal markers), and NF200 staining in S1PR3 KO skin displayed patterns of epidermal and dermal innervation similar to WT skin, suggesting the phenotypes observed in the S1PR3 KO mice are not due to developmental loss of sensory neuronal innervation (\np\nPGP9.5\n= 0.443 (n = 93, 38 fibers); \np\nNefH\n = 0.405 (n = 61, 28 fibers); \np\nBTII\nI\n = 0.353 (n = 104, 89 fibers); two-tailed t-tests based on average number of fibers per field of view). These results support expression of S1PR3 in subsets of myelinated A mechanonociceptors and unmyelinated C nociceptors that terminate as free nerve endings.\nS1P activates thermal nociceptors but not putative AMs\nLive imaging of cultured DRG neurons from adult reporter animals showed expression of S1PR3-mCherry fusion protein in 48.3% of neurons, mirroring our ISH and IHC results (\nFigure 4A\n). To examine the effects of S1P on A mechanonociceptors and C nociceptors, we performed ratiometric calcium imaging and electrophysiology on DRG cultures from reporter mice. Interestingly, only 56.1 ± 22.4% of mCherry-expressing neurons were activated by 1 µM S1P (Representative trace in \nFigure 4B\n; representative images in \nFigure 4C\n), which our dose-response showed to be the saturating concentration for calcium influx (\nFigure 4D\n; EC\n50\n = 155 nM). All S1P-responsive neurons were also capsaicin-sensitive (\nn\n > 2000 neurons). And while sensory neurons from S1PR3 KO animals did not respond to S1P, as expected (\nCamprubí-Robles et al., 2013\n), they exhibited capsaicin responses that were not significantly different from WT neurons (\nFigure 3—figure supplement 1H\n). The mean diameter of S1P-responsive mCherry\n+\n neurons was 22.4 ± 1.0 µm, whereas the mean diameter of non-responsive mCherry\n+\n neurons was 28.7 ± 3.2 µm (p=0.0002, two-tailed t-test). We also performed whole cell current clamp experiments and, consistent with other studies (\nMair et al., 2011\n; \nZhang et al., 2006\n; \nLi et al., 2015\n), found that S1P evoked action potential firing in capsaicin-sensitive small diameter cells (\nFigure 4E\n). This shows that only the small-diameter, S1PR3\n+\n putative nociceptors are excited by S1P. We next asked whether the S1PR3\n+\n medium-large diameter neurons represent the mechanonociceptors observed by ISH (\nFigure 3A\n). To this end, we asked whether the spider toxin Hm1a, a selective activator of AM nociceptors (\nOsteen et al., 2016\n), triggers calcium influx in S1PR3-expressing trigeminal neurons. Indeed, we found that 44.2 ± 15.1% of Hm1a-responsive neurons expressed mCherry (\nFigure 4F\n), consistent with our staining showing expression of \nS1pr3\n in AM nociceptors and the role of Hm1a-responsive neurons in mediating mechanical pain in vivo (\nOsteen et al., 2016\n).\n10.7554/eLife.33285.009\nFigure 4.\nS1P activates thermal nociceptors but not mechanonociceptors.\n(\nA\n) (Left) Representative image of mCherry signal in live, cultured adult DRG neurons from one \nS1pr3\nmCherry/+\n animal. (Right) Quantification of % of total cells expressing \nS1pr3\n from DRG ISH and mCherry from dissociated DRG cultures (N = 2 animals each experiment). (\nB\n) Representative traces depicting F340/F380 signal from Fura2-AM calcium imaging showing two neurons, one which responded to 1 µM S1P, 1 µM Capsaicin, and high K + Ringer’s (red) and one which only responded to high K+ (black). (\nC\n) (Left) Fura-2 AM calcium imaging before (left) and after (center) addition of 1 µM S1P in \nS1pr3\n\n\nmCherry/+\n cultured mouse DRG neurons. Bar indicates fluorescence ratio. Right-hand image indicates mCherry fluorescence. (Right) % of mCherry neurons that are responsive to 1 µM S1P in ratiometric calcium imaging (n > 1000 cells from 16 imaging wells from three animals). (\nD\n) Dose-response curve of mean neuronal calcium responders to varying concentrations of S1P. Concentrations used: 1, 10, 50, 100, 200, 1000, and 10,000 nanomolar (N = 2 animals). Error bars represent mean ± SD. Black dotted line indicates sigmoidal fit for all S1P responders from which EC\n50\n was derived. All S1P responders were also capsaicin-responsive. (\nE\n) Current-clamp trace of a single wild-type neuron firing action potentials in response to bath addition of 1 µM S1P and 1 µM capsaicin, with Ringer’s wash in-between. Four of tenneurons responded to S1P and one of one S1P-responsive also responded to capsaicin. Bar = 2 s. (\nF\n) (Left) Fura-2 AM calcium imaging after addition of 500 nM Hm1a in \nS1pr3\nmCherry/+\n P0 TG neurons, which were used instead of adult DRG neurons because they respond to Hm1a without prior PGE\n2\n sensitization. Right-hand image indicates mCherry fluorescence. (Right) % of Hm1a-responsive P0 TG neurons that are mCherry+ (N = 1 animal, 1230 total neurons).\nS1PR3 modulates KCNQ2/3 channels to regulate AM excitability\nWe next interrogated the molecular mechanism by which S1P signaling in AM nociceptors may regulate mechanical pain. We performed whole-cell current clamp on the medium-diameter \nS1pr3\nmCherry/+\n dissociated DRG neurons (membrane capacitance = 61.05 ± 1.92 pF), which did not display S1P-evoked calcium influx (\nFigure 4B–C\n). In these cells, 1 µM S1P application did not change membrane potential (\nFigure 5—figure supplement 1A\n; see \nFigure 5—source data 1\n) or elicit firing in the absence of current injection (\nFigure 5—figure supplement 1A\n; \nFigure 5A\n). However, S1P dramatically lowered the threshold to fire action potentials (rheobase) in an S1PR3-dependent manner (\nFigure 5A\n, \nFigure 5—figure supplement 1B\n).\n10.7554/eLife.33285.010\nFigure 5.\nS1PR3 modulates KCNQ2/3 channels to regulate AM excitability.\nAll experiments were performed in \nS1pr3\nmCherry/+\n or \n-/-\n DRG neurons. (\nA\n) (Left) Example traces of a single mCherry +neuron in whole cell current clamp before and after S1P application. (Right) % change in rheobase after S1P application for \nS1pr3\nmCherry/+\n (left, n = 7) and KO (right, n = 12) neurons (\np\nWT,KO\n = 0.012, 0.287; two-tailed paired t-tests). (\nB\n) % ∆ in input resistance after S1P or vehicle application (p=0.017; two-tailed paired t-test; n = 4 cells per group). (\nC\n) The S1P-sensitive current is carried by potassium. The current-voltage relationship was determined by subtraction of the post-S1P current from the pre-S1P current and reverses at −60.125 mV; n = 6 cells. Data were fitted with a Boltzmann equation. Pre- and post-S1P currents were measured at the indicated voltage (−100 mV to +80 mV, 20 mV increments) following a +100 mV step (100 ms). Current was quantified using the peak absolute value of the slowly-deactivating current 0–10 ms after stepping to indicated voltage. Unless indicated otherwise, all error bars represent mean ± SEM. (\nD\n) (Graphic, top) Averaged current traces of a single mCherry+ neuron in whole cell voltage clamp recording comparing tail currents (∆\nI tail\n) pre- and post-S1P using indicated voltage step protocol. (graphic, bottom) Averaged current traces of a single mCherry+ neuron in whole cell voltage clamp recording with XE991 treatment. Holding phase (−40 mV, 150 ms) was truncated in traces. (Left graph) % ∆ in outward tail current (average ±SD after indicated treatments (1 µM S1P, 3 µM XE 991, or both) for \nS1pr3\nmCherry/+\n medium-diameter neurons; (p=0.58; one-way ANOVA; n = 6, 8, 14 cells) using protocol depicted at right. (Right graph) % ∆ in inward tail current after indicated treatments (LINO = 100 µM linopirdine) for \nS1pr3\nmCherry/+\n medium-diameter neurons; (p=0.47; two-tailed paired t-test; n = 12 cells).\n10.7554/eLife.33285.012\nFigure 5—source data 1.\nS1PR3 modulates KCNQ2/3 channels to regulate AM excitability.\nRelated to \nFigure 5\n.\n10.7554/eLife.33285.011\nFigure 5—figure supplement 1.\nS1P selectively modulates potassium tail currents to increase DRG neuron excitability.\nRelated to \nFigure 5\n. (\nA\n) (Left) Example trace of a single mCherry+ neuron in S1P before and after current injection. (Right) Resting membrane potential (RMP) in millivolts before and after addition of S1P (p=0.23; two-tailed paired t-test; n = 6 cells). (\nB\n) Rheobase pre- and post-S1P application in DRG neurons; \np\nWT\n = 0.011; \np\nKO\n = 0.28 (two-tailed paired t-test). Same data are represented in \nFigure 5A\n. (\nC\n) Sodium I-V relationship for a representative \nS1pr3\nmCherry/+\n medium-diameter neuron pre- and 5 min post- 1 µM S1P using voltage step from −100 to +80 mV (150 ms steps, −80 mV holding). (\nD\n) Steady-state I-V relationship for same neuron. (\nE\n) (Left) % ∆ in peak sodium current (Na\n+\n) after S1P or 1% DMSO vehicle application for medium-diameter mCherry+ neurons; p=0.39 (two-tailed paired t-test; n = 7 cells per group). (Right) % ∆ in peak steady-state current (S.S. K\n+\n) after S1P or 1% DMSO vehicle application for medium-diameter mCherry+ neurons; p=0.948 (two-tailed paired t-test; n = 7 cells per group). (\nF\n) % ∆ in inward tail current (∆\nI tail\n) after S1P or 1% DMSO vehicle application for \nS1pr3\nmCherry/+\n and KO medium-diameter neurons using a pre-pulse stimulation of +80 mV followed by a step to −80 mV, where (∆\nI tail\n) was calculated by subtracting the steady-state current from the absolute peak of the slowly-deactivating current at −80 mV (p=0.014; one-way ANOVA; n = 10, 13, 10 cells). Tukey Kramer post hoc \np-\nvalues indicated on graph. (\nG\n) Dose-response relationship between % ∆ in tail current and S1P concentration for 1 nM, 50 nM, 100 nM, and 1 µM S1P (n = 7 cells). EC\n50\n (48.8 nM), marked by thin dotted lines, was estimated from sigmoidal fit (thick dotted line).\nWe then set out to determine the mechanism by which S1PR3 activity increases neuronal excitability using whole-cell voltage clamp recording. Previous studies showed that S1P excites capsaicin-sensitive nociceptors by increasing voltage-gated sodium currents and reducing steady-state potassium currents (\nZhang et al., 2006\n; \nLi et al., 2015\n). We found that S1P had no such effects on S1PR3\n+\n medium-diameter cells (\nFigure 5—figure supplement 1C–E\n). By contrast, S1P triggered a robust increase in input resistance (\nFigure 5B\n), consistent with the closure of potassium channels. I-V analysis revealed that the current inhibited by S1P application was carried by potassium (\nFigure 5C\n). Additionally, S1P significantly reduced slow, voltage-dependent tail current amplitudes (\nFigure 5—figure supplement 1F\n; \nFigure 5D\n (top)) in an S1PR3-dependent manner (\nFigure 5—figure supplement 1F\n, center).\nAs tail currents in Aδ neurons are primarily mediated by KCNQ2/3 potassium channels (\nSchütze et al., 2016\n; \nPassmore et al., 2012\n), we postulated that S1P may alter tail currents through modulation of these channels. Furthermore, the above properties of the S1P-sensitive current were consistent with the reported electrophysiological properties of KCNQ2/3 channels in DRG neurons (\nSchütze et al., 2016\n; \nCrozier et al., 2007\n; \nXu et al., 2010\n). To address whether KCNQ2/3 channels mediated S1P-dependent neuronal excitability, we applied the KCNQ2/3-selective inhibitor XE 991 and found that it completely occluded the effects of S1P on tail current (\nFigure 5D\n). Similar results were observed with the related antagonist, linopirdine (\nFigure 5D\n). These findings are consistent with S1P/S1PR3-dependent inhibition of KCNQ2/3 in somatosensory neurons.\nWe also found that the effect of S1P on KCNQ2/3 currents was mediated by low levels of S1P, exhibiting an IC\n50\n of 48 nM with saturation at 100 nM (\nFigure 5—figure supplement 1G\n). While S1P cannot be accurately measured in non-plasma tissues, this is similar to estimated levels of S1P in peripheral tissues (\nSchwab et al., 2005\n; \nRamos-Perez et al., 2015\n), and to levels which rescued mechanosensitivity after local S1P depletion (\nFigure 2E\n). Thus, our in vitro IC\n50\n supports our finding that baseline S1P levels are sufficient to maximally exert their effect on mechanical pain. In summary, our electrophysiological and behavioral observations support a model in which baseline S1P/S1PR3 signaling governs mechanical pain thresholds through modulation of KCNQ2/3 channel activity in AM neurons.\nS1PR3 is required for nociceptive responses of high-threshold AM nociceptors\nGiven the effects of S1P on putative AM neurons in vitro and the selective attenuation of baseline mechanical pain in S1PR3 KO animals, we hypothesized that S1PR3 would play a role in AM afferent function. To test this, we utilized ex vivo skin-nerve recordings to analyze the effects of genetic ablation of S1PR3 on AM afferents, which mediate fast mechanical pain sensation. S1PR3 HET animals were used as littermate controls because no significant differences were observed between S1PR3 WT and S1PR3 HET mice in any behavioral assay (\nFigure 1\n), and because force-response relationships are comparable between S1PR3 HET AM fibers and wild type AM recordings (\nOsteen et al., 2016\n; \nMcIlwrath et al., 2007\n; \nKwan et al., 2009\n; \nSmith et al., 2013\n; \nGarrison et al., 2012\n) (\nFigure 6—figure supplement 1A\n; see \nFigure 6—source data 1\n). Compared to S1PR3 HET, S1PR3 KO AM nociceptors displayed reduced sensitivity in their force-response relation (slope for HET versus KO: 50 Hz/N versus 35 Hz/N), as well as attenuated firing over the noxious, but not innocuous, range of mechanical stimulation (\nFigure 6A\n). Strikingly, the median von Frey threshold to elicit firing in AM nociceptors was significantly higher in S1PR3 KO animals (3.92 mN) compared to littermate controls (1.56 mN; \nFigure 6B\n). Furthermore, S1PR3 KO AM nociceptors displayed a right-shifted cumulative response curve to force-controlled stimuli (50% effective force for HET versus KO: 33.7 versus 60.0 mN; \nFigure 6C\n), consistent with the mechanonociceptive hyposensitivity observed in vivo. By contrast, neither AM conduction velocities nor the conduction velocity distributions of Aβ, Aδ, and C fibers differed between genotypes (\nFigure 6D\n and \nFigure 6—figure supplement 1B\n).\n10.7554/eLife.33285.013\nFigure 6.\nS1PR3 is required for nociceptive responses of high-threshold AM nociceptors.\n(\nA\n) (Left) Representative traces of AM fiber activity over time in ex vivo skin-saphenous nerve recording in response to stimulation (128 mN, top) from HET (middle) and KO (bottom) mice. (Right) Mean firing rate of AM fibers in response to force controlled stimulation (4, 8, 16, 32, 64, 128, 256 mN). **p=0.001, ***p=0.0002 (two-way ANOVA, Sidak’s post-hoc); lines, linear regression (HET: slope = 50 Hz/N, R\n2\n = 0.99; KO: slope = 35 Hz/N, R\n2\n = 0.95). (\nB\n) von Frey threshold of AM fibers in S1PR3 HET and KO specimens. ***p<0.0001 (Mann-Whitney test); lines, median; boxes, 25–75 percentile; whiskers, min-max. (\nC\n) Cumulative response plot of AM fibers to force controlled stimulation (solid lines); four-parameter logistic fit from which half-maximal force was estimated for each genotype (dotted lines). (\nD\n) Conduction velocity (CV) of AM fibers in S1PR3 HET and KO mice. p=0.65 (two-tailed t-test); n = 40, 36 fibers; errors, mean ± SEM. (\nE\n) Representative traces and binned instantaneous firing frequencies (IFF; 200 ms bins) of Non-Adapting and Adapting AMs in response to force controlled stimulation (256 mN, top) for S1PR3 HET and KO mice; blue regions, dynamic phase of stimulation (200 ms). (\nF\n). Proportion of fibers classified by pattern of mechanically evoked responses to 256-mN stimuli: Non-Responder (HET, 2/40 fibers; KO 5/36), Non-Adapting AM (HET, 18/40; KO, 29/36), Adapting AM (HET, 20/40; KO, 2/36). Non-Responders fired action potentials to large magnitude von Frey monofilaments (<0.5 mm tip diameter), but not controlled mechanical stimulation (256 mN, 2 mm tip diameter). ***p<0.00001 (Chi-square test).\n10.7554/eLife.33285.015\nFigure 6—source data 1.\nS1PR3 is required for nociceptive responses of high-threshold AM nociceptors.\nRelated to \nFigure 6\n. Table provides properties of all S1PR3 HET and KO AM fibers that were recorded.\n10.7554/eLife.33285.014\nFigure 6—figure supplement 1.\nS1PR3 HET AM nociceptors display normal nociceptive responses.\nRelated to \nFigure 6\n. (\nA\n) Mean firing rate of AM fibers in response to force controlled stimulation (4, 8, 16, 32, 64, 128, 256 mN) from \nFigure 6A\n, with additional data from one wild-type animal (n\nWT\n = 4 fibers) (WT: slope, 57 Hz/N, R (\nVriens et al., 2011\n), 0.98; p=0.90, two-way ANOVA comparing HET and WT). (\nB\n) (Left) Conduction velocities from teased fibers from 6 S1PR3 KO animals (purple, Aβ, centroid = 13.1 m/s; yellow, Aδ, centroid = 5.7 m/s; orange, C, centroid = 0.4 m/s; R\n2\n = 0.69, N = 65 fibers). (Right) Conduction velocities from teased fibers from 1 S1PR3 HET and 6 C57BL/6 WT animals (purple, Aβ, centroid = 14.5 m/s; yellow, Aδ, centroid = 6.8 m/s; orange, C, centroid = 0.3 m/s; R\n2\n = 0.82, N = 76 fibers). Three-term Gaussian model. X-axis plotted on a log 1.2 scale. (\nC\n) Mean firing rates during dynamic (ramp) and static (hold) stimulation for S1PR3 HET and S1PR3 KO recordings (left, Adapting AMs; right, Non-Adapting AMs; see \nFigure 6E–F\n for experimental details). No significant differences were found between genotypes (p=0.227, 0.490 (two-way ANOVA); bars, means). As shown in \nFigure 6F\n, the proportion of Adapting AMs was significantly lower in S1PR3 KO recordings compared with littermate controls.\nA recent study reported that A-nociceptors are composed of two genetically distinct neuronal populations that differ in conduction velocity and in adaptation properties (\nArcourt et al., 2017\n) (‘Adapting AM’ versus ‘Non-adapting AM’). We next asked whether loss of S1PR3 signaling altered these AM subtypes. Adapting AM fibers responded more vigorously to dynamic (ramp) stimuli than to static (hold) stimuli, and displayed a mean dynamic firing frequency at least twofold greater than their static firing frequency (\nArcourt et al., 2017\n) (\nFigure 6E\n, upper traces). By contrast, Non-adapting AM fibers often showed bursting during static stimulation, which resulted in similar firing rates during dynamic and static stimulation (\nFigure 6E\n, lower traces). S1PR3 KO animals displayed a significantly lower proportion of Adapting AM nociceptors compared with littermate controls (\nFigure 6F\n). Additionally, we observed an increase in S1PR3 KO AM fibers that were unresponsive to controlled force stimulation (\nFigure 6F\n). These ‘non-responders’ only fired action potentials to high-pressure stimuli with a blunt glass probe or to suprathreshold stimulation with von Frey filaments (see Methods). The Non-adapting AMs, and the few remaining mechanosensitive Adapting AMs in the S1PR3 KO displayed similar firing frequencies over both the dynamic and static phases of force application to control fibers (\nFigure 6—figure supplement 1C\n). This suggests that decreased mechanosensitivity of the Adapting AM population accounts for the significant reduction in force-firing relations observed at the population level in S1PR3 KO AMs (\nFigure 6A\n). We conclude that S1PR3 is an essential regulator of both mechanical threshold and sensitivity in a distinct population of AM nociceptors.\nS1PR3 is required for inflammatory pain hypersensitivity\nHaving examined the mechanisms of S1P/S1PR3 signaling in acute mechanonociception, we next sought to evaluate S1P/S1PR3 signaling in pain hypersensitivity. For this purpose, we used an experimental model of inflammatory pain triggered by Complete Freund’s Adjuvant (CFA) injection into the hindpaw, which elicits infiltration of immune cells and thermal and mechanical hypersensitivity (\nGhasemlou et al., 2015\n). While one previous study proposed that S1PR3 promotes injury-evoked heat and mechanical hypersensitivity, they did not measure or compare post-injury mechanical thresholds to pre-injury baselines for the knockout or control animals (\nCamprubí-Robles et al., 2013\n). Here, we compared development of CFA-evoked hypersensitivity between S1PR3 HET and KO littermates, since no significant behavioral differences were observed between WT and HET animals in CFA experiments (\np\nvon Frey\n = 0.12; \np\nradiant heat\n = 0.12; two-tailed \nt\n-tests). Strikingly, S1PR3 KO mice failed to develop thermal hypersensitivity (\nFigure 7A\n; see \nFigure 7—source data 1\n) relative to heterozygous littermates at both 24 and 48 hr post-CFA injection. In stark contrast, S1PR3 KO animals developed robust mechanical hypersensitivity when thresholds were normalized to account for the dramatic baseline differences between knockouts and control animals (\nFigure 7B\n). Our data demonstrate that S1PR3 mediates baseline mechanical sensitivity and is not required for the development of CFA-evoked mechanical hypersensitivity.\n10.7554/eLife.33285.016\nFigure 7.\nS1PR3 is dispensable for development of chronic mechanical hypersensitivity.\n(\nA\n) Thermal latency before and after CFA treatment (indicated by dotted line); \np\ngenotype\n = 0.0053 (two-way ANOVA; N = 5 mice per genotype). Sidak’s multiple comparison between genotypes for specific time points indicated on graph. Error bars represent mean ± SD. (\nB\n) (Left) Normalized 50% withdrawal threshold before and after CFA treatment (indicated by dotted line); \np\n(genotype)<0.001 (two-way ANOVA). (Right) 50% withdrawal thresholds for same experiment (\np(\ngenotype)=0.1634; two-way ANOVA). (\nC\n) (Left) Thermal latency assessed before (‘Baseline’) and 24 hr post CFA injection with either vehicle (CFA + VEH) or TY 52156 (CFA + TY) acutely administered; p<0.0001 (one-way ANOVA N = 5 mice per treatment). (Right) Thermal latency assessed before and after CFA injection with either vehicle (CFA + VEH) or SKI II (CFA + SKI II) acutely administered on Day 1; p<0.0001 (one-way ANOVA; N = 5–7 mice per treatment). Dunnett’s test comparisons to baseline are indicated on graph. Error bars represent mean ± SD. (\nD\n) (Left) 50% withdrawal threshold assessed before and 24 hr post CFA injection with either vehicle (CFA + VEH) or TY 52156 (CFA + TY) acutely administered on Day 1; p<0.0001 (one-way ANOVA; N = 5 mice per treatment). Dunnett’s test comparisons to baseline are indicated on graph. (Right) 50% withdrawal threshold assessed before and 24 hr post CFA injection with either vehicle (CFA + VEH) or SKI II (CFA + SKI II) acutely administered; \np-\nvalues indicated on graph (two-tailed unpaired t-test; N = 5 mice per group.\n10.7554/eLife.33285.018\nFigure 7—source data 1.\nS1PR3 is dispensable for development of chronic mechanical hypersensitivity.\nRelated to \nFigure 7\n.\n10.7554/eLife.33285.017\nFigure 7—figure supplement 1.\nS1PR3 KO animals display normal CFA-evoked immune cell recruitment.\nRelated to \nFigure 7\n. (\nA\n) Recruitment of neutrophils (Neut.) or inflammatory monocytes (IMs) to hindpaw skin 24 hr post-CFA administration in S1PR3 HET and KO mice, as a dot plot of CD11b + cells plotting Ly6G fluorescence intensity vs. Ly6C intensity (AFU). Boxes are for illustrative purposes. (\nB\n) Recruitment of immune cells, including neutrophils (Neut.) and inflammatory monocytes (IMs) to hindpaw skin 24 hr post-CFA administration in HET and KO mice, displayed as total number of cells; N = 8 mice per genotype. Sidak’s multiple comparisons were made between HET and KO for each cell type.\nInflux of myeloid lineage (Cd11b\n+\n/Ly6G\n-\n) cells is required for the development of mechanical hypersensitivity in the CFA model (\nGhasemlou et al., 2015\n). In the immune system, S1P signaling via S1PR1 plays a key role in immune cell migration (\nMatloubian et al., 2004\n). Consistent with the development of mechanical hypersensitivity, flow cytometry experiments showed robust infiltration of immune cells into hindpaw skin from both S1PR3 KO and littermate controls (\nFigure 7—figure supplement 1A–B\n). These data suggest that the phenotypes observed in S1PR3 KO mice cannot be attributed to compromised immune cell infiltration.\nNext, we tested whether active S1P/S1PR3 signaling was required to maintain CFA-evoked thermal hypersensitivity using pharmacology. Acute blockade of S1P production with SKI II or S1PR3 with TY also reversed CFA heat hypersensitivity (\nFigure 7C\n), demonstrating that peripheral S1P actively signals via S1PR3 to promote CFA-evoked heat hypersensitivity. Furthermore, acute S1P/S1PR3 blockade with SKI II or TY elevated mechanical thresholds to pre-CFA, baseline levels (\nFigure 7D\n) showing that S1PR3 tunes mechanical pain under normal and inflammatory conditions. These results are consistent with the distinct roles for AM and C nociceptors in mechanical pain. Under normal conditions, AM nociceptors set mechanical pain thresholds (\nOsteen et al., 2016\n; \nAbrahamsen et al., 2008\n). By contrast, under inflammatory conditions, the combined activity of both non-sensitized AM fibers and sensitized C fibers determines overall post-inflammatory mechanical thresholds (\nLennertz et al., 2012\n; \nAbrahamsen et al., 2008\n). Consistent with this model, acute blockade of S1P production or S1PR3 activity under normal conditions induces mechanical hyposensitivity and under inflammatory conditions returns mechanical sensitivity to normal levels.",
    "s1pr3_mediates_acute_mechanical_pain": "S1PR3 mediates acute mechanical pain\nWe first examined a variety of somatosensory behaviors in mice lacking S1PR3 (\nKono et al., 2004\n) (\nS1pr3\ntm1Rlp/Mmnc\n;\n referred to herein as S1PR3 KO). We initially investigated baseline responses to mechanical stimuli. S1PR3 KO mice displayed a dramatic loss of mechanical sensitivity (\nFigure 1A\n; see \nFigure 1—source data 1\n), as von Frey paw withdrawal thresholds were significantly elevated in S1PR3 KO mice relative to WT and S1PR3 HET littermates (mean thresholds: 1.737 g vs. 0.736 and 0.610 g, respectively). Moreover, S1PR3 KO mice demonstrated decreased responses to a range of noxious tactile stimuli (2–6 g; \nFigure 1B\n) and to noxious pinprick stimulation (\nFigure 1C\n), but normal responsiveness to innocuous tactile stimuli (0.6–1.4 g; \nFigure 1B\n). S1PR3 KO mice exhibited normal tape removal attempts (\nRanade et al., 2014\n) (\nFigure 1D\n), righting reflexes (\nFigure 1—figure supplement 1A\n), radiant heat withdrawal latencies (\nFigure 1E\n), and itch-evoked scratching (\nFigure 1—figure supplement 1B\n). These results demonstrate a selective role for S1PR3 in acute mechanical pain.\n10.7554/eLife.33285.002\nFigure 1.\nS1PR3 mediates acute mechanical pain.\n(\nA\n) von Frey 50% withdrawal threshold measurements for \nS1pr3\n+/+\n (WT, N = 8), \nS1pr3\n+/-\n (HET, N = 7) and \nS1pr3\n-/-\n (KO, N = 12) mice. p<0.0001 (one-way ANOVA). Tukey-Kramer post hoc comparisons for KO and HET to WT indicated on graph. (\nB\n) von Frey force-response graph for WT (N = 8) versus KO (N = 12) animals; \np\ngenotype\n <0.0001 (two-way ANOVA). Tukey HSD comparisons between genotypes are indicated for given forces. (\nC\n) % withdrawal to pinprick stimulation of hindpaw for HET versus KO animals; p<0.0001 (unpaired t-test; N = 5–7 mice per group). (\nD\n) Number of attempted removal bouts in tape assay for WT (N = 2), HET (N = 2), and KO (N = 5) mice; p=0.172 (one-way ANOVA). (\nE\n) Baseline radiant heat measurements for WT (N = 8), HET (N = 3), and KO (N = 5) mice; \np\n=0.444 (one-way ANOVA). (\nF\n) von Frey 50% withdrawal threshold measurements for mice pre- and post-injection of 500 µM TY 52156 (N = 10), 10 µM W146 (N = 6), or 1% DMSO-PBS vehicle (N = 17); p=0.016, 0.650 (two-tailed paired t-test comparing vehicle- vs. drug-injected paw). (\nG\n) von Frey force-response graph for mice injected with either 1% DMSO-PBS (N = 4) or 500 µM TY 52156 (N = 4); \np\ntreatment\n <0.0001 (two-way ANOVA). Tukey HSD comparisons were made between treatment groups and significant differences at a given force are indicated on graph. Error bars represent mean ± SD.\n10.7554/eLife.33285.004\nFigure 1—source data 1.\nS1PR3 mediates acute mechanical pain.\nRelated to \nFigure 1\n.\n10.7554/eLife.33285.003\nFigure 1—figure supplement 1.\nLoss of S1PR3 selectively impairs mechanonociception.\nRelated to \nFigure 1\n. (\nA\n) Time to righting in seconds for P7 pups per genotype for WT and KO mice; p=0.575 (two-tailed unpaired t-test; N = 7 mice per genotype). (\nB\n) (Left) Time spent scratching in response to injection of 50 mM chloroquine or PBS vehicle (VEH) in WT and KO mice; p=0.36, 0.98, (unpaired t-tests; N = 3–4 mice per group). (Right) Time spent scratching in response to injection of 27 mM Histamine or 0.1% DMSO-PBS in WT and KO mice; p=0.51, 0.06 (unpaired t-tests; N = 3–4 mice per group). (\nC\n) Normalized paw withdrawal latencies post-injection of SKI II, TY 52156, or 0.1% DMSO-PBS vehicle into the hind paw of wild-type animals; p=0.65 (one-way ANOVA; N = 5 mice per group). Unless otherwise indicated, error bars represent mean ± SD.\nAs a complement to our analysis of somatosensation in S1PR3 KO animals, we employed a pharmacological approach, using the S1PR3-selective antagonist TY 52156 (TY) (\nNussbaum et al., 2015\n). Similar to the phenotype of knockout animals, intradermal injection of 500 µM TY into the mouse hindpaw (the site of testing) triggered a rapid and significant elevation in von Frey paw withdrawal thresholds (\nFigure 1F\n) and decreased responsiveness to noxious (2–6 g), but not innocuous (0.6–1.4 g), tactile stimuli (\nFigure 1G\n), without affecting noxious heat sensitivity (\nFigure 1—figure supplement 1C\n). By contrast, blockade of S1PR1 with the selective antagonist W146 (\nFinley et al., 2013\n) had no effect on baseline mechanical or thermal thresholds (\nFigure 1F\n; \nFigure 1—figure supplement 1C\n). Overall, these data show that S1PR3 signaling sets mechanical pain sensitivity.",
    "endogenous_s1p_mediates_acute_mechanical_pain": "Endogenous S1P mediates acute mechanical pain\nWe next asked whether peripheral S1P was required for the S1PR3-dependent effects on mechanosensation. We decreased S1P levels via injection of the sphingosine kinase inhibitor SKI II to block local production of S1P (\nChiba et al., 2010\n) or elevated S1P levels via intradermal injection of S1P and measured behaviors 30 min after injection. Decreasing local S1P levels with SKI II significantly reduced mechanical sensitivity (\nFigure 2A\n; see \nFigure 2—source data 1\n), comparable to the hyposensitivity phenotype observed in S1PR3 KO mice (\nFigure 1A\n). Again, similar to what was observed in S1PR3 KO animals (\nFigure 1E\n), peripheral blockade of S1P production had no effect on baseline thermal sensitivity (\nFigure 1—figure supplement 1C\n). Surprisingly, injecting exogenous S1P (10 µM; maximum solubility in saline vehicle) had no effect on mechanical sensitivity (\nFigure 2A–B\n). However, as previously reported (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n), S1P injection triggered S1PR3-dependent thermal hypersensitivity and spontaneous pain (\nFigure 2C–D\n), demonstrating that the lack of effect on mechanical hypersensitivity is not due to problems with S1P delivery or degradation.\n10.7554/eLife.33285.005\nFigure 2.\nEndogenous S1P mediates acute mechanical pain.\n(\nA\n) von Frey 50% withdrawal measurements for mice pre- and post-injection of 50 µM SKI II (N = 8) or 10 µM S1P (N = 7); p=0.003, 0.604 (two-tailed paired t-tests). (\nB\n) von Frey force-response graph for animals injected with 10 µM S1P or 0.1% MeOH-PBS; \np\ngenotype\n >0.05 (two-way ANOVA; N = 8 mice per group). No Tukey HSD comparisons at any force between genotypes were significant. (\nC\n) Intradermal cheek injection of 10 µM S1P, 2 µM, 0.2 µM, and 20 µL 0.3% methanol PBS (vehicle), with quantification of number of forepaw wipes over the 5 min post-injection interval; \np\n<0.0001 (one-way ANOVA; N = 3 mice per condition). Dunnett’s multiple comparisons \np\n-values are represented on graph for comparisons made between treated and vehicle groups. (\nD\n) Radiant heat normalized paw withdrawal latencies 20–30 min post injection of 15 µL 10 µM S1P, 0.2 µM S1P. or 0.3% methanol-PBS vehicle (i.d.) into the hind paw of S1PR3 WT or KO mice; p=0.0129 (one-way ANOVA; N = 3–10 mice per condition). Dunnett’s multiple comparisons \np\n-values are represented on graph for comparisons made between treated and vehicle groups. (\nE\n) von Frey 50% withdrawal measurements for mice pre- (baseline) and post-injection of 50 µM SKI II (N = 14) and 0 (N = 4), 10 (N = 3), 75 (N = 4), or 200 nM S1P (N = 3; one-way ANOVA; \np\n=0.0001). Tukey Kramer comparisons are indicated on graph. Error bars represent mean ± SD.\n10.7554/eLife.33285.006\nFigure 2—source data 1.\nEndogenous S1P mediates acute mechanical pain.\nRelated to \nFigure 2\n.\nThese data support a model whereby S1P constitutively activates S1PR3 to set normal mechanical pain thresholds. To further test this model, we asked if the mechanical hyposensitivity elicited after endogenous S1P depletion (via SKI II) could be rescued by local injection of exogenous S1P. Indeed, we found that injection of exogenous S1P reversed SKI II-induced mechanical hyposensitivity in a dose-dependent manner, and observed a maximal effect with 200 nM S1P (\nFigure 2E\n). Although quantification of native S1P levels in skin is inaccurate owing to avid lyase activity (\nShaner et al., 2009\n), our data establish that baseline S1P levels are sufficient to maximally exert their effect on S1PR3-dependent mechanical pain, such that increased S1P does not evoke mechanical hypersensitivity, but diminished S1P leads to mechanical hyposensitivity. These data show that constitutive activation of S1PR3 by S1P is required for normal mechanosensitivity.",
    "s1pr3_is_expressed_in_a_mechanonociceptors_and_thermal_nocic": "S1PR3 is expressed in A mechanonociceptors and thermal nociceptors\nOur behavioral data showing distinct roles for S1PR3 in mechanonociception and thermal hypersensitivity suggest that S1PR3 is expressed in distinct subsets of somatosensory neurons. While a previous study suggested that all somatosensory neurons express S1PR3 (\nCamprubí-Robles et al., 2013\n), single cell RNA seq data suggests \nS1pr3\n is not expressed by all DRG neurons (\nUsoskin et al., 2015\n), and no studies have performed quantitative analysis of S1PR3 staining or co-staining to define subpopulations of S1PR3\n+\n neurons. We thus set out to characterize the somatosensory neuron subtypes expressing \nS1pr3\n using \nin situ\n hybridization (ISH) of wild-type somatosensory ganglia and immunohistochemistry (IHC) in an \nS1pr3\nmCherry/+\n reporter mouse (\nSanna et al., 2016\n).\nWe first used in situ hybridization (ISH) with a specific \nS1pr3\n probe to examine expression patterns of \nS1pr3\n (\nFigure 3A–B\n; see \nSupplementary file 1\n). In our experiments, 43% of cells from wild-type DRG expressed \nS1pr3\n. Co-ISH revealed that one population of \nS1pr3\n+\n neurons represents Aδ mechanonociceptors (AMs). These cells expressed \nScn1a\n (39.9% of all \nS1pr3\n+\n), a gene that encodes the Nav1.1 sodium channel, which mediates mechanical pain in Aδ fibers (\nOsteen et al., 2016\n). \nS1pr3\n+\n cells also co-expressed \nNpy2r\n (20.4% of all \nS1pr3\n+\n), a marker of a subset of mechanonociceptive A fibers (\nArcourt et al., 2017\n). \nS1pr3\n was expressed in 70.6% of \nScn1a\n+\n cells and 72% of \nNpy2r\n+\n cells, comprising a majority of both of these populations. Interestingly, a subset of cells co-expressed \nS1pr3\n and the mechanically sensitive channel \nPiezo2\n, which is expressed by Aβ, Aδ, and C fibers (\nRanade et al., 2014\n). The remaining \nS1pr3\n+\n cells were \nTrpv1\n+\n and/or \nTrpa1\n+\n C nociceptors (67.1% of all \nS1pr3\n+\n), which are reported to overlap minimally with the \nScn1a\n+\n and \nNpy2r\n+\n populations (\nArcourt et al., 2017\n; \nOsteen et al., 2016\n).\n10.7554/eLife.33285.007\nFigure 3.\nS1pr3\n is expressed in A mechanonociceptors and C thermal nociceptors.\n(\nA\n) (Top) Representative co-ISH of \nS1pr3\n (green; left) with \nScn1a\n, \nNpy2r\n, \nPiezo2\n, and \nTrpv1\n (magenta; center) in sectioned DRG. Right column: overlay with co-localized regions colored white (10x air objective; scale = 100 µm). (\nB\n) Bar chart showing the % of total cells expressing the indicated marker (grey) and the % of total cells co-expressing both marker and \nS1pr3\n (green). See Table S1 for quantification. (\nC\n) Representative IHC images of sectioned DRG from \nS1pr3\nmCherry/+\n animals stained with anti-DsRed (green, S1PR3) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Arrows indicate co-stained cells. Images were acquired using a 10x air objective (scale = 100 µm). (\nD\n) Whole-mount skin IHC confocal images with anti-DsRed antibody (S1PR3, green) and anti-NefH antibody (NF200, magenta) in an \nS1pr3\nmCherry/+\n animal (20x water objective; scale = 50 µm). Arrows indicate co-positive free nerves (left image). Arrowheads indicate NF200- free nerves (left) or S1PR3- circumferential fibers (right image). (\nE\n) Sectioned skin IHC with anti-DsRed (S1PR3) and anti-NefH (NF200, left, top right) or anti-DsRed (S1PR3) and anti-beta-tubulin III (BTIII, bottom right) antibody (magenta) in \nS1pr3\nmCherry/+\n skin (20x air objective; scale = 50 µm). Arrows indicate co-positive free nerve endings (left), S1PR3-negative lanceolate/circumferential hair follicle endings (top right, arrow = circumferential, arrowhead = lanceolate), or S1PR3-negative putative Merkel afferent (bottom right). (\nF\n) (Left) Quantification of sectioned DRG IHC experiments showing % of S1PR3+ cells that co-stained with indicated markers (n > 250 cells per marker). (Right) Quantification of sectioned skin IHC experiments showing % of fibers positive for indicated marker that co-stained with S1PR3 (anti-DsRed; n = 10 images per marker from two animals).\n10.7554/eLife.33285.008\nFigure 3—figure supplement 1.\nS1PR3 KO animals display normal representation of somatosensory neuronal subtypes.\nRelated to \nFigure 3\n. (\nA\n) ISH of sectioned adult DRG from WT and S1PR3 KO animals showing specificity of \nS1pr3\n probes (20x air objective, scale = 50 µm). (\nB\n) (Image) Representative ISH \nTrpv1\n (top) and \nTrpa1\n (bottom) from sectioned DRG of wild-type (left) and S1PR3 KO animals (right; 20x air objective; scale = 50 µm). (\nC\n) % of total cells expressing \nTrpv1\n and \nTrpa1\n in sectioned DRG of wild-type and S1PR3 KO animals. (\nD\n) (Left) Average diameter ± SEM of all cells in sectioned DRG from WT and S1PR3 KO animals (p=0.36, two-tailed t-test; n = 437 and 679 cells from two animals each, respectively). (Right) Average diameter ±SD of \nTrpv1+\n cells in WT and S1PR3 KO DRG (\np\n=0.63, two-tailed t-test; n = 127 and 85 cells, respectively). (\nE\n) Representative staining with anti-S1PR3 antibody (1:2000) in sectioned adult DRG from WT and S1PR3 KO animals (10x air objective, scale = 100 µm). (\nF\n) Representative IHC images of sectioned DRG from S1PR3 KO animals stained with anti-DsRed (green) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Images were acquired using a 10x air objective (scale = 100 µm). (\nG\n) (Left) Quantification of total percentage of cells stained with indicated markers in sectioned DRG from \nS1pr3\nmCherry/+\n and S1PR3 KO animals (n > 250 cells per condition). (Right) Average diameter of anti-NF200 +cells in \nS1pr3\nmCherry/+\n and S1PR3 KO DRG (p=0.15, two-tailed t-test; n = 256 and 194 cells, respectively). (\nH\n) Percent responders to S1P and capsaicin in ratiometric calcium imaging of wild-type and S1PR3 KO cultured DRG and TG neurons; p<0.0001 (one-way ANOVA; N = 2 DRG and 2 TG preparations of 8 wells each). Sidak’s multiple comparisons \np\n-values are represented on graph for comparisons made between genotypes. Error bars represent mean ± SEM. (\nI\n) (Left) No primary control showing robust staining of hair follicles in whole mount skin in contrast to specific neuronal staining shown in \nFigure 3D\n. (Right) No primary control showing staining around hair follicles and in epidermis in sectioned skin. Scale = 50 µm (20x water objective).\nWe next used an \nS1pr3\nmCherry/+\n reporter mouse, which produces a functional S1PR3-mCherry fusion protein (\nSanna et al., 2016\n), as an independent strategy to explore S1PR3 expression and localization. This strategy was used because we found that anti-S1PR3 antibodies showed broad immunoreactivity in DRG from mice lacking S1PR3, and so we instead used anti-DsRed antibodies to probe expression of the S1PR3 fusion protein (\nFigure 3—figure supplement 1E\n). We found that 42.4% of S1PR3\n+\n cells co-stained with anti-Peripherin, demonstrating that S1PR3 is expressed in a subset of small-diameter neurons. We also observed that 69.5% of S1PR3\n+\n cells co-stained with anti-NF200, which marks medium and large-diameter myelinated neurons. Furthermore, we observed that S1PR3\n+\n cells were primarily of small to medium diameter (11.3–35.1 µm), whereas all cells in the DRG ranged from 11.3 to 53.9 µm. Overall, these data support the expression of S1PR3 in subsets of small-diameter thermal nociceptors and medium-diameter mechanonociceptors (\nFigure 3F\n). Additionally, no significant differences were observed between WT and S1PR3 KO DRG in number of \nTrpa1\n+\n, Trpv1\n+\n,\n Peripherin\n+\n, NF200\n+\n, or IB4\n+\n cells (\nFigure 3—figure supplement 1B–C,F,G\n). The mean diameters of \nTrpv1\n+\n neurons (\nFigure 3—figure supplement 1D\n, left), NF200\n+\n neurons (\nFigure 3—figure supplement 1G\n), or all neurons (\nFigure 3—figure supplement 1D\n, right) in WT versus KO DRG were not significantly different, suggesting no loss of major sensory neuronal subtypes in the S1PR3 KO.\nWe then visualized S1PR3 expression in nerve fibers that innervate the skin using anti-DsRed antibodies in whole-mount immunohistochemistry (IHC; \nFigure 3D\n). The reporter animals showed no specific antibody staining in epidermal or dermal cells (\nFigure 3—figure supplement 1I\n), and single-cell RNA seq of a diverse array of mouse epidermal and dermal cells corroborates this lack of expression (\nJoost et al., 2016\n). We observed overlap of S1PR3-expressing free nerve endings with NF200\n+\n myelinated free nerves and NF200- putative C-fiber endings (\nFigure 3F\n), but did not observe expression of S1PR3 in NF200\n+\n circumferential or lanceolate hair follicle receptors, or in putative Merkel afferents (\nFigure 3D–E\n). β-tubulin III, PGP9.5 (pan-neuronal markers), and NF200 staining in S1PR3 KO skin displayed patterns of epidermal and dermal innervation similar to WT skin, suggesting the phenotypes observed in the S1PR3 KO mice are not due to developmental loss of sensory neuronal innervation (\np\nPGP9.5\n= 0.443 (n = 93, 38 fibers); \np\nNefH\n = 0.405 (n = 61, 28 fibers); \np\nBTII\nI\n = 0.353 (n = 104, 89 fibers); two-tailed t-tests based on average number of fibers per field of view). These results support expression of S1PR3 in subsets of myelinated A mechanonociceptors and unmyelinated C nociceptors that terminate as free nerve endings.",
    "s1p_activates_thermal_nociceptors_but_not_putative_ams": "S1P activates thermal nociceptors but not putative AMs\nLive imaging of cultured DRG neurons from adult reporter animals showed expression of S1PR3-mCherry fusion protein in 48.3% of neurons, mirroring our ISH and IHC results (\nFigure 4A\n). To examine the effects of S1P on A mechanonociceptors and C nociceptors, we performed ratiometric calcium imaging and electrophysiology on DRG cultures from reporter mice. Interestingly, only 56.1 ± 22.4% of mCherry-expressing neurons were activated by 1 µM S1P (Representative trace in \nFigure 4B\n; representative images in \nFigure 4C\n), which our dose-response showed to be the saturating concentration for calcium influx (\nFigure 4D\n; EC\n50\n = 155 nM). All S1P-responsive neurons were also capsaicin-sensitive (\nn\n > 2000 neurons). And while sensory neurons from S1PR3 KO animals did not respond to S1P, as expected (\nCamprubí-Robles et al., 2013\n), they exhibited capsaicin responses that were not significantly different from WT neurons (\nFigure 3—figure supplement 1H\n). The mean diameter of S1P-responsive mCherry\n+\n neurons was 22.4 ± 1.0 µm, whereas the mean diameter of non-responsive mCherry\n+\n neurons was 28.7 ± 3.2 µm (p=0.0002, two-tailed t-test). We also performed whole cell current clamp experiments and, consistent with other studies (\nMair et al., 2011\n; \nZhang et al., 2006\n; \nLi et al., 2015\n), found that S1P evoked action potential firing in capsaicin-sensitive small diameter cells (\nFigure 4E\n). This shows that only the small-diameter, S1PR3\n+\n putative nociceptors are excited by S1P. We next asked whether the S1PR3\n+\n medium-large diameter neurons represent the mechanonociceptors observed by ISH (\nFigure 3A\n). To this end, we asked whether the spider toxin Hm1a, a selective activator of AM nociceptors (\nOsteen et al., 2016\n), triggers calcium influx in S1PR3-expressing trigeminal neurons. Indeed, we found that 44.2 ± 15.1% of Hm1a-responsive neurons expressed mCherry (\nFigure 4F\n), consistent with our staining showing expression of \nS1pr3\n in AM nociceptors and the role of Hm1a-responsive neurons in mediating mechanical pain in vivo (\nOsteen et al., 2016\n).\n10.7554/eLife.33285.009\nFigure 4.\nS1P activates thermal nociceptors but not mechanonociceptors.\n(\nA\n) (Left) Representative image of mCherry signal in live, cultured adult DRG neurons from one \nS1pr3\nmCherry/+\n animal. (Right) Quantification of % of total cells expressing \nS1pr3\n from DRG ISH and mCherry from dissociated DRG cultures (N = 2 animals each experiment). (\nB\n) Representative traces depicting F340/F380 signal from Fura2-AM calcium imaging showing two neurons, one which responded to 1 µM S1P, 1 µM Capsaicin, and high K + Ringer’s (red) and one which only responded to high K+ (black). (\nC\n) (Left) Fura-2 AM calcium imaging before (left) and after (center) addition of 1 µM S1P in \nS1pr3\n\n\nmCherry/+\n cultured mouse DRG neurons. Bar indicates fluorescence ratio. Right-hand image indicates mCherry fluorescence. (Right) % of mCherry neurons that are responsive to 1 µM S1P in ratiometric calcium imaging (n > 1000 cells from 16 imaging wells from three animals). (\nD\n) Dose-response curve of mean neuronal calcium responders to varying concentrations of S1P. Concentrations used: 1, 10, 50, 100, 200, 1000, and 10,000 nanomolar (N = 2 animals). Error bars represent mean ± SD. Black dotted line indicates sigmoidal fit for all S1P responders from which EC\n50\n was derived. All S1P responders were also capsaicin-responsive. (\nE\n) Current-clamp trace of a single wild-type neuron firing action potentials in response to bath addition of 1 µM S1P and 1 µM capsaicin, with Ringer’s wash in-between. Four of tenneurons responded to S1P and one of one S1P-responsive also responded to capsaicin. Bar = 2 s. (\nF\n) (Left) Fura-2 AM calcium imaging after addition of 500 nM Hm1a in \nS1pr3\nmCherry/+\n P0 TG neurons, which were used instead of adult DRG neurons because they respond to Hm1a without prior PGE\n2\n sensitization. Right-hand image indicates mCherry fluorescence. (Right) % of Hm1a-responsive P0 TG neurons that are mCherry+ (N = 1 animal, 1230 total neurons).",
    "s1pr3_modulates_kcnq2/3_channels_to_regulate_am_excitability": "S1PR3 modulates KCNQ2/3 channels to regulate AM excitability\nWe next interrogated the molecular mechanism by which S1P signaling in AM nociceptors may regulate mechanical pain. We performed whole-cell current clamp on the medium-diameter \nS1pr3\nmCherry/+\n dissociated DRG neurons (membrane capacitance = 61.05 ± 1.92 pF), which did not display S1P-evoked calcium influx (\nFigure 4B–C\n). In these cells, 1 µM S1P application did not change membrane potential (\nFigure 5—figure supplement 1A\n; see \nFigure 5—source data 1\n) or elicit firing in the absence of current injection (\nFigure 5—figure supplement 1A\n; \nFigure 5A\n). However, S1P dramatically lowered the threshold to fire action potentials (rheobase) in an S1PR3-dependent manner (\nFigure 5A\n, \nFigure 5—figure supplement 1B\n).\n10.7554/eLife.33285.010\nFigure 5.\nS1PR3 modulates KCNQ2/3 channels to regulate AM excitability.\nAll experiments were performed in \nS1pr3\nmCherry/+\n or \n-/-\n DRG neurons. (\nA\n) (Left) Example traces of a single mCherry +neuron in whole cell current clamp before and after S1P application. (Right) % change in rheobase after S1P application for \nS1pr3\nmCherry/+\n (left, n = 7) and KO (right, n = 12) neurons (\np\nWT,KO\n = 0.012, 0.287; two-tailed paired t-tests). (\nB\n) % ∆ in input resistance after S1P or vehicle application (p=0.017; two-tailed paired t-test; n = 4 cells per group). (\nC\n) The S1P-sensitive current is carried by potassium. The current-voltage relationship was determined by subtraction of the post-S1P current from the pre-S1P current and reverses at −60.125 mV; n = 6 cells. Data were fitted with a Boltzmann equation. Pre- and post-S1P currents were measured at the indicated voltage (−100 mV to +80 mV, 20 mV increments) following a +100 mV step (100 ms). Current was quantified using the peak absolute value of the slowly-deactivating current 0–10 ms after stepping to indicated voltage. Unless indicated otherwise, all error bars represent mean ± SEM. (\nD\n) (Graphic, top) Averaged current traces of a single mCherry+ neuron in whole cell voltage clamp recording comparing tail currents (∆\nI tail\n) pre- and post-S1P using indicated voltage step protocol. (graphic, bottom) Averaged current traces of a single mCherry+ neuron in whole cell voltage clamp recording with XE991 treatment. Holding phase (−40 mV, 150 ms) was truncated in traces. (Left graph) % ∆ in outward tail current (average ±SD after indicated treatments (1 µM S1P, 3 µM XE 991, or both) for \nS1pr3\nmCherry/+\n medium-diameter neurons; (p=0.58; one-way ANOVA; n = 6, 8, 14 cells) using protocol depicted at right. (Right graph) % ∆ in inward tail current after indicated treatments (LINO = 100 µM linopirdine) for \nS1pr3\nmCherry/+\n medium-diameter neurons; (p=0.47; two-tailed paired t-test; n = 12 cells).\n10.7554/eLife.33285.012\nFigure 5—source data 1.\nS1PR3 modulates KCNQ2/3 channels to regulate AM excitability.\nRelated to \nFigure 5\n.\n10.7554/eLife.33285.011\nFigure 5—figure supplement 1.\nS1P selectively modulates potassium tail currents to increase DRG neuron excitability.\nRelated to \nFigure 5\n. (\nA\n) (Left) Example trace of a single mCherry+ neuron in S1P before and after current injection. (Right) Resting membrane potential (RMP) in millivolts before and after addition of S1P (p=0.23; two-tailed paired t-test; n = 6 cells). (\nB\n) Rheobase pre- and post-S1P application in DRG neurons; \np\nWT\n = 0.011; \np\nKO\n = 0.28 (two-tailed paired t-test). Same data are represented in \nFigure 5A\n. (\nC\n) Sodium I-V relationship for a representative \nS1pr3\nmCherry/+\n medium-diameter neuron pre- and 5 min post- 1 µM S1P using voltage step from −100 to +80 mV (150 ms steps, −80 mV holding). (\nD\n) Steady-state I-V relationship for same neuron. (\nE\n) (Left) % ∆ in peak sodium current (Na\n+\n) after S1P or 1% DMSO vehicle application for medium-diameter mCherry+ neurons; p=0.39 (two-tailed paired t-test; n = 7 cells per group). (Right) % ∆ in peak steady-state current (S.S. K\n+\n) after S1P or 1% DMSO vehicle application for medium-diameter mCherry+ neurons; p=0.948 (two-tailed paired t-test; n = 7 cells per group). (\nF\n) % ∆ in inward tail current (∆\nI tail\n) after S1P or 1% DMSO vehicle application for \nS1pr3\nmCherry/+\n and KO medium-diameter neurons using a pre-pulse stimulation of +80 mV followed by a step to −80 mV, where (∆\nI tail\n) was calculated by subtracting the steady-state current from the absolute peak of the slowly-deactivating current at −80 mV (p=0.014; one-way ANOVA; n = 10, 13, 10 cells). Tukey Kramer post hoc \np-\nvalues indicated on graph. (\nG\n) Dose-response relationship between % ∆ in tail current and S1P concentration for 1 nM, 50 nM, 100 nM, and 1 µM S1P (n = 7 cells). EC\n50\n (48.8 nM), marked by thin dotted lines, was estimated from sigmoidal fit (thick dotted line).\nWe then set out to determine the mechanism by which S1PR3 activity increases neuronal excitability using whole-cell voltage clamp recording. Previous studies showed that S1P excites capsaicin-sensitive nociceptors by increasing voltage-gated sodium currents and reducing steady-state potassium currents (\nZhang et al., 2006\n; \nLi et al., 2015\n). We found that S1P had no such effects on S1PR3\n+\n medium-diameter cells (\nFigure 5—figure supplement 1C–E\n). By contrast, S1P triggered a robust increase in input resistance (\nFigure 5B\n), consistent with the closure of potassium channels. I-V analysis revealed that the current inhibited by S1P application was carried by potassium (\nFigure 5C\n). Additionally, S1P significantly reduced slow, voltage-dependent tail current amplitudes (\nFigure 5—figure supplement 1F\n; \nFigure 5D\n (top)) in an S1PR3-dependent manner (\nFigure 5—figure supplement 1F\n, center).\nAs tail currents in Aδ neurons are primarily mediated by KCNQ2/3 potassium channels (\nSchütze et al., 2016\n; \nPassmore et al., 2012\n), we postulated that S1P may alter tail currents through modulation of these channels. Furthermore, the above properties of the S1P-sensitive current were consistent with the reported electrophysiological properties of KCNQ2/3 channels in DRG neurons (\nSchütze et al., 2016\n; \nCrozier et al., 2007\n; \nXu et al., 2010\n). To address whether KCNQ2/3 channels mediated S1P-dependent neuronal excitability, we applied the KCNQ2/3-selective inhibitor XE 991 and found that it completely occluded the effects of S1P on tail current (\nFigure 5D\n). Similar results were observed with the related antagonist, linopirdine (\nFigure 5D\n). These findings are consistent with S1P/S1PR3-dependent inhibition of KCNQ2/3 in somatosensory neurons.\nWe also found that the effect of S1P on KCNQ2/3 currents was mediated by low levels of S1P, exhibiting an IC\n50\n of 48 nM with saturation at 100 nM (\nFigure 5—figure supplement 1G\n). While S1P cannot be accurately measured in non-plasma tissues, this is similar to estimated levels of S1P in peripheral tissues (\nSchwab et al., 2005\n; \nRamos-Perez et al., 2015\n), and to levels which rescued mechanosensitivity after local S1P depletion (\nFigure 2E\n). Thus, our in vitro IC\n50\n supports our finding that baseline S1P levels are sufficient to maximally exert their effect on mechanical pain. In summary, our electrophysiological and behavioral observations support a model in which baseline S1P/S1PR3 signaling governs mechanical pain thresholds through modulation of KCNQ2/3 channel activity in AM neurons.",
    "s1pr3_is_required_for_nociceptive_responses_of_high-threshol": "S1PR3 is required for nociceptive responses of high-threshold AM nociceptors\nGiven the effects of S1P on putative AM neurons in vitro and the selective attenuation of baseline mechanical pain in S1PR3 KO animals, we hypothesized that S1PR3 would play a role in AM afferent function. To test this, we utilized ex vivo skin-nerve recordings to analyze the effects of genetic ablation of S1PR3 on AM afferents, which mediate fast mechanical pain sensation. S1PR3 HET animals were used as littermate controls because no significant differences were observed between S1PR3 WT and S1PR3 HET mice in any behavioral assay (\nFigure 1\n), and because force-response relationships are comparable between S1PR3 HET AM fibers and wild type AM recordings (\nOsteen et al., 2016\n; \nMcIlwrath et al., 2007\n; \nKwan et al., 2009\n; \nSmith et al., 2013\n; \nGarrison et al., 2012\n) (\nFigure 6—figure supplement 1A\n; see \nFigure 6—source data 1\n). Compared to S1PR3 HET, S1PR3 KO AM nociceptors displayed reduced sensitivity in their force-response relation (slope for HET versus KO: 50 Hz/N versus 35 Hz/N), as well as attenuated firing over the noxious, but not innocuous, range of mechanical stimulation (\nFigure 6A\n). Strikingly, the median von Frey threshold to elicit firing in AM nociceptors was significantly higher in S1PR3 KO animals (3.92 mN) compared to littermate controls (1.56 mN; \nFigure 6B\n). Furthermore, S1PR3 KO AM nociceptors displayed a right-shifted cumulative response curve to force-controlled stimuli (50% effective force for HET versus KO: 33.7 versus 60.0 mN; \nFigure 6C\n), consistent with the mechanonociceptive hyposensitivity observed in vivo. By contrast, neither AM conduction velocities nor the conduction velocity distributions of Aβ, Aδ, and C fibers differed between genotypes (\nFigure 6D\n and \nFigure 6—figure supplement 1B\n).\n10.7554/eLife.33285.013\nFigure 6.\nS1PR3 is required for nociceptive responses of high-threshold AM nociceptors.\n(\nA\n) (Left) Representative traces of AM fiber activity over time in ex vivo skin-saphenous nerve recording in response to stimulation (128 mN, top) from HET (middle) and KO (bottom) mice. (Right) Mean firing rate of AM fibers in response to force controlled stimulation (4, 8, 16, 32, 64, 128, 256 mN). **p=0.001, ***p=0.0002 (two-way ANOVA, Sidak’s post-hoc); lines, linear regression (HET: slope = 50 Hz/N, R\n2\n = 0.99; KO: slope = 35 Hz/N, R\n2\n = 0.95). (\nB\n) von Frey threshold of AM fibers in S1PR3 HET and KO specimens. ***p<0.0001 (Mann-Whitney test); lines, median; boxes, 25–75 percentile; whiskers, min-max. (\nC\n) Cumulative response plot of AM fibers to force controlled stimulation (solid lines); four-parameter logistic fit from which half-maximal force was estimated for each genotype (dotted lines). (\nD\n) Conduction velocity (CV) of AM fibers in S1PR3 HET and KO mice. p=0.65 (two-tailed t-test); n = 40, 36 fibers; errors, mean ± SEM. (\nE\n) Representative traces and binned instantaneous firing frequencies (IFF; 200 ms bins) of Non-Adapting and Adapting AMs in response to force controlled stimulation (256 mN, top) for S1PR3 HET and KO mice; blue regions, dynamic phase of stimulation (200 ms). (\nF\n). Proportion of fibers classified by pattern of mechanically evoked responses to 256-mN stimuli: Non-Responder (HET, 2/40 fibers; KO 5/36), Non-Adapting AM (HET, 18/40; KO, 29/36), Adapting AM (HET, 20/40; KO, 2/36). Non-Responders fired action potentials to large magnitude von Frey monofilaments (<0.5 mm tip diameter), but not controlled mechanical stimulation (256 mN, 2 mm tip diameter). ***p<0.00001 (Chi-square test).\n10.7554/eLife.33285.015\nFigure 6—source data 1.\nS1PR3 is required for nociceptive responses of high-threshold AM nociceptors.\nRelated to \nFigure 6\n. Table provides properties of all S1PR3 HET and KO AM fibers that were recorded.\n10.7554/eLife.33285.014\nFigure 6—figure supplement 1.\nS1PR3 HET AM nociceptors display normal nociceptive responses.\nRelated to \nFigure 6\n. (\nA\n) Mean firing rate of AM fibers in response to force controlled stimulation (4, 8, 16, 32, 64, 128, 256 mN) from \nFigure 6A\n, with additional data from one wild-type animal (n\nWT\n = 4 fibers) (WT: slope, 57 Hz/N, R (\nVriens et al., 2011\n), 0.98; p=0.90, two-way ANOVA comparing HET and WT). (\nB\n) (Left) Conduction velocities from teased fibers from 6 S1PR3 KO animals (purple, Aβ, centroid = 13.1 m/s; yellow, Aδ, centroid = 5.7 m/s; orange, C, centroid = 0.4 m/s; R\n2\n = 0.69, N = 65 fibers). (Right) Conduction velocities from teased fibers from 1 S1PR3 HET and 6 C57BL/6 WT animals (purple, Aβ, centroid = 14.5 m/s; yellow, Aδ, centroid = 6.8 m/s; orange, C, centroid = 0.3 m/s; R\n2\n = 0.82, N = 76 fibers). Three-term Gaussian model. X-axis plotted on a log 1.2 scale. (\nC\n) Mean firing rates during dynamic (ramp) and static (hold) stimulation for S1PR3 HET and S1PR3 KO recordings (left, Adapting AMs; right, Non-Adapting AMs; see \nFigure 6E–F\n for experimental details). No significant differences were found between genotypes (p=0.227, 0.490 (two-way ANOVA); bars, means). As shown in \nFigure 6F\n, the proportion of Adapting AMs was significantly lower in S1PR3 KO recordings compared with littermate controls.\nA recent study reported that A-nociceptors are composed of two genetically distinct neuronal populations that differ in conduction velocity and in adaptation properties (\nArcourt et al., 2017\n) (‘Adapting AM’ versus ‘Non-adapting AM’). We next asked whether loss of S1PR3 signaling altered these AM subtypes. Adapting AM fibers responded more vigorously to dynamic (ramp) stimuli than to static (hold) stimuli, and displayed a mean dynamic firing frequency at least twofold greater than their static firing frequency (\nArcourt et al., 2017\n) (\nFigure 6E\n, upper traces). By contrast, Non-adapting AM fibers often showed bursting during static stimulation, which resulted in similar firing rates during dynamic and static stimulation (\nFigure 6E\n, lower traces). S1PR3 KO animals displayed a significantly lower proportion of Adapting AM nociceptors compared with littermate controls (\nFigure 6F\n). Additionally, we observed an increase in S1PR3 KO AM fibers that were unresponsive to controlled force stimulation (\nFigure 6F\n). These ‘non-responders’ only fired action potentials to high-pressure stimuli with a blunt glass probe or to suprathreshold stimulation with von Frey filaments (see Methods). The Non-adapting AMs, and the few remaining mechanosensitive Adapting AMs in the S1PR3 KO displayed similar firing frequencies over both the dynamic and static phases of force application to control fibers (\nFigure 6—figure supplement 1C\n). This suggests that decreased mechanosensitivity of the Adapting AM population accounts for the significant reduction in force-firing relations observed at the population level in S1PR3 KO AMs (\nFigure 6A\n). We conclude that S1PR3 is an essential regulator of both mechanical threshold and sensitivity in a distinct population of AM nociceptors.",
    "s1pr3_is_required_for_inflammatory_pain_hypersensitivity": "S1PR3 is required for inflammatory pain hypersensitivity\nHaving examined the mechanisms of S1P/S1PR3 signaling in acute mechanonociception, we next sought to evaluate S1P/S1PR3 signaling in pain hypersensitivity. For this purpose, we used an experimental model of inflammatory pain triggered by Complete Freund’s Adjuvant (CFA) injection into the hindpaw, which elicits infiltration of immune cells and thermal and mechanical hypersensitivity (\nGhasemlou et al., 2015\n). While one previous study proposed that S1PR3 promotes injury-evoked heat and mechanical hypersensitivity, they did not measure or compare post-injury mechanical thresholds to pre-injury baselines for the knockout or control animals (\nCamprubí-Robles et al., 2013\n). Here, we compared development of CFA-evoked hypersensitivity between S1PR3 HET and KO littermates, since no significant behavioral differences were observed between WT and HET animals in CFA experiments (\np\nvon Frey\n = 0.12; \np\nradiant heat\n = 0.12; two-tailed \nt\n-tests). Strikingly, S1PR3 KO mice failed to develop thermal hypersensitivity (\nFigure 7A\n; see \nFigure 7—source data 1\n) relative to heterozygous littermates at both 24 and 48 hr post-CFA injection. In stark contrast, S1PR3 KO animals developed robust mechanical hypersensitivity when thresholds were normalized to account for the dramatic baseline differences between knockouts and control animals (\nFigure 7B\n). Our data demonstrate that S1PR3 mediates baseline mechanical sensitivity and is not required for the development of CFA-evoked mechanical hypersensitivity.\n10.7554/eLife.33285.016\nFigure 7.\nS1PR3 is dispensable for development of chronic mechanical hypersensitivity.\n(\nA\n) Thermal latency before and after CFA treatment (indicated by dotted line); \np\ngenotype\n = 0.0053 (two-way ANOVA; N = 5 mice per genotype). Sidak’s multiple comparison between genotypes for specific time points indicated on graph. Error bars represent mean ± SD. (\nB\n) (Left) Normalized 50% withdrawal threshold before and after CFA treatment (indicated by dotted line); \np\n(genotype)<0.001 (two-way ANOVA). (Right) 50% withdrawal thresholds for same experiment (\np(\ngenotype)=0.1634; two-way ANOVA). (\nC\n) (Left) Thermal latency assessed before (‘Baseline’) and 24 hr post CFA injection with either vehicle (CFA + VEH) or TY 52156 (CFA + TY) acutely administered; p<0.0001 (one-way ANOVA N = 5 mice per treatment). (Right) Thermal latency assessed before and after CFA injection with either vehicle (CFA + VEH) or SKI II (CFA + SKI II) acutely administered on Day 1; p<0.0001 (one-way ANOVA; N = 5–7 mice per treatment). Dunnett’s test comparisons to baseline are indicated on graph. Error bars represent mean ± SD. (\nD\n) (Left) 50% withdrawal threshold assessed before and 24 hr post CFA injection with either vehicle (CFA + VEH) or TY 52156 (CFA + TY) acutely administered on Day 1; p<0.0001 (one-way ANOVA; N = 5 mice per treatment). Dunnett’s test comparisons to baseline are indicated on graph. (Right) 50% withdrawal threshold assessed before and 24 hr post CFA injection with either vehicle (CFA + VEH) or SKI II (CFA + SKI II) acutely administered; \np-\nvalues indicated on graph (two-tailed unpaired t-test; N = 5 mice per group.\n10.7554/eLife.33285.018\nFigure 7—source data 1.\nS1PR3 is dispensable for development of chronic mechanical hypersensitivity.\nRelated to \nFigure 7\n.\n10.7554/eLife.33285.017\nFigure 7—figure supplement 1.\nS1PR3 KO animals display normal CFA-evoked immune cell recruitment.\nRelated to \nFigure 7\n. (\nA\n) Recruitment of neutrophils (Neut.) or inflammatory monocytes (IMs) to hindpaw skin 24 hr post-CFA administration in S1PR3 HET and KO mice, as a dot plot of CD11b + cells plotting Ly6G fluorescence intensity vs. Ly6C intensity (AFU). Boxes are for illustrative purposes. (\nB\n) Recruitment of immune cells, including neutrophils (Neut.) and inflammatory monocytes (IMs) to hindpaw skin 24 hr post-CFA administration in HET and KO mice, displayed as total number of cells; N = 8 mice per genotype. Sidak’s multiple comparisons were made between HET and KO for each cell type.\nInflux of myeloid lineage (Cd11b\n+\n/Ly6G\n-\n) cells is required for the development of mechanical hypersensitivity in the CFA model (\nGhasemlou et al., 2015\n). In the immune system, S1P signaling via S1PR1 plays a key role in immune cell migration (\nMatloubian et al., 2004\n). Consistent with the development of mechanical hypersensitivity, flow cytometry experiments showed robust infiltration of immune cells into hindpaw skin from both S1PR3 KO and littermate controls (\nFigure 7—figure supplement 1A–B\n). These data suggest that the phenotypes observed in S1PR3 KO mice cannot be attributed to compromised immune cell infiltration.\nNext, we tested whether active S1P/S1PR3 signaling was required to maintain CFA-evoked thermal hypersensitivity using pharmacology. Acute blockade of S1P production with SKI II or S1PR3 with TY also reversed CFA heat hypersensitivity (\nFigure 7C\n), demonstrating that peripheral S1P actively signals via S1PR3 to promote CFA-evoked heat hypersensitivity. Furthermore, acute S1P/S1PR3 blockade with SKI II or TY elevated mechanical thresholds to pre-CFA, baseline levels (\nFigure 7D\n) showing that S1PR3 tunes mechanical pain under normal and inflammatory conditions. These results are consistent with the distinct roles for AM and C nociceptors in mechanical pain. Under normal conditions, AM nociceptors set mechanical pain thresholds (\nOsteen et al., 2016\n; \nAbrahamsen et al., 2008\n). By contrast, under inflammatory conditions, the combined activity of both non-sensitized AM fibers and sensitized C fibers determines overall post-inflammatory mechanical thresholds (\nLennertz et al., 2012\n; \nAbrahamsen et al., 2008\n). Consistent with this model, acute blockade of S1P production or S1PR3 activity under normal conditions induces mechanical hyposensitivity and under inflammatory conditions returns mechanical sensitivity to normal levels.",
    "discussion": "Discussion\nWe now show that S1P signaling via S1PR3 is a key pathway that tunes mechanical pain sensitivity. Overall, our data reveal two new key findings. First, S1P/S1PR3 sets baseline mechanical pain thresholds. Depletion of baseline, endogenous S1P induces mechanical hyposensitivity and nanomolar levels of exogenous S1P are sufficient to restore normal mechanical pain sensitivity after depletion. Second, elevated micromolar S1P levels, such as those produced during inflammation or disease, promote thermal, but not mechanical hypersensitivity. The effects of S1P on acute mechanical pain and thermal hypersensitivity are completely lost in S1PR3 knockout animals, which are otherwise normal with respect to other somatosensory behaviors.\nWhat is the local source of S1P in the skin that constitutively modulates mechanical pain? Even in the mature field of S1P signaling in the vascular and immune systems, the cellular source of S1P, while an intriguing question, remains unclear. All cells in the body, including somatosensory neurons, immune cells, and skin cells, express sphingosine kinases 1 and 2 which are essential for S1P production (\nChalfant and Spiegel, 2005\n). Deletion of both kinases is lethal and attempts to conditionally knockout these kinases fail to completely eliminate S1P in tissues (\nPappu et al., 2007\n). While RNA seq data suggests that somatosensory neurons contain all of the enzymatic machinery required to produce and export local S1P (\nUsoskin et al., 2015\n; \nMorita et al., 2015\n), future work will be needed to identify the key cell types that are important for maintaining baseline S1P levels in the skin to regulate mechanical sensitivity and for increasing S1P under inflammatory/injury conditions to promote pain hypersensitivity.\nRecent studies have identified distinct populations of AM nociceptors that are required for mechanical pain (\nArcourt et al., 2017\n; \nGhitani et al., 2017\n). Likewise, it was discovered that a subset of somatostatin-expressing spinal interneurons is required for mechanical pain transduction (\nDuan et al., 2014\n). Although these papers delineate the cells and circuitry of mechanical pain, the molecular underpinnings of mechanonociception in the periphery are poorly understood. While the identity of the transduction channel(s) in AM nociceptors remains enigmatic, understanding molecular mechanisms that regulate excitability will no doubt provide key insights into the function and specialization of the diverse subtypes of mechanosensitive nerve fibers. For example, although \nPiezo2\n-hypomorphic animals exhibit normal mechanical pain behaviors (\nRanade et al., 2014\n), ex vivo skin-nerve recordings show that their AM nociceptors display decreased force-responsiveness (\nRanade et al., 2014\n), and a recent study found that subpopulations of sensory neurons express different splice variants of \nPiezo2\n that exhibit different force sensitivities (\nSzczot et al., 2017\n). These studies suggest that mechanosensitive neurons exhibit functional specialization on multiple levels. Our study demonstrates that S1PR3 is indispensable for normal function of AM nociceptors, including the adapting AM population, recently discussed in Arcourt et al., that innervates the epidermis and encodes noxious touch (\nArcourt et al., 2017\n). We show that S1PR3 signaling modulates KCNQ2/3 channels to regulate excitability of these A mechanonociceptors (\nFigure 8\n).\n10.7554/eLife.33285.019\nFigure 8.\nProposed model illustrating a key role for S1PR3 in regulating mechanical pain in AM nociceptors.\n(Top) S1P promotes activation of S1PR3, which leads to inhibition of KCNQ2/3 currents and promotes normal mechanical pain sensitivity. (Bottom) Diminished S1P or S1PR3 antagonism alleviates inhibition of KCNQ2/3, leading to mechanical pain hyposensitivity.\nGPCR-mediated inhibition of KCNQ2/3 potassium channels is a well-known mechanism by which neuronal excitability is regulated (\nPassmore et al., 2003\n). Other studies have shown that KCNQ channels mediate excitability of Aδ fibers (\nSchütze et al., 2016\n; \nPassmore et al., 2012\n) and are required for normal mechanonociceptive responses in dorsal horn neurons receiving Aδ input (\nPassmore et al., 2012\n), and that opening KCNQ2/3 channels directly with retigabine alleviates pain in vivo (\nXu et al., 2010\n; \nHayashi et al., 2014\n; \nBlackburn-Munro and Jensen, 2003\n). Our results not only complement previous work implicating KCNQ2/3 channels in pain, but also define the upstream mechanisms that promote the regulation of KCNQ2/3 channels to tune mechanical pain thresholds. Our data thus highlight S1PR3 as a novel and attractive target for the treatment of mechanical pain and describe a new signaling pathway regulating AM nociceptor excitability.\nInterestingly, the neurons that innervate the ultra-sensitive tactile organ of the star-nosed mole are highly enriched in transcripts for S1PR3 and KCNQ channels, as well as for a variety of other potassium channels (\nGerhold et al., 2013\n). While it is difficult to directly examine the physiological basis for heightened mechanosensitivity in the star-nosed mole, S1PR3-dependent modulation of KCNQ may represent an important mechanism underlying the high tactile sensitivity of the star organ. Moreover, the link between \nS1pr3\n and \nKcnq2/3\n is echoed in single-cell RNA seq datasets from mouse DRG neurons, which show co-expression of \nS1pr3\n and \nKcnq2/3\n in a subset of myelinated mechanoreceptors (\nUsoskin et al., 2015\n). These cells are distinct from the \nS1pr3/Trpv1\n subset that mediates S1P-evoked acute pain and heat hypersensitivity. In addition to being transcriptionally distinct, we show that the mechanisms underlying S1P’s activities in these cells are functionally distinct. Finally, \nS1pr3\n and \nKcnq2/3\n are highly expressed in human sensory ganglia (\nRay et al., 2018\n; \nFlegel et al., 2015\n) and recordings from human stem cell-derived sensory neurons show that KCNQ2/3 channels play a key role in mediating their excitability (\nYoung et al., 2014\n). Thus S1PR3 signaling may represent a new target for modulating mechanical pain.\nPrevious studies of S1P signaling in DRG neurons focused on S1P-evoked excitation of small diameter and/or capsaicin-sensitive neurons, and pain behaviors triggered by elevated S1P. While our new data affirms the effects S1P in thermal nociceptors observed by others, our manuscript highlights a novel effect of baseline levels of S1P in modulation of rheobase and KCNQ2/3 currents in mechanonociceptors. We are also the first to examine the role of S1PR3 in a variety of somatosensory behaviors under normal conditions (non-injury, no algogen injection), and to demonstrate a key role for S1PR3 in mechanonociception. We also go beyond previous studies (\nMair et al., 2011\n; \nCamprubí-Robles et al., 2013\n; \nFinley et al., 2013\n; \nWeth et al., 2015\n) in showing that elevated S1P selectively promotes thermal and not mechanical hypersensitivity. Others have shown that there are distinct cells and molecular pathways that trigger thermal versus mechanical hypersensitivity. For example, thermal hypersensitivity in the CFA model is dependent on TRPV1 ion channels (\nCaterina et al., 2000\n) and independent of immune cell infiltration (\nGhasemlou et al., 2015\n). By contrast, infiltration of a subset of myeloid immune cells is required for mechanical hypersensitivity in an inflammatory pain model (\nGhasemlou et al., 2015\n). Here we show that S1P via S1PR3 signaling is a key component of the inflammatory soup that triggers thermal hypersensitivity in the CFA model. Our observation that S1PR3 KO animals display normal immune cell infiltration and develop mechanical hypersensitivity after CFA is consistent with these previous studies showing distinct mechanisms of inflammatory thermal and mechanical hypersensitivity.\nOutside of the nervous system, S1P signaling via S1PR1 allows for the continuous circulation of lymphocytes between blood, lymph, and peripheral tissues (\nMatloubian et al., 2004\n). Our findings that S1P plays a key role in noxious mechanosensation are in line with recent studies showing that sensory neurons co-opt classical immune pathways to drive chronic itch or pain (\nOetjen et al., 2017\n; \nPinho-Ribeiro et al., 2017\n). What distinguishes this study from the others is that S1P signaling is critical for acute mechanical pain, even in the absence of inflammation or exogenously elevated S1P. In the immune system, disruptions in S1P levels or S1PR1 signaling result in significant immune dysfunction and disease (\nDonoviel et al., 2015\n; \nGräler and Goetzl, 2004\n; \nOlivera et al., 2013\n). Accordingly, in the somatosensory system, excessive, high levels of S1P (micromolar), such as those present in inflammation, evokes thermal pain and sensitization. Intermediate, baseline levels (nanomolar) regulate AM excitability and are required for normal mechanical pain sensation. By contrast, lowering S1P levels reduces mechanical pain sensation, while sparing innocuous touch sensation.\nWe propose that S1PR3 signaling may contribute to a variety of inflammatory diseases. S1P has been linked to a wide range of human inflammatory disorders (\nAllende et al., 2011\n; \nKunkel et al., 2013\n; \nRoviezzo et al., 2015\n; \nLiang et al., 2013\n; \nRivera et al., 2008\n; \nMyśliwiec et al., 2017\n; \nCheca et al., 2015\n). Canonically, S1P signaling via S1PR1 is thought to promote inflammation via the immune system (\nKunkel et al., 2013\n), however, we propose that S1P signaling via S1PR3 in neurons may also contribute to inflammatory disease. Indeed, fingolimod, a non-selective S1PR modulator, is prescribed as an immunosuppressant for multiple sclerosis treatment (\nBrinkmann et al., 2010\n), but the possibility that some of its therapeutic effects may also be mediated via the nervous system has not been fully explored. Likewise, one study found that intrathecal fingolimod reduces bone cancer pain (\nGrenald et al., 2017\n), and while analgesia was attributed to effects on S1PR1 in glia, some of the benefits may be due to S1PR3 signaling in DRG neurons. S1PR3 antagonism may also be useful in the treatment of inflammatory pain due to its selective dampening of acute mechanical pain and inflammatory thermal hypersensitivity, while preserving innocuous touch and normal thermal sensitivity. S1PR3 inhibitors may also be beneficial for treating other inflammatory disorders where S1PR3-expressing somatosensory neurons have been shown to contribute to neurogenic inflammation, such as asthma (\nTränkner et al., 2014\n). Our study demonstrates a crucial role for S1P signaling in the peripheral nervous system and highlights the potential of S1PR3 as a target for future pain therapies.",
    "materials_and_methods": "Materials and methods\nKey resources table\nReagent type (species) \nor resource\nDesignation\nSource or reference\nIdentifiers\nAdditional information\nstrain, strain \nbackground (C57BL/6J)\nC57BL/6J; WT; wild-type\nThe Jackson Laboratory\nJackson Stock #: 000664; \nRRID:\nIMSR_JAX:000664\nstrain, strain \nbackground (B6.129S6- \nS1pr3tm1Rlp/Mmnc)\nS1PR3 KO; S1pr3-/-\nMMRRC Repository; \nhttps://www.ncbi.nlm.nih.gov/pubmed/15138255\n; \nPMID: 15138255\nB6.129S6-S1pr3tm1Rlp/ \nMmnc; MMRRC Stock #: \n012038-UNC; RRID: \nMMRRC_012038-UNC\nstrain, strain \nbackground (B6.Cg- \nS1pr3tm1.1Hrose/J)\nS1pr3-mCherry;\n\n\nS1pr3mcherry/+\nThe Jackson Laboratory\nB6.Cg-S1pr3tm1.1Hrose/J; \nJackson Stock #: 028624; \nRRID:\nIMSR_JAX:028624\nantibody (Living Colors DsRed \nRabbit Polyclonal Antibody)\nRabbit anti-DsRed\nClontech\nRRID:\nAB_10013483\n; \nCat # 632496\nantibody (Chicken polyclonal \nto Neurofilament \nheavy polypeptide)\nChicken anti-NefH\nAbcam\nRRID:\nAB_304560\n; \nCat # ab4680\nantibody (Chicken polyclonal \nto beta III Tubulin)\nChicken \nanti-β-tubulin III\nAbcam\nRRID:\nAB_10899689\n; \nCat # ab107216\nantibody (Mouse monoclonal \n[13C4/I3 C4] to PGP9.5)\nMouse anti-PGP9.5\nAbcam\nRRID:\nAB_306343\n; \nCat # ab8189\nantibody (Rabbit polyclonal \nto EDG3)\nRabbit anti-S1PR3\nAbcam\nRRID:\nAB_732070\n; \nCat # ab38324\nantibody (Mouse \nmonoclonal to NF200)\nMouse anti-NF200\nSigma-Aldrich\nRRID:\nAB_260781\n; \nCat # N5389\nantibody (Chicken \npolyclonal to Peripherin)\nChicken anti-Peripherin\nAbcam\nRRID:\nAB_777207\n; \nCat # ab39374\nantibody (Goat Anti-Mouse IgG \nH and L Alexa Fluor 488)\nGoat anti-Mouse \nAlexa 488\nAbcam\nRRID:\nAB_2688012\n; \nCat # ab150117\nantibody (Goat anti-Chicken IgY \n(H + L) Secondary Antibody, \nAlexa Fluor 488)\nGoat anti-Chicken \nAlexa 488\nThermoFisher Scientific\nRRID:\nAB_2534096\n; \nCat # A-11039\nantibody (Goat anti-Rabbit IgG \n(H + L) Secondary Antibody, \nAlexa Fluor 594)\nGoat anti-Rabbit \nAlexa 594\nInvitrogen\nRRID:\nAB_2556545\n; \nCat # R37117\nsequence-based reagent\nS1pr3\n Type I Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: VB1-19668-VC\nsequence-based reagent\nScn1a\n Type 6 Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: VB6-18173-VC\nsequence-based reagent\nNpy2r\n Type 6 Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: \nVB6-3197254-VC\nsequence-based reagent\nPiezo2\n Type 6 Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: VB6-18046-VC\nsequence-based reagent\nTrpv1\n Type 6 Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: VB6-18246-VC\nsequence-based reagent\nTrpa1\n Type 6 Probe\nThermoFisher Scientific; \nAffymetrix\nAssay ID: VB6-16610-VC\ncommercial assay or \nkit (ViewRNA ISH Tissue \nAssay Kit (2-plex))\nViewRNA ISH \nTissue Assay Kit\nThermoFisher Scientific; \nAffymetrix\nCat # QVT0012\nchemical compound, \ndrug (Sphingosine-1-phosphate)\nSphingosine \n1-phosphate; S1P\nTocris Bioscience; \nAvanti Polar Lipids\nCAS 26993-30-6; \nCat # 1370; Cat # 860641\nchemical compound, \ndrug (TY 521256)\nTY 52156\nTocris Bioscience\nCAS 934369-14-9; \nCat # 5328\nchemical compound, \ndrug (SKI II)\nSKI II\nTocris Bioscience\nCAS 312636-16-1; \nCat # 2097\nchemical compound, \ndrug (Histamine dihydrochloride)\nHistamine\nSigma-Aldrich\nCAS 56-92-8; \nCat # H7250\nchemical compound, \ndrug (Chloroquine diphosphate)\nChloroquine\nSigma-Aldrich\nCAS 50-63-5; \nCat # C6628\nchemical compound, \ndrug (E-Capsaicin)\nCapsaicin\nTocris Bioscience\nCAS 404-86-4; \nCat # 0462\nchemical compound, \ndrug (Dimethyl sulfoxide)\nDMSO\nSigma-Aldrich\nCat # 8418–100 mL\nchemical compound, \ndrug (Methanol)\nMethanol\nSigma-Aldrich\nCAS 67-56-1; \nCat # 34860\nchemical compound, \ndrug (Linopirdine dihydrochloride)\nLinopirdine\nTocris Bioscience\nCAS 113168-57-3; \nCat # 1999\nchemical compound, \ndrug (XE 991 dihydrochloride)\nXE 991\nTocris Bioscience\nCAS 122955-13-9; \nCat # 2000\nchemical compound, \ndrug (W146)\nW146\nTocris Bioscience\nCAS 909725-61-7; \nCat # 3602\nchemical compound, \ndrug (Freund's Adjuvant, \nComplete)\nComplete \nFreund's \nAdjuvant; CFA\nSigma-Aldrich\nCat # F5881\nchemical compound, \ndrug (Formaldehyde, 16%, \nmethanol free, Ultra Pure)\nParaformaldehyde; \nPFA\nPolysciences, Inc.\nCat # 18814–10\nchemical compound, \ndrug (Tissue Tek Optimal cutting \ntemperature compound (OCT))\nOCT\nSakura Finetek USA\nCat # 4583\nchemical compound, \ndrug (Triton X-100 solution)\nTriton X-100\nBioUltra\nCAS 9002-93-1; \nCat # 93443\nchemical compound, \ndrug (Phosphate-buffered \nsaline (PBS), pH 7.4)\nPBS\nGibco\nCat # 10010023\nchemical compound, \ndrug (Benzyl benzoate)\nBenzyl benzoate\nSigma-Aldrich\nCAS 120-51-4; \nCat # B6630\nchemical compound, \ndrug (Benzyl alcohol)\nBenzyl alcohol\nSigma-Aldrich\nCAS 100-51-6; \nCat # 305197\nchemical compound, \ndrug (Sucrose)\nSucrose\nSigma-Aldrich\nCAS 57-50-1; Cat # S0389\nchemical compound, \ndrug (LIVE/DEAD Fixable \nAqua Dead Cell Stain Kit, \nfor 405 nm excitation)\nAqua\nThermoFisher Scientific\nCat # L34957\nchemical compound, \ndrug (Isoflurane, USP)\nIsoflurane\nPiramal\nCAS 26675-46-7\nchemical compound, \ndrug (4',6-Diamidino-2- \nPhenylindole, Dihydrochloride)\nDAPI\nThermoFisher Scientific\nCAS 28718-90-3; \nCat # 1306\nchemical compound, \ndrug (Fluoromount-G, \nwith DAPI)\nFluoromount-G, \nwith DAPI\nThermoFisher Scientific\nCat # 00-4959-52\nantibody (CD117 (c-Kit) \nMonoclonal Antibody \n(2B8), Biotin)\nc-Kit-Biotin\neBioscience\nRRID:\nAB_466569\n; \nCat # 13-1171-82\nantibody (FceR1 alpha \nMonoclonal Antibody (AER-37 \n(CRA1)), PE, eBioscience)\nFceRI-PE\neBioscience\nRRID:\nAB_10804885\n; \nCat # 12-5899-42\nantibody (CD49b (Integrin \nalpha 2) Monoclonal Antibody \n(DX5), PE-Cyanine7, \neBioscience)\nCD49b-PECy7\neBioscience\nRRID:\nAB_469667\n; \nCat # 25-5971-82\nantibody (Anti-Siglec-F-APC, \nmouse (clone: REA798))\nSiglecF-APC\nMiltenyi Biotech\nRRID:\nAB_2653441\n; \nCat # 130-112-333\nantibody (Streptavidin FITC)\nSA-FITC\neBioscience\nRRID:\nAB_11431787\n; \nCat # 11-4317-87\nantibody (Ly-6C Monoclonal \nAntibody (HK1.4), PerCP- \nCyanine5.5, eBioscience)\nLy6C-PerCP\neBioscience\nRRID:\nAB_1518762\n; \nCat # 45-5932-82\nantibody (Pacific Blue anti- \nmouse/human CD11b \nAntibody)\nCD11b-PB\nBioLegend\nRRID:\nAB_755985\n; \nCat # 101223\nantibody (Brilliant Violet 785 \nanti-mouse Ly-6G Antibody)\nLy6G-BV785\nBioLegend\nRRID:\nAB_2566317\n; \nCat # 127645\nantibody (CD45.2 Monoclonal \nAntibody (104), Alexa Fluor 700, \neBioscience)\nCD45.2-AF700\neBioscience\nRRID:\nAB_657752\n; \nCat # 56-0454-82\nsoftware, algorithm (Igor \nPro version 6.3)\nIgorPro\nWaveMetrics\nhttps://www.wavemetrics.com/order/order_igordownloads6.htm\nsoftware, algorithm (Microsoft \nExcel 2011)\nMicrosoft Excel\nMicrosoft\nhttps://www.microsoft.com/en-us/store/d/excel-2016-for-mac/\nsoftware, algorithm (pClamp 10)\npClamp\nAxon\nhttp://mdc.custhelp.com/app/answers/detail/a_id/18779/~/axon%E2%84%A2-pclamp%E2%84%A2-10-electrophysiology-data-acquisition-%26-analysis-software\nsoftware, \nalgorithm (MetaFluor 7.8)\nMetaFluor\nMolecular Devices\nhttps://www.moleculardevices.com/systems/metamorph-research-imaging/metafluor-fluorescence-ratio-imaging-software\nsoftware, algorithm (MATLAB)\nMATLAB\nMathWorks\nhttps://www.mathworks.com/downloads/\nsoftware, algorithm (FIJI)\nFIJI\nNIH\nhttps://imagej.net/Fiji/Downloads\nsoftware, \nalgorithm (LabChart Software)\nLabChart Software\nAD Instruments\nhttps://www.adinstruments.com/products/labchart\nsoftware, \nalgorithm (Graphpad Prism 7)\nGraphpad Prism\nGraphpad\nhttps://www.graphpad.com/scientific-software/prism/\nsoftware, \nalgorithm (FlowJo 10.4.2)\nFlowJo\nFlowJo\nhttps://www.flowjo.com/solutions/flowjo/downloads\nsoftware, algorithm (custom)\ncustom-made \nsoftware in MATLAB\nthis paper\nNA\nhttps://github.com/buh2003/SpikeSortingPCA_DBSCAN\n (\nHoffman, 2018\n; copy \narchived at \nhttps://github.com/elifesciences-publications/SpikeSortingPCA_DBSCAN\n)\nother (Bovine serum albumin, \ncold ethanol fraction, \npH 5.2,≥96%)\nBSA\nSigma-Aldrich\nCAS 9048-46-8; \nCat # A4503\nother (Isolectin B4 (Bandeireia \nsimplicifolia), FITC-conjugate)\nIB4-FITC; IB4\nEnzo Life Sciences\nCat # ALX-650–001F- \nMC05\nother (Normal Goat Serum)\nNGS\nAbcam\nCat # ab7481\npeptide, recombinant \nprotein (δ-theraphototoxin- \nHm1a)\nHm1a\nother; \nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4919188/\n; \nPMID: 4919188\nNA\nobtained from the \nlaboratory \nof David Julius (UCSF)\nBehavioral studies and mice\nS1pr3\nmcherry/+\n and \nS1pr3\n-/-\n mice were obtained from Jackson Laboratory and backcrossed to C57bl6/J. Wherever possible, wild-type/heterozygous (\nS1pr3)\n littermate controls were used in behavioral experiments. Mice (20–25 g) were housed in 12 hr light-dark cycle at 21°C. Mice were singly housed one week prior to all behavioral experiments and were between 8–10 weeks at the time of the experiment. All mice were acclimated in behavioral chambers (IITC Life Sciences) on two subsequent days for 1 hr prior to all behavioral experiments.\nItch and acute pain behavioral measurements were performed as previously described (\nMorita et al., 2015\n; \nWilson et al., 2013\n; \nTsunozaki et al., 2013\n). Mice were shaved one week prior to itch behavior. Compounds injected: 500 µM TY 52156 (Tocris), 50 µM SKI II (Tocris), 0.2–10 µM S1P (Tocris, Avanti Polar Lipids), 50 mM chloroquine (Sigma), and 27 mM histamine (Tocris) in PBS with either 0.01–0.1% Methanol- (S1P) or 0.1–0.5% DMSO-PBS (all other compounds) vehicle controls. Pruritogens were injected using the cheek model (20 µL) of itch, as previously described (\nShimada and LaMotte, 2008\n). Behavioral scoring was performed while blind to experimental condition and mouse genotype. All scratching and wiping behavior videos were recorded for 1 hr. Itch behavior was scored for the first 30 min and acute pain was scored for the first five minutes. Bout number and length were recorded.\nFor radiant heat and von Frey hypersensitivity behavior, drugs were injected intradermally into the plantar surface of the hindpaw (20 µL). Radiant heat assays were performed using the IITC Life Science Hargreaves test system. Mechanical threshold was measured using calibrated von Frey monofilaments (Touch Test) on a metal grate platform (IITC). Von Frey was performed as previously described (\nTsunozaki et al., 2013\n; \nChaplan et al., 1994\n) using the up-down method (\nDixon, 1965\n) while blinded to compound injected and genotype, or a descending force-series of 4 trials per force from 0.4 g to 6 g. Valid responses for both von Frey and radiant heat included fast paw withdrawal, licking/biting/shaking of the affected paw, or flinching. For radiant heat and von Frey, mice were allowed to acclimate on platform for 1 hr before injection. Measurements were taken 15 min pre-injection and 20–30 min post-injection for all compounds used.\nThe pinprick assay (\nDuan et al., 2014\n) was conducted on a von Frey testing platform (IITC). The mouse hindpaw was poked with a 31 g syringe needle without breaking the skin to induce fast acute mechanical pain. Each paw was stimulated 10 times with the needle, with five minutes rest in between trials, and the % withdrawal (fast withdrawal, licking/biting/shaking of paw, squeaking, and/or flinching) was calculated from the total number of trials.\nThe tape assay was conducted according to previously described methods (\nRanade et al., 2014\n). Number of attempts to remove a 3 cm piece of lab tape was recorded for 10 min after manual tape application to the rostral back. Scorer and experimenter were blinded to genotype.\nFor righting reflex measurements, age-matched \nS1pr3\n-/-\n and \n+/+\n P6-7 neonates were used. Briefly, pups were overturned one at a time on the home cage lid while experimenter was blinded to genotype. The time to righting was measured to the nearest 1/10\nth\n of a second with a stopwatch.\nFor the CFA model of hypersensitivity, mice were lightly anesthetized with isoflurane (2%) and injected with 15 µL CFA (Sigma) into one hindpaw using a Hamilton syringe (30 g) at 5pm. Radiant heat latencies and von Frey 50% withdrawal thresholds were recorded one day prior to CFA, the morning of CFA (prior to injection), and one and two days post-CFA. Von Frey measurements were acquired before radiant heat latencies, and mice were allowed a one-hour recovery period in home cage with access to food and water in between testing. Both ipsilateral and contralateral paw were measured. Experimenter was blind to genotype for injections and recording.\nAll behavior experiments were carried out using age-matched or littermate cohorts of male mice and conducted between 8 am and 1 pm. Mice were tested in 4-part behavior chambers (IITC Life Sciences) with opaque dividers (TAP Plastics) with the exception of righting reflex measurements. Scratching and wiping behaviors were filmed from below using high-definition cameras. All experiments were performed under the policies and recommendations of the International Association for the Study of Pain and approved by the University of California, Berkeley Animal Care and Use Committee.\nIn situ hybridization (ISH)\nFresh DRG were dissected from 8 to 12 week old mice, flash frozen in OCT embedding medium, and sectioned at 14 μm onto slides. ISH was performed using Affymetrix Quantigene ViewISH Tissue 2-plex kit according to manufacturer’s instructions with Type 1 (\nS1pr3\n) and Type 6 (all other) probes. The following probes against mouse mRNAs were created by Affymetrix and used for ISH: \nS1pr3, Scn1a, Npy2r, Piezo2, Trpv1, Trpa1.\nImmunohistochemistry (IHC) of DRG\nDRG were dissected from 8 to 12 week old adult mice and post-fixed in 4% PFA for one hour. DRG were cryo-protected overnight at 4°C in 30% sucrose-PBS, embedded in OCT, and then cryosectioned at 12 μm onto slides. Briefly, slides were washed 3x in PBST (0.3% Triton X-100), blocked in 2.5% horse serum +2.5% BSA PBST, and incubated overnight at 4°C in 1:1000 primary antibody in PBST +0.5% horse serum +0.5% BSA. Slides were washed 3X in PBS then incubated 1–2 hr at RT in 1:1000 secondary antibody. Slides were washed 3X in PBS and mounted in Fluoromount-G +DAPI with No. 1.5 coverglass. Primary antibodies used: Rabbit anti-DsRed (Clontech #632496), Rabbit anti-S1PR3 (Abcam #38324; #108370), Mouse anti-NF200 (Sigma #N5389), Chicken anti-Peripherin (Abcam #39374). Secondary antibodies used: Goat anti-Mouse Alexa 488 (Abcam #150117), Goat anti-Chicken Alexa 488 (ThermoFisher #A11039), Goat anti-Rabbit Alexa 594 (Invitrogen #R37117). Isolectin B4 (IB4)-FITC (Enzo Life Sciences #ALX-650–001F-MC05) was also used. Slides were mounted in Fluoromount with No. 1.5 coverglass. Imaging of DRG ISH and IHC experiments, and all live-cell imaging, was performed on an Olympus IX71 microscope with a Lambda LS-xl light source (Sutter Instruments). For DRG ISH and IHC analysis, images were analyzed using FIJI software. Briefly, DAPI-positive cells were circled and their fluorescence intensity (AFU) for all channels was plotted against cell size using Microsoft Excel software. Co-labeling analysis was performed using FIJI. Intensity thresholds were set based on the negative control (no probe) slide. Cells were defined as co-expressing if their maximum intensities exceeded the threshold for both channels of interest.\nIHC of sectioned skin\nSkin was dissected from 8 week old adult mice and post-fixed in 4% PFA for 30 min at RT. DRG were cryo-protected overnight at 4°C in 30% sucrose-PBS, embedded in OCT, and then sectioned at 18 μm onto slides. Briefly, slides were blocked in 5% normal goat serum in PBST (0.1% Triton X-100) and incubated overnight at 4°C in 1:1000 primary antibody in blocking buffer. Slides were washed 3X in PBS then incubated 45 min at RT in 1:1000 secondary antibody. Slides were washed 5X in PBS and mounted in Fluoromount-G +DAPI with No. 1.5 coverglass. Primary antibodies used: Rabbit anti-DsRed (Clontech #632496), Chicken anti-NefH (Abcam #4680), Chicken anti-β-tubulin III (Abcam #107216), mouse anti-PGP9.5 (Abcam #8189). Secondary antibodies used: Goat anti-Mouse Alexa 488 (Abcam #150117), Goat anti-Rabbit Alexa 594 (Invitrogen #R37117), Goat anti-Chicken Alexa 488 (ThermoFisher #A11039). For co-localization analysis, only fibers for which >50% of the length of the visible fiber contained co-localized (white) pixels were counted. Image analysis was performed using FIJI.\nWhole mount skin IHC\nStaining was performed according to \nMarshall et al. (2016)\n. Briefly, 8-week-old mice were euthanized and the back skin was shaved, depilated, and tape-stripped. The removed skin was fixed overnight in 4% PFA, then washed in PBS (3X for 10 min each). Dermal fat was scraped away with a scalpel and skin was washed in PBST (0.3% Triton X-100; 3X for two hours each) then incubated in 1:500 primary antibody (Rabbit anti DsRed: Clontech #632496; Chicken anti-Nefh: Abcam #4680) in blocking buffer (PBST with 5% goat serum and 20% DMSO) for 5.5 days at 4°C. Skin was washed as before and incubated in 1:500 secondary antibody (Goat anti-Rabbit Alexa 594; Invitrogen #R37117; Goat anti-Chicken Alexa 488; ThermoFisher #A11039) in blocking buffer for 3 days at 4°C. Skin was washed in PBST, serially dried in methanol: PBS solutions, incubated overnight in 100% methanol, and finally cleared with a 1:2 solution of benzyl alcohol: benzyl benzoate (BABB; Sigma) before mounting between No. 1.5 coverglass. Sectioned and whole mount skin samples were imaged on a Zeiss LSM 880 confocal microscope with OPO using a 20x water objective. Image analysis was performed using FIJI.\nCell culture\nCell culture was carried out as previously described (\nWilson et al., 2011\n). Briefly, neurons from dorsal root ganglia (2–8 week old adults) or trigeminal ganglia (P0) were dissected and incubated for 10 min in 1.4 mg ml−1 Collagenase P (Roche) in Hanks calcium-free balanced salt solution, followed by incubation in 0.25% standard trypsin (vol/vol) STV versene-EDTA solution for 2 min with gentle agitation. Cells were then triturated, plated onto Poly D-Lysine coated glass coverslips and used within 20 hr. Media: MEM Eagle's with Earle's BSS medium, supplemented with 10% horse serum (vol/vol), MEM vitamins, penicillin/streptomycin and L-glutamine.\nCalcium imaging\nCa\n2+\n imaging experiments were carried out as previously described (\nWilson et al., 2011\n). Cells were loaded for 60 min at room temperature with 10 µM Fura-2AM supplemented with 0.01% Pluronic F-127 (wt/vol, Life Technologies) in a physiological Ringer’s solution containing (in mM) 140 NaCl, 5 KCl, 10 HEPES, 2 CaCl2, 2 MgCl2 and 10 D-(+)-glucose, pH 7.4. All chemicals were purchased from Sigma. Acquired images were displayed as the ratio of 340 nm/ 380 nm. Cells were identified as neurons by eliciting depolarization with high potassium Ringer’s solution (75 mM) at the end of each experiment. Responding neurons were defined as those having a > 15% increase from baseline ratio. Image analysis and statistics were performed using automated routines in Igor Pro (WaveMetrics). Fura-2 ratios were normalized to the baseline ratio F340/F380 = (Ratio)/(Ratio t = 0).\nIn vitro electrophysiology\nElectrophysiological experiments were carried out as previously described (\nWilson et al., 2011\n). Briefly, recordings were collected at 5 kHz and filtered at 2 kHz (Axopatch 200B, pClamp software). Electrode resistance ranged between 1.5–5 MΩ. Internal solution contained 140 mM KCl, 2 mM MgCl2, 1 mM EGTA, 5 mM HEPES, 1 mM Na2ATP, 100 µM GTP, and 100 µM cAMP (pH 7.4). Bath solution was physiological Ringer’s solution. The pipette potential was canceled before seal formation. Cell capacitance was canceled before whole cell voltage-clamp recordings. For mechanonociceptors experiments, only cells which were visually identified as mCherry expressing and which had a capacitance between 40–80 pF were used. Rheobase was calculated as the smallest current step required to elicit an action potential using current steps of 50 pA. M currents were measured and analyzed using standard protocols for DRG neurons reported in the literature (\nSchütze et al., 2016\n; \nCrozier et al., 2007\n; \nZheng et al., 2013\n). Experiments were carried out only on cells with a series resistance of less than 30 MΩ. Analysis of electrophysiology data was performed in pClamp and IgorPro.\nEx vivo skin-nerve electrophysiology\nTouch-evoked responses in the skin were recorded after dissecting the hind limb skin and saphenous nerve from 7 to 10 week old mice, according to published methods (\nWellnitz et al., 2010\n; \nMaksimovic et al., 2014\n). The skin was placed epidermis-side-up in a custom chamber and perfused with carbogen-buffered synthetic interstitial fluid (SIF) kept at 32°C with a temperature controller (model TC-344B, Warner Instruments). The nerve was kept in mineral oil in a recording chamber, teased apart, and placed onto a gold recording electrode connected with a reference electrode to a differential amplifier (model 1800, A-M Systems). The extracellular signal was digitized using a PowerLab 8/35 board (AD Instruments) and recorded using LabChart software (AD Instruments).\nFor these studies, we focused on A-mechanonociceptors (AMs). To identify responses from these afferents in mutant and control genotypes, we used a mechanical search paradigm with a fine glass probe. Afferents were classified as AMs according to the following criteria: (1) conduction velocity (approximately, one to (≤12 m/ s\n−1\n), (2) medium-sized receptive fields, (3) sustained response to mechanical indentation (\nWellnitz et al., 2010\n; \nKoltzenburg, 1997\n; \nZimmermann et al., 2009\n).\nTouch-sensitive afferents that did not meet these criteria were not analyzed further. Responses were classified as Adapting AMs if the ratio of mean firing rate in the dynamic phase of stimulation (first 0.2 s) to the static phase of stimulation (last 4.8 s) was greater than 2, and Non-Adapting AMs if the ratio was less than or equal to 2. Non-responders (\nFigure 6F\n) responded to suprathreshold mechanical stimulation with von Frey monofilaments (tip diameter <0.5 mm), but not to maximal controlled mechanical stimulation (256 mN, tip diameter 2 mm). All recordings and analyses were performed blind to genotype.\nMechanical responses were elicited with von Frey monofilaments and a force controlled custom-built mechanical stimulator. Mechanical thresholds were defined as the lowest von Frey monofilament to reliable elicit at least on action potential. Force controlled mechanical stimuli were delivered using a computer controlled, closed-loop, mechanical stimulator (Model 300C-I, Aurora Scientific, 2 mm tip diameter). Low-pass filtered, 5 s long, length control steps (square wave) simultaneously delivered with permissive force control steps (square wave) were generated using LabChart software (AD Instruments). An arbitrarily selected force step-and-hold protocol (8, 32, 4, 64, 128, 16, 256 mN) was delivered to all fibers. The period between successive displacements was 60 s.\nConduction velocity was measured by electrically stimulating identified receptive fields. Spike sorting by principal component analysis (PCA) and density based clustering, and data analysis was performed off-line with custom-made software in MATLAB. Statistics were performed in Prism.\nFlow cytometry of CFA-treated hind paws\nCFA injections were performed as described above. Briefly, hindpaw skin and underlying fascia of treated and PBS-injected paws were removed from freshly euthanized mice. Skin was placed in RPMI media (Gibco) on ice before mincing with dissection scissors. Digestions were performed for 90 min at 37°C on a rotating platform in 1 mL RPMI supplemented with 1:1000 DNaseI enzyme (Roche) and one unit LiberaseTM (Roche). Skin was then filtered through 70 µm nylon mesh (Falcon), washed in RPMI, and resuspended in PBS for Aqua Live-Dead staining. Samples were then transferred to FACS buffer (PBS with 0.5% FBS and 2 mM EDTA), blocked, then surface stained with the following antibodies: cKit-Biotin, FceRI-PE, CD49b-PECy7, SiglecF-APC, SA-FITC, Ly6C-PerCP, CD11b-PB, Ly6G-BV785, CD45.2-AF700. Compensation tubes (single-stain) were prepared for each fluorophore using positive and negative control beads. A spleen from a wild-type animal was also prepared by crushing between frosted glass slides, straining through 70 µm nylon mesh, and lysing of erythrocytes in ACK (Gibco). A portion of spleen sample was heat-killed for 10 min at 65°C and stained with Aqua viability stain and set aside. The rest of the spleen was stained normally with the other skin samples. Samples were then run through a flow cytometer (BD Fortessa). Data were analyzed using FlowJo (Prism) and Microsoft Excel. Neutrophils were defined as live single cells with the following staining profile: CD45.2\n+\n/CD11b\n+\n/Ly6G\n+\n/Ly6C\n+\n. Inflammatory monocytes were defined as the following: CD45.2\n+\n/CD11b\n+\n/Ly6G\n-\n/Ly6C\nhigh\n. Total number of immune cells was reported, rather than percentage of total, since neither genotype differed significantly in total number of live cells or total number of CD45.2\n+\n immune cells.\nStatistical analyses\nAll statistical analyses, except for skin nerve data (see above), were performed using IgorPro software or Microsoft Excel. Values are reported as the mean ±SEM where multiple independent experiments are pooled and reported (for whole cell electrophysiology), and mean ±SD where one experiment was performed with multiple wells (for calcium imaging) or mice (for behavior). For comparison between two groups, Student’s unpaired 2-tailed t-test was used. A paired t-test was employed only for measurements within the same biological replicate and after a given treatment. For single-point comparison between >2 groups, a one-way ANOVA followed by appropriate post hoc test was used, depending on comparison. For the time course comparison between two groups, 2-way ANOVA was used and single comparison p-values were derived using Tukey’s HSD or appropriate statistical test, depending on comparison. Number of mice or samples required to attain significance was not calculated beforehand, and where multiple statistical tests were performed, a Bonferroni correction was applied. In figure legends, significance was labeled as: n.s., not significant, p≥0.05; *p<0.05; **p<0.01; ***p<0.001.",
    "behavioral_studies_and_mice": "Behavioral studies and mice\nS1pr3\nmcherry/+\n and \nS1pr3\n-/-\n mice were obtained from Jackson Laboratory and backcrossed to C57bl6/J. Wherever possible, wild-type/heterozygous (\nS1pr3)\n littermate controls were used in behavioral experiments. Mice (20–25 g) were housed in 12 hr light-dark cycle at 21°C. Mice were singly housed one week prior to all behavioral experiments and were between 8–10 weeks at the time of the experiment. All mice were acclimated in behavioral chambers (IITC Life Sciences) on two subsequent days for 1 hr prior to all behavioral experiments.\nItch and acute pain behavioral measurements were performed as previously described (\nMorita et al., 2015\n; \nWilson et al., 2013\n; \nTsunozaki et al., 2013\n). Mice were shaved one week prior to itch behavior. Compounds injected: 500 µM TY 52156 (Tocris), 50 µM SKI II (Tocris), 0.2–10 µM S1P (Tocris, Avanti Polar Lipids), 50 mM chloroquine (Sigma), and 27 mM histamine (Tocris) in PBS with either 0.01–0.1% Methanol- (S1P) or 0.1–0.5% DMSO-PBS (all other compounds) vehicle controls. Pruritogens were injected using the cheek model (20 µL) of itch, as previously described (\nShimada and LaMotte, 2008\n). Behavioral scoring was performed while blind to experimental condition and mouse genotype. All scratching and wiping behavior videos were recorded for 1 hr. Itch behavior was scored for the first 30 min and acute pain was scored for the first five minutes. Bout number and length were recorded.\nFor radiant heat and von Frey hypersensitivity behavior, drugs were injected intradermally into the plantar surface of the hindpaw (20 µL). Radiant heat assays were performed using the IITC Life Science Hargreaves test system. Mechanical threshold was measured using calibrated von Frey monofilaments (Touch Test) on a metal grate platform (IITC). Von Frey was performed as previously described (\nTsunozaki et al., 2013\n; \nChaplan et al., 1994\n) using the up-down method (\nDixon, 1965\n) while blinded to compound injected and genotype, or a descending force-series of 4 trials per force from 0.4 g to 6 g. Valid responses for both von Frey and radiant heat included fast paw withdrawal, licking/biting/shaking of the affected paw, or flinching. For radiant heat and von Frey, mice were allowed to acclimate on platform for 1 hr before injection. Measurements were taken 15 min pre-injection and 20–30 min post-injection for all compounds used.\nThe pinprick assay (\nDuan et al., 2014\n) was conducted on a von Frey testing platform (IITC). The mouse hindpaw was poked with a 31 g syringe needle without breaking the skin to induce fast acute mechanical pain. Each paw was stimulated 10 times with the needle, with five minutes rest in between trials, and the % withdrawal (fast withdrawal, licking/biting/shaking of paw, squeaking, and/or flinching) was calculated from the total number of trials.\nThe tape assay was conducted according to previously described methods (\nRanade et al., 2014\n). Number of attempts to remove a 3 cm piece of lab tape was recorded for 10 min after manual tape application to the rostral back. Scorer and experimenter were blinded to genotype.\nFor righting reflex measurements, age-matched \nS1pr3\n-/-\n and \n+/+\n P6-7 neonates were used. Briefly, pups were overturned one at a time on the home cage lid while experimenter was blinded to genotype. The time to righting was measured to the nearest 1/10\nth\n of a second with a stopwatch.\nFor the CFA model of hypersensitivity, mice were lightly anesthetized with isoflurane (2%) and injected with 15 µL CFA (Sigma) into one hindpaw using a Hamilton syringe (30 g) at 5pm. Radiant heat latencies and von Frey 50% withdrawal thresholds were recorded one day prior to CFA, the morning of CFA (prior to injection), and one and two days post-CFA. Von Frey measurements were acquired before radiant heat latencies, and mice were allowed a one-hour recovery period in home cage with access to food and water in between testing. Both ipsilateral and contralateral paw were measured. Experimenter was blind to genotype for injections and recording.\nAll behavior experiments were carried out using age-matched or littermate cohorts of male mice and conducted between 8 am and 1 pm. Mice were tested in 4-part behavior chambers (IITC Life Sciences) with opaque dividers (TAP Plastics) with the exception of righting reflex measurements. Scratching and wiping behaviors were filmed from below using high-definition cameras. All experiments were performed under the policies and recommendations of the International Association for the Study of Pain and approved by the University of California, Berkeley Animal Care and Use Committee.",
    "in_situ_hybridization_(ish)": "In situ hybridization (ISH)\nFresh DRG were dissected from 8 to 12 week old mice, flash frozen in OCT embedding medium, and sectioned at 14 μm onto slides. ISH was performed using Affymetrix Quantigene ViewISH Tissue 2-plex kit according to manufacturer’s instructions with Type 1 (\nS1pr3\n) and Type 6 (all other) probes. The following probes against mouse mRNAs were created by Affymetrix and used for ISH: \nS1pr3, Scn1a, Npy2r, Piezo2, Trpv1, Trpa1.",
    "immunohistochemistry_(ihc)_of_drg": "Immunohistochemistry (IHC) of DRG\nDRG were dissected from 8 to 12 week old adult mice and post-fixed in 4% PFA for one hour. DRG were cryo-protected overnight at 4°C in 30% sucrose-PBS, embedded in OCT, and then cryosectioned at 12 μm onto slides. Briefly, slides were washed 3x in PBST (0.3% Triton X-100), blocked in 2.5% horse serum +2.5% BSA PBST, and incubated overnight at 4°C in 1:1000 primary antibody in PBST +0.5% horse serum +0.5% BSA. Slides were washed 3X in PBS then incubated 1–2 hr at RT in 1:1000 secondary antibody. Slides were washed 3X in PBS and mounted in Fluoromount-G +DAPI with No. 1.5 coverglass. Primary antibodies used: Rabbit anti-DsRed (Clontech #632496), Rabbit anti-S1PR3 (Abcam #38324; #108370), Mouse anti-NF200 (Sigma #N5389), Chicken anti-Peripherin (Abcam #39374). Secondary antibodies used: Goat anti-Mouse Alexa 488 (Abcam #150117), Goat anti-Chicken Alexa 488 (ThermoFisher #A11039), Goat anti-Rabbit Alexa 594 (Invitrogen #R37117). Isolectin B4 (IB4)-FITC (Enzo Life Sciences #ALX-650–001F-MC05) was also used. Slides were mounted in Fluoromount with No. 1.5 coverglass. Imaging of DRG ISH and IHC experiments, and all live-cell imaging, was performed on an Olympus IX71 microscope with a Lambda LS-xl light source (Sutter Instruments). For DRG ISH and IHC analysis, images were analyzed using FIJI software. Briefly, DAPI-positive cells were circled and their fluorescence intensity (AFU) for all channels was plotted against cell size using Microsoft Excel software. Co-labeling analysis was performed using FIJI. Intensity thresholds were set based on the negative control (no probe) slide. Cells were defined as co-expressing if their maximum intensities exceeded the threshold for both channels of interest.",
    "ihc_of_sectioned_skin": "IHC of sectioned skin\nSkin was dissected from 8 week old adult mice and post-fixed in 4% PFA for 30 min at RT. DRG were cryo-protected overnight at 4°C in 30% sucrose-PBS, embedded in OCT, and then sectioned at 18 μm onto slides. Briefly, slides were blocked in 5% normal goat serum in PBST (0.1% Triton X-100) and incubated overnight at 4°C in 1:1000 primary antibody in blocking buffer. Slides were washed 3X in PBS then incubated 45 min at RT in 1:1000 secondary antibody. Slides were washed 5X in PBS and mounted in Fluoromount-G +DAPI with No. 1.5 coverglass. Primary antibodies used: Rabbit anti-DsRed (Clontech #632496), Chicken anti-NefH (Abcam #4680), Chicken anti-β-tubulin III (Abcam #107216), mouse anti-PGP9.5 (Abcam #8189). Secondary antibodies used: Goat anti-Mouse Alexa 488 (Abcam #150117), Goat anti-Rabbit Alexa 594 (Invitrogen #R37117), Goat anti-Chicken Alexa 488 (ThermoFisher #A11039). For co-localization analysis, only fibers for which >50% of the length of the visible fiber contained co-localized (white) pixels were counted. Image analysis was performed using FIJI.",
    "whole_mount_skin_ihc": "Whole mount skin IHC\nStaining was performed according to \nMarshall et al. (2016)\n. Briefly, 8-week-old mice were euthanized and the back skin was shaved, depilated, and tape-stripped. The removed skin was fixed overnight in 4% PFA, then washed in PBS (3X for 10 min each). Dermal fat was scraped away with a scalpel and skin was washed in PBST (0.3% Triton X-100; 3X for two hours each) then incubated in 1:500 primary antibody (Rabbit anti DsRed: Clontech #632496; Chicken anti-Nefh: Abcam #4680) in blocking buffer (PBST with 5% goat serum and 20% DMSO) for 5.5 days at 4°C. Skin was washed as before and incubated in 1:500 secondary antibody (Goat anti-Rabbit Alexa 594; Invitrogen #R37117; Goat anti-Chicken Alexa 488; ThermoFisher #A11039) in blocking buffer for 3 days at 4°C. Skin was washed in PBST, serially dried in methanol: PBS solutions, incubated overnight in 100% methanol, and finally cleared with a 1:2 solution of benzyl alcohol: benzyl benzoate (BABB; Sigma) before mounting between No. 1.5 coverglass. Sectioned and whole mount skin samples were imaged on a Zeiss LSM 880 confocal microscope with OPO using a 20x water objective. Image analysis was performed using FIJI.",
    "cell_culture": "Cell culture\nCell culture was carried out as previously described (\nWilson et al., 2011\n). Briefly, neurons from dorsal root ganglia (2–8 week old adults) or trigeminal ganglia (P0) were dissected and incubated for 10 min in 1.4 mg ml−1 Collagenase P (Roche) in Hanks calcium-free balanced salt solution, followed by incubation in 0.25% standard trypsin (vol/vol) STV versene-EDTA solution for 2 min with gentle agitation. Cells were then triturated, plated onto Poly D-Lysine coated glass coverslips and used within 20 hr. Media: MEM Eagle's with Earle's BSS medium, supplemented with 10% horse serum (vol/vol), MEM vitamins, penicillin/streptomycin and L-glutamine.",
    "calcium_imaging": "Calcium imaging\nCa\n2+\n imaging experiments were carried out as previously described (\nWilson et al., 2011\n). Cells were loaded for 60 min at room temperature with 10 µM Fura-2AM supplemented with 0.01% Pluronic F-127 (wt/vol, Life Technologies) in a physiological Ringer’s solution containing (in mM) 140 NaCl, 5 KCl, 10 HEPES, 2 CaCl2, 2 MgCl2 and 10 D-(+)-glucose, pH 7.4. All chemicals were purchased from Sigma. Acquired images were displayed as the ratio of 340 nm/ 380 nm. Cells were identified as neurons by eliciting depolarization with high potassium Ringer’s solution (75 mM) at the end of each experiment. Responding neurons were defined as those having a > 15% increase from baseline ratio. Image analysis and statistics were performed using automated routines in Igor Pro (WaveMetrics). Fura-2 ratios were normalized to the baseline ratio F340/F380 = (Ratio)/(Ratio t = 0).",
    "in_vitro_electrophysiology": "In vitro electrophysiology\nElectrophysiological experiments were carried out as previously described (\nWilson et al., 2011\n). Briefly, recordings were collected at 5 kHz and filtered at 2 kHz (Axopatch 200B, pClamp software). Electrode resistance ranged between 1.5–5 MΩ. Internal solution contained 140 mM KCl, 2 mM MgCl2, 1 mM EGTA, 5 mM HEPES, 1 mM Na2ATP, 100 µM GTP, and 100 µM cAMP (pH 7.4). Bath solution was physiological Ringer’s solution. The pipette potential was canceled before seal formation. Cell capacitance was canceled before whole cell voltage-clamp recordings. For mechanonociceptors experiments, only cells which were visually identified as mCherry expressing and which had a capacitance between 40–80 pF were used. Rheobase was calculated as the smallest current step required to elicit an action potential using current steps of 50 pA. M currents were measured and analyzed using standard protocols for DRG neurons reported in the literature (\nSchütze et al., 2016\n; \nCrozier et al., 2007\n; \nZheng et al., 2013\n). Experiments were carried out only on cells with a series resistance of less than 30 MΩ. Analysis of electrophysiology data was performed in pClamp and IgorPro.",
    "ex_vivo_skin-nerve_electrophysiology": "Ex vivo skin-nerve electrophysiology\nTouch-evoked responses in the skin were recorded after dissecting the hind limb skin and saphenous nerve from 7 to 10 week old mice, according to published methods (\nWellnitz et al., 2010\n; \nMaksimovic et al., 2014\n). The skin was placed epidermis-side-up in a custom chamber and perfused with carbogen-buffered synthetic interstitial fluid (SIF) kept at 32°C with a temperature controller (model TC-344B, Warner Instruments). The nerve was kept in mineral oil in a recording chamber, teased apart, and placed onto a gold recording electrode connected with a reference electrode to a differential amplifier (model 1800, A-M Systems). The extracellular signal was digitized using a PowerLab 8/35 board (AD Instruments) and recorded using LabChart software (AD Instruments).\nFor these studies, we focused on A-mechanonociceptors (AMs). To identify responses from these afferents in mutant and control genotypes, we used a mechanical search paradigm with a fine glass probe. Afferents were classified as AMs according to the following criteria: (1) conduction velocity (approximately, one to (≤12 m/ s\n−1\n), (2) medium-sized receptive fields, (3) sustained response to mechanical indentation (\nWellnitz et al., 2010\n; \nKoltzenburg, 1997\n; \nZimmermann et al., 2009\n).\nTouch-sensitive afferents that did not meet these criteria were not analyzed further. Responses were classified as Adapting AMs if the ratio of mean firing rate in the dynamic phase of stimulation (first 0.2 s) to the static phase of stimulation (last 4.8 s) was greater than 2, and Non-Adapting AMs if the ratio was less than or equal to 2. Non-responders (\nFigure 6F\n) responded to suprathreshold mechanical stimulation with von Frey monofilaments (tip diameter <0.5 mm), but not to maximal controlled mechanical stimulation (256 mN, tip diameter 2 mm). All recordings and analyses were performed blind to genotype.\nMechanical responses were elicited with von Frey monofilaments and a force controlled custom-built mechanical stimulator. Mechanical thresholds were defined as the lowest von Frey monofilament to reliable elicit at least on action potential. Force controlled mechanical stimuli were delivered using a computer controlled, closed-loop, mechanical stimulator (Model 300C-I, Aurora Scientific, 2 mm tip diameter). Low-pass filtered, 5 s long, length control steps (square wave) simultaneously delivered with permissive force control steps (square wave) were generated using LabChart software (AD Instruments). An arbitrarily selected force step-and-hold protocol (8, 32, 4, 64, 128, 16, 256 mN) was delivered to all fibers. The period between successive displacements was 60 s.\nConduction velocity was measured by electrically stimulating identified receptive fields. Spike sorting by principal component analysis (PCA) and density based clustering, and data analysis was performed off-line with custom-made software in MATLAB. Statistics were performed in Prism.",
    "flow_cytometry_of_cfa-treated_hind_paws": "Flow cytometry of CFA-treated hind paws\nCFA injections were performed as described above. Briefly, hindpaw skin and underlying fascia of treated and PBS-injected paws were removed from freshly euthanized mice. Skin was placed in RPMI media (Gibco) on ice before mincing with dissection scissors. Digestions were performed for 90 min at 37°C on a rotating platform in 1 mL RPMI supplemented with 1:1000 DNaseI enzyme (Roche) and one unit LiberaseTM (Roche). Skin was then filtered through 70 µm nylon mesh (Falcon), washed in RPMI, and resuspended in PBS for Aqua Live-Dead staining. Samples were then transferred to FACS buffer (PBS with 0.5% FBS and 2 mM EDTA), blocked, then surface stained with the following antibodies: cKit-Biotin, FceRI-PE, CD49b-PECy7, SiglecF-APC, SA-FITC, Ly6C-PerCP, CD11b-PB, Ly6G-BV785, CD45.2-AF700. Compensation tubes (single-stain) were prepared for each fluorophore using positive and negative control beads. A spleen from a wild-type animal was also prepared by crushing between frosted glass slides, straining through 70 µm nylon mesh, and lysing of erythrocytes in ACK (Gibco). A portion of spleen sample was heat-killed for 10 min at 65°C and stained with Aqua viability stain and set aside. The rest of the spleen was stained normally with the other skin samples. Samples were then run through a flow cytometer (BD Fortessa). Data were analyzed using FlowJo (Prism) and Microsoft Excel. Neutrophils were defined as live single cells with the following staining profile: CD45.2\n+\n/CD11b\n+\n/Ly6G\n+\n/Ly6C\n+\n. Inflammatory monocytes were defined as the following: CD45.2\n+\n/CD11b\n+\n/Ly6G\n-\n/Ly6C\nhigh\n. Total number of immune cells was reported, rather than percentage of total, since neither genotype differed significantly in total number of live cells or total number of CD45.2\n+\n immune cells.",
    "statistical_analyses": "Statistical analyses\nAll statistical analyses, except for skin nerve data (see above), were performed using IgorPro software or Microsoft Excel. Values are reported as the mean ±SEM where multiple independent experiments are pooled and reported (for whole cell electrophysiology), and mean ±SD where one experiment was performed with multiple wells (for calcium imaging) or mice (for behavior). For comparison between two groups, Student’s unpaired 2-tailed t-test was used. A paired t-test was employed only for measurements within the same biological replicate and after a given treatment. For single-point comparison between >2 groups, a one-way ANOVA followed by appropriate post hoc test was used, depending on comparison. For the time course comparison between two groups, 2-way ANOVA was used and single comparison p-values were derived using Tukey’s HSD or appropriate statistical test, depending on comparison. Number of mice or samples required to attain significance was not calculated beforehand, and where multiple statistical tests were performed, a Bonferroni correction was applied. In figure legends, significance was labeled as: n.s., not significant, p≥0.05; *p<0.05; **p<0.01; ***p<0.001.",
    "funding_information": "Funding Information\nThis paper was supported by the following grants:\nhttp://dx.doi.org/10.13039/100000065\nNational Institute of Neurological Disorders and Stroke\n\n\nNS077224\n to Rachel B Brem, Diana M Bautista.\nhttp://dx.doi.org/10.13039/100000069\nNational Institute of Arthritis and Musculoskeletal and Skin Diseases\n\n\nAR059385\n to Diana M Bautista.\nhttp://dx.doi.org/10.13039/100000069\nNational Institute of Arthritis and Musculoskeletal and Skin Diseases\n\n\nAR051219\n to Ellen A Lumpkin.\nhttp://dx.doi.org/10.13039/100000065\nNational Institute of Neurological Disorders and Stroke\n\n\nNS105449\n to Benjamin U Hoffman.\nhttp://dx.doi.org/10.13039/100000057\nNational Institute of General Medical Sciences\n\n\nGM007367\n to Benjamin U Hoffman.\nhttp://dx.doi.org/10.13039/100000011\nHoward Hughes Medical Institute\n\n\nFaculty Scholar Award\n to Diana M Bautista.\nhttp://dx.doi.org/10.13039/100000065\nNational Institute of Neurological Disorders and Stroke\n\n\nNS098097\n to Rachel B Brem, Diana M Bautista.",
    "additional_information": "Additional information\nCompeting interests\nNo competing interests declared.\nAuthor contributions\nConceptualization, Data curation, Formal analysis, Investigation, Visualization, Methodology, Writing—original draft, Project administration, Writing—review and editing, Performed behavior, immunostaining, whole cell electrophysiology, calcium imaging, and ISH.\nData curation, Formal analysis, Investigation, Visualization, Methodology, Writing—review and editing, Performed ex vivo recordings.\nData curation, Investigation, Writing—review and editing, Performed ISH experiments.\nInvestigation, Writing—review and editing, Performed ex vivo recordings.\nData curation, Formal analysis, Supervision, Funding acquisition, Investigation, Project administration, Writing—review and editing.\nConceptualization, Funding acquisition, Writing—original draft, Project administration, Writing—review and editing.\nConceptualization, Supervision, Funding acquisition, Investigation, Writing—original draft, Project administration, Writing—review and editing.\nEthics\nAnimal experimentation: All experiments were performed under the policies and recommendations of the International Association for the Study of Pain and approved by the University of California, Berkeley Animal Care and Use Committee (Protocol Number: AUP-2017-02-9550).",
    "additional_files": "Additional files\n10.7554/eLife.33285.020\nSupplementary file 1.\nCo-ISH quantification for sectioned DRG from adult wild-type mice.\nRelated to \nFigure 3\n.\n10.7554/eLife.33285.021\nTransparent reporting form\nMajor datasets\nThe following previously published datasets were used:\nUsoskin D\nFurlan A\nIslam S\nAbdo H\nLonnerberg P\nLou D\nHjerling-Leffler J\nHaeggstrom J\nKharchenko O\nKharchenko PV\nLinnarsson S\nErnfors P\n2015\nUnbiased classification of sensory neuron types by large-scale single-cell RNA sequencing\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE59739\nPublicly available at the NCBI Gene Expression Omnibus (accession no: GSE59739)",
    "major_datasets": "Major datasets\nThe following previously published datasets were used:\nUsoskin D\nFurlan A\nIslam S\nAbdo H\nLonnerberg P\nLou D\nHjerling-Leffler J\nHaeggstrom J\nKharchenko O\nKharchenko PV\nLinnarsson S\nErnfors P\n2015\nUnbiased classification of sensory neuron types by large-scale single-cell RNA sequencing\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE59739\nPublicly available at the NCBI Gene Expression Omnibus (accession no: GSE59739)"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5896955/"
}