{
  "id": "PMC5470433",
  "title": "Data for characterization of SALK_084889, a T-DNA insertion line of Arabidopsis thaliana",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Data for characterization of SALK_084889, a T-DNA insertion line of Arabidopsis thaliana",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5470433/"
  },
  "sections": {
    "abstract": "In this article we report the identification of T-DNA (transfer DNA) insertion sites within two different gene regions in the genome of an Arabidopsis mutant line, SALK_084889. The T-DNA positions are in the 3′ UTR (untranslated region) of DREB2A (Dehydration-responsive element-binding protein 2A) (\nAT5G05410\n) and promoter of LOX1 (Lipoxygenase 1) (\nAT1G55020\n) as determined by DNA-PCR and sanger sequencing. The expression levels of DREB2A and LOX1 were also analyzed using quantitative realtime PCR (qPCR) in SALK_084889 and wild type Arabidopsis (Col, Columbia). Further, the comparison of drought and heat tolerance between Col and SALK_084889 were conducted by stress treatments. The present data indicate that in SALK_084889, the expression of DREB2A is not downregulated under normal growth conditions but can be affected only in roots under drought treatment, while LOX1 is significantly downregulated in both roots and shoots under all tested conditions. These data are original and have not been published elsewhere.",
    "data": "1\nData\nThe dataset of this article provides information on T-DNA insertions in SALK_084889. \nFig. 1\n shows the T-DNA bands amplified within \nDREB2A\n (\nAT5G05410\n) and \nLOX1\n (\nAT1G55020\n) genes of SALK_084889 as well as T-DNA insertion sites determined by Sanger sequencing. \nFig. 2\nA–B show \nDREB2A\n expression in both roots and shoots in normal conditions with or without drought treatment. \nFig. 2\nC–D show \nLOX1\n expression in roots and shoots in normal conditions. \nFig. 3\n, \nFig. 4\n show the comparison of survival rates between Col and SALK_084889 plants in drought and heat treatments. \nTable 1\n shows the sequences of primers used in experiments for \nFig. 1\n, \nFig. 2\n.\nFig. 1\nT-DNA insertion in 3′ UTR of \nDREB2A\n (\nAT5G05410\n) and promoter of \nLOX1\n (\nAT1G55020\n) in SALK_084889. (A) Gene structure of \nDREB2A\n. The T-DNA position is in +1264 bp after transcription start site. (B) PCR amplification of wild type allele band using forward (F) and reverse (R) gene specific primers DREB2A-F and DREB2A-R (F-R) as well as T-DNA band using LBb1.3 and DREB2A-R (LBb-R). One Col wild-type seedling and eight randomly selected SALK_084889 seedlings were used. (C) Gene structure of \nLOX1\n. The T-DNA position is in −4 bp before transcription start site. (D) DNA-PCR of wild type allele band using gene specific primers LOX1-F and LOX1-R (F-R) as well as T-DNA band using LBb1.3 and LOX1-R (LBb-R). All primers are listed in \nTable 1\n. The SEQ files of sanger sequencing are shown in \nSupplementary material\n.\nFig. 1\nFig. 2\nRelative expression levels of \nDREB2A\n and \nLOX1\n. The expression of \nDREB2A\n was determined in roots (A) and shoots (B) of Col or SALK_084889 plants with or without drought treatments. The expression of \nLOX1\n was determined in roots (C) and shoots (D) of Col or SALK_084889 plants in normal condition. The expression levels of \nDREB2A\n or \nLOX1\n in Col in normal conditions were initiated as “1” so that relative expression levels of other samples were determined. The \nUBQ11\n (\nAT4G05050\n) gene was used as the internal control. The Ct (cycle threshold) values are shown in \nSupplementary table 1\n. Data are means±SE (\nn\n=3). The student׳s \nt\n-test was performed to show the significant difference of gene expression between Col and SALK_084889 (* \np\n<0.05, ** \np\n<0.01).\nFig. 2\nFig. 3\nDrought tolerance of SALK_084889. (A) Phenotype of Col or SALK_084889 plants after drought treatment followed by recovery. (B) Survival rate of Col or SALK_084889 plants treated by drought. The number of survived plants are shown in \nSupplementary table 2\n. Data are means±SD (\nn\n=3). The student׳s \nt\n-test was performed to show the significant difference of survival rate between Col and SALK_084889 (** \np\n<0.01).\nFig. 3\nFig. 4\nHeat tolerance of SALK_084889. (A) Phenotype of Col or SALK_084889 plants after heat treatment followed by recovery. (B) Survival rate of Col or SALK_084889 plants treated by heat. The number of survived plants are shown in \nSupplementary table 2\n. Data are means±SD (\nn\n=3). The student׳s \nt\n-test was performed to show the significant difference of survival rate between Col and SALK_084889 (** \np\n<0.01).\nFig. 4\nTable 1\nPrimers used for the presented data.\nTable 1\nGene\nName\nSequence (5′-3′)\nUsage\nDREB2A (\nAT2G16060\n)\nDREB2A-F\nTAAAGGAATGCTTGTTGGTGG\nT-DNA PCR\nDREB2A-R\nGAGCCGATGTATTGTCTGGAG\nDREB2A-qPCRF\nTGATTTTCAAATTTCGTCCCCTATAG\nqPCR\nDREB2A-qPCRR\nAGTACCGTCACCTCTACTTCTAG\nLOX1 (\nAT4G33070\n)\nLOX1-F\nCAGAGGAATTTTTAAGCTTTTAAGAC\nT-DNA PCR\nLOX1-R\nGGAAAAAGTCTTTGAATGTATGCAC\nLOX1-qPCRF\nGGATGGACTCACTGTTGAAGAG\nqPCR\nLOX1-qPCRR\nTGCATAAGTCTTGGTCGTGG\nN/A\nLBb1.3\nATTTTGCCGATTTCGGAAC\nT-DNA PCR\nUBQ11 (\nAT4G05050\n)\nUBQ11-F\nAGCAACTTGAGGACGGCAGA\nqPCR\nUBQ11-R\nGTGATGGTCTTTCCGGTCAAA",
    "experimental_design,_materials_and_methods": "2\nExperimental design, materials and methods\nArabidopsis seeds of wild tyoe (Col) and SALK_084889 were obtained from Arabidopsis Biological Resource Center. SALK_084889 was reported as a T-DNA insertion line of \nDREB2A\n (\nAT5G05410\n) gene \n[1]\n. For identification of T-DNA insertion sites, Col and SALK_084889 seeds were grown in soil at 22 °C under constant light condition. Eight randomly selected SALK_084889 seedlings were subjected to DNA-PCR to confirm all seeds are homozygous. For \nDREB2A\n, the gene specific primers DREB2A-F and DREB2A-R were used to amplify wild type allele band while LBb1.3 and DREB2A-R primers were used to amplify T-DNA band. For \nLOX1\n, the gene specific primers LOX1-F and LOX1-R were used to amplify wild type allele band while LBb1.3 and LOX1-R primers were used to amplify T-DNA band. The amplicons of T-DNA bands of \nDREB2A\n and \nLOX1\n were purified by subjected to sanger sequencing and the alignment of sequences was performed using Vector NTI v10.0 program (InforMax Inc). For Expression analysis, Col and SALK_084889 seeds were grown in 0.5× MS media (2.2 g of MS basal salts (Sigma), 5 g of Sucrose, 0.5 g of MES, and 1 mL of 1,000× Gamborg vitamins (Sigma) per liter at pH 5.75) at 22 °C under constant light condition. The 14 day old plants were harvested from MS plates and directly preserved in RNALater (Ambion) \n[2]\n. For drought treatment, harvested Arabidopsis plants were dehydrated on Whatman 3mm paper (Whatman) at 22 °C and 60% humidity under dim light for 2 h \n[3]\n prior to fixation in RNALater. For RNA extraction, root and shoot tissues were dissected in RNALater solution and then total RNA was isolated using the Qiagen RNAeasy kit (Qiagen). Quantitative realtime PCR was performed using Fast SYBR Green Master Mix (Thermo Fisher) and 2\n-ΔΔCt\n method was employed to calculate the relative expression levels of \nDREB2A and LOX1\n. Three replicates were used for each sample and \nUBQ11\n (\nAT4G05050\n) gene was used as the internal control. For drought and heat tolerance determination of SALK_084889, Col and SALK_084889 seeds were grown in soil at 22 °C under constant light condition. For drought test, the 10 day old plants were transferred to pre-dried soil and withhold water for 4 days prior to recovery by watering for 7 days \n[4]\n. For heat test, the 7 day old plants were pre-incubated in 37 °C for 1 h and then treated at 49 °C for 1 h prior to recovery in 22 °C for 2 days \n[5]\n. Survival rates and phenotypes of Col and SALK_084889 plants were recorded. Student׳s \nt\n-test was used for statistical analysis.",
    "supporting_information": "Transparency document\nSupporting information\nSupplementary material\n.",
    "supplementary_material": "Appendix A\nSupplementary material\nSupplementary material\n."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5470433/"
}