{
  "id": "PMC5578834",
  "title": "Draft Genome Sequence of Solibacillus kalamii, Isolated from an Air Filter Aboard the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequence of Solibacillus kalamii, Isolated from an Air Filter Aboard the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5578834/"
  },
  "sections": {
    "abstract": "ABSTRACT\nWe report here the draft genome of \nSolibacillus kalamii\n ISSFR-015, isolated from a high-energy particulate arrestance filter aboard the International Space Station. The draft genome sequence of this strain contains 3,809,180 bp with an estimated G+C content of 38.61%.",
    "genome_announcement": "GENOME ANNOUNCEMENT\nSolibacillus\n is a novel microbial genus characterized in 2009 by Krishnamurthi et al., who reclassified \nBacillus silvestris\n into the genus \nSolibacillus\n, making it the type species (\n1\n). The \nSolibacillus\n genus was described as comprising \nBacillus\n-like organisms with Gram-positive, rod-shaped cells, and round endospores formed terminally in swollen sporangia. In 2016, Poonam et al. reclassified \nBacillus isronensis\n into the genus \nSolibacillus\n and provided an emended description of the genus \nSolibacillus\n that showed the peptidoglycan type to be A4α-\nl\n Lys-\nd\n-Glu and the fatty acid profile to contain iso-C\n15:0\n, C\n16:1\nω7c alcohol, and iso-C\n17:1\nω7c, with MK-7 being the major menaquinone and diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, and phosphatidylserine being the major polar lipids (\n2\n).\nUntil recently, there were two bacterial species in the genus \nSolibacillus\n (\nS. isronensis\n and \nS. silvestris\n), and draft genomes of both species have been completed (\n3\n, \n4\n). In an ongoing microbiological survey from 2014 to 2017, a novel bacterial species was isolated from a high-energy particulate arrestance (HEPA) filter system aboard the International Space Station (ISS). The round spore-forming bacterium was described as \nSolibacillus kalamii\n (\n5\n), and here we present its draft genome. The HEPA filter was in service for 40 months on the ISS before being brought back to earth for further microbiological and molecular analyses (\n5\n).\nIn this study, we characterize the draft whole-genome sequence of strain \nS. kalamii\n ISSFR-015 (NRRL 65388\nT\n = DSM 101595\nT\n), which provides insight on putative genes coding for superoxide dismutase, universal stress proteins, vancomycin resistance, copper resistance, hydrogen peroxide resistance, and arsenic resistance. This evidence is suggestive of the bacterium’s success in surviving the high-stress environment of the ISS and the harsh cleaning procedures during spacecraft assembly.\nS. kalamii\n strain ISSFR-015\nT\n was sequenced following a shotgun sequencing method using the Illumina MiSeq platform with a paired-end module. A total of 12,244,464 paired-end reads were generated, and CLC Genomics Workbench version 10.0.1 was used to filter for adapter-free, high-quality reads, yielding 8,435,258 reads representing an approximate genome coverage of 332×. These reads were assembled using CLC Genomics Workbench, resulting in 28 contigs with a total size of 3,809,180 and an \nN\n50\n contig length of 199,024 bp. The largest assembled contig measured 778,658 bp. The NCBI Prokaryotic Genome Annotation Pipeline was used for annotating protein-coding genes and other functional elements present in the genome. The genome contained a total of 3,814 genes, of which 3,662 were protein-coding genes. The complete genome of strain ISSFR-015\nT\n was 3,809,180 bp in length with an estimated G+C content of 38.61% and with 64 tRNA genes and 18 rRNA (eight 5S, six 16S, and four 23S) genes.\nAccession number(s).\nThe genome sequences of \nS. kalamii\n ISSFR-015 have been deposited at DDBJ/ENA/GenBank under the accession number \nNHNT00000000\n.",
    "accession_number(s).": "Accession number(s).\nThe genome sequences of \nS. kalamii\n ISSFR-015 have been deposited at DDBJ/ENA/GenBank under the accession number \nNHNT00000000\n."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5578834/"
}