{
  "id": "PMC5219934",
  "title": "Environmental cues and symbiont microbe-associated molecular patterns function in concert to drive the daily remodelling of the crypt-cell brush border of the Euprymna scolopes light organ",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Environmental cues and symbiont microbe-associated molecular patterns function in concert to drive the daily remodelling of the crypt-cell brush border of the Euprymna scolopes light organ",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5219934/"
  },
  "sections": {
    "permalink": "Copy",
    "elizabeth_ac_heath-heckman": "1\nDepartment of Medical Microbiology and Immunology, University of Wisconsin – Madison, Madison, WI, 53706, USA\nFind articles by \nElizabeth AC Heath-Heckman",
    "jamie_foster": "2\nDepartment of Microbiology and Cell Science, University of Florida, Space Life Science Laboratory, Merritt Island, FL, 32953, USA\nFind articles by \nJamie Foster",
    "michael_a_apicella": "3\nDepartment of Microbiology, University of Iowa, Iowa City, IA, 52246, USA\nFind articles by \nMichael A Apicella",
    "william_e_goldman": "4\nDepartment of Microbiology and Immunology, University of North Carolina, Chapel Hill, NC, 27599, USA\nFind articles by \nWilliam E Goldman",
    "margaret_mcfall-ngai": "1\nDepartment of Medical Microbiology and Immunology, University of Wisconsin – Madison, Madison, WI, 53706, USA\n5\nPBRC, Kewalo Marine Laboratory, University of Hawaii, 41 Ahui Street, Honolulu, HI, 96813, USA\nFind articles by \nMargaret McFall-Ngai",
    "summary": "Recent research has shown that the microbiota affects the biology of associated host epithelial tissues, including their circadian rhythms, although few data are available on how such influences shape the microarchitecture of the brush border. The squid-vibrio system exhibits two modifications of the brush border that supports the symbionts: effacement and repolarization. Together these occur on a daily rhythm in adult animals, at the dawn expulsion of symbionts into the environment, and symbiont colonization of the juvenile host induces an increase in microvillar density. Here we sought to define how these processes are related and the roles of both symbiont colonization and environmental cues. Ultrastructural analyses showed that the juvenile-organ brush borders also efface concomitantly with daily dawn-cued expulsion of symbionts. Manipulation of the environmental light cue and juvenile symbiotic state demonstrated that this behaviour requires the light cue, but not colonization. In contrast, symbionts were required for the observed increase in microvillar density that accompanies post dawn brush-border repolarization; this increase was induced solely by host exposure to phosphorylated lipid A of symbiont cells. These data demonstrate that a partnering of environmental and symbiont cues shapes the brush border and that microbe-associated molecular patterns play a role in the regulation of brush-border microarchitecture.",
    "introduction": "Perhaps, the most common type of animal symbiosis, whether pathogenic, commensal or mutualistic, is the interaction of microbial cells along the apical surfaces of polarized host epithelia (for reviews, see \nFraune and Bosch, 2010\n; \nHooper, 2015\n). At these interfaces, the partners influence one another’s form and function. For example, enteropathogenic \nEscherichia coli\n (EPEC) efface the brush border and hijack the cytoskeletal proteins of the epithelia to create features that promote pathogenesis (\nCelli \net al\n., 2000\n). The microbiota of both invertebrates and vertebrates can induce an increase in the density of microvilli (\nCerezuela \net al\n., 2012\n; \nChichlowski \net al\n., 2007\n; \nKuhlwein \net al\n., 2013\n; \nLamarcq and McFall-Ngai, 1998\n; \nRingø \net al\n., 2007\n; \nShukla \net al\n., 2012\n) and, reciprocally, microvillus-derived vesicles of the brush border help to communicate with and control bacterial populations (\nShifrin \net al\n., 2012\n). In addition, it has long been known that epithelial tissues associated with microbes, such as the gut, are on profound daily rhythms. Only recently, however, has it been demonstrated that the microbial partners play a role in the control of these rhythms (\nHeath-Heckman \net al\n., 2013\n; \nLeone \net al\n., 2015\n; \nRosselot \net al\n., 2016\n; \nWier \net al\n., 2010\n), but the extent to which daily rhythms affect the microarchitecture of the brush border has not been characterized.\nThe \nEuprymna scolopes-Vibrio fischeri\n symbiosis offers an opportunity to explore how and when symbiont-induced changes of the brush border are induced in early development and how they interface with the daily rhythms of the symbiosis. Early studies of the association demonstrated that colonization of the host animal induces ultrastructural changes in the epithelial cells of crypts where symbionts take up residence. The epithelium of the newly hatched juvenile host begins as a simple, columnar epithelial layer with sparse microvilli (\nFig. S1A\n). Upon symbiont colonization, these epithelial cells increase in volume fourfold to take on a cuboidal morphology (\nMontgomery and McFall-Ngai, 1994\n; \nVisick \net al\n., 2000\n). In addition, the density and complexity of microvilli increases such that symbiont cells, while remaining extracellular, become surrounded by host membranes (\nLamarcq and McFall-Ngai, 1998\n; \nFig. S1A\n). These observed changes were derived from data taken at 12, 24, 48, 72 and 96 h following colonization, i.e., at times that would not capture daily rhythms.\nConcomitant with these studies of the juvenile, it was discovered that the symbiosis in adults has a daily rhythm; animals expel ~95% of their symbionts into the surrounding seawater each day around dawn (\nGraf and Ruby, 1998\n; \nNyholm and McFall-Ngai, 1998\n). A recent study of the adult transcriptome over the day–night cycle demonstrated that host cytoskeletal genes are highly regulated in the hours around dawn (\nWier \net al\n., 2010\n). These changes in gene expression correlate with a blebbing off of the microvilli of the crypt epithelial brush border, not unlike that observed in EPEC pathogenesis; this effacement is followed by a re-formation of the microvillous brush border (\nFig. S1B\n). A subsequent study of the system revealed that the symbionts control transcriptional regulation of clock genes of a peripheral circadian rhythm specific to the light organ (\nHeath-Heckman \net al\n., 2013\n). Taken together, these data showed that the squid-vibrio symbiosis displays a profound daily rhythm.\nWhether the daily changes in the adult brush border occur in juveniles, and how such changes interface with symbiont-induced development of the juvenile crypt epithelia, have not been characterized. In addition, while it is known that increase in crypt cell volume requires symbiont light production (\nVisick \net al\n., 2000\n), the feature(s) of the symbiont that trigger(s) brush-border remodelling has remained unknown. This study was undertaken to address these questions. The data show that the remodelling of the crypt brush borders begins in juvenile animals and this activity requires influences from both an environmental light cue and interaction with the microbe-associated molecular patterns (MAMPs) of symbiont cells.",
    "results": "Characterizing the timing of venting behaviour\n\n\nPrevious studies showed that the phenomenon of daily venting of symbionts by adult \nE. scolopes\n depends on an exogenous ‘dawn’ light cue, i.e., onset of light in animals entrained to a 12:12 light/dark (L/D) cycle (\nGraf and Ruby, 1998\n; \nNyholm and McFall-Ngai, 1998\n). However, the timing of venting relative to exposure of the animal to light had not been resolved, data that are critical to further analyses of brush-border dynamics. Thus, we designed experiments to observe and manipulate venting in the juvenile squid, which also display venting behaviour, but are more experimentally manipulable. In these assays, individual animals were maintained in vials, but removed from these vials at time points before and after a light cue to measure the presence or absence of \nV. fischeri\n luminescence in the water. As in adult animals, symbiont venting in juveniles maintained on a 12:12 L/D cycle occurred following the light cue of dawn (\nFig. 1\n). As the symbionts were vented, luminescence increased and peaked by ~2 h after the cue. This peak was followed by a decline in the amount of luminescence to undetectable levels by ~6 h post onset of environmental light, because of the loss of luminescence activity that results from absence of nutrients to the expelled symbionts (Lee and Ruby, 1994). However, animals entrained on a 12:12 L/D cycle and then exposed to a delayed dawn of up to 10 h did not show venting until after the delayed light cue was presented, i.e., dependence on a light cue persisted for several hours after the entrained dawn; however, after 10 h without a light cue, the animals begin to vent spontaneously (\nFig. S2\n). These data demonstrated that the venting behaviour is not on an entrained circadian rhythm and that the timing of the cue can be experimentally manipulated independent of circadian behaviours for up to 10 h.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nNatural venting behaviour. Animals were entrained on a 12:12 light/dark regime, and luminescence of vented \nVibrio fischeri\n was measured in the surrounding water before and after the dawn light cue. Data shown are from one representative experiment. First and peak luminescence occur between ~0.5 and 2.5 h following the cue. RLU, relative light units.\nTiming of effacement of crypt-cell microvilli and the effect of light-cue manipulation\n\n\nWe first examined whether effacement of the crypt epithelial brush border occurs in the juvenile as it does in the adult (\nWier \net al\n., 2010\n) and, if so, whether the process is associated with venting, i.e., affected by the time and influenced by symbiotic state of the animal. Using transmission electron microscopy (TEM), we quantified microvilli along epithelial apical surfaces (\nFig. 2A – C\n). All experiments were performed with animals at 24 h post inoculation or longer, when the light organ is fully colonized and daily rhythms are reliably occurring. Effacement was detected as soon as 5 min after the dawn cue at 36 h post-hatching. Microvillar density at this time was 55–65% of that observed at 24 h post-hatching, or at ‘dusk’ of the first day (\nFig. 2D\n); maximal microvillar density also occurs around dusk in light organs of adult animals (\nWier \net al\n., 2010\n). By 38 h post-hatching, or ~2 h after the light cue, the microvillar density had decreased to 25–35% of that at dusk (\nFig. 2D\n). Both symbiotic (Sym) and aposymbiotic (Apo) animals showed a similar, significant decrease in microvillar density in response to the dawn cue (34–36 h \nP\n < 0.001 for Sym and Apo), indicating that the effacement was not dependent upon colonization state. In addition, the effacement was localized to the microvilli and did not extend into the crypt epithelial cells (\nFig. 2E\n), as was seen previously in adult squid (\nWier \net al\n., 2010\n). These data demonstrate that effacement occurs in juvenile animals and is independent of symbiotic state.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nDaily effacement of the crypt epithelial brush border. A. The nascent light organ, located ventral to the ink sac in the centre of the body cavity (arrow), of a newly hatched juvenile \nEuprymna scolopes\n (inset, lower left; bar, 400 µm). A histological section through one half of the organ of a 24 h symbiotic animal, with \nVibrio fischeri\n cells filling the three crypt spaces (1, 2 and 3), which are lined with microvillous epithelial cells (is, ink sac; box, image shown in B). All measurements of microvillar density were performed in the medial portions of crypt 1.\n\n\nB. Higher magnification image of crypt 3. The apical surfaces of crypt cells (arrows) are lined by microvilli. b, bacterial symbiont cells.\n\n\nC. The method of microvilli quantification. Left, a transmission electron microscopy image of the apical portions of epithelial cells reveals a field of microvilli in contact with bacterial symbionts. Right, diagram of adjacent cells of the same section to illustrate how microvilli were enumerated; each black dot at the base of a microvillus was counted as a microvillus attached to the crypt-cell body (bacterial cells, grey); number of microvilli were counted along 5 µm of continuous apical cell surface.\n\n\nD. Quantification of microvillar density at different times of day: aposymbiotic (Apo, white columns) and symbiotic (Sym, black columns) juvenile squid at 24 h (dusk) and at 34, 36 and 38 h (before and after dawn). Black (darkness)/white (light) bar above the graph, light field experienced by the juvenile animals. Microvillar density was normalized to the 24 h time point for both the Apo and Sym conditions. \nn\n = three biological replicates (separate animals) and seven technical replicates per condition (different regions within crypt 1). Error bars, standard error of the mean.\n\n\nE. Representative transmission electron microscopy images of fields measured for the 34 (2 h before light cue) and 38 h (2 h after light cue) conditions in (D).\nBecause effacement began soon after the dawn light cue, we then sought to determine whether a dawn cue serves as a stimulus for the effacement of crypt-cell microvilli. We presented juvenile animals with a light cue 6 h before their anticipated dawn, at normal dawn, or 6 h after their normal dawn, and then measured the microvillar density 2 h before, 5 min after and 2 h after these light cues for all three conditions. The crypt-cell microvilli significantly decreased in number beginning 5 min after the light cue independent of whether the cue was given early, at normal dawn, or after normal dawn (\nFig. 3\n). However, the decrease occurred slightly more slowly in animals presented an early light cue as shown by a significant decrease in microvillar density between 0 and 2 h after the light cue in the animals given an early light cue (\nP\n < 0.05), but not in those given light cues at normal dawn or after normal dawn (\nFig. 3\n; 6 h early/late), suggesting that the nadir in microvillar density was reached more quickly in those animals presented with a normal or late light cue. These data provide evidence that effacement is triggered by an exogenous light cue.\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nThe effect of light-cue manipulation on crypt-cell microvillar density of symbiotic juvenile animals. Light cues were given to cohorts of animals 6 h before normal dawn (left), at normal dawn (middle), or 6 h after normal dawn (right). Within each cohort, microvillar density was measured 2 h before (−2), at (0), or 2 h after (2) the light cue. For each set, the data were normalized to the −2 h condition, although all statistics were performed on the raw data, which were then transformed. \nn\n = three biological replicates and seven technical replicates per condition; Error bars, standard error of the mean; * = \nP\n < 0.05, ** = \nP\n < 0.01, *** = \nP\n < 0.001 by an analysis of variance with a Tukey’s pairwise comparison.\nSymbiosis-dependent regrowth of crypt microvilli and its uncoupling from epithelial cell swelling\n\n\nWhile effacement of the crypt-cell microvilli was not symbiosis dependent, previous data showed that microvillar density of the crypt epithelia increases each day following the onset of symbiosis (\nLamarcq and McFall-Ngai, 1998\n). To investigate this change with symbiosis, we compared density of microvilli in aposymbiotic and symbiotic animals at 38, 40 and 42 h, i.e., 2, 4 and 6 h following venting at 36 h post colonization. Regrowth of the microvilli following effacement occurred ~3× faster in symbiotic animals than in aposymbiotic animals (average =86 mv/25 µm\n2\n h\n−1\n ± 10 vs 31 mv/25 µm\n2\n h\n−1\n ± 4.6 respectively) with symbiotic animals reaching a microvillar density more than twice that of their aposymbiotic counterparts (\nFig. 4A\n).\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nThe influence of symbiosis on microvillar regrowth.\n\n\nA. Quantification of microvillar density in aposymbiotic (Apo) and wild-type (WT) colonized juvenile squid at 38, 40 and 42 h after hatching.\n\n\nB. Microvillar density and cellular width of the crypt epithelium in animals at 48 h post-hatching colonized with WT, a mutant defective in luminescence (\nΔlux\n), a lysine auxotroph (\nlysA\n) or left uncolonized (Apo). a, b – groups of statistically similar means using a significance level of \nP\n < 0.001 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\nTo determine whether colonization level or symbiont luminescence is critical for the symbiosis-induced change in microvillar density, we compared density along the brush borders of animals colonized with wild-type \nV. fischeri\n to those colonized by the non-luminescent strain (\nΔlux\n) and the lysine auxotroph (\nlysA\n), both of which exhibit a symbiont colonization level approximately 10% of wild-type \nV. fischeri\n at 24–48 h post inoculation (\nBose \net al\n., 2008\n; \nWhistler \net al\n., 2007\n). Microvillar densities induced by these mutant strains were statistically indistinguishable from each other and from wild type; all strains were 50–75% higher than that of aposymbiotic animals (\nFig. 4B\n; upper, \nP\n < 0.001). These data suggest that the induction of symbiont-mediated microvillar growth is not dependent upon bacterial density or bacterial light. Symbionts also induce a fourfold increase in volume of host crypt epithelial cells, which is light dependent, but not dependent on colonization level (\nVisick \net al\n., 2000\n). Both the \nΔlux\n-colonized and the aposymbiotic animals showed this significantly smaller cell width as compared with wild type and lysA-colonized animals (\nFig. 4B\n; lower \nP\n < 0.001), demonstrating that the symbiosis-mediated increase in microvillar density was not coupled to the cell swelling phenotype.\nThe effect of bacterial products on microvillar regrowth\n\n\nBecause symbiont MAMPs, particularly the peptidoglycan monomer (also known as ‘tracheal cytotoxin’ or TCT) and lipopolysaccharide (LPS), induce several host developmental phenotypes in the squid-vibrio symbiosis (for review, see \nMcFall-Ngai \net al\n., 2010\n), we compared the change in microvillar density in animals exposed to wild-type symbionts with those exposed to \nV. fischeri\n MAMPs. Either LPS alone or LPS and TCT combined induced microvillar densities that were statistically indistinguishable from symbiotic animals. However, TCT-treated animals exhibited a microvillar density of about 75% relative to animals colonized by wild-type \nV. fischeri\n (\nP\n < 0.05). Thus, while TCT has some effect, the data demonstrate that LPS alone can induce the increases in microvillar density observed in the juvenile squid (\nFig. 5A\n).\n\n\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nVibrio fischeri\n microbe-associated molecular patterns presentation in the host crypts.\n\n\nA. Juvenile animals colonized with wild-type (WT) \nV. fischeri\n, left uncolonized (Apo), or exposed to \nV. fischeri\n lipopolysaccharide (LPS) and/or peptidoglycan monomer (TCT). Microvillar density of crypt epithelial cells was quantified at 48 h post-hatching. a, b, c – groups of statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\n\n\nB. Localization of \nV. fischeri\n LPS in juvenile crypt spaces. Anti-LPS antibody labelling is visualized by 15 nm gold particles (e.g., black arrowheads). Inset, pre-immune control.\n\n\nC. The effect of LPS-structure on microvillar density. A simplified diagram (left) of \nV. fischeri\n LPS, showing the lipid A, core oligosaccharide and O-antigen, blue. The phosphate groups of the lipid A moiety, red. Colonization by either WT or the \nwaaL\n mutant resulted in microvillar densities significantly greater than that of aposymbiotic animals (middle, \nP\n < 0.001). Brush borders of animals colonized with WT \nV. fischeri\n or exposed to LPS treated with heat-inactivated alkaline phosphatase (LPS + hi-AP) showed no significant difference in microvillar density (right); these groups showed significantly greater microvillar density than animals exposed to LPS treated with active AP (LPS + AP) or those left uncolonized (Apo) (\nP\n < 0.001). a, b, c – denotes groups with statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\nTo define the physical relationship of the crypt epithelial cells to symbiont LPS, we performed electron-microscopy immunocytochemistry using a polyclonal antibody generated to \nV. fischeri\n LPS. Cross-reactivity of the antibody to LPS localized to the outer envelope of colonized \nV. fischeri\n cells, the host crypt lumen, and inside of the host epithelial cells (\nFig. 5B\n), providing several possible locations for interactions of host receptors with the LPS ligand.\n\n\nDifferent portions of the \nV. fischeri\n LPS molecule, including the phosphate groups, acyl chains and the O-antigen, have been implicated in the various developmental phenotypes of the host squid (\nAltura \net al\n., 2011\n; \nPost \net al\n., 2012\n; \nRader \net al\n., 2012\n) (\nFig. 5C\n). Thus, we conducted experiments aimed at defining the active portion of the LPS molecule that induces an increase in microvillar density along the crypt brush border of juvenile animals. To determine whether the O-antigen moiety of LPS is active in this process, we colonized juvenile squid with a mutant lacking the O-antigen (\nwaaL\n) and compared the microvillar density in those animals at 48 h with that in animals colonized with wild-type (WT) \nV. fischeri\n and animals left uncolonized (Apo) (\nFig. 5C\n). Microvillar density did not differ significantly between the WT and waaL-colonized animals (\nFig. 5C\n), suggesting that the O-antigen does not play a role in the induction of the process.\n\n\nTo determine whether phosphorylation of the lipid A is necessary for the induction of microvillar growth in the light organ, we treated the LPS with alkaline phosphatase (AP) or with heat-inactivated AP as a control (\nFig. 5C\n). We then exposed juvenile animals to both LPS preparations and compared the microvillar densities of treated animals with those of animals colonized with WT \nV. fischeri\n and those left aposymbiotic. Microvillar density was significantly lower in aposymbiotic animals and those exposed to AP-treated LPS relative to animals colonized with the WT strain and those exposed to LPS treated with heat-inactivated AP. However, the microvillar density of animals exposed to AP-treated LPS was slightly but significantly higher than that of aposymbiotic animals (P<0.05), suggesting that either not all of the phosphate groups were cleaved from the LPS molecule during AP treatment or that another portion of the \nV. fischeri\n LPS molecule works together with the phosphorylated lipid A to affect host crypt-cell microvillar density.",
    "characterizing_the_timing_of_venting_behaviour": "Previous studies showed that the phenomenon of daily venting of symbionts by adult \nE. scolopes\n depends on an exogenous ‘dawn’ light cue, i.e., onset of light in animals entrained to a 12:12 light/dark (L/D) cycle (\nGraf and Ruby, 1998\n; \nNyholm and McFall-Ngai, 1998\n). However, the timing of venting relative to exposure of the animal to light had not been resolved, data that are critical to further analyses of brush-border dynamics. Thus, we designed experiments to observe and manipulate venting in the juvenile squid, which also display venting behaviour, but are more experimentally manipulable. In these assays, individual animals were maintained in vials, but removed from these vials at time points before and after a light cue to measure the presence or absence of \nV. fischeri\n luminescence in the water. As in adult animals, symbiont venting in juveniles maintained on a 12:12 L/D cycle occurred following the light cue of dawn (\nFig. 1\n). As the symbionts were vented, luminescence increased and peaked by ~2 h after the cue. This peak was followed by a decline in the amount of luminescence to undetectable levels by ~6 h post onset of environmental light, because of the loss of luminescence activity that results from absence of nutrients to the expelled symbionts (Lee and Ruby, 1994). However, animals entrained on a 12:12 L/D cycle and then exposed to a delayed dawn of up to 10 h did not show venting until after the delayed light cue was presented, i.e., dependence on a light cue persisted for several hours after the entrained dawn; however, after 10 h without a light cue, the animals begin to vent spontaneously (\nFig. S2\n). These data demonstrated that the venting behaviour is not on an entrained circadian rhythm and that the timing of the cue can be experimentally manipulated independent of circadian behaviours for up to 10 h.\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nNatural venting behaviour. Animals were entrained on a 12:12 light/dark regime, and luminescence of vented \nVibrio fischeri\n was measured in the surrounding water before and after the dawn light cue. Data shown are from one representative experiment. First and peak luminescence occur between ~0.5 and 2.5 h following the cue. RLU, relative light units.",
    "fig._1.": "Open in a new tab\nNatural venting behaviour. Animals were entrained on a 12:12 light/dark regime, and luminescence of vented \nVibrio fischeri\n was measured in the surrounding water before and after the dawn light cue. Data shown are from one representative experiment. First and peak luminescence occur between ~0.5 and 2.5 h following the cue. RLU, relative light units.",
    "timing_of_effacement_of_crypt-cell_microvilli_and_the_effect": "We first examined whether effacement of the crypt epithelial brush border occurs in the juvenile as it does in the adult (\nWier \net al\n., 2010\n) and, if so, whether the process is associated with venting, i.e., affected by the time and influenced by symbiotic state of the animal. Using transmission electron microscopy (TEM), we quantified microvilli along epithelial apical surfaces (\nFig. 2A – C\n). All experiments were performed with animals at 24 h post inoculation or longer, when the light organ is fully colonized and daily rhythms are reliably occurring. Effacement was detected as soon as 5 min after the dawn cue at 36 h post-hatching. Microvillar density at this time was 55–65% of that observed at 24 h post-hatching, or at ‘dusk’ of the first day (\nFig. 2D\n); maximal microvillar density also occurs around dusk in light organs of adult animals (\nWier \net al\n., 2010\n). By 38 h post-hatching, or ~2 h after the light cue, the microvillar density had decreased to 25–35% of that at dusk (\nFig. 2D\n). Both symbiotic (Sym) and aposymbiotic (Apo) animals showed a similar, significant decrease in microvillar density in response to the dawn cue (34–36 h \nP\n < 0.001 for Sym and Apo), indicating that the effacement was not dependent upon colonization state. In addition, the effacement was localized to the microvilli and did not extend into the crypt epithelial cells (\nFig. 2E\n), as was seen previously in adult squid (\nWier \net al\n., 2010\n). These data demonstrate that effacement occurs in juvenile animals and is independent of symbiotic state.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nDaily effacement of the crypt epithelial brush border. A. The nascent light organ, located ventral to the ink sac in the centre of the body cavity (arrow), of a newly hatched juvenile \nEuprymna scolopes\n (inset, lower left; bar, 400 µm). A histological section through one half of the organ of a 24 h symbiotic animal, with \nVibrio fischeri\n cells filling the three crypt spaces (1, 2 and 3), which are lined with microvillous epithelial cells (is, ink sac; box, image shown in B). All measurements of microvillar density were performed in the medial portions of crypt 1.\n\n\nB. Higher magnification image of crypt 3. The apical surfaces of crypt cells (arrows) are lined by microvilli. b, bacterial symbiont cells.\n\n\nC. The method of microvilli quantification. Left, a transmission electron microscopy image of the apical portions of epithelial cells reveals a field of microvilli in contact with bacterial symbionts. Right, diagram of adjacent cells of the same section to illustrate how microvilli were enumerated; each black dot at the base of a microvillus was counted as a microvillus attached to the crypt-cell body (bacterial cells, grey); number of microvilli were counted along 5 µm of continuous apical cell surface.\n\n\nD. Quantification of microvillar density at different times of day: aposymbiotic (Apo, white columns) and symbiotic (Sym, black columns) juvenile squid at 24 h (dusk) and at 34, 36 and 38 h (before and after dawn). Black (darkness)/white (light) bar above the graph, light field experienced by the juvenile animals. Microvillar density was normalized to the 24 h time point for both the Apo and Sym conditions. \nn\n = three biological replicates (separate animals) and seven technical replicates per condition (different regions within crypt 1). Error bars, standard error of the mean.\n\n\nE. Representative transmission electron microscopy images of fields measured for the 34 (2 h before light cue) and 38 h (2 h after light cue) conditions in (D).\nBecause effacement began soon after the dawn light cue, we then sought to determine whether a dawn cue serves as a stimulus for the effacement of crypt-cell microvilli. We presented juvenile animals with a light cue 6 h before their anticipated dawn, at normal dawn, or 6 h after their normal dawn, and then measured the microvillar density 2 h before, 5 min after and 2 h after these light cues for all three conditions. The crypt-cell microvilli significantly decreased in number beginning 5 min after the light cue independent of whether the cue was given early, at normal dawn, or after normal dawn (\nFig. 3\n). However, the decrease occurred slightly more slowly in animals presented an early light cue as shown by a significant decrease in microvillar density between 0 and 2 h after the light cue in the animals given an early light cue (\nP\n < 0.05), but not in those given light cues at normal dawn or after normal dawn (\nFig. 3\n; 6 h early/late), suggesting that the nadir in microvillar density was reached more quickly in those animals presented with a normal or late light cue. These data provide evidence that effacement is triggered by an exogenous light cue.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nThe effect of light-cue manipulation on crypt-cell microvillar density of symbiotic juvenile animals. Light cues were given to cohorts of animals 6 h before normal dawn (left), at normal dawn (middle), or 6 h after normal dawn (right). Within each cohort, microvillar density was measured 2 h before (−2), at (0), or 2 h after (2) the light cue. For each set, the data were normalized to the −2 h condition, although all statistics were performed on the raw data, which were then transformed. \nn\n = three biological replicates and seven technical replicates per condition; Error bars, standard error of the mean; * = \nP\n < 0.05, ** = \nP\n < 0.01, *** = \nP\n < 0.001 by an analysis of variance with a Tukey’s pairwise comparison.",
    "fig._2.": "Open in a new tab\nDaily effacement of the crypt epithelial brush border. A. The nascent light organ, located ventral to the ink sac in the centre of the body cavity (arrow), of a newly hatched juvenile \nEuprymna scolopes\n (inset, lower left; bar, 400 µm). A histological section through one half of the organ of a 24 h symbiotic animal, with \nVibrio fischeri\n cells filling the three crypt spaces (1, 2 and 3), which are lined with microvillous epithelial cells (is, ink sac; box, image shown in B). All measurements of microvillar density were performed in the medial portions of crypt 1.\n\n\nB. Higher magnification image of crypt 3. The apical surfaces of crypt cells (arrows) are lined by microvilli. b, bacterial symbiont cells.\n\n\nC. The method of microvilli quantification. Left, a transmission electron microscopy image of the apical portions of epithelial cells reveals a field of microvilli in contact with bacterial symbionts. Right, diagram of adjacent cells of the same section to illustrate how microvilli were enumerated; each black dot at the base of a microvillus was counted as a microvillus attached to the crypt-cell body (bacterial cells, grey); number of microvilli were counted along 5 µm of continuous apical cell surface.\n\n\nD. Quantification of microvillar density at different times of day: aposymbiotic (Apo, white columns) and symbiotic (Sym, black columns) juvenile squid at 24 h (dusk) and at 34, 36 and 38 h (before and after dawn). Black (darkness)/white (light) bar above the graph, light field experienced by the juvenile animals. Microvillar density was normalized to the 24 h time point for both the Apo and Sym conditions. \nn\n = three biological replicates (separate animals) and seven technical replicates per condition (different regions within crypt 1). Error bars, standard error of the mean.\n\n\nE. Representative transmission electron microscopy images of fields measured for the 34 (2 h before light cue) and 38 h (2 h after light cue) conditions in (D).",
    "fig._3.": "Open in a new tab\nThe effect of light-cue manipulation on crypt-cell microvillar density of symbiotic juvenile animals. Light cues were given to cohorts of animals 6 h before normal dawn (left), at normal dawn (middle), or 6 h after normal dawn (right). Within each cohort, microvillar density was measured 2 h before (−2), at (0), or 2 h after (2) the light cue. For each set, the data were normalized to the −2 h condition, although all statistics were performed on the raw data, which were then transformed. \nn\n = three biological replicates and seven technical replicates per condition; Error bars, standard error of the mean; * = \nP\n < 0.05, ** = \nP\n < 0.01, *** = \nP\n < 0.001 by an analysis of variance with a Tukey’s pairwise comparison.",
    "symbiosis-dependent_regrowth_of_crypt_microvilli_and_its_unc": "While effacement of the crypt-cell microvilli was not symbiosis dependent, previous data showed that microvillar density of the crypt epithelia increases each day following the onset of symbiosis (\nLamarcq and McFall-Ngai, 1998\n). To investigate this change with symbiosis, we compared density of microvilli in aposymbiotic and symbiotic animals at 38, 40 and 42 h, i.e., 2, 4 and 6 h following venting at 36 h post colonization. Regrowth of the microvilli following effacement occurred ~3× faster in symbiotic animals than in aposymbiotic animals (average =86 mv/25 µm\n2\n h\n−1\n ± 10 vs 31 mv/25 µm\n2\n h\n−1\n ± 4.6 respectively) with symbiotic animals reaching a microvillar density more than twice that of their aposymbiotic counterparts (\nFig. 4A\n).\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nThe influence of symbiosis on microvillar regrowth.\n\n\nA. Quantification of microvillar density in aposymbiotic (Apo) and wild-type (WT) colonized juvenile squid at 38, 40 and 42 h after hatching.\n\n\nB. Microvillar density and cellular width of the crypt epithelium in animals at 48 h post-hatching colonized with WT, a mutant defective in luminescence (\nΔlux\n), a lysine auxotroph (\nlysA\n) or left uncolonized (Apo). a, b – groups of statistically similar means using a significance level of \nP\n < 0.001 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\nTo determine whether colonization level or symbiont luminescence is critical for the symbiosis-induced change in microvillar density, we compared density along the brush borders of animals colonized with wild-type \nV. fischeri\n to those colonized by the non-luminescent strain (\nΔlux\n) and the lysine auxotroph (\nlysA\n), both of which exhibit a symbiont colonization level approximately 10% of wild-type \nV. fischeri\n at 24–48 h post inoculation (\nBose \net al\n., 2008\n; \nWhistler \net al\n., 2007\n). Microvillar densities induced by these mutant strains were statistically indistinguishable from each other and from wild type; all strains were 50–75% higher than that of aposymbiotic animals (\nFig. 4B\n; upper, \nP\n < 0.001). These data suggest that the induction of symbiont-mediated microvillar growth is not dependent upon bacterial density or bacterial light. Symbionts also induce a fourfold increase in volume of host crypt epithelial cells, which is light dependent, but not dependent on colonization level (\nVisick \net al\n., 2000\n). Both the \nΔlux\n-colonized and the aposymbiotic animals showed this significantly smaller cell width as compared with wild type and lysA-colonized animals (\nFig. 4B\n; lower \nP\n < 0.001), demonstrating that the symbiosis-mediated increase in microvillar density was not coupled to the cell swelling phenotype.",
    "fig._4.": "Open in a new tab\nThe influence of symbiosis on microvillar regrowth.\n\n\nA. Quantification of microvillar density in aposymbiotic (Apo) and wild-type (WT) colonized juvenile squid at 38, 40 and 42 h after hatching.\n\n\nB. Microvillar density and cellular width of the crypt epithelium in animals at 48 h post-hatching colonized with WT, a mutant defective in luminescence (\nΔlux\n), a lysine auxotroph (\nlysA\n) or left uncolonized (Apo). a, b – groups of statistically similar means using a significance level of \nP\n < 0.001 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.",
    "the_effect_of_bacterial_products_on_microvillar_regrowth": "Because symbiont MAMPs, particularly the peptidoglycan monomer (also known as ‘tracheal cytotoxin’ or TCT) and lipopolysaccharide (LPS), induce several host developmental phenotypes in the squid-vibrio symbiosis (for review, see \nMcFall-Ngai \net al\n., 2010\n), we compared the change in microvillar density in animals exposed to wild-type symbionts with those exposed to \nV. fischeri\n MAMPs. Either LPS alone or LPS and TCT combined induced microvillar densities that were statistically indistinguishable from symbiotic animals. However, TCT-treated animals exhibited a microvillar density of about 75% relative to animals colonized by wild-type \nV. fischeri\n (\nP\n < 0.05). Thus, while TCT has some effect, the data demonstrate that LPS alone can induce the increases in microvillar density observed in the juvenile squid (\nFig. 5A\n).\nFig. 5.\n\n\n\n\nOpen in a new tab\n\n\nVibrio fischeri\n microbe-associated molecular patterns presentation in the host crypts.\n\n\nA. Juvenile animals colonized with wild-type (WT) \nV. fischeri\n, left uncolonized (Apo), or exposed to \nV. fischeri\n lipopolysaccharide (LPS) and/or peptidoglycan monomer (TCT). Microvillar density of crypt epithelial cells was quantified at 48 h post-hatching. a, b, c – groups of statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\n\n\nB. Localization of \nV. fischeri\n LPS in juvenile crypt spaces. Anti-LPS antibody labelling is visualized by 15 nm gold particles (e.g., black arrowheads). Inset, pre-immune control.\n\n\nC. The effect of LPS-structure on microvillar density. A simplified diagram (left) of \nV. fischeri\n LPS, showing the lipid A, core oligosaccharide and O-antigen, blue. The phosphate groups of the lipid A moiety, red. Colonization by either WT or the \nwaaL\n mutant resulted in microvillar densities significantly greater than that of aposymbiotic animals (middle, \nP\n < 0.001). Brush borders of animals colonized with WT \nV. fischeri\n or exposed to LPS treated with heat-inactivated alkaline phosphatase (LPS + hi-AP) showed no significant difference in microvillar density (right); these groups showed significantly greater microvillar density than animals exposed to LPS treated with active AP (LPS + AP) or those left uncolonized (Apo) (\nP\n < 0.001). a, b, c – denotes groups with statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\nTo define the physical relationship of the crypt epithelial cells to symbiont LPS, we performed electron-microscopy immunocytochemistry using a polyclonal antibody generated to \nV. fischeri\n LPS. Cross-reactivity of the antibody to LPS localized to the outer envelope of colonized \nV. fischeri\n cells, the host crypt lumen, and inside of the host epithelial cells (\nFig. 5B\n), providing several possible locations for interactions of host receptors with the LPS ligand.\nDifferent portions of the \nV. fischeri\n LPS molecule, including the phosphate groups, acyl chains and the O-antigen, have been implicated in the various developmental phenotypes of the host squid (\nAltura \net al\n., 2011\n; \nPost \net al\n., 2012\n; \nRader \net al\n., 2012\n) (\nFig. 5C\n). Thus, we conducted experiments aimed at defining the active portion of the LPS molecule that induces an increase in microvillar density along the crypt brush border of juvenile animals. To determine whether the O-antigen moiety of LPS is active in this process, we colonized juvenile squid with a mutant lacking the O-antigen (\nwaaL\n) and compared the microvillar density in those animals at 48 h with that in animals colonized with wild-type (WT) \nV. fischeri\n and animals left uncolonized (Apo) (\nFig. 5C\n). Microvillar density did not differ significantly between the WT and waaL-colonized animals (\nFig. 5C\n), suggesting that the O-antigen does not play a role in the induction of the process.\nTo determine whether phosphorylation of the lipid A is necessary for the induction of microvillar growth in the light organ, we treated the LPS with alkaline phosphatase (AP) or with heat-inactivated AP as a control (\nFig. 5C\n). We then exposed juvenile animals to both LPS preparations and compared the microvillar densities of treated animals with those of animals colonized with WT \nV. fischeri\n and those left aposymbiotic. Microvillar density was significantly lower in aposymbiotic animals and those exposed to AP-treated LPS relative to animals colonized with the WT strain and those exposed to LPS treated with heat-inactivated AP. However, the microvillar density of animals exposed to AP-treated LPS was slightly but significantly higher than that of aposymbiotic animals (P<0.05), suggesting that either not all of the phosphate groups were cleaved from the LPS molecule during AP treatment or that another portion of the \nV. fischeri\n LPS molecule works together with the phosphorylated lipid A to affect host crypt-cell microvillar density.",
    "fig._5.": "Open in a new tab\nVibrio fischeri\n microbe-associated molecular patterns presentation in the host crypts.\n\n\nA. Juvenile animals colonized with wild-type (WT) \nV. fischeri\n, left uncolonized (Apo), or exposed to \nV. fischeri\n lipopolysaccharide (LPS) and/or peptidoglycan monomer (TCT). Microvillar density of crypt epithelial cells was quantified at 48 h post-hatching. a, b, c – groups of statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.\n\n\nB. Localization of \nV. fischeri\n LPS in juvenile crypt spaces. Anti-LPS antibody labelling is visualized by 15 nm gold particles (e.g., black arrowheads). Inset, pre-immune control.\n\n\nC. The effect of LPS-structure on microvillar density. A simplified diagram (left) of \nV. fischeri\n LPS, showing the lipid A, core oligosaccharide and O-antigen, blue. The phosphate groups of the lipid A moiety, red. Colonization by either WT or the \nwaaL\n mutant resulted in microvillar densities significantly greater than that of aposymbiotic animals (middle, \nP\n < 0.001). Brush borders of animals colonized with WT \nV. fischeri\n or exposed to LPS treated with heat-inactivated alkaline phosphatase (LPS + hi-AP) showed no significant difference in microvillar density (right); these groups showed significantly greater microvillar density than animals exposed to LPS treated with active AP (LPS + AP) or those left uncolonized (Apo) (\nP\n < 0.001). a, b, c – denotes groups with statistically similar means using a significance level of \nP\n < 0.05 by an analysis of variance followed by a Tukey’s pairwise comparison performed on the raw data. Error bars, standard error of the mean; \nn\n = three biological replicates and seven technical replicates per condition.",
    "discussion": "The results of this study on the squid-vibrio symbiosis, which exploited the capability to manipulate juvenile animals experimentally, provide evidence that (i) effacement of the brush border occurs daily around dawn in juveniles and persists throughout the life time of the host; (ii) the trigger for this effacement is the light cue of dawn and is independent of symbiosis; (iii) the monotonic increase in microvillar density at dawn in juveniles requires \nV. fischeri\n colonization, but is not dependent on level of colonization or luminescence capacity of the symbionts; and (iv) this increase in density is induced by phosphorylated lipid A. These data, when integrated with past contributions, provide a new model for the diurnal and developmental dynamics of the crypt brush border in the squid-vibrio symbiosis.\nMicrovillar shedding as a response to environmental light cues\n\n\nWhereas in pathogenic associations, such as EPEC, colonization induces a single, terminal effacement of the microvilli, effacement is independent of the symbionts in the squid-vibrio symbiosis. Instead, evidence presented here suggests that the brush border effacement of the squid light organ, which is embryonically gut derived (\nMontgomery and McFall-Ngai, 1993\n), requires a light cue. Circadian rhythms, which are principally entrained by light cues, control numerous cellular processes of the mammalian gut (\nFroy, 2011\n), although, to our knowledge, the influences of rhythms on brush-border ultrastructure and cues that might mediate any such changes have not been reported. However, the light-cued central clock of the brain entrains the peripheral clock that, in turn, regulates epithelial function of the intestine (Pacha and Sumova, 2013). As such, analysis of the mammalian intestinal epithelium for changes in the brush-border microarchitecture in response to environmental light cues, independent of the microbiota, may be a fruitful research avenue.\n\n\nThe daily effacement of the brush border may not be a ‘hard-wired’ feature associated with evolutionary selection on symbiosis in the squid-vibrio system, but instead may be related to convergence of the light organ with the eye. Several studies have focused on the structural and functional similarities of these organs. Although the eye is photoreceptive and the light organ is photogenic, they have similar accessory tissues to modify light (\nCrookes \net al\n., 2004\n; \nMontgomery and McFall-Ngai, 1992\n), as well as similar biochemistry and developmental induction (\nPeyer \net al\n., 2014\n; \nTong \net al\n., 2009\n). Relevant here is that the shedding of microvilli in response to light is common in the rhabdomeric photoreceptors that are characteristic of certain invertebrate eyes, including those of cephalopods (\nBattelle, 2013\n; \nGray \net al\n., 2008\n; \nStark \net al\n., 1988\n). The renewal of portions of photoreceptors is common in both invertebrate and vertebrate eyes as a response to the photo-oxidative reactions that can ultimately lead to retinal degeneration (\nJinks \net al\n., 1998\n; \nStrauss, 2005\n). The behaviour shedding of the microvilli in rhabdomeric eyes thus serves to renew the microvilli of the retinal cells each day. As with other characters of the light organ that appear to be co-opted from the eye, effacement behaviour may serve a similar function, i.e., to renew the host’s cellular interface with the bacterial partner on a daily basis in response to oxidative stress imposed by the symbiosis (\nRuby and McFall-Ngai, 1999\n).\n\n\nAlthough the effacement behaviour of the crypt brush border of juveniles does not require the interaction with symbionts, we cannot rule out a role for triggering this behaviour in the light organ of mature animals. Recent studies of the system have demonstrated that the organ undergoes maturation over the first few weeks of the symbiosis, which results in a dramatic change in its biochemistry. Notably, at ~4 weeks, a rhythm of symbiont metabolism ensues that correlates with a daily acidification and a change in the oxygen availability in the crypts (\nSchwartzman \net al\n., 2015\n). Whereas the relative anatomical and biochemical simplicity of the juvenile organ revealed the lack of a role of the symbiont in effacement, the complexity of the adult organ renders such a determination challenging, if not impossible.\nSymbiont-induced hypertrophy of epithelial brush borders\n\n\nThe form and function of the terminal web of polarized epithelia is a principal target of bacterial symbionts, a phenomenon that has been best studied in pathogens. In many cases, bacterial alterations of the brush border result in a more intimate association of the bacterial cells with host cell membranes, similar to what has been observed in early colonization of the squid-host crypts by \nV. fischeri\n (\nFig. S1\n). For example, the attaching and effacing activity of EPEC and enterohemorrhagic \nE. coli\n is followed by a complex set of events in which the pathogen hijacks the host cytoskeleton to produce ‘pedestals’ at the site of attachment that cradle the pathogen (\nDeVinney \net al\n., 2001\n; \nGruber and Sperandio, 2014\n; \nGruenheid \net al\n., 2001\n) and promote pathogenesis (\nAroeti \net al\n., 2012\n). More subtle effects occur with the early colonization of nasopharyngeal epithelia by \nNeisseria meningitidis\n; following attachment to the epithelium, this opportunistic pathogen recruits host cytoskeletal proteins to induce elongation of the brush-border microvilli (\nHigashi \net al\n., 2009\n; \nStephens \net al\n., 1983\n). Although these phenomena have been studied for decades in pathogens, new data demonstrate that normal colonization by the microbiota can also affect the brush border; manipulation of the microbiota diversity and abundance by antibiotics and probiotics can influence the density of intestinal-cell epithelia (\nCerezuela \net al\n., 2012\n; \nChichlowski \net al\n., 2007\n; \nKuhlwein \net al\n., 2013\n; \nRingø \net al\n., 2007\n; \nShukla \net al\n., 2012\n).\n\n\nBoth biochemical and biophysical features of bacteria have been implicated in induction of brush-border remodelling. Several bacterial pathogens, such as EPEC, use type III secretion systems to introduce effector molecules directly into host-cell cytoplasm (\nCoburn \net al\n., 2007\n). In a study of \nN. meningitidis\n pathogenesis, the biophysical force exerted by type IV pili was implicated in driving the elongation of the microvilli (\nHigashi \net al\n., 2009\n), but the precise mechanism of this action was not determined. A recent study of EPEC, which also requires type IV pili for virulence, has shown that the influence of the biophysical forces exerted by the pili is likely indirect (\nAroeti \net al\n., 2012\n). The data provide evidence that the pili serve simply to draw the pathogen closer to the host cell membranes, which promotes the opportunity for full virulence of the type III secretion system. Such phenomena may occur in the squid-vibrio system, wherein presentation of lipid A requires interaction of host cells with symbiont pili; \nV. fischeri\n encodes eight type IV pili (\nRuby \net al\n., 2005\n) that may function individually or in combination to facilitate signalling and colonization (\nStabb and Ruby, 2003\n).\n\n\nAlthough MAMPs, including LPS (e.g., \nIsowa \net al\n., 1999\n; \nGutiérrez-Venegas \net al\n., 2008\n; \nKleveta \net al\n., 2012\n), have been shown to perturb the cytoskeletal network of host cells, they have not been implicated directly in remodelling of the brush border. The observation that phosphorylated lipid A is required for the developmental increase in brush-border microvillar density adds to a long list of MAMP-induced developmental phenotypes in the host squid (\nMcFall-Ngai \net al\n., 2010\n). Lipid A works in synergy with the peptidoglycan monomer to induce apoptosis and morphogenesis of the superficial ciliated epithelium that potentiates colonization (\nKoropatnick \net al\n., 2004\n).\n\n\nWe have determined that symbiont MAMPs are inducers of many host-squid developmental phenotypes, but much work remains to be carried out to elucidate how the MAMPs are delivered to and recognized by host cells. A recent study of the system demonstrated that outer membrane vesicles contain MAMPs and that host cells take up these vesicles (\nAschtgen \net al\n., 2015\n). The molecular basis of how these outer membrane vesicles signal to the host may be through the light-organ pattern-recognition receptors. The light organ expresses numerous pattern-recognition receptors (\nMcFall-Ngai \net al\n., 2010\n). One of these, a LPS binding protein, EsLBP1, binds \nV. fischeri\n LPS, and the gene that encodes for this protein is upregulated about 20-fold in the crypt spaces in response to peptidoglycan derivatives, and not LPS, of the colonizing symbiont (\nKrasity \net al\n., 2015\n). The role that this LPS ligand plays in the induction of LPS-mediated changes in the host brush border remains to be determined.\n\n\nWe have not defined here how lipid A mediates these changes in the crypt brush border, but we have established a link to the daily rhythms of these tissues. These data complement another recent study of the system, which demonstrated a daily regulation of host AP activity (\nRader \net al\n., 2012\n). Several contributions report that the activity of secreted host AP dephosphorylates, and thus ‘detoxifies’, lipid A in symbiotic systems, including the squid-vibrio association and the intestinal-microbiota symbioses of the vertebrate gut (\nBates \net al\n., 2007\n). AP activity fluctuates over the day–night cycle in both juveniles and adults, being highest mid-day, and low around the time of effacement (\nFig. 6A\n). These data would suggest that phosphorylated lipid A delivers the signal for microvilli regrowth around dawn. Studies of the host transcriptome over the day–night cycle demonstrate that genes encoding host cytoskeletal proteins are upregulated in the hours before dawn (\nWier \net al\n., 2010\n), suggesting that the tissues are biochemically primed for the lipid A signal of the symbiont. Finally, in recent studies of both pathogens and members of the microbiota, the dephosphylation of their lipid A renders them more resistant to the activity of antimicrobial peptides (\nCullen \net al\n., 2015\n; \nHerrera \net al\n., 2014\n), a consequence that may also occur in the squid-vibrio symbiosis.\n\n\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nModel for crypt brush border dynamics in early development through maturation of the light organ.\n\n\nA. Early development. Unlike the monotonic increase first suggested by an earlier study (\nLamarcq and McFall-Ngai, 1998\n), analysis of the system over the day–night cycle predicts effacement and regrowth each day over the first several days in both aposymbiotic (Apo, red lines) and symbiotic (Sym, blue lines) animals. In the symbiotic animals, the regrowth includes an increase in microvillar density. Incorporating data from a study of AP activity show that it remains low in aposymbiotic (Apo, red bars) animals and is low in symbiotic animals around dawn, but is high in symbiotic animals (Sym, blue bars) mid-day.\n\n\nB. The established daily rhythm of the host brush border, with most of the remodelling events occurring in the hours surrounding dawn.\nA new model of brush border dynamics\n\n\nThe data provided here, along with those of earlier studies (notably, \nLamarcq and McFall-Ngai, 1998\n; \nWier \net al\n., 2010\n, and \nRader \net al\n., 2012\n), allow us to construct a detailed model of the brush border in early development and over the day–night cycle through the life of the host (\nFig. 6\n). The early symbiosis is a time of rapid changes in the light organ with an underlying daily rhythm (\nFig. 6A\n) of effacement and augmented regrowth, with associated fluctuations in AP activity, which mediate a cycle of phosphorylation on the LPS molecule. The complexity of the brush-border ultrastructure of adult crypt epithelia does not suggest that the microvilli continue to increase in their density over the several months of the squid’s life at the rate observed in the first days of the symbiosis. Instead, it appears that the mature association settles down into a rhythm of effacement and regrowth, with much of the critical underlying biochemistry occurring in the hours before and after dawn (\nFig. 6B\n). Future investigations will focus both upon the signalling pathways activated by symbiont lipid A and on the participation of circadian rhythms in the shaping of the brush border. In addition, investigation of other features of the symbiont, such as pili, that may be required for the effective presentation of MAMPs, will be explored. Both bacteria-induced development and bacteria-entrained daily rhythms mediated by clock genes were first described in the squid-vibrio symbiosis and later found in vertebrates (\nBouskra \net al\n., 2008\n; \nLeone \net al\n., 2015\n). As such, studies of whether the processes described in this contribution also occur in vertebrates may reveal important features of animal-bacterial interactions that are conserved over evolutionary time.",
    "microvillar_shedding_as_a_response_to_environmental_light_cu": "Whereas in pathogenic associations, such as EPEC, colonization induces a single, terminal effacement of the microvilli, effacement is independent of the symbionts in the squid-vibrio symbiosis. Instead, evidence presented here suggests that the brush border effacement of the squid light organ, which is embryonically gut derived (\nMontgomery and McFall-Ngai, 1993\n), requires a light cue. Circadian rhythms, which are principally entrained by light cues, control numerous cellular processes of the mammalian gut (\nFroy, 2011\n), although, to our knowledge, the influences of rhythms on brush-border ultrastructure and cues that might mediate any such changes have not been reported. However, the light-cued central clock of the brain entrains the peripheral clock that, in turn, regulates epithelial function of the intestine (Pacha and Sumova, 2013). As such, analysis of the mammalian intestinal epithelium for changes in the brush-border microarchitecture in response to environmental light cues, independent of the microbiota, may be a fruitful research avenue.\nThe daily effacement of the brush border may not be a ‘hard-wired’ feature associated with evolutionary selection on symbiosis in the squid-vibrio system, but instead may be related to convergence of the light organ with the eye. Several studies have focused on the structural and functional similarities of these organs. Although the eye is photoreceptive and the light organ is photogenic, they have similar accessory tissues to modify light (\nCrookes \net al\n., 2004\n; \nMontgomery and McFall-Ngai, 1992\n), as well as similar biochemistry and developmental induction (\nPeyer \net al\n., 2014\n; \nTong \net al\n., 2009\n). Relevant here is that the shedding of microvilli in response to light is common in the rhabdomeric photoreceptors that are characteristic of certain invertebrate eyes, including those of cephalopods (\nBattelle, 2013\n; \nGray \net al\n., 2008\n; \nStark \net al\n., 1988\n). The renewal of portions of photoreceptors is common in both invertebrate and vertebrate eyes as a response to the photo-oxidative reactions that can ultimately lead to retinal degeneration (\nJinks \net al\n., 1998\n; \nStrauss, 2005\n). The behaviour shedding of the microvilli in rhabdomeric eyes thus serves to renew the microvilli of the retinal cells each day. As with other characters of the light organ that appear to be co-opted from the eye, effacement behaviour may serve a similar function, i.e., to renew the host’s cellular interface with the bacterial partner on a daily basis in response to oxidative stress imposed by the symbiosis (\nRuby and McFall-Ngai, 1999\n).\nAlthough the effacement behaviour of the crypt brush border of juveniles does not require the interaction with symbionts, we cannot rule out a role for triggering this behaviour in the light organ of mature animals. Recent studies of the system have demonstrated that the organ undergoes maturation over the first few weeks of the symbiosis, which results in a dramatic change in its biochemistry. Notably, at ~4 weeks, a rhythm of symbiont metabolism ensues that correlates with a daily acidification and a change in the oxygen availability in the crypts (\nSchwartzman \net al\n., 2015\n). Whereas the relative anatomical and biochemical simplicity of the juvenile organ revealed the lack of a role of the symbiont in effacement, the complexity of the adult organ renders such a determination challenging, if not impossible.",
    "symbiont-induced_hypertrophy_of_epithelial_brush_borders": "The form and function of the terminal web of polarized epithelia is a principal target of bacterial symbionts, a phenomenon that has been best studied in pathogens. In many cases, bacterial alterations of the brush border result in a more intimate association of the bacterial cells with host cell membranes, similar to what has been observed in early colonization of the squid-host crypts by \nV. fischeri\n (\nFig. S1\n). For example, the attaching and effacing activity of EPEC and enterohemorrhagic \nE. coli\n is followed by a complex set of events in which the pathogen hijacks the host cytoskeleton to produce ‘pedestals’ at the site of attachment that cradle the pathogen (\nDeVinney \net al\n., 2001\n; \nGruber and Sperandio, 2014\n; \nGruenheid \net al\n., 2001\n) and promote pathogenesis (\nAroeti \net al\n., 2012\n). More subtle effects occur with the early colonization of nasopharyngeal epithelia by \nNeisseria meningitidis\n; following attachment to the epithelium, this opportunistic pathogen recruits host cytoskeletal proteins to induce elongation of the brush-border microvilli (\nHigashi \net al\n., 2009\n; \nStephens \net al\n., 1983\n). Although these phenomena have been studied for decades in pathogens, new data demonstrate that normal colonization by the microbiota can also affect the brush border; manipulation of the microbiota diversity and abundance by antibiotics and probiotics can influence the density of intestinal-cell epithelia (\nCerezuela \net al\n., 2012\n; \nChichlowski \net al\n., 2007\n; \nKuhlwein \net al\n., 2013\n; \nRingø \net al\n., 2007\n; \nShukla \net al\n., 2012\n).\nBoth biochemical and biophysical features of bacteria have been implicated in induction of brush-border remodelling. Several bacterial pathogens, such as EPEC, use type III secretion systems to introduce effector molecules directly into host-cell cytoplasm (\nCoburn \net al\n., 2007\n). In a study of \nN. meningitidis\n pathogenesis, the biophysical force exerted by type IV pili was implicated in driving the elongation of the microvilli (\nHigashi \net al\n., 2009\n), but the precise mechanism of this action was not determined. A recent study of EPEC, which also requires type IV pili for virulence, has shown that the influence of the biophysical forces exerted by the pili is likely indirect (\nAroeti \net al\n., 2012\n). The data provide evidence that the pili serve simply to draw the pathogen closer to the host cell membranes, which promotes the opportunity for full virulence of the type III secretion system. Such phenomena may occur in the squid-vibrio system, wherein presentation of lipid A requires interaction of host cells with symbiont pili; \nV. fischeri\n encodes eight type IV pili (\nRuby \net al\n., 2005\n) that may function individually or in combination to facilitate signalling and colonization (\nStabb and Ruby, 2003\n).\nAlthough MAMPs, including LPS (e.g., \nIsowa \net al\n., 1999\n; \nGutiérrez-Venegas \net al\n., 2008\n; \nKleveta \net al\n., 2012\n), have been shown to perturb the cytoskeletal network of host cells, they have not been implicated directly in remodelling of the brush border. The observation that phosphorylated lipid A is required for the developmental increase in brush-border microvillar density adds to a long list of MAMP-induced developmental phenotypes in the host squid (\nMcFall-Ngai \net al\n., 2010\n). Lipid A works in synergy with the peptidoglycan monomer to induce apoptosis and morphogenesis of the superficial ciliated epithelium that potentiates colonization (\nKoropatnick \net al\n., 2004\n).\nWe have determined that symbiont MAMPs are inducers of many host-squid developmental phenotypes, but much work remains to be carried out to elucidate how the MAMPs are delivered to and recognized by host cells. A recent study of the system demonstrated that outer membrane vesicles contain MAMPs and that host cells take up these vesicles (\nAschtgen \net al\n., 2015\n). The molecular basis of how these outer membrane vesicles signal to the host may be through the light-organ pattern-recognition receptors. The light organ expresses numerous pattern-recognition receptors (\nMcFall-Ngai \net al\n., 2010\n). One of these, a LPS binding protein, EsLBP1, binds \nV. fischeri\n LPS, and the gene that encodes for this protein is upregulated about 20-fold in the crypt spaces in response to peptidoglycan derivatives, and not LPS, of the colonizing symbiont (\nKrasity \net al\n., 2015\n). The role that this LPS ligand plays in the induction of LPS-mediated changes in the host brush border remains to be determined.\nWe have not defined here how lipid A mediates these changes in the crypt brush border, but we have established a link to the daily rhythms of these tissues. These data complement another recent study of the system, which demonstrated a daily regulation of host AP activity (\nRader \net al\n., 2012\n). Several contributions report that the activity of secreted host AP dephosphorylates, and thus ‘detoxifies’, lipid A in symbiotic systems, including the squid-vibrio association and the intestinal-microbiota symbioses of the vertebrate gut (\nBates \net al\n., 2007\n). AP activity fluctuates over the day–night cycle in both juveniles and adults, being highest mid-day, and low around the time of effacement (\nFig. 6A\n). These data would suggest that phosphorylated lipid A delivers the signal for microvilli regrowth around dawn. Studies of the host transcriptome over the day–night cycle demonstrate that genes encoding host cytoskeletal proteins are upregulated in the hours before dawn (\nWier \net al\n., 2010\n), suggesting that the tissues are biochemically primed for the lipid A signal of the symbiont. Finally, in recent studies of both pathogens and members of the microbiota, the dephosphylation of their lipid A renders them more resistant to the activity of antimicrobial peptides (\nCullen \net al\n., 2015\n; \nHerrera \net al\n., 2014\n), a consequence that may also occur in the squid-vibrio symbiosis.\nFig. 6.\n\n\n\n\nOpen in a new tab\n\n\nModel for crypt brush border dynamics in early development through maturation of the light organ.\n\n\nA. Early development. Unlike the monotonic increase first suggested by an earlier study (\nLamarcq and McFall-Ngai, 1998\n), analysis of the system over the day–night cycle predicts effacement and regrowth each day over the first several days in both aposymbiotic (Apo, red lines) and symbiotic (Sym, blue lines) animals. In the symbiotic animals, the regrowth includes an increase in microvillar density. Incorporating data from a study of AP activity show that it remains low in aposymbiotic (Apo, red bars) animals and is low in symbiotic animals around dawn, but is high in symbiotic animals (Sym, blue bars) mid-day.\n\n\nB. The established daily rhythm of the host brush border, with most of the remodelling events occurring in the hours surrounding dawn.",
    "fig._6.": "Open in a new tab\nModel for crypt brush border dynamics in early development through maturation of the light organ.\n\n\nA. Early development. Unlike the monotonic increase first suggested by an earlier study (\nLamarcq and McFall-Ngai, 1998\n), analysis of the system over the day–night cycle predicts effacement and regrowth each day over the first several days in both aposymbiotic (Apo, red lines) and symbiotic (Sym, blue lines) animals. In the symbiotic animals, the regrowth includes an increase in microvillar density. Incorporating data from a study of AP activity show that it remains low in aposymbiotic (Apo, red bars) animals and is low in symbiotic animals around dawn, but is high in symbiotic animals (Sym, blue bars) mid-day.\n\n\nB. The established daily rhythm of the host brush border, with most of the remodelling events occurring in the hours surrounding dawn.",
    "a_new_model_of_brush_border_dynamics": "The data provided here, along with those of earlier studies (notably, \nLamarcq and McFall-Ngai, 1998\n; \nWier \net al\n., 2010\n, and \nRader \net al\n., 2012\n), allow us to construct a detailed model of the brush border in early development and over the day–night cycle through the life of the host (\nFig. 6\n). The early symbiosis is a time of rapid changes in the light organ with an underlying daily rhythm (\nFig. 6A\n) of effacement and augmented regrowth, with associated fluctuations in AP activity, which mediate a cycle of phosphorylation on the LPS molecule. The complexity of the brush-border ultrastructure of adult crypt epithelia does not suggest that the microvilli continue to increase in their density over the several months of the squid’s life at the rate observed in the first days of the symbiosis. Instead, it appears that the mature association settles down into a rhythm of effacement and regrowth, with much of the critical underlying biochemistry occurring in the hours before and after dawn (\nFig. 6B\n). Future investigations will focus both upon the signalling pathways activated by symbiont lipid A and on the participation of circadian rhythms in the shaping of the brush border. In addition, investigation of other features of the symbiont, such as pili, that may be required for the effective presentation of MAMPs, will be explored. Both bacteria-induced development and bacteria-entrained daily rhythms mediated by clock genes were first described in the squid-vibrio symbiosis and later found in vertebrates (\nBouskra \net al\n., 2008\n; \nLeone \net al\n., 2015\n). As such, studies of whether the processes described in this contribution also occur in vertebrates may reveal important features of animal-bacterial interactions that are conserved over evolutionary time.",
    "experimental_procedures": "General methods\n\n\nAdult \nE. scolopes\n were collected and maintained as previously described (\nWollenberg and Ruby, 2012\n). Juveniles from the breeding colony were collected within 15 min of hatching. Aposymbiotic (Apo) animals were maintained in \nV. fischeri\n-free, unfiltered seawater. To produce the symbiotic (Sym) condition, juveniles were exposed to a given \nV. fischeri\n strain (\nTable 1\n) overnight at ~5000 colony-forming units per millilitre of seawater. Colonization state was confirmed by measuring ± luminescence output of the host with a TD 20/20 luminometer (Turner Designs, Sunnyvale, CA). In experiments with \nV. fischeri\n surface molecules, the LPS and the peptidoglycan monomer, TCT, were prepared as previously described (\nFoster \net al\n., 2000\n; \nKoropatnick \net al\n., 2004\n) and exposed to animals at 10 µg ml\n−1\n and 10 µm respectively. In experiments to study the venting of luminous \nV. fischeri\n into the surrounding seawater, we removed the squid host from the vial, measured the luminescence of the squid-free seawater, and then returned the squid back into the vial. For these experiments, in addition to a given light-dark regime, animals were maintained in constant red light, which is not perceived by the animal’s visual system, but can be seen by the person manipulating the animals. All reagents were obtained from Sigma-Aldrich (St. Louis, MO) unless otherwise noted. All animal experiments conform to the relevant regulatory standards established by the University of Wisconsin – Madison.\n\n\nTable 1.\n\n\nVibrio fischeri\n strains used in this study.\n\n\n\n\n\n\nStrain\n\n\nRelevant genotype\n\n\nSource\n\n\n\n\n\n\n\n\nES114 (WT)\n\n\nWild-type \nV. fischeri\n\n\n\n\nBoettcher \net al\n., 1990\n\n\n\n\n\n\nEVS102 (\nΔlux\n)\n\n\nES114 \nΔluxCDABEG\n\n\n\n\nBose \net al\n., 2008\n\n\n\n\n\n\nVCW3F6 (\nlysA\n)\n\n\nES114 \nlysA\n::\n\n\nWhistler \net al\n., 2007\n\n\n\n\n\n\n\n\nEZ::TN <KAN>\n\n\n\n\n\n\n\n\nMB06859 (\nwaaL\n)\n\n\nES114 \nwaaL\n::Tn5\nerm\nR\n\n\nPost \net al\n., 2012\n\n\n\n\n\n\nCAB1532 (\nΔmam7\n)\n\n\nES114 \nΔmam7\n\n\n\n\nAltura \net al\n., 2011\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nWT, Wild-type.\nMicroscopy\n\n\nFor ultrastructural observations with TEM, juvenile animals were fixed in 2% glutaraldehyde and 2% paraformaldehyde in modified phosphate-buffered saline (mPBS) and incubated at RT for 12 h, washed in mPBS and post-fixed in 1% osmium tetroxide in mPBS for 1 h at RT. The samples were then washed in mPBS, dehydrated in an ethanol series and embedded in Spurr’s resin. Sections were visualized on a Philips CM120 Scanning Transmission Electron Microscope. Juvenile squid was prepared for immunocytochemistry as previously described (\nWeis \net al\n., 1993\n). A polyclonal LPS antibody was used at a 1:100 dilution for 7 h in a humid chamber. Samples were examined by TEM.\nQuantification of microvillar density and cellular swelling\n\n\nQuantification of microvillar density was performed as previously described (\nLamarcq and McFall-Ngai, 1998\n). Briefly, seven 5 µm fields within the largest, most mature crypt of a juvenile light organ were visualized by TEM, and all microvilli attached to epithelial cells in each field were counted to yield the linear density of microvilli, which was extrapolated to derive the microvillar density per unit area (\nMontgomery and McFall-Ngai, 1994\n). Three squid light organs were analysed for each condition. Cell swelling was determined by measuring the width of epithelial cells of the crypt. As aforementioned, seven cells were measured per light organ, and three light organs were measured per condition. All statistical comparisons were performed on the linear density using Graphpad Prism software (GraphPad Software Inc., La Jolla CA).\nLipopolysaccharide dephosphorylation\n\n\nVibrio fischeri\n LPS was dephosphorylated using a protocol adapted from \nBates \net al\n., 2007\n. Briefly, five units of calf AP conjugated to agarose beads were suspended in PBS (50 mM sodium phosphate with 0.1 M NaCl, pH 7.4), and then exposed to 100 µg \nV. fischeri\n LPS in PBS. The sample was then incubated at 37°C for 4 h, and then the beads were pelleted by centrifugation and the supernatant containing the de-phosphorylated LPS was recovered. As a negative control, the same procedure was followed with calf AP that had been heat-inactivated at 70°C for 10 min. Supernatants from both samples, at a final LPS concentration of 10 µg ml\n−1\n of seawater, were exposed to the juvenile squid for 48 h.",
    "general_methods": "Adult \nE. scolopes\n were collected and maintained as previously described (\nWollenberg and Ruby, 2012\n). Juveniles from the breeding colony were collected within 15 min of hatching. Aposymbiotic (Apo) animals were maintained in \nV. fischeri\n-free, unfiltered seawater. To produce the symbiotic (Sym) condition, juveniles were exposed to a given \nV. fischeri\n strain (\nTable 1\n) overnight at ~5000 colony-forming units per millilitre of seawater. Colonization state was confirmed by measuring ± luminescence output of the host with a TD 20/20 luminometer (Turner Designs, Sunnyvale, CA). In experiments with \nV. fischeri\n surface molecules, the LPS and the peptidoglycan monomer, TCT, were prepared as previously described (\nFoster \net al\n., 2000\n; \nKoropatnick \net al\n., 2004\n) and exposed to animals at 10 µg ml\n−1\n and 10 µm respectively. In experiments to study the venting of luminous \nV. fischeri\n into the surrounding seawater, we removed the squid host from the vial, measured the luminescence of the squid-free seawater, and then returned the squid back into the vial. For these experiments, in addition to a given light-dark regime, animals were maintained in constant red light, which is not perceived by the animal’s visual system, but can be seen by the person manipulating the animals. All reagents were obtained from Sigma-Aldrich (St. Louis, MO) unless otherwise noted. All animal experiments conform to the relevant regulatory standards established by the University of Wisconsin – Madison.\nTable 1.\n\n\nVibrio fischeri\n strains used in this study.\n\n\n\n\n\n\nStrain\n\n\nRelevant genotype\n\n\nSource\n\n\n\n\n\n\n\n\nES114 (WT)\n\n\nWild-type \nV. fischeri\n\n\n\n\nBoettcher \net al\n., 1990\n\n\n\n\n\n\nEVS102 (\nΔlux\n)\n\n\nES114 \nΔluxCDABEG\n\n\n\n\nBose \net al\n., 2008\n\n\n\n\n\n\nVCW3F6 (\nlysA\n)\n\n\nES114 \nlysA\n::\n\n\nWhistler \net al\n., 2007\n\n\n\n\n\n\n\n\nEZ::TN <KAN>\n\n\n\n\n\n\n\n\nMB06859 (\nwaaL\n)\n\n\nES114 \nwaaL\n::Tn5\nerm\nR\n\n\nPost \net al\n., 2012\n\n\n\n\n\n\nCAB1532 (\nΔmam7\n)\n\n\nES114 \nΔmam7\n\n\n\n\nAltura \net al\n., 2011\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\nWT, Wild-type.",
    "table_1.": "Vibrio fischeri\n strains used in this study.\nStrain\n\n\nRelevant genotype\n\n\nSource\n\n\n\n\n\n\n\n\nES114 (WT)\n\n\nWild-type \nV. fischeri\n\n\n\n\nBoettcher \net al\n., 1990\n\n\n\n\n\n\nEVS102 (\nΔlux\n)\n\n\nES114 \nΔluxCDABEG\n\n\n\n\nBose \net al\n., 2008\n\n\n\n\n\n\nVCW3F6 (\nlysA\n)\n\n\nES114 \nlysA\n::\n\n\nWhistler \net al\n., 2007\n\n\n\n\n\n\n\n\nEZ::TN <KAN>\n\n\n\n\n\n\n\n\nMB06859 (\nwaaL\n)\n\n\nES114 \nwaaL\n::Tn5\nerm\nR\n\n\nPost \net al\n., 2012\n\n\n\n\n\n\nCAB1532 (\nΔmam7\n)\n\n\nES114 \nΔmam7\n\n\n\n\nAltura \net al\n., 2011\nOpen in a new tab\nWT, Wild-type.",
    "microscopy": "For ultrastructural observations with TEM, juvenile animals were fixed in 2% glutaraldehyde and 2% paraformaldehyde in modified phosphate-buffered saline (mPBS) and incubated at RT for 12 h, washed in mPBS and post-fixed in 1% osmium tetroxide in mPBS for 1 h at RT. The samples were then washed in mPBS, dehydrated in an ethanol series and embedded in Spurr’s resin. Sections were visualized on a Philips CM120 Scanning Transmission Electron Microscope. Juvenile squid was prepared for immunocytochemistry as previously described (\nWeis \net al\n., 1993\n). A polyclonal LPS antibody was used at a 1:100 dilution for 7 h in a humid chamber. Samples were examined by TEM.",
    "quantification_of_microvillar_density_and_cellular_swelling": "Quantification of microvillar density was performed as previously described (\nLamarcq and McFall-Ngai, 1998\n). Briefly, seven 5 µm fields within the largest, most mature crypt of a juvenile light organ were visualized by TEM, and all microvilli attached to epithelial cells in each field were counted to yield the linear density of microvilli, which was extrapolated to derive the microvillar density per unit area (\nMontgomery and McFall-Ngai, 1994\n). Three squid light organs were analysed for each condition. Cell swelling was determined by measuring the width of epithelial cells of the crypt. As aforementioned, seven cells were measured per light organ, and three light organs were measured per condition. All statistical comparisons were performed on the linear density using Graphpad Prism software (GraphPad Software Inc., La Jolla CA).",
    "lipopolysaccharide_dephosphorylation": "Vibrio fischeri\n LPS was dephosphorylated using a protocol adapted from \nBates \net al\n., 2007\n. Briefly, five units of calf AP conjugated to agarose beads were suspended in PBS (50 mM sodium phosphate with 0.1 M NaCl, pH 7.4), and then exposed to 100 µg \nV. fischeri\n LPS in PBS. The sample was then incubated at 37°C for 4 h, and then the beads were pelleted by centrifugation and the supernatant containing the de-phosphorylated LPS was recovered. As a negative control, the same procedure was followed with calf AP that had been heat-inactivated at 70°C for 10 min. Supernatants from both samples, at a final LPS concentration of 10 µg ml\n−1\n of seawater, were exposed to the juvenile squid for 48 h.",
    "acknowledgments": "The authors would like to thank B. August and R. Massey for their assistance with TEM and E. Ruby (EGR) for discussion of the manuscript. This work was supported by grants from National Institutes of Health (NIH) R01-AI50661 (to MM-N, EGR, MAA and WEG), R01-OD11024 (to EGR and MM-N), and R01-AI108255 (to MAA), and National Science Foundation IOS 0817232 (to MM-N & EGR). EACH-H was supported by NRSA T-32 GM07215.",
    "footnotes": "Supporting information\n\n\nAdditional Supporting Information may be found in the online version of this articleat the publisher's web-site:\n\n\nFig. S1\n. The reported changes in the light-organ brush border. A. Increase in density of the microvilli in juveniles over the early days of the symbiosis (modified from \nLamarcq and McFall-Ngai, 1998\n). bb, brush border; e, epithelium; \nVf, Vibrio fischeri\n. B. Daily rhythm of the brush border of the adult crypt epithelium (modified from \nWier \net al\n., 2010\n).\n\n\nFig. S2\n. The effect of delayed light cues on the timing of first luminescence of expelled \nV. fischeri\n in the seawater. Each data point represents one animal, with 3-5 animals in each treatment group. Solid lines (red) represent the median of each group, and the horizontal dotted line denotes the time at which the light cue was given to a normal light cue (time 0), or to a light cue from 2 to 16 h past the normal dawn. Beginning with a delay of between 10 and 12 h in the cue, animals vented \nV. fischeri\n cells into the seawater without a light cue.",
    "references": "Altura MA, Stabb E, Goldman W, Apicella M, McFall-Ngai MJ. Attenuation of host NO production by MAMPs potentiates development of the host in the squid-vibrio symbiosis. Cell Microbiol. 2011;13:527–537. doi: 10.1111/j.1462-5822.2010.01552.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAroeti B, Griedman G, Zlotkin-Rivkin E, Donnenberg MS. Retraction of enteropathogenic E. coli type IV pili promotes efficient host cell colonization, effector translocation and tight junction disruption. Gut Microbes. 2012;3:267–271. doi: 10.4161/gmic.19814.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nAschtgen MS, Wetzel K, Goldman W, McFall-Ngai M, Ruby E. \nVibrio fischeri-derived outer membrane vesicles trigger host development. Cell Microbiol. 2015 doi: 10.1111/cmi.12525. [Epub ahead of print]\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBates JM, Akerlund J, Mittge E, Guillemin K. Intestinal alkaline phosphatase detoxifies lipopolysaccharide and prevents inflammation in zebrafish in response to the gut microbiota. Cell Host Microbe. 2007;2:371–382. doi: 10.1016/j.chom.2007.10.010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBattelle B-A. What the clock tells the eye: lessons from an ancient arthropod. Integr Comp Biol. 2013;53:144–153. doi: 10.1093/icb/ict020.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBose JL, Rosenberg CS, Stabb EV. Effects of luxCDABEG induction in Vibrio fischeri: enhancement of symbiotic colonization and conditional attenuation of growth in culture. Arch Microbiol. 2008;190:169–183. doi: 10.1007/s00203-008-0387-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBouskra D, Brézillon C, Bérard M, Werts C, Varona R, Boneca IG, Eberl G. Lymphoid tissue genesis induced by commensals through NOD1 regulates intestinal homeostasis. Nature. 2008;456:507–510. doi: 10.1038/nature07450.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCelli J, Deng W, Finlay BB. Enteropathic Escherichia coli (EPEC) attachment to epithelial cells: exploiting the host cell cytoskeleton from the outside. Cell Microbiol. 2000;2:1–9. doi: 10.1046/j.1462-5822.2000.00033.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCerezuela R, Fumanal M, Tapia-Paniagua ST, Meseguer J, Moriñigo MA, Esteban MA. Histological alterations and microbial ecology of the intestine in gilthead seabream (Sparus aurata L.) fed dietary probiotics and microalgae. Cell Tissue Res. 2012;350:477–489. doi: 10.1007/s00441-012-1495-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChichlowski M, Croom WJ, Edens FW, McBride BW, Qiu R, Chiang CC, et al.  Microarchitecture and spatial relationship between bacteria and ileal, cecal, and colonic epithelium in chicks fed a direct-fed microbial, PrimaLac, and salinomycin. Poult Sci. 2007;86:1121–1132. doi: 10.1093/ps/86.6.1121.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCoburn B, Sekirov I, Finlay BB. Type III secretion systems and disease. Clin Microbiol Rev. 2007;20:535–549. doi: 10.1128/CMR.00013-07.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCrookes WJ, Ding L-L, Huang QL, Kimbell JR, Horwitz J, McFall-Ngai MJ. Reflectins: The unusual proteins of squid reflective tissues. Science. 2004;303:235–238. doi: 10.1126/science.1091288.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCullen TW, Schofield WB, Barry NA, Putnam EE, Rundell EA, Trent MS, et al.  Antimicrobial peptide resistance mediates resilience of prominent gut commensals during inflammation. Science. 2015;347:170–175. doi: 10.1126/science.1260580.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDeVinney R, Puente JL, Gauthier A, Goosney D, Finlay BB. Enterohaemorrhagic and enteropathogenic Escherichia coli use a different Tir-based mechanism for pedestal formation. Mol Microbiol. 2001;41:1445–1458. doi: 10.1046/j.1365-2958.2001.02617.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDoino JA, McFall-Ngai MJ. A transient exposure to symbiosis-competent bacteria induces light organ morphogenesis in the host squid. Biol Bull. 1995;189:347–355. doi: 10.2307/1542152.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFoster JS, Apicella MA, McFall-Ngai MJ. \nVibrio fischeri lipopolysaccharide induces developmental apoptosis, but not complete morphogenesis, of the Euprymna scolopes symbiotic light organ. Dev Biol. 2000;226:242–254. doi: 10.1006/dbio.2000.9868.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFraune S, Bosch TCG. Why bacteria matter in animal development and evolution. Bioessays. 2010;32:571–580. doi: 10.1002/bies.200900192.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFroy O. The circadian clock and metabolism. Clin Sci. 2011;120:65–72. doi: 10.1042/CS20100327.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGraf J, Ruby EG. Host-derived amino acids support the proliferation of symbiotic bacteria. Proc Natl Acad Sci U S A. 1998;95:1818–1822. doi: 10.1073/pnas.95.4.1818.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGray SM, Kelly S, Robles LJ. Rho signaling mediates cytoskeletal re-arrangements in octopus photoreceptors. Am Malacol Bul. 2008;26:19–26. doi: 10.4003/006.026.0203.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGruber CC, Sperandio V. Posttranscriptional control of microbe-induced rearrangement of host cell actin. mBiol. 2014;5 doi: 10.1128/mBio.01025-13. e01025-13-e01025-13.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGruenheid S, DeVinney R, Bladt F, Goosney D, Gelkop S, Gish GD, et al.  Enteropathogenic E. coli Tir binds Nck to initiate actin pedestal formation in host cells. Nat Cell Biol. 2001;3:856–859. doi: 10.1038/ncb0901-856.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGutiérrez-Venegas G, Contreras-Marmolejo LA, Román-Alvárez P, Barajas-Torres C. \nAggregatibacter actinomycetemcomitans lipopolysaccharide affects human gingival fibroblast cytoskeletal organization. Cell Biol Int. 2008;32:417–426. doi: 10.1016/j.cellbi.2007.12.013.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHeath-Heckman EAC, Peyer SM, Whistler CA, Apicella MA, Goldman WE, McFall-Ngai MJ. Bacterial bioluminescence regulates expression of a host cryptochrome gene in the squid-Vibrio symbiosis. mBio. 2013;4 doi: 10.1128/mBio.00167-13. e00167-13-e00167-13.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHerrera CM, Crofts AA, Henderson JC, Pingali C, Davies BW, Trent MS. The Vibrio cholerae VprA-VprB two-component system controls virulence through endotoxin modification. mBio. 2014;5:e02283–e02214. doi: 10.1128/mBio.02283-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHigashi DL, Zhang GH, Biais N, Myers LR, Weyand NJ, Elliott DA, So M. Influence of type IV pilus retraction on the architecture of the Neisseria gonorrhoeae-infected cell cortex. Microbiology. 2009;155:4084–4092. doi: 10.1099/mic.0.032656-0.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHooper LV. Epithelial cell contributions to intestinal immunity. Adv Immunol. 2015;126:129–172. doi: 10.1016/bs.ai.2014.11.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIsowa N, Xavier AM, Dziak E, Opas M, McRitchie DI, Slutsky AS, et al.  LPS-induced depolymerization of cytoskeleton and its role in TNF-alpha production by rat pneumocytes. Am J Physiol. 1999;277:L606–L615. doi: 10.1152/ajplung.1999.277.3.L606.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJinks RN, White RH, Chamberlain SC. Dawn, diacylglycerol, calcium, and protein kinase C--the retinal wrecking crew. A signal transduction cascade for rhabdom shedding in the Limulus eye. J Photochem Photobiol B. 1998;35:45–52. doi: 10.1016/1011-1344(96)07307-1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKleveta G, Borzęcka K, Zdioruk M. LPS induces phosphorylation of actin-regulatory proteins leading to actin reassembly and macrophage motility. J Cell Biochem. 2012;113:80–92. doi: 10.1002/jcb.23330.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoropatnick TA, Engle JT, Apicella MA, Stabb EV, Goldman WE, McFall-Ngai MJ. Microbial factor-mediated development in a host-bacterial mutualism. Science. 2004;306:1186–1188. doi: 10.1126/science.1102218.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKrasity BC, Troll JV, Lehnert EM, Hackett KT, Dillard JP, Apicella MA, et al.  Structural and functional features of a developmentally regulated lipopolysaccharide-binding protein. mBio. 2015;6:e01193. doi: 10.1128/mBio.01193-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKuhlwein H, Emery MJ, Rawling MD, Harper GM, Merrifield DL, Davies SJ. Effects of a dietary b-(1,3) (1,6)-D-glucan supplementation on intestinal microbial communities and intestinal ultrastructure of mirror carp. J Appl Microbiol. 2013;115:1091–1106. doi: 10.1111/jam.12313.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLamarcq LH, McFall-Ngai MJ. Induction of a gradual, reversible morphogenesis of its host’s epithelial brush border by Vibrio fischeri\n. Infect Immun. 1998;66:777–785. doi: 10.1128/iai.66.2.777-785.1998.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLeone V, Gibbons SM, Martinez K, Hutchinson AL, Huang EY, Cham CM, et al.  Effects of diurnal variation of gut microbes and high-fat feeding on host circadian clock function and metabolism. Cell Host Microbe. 2015;17:681–689. doi: 10.1016/j.chom.2015.03.006.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMcFall-Ngai M, Nyholm SV, Castillo MG. The role of the immune system in the initiation and persistence of the Euprymna scolopes Vibrio fischeri symbiosis. Semin Immunol. 2010;22:48–53. doi: 10.1016/j.smim.2009.11.003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMontgomery MK, McFall-Ngai MJ. The muscle-derived lens of a squid bioluminescent organ is biochemically convergent with the ocular lens. Evidence for recruitment of aldehyde dehydrogenase as a predominant structural protein. J Biol Chem. 1992;267:20999–21003.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMontgomery MK, McFall-Ngai MJ. Embryonic development of the light organ of the sepiloid squid Euprymna scolopes Berry. Biol Bull. 1993;184:296–308. doi: 10.2307/1542448.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMontgomery MK, McFall-Ngai M. Bacterial symbionts induce host organ morphogenesis during early postembryonic development of the squid Euprymna scolopes\n. Development. 1994;120:1719–1729. doi: 10.1242/dev.120.7.1719.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNyholm SV, McFall-Ngai MJ. Sampling the light-organ microenvironment of Euprymna scolopes: description of a population of host cells in association with the bacterial symbiont Vibrio fischeri\n. Biol Bull. 1998;195:89–97. doi: 10.2307/1542815.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPeyer SM, Pankey MS, Oakley TH, McFall-Ngai MJ. Eye-specification genes in the bacterial light organ of the bobtail squid Euprymna scolopes, and their expression in response to symbiont cues. Mech Dev. 2014;131:111–126. doi: 10.1016/j.mod.2013.09.004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPost DM, Yu L, Krasity BC, Choudhury B, Mandel MJ, Brennan CA, et al.  O-antigen and core carbohydrate of Vibrio fischeri lipopolysaccharide: composition and analysis of their role in Euprymna scolopes light organ colonization. J Biol Chem. 2012;287:8515–8530. doi: 10.1074/jbc.M111.324012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRader BA, Kremer N, Apicella MA, Goldman WE, McFall-Ngai MJ. Modulation of symbiont lipid A signaling by host alkaline phosphatases in the squid-vibrio symbiosis. M Bio. 2012;3:e00093–e00012. doi: 10.1128/mBio.00093-12.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRingø E, Salinas I, Olsen RE, Nyhaug A, Myklebust R, Mayhew TM. Histological changes in intestine of Atlantic salmon (Salmo salar L.) following in vitro exposure to pathogenic and probiotic bacterial strains. Cell Tissue Res. 2007;328:109–116. doi: 10.1007/s00441-006-0323-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRosselot AE, Hong CI, Moore SR. Rhythm and bugs: circadian clocks, gut microbiota, and enteric infections. Curr Opin Gastroenterol. 2016;32:7–11. doi: 10.1097/MOG.0000000000000227.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuby EG, McFall-Ngai MJ. Oxygen-utilizing reactions and symbiotic colonization of the squid light organ by Vibrio fischeri. Trends Microbiol. 1999;7:414–420. doi: 10.1016/s0966-842x(99)01588-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuby EG, Urbanowski M, Campbell J, Dunn A, Faini M, Gunsalus R, et al.  Complete genome sequence of Vibrio fischeri: A symbiotic bacterium with pathogenic congeners. Proc Natl Acad Sci U S A. 2005;102:3004–3009. doi: 10.1073/pnas.0409900102.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSchwartzman JA, Koch E, Heath-Heckman EA, Zhou L, Kremer N, McFall-Ngai MJ, Ruby EG. The chemistry of negotiation: Rhythmic, glycan-driven acidification in a symbiotic conversation. Proc Natl Acad Sci USA. 2015;112:566–571. doi: 10.1073/pnas.1418580112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShifrin DA, McConnell RE, Nambiar R, Higginbotham JN, Coffey RJ, Tyska MJ. Enterocyte microvillus-derived vesicles detoxify bacterial products and regulate epithelial-microbial interactions. Curr Biol. 2012;22:627–631. doi: 10.1016/j.cub.2012.02.022.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShukla G, Sidhu RK, Verma A. Restoration of anthropometric, biochemical and histopathological alterations by Lactobacillus casei supplementation in Giardia intestinalis infected renourished BALB/c mice. Antonie Van Leeuwenhoek. 2012;102:61–72. doi: 10.1007/s10482-012-9713-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStabb EV, Ruby EG. Contribution of pilA to competitive colonization of the squid Euprymna scolopes by Vibrio fischeri\n. Appl Environ Microbiol. 2003;69:820–826. doi: 10.1128/AEM.69.2.820-826.2003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStark WS, Sapp R, Schilly D. Rhabdomere turnover and rhodopsin cycle: maintenance of retinula cells in Drosophila melanogaster\n. J Neurocytol. 1988;17:499–509. doi: 10.1007/BF01189805.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStephens DS, Hoffman LH, McGee ZA. Interaction of Neisseria meningitidis with human nasopharyngeal mucosa: attachment and entry into columnar epithelial cells. J Infect Dis. 1983;148:369–376. doi: 10.1093/infdis/148.3.369.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStrauss O. The retinal pigmented epithelium in visual function. Physiol Rev. 2005;85:845–881. doi: 10.1152/physrev.00021.2004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTong D, Rozas NS, Oakley TH, Mitchell J, Colley NJ, McFall-Ngai MJ. Evidence for light perception in a bioluminescent organ. Proc Natl Acad Sci U S A. 2009;106:9836–9841. doi: 10.1073/pnas.0904571106.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTroll JV, Adin DM, Wier AM, Paquette N, Silverman N, Goldman WE, et al.  Peptidoglycan induces loss of a nuclear peptidoglycan recognition protein during host tissue development in a beneficial animal-bacterial symbiosis. Cell Microbiol. 2009;11:1114–1127. doi: 10.1111/j.1462-5822.2009.01315.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVisick KL, Foster J, Doino J, McFall-Ngai M, Ruby EG. \nVibrio fischeri lux genes play an important role in colonization and development of the host light organ. J Bacteriol. 2000;182:4578–4586. doi: 10.1128/jb.182.16.4578-4586.2000.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWeis VM, Montgomery MK, McFall-Ngai MJ. Enhanced production of ALDH-like protein in the bacterial light organ of the sepiolid squid Euprymna scolopes\n. Biol Bull. 1993;184:309–321. doi: 10.2307/1542449.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWhistler CA, Koropatnick TA, Pollack A, McFall-Ngai MJ, Ruby EG. The GacA global regulator of Vibrio fischeri is required for normal host tissue responses that limit subsequent bacterial colonization. Cell Microbiol. 2007;9:766–778. doi: 10.1111/j.1462-5822.2006.00826.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWier AM, Nyholm SV, Mandel MJ, Massengo-Tiasse RP, Schaefer AL, Koroleva I, et al.  Transcriptional patterns in both host and bacterium underlie a daily rhythm of anatomical and metabolic change in a beneficial symbiosis. Proc Natl Acad Sci U S A. 2010;107:2259–2264. doi: 10.1073/pnas.0909712107.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWollenberg MS, Ruby EG. Phylogeny and fitness of Vibrio fischeri from the light organs of Euprymna scolopes in two Oahu, Hawaii populations. ISME J. 2012;6:352–362. doi: 10.1038/ismej.2011.92.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.8 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5219934/"
}