{
  "id": "PMC5460135",
  "title": "Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460135/"
  },
  "sections": {
    "abstract": "Astronauts have been previously shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight, host factors that could contribute to oral diseases such as caries and periodontitis. However, the specific physiological response of caries-causing bacteria such as \nStreptococcus mutans\n to space flight and/or ground-based simulated microgravity has not been extensively investigated. In this study, high aspect ratio vessel \nS. mutans\n simulated microgravity and normal gravity cultures were assessed for changes in metabolite and transcriptome profiles, H\n2\nO\n2\n resistance, and competence in sucrose-containing biofilm media. Stationary phase \nS. mutans\n simulated microgravity cultures displayed increased killing by H\n2\nO\n2\n compared to normal gravity control cultures, but competence was not affected. RNA-seq analysis revealed that expression of 153 genes was up-regulated ≥2-fold and 94 genes down-regulated ≥2-fold during simulated microgravity high aspect ratio vessel growth. These included a number of genes located on extrachromosomal elements, as well as genes involved in carbohydrate metabolism, translation, and stress responses. Collectively, these results suggest that growth under microgravity analog conditions promotes changes in \nS. mutans\n gene expression and physiology that may translate to an altered cariogenic potential of this organism during space flight missions.",
    "introduction": "Introduction\n\n\nStreptococcus mutans\n is a primary causative agent of dental caries, demonstrated by its isolation from carious tooth lesions in humans,\n1\n its ability to initiate caries in germ-free rodent models of infection,\n2\n and the established link between high levels of this bacterium in the oral cavity and active caries.\n3\n Although preventable by fluoridation of water and various dental procedures,\n4\n, caries remains the most common chronic disease among children, and remains untreated in up to 30% of adults over 35 years-old.\n5\n\n\nS. mutans\n transient bacteremias can also initiate endocarditis in at-risk patient groups.\n6\n Successful colonization of the oral cavity and persistence in multi-species dental plaque by \nS. mutans\n is inherently dependent on both its ability to form biofilm and its rapid metabolism of carbohydrates by the glycolytic pathway. The low pH that results from accumulation of acidic metabolic end-products favors the growth of \nS. mutans\n and other acid-tolerant species relative to healthy plaque microflora, as well as the eventual demineralization of tooth enamel and the development of caries. Adherence of \nS. mutans\n to the tooth surface and subsequent biofilm development are mediated by several bacterial factors, including production of sucrose-dependent extracellular glucan polymers by glucosyltransferase enzymes,\n7\n specific cell surface adhesins,\n8\n, \n9\n the major autolysin AtlA,\n10\n the quorum-sensing competence (\ncom\n) system,\n11\n and extracellular DNA.\n12\n\n\nTo protect the health of astronauts during space flight missions, it is critical to understand the effects of this environment on both host biology and the host microbiota. Simulated microgravity exposure has been shown to cause increased mandibular and alveolar bone loss\n13\n and decreased saliva flow,\n14\n significant predisposing host factors that could contribute to development of caries and/or periodontal disease. Traditionally, the approach to maintaining astronaut oral health during space flight missions has been routed in preventative dentistry, whereby astronauts are subjected to rigorous preflight dental screening and treatment.\n15\n However, in the face of future long-term space flight missions, research and discovery of new methods for maintaining oral hygiene and dental health under a microgravity environment are required.\n15\n Previous studies on the effects of spaceflight on the oral microbiota have primarily focused on culture-dependent methods of quantifying the numbers of oral bacteria in human subjects before and after spaceflight.\n16\n–\n18\n Furthermore, astronauts have been shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight.\n16\n However, assessment of the physiology and virulence potential of oral pathogens such as \nS. mutans\n under controlled microgravity analog conditions has been relatively lacking. In this respect, rotating wall vessel bioreactors are a common technology used to grow bacteria under microgravity analog conditions in ground-based studies. When completely filled with media (lacking air bubbles or “head space”) and rotated on the axis perpendicular to the Earth’s gravitational vector, these reactors maintain a low-shear environment (<1 dyn/cm\n2\n) whereby gravitational vectors are randomized over the surface of the cells or particles contained within the vessel.\n19\n As such, this simulated environment models “weightlessness” by counteracting gravitational forces that would otherwise promote cellular sedimentation.\n19\n,\n20\n The low-shear force experienced in this microgravity analog system boasts the additional advantage of mimicking the low-shear force of saliva flow (<0.8 dyn/cm\n2\n) experienced by plaque bacteria in the oral cavity.\n21\n In this study, high-aspect rotating vessels (HARVs) were therefore used to ascertain the effects of simulated microgravity on \nS. mutans\n gene expression, physiology, oxidative stress resistance, and competence, using both culture-dependent and “-omic” (metabolomics and RNA-seq) approaches.",
    "results": "Results\nS. mutans\n HARV growth curves and cell aggregation\nTo probe the effect of simulated microgravity growth on \nS. mutans\n, continuous growth curves (whereby cell samples were removed from the same HARV at different time points) were performed (\nn\n = 3 independent experiments each) in biofilm media (BM) containing 11 mM glucose and 10 mM sucrose over a 24 h period. In this analysis, no statistically significant differences in CFU/ml at each time point were observed (Supplemental Fig. \nS1\n). An initial decrease in CFU/ml was observed in both the simulated microgravity and normal gravity HARV cultures between \nt\n = 0 (time of inoculation) and \nt\n = 2 h growth, which was likely a function of sucrose-dependent cell aggregation. Very small differences in cell viability patterns in early stationary phase (6–8 h growth) suggest that the simulated microgravity HARV culture may have entered stationary phase slightly sooner than the normal gravity HARV culture in this experiment. As well, the simulated microgravity culture persisted in stationary phase until approximately 12 h growth, followed by a somewhat rapid death phase, with a 1-log loss of viability between 12 and 24 h growth. In contrast, the viability of normal gravity culture underwent a more gradual decrease in cell viability between 12 and 24 h of growth.\nMonitoring of cell growth by CFU/ml in the continuous growth curve experiments described above required constant disruption of the HARV cultures, making it difficult to assess potential macroscopic differences in cell aggregation in the simulated microgravity and normal gravity conditions. Therefore, these growth curves were also performed using an “end-point” approach, whereby simulated microgravity and normal gravity HARV cultures (\nn\n = 2 independent experiments per time point per growth condition) were grown undisturbed in replicate HARV vessels for \nt\n = 4, 6, 8, 12, 24, and 48 h (Fig. \n1\n). Using this end-point approach, no significant differences in CFU/ml were observed between the simulated microgravity and normal gravity HARV cultures at the assessed time points (Fig. \n1\n), and the initial drop in CFU/ml observed early in the growth curves of the continuous cultures (Supplemental Fig. \nS1\n) was not observed in these end-point cultures. As well, both the simulated microgravity and normal gravity cultures underwent the same pattern of growth when monitored with this end-point approach: Log phase growth occurred between 0 and 6 h, and both cultures were in early stationary phase at 8 h growth, followed by entry into late stationary phase/death phase between 24 and 48 h growth. Interestingly, differences in macroscopic cell aggregation were consistently observed between the simulated microgravity and normal gravity HARV conditions when using the end-point growth analysis. Specifically, the simulated microgravity condition tended to form round/compact cellular structures, whereas the aggregates in the normal gravity growth condition tended to form less compact structures (Fig. \n2\n).\nFig. 1\nEnd-point growth curve analysis of \nS. mutans\n simulated microgravity and normal gravity HARV cultures. Simulated microgravity (\ndark gray bars\n) and normal gravity (\nlight gray bars\n) HARV end-point growth was measured by serial dilution and CFU/ml plating at \nt\n = 0 (time of inoculation; average of \nn\n = 4 independent experiments), and \nt\n = 4, 6, 8, 12, 24, and 48 h postinoculation (average of \nn\n = 2 independent experiments per time point per growth condition), as described in “Materials and methods”. The \nvertical dotted line\n on the graph indicates that the \nt\n = 24 and 48 h data were obtained in a separate experimental run from the \nt\n = 4, 6, 8, and 12 h time points. \nError bars\n = standard error of the mean (SEM)\n\n\nFig. 2\nRepresentative \nS. mutans\n end-point HARV cultures grown for 8 h in biofilm media under simulated microgravity (\na\n) and normal gravity (\nb\n) conditions. Note the structural differences of the self-aggregating bacterial cells under each condition (indicated by \narrows\n)\n\n\nMetabolomics analysis of “end-point” HARV cultures\nTo monitor potential differences in the metabolome of simulated microgravity and normal gravity HARV cultures, cell pellets and culture supernatants were harvested from a second end-point HARV culture experiment (\nn\n = 3 independent experiments per time point per growth condition) at \nt\n = 4, \nt\n = 8, and \nt\n = 24 h samples, corresponding to log-phase, early stationary phase, and late stationary/death phase, respectively \n(\nSupplemental Fig. \nS2\n\n\n)\n. Given that macroscopic differences in the self-aggregating clusters of \nS. mutans\n cells were consistently observed at the \nt\n = 8 h time point (Fig. \n2\n), RNA-seq analysis was also performed on the \nt\n = 8 h samples. Principle component analysis (PCA) of metabolomics data generated from \nt\n = 4, 8, and 24 h HARV cultures (Supplemental Files \nS2\n and \nS3\n) revealed a strong relationship between the time of growth (\nt\n = 4, 8, and 24 h) and metabolite profile for each of the simulated microgravity and normal gravity cultures (Fig. \n3\n). However, a much weaker “time-treatment” relationship existed when comparing the metabolite profile between simulated microgravity vs. normal gravity cultures at each time point. Welch’s two sample \nt\n tests revealed 8, 14, and 10 statistically significant differences (\np\n ≤ 0.05) in cellular metabolite production between cells grown under normal gravity and microgravity conditions at the 4, 8, and 24 h time points, respectively (Supplemental File \nS2\n). Likewise, 21, 21, and 23 statistically significant differences were observed between the corresponding culture supernatant samples at these time points (Supplemental File \nS3\n). Keeping in mind the caveat that the number of significant differences at each time point were close to that expected by random chance alone (5% error rate), the significant changes of cell-associated and supernatant metabolites of the 8 h HARV cultures are summarized in Table \n1\n, and their potential relationship to the corresponding 8 h RNA-seq data are discussed below.\nFig. 3\nPrinciple component analysis (PCA) of cellular (\na\n) and supernatant (\nb\n) metabolites. Values on \nX\n and \nY\n axis labels = % of the total eigen values\n\n\nTable 1\nList of cellular and supernatant metabolites that displayed a significant (\np\n < 0.05) time/growth condition interaction at \nt\n = 8 h HARV growth\nMetabolite\nFold- increase/decrease (simulated microgravity/normal gravity)\n\n\np\n-value (Welch’s two sample \nt\n test)\nCellular (14 total)\n Serine\n2.16\n0.04\n O-acetylserine\n2.64\n0.02\n Phenylpyruvate\n2.31\n0.04\n 4-Hydroxyphenylpyruvate\n3.25\n0.004\n 4-Methyl-2-oxopentanoate\n2.91\n0.008\n 3-Methyl-2-oxovalerate\n2.95\n0.006\n Argininosuccinate\n4.21\n0.01\n Pyruvate\n2.42\n0.05\n Alpha-ketoglutarate\n2.95\n0.04\n Acetoacetate\n4.54\n0.001\n 4-Hydroxy-2-oxoglutaric acid\n2.28\n0.03\n Adenine\n1.82\n0.04\n Uridine monophosphate (5′ or 3′)\n2.49\n0.04\n Uracil\n3.76\n0.001\nSupernatant (21 total)\n Glycine\n0.63\n0.003\n Alanine\n0.76\n0.02\n \nN\n-acetylalanine\n0.56\n<0.001\n Aspartate\n0.75\n0.01\n Pyroglutamine\n0.67\n0.003\n Citramalate\n0.47\n<0.001\n 4-Guanidinobutanoate\n1.43\n0.006\n Gamma-glutamylvaline\n1.39\n0.02\n Alanylglycine\n0.76\n0.02\n Alanylisoleucine\n1.17\n0.03\n Asparagylisoleucine\n0.66\n0.02\n Cyclo(Leu-Pro)\n0.91\n0.03\n Glycylphenylalanine\n0.84\n0.01\n Leucylglycine\n0.84\n0.03\n Threonylisoleucine\n1.37\n0.02\n Glucose\n0.12\n0.006\n Fructose\n0.51\n0.02\n Guanine\n1.66\n0.001\n Nicotinate\n0.32\n<0.001\n 3,4-Dihydroxybenzoate\n1.59\n0.01\n 1-Kestose\n1.49\n0.001\n\n\nRNA-seq analysis\nBecause macroscopic structural differences between the \nS. mutans\n simulated microgravity and normal gravity HARV cultures were consistently observed at 8 h growth (early stationary phase), we chose to perform RNA-seq analysis on \nn\n = 3 independent biological samples per growth condition (simulated microgravity and normal gravity) isolated from this time point. Compared to the metabolomics data, differential expression analysis of the 8 h RNA-seq data revealed a large number of statistically significant gene expression changes in normal gravity relative to simulated microgravity growth (Supplemental File \nS4\n). Specifically, 94 genes were up-regulated (log\n2\n fold-change ≥1.0) and 153 genes were down-regulated (log\n2\n fold-change ≤−1.0) in normal gravity cultures relative to simulated microgravity cultures. These patterns in gene expression were confirmed by qPCR for a subset of genes (Supplemental Table \nS1\n). Functional classification (Fig. \n4\n) revealed that expression of a large number of genes associated with transposon sequences, as well as several genes encoding predicted phage proteins, were down-regulated in normal gravity cultures relative to simulated microgravity growth. A second trend of interest was the significant down-regulated expression of genes involved in carbohydrate metabolism, including various phosphotransferase (PTS) systems, the carbon catabolite protein regulator \nccpA\n, and the redox sensitive transcriptional regulator \nrex\n, in the 8 h normal gravity cultures relative to the simulated microgravity cultures (Fig. \n4\n and Supplemental File \nS4\n). Increased expression of genes encoding ribosomal proteins, tRNAs and other aspects of protein translation was also observed in the normal gravity cultures compared to simulated microgravity growth, whereas expression of a large number of genes encoding transcriptional regulators was decreased in the normal gravity cultures (Fig. \n4\n). As well, altered expression of stress genes was also observed in the normal gravity HARV cultures, including decreased expression of the toxin–antitoxin (TA) systems \nmazEF\n (SMU_172/173) and \nrelBE\n (SMU_895/896), decreased expression of the holin-like \nlrgA\n, decreased expression of the peroxide resistance gene \ndpr\n, and increased expression of genes encoding glutathione S-transferase (SMU_1296) and glutaredoxin (SMU_669c) (Fig. \n4\n).\nFig. 4\nDistribution of gene functional categories differentially expressed during normal gravity growth relative to simulated microgravity. RNA isolated from 8 h normal gravity and simulated microgravity \nS. mutans\n HARV cultures (\nn\n = 3 independent experiments per growth condition) was subjected to RNA-seq transcriptome profiling as described in “Materials and methods”. Differential expression and statistical analysis was carried out using a cutoff FDR-adjusted \np\n value of 0.05. Of this dataset, those genes with a log\n2\n (fold-change) value of at least ±1.0 were grouped by functional classification based on DAVID gene functional categorization analysis, NCBI gene annotations and KEGG pathway analysis. Total number of up-regulated genes (log\n2\n fold-change ≥1.0, \nblack bars\n) = 94, total number of down-regulated genes (log\n2\n fold-change ≤ −1.0, \ngray bars\n) = 153\n\n\nDAVID bioinformatics resource\n22\n, \n23\n was used to further probe the RNA-seq dataset for functional annotation groups that were enriched in the genes that displayed a log\n2\n fold change expression of at least ±1.0 in the normal gravity vs. simulated microgravity HARV cultures (Supplemental Table \nS2\n). This analysis revealed the presence of four significant (enrichment scores ≥1.3) functional annotation clusters in the down-regulated normal gravity genes, which included genes involved in carbohydrate metabolism and transport (cluster I), transcriptional regulators (clusters II and III), and carbohydrate transporters/other membrane proteins (cluster IV). As well, functional annotation clusters involved in arginine metabolism (cluster V) and nucleoside/tRNA metabolism (cluster VI) were significantly enriched (enrichment scores ≥1.3) in the up-regulated normal gravity genes. To identify metabolic pathways potentially altered under the simulated microgravity growth condition, all statistically-significant changes in 8 h growth gene expression from the RNA-seq differential expression analysis with a minimum log\n2\n fold-change of at least ±0.6 were also analyzed using the bioinformatics program Metacyc.\n24\n. The top metabolic pathways identified by this analysis were mixed acid fermentation (seven genes), arginine biosynthesis (six genes), and pyrimidine deoxyribonucleotide biosynthesis (five genes) (Supplemental Fig. \nS3\n). Specifically, genes involved in the conversion of acetyl-CoA to 2-oxoglutarate (a TCA cycle intermediate), arginine biosynthesis, and dCDP/dTMP biosynthesis were upregulated in the normal gravity HARV cultures, whereas genes involved in ethanol and acetate fermentation were down-regulated in normal gravity HARV cultures. Interestingly, when comparing these metabolic pathways to statistically-significant changes in cellular metabolites at 8 h growth (Table \n1\n), several matched to the corresponding metabolic pathway changes (Supplemental Fig. \nS3\n) identified in the RNA-seq data by Metacyc, including 2-oxogluarate (alpha-ketoglutarate; mixed acid fermentation), pyruvate (mixed acid fermentation), argininosuccinate (arginine biosynthesis), uridine monophosphate and uracil (pyrmidine deoxynucleotide de novo biosynthesis). The apparent increased sensitivity of the RNA-seq data in detecting more changes in \nS. mutans\n metabolism relative to the corresponding metabolomics data may reflect a suboptimal component of the metabolomics sample collection method and/or processing time.\nAssessment of oxidative stress and competence phenotypes\n\n\nS. mutans\n encounters significant oxidative stress in the oral cavity in the form of H\n2\nO\n2\n production by competing non-cariogenic oral streptococci,\n25\n,\n26\n as well as from dental care products (toothpastes, mouthwash) that contain H\n2\nO\n2\n. Furthermore, expression of several oxidative stress-related genes (\ndpr\n, \nrex,\n SMU_1296, SMU_669c) was altered in the 8 h simulated microgravity HARV cultures. Therefore, the ability of \nS. mutans\n to survive exogenous H\n2\nO\n2\n treatment was compared in cells isolated from exponential (\nt\n = 4), early-stationary (\nt\n = 8) and late stationary (\nt\n = 16) simulated microgravity and normal gravity HARV cultures (Fig. \n5\n). Although no significant differences in oxidative stress resistance were observed between normal gravity and simulated microgravity cells isolated from 4 and 8 h growth, the H\n2\nO\n2\n-treated 4 h cells (Fig. \n5a\n) displayed a greater overall loss of viability (~1% survival after 90 min of treatment) compared to the 8 h cells (Fig. \n5b\n; ~50% survival after 90 min of treatment). Interestingly, when this experiment was repeated on cells from normal gravity and simulated microgravity cultures harvested at 16 h growth (Fig. \n5c\n), the simulated microgravity cells displayed significantly (\nP\n < 0.05, one-tailed \nT\n test) increased H\n2\nO\n2\n killing (~22% survival after 60 min treatment) compared to the normal gravity cells (~43% survival after 60 min treatment).\nFig. 5\nPercent survival of \nS. mutans\n post-treatment with 5 mM H\n2\nO\n2\n. Cells from \nt\n = 4 (\na\n), \nt\n = 8 (\nb\n), or \nt\n = 16 (\nc\n) hour simulated microgravity (\ntriangles\n) and normal gravity (\ncircles\n) HARV cultures (\nn\n = 3 independent experiments per time point per growth condition) were harvested by centrifugation and resuspended in sterile HBSS. Samples were withdrawn to determine initial CFU/ml (“\nt\n = 0”), and then H\n2\nO\n2\n was added to a final concentration of 5 mM. CFU/ml of each cell suspension was sampled at 20, 40, 60, 90, and 120 min post-H\n2\nO\n2\n addition, and CFU/ml were determined. % Survival was calculated by 100 × [(\nt\n = final CFU/ml)/(\nt\n = 0 CFU/ml)]. \nError bars\n = SEM. \nAsterisk\n denotes statistical significance, one-tailed \nt\n test (\np\n < 0.05)\n\n\nBecause previous \nS. mutans\n studies have implicated a complex link between oxidative stress, biofilm formation, and natural competence [reviewed in\n27\n], we were curious if competence was also subject to regulation by the low-shear modeled microgravity ﻿(LSMMG) environment. Therefore early-exponential phase (growth phase at which \nS. mutans\n is most competent during standard in vitro growth) simulated microgravity and normal gravity HARV cultures were tested for their ability to uptake plasmid DNA. However, transformation efficiency (as measured by uptake of a plasmid conferring erythromycin resistance) was nearly identical between simulated microgravity and normal gravity HARV cultures (Fig. \n6\n). The transformation efficiency was also not affected by HARV growth itself, as the HARV transformation efficiencies were similar to those measured in a parallel non-rotating culture of \nS. mutans\n (Fig. \n6\n).\nFig. 6\n\n\nS. mutans\n competence phenotype assessed in simulated microgravity and normal gravity HARV cultures. Simulated microgravity and normal gravity HARV cultures, as well as a parallel static Falcon tube control culture, were each grown for 1.5 h in biofilm media prior to addition of 2 µg pOri23 plasmid DNA. All three cultures were then grown for 2.5 more hours followed by harvest and serial dilution plating on BHI agar ± 10 µg/ml erythromycin (selective antibiotic to monitor plasmid transformation). Transformation efficiency was calculated as the percentage of transformants (CFU/ml on BHI + erythromycin) among total viable cells (CFU/ml on BHI). \nData\n represent the average of \nn\n = 3 independent experiments. \nError bars\n = SEM",
    "s._mutans_harv_growth_curves_and_cell_aggregation": "S. mutans\n HARV growth curves and cell aggregation\nTo probe the effect of simulated microgravity growth on \nS. mutans\n, continuous growth curves (whereby cell samples were removed from the same HARV at different time points) were performed (\nn\n = 3 independent experiments each) in biofilm media (BM) containing 11 mM glucose and 10 mM sucrose over a 24 h period. In this analysis, no statistically significant differences in CFU/ml at each time point were observed (Supplemental Fig. \nS1\n). An initial decrease in CFU/ml was observed in both the simulated microgravity and normal gravity HARV cultures between \nt\n = 0 (time of inoculation) and \nt\n = 2 h growth, which was likely a function of sucrose-dependent cell aggregation. Very small differences in cell viability patterns in early stationary phase (6–8 h growth) suggest that the simulated microgravity HARV culture may have entered stationary phase slightly sooner than the normal gravity HARV culture in this experiment. As well, the simulated microgravity culture persisted in stationary phase until approximately 12 h growth, followed by a somewhat rapid death phase, with a 1-log loss of viability between 12 and 24 h growth. In contrast, the viability of normal gravity culture underwent a more gradual decrease in cell viability between 12 and 24 h of growth.\nMonitoring of cell growth by CFU/ml in the continuous growth curve experiments described above required constant disruption of the HARV cultures, making it difficult to assess potential macroscopic differences in cell aggregation in the simulated microgravity and normal gravity conditions. Therefore, these growth curves were also performed using an “end-point” approach, whereby simulated microgravity and normal gravity HARV cultures (\nn\n = 2 independent experiments per time point per growth condition) were grown undisturbed in replicate HARV vessels for \nt\n = 4, 6, 8, 12, 24, and 48 h (Fig. \n1\n). Using this end-point approach, no significant differences in CFU/ml were observed between the simulated microgravity and normal gravity HARV cultures at the assessed time points (Fig. \n1\n), and the initial drop in CFU/ml observed early in the growth curves of the continuous cultures (Supplemental Fig. \nS1\n) was not observed in these end-point cultures. As well, both the simulated microgravity and normal gravity cultures underwent the same pattern of growth when monitored with this end-point approach: Log phase growth occurred between 0 and 6 h, and both cultures were in early stationary phase at 8 h growth, followed by entry into late stationary phase/death phase between 24 and 48 h growth. Interestingly, differences in macroscopic cell aggregation were consistently observed between the simulated microgravity and normal gravity HARV conditions when using the end-point growth analysis. Specifically, the simulated microgravity condition tended to form round/compact cellular structures, whereas the aggregates in the normal gravity growth condition tended to form less compact structures (Fig. \n2\n).\nFig. 1\nEnd-point growth curve analysis of \nS. mutans\n simulated microgravity and normal gravity HARV cultures. Simulated microgravity (\ndark gray bars\n) and normal gravity (\nlight gray bars\n) HARV end-point growth was measured by serial dilution and CFU/ml plating at \nt\n = 0 (time of inoculation; average of \nn\n = 4 independent experiments), and \nt\n = 4, 6, 8, 12, 24, and 48 h postinoculation (average of \nn\n = 2 independent experiments per time point per growth condition), as described in “Materials and methods”. The \nvertical dotted line\n on the graph indicates that the \nt\n = 24 and 48 h data were obtained in a separate experimental run from the \nt\n = 4, 6, 8, and 12 h time points. \nError bars\n = standard error of the mean (SEM)\n\n\nFig. 2\nRepresentative \nS. mutans\n end-point HARV cultures grown for 8 h in biofilm media under simulated microgravity (\na\n) and normal gravity (\nb\n) conditions. Note the structural differences of the self-aggregating bacterial cells under each condition (indicated by \narrows\n)",
    "metabolomics_analysis_of_“end-point”_harv_cultures": "Metabolomics analysis of “end-point” HARV cultures\nTo monitor potential differences in the metabolome of simulated microgravity and normal gravity HARV cultures, cell pellets and culture supernatants were harvested from a second end-point HARV culture experiment (\nn\n = 3 independent experiments per time point per growth condition) at \nt\n = 4, \nt\n = 8, and \nt\n = 24 h samples, corresponding to log-phase, early stationary phase, and late stationary/death phase, respectively \n(\nSupplemental Fig. \nS2\n\n\n)\n. Given that macroscopic differences in the self-aggregating clusters of \nS. mutans\n cells were consistently observed at the \nt\n = 8 h time point (Fig. \n2\n), RNA-seq analysis was also performed on the \nt\n = 8 h samples. Principle component analysis (PCA) of metabolomics data generated from \nt\n = 4, 8, and 24 h HARV cultures (Supplemental Files \nS2\n and \nS3\n) revealed a strong relationship between the time of growth (\nt\n = 4, 8, and 24 h) and metabolite profile for each of the simulated microgravity and normal gravity cultures (Fig. \n3\n). However, a much weaker “time-treatment” relationship existed when comparing the metabolite profile between simulated microgravity vs. normal gravity cultures at each time point. Welch’s two sample \nt\n tests revealed 8, 14, and 10 statistically significant differences (\np\n ≤ 0.05) in cellular metabolite production between cells grown under normal gravity and microgravity conditions at the 4, 8, and 24 h time points, respectively (Supplemental File \nS2\n). Likewise, 21, 21, and 23 statistically significant differences were observed between the corresponding culture supernatant samples at these time points (Supplemental File \nS3\n). Keeping in mind the caveat that the number of significant differences at each time point were close to that expected by random chance alone (5% error rate), the significant changes of cell-associated and supernatant metabolites of the 8 h HARV cultures are summarized in Table \n1\n, and their potential relationship to the corresponding 8 h RNA-seq data are discussed below.\nFig. 3\nPrinciple component analysis (PCA) of cellular (\na\n) and supernatant (\nb\n) metabolites. Values on \nX\n and \nY\n axis labels = % of the total eigen values\n\n\nTable 1\nList of cellular and supernatant metabolites that displayed a significant (\np\n < 0.05) time/growth condition interaction at \nt\n = 8 h HARV growth\nMetabolite\nFold- increase/decrease (simulated microgravity/normal gravity)\n\n\np\n-value (Welch’s two sample \nt\n test)\nCellular (14 total)\n Serine\n2.16\n0.04\n O-acetylserine\n2.64\n0.02\n Phenylpyruvate\n2.31\n0.04\n 4-Hydroxyphenylpyruvate\n3.25\n0.004\n 4-Methyl-2-oxopentanoate\n2.91\n0.008\n 3-Methyl-2-oxovalerate\n2.95\n0.006\n Argininosuccinate\n4.21\n0.01\n Pyruvate\n2.42\n0.05\n Alpha-ketoglutarate\n2.95\n0.04\n Acetoacetate\n4.54\n0.001\n 4-Hydroxy-2-oxoglutaric acid\n2.28\n0.03\n Adenine\n1.82\n0.04\n Uridine monophosphate (5′ or 3′)\n2.49\n0.04\n Uracil\n3.76\n0.001\nSupernatant (21 total)\n Glycine\n0.63\n0.003\n Alanine\n0.76\n0.02\n \nN\n-acetylalanine\n0.56\n<0.001\n Aspartate\n0.75\n0.01\n Pyroglutamine\n0.67\n0.003\n Citramalate\n0.47\n<0.001\n 4-Guanidinobutanoate\n1.43\n0.006\n Gamma-glutamylvaline\n1.39\n0.02\n Alanylglycine\n0.76\n0.02\n Alanylisoleucine\n1.17\n0.03\n Asparagylisoleucine\n0.66\n0.02\n Cyclo(Leu-Pro)\n0.91\n0.03\n Glycylphenylalanine\n0.84\n0.01\n Leucylglycine\n0.84\n0.03\n Threonylisoleucine\n1.37\n0.02\n Glucose\n0.12\n0.006\n Fructose\n0.51\n0.02\n Guanine\n1.66\n0.001\n Nicotinate\n0.32\n<0.001\n 3,4-Dihydroxybenzoate\n1.59\n0.01\n 1-Kestose\n1.49\n0.001",
    "rna-seq_analysis": "RNA-seq analysis\nBecause macroscopic structural differences between the \nS. mutans\n simulated microgravity and normal gravity HARV cultures were consistently observed at 8 h growth (early stationary phase), we chose to perform RNA-seq analysis on \nn\n = 3 independent biological samples per growth condition (simulated microgravity and normal gravity) isolated from this time point. Compared to the metabolomics data, differential expression analysis of the 8 h RNA-seq data revealed a large number of statistically significant gene expression changes in normal gravity relative to simulated microgravity growth (Supplemental File \nS4\n). Specifically, 94 genes were up-regulated (log\n2\n fold-change ≥1.0) and 153 genes were down-regulated (log\n2\n fold-change ≤−1.0) in normal gravity cultures relative to simulated microgravity cultures. These patterns in gene expression were confirmed by qPCR for a subset of genes (Supplemental Table \nS1\n). Functional classification (Fig. \n4\n) revealed that expression of a large number of genes associated with transposon sequences, as well as several genes encoding predicted phage proteins, were down-regulated in normal gravity cultures relative to simulated microgravity growth. A second trend of interest was the significant down-regulated expression of genes involved in carbohydrate metabolism, including various phosphotransferase (PTS) systems, the carbon catabolite protein regulator \nccpA\n, and the redox sensitive transcriptional regulator \nrex\n, in the 8 h normal gravity cultures relative to the simulated microgravity cultures (Fig. \n4\n and Supplemental File \nS4\n). Increased expression of genes encoding ribosomal proteins, tRNAs and other aspects of protein translation was also observed in the normal gravity cultures compared to simulated microgravity growth, whereas expression of a large number of genes encoding transcriptional regulators was decreased in the normal gravity cultures (Fig. \n4\n). As well, altered expression of stress genes was also observed in the normal gravity HARV cultures, including decreased expression of the toxin–antitoxin (TA) systems \nmazEF\n (SMU_172/173) and \nrelBE\n (SMU_895/896), decreased expression of the holin-like \nlrgA\n, decreased expression of the peroxide resistance gene \ndpr\n, and increased expression of genes encoding glutathione S-transferase (SMU_1296) and glutaredoxin (SMU_669c) (Fig. \n4\n).\nFig. 4\nDistribution of gene functional categories differentially expressed during normal gravity growth relative to simulated microgravity. RNA isolated from 8 h normal gravity and simulated microgravity \nS. mutans\n HARV cultures (\nn\n = 3 independent experiments per growth condition) was subjected to RNA-seq transcriptome profiling as described in “Materials and methods”. Differential expression and statistical analysis was carried out using a cutoff FDR-adjusted \np\n value of 0.05. Of this dataset, those genes with a log\n2\n (fold-change) value of at least ±1.0 were grouped by functional classification based on DAVID gene functional categorization analysis, NCBI gene annotations and KEGG pathway analysis. Total number of up-regulated genes (log\n2\n fold-change ≥1.0, \nblack bars\n) = 94, total number of down-regulated genes (log\n2\n fold-change ≤ −1.0, \ngray bars\n) = 153\n\n\nDAVID bioinformatics resource\n22\n, \n23\n was used to further probe the RNA-seq dataset for functional annotation groups that were enriched in the genes that displayed a log\n2\n fold change expression of at least ±1.0 in the normal gravity vs. simulated microgravity HARV cultures (Supplemental Table \nS2\n). This analysis revealed the presence of four significant (enrichment scores ≥1.3) functional annotation clusters in the down-regulated normal gravity genes, which included genes involved in carbohydrate metabolism and transport (cluster I), transcriptional regulators (clusters II and III), and carbohydrate transporters/other membrane proteins (cluster IV). As well, functional annotation clusters involved in arginine metabolism (cluster V) and nucleoside/tRNA metabolism (cluster VI) were significantly enriched (enrichment scores ≥1.3) in the up-regulated normal gravity genes. To identify metabolic pathways potentially altered under the simulated microgravity growth condition, all statistically-significant changes in 8 h growth gene expression from the RNA-seq differential expression analysis with a minimum log\n2\n fold-change of at least ±0.6 were also analyzed using the bioinformatics program Metacyc.\n24\n. The top metabolic pathways identified by this analysis were mixed acid fermentation (seven genes), arginine biosynthesis (six genes), and pyrimidine deoxyribonucleotide biosynthesis (five genes) (Supplemental Fig. \nS3\n). Specifically, genes involved in the conversion of acetyl-CoA to 2-oxoglutarate (a TCA cycle intermediate), arginine biosynthesis, and dCDP/dTMP biosynthesis were upregulated in the normal gravity HARV cultures, whereas genes involved in ethanol and acetate fermentation were down-regulated in normal gravity HARV cultures. Interestingly, when comparing these metabolic pathways to statistically-significant changes in cellular metabolites at 8 h growth (Table \n1\n), several matched to the corresponding metabolic pathway changes (Supplemental Fig. \nS3\n) identified in the RNA-seq data by Metacyc, including 2-oxogluarate (alpha-ketoglutarate; mixed acid fermentation), pyruvate (mixed acid fermentation), argininosuccinate (arginine biosynthesis), uridine monophosphate and uracil (pyrmidine deoxynucleotide de novo biosynthesis). The apparent increased sensitivity of the RNA-seq data in detecting more changes in \nS. mutans\n metabolism relative to the corresponding metabolomics data may reflect a suboptimal component of the metabolomics sample collection method and/or processing time.",
    "assessment_of_oxidative_stress_and_competence_phenotypes": "Assessment of oxidative stress and competence phenotypes\n\n\nS. mutans\n encounters significant oxidative stress in the oral cavity in the form of H\n2\nO\n2\n production by competing non-cariogenic oral streptococci,\n25\n,\n26\n as well as from dental care products (toothpastes, mouthwash) that contain H\n2\nO\n2\n. Furthermore, expression of several oxidative stress-related genes (\ndpr\n, \nrex,\n SMU_1296, SMU_669c) was altered in the 8 h simulated microgravity HARV cultures. Therefore, the ability of \nS. mutans\n to survive exogenous H\n2\nO\n2\n treatment was compared in cells isolated from exponential (\nt\n = 4), early-stationary (\nt\n = 8) and late stationary (\nt\n = 16) simulated microgravity and normal gravity HARV cultures (Fig. \n5\n). Although no significant differences in oxidative stress resistance were observed between normal gravity and simulated microgravity cells isolated from 4 and 8 h growth, the H\n2\nO\n2\n-treated 4 h cells (Fig. \n5a\n) displayed a greater overall loss of viability (~1% survival after 90 min of treatment) compared to the 8 h cells (Fig. \n5b\n; ~50% survival after 90 min of treatment). Interestingly, when this experiment was repeated on cells from normal gravity and simulated microgravity cultures harvested at 16 h growth (Fig. \n5c\n), the simulated microgravity cells displayed significantly (\nP\n < 0.05, one-tailed \nT\n test) increased H\n2\nO\n2\n killing (~22% survival after 60 min treatment) compared to the normal gravity cells (~43% survival after 60 min treatment).\nFig. 5\nPercent survival of \nS. mutans\n post-treatment with 5 mM H\n2\nO\n2\n. Cells from \nt\n = 4 (\na\n), \nt\n = 8 (\nb\n), or \nt\n = 16 (\nc\n) hour simulated microgravity (\ntriangles\n) and normal gravity (\ncircles\n) HARV cultures (\nn\n = 3 independent experiments per time point per growth condition) were harvested by centrifugation and resuspended in sterile HBSS. Samples were withdrawn to determine initial CFU/ml (“\nt\n = 0”), and then H\n2\nO\n2\n was added to a final concentration of 5 mM. CFU/ml of each cell suspension was sampled at 20, 40, 60, 90, and 120 min post-H\n2\nO\n2\n addition, and CFU/ml were determined. % Survival was calculated by 100 × [(\nt\n = final CFU/ml)/(\nt\n = 0 CFU/ml)]. \nError bars\n = SEM. \nAsterisk\n denotes statistical significance, one-tailed \nt\n test (\np\n < 0.05)\n\n\nBecause previous \nS. mutans\n studies have implicated a complex link between oxidative stress, biofilm formation, and natural competence [reviewed in\n27\n], we were curious if competence was also subject to regulation by the low-shear modeled microgravity ﻿(LSMMG) environment. Therefore early-exponential phase (growth phase at which \nS. mutans\n is most competent during standard in vitro growth) simulated microgravity and normal gravity HARV cultures were tested for their ability to uptake plasmid DNA. However, transformation efficiency (as measured by uptake of a plasmid conferring erythromycin resistance) was nearly identical between simulated microgravity and normal gravity HARV cultures (Fig. \n6\n). The transformation efficiency was also not affected by HARV growth itself, as the HARV transformation efficiencies were similar to those measured in a parallel non-rotating culture of \nS. mutans\n (Fig. \n6\n).\nFig. 6\n\n\nS. mutans\n competence phenotype assessed in simulated microgravity and normal gravity HARV cultures. Simulated microgravity and normal gravity HARV cultures, as well as a parallel static Falcon tube control culture, were each grown for 1.5 h in biofilm media prior to addition of 2 µg pOri23 plasmid DNA. All three cultures were then grown for 2.5 more hours followed by harvest and serial dilution plating on BHI agar ± 10 µg/ml erythromycin (selective antibiotic to monitor plasmid transformation). Transformation efficiency was calculated as the percentage of transformants (CFU/ml on BHI + erythromycin) among total viable cells (CFU/ml on BHI). \nData\n represent the average of \nn\n = 3 independent experiments. \nError bars\n = SEM",
    "discussion": "Discussion\nAlthough the effects of both spaceflight and microgravity analog growth on virulence-related phenotypes of bacterial pathogens such as \nSalmonella enterica\n serovar Typhimurium, \nEscherichia coli\n, \nPseudomonas aeruginosa\n, and \nStaphylococcus aureus\n have been well-described,\n28\n–\n38\n comparatively little research has been dedicated to studying the specific effects of space flight and simulated microgravity on virulence attributes of oral bacteria such as \nS. mutans\n. In the Skylab missions conducted in the 1970s, the effects of space flight and diet on the oral cavity and oral microbiota of astronauts were documented using culture-dependent methods. These studies demonstrated that increased counts of specific oral bacteria (i.e. \nBacteriodes\n, \nVeillonella\n, \nFusobacterium\n, \nNeisseria\n, \nS. sanguinus\n, and \nS. mutans\n) were recovered from the astronauts in response to space flight.\n16\n Furthermore, the astronauts in these studies exhibited decreased salivary lysozyme and increased dental calculus and gingival inflammation.\n16\n More recently, the effect of simulated microgravity on the physiology and biofilm structure of \nS. mutans\n was also assessed using a superconducting magnet capable of generating a large gradient high magnetic field (LG-HMF),\n39\n which mimics the space-like gravity environment by achieving stable levitation of diamagnetic materials such as biological cells and tissues.\n40\n The results of this study suggested that growth of \nS. mutans\n under simulated microgravity enhanced its acid tolerance, altered its biofilm architecture, and increased its proportion within dual-species biofilms co-cultured with \nS. sanguinis\n, an H\n2\nO\n2\n-producing early colonizer of dental plaque biofilm.\n39\n Collectively, these previous studies suggest that both space flight and the microgravity analog environment have the ability to alter the cariogenic potential of \nS. mutans\n.\nIn our current work, HARVs rotated on an axis perpendicular to the Earth’s gravitational vector were used to simulate a low-shear modeled microgravity (LSMMG) growth environment. This ground-based model of microgravity has been used to study the response of a variety of microorganisms to “weightlessness” that would be encountered during space flight [reviewed in\n19\n, \n41\n, \n42\n]. However, it is important to keep in mind that the \nS. mutans\n LSMMG-associated metabolic and physiological changes (i.e. alterations in cell aggregation, transcriptome, and sensitivity to oxidative stress) presented here could represent the bacteria’s response to either simulated microgravity and/or low-fluid shear (<1 dyn/cm\n2\n) specific environmental signals, the latter of which may be relevant to the fluid shear of saliva flow (<0.8 dyn/cm\n2\n) experienced by \nS. mutans\n in the oral cavity.\n19\n,\n21\n Therefore, the data obtained in this study have the potential to shed light on \nS. mutans\n physiology and virulence properties relevant to environmental signals experienced in the host, and will hopefully provide a springboard for planning future space flight studies of oral bacteria. It is also important to note that all of the \nS. mutans\n experiments presented in this study were conducted in semi-defined culture medium containing 11 mM glucose and 10 mM sucrose, previously shown to promote in vitro \nS. mutans\n biofilm formation.\n43\n The addition of sucrose, a host dietary sugar to which \nS. mutans\n is exposed to in the oral cavity, promotes production of extracellular glucan polymers by \nS. mutans\n, important biofilm matrix components that promote intracellular adhesion.\n7\n In reality, the in vivo plaque biofilm environment of \nS. mutans\n is much more complex, including stress conditions such as interspecies competition for nutrients and space within the biofilm, as well as alternating periods of “feast and famine” with respect to dietary carbohydrate consumption. Therefore, the growth condition used in this study should be considered a simple representation of caries-promoting “feast” conditions experienced by \nS. mutans\n in the oral cavity. With these caveats in mind, the following discussion points represent interesting patterns/conclusions from the data obtained in this study:\n1. \nS. mutans\n displays an altered early stationary-phase metabolism under simulated microgravity conditions: As indicated in the “Results” section and Fig. \n1\n, \nS. mutans\n “end-point” simulated microgravity and normal gravity cultures appear to enter stationary phase at the same point in growth (6 h) compared to normal gravity cultures, and there were no apparent differences in CFU/ml of each culture at each time point. This being said, the 8 h (early stationary phase) metabolomics and RNA-seq data suggest that \nS. mutans\n simulated microgravity metabolism at this point is altered relative to normal gravity growth. For example, simulated microgravity cultures experienced a ten-fold decrease in supernatant glucose levels (Table \n1\n and Supplemental File \nS3\n) at 8 h growth relative to the normal gravity cultures. Furthermore, expression of PTS system genes involved in transport of carbohydrates (glucose, mannitol, trehalose, mannose and cellobiose) was significantly upregulated during simulated microgravity growth, whereas expression of genes encoding ribosomal proteins, tRNAs, and other aspects of protein translation was decreased in the microgravity cultures at this time point (Fig. \n4\n and Supplemental File \nS4\n ). Bioinformatics analysis also revealed patterns of decreased arginine metabolism and decreased pyrimidine biosynthesis (Supplemental Table \nS2\n and Supplemental Fig. \nS3\n) in the 8 h simulated microgravity cultures. Finally, expression of genes encoding the central metabolic transcriptional regulators CcpA and Rex were also both upregulated (2.2-fold and 2.8-fold, respectively) at 8 h growth in the simulated microgravity cultures. CcpA has been shown to regulate \nS. mutans\n catabolite repression and the ability to utilize non-preferred carbohydrates, acid tolerance, acid production, and biofilm formation,\n44\n–\n46\n whereas Rex regulates expression of \nS. mutans\n genes involved with carbohydrate fermentation, biofilm formation, and oxidative stress resistance in response to cellular redox.\n47\n,\n48\n Interestingly, a role for Rex in the transcriptional response of \nStaphylococcus aureus\n to LSMMG was also previously implicated by the altered expression of a number of Rex-regulated genes under this growth condition.\n29\n Although great care was taken in each experiment to vigorously vortex all samples prior to and during serial dilution plating, we cannot exclude the possibility that sucrose-dependent cell clumping may have masked more apparent growth differences between the simulated microgravity and normal gravity end-point HARV cultures in these studies.\n2. \nS. mutans\n late stationary-phase simulated microgravity cultures appear to be subject to increased stress: A striking phenotypic property observed in \nS. mutans\n simulated microgravity cultures was the greatly increased sensitivity of cells from late stationary phase (16 h) to H\n2\nO\n2\n treatment (Fig. \n5c\n) relative to cells from normal gravity cultures. However, no apparent differences in oxidative stress resistance were observed between the simulated microgravity and normal gravity cells harvested at earlier time points (log phase and early stationary phase, Fig. \n5a, b\n, respectively). This result correlated with the LG-HMF \nS. mutans\n microgravity study by Cheng and co-workers,\n39\n which found that mid-exponential phase \nS. mutans\n microgravity and normal gravity cells did not differ in their sensitivity to H\n2\nO\n2\n. In previous studies, late stationary-phase (20–24 h) cultures of \nS. typhimurium\n and \nP. aeruginosa\n were both shown to be more resistant to oxidative stress when grown in simulated microgravity,\n30\n,\n49\n whereas \nS. typhimurium\n simulated microgravity cultures grown to an earlier phase of growth (10 h) displayed increased sensitivity to H\n2\nO\n2\n treatment.\n31\n Furthermore, the sensitivity of stationary phase simulated microgravity cultures of adherent-invasive \nE. coli\n to oxidative stress was shown to be strain-dependent.\n33\n The susceptibility of \nS. aureus\n to oxidative stress when grown in LSMMG has also been previously investigated: compared to normal gravity growth, \nS. aureus\n cells isolated from simulated microgravity cultures displayed increased sensitivity to challenge with H\n2\nO\n2\n, which was demonstrated to be related to decreased carotenoid (yellow membrane pigment) production under this growth condition.\n29\n These previously-published studies, in conjunction with the \nS. mutans\n results presented here, clearly demonstrate that the microgravity model used, growth phase at which oxidative stress is tested, and/or other inherent species and strain-dependent differences, make it difficult to discern broad conclusions regarding the effect of the LSMMG on oxidative stress resistance.\nAlthough direct comparisons cannot be extrapolated due to time point differences between the 8 h RNA-seq data (Fig. \n4\n and Supplemental File \nS4\n) and 16 h oxidative stress data (Fig. \n5c\n), it is interesting to note that the 8 h simulated microgravity cultures displayed increased expression of genes previously-shown to be involved in the response to oxidative stress in \nS. mutans\n. These included \nlrgA\n, which encodes a predicted holin-like protein,\n50\n,\n51\n\n\ndpr\n, encoding an iron-binding protein that reduces the intracellular free iron pool during oxidative stress,\n52\n,\n53\n and \nrex\n.\n48\n As well, \nS. mutans\n simulated microgravity cultures displayed increased expression of genes encoding phosphotransacetylase (Pta; SMU_1043c) and two putative acetate kinase (Act) genes (\nackA\n and SMU_1299c), involved in the conversion of acetyl-CoA to acetyl phosphate and acetyl phosphate to acetate, respectively.\n54\n In \nS. mutans\n, aspects of the Pta-Ack pathway have been shown to influence the cellular response to oxidative stress resistance.\n54\n These results suggest that the simulated microgravity HARV cultures may be experiencing an oxidative-like stress response in early stationary phase (8 h growth), and the altered expression of these oxidative-stress related genes and metabolic pathways is perhaps occurring in response to this stress. Further support for the idea that the \nS. mutans\n simulated microgravity cultures may be experiencing more inherent stress relative to the normal gravity cultures stems from the observation that TA system genes \nmazEF\n and \nrelBE\n were significantly upregulated during simulated microgravity growth (Fig. \n4\n and Supplemental File \nS4\n). MazF and RelE have been shown in several bacteria to selectively inhibit translation by cleaving specific mRNA recognition sequences in response to nutritional stress [reviewed in\n55\n,\n56\n]. These data collectively suggest that \nS. mutans\n simulated microgravity HARV cultures display characteristics associated with stationary phase cellular stress. However, it is not clear from this data whether these cultures are experiencing overlapping simultaneous stresses (such as oxidative and starvation stress), or if the sum of these phenotype and gene expression changes represent a stress response specific to LSMMG.\n3. \nS. mutans\n displays an altered cell aggregation phenotype under simulated microgravity conditions: Micro-organisms such as \nMicrococcus luteus\n,\n57\n\n\nE. coli\n,\n58\n\n\nP. aeruginosa\n,\n34\n,\n35\n,\n59\n\n\nS. aureus\n,\n29\n\n\nS. typhimurium\n,\n36\n and \nCandida albicans\n\n\n60\n,\n61\n have all displayed increased biofilm growth when grown in either ground-based simulated and/or space flight microgravity conditions. In some instances, this biofilm increase was paralleled by documented increases in expression of biofilm-promoting regulatory genes or adhesion factors.\n29\n,\n34\n–\n36\n,\n49\n,\n58\n,\n61\n Given these observations in other micro-organisms, we predicted that \nS. mutans\n would also display an increase in biofilm formation when grown in HARV microgravity cultures. Although biofilms attached to a solid surface were not assessed in these studies, macroscopic differences in cell–cell aggregation were typically observed in simulated microgravity compared to normal gravity HARV cultures at stationary phase (8 h growth; Fig. \n2\n), suggesting that cell–cell adhesion and/or biofilm-like properties of this bacterium were altered in response to simulated microgravity growth. Although cell aggregation was observed in both the normal gravity and simulated microgravity HARV cultures grown in biofilm-promoting media containing sucrose, the simulated microgravity cell aggregates were more compact and more difficult to disrupt relative to the aggregates formed during normal gravity growth. Follow-up studies will be required to better characterize the structural properties of these cell aggregates (i.e. production of sucrose-dependent exopolysaccharide) and whether they are actually similar to biofilms that form on hydroxyapatite in vitro and/or the tooth surface in vivo. However, it is noteworthy that altered cell aggregation and/or “attachment-independent” phenotypes have also been observed in other biofilm-forming microbes in both LSMMG\n29\n,\n34\n and during spaceflight.\n61\n\n\nIn summary, the results from our experiments suggest that \nS. mutans\n undergoes changes in metabolism, physiology, and global gene expression during stationary-phase simulated microgravity growth that impact cell aggregation and oxidative stress resistance. Defining the exact regulatory circuits and contributions of these differentially regulated genes to the ability of \nS. mutans\n to survive and adapt to LSMMG and spaceflight environments will help in the development of treatment and control strategies to combat the caries potential of this pathogen. Furthermore, these studies may provide insight into the response of \nS. mutans\n to low-fluid shear encountered in the oral cavity. Our future research efforts will focus on assessing \nS. mutans\n biofilm formation during simulated microgravity growth using culture conditions more closely mimicking the oral cavity (i.e., artificial saliva media and periodic pulsing of sucrose addition), as well as growth of \nS. mutans\n as part of a mixed-species biofilm consortium.",
    "materials_and_methods": "Materials and methods\nBacterial strain and growth conditions\n\n\nS. mutans\n UA159\n62\n was used for all of the experiments described below. All \nS. mutans\n cultures (including HARV vessels) were grown at 37 °C in a 5% CO\n2\n incubator. For each experiment, \nS. mutans\n was freshly streaked from a frozen 30% (vol vol\n−1\n) glycerol stock onto Brain heart infusion (BHI) agar and grown for 48 h. A single colony was then inoculated into 30 ml BHI broth, and grown as a static culture for 16–18 h prior to inoculation of HARVs. Disposable vessel rotary cell culture systems (Synthecon) with vertical and horizontal 4-station rotator bases were used to simulate microgravity (HARV rotated on axis perpendicular to gravitational vector) and “normal” (1 × g) gravity (HARV rotated on axis parallel to gravitational vector), respectively (Supplemental Figure \nS4\n). All HARV manipulations were performed under a Class II A2 biosafety cabinet (Labconco). HARV vessels were filled with sterile media according to manufacturer’s recommendations, and incubated at room temperature for 18 h prior to each experiment. This media was then aseptically removed, and 20× dilute \nS. mutans\n overnight culture (approximate OD\n600\n = 0.06/ml) in room-temperature semi-defined biofilm media (BM)\n43\n containing 11 mM glucose and 10 mM sucrose, was used to fill each HARV. Prior to HARV rotation and incubation, sterile 5-ml luer lock syringes were used to remove air bubbles according to manufacturer’s protocols.\nContinuous HARV growth curves\nFor each experiment (\nn\n = 3 independent experiments per growth condition), overnight \nS. mutans\n cultures were used to inoculate 120 ml of sterile BM containing 11 mM glucose and 10 mM sucrose. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml withdrawn to measure the time-of-inoculation (\nt\n = 0) CFU/ml. The remaining inoculum volume was then subjected again to vigorous swirling and vortexing and immediately used to fill 2 × 50 ml disposable HARVs as described above. Each HARV was rotated either vertically (“simulated microgravity”) or horizontally (“normal gravity”) at 37 °C, 5% CO\n2\n for 24 h. HARVs were rotated at 30 RPM for the first 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that \nS. mutans\n cell aggregates did not settle to the bottom of the simulated microgravity HARV. At 2, 4, 6, 8, 12, and 24 h postinoculation, each HARV was removed from the incubator, vigorously agitated to remove adherent cell clumps from the walls and membrane of the HARV reactor and evenly dispersing cell clumps, and 1 ml culture was immediately removed for CFU/ml assessment. The same volume of sterile media was then added back to each HARV and air bubbles removed as described above prior to re-initiation of simulated microgravity or normal gravity HARV growth. For CFU/ml quantification, each 1 ml sample was vortexed vigorously for at least 30 s to resuspend cell clumps, followed immediately by serial dilution (each tube vortexed vigorously for at least 15 s between each dilution) and CFU/ml determination using the track plating method.\n63\n\n\nHARV “end-point” growth curves\nOvernight \nS. mutans\n cultures were used to inoculate 500 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD\n600\n = 0.06/ml as described above. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml was withdrawn to measure the \nt\n = 0 OD\n600\n, pH, and CFU/ml. The remaining inoculum volume was then immediately used to fill 8 × 50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). For end-point growth curve analysis at \nt\n = 4, 6, 8, and 12 h (\nn\n = 2 independent experiments total per time point per growth condition), four simulated microgravity and four normal gravity HARV cultures were grown in parallel at 37 °C, 5% CO\n2\n. HARVs were rotated at 30 RPM for the first 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that \nS. mutans\n cell aggregates did not settle to the bottom of the simulated microgravity cultures. At each time point, one simulated microgravity and one normal gravity HARV were each harvested as follows: 25 ml of HARV culture was transferred to a sterile 50 ml Falcon tube. The HARV was then closed and shaken vigorously for approximately 5 s (until there were no remaining visible clumps of bacteria stuck to the inside walls and membrane of the HARV). The reactor was then immediately uncapped and the remaining culture transferred to the 50 ml Falcon tube, which was vortexed at high speed for 30 s prior to removing 100 µl for CFU counts. The tube was vortexed again for 10 s, and 900 µl immediately removed for measuring OD\n600\n and pH readings. OD\n600\n readings were obtained using a Genesys 10 Bio spectrophotometer (Thermo Scientific), culture pH measured with colorpHast indicator strips (EMD), and CFU/ml calculated by serial dilution plating as described above. For the end-point growth curve analysis at \nt\n = 24 and \nt\n = 48 h, a separate experiment (\nn\n = 2 biological replicates for each time point) was performed as described above.\nHARV end-point growth for metabolomic and RNA-seq analyses\nOvernight \nS. mutans\n cultures were used to inoculate 350 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD\n600\n = 0.06/ml as described above. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml was withdrawn to measure the \nt\n = 0 OD\n600\n, pH, and CFU/ml. The remaining inoculum volume was then immediately used to fill 6 × 50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). A sterile media control was also collected at the beginning of each experiment and stored at −80 °C for metabolomics analysis (see below). For each experiment (\nn\n = 3 independent experiments total), three simulated microgravity and three normal gravity HARV cultures were grown in parallel at 37 °C, 5% CO\n2\n as described above for the end-point growth curve analysis. For each experiment, one simulated microgravity and one normal gravity HARV were each harvested at \nt\n = 4, \nt\n = 8 h, and \nt\n = 24 h growth, as described above for the end-point growth curve analysis (for a total of \nn\n = 3 independent samples per time point per growth condition). HARVs were photographed prior to culture disruption and harvest to document macroscopic growth observations. After harvesting, 34 ml of each \nt\n = 4, 8, and 24 h HARV culture was centrifuged at 3000 RPM, 4 °C for 20 min and immediately placed on ice. 1 ml of culture supernatant was removed from each centrifuged sample, transferred to 1.5 ml tubes, and immediately frozen at −80 °C. The remaining culture supernatants were decanted and cell pellets immediately frozen at −80 °C. For RNA-seq samples (\nt\n = 8 h only), a 10-ml aliquot of each HARV culture was also centrifuged at 3000 RPM, 4 °C for 20 min and immediately placed on ice. Culture supernatants were decanted and 1 ml RNAlater (Ambion) was added to each cell pellet prior to immediate storage at −80 °C.\nMetabolite extraction and metabolomics analysis\nExtraction of metabolites (\nn\n = 3 independent biological samples per time point and growth condition) and all metabolomics analyses (including statistics) were performed by Metabolon, Inc. (Durham, NC) following previously-published methods.\n64\n–\n68\n Details specific to this experiment can be found in Supplemental File \nS1\n (Supplemental Materials and Methods).\nRNA isolation and RNA-seq analysis\nRNA was isolated from \nt\n = 8 h cell pellets stored at −80 °C in RNAlater (collected from \nn\n = 3 independent experiments each for simulated microgravity and normal gravity HARV cultures) with the RNeasy Kit (Qiagen) and FASTPREP lysing matrix B tubes (MP Biomedical) using previously-described methods.\n50\n,\n69\n Each RNA sample was then subjected to a second DNAse treatment using the TURBO DNA-free™ Kit (Thermo Fisher Scientific) per the manufacturer’s protocols. Lack of contaminating genomic DNA in each RNA sample was then determined using quantitative real-time PCR (i.e. no cDNA synthesis step) and \nS. mutans\n-specific primers (1547-F/R; Supplemental Table \nS3\n) prior to sending ≥5 µg of each RNA sample to Seqwright Genomic Services (Houston, TX), who performed all steps of the RNA-seq workflow, data curation, differential expression, and corresponding statistical analysis. In brief, each RNA sample was subjected to an mRNA enrichment step and generation of a library of cDNA template molecules of known strand origin using the TruSeq Total mRNA Sample Preparation Kit (Illumina). Sequencing was performed using the Illumina HiSeq 2500 platform, generating 2 × 100 bp read lengths for a total of 2 × 10 M reads per sample. Illumina CASAVA software was used to create genomic builds and count reads, whereas TopHat-2.0.8b and Cufflinks-2.0.1\n70\n were used to align reads to the \nS. mutans\n UA159 genome (Genbank accession # NC_004350.2). ﻿All RNA-seq data have been deposited to NCBI's Gene Expression Omnibus and are accessible through GEO Series accession number GSE90166.﻿\nHydrogen peroxide (H\n2\nO\n2\n) assay\nFor each experiment (\nn\n = 3 independent biological samples each for simulated microgravity and normal gravity HARV cultures), two \nS. mutans\n 10-ml HARV cultures were inoculated as described above, and each was grown for either 4, 8, or 16 h. For the 4 and 8 h experiments, the HARV rotation speed was 30 RPM. For the 16 h experiment, the HARV rotation speed was 30 RPM for the first 8 h of growth, and was then increased to 35 RPM to counteract sedimentation of cellular aggregates. \nS. mutans\n cultures were then harvested from each HARV vessel, transferred to a 50 ml Falcon tube, and centrifuged for 10 min at 4000 RPM. Cell pellets were resuspended in 5 ml sterile 1× Hanks Buffered Salt Solution (HBSS), and 100 µl was withdrawn from each tube and subjected to serial dilution plating as described above to enumerate CFU/ml of each cell suspension at “\nt\n = 0” (prior to H\n2\nO\n2\n addition). H\n2\nO\n2\n was added to each remaining 4.9 ml cell suspension to a final concentration of 5 mM, and incubated at 37 °C, 5% CO\n2\n. Samples of each cell suspension were removed at 15, 30, 45, 60, and 120 min post-H\n2\nO\n2\n addition to enumerate CFU/ml, and % survival for each sample was calculated by 100× (\nt\n = × CFU/ml/\nt\n = 0 CFU/ml).\nCompetence assay\nThe ability of \nS. mutans\n to take up exogenous DNA was assessed in microgravity and normal gravity HARV cultures based on previously-described methods.\n50\n,\n71\n For each experiment (\nn\n = 3 independent biological samples each for simulated microgravity and normal gravity HARV cultures), \nS. mutans\n 10-ml micro-gravity and normal gravity HARV cultures were grown in BM containing 11 mM glucose and 10 mM sucrose for 90 min [corresponding to 2.3 × 10\n6\n CFU/ml (±3.0 × 10\n5\n SEM) for normal gravity and 3.1 × 10\n6\n CFU/ml (±1.5 × 10\n5\n SEM) for simulated microgravity] at 30 RPM. HARVS were removed from rotator bases and 2 µg of unmethylated pOri23 plasmid DNA was added to each reactor. Microgravity and normal gravity HARVs were then incubated for 2.5 h at 30 RPM prior to serial dilution and plating of each culture on BHI agar ±10 µg/ml erythromycin (Erm; selectable antibiotic for pOri23). CFU/ml were determined after 48 h plate growth, and transformation efficiencies were calculated as the percentage of transformants (BHI-Erm\n10\n CFU/ml) among the total viable cells (BHI CFU/ml). For each experiment, a non-rotating control culture (15-ml Falcon tube containing 15 ml of \nS. mutans\n culture) was grown in parallel and assessed for competence as described above.\nBioinformatics\nThe DAVID Bioinformatics Resource\n22\n,\n23\n was used to aid in functional categorization of the RNA-seq differential expression data and to perform functional annotation clustering. Only genes with statistically-significant log2-fold changes of at least ±1.0 were included in these analyses. The lowest classification stringency was used for functional categorization. For functional annotation clustering analysis, the default analysis parameters were used: Medium classification stringency, similarity threshold = 0.5, enrichment threshold (EASE score) = 1.0. As recommended previously,\n22\n an enrichment score cutoff of ≥1.3 was applied to the functional annotation clustering analysis. For identifying trends in metabolic pathway changes, all statistically-significant RNA-seq differential expression data with a log\n2\n-fold change of at least ±0.6 were also analyzed using Metacyc.\n24\n\n\nStatistics\nFor metabolomics, statistical analyses were performed in ArrayStudio on log transformed data. For those analyses not standard in ArrayStudio, the programs R (\nhttp://cran.r-project.org/\n) or JMP (SAS, \nhttp://www.jmp.com\n) were used as previously described.\n72\n Two-way ANOVA was used to compare the effects of treatment (simulated microgravity vs. normal gravity growth) and growth time (\nt\n = 4, 8, and 24 h) on metabolite differences. Multiple comparisons were accounted for with the false discovery rate (FDR) method, and each FDR was estimated by \nq\n-values. PCA was also applied to the metabolomics data. For RNA-seq, differential expression analysis was performed by Seqwright Genomic Services using FPKM (fragments per kilobase per million mapped reads) values and fold-change was expressed as log\n2\n (FPKM normal gravity/FPKM simulated microgravity). For all other data, statistical analyses were performed using Sigmaplot version 12.5 (Build 12.5.0.38, Systat Software, Inc.). Data was tested for normality and equal variance, followed by a \nT\n-test or Rank-sum test, as appropriate.",
    "bacterial_strain_and_growth_conditions": "Bacterial strain and growth conditions\n\n\nS. mutans\n UA159\n62\n was used for all of the experiments described below. All \nS. mutans\n cultures (including HARV vessels) were grown at 37 °C in a 5% CO\n2\n incubator. For each experiment, \nS. mutans\n was freshly streaked from a frozen 30% (vol vol\n−1\n) glycerol stock onto Brain heart infusion (BHI) agar and grown for 48 h. A single colony was then inoculated into 30 ml BHI broth, and grown as a static culture for 16–18 h prior to inoculation of HARVs. Disposable vessel rotary cell culture systems (Synthecon) with vertical and horizontal 4-station rotator bases were used to simulate microgravity (HARV rotated on axis perpendicular to gravitational vector) and “normal” (1 × g) gravity (HARV rotated on axis parallel to gravitational vector), respectively (Supplemental Figure \nS4\n). All HARV manipulations were performed under a Class II A2 biosafety cabinet (Labconco). HARV vessels were filled with sterile media according to manufacturer’s recommendations, and incubated at room temperature for 18 h prior to each experiment. This media was then aseptically removed, and 20× dilute \nS. mutans\n overnight culture (approximate OD\n600\n = 0.06/ml) in room-temperature semi-defined biofilm media (BM)\n43\n containing 11 mM glucose and 10 mM sucrose, was used to fill each HARV. Prior to HARV rotation and incubation, sterile 5-ml luer lock syringes were used to remove air bubbles according to manufacturer’s protocols.",
    "continuous_harv_growth_curves": "Continuous HARV growth curves\nFor each experiment (\nn\n = 3 independent experiments per growth condition), overnight \nS. mutans\n cultures were used to inoculate 120 ml of sterile BM containing 11 mM glucose and 10 mM sucrose. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml withdrawn to measure the time-of-inoculation (\nt\n = 0) CFU/ml. The remaining inoculum volume was then subjected again to vigorous swirling and vortexing and immediately used to fill 2 × 50 ml disposable HARVs as described above. Each HARV was rotated either vertically (“simulated microgravity”) or horizontally (“normal gravity”) at 37 °C, 5% CO\n2\n for 24 h. HARVs were rotated at 30 RPM for the first 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that \nS. mutans\n cell aggregates did not settle to the bottom of the simulated microgravity HARV. At 2, 4, 6, 8, 12, and 24 h postinoculation, each HARV was removed from the incubator, vigorously agitated to remove adherent cell clumps from the walls and membrane of the HARV reactor and evenly dispersing cell clumps, and 1 ml culture was immediately removed for CFU/ml assessment. The same volume of sterile media was then added back to each HARV and air bubbles removed as described above prior to re-initiation of simulated microgravity or normal gravity HARV growth. For CFU/ml quantification, each 1 ml sample was vortexed vigorously for at least 30 s to resuspend cell clumps, followed immediately by serial dilution (each tube vortexed vigorously for at least 15 s between each dilution) and CFU/ml determination using the track plating method.\n63",
    "harv_“end-point”_growth_curves": "HARV “end-point” growth curves\nOvernight \nS. mutans\n cultures were used to inoculate 500 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD\n600\n = 0.06/ml as described above. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml was withdrawn to measure the \nt\n = 0 OD\n600\n, pH, and CFU/ml. The remaining inoculum volume was then immediately used to fill 8 × 50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). For end-point growth curve analysis at \nt\n = 4, 6, 8, and 12 h (\nn\n = 2 independent experiments total per time point per growth condition), four simulated microgravity and four normal gravity HARV cultures were grown in parallel at 37 °C, 5% CO\n2\n. HARVs were rotated at 30 RPM for the first 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that \nS. mutans\n cell aggregates did not settle to the bottom of the simulated microgravity cultures. At each time point, one simulated microgravity and one normal gravity HARV were each harvested as follows: 25 ml of HARV culture was transferred to a sterile 50 ml Falcon tube. The HARV was then closed and shaken vigorously for approximately 5 s (until there were no remaining visible clumps of bacteria stuck to the inside walls and membrane of the HARV). The reactor was then immediately uncapped and the remaining culture transferred to the 50 ml Falcon tube, which was vortexed at high speed for 30 s prior to removing 100 µl for CFU counts. The tube was vortexed again for 10 s, and 900 µl immediately removed for measuring OD\n600\n and pH readings. OD\n600\n readings were obtained using a Genesys 10 Bio spectrophotometer (Thermo Scientific), culture pH measured with colorpHast indicator strips (EMD), and CFU/ml calculated by serial dilution plating as described above. For the end-point growth curve analysis at \nt\n = 24 and \nt\n = 48 h, a separate experiment (\nn\n = 2 biological replicates for each time point) was performed as described above.",
    "harv_end-point_growth_for_metabolomic_and_rna-seq_analyses": "HARV end-point growth for metabolomic and RNA-seq analyses\nOvernight \nS. mutans\n cultures were used to inoculate 350 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD\n600\n = 0.06/ml as described above. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml was withdrawn to measure the \nt\n = 0 OD\n600\n, pH, and CFU/ml. The remaining inoculum volume was then immediately used to fill 6 × 50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). A sterile media control was also collected at the beginning of each experiment and stored at −80 °C for metabolomics analysis (see below). For each experiment (\nn\n = 3 independent experiments total), three simulated microgravity and three normal gravity HARV cultures were grown in parallel at 37 °C, 5% CO\n2\n as described above for the end-point growth curve analysis. For each experiment, one simulated microgravity and one normal gravity HARV were each harvested at \nt\n = 4, \nt\n = 8 h, and \nt\n = 24 h growth, as described above for the end-point growth curve analysis (for a total of \nn\n = 3 independent samples per time point per growth condition). HARVs were photographed prior to culture disruption and harvest to document macroscopic growth observations. After harvesting, 34 ml of each \nt\n = 4, 8, and 24 h HARV culture was centrifuged at 3000 RPM, 4 °C for 20 min and immediately placed on ice. 1 ml of culture supernatant was removed from each centrifuged sample, transferred to 1.5 ml tubes, and immediately frozen at −80 °C. The remaining culture supernatants were decanted and cell pellets immediately frozen at −80 °C. For RNA-seq samples (\nt\n = 8 h only), a 10-ml aliquot of each HARV culture was also centrifuged at 3000 RPM, 4 °C for 20 min and immediately placed on ice. Culture supernatants were decanted and 1 ml RNAlater (Ambion) was added to each cell pellet prior to immediate storage at −80 °C.",
    "metabolite_extraction_and_metabolomics_analysis": "Metabolite extraction and metabolomics analysis\nExtraction of metabolites (\nn\n = 3 independent biological samples per time point and growth condition) and all metabolomics analyses (including statistics) were performed by Metabolon, Inc. (Durham, NC) following previously-published methods.\n64\n–\n68\n Details specific to this experiment can be found in Supplemental File \nS1\n (Supplemental Materials and Methods).",
    "rna_isolation_and_rna-seq_analysis": "RNA isolation and RNA-seq analysis\nRNA was isolated from \nt\n = 8 h cell pellets stored at −80 °C in RNAlater (collected from \nn\n = 3 independent experiments each for simulated microgravity and normal gravity HARV cultures) with the RNeasy Kit (Qiagen) and FASTPREP lysing matrix B tubes (MP Biomedical) using previously-described methods.\n50\n,\n69\n Each RNA sample was then subjected to a second DNAse treatment using the TURBO DNA-free™ Kit (Thermo Fisher Scientific) per the manufacturer’s protocols. Lack of contaminating genomic DNA in each RNA sample was then determined using quantitative real-time PCR (i.e. no cDNA synthesis step) and \nS. mutans\n-specific primers (1547-F/R; Supplemental Table \nS3\n) prior to sending ≥5 µg of each RNA sample to Seqwright Genomic Services (Houston, TX), who performed all steps of the RNA-seq workflow, data curation, differential expression, and corresponding statistical analysis. In brief, each RNA sample was subjected to an mRNA enrichment step and generation of a library of cDNA template molecules of known strand origin using the TruSeq Total mRNA Sample Preparation Kit (Illumina). Sequencing was performed using the Illumina HiSeq 2500 platform, generating 2 × 100 bp read lengths for a total of 2 × 10 M reads per sample. Illumina CASAVA software was used to create genomic builds and count reads, whereas TopHat-2.0.8b and Cufflinks-2.0.1\n70\n were used to align reads to the \nS. mutans\n UA159 genome (Genbank accession # NC_004350.2). ﻿All RNA-seq data have been deposited to NCBI's Gene Expression Omnibus and are accessible through GEO Series accession number GSE90166.﻿",
    "hydrogen_peroxide_(h2o2)_assay": "Hydrogen peroxide (H\n2\nO\n2\n) assay\nFor each experiment (\nn\n = 3 independent biological samples each for simulated microgravity and normal gravity HARV cultures), two \nS. mutans\n 10-ml HARV cultures were inoculated as described above, and each was grown for either 4, 8, or 16 h. For the 4 and 8 h experiments, the HARV rotation speed was 30 RPM. For the 16 h experiment, the HARV rotation speed was 30 RPM for the first 8 h of growth, and was then increased to 35 RPM to counteract sedimentation of cellular aggregates. \nS. mutans\n cultures were then harvested from each HARV vessel, transferred to a 50 ml Falcon tube, and centrifuged for 10 min at 4000 RPM. Cell pellets were resuspended in 5 ml sterile 1× Hanks Buffered Salt Solution (HBSS), and 100 µl was withdrawn from each tube and subjected to serial dilution plating as described above to enumerate CFU/ml of each cell suspension at “\nt\n = 0” (prior to H\n2\nO\n2\n addition). H\n2\nO\n2\n was added to each remaining 4.9 ml cell suspension to a final concentration of 5 mM, and incubated at 37 °C, 5% CO\n2\n. Samples of each cell suspension were removed at 15, 30, 45, 60, and 120 min post-H\n2\nO\n2\n addition to enumerate CFU/ml, and % survival for each sample was calculated by 100× (\nt\n = × CFU/ml/\nt\n = 0 CFU/ml).",
    "competence_assay": "Competence assay\nThe ability of \nS. mutans\n to take up exogenous DNA was assessed in microgravity and normal gravity HARV cultures based on previously-described methods.\n50\n,\n71\n For each experiment (\nn\n = 3 independent biological samples each for simulated microgravity and normal gravity HARV cultures), \nS. mutans\n 10-ml micro-gravity and normal gravity HARV cultures were grown in BM containing 11 mM glucose and 10 mM sucrose for 90 min [corresponding to 2.3 × 10\n6\n CFU/ml (±3.0 × 10\n5\n SEM) for normal gravity and 3.1 × 10\n6\n CFU/ml (±1.5 × 10\n5\n SEM) for simulated microgravity] at 30 RPM. HARVS were removed from rotator bases and 2 µg of unmethylated pOri23 plasmid DNA was added to each reactor. Microgravity and normal gravity HARVs were then incubated for 2.5 h at 30 RPM prior to serial dilution and plating of each culture on BHI agar ±10 µg/ml erythromycin (Erm; selectable antibiotic for pOri23). CFU/ml were determined after 48 h plate growth, and transformation efficiencies were calculated as the percentage of transformants (BHI-Erm\n10\n CFU/ml) among the total viable cells (BHI CFU/ml). For each experiment, a non-rotating control culture (15-ml Falcon tube containing 15 ml of \nS. mutans\n culture) was grown in parallel and assessed for competence as described above.",
    "bioinformatics": "Bioinformatics\nThe DAVID Bioinformatics Resource\n22\n,\n23\n was used to aid in functional categorization of the RNA-seq differential expression data and to perform functional annotation clustering. Only genes with statistically-significant log2-fold changes of at least ±1.0 were included in these analyses. The lowest classification stringency was used for functional categorization. For functional annotation clustering analysis, the default analysis parameters were used: Medium classification stringency, similarity threshold = 0.5, enrichment threshold (EASE score) = 1.0. As recommended previously,\n22\n an enrichment score cutoff of ≥1.3 was applied to the functional annotation clustering analysis. For identifying trends in metabolic pathway changes, all statistically-significant RNA-seq differential expression data with a log\n2\n-fold change of at least ±0.6 were also analyzed using Metacyc.\n24",
    "statistics": "Statistics\nFor metabolomics, statistical analyses were performed in ArrayStudio on log transformed data. For those analyses not standard in ArrayStudio, the programs R (\nhttp://cran.r-project.org/\n) or JMP (SAS, \nhttp://www.jmp.com\n) were used as previously described.\n72\n Two-way ANOVA was used to compare the effects of treatment (simulated microgravity vs. normal gravity growth) and growth time (\nt\n = 4, 8, and 24 h) on metabolite differences. Multiple comparisons were accounted for with the false discovery rate (FDR) method, and each FDR was estimated by \nq\n-values. PCA was also applied to the metabolomics data. For RNA-seq, differential expression analysis was performed by Seqwright Genomic Services using FPKM (fragments per kilobase per million mapped reads) values and fold-change was expressed as log\n2\n (FPKM normal gravity/FPKM simulated microgravity). For all other data, statistical analyses were performed using Sigmaplot version 12.5 (Build 12.5.0.38, Systat Software, Inc.). Data was tested for normality and equal variance, followed by a \nT\n-test or Rank-sum test, as appropriate.",
    "electronic_supplementary_material": "Electronic supplementary material\n\n\nSupplementary Tables\n\n\nSupplementary Figures\n\n\nSupplementary File S1\n\n\nSupplementary File S2\n\n\nSupplementary File S3\n\n\nSupplementary File S4",
    "section": "Supplementary Tables\n\n\nSupplementary Figures\n\n\nSupplementary File S1\n\n\nSupplementary File S2\n\n\nSupplementary File S3\n\n\nSupplementary File S4",
    "author_contributions": "Author Contributions\nS.S.O. and A.M.L. contributed to experimental design, performed experiments, analyzed data, and assisted in the writing and editing of the manuscript. K.C.R. performed experiments, directed the overall experimental design, analyzed data, and wrote the manuscript.",
    "competing_interests": "Competing interests\nThe authors declare no competing financial interests."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460135/"
}