{
  "id": "PMC6069985",
  "title": "Effects of liquid cultivation on gene expression and phenotype of C. elegans.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Effects of liquid cultivation on gene expression and phenotype of C. elegans.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6069985/"
  },
  "sections": {
    "abstract": "Background\nLiquid cultures have been commonly used in space, toxicology, and pharmacology studies of \nCaenorhabditis elegans\n. However, the knowledge about transcriptomic alterations caused by liquid cultivation remains limited. Moreover, the impact of different genotypes in rapid adaptive responses to environmental changes (e.g., liquid cultivation) is often overlooked. Here, we report the transcriptomic and phenotypic responses of laboratory N2 and the wild-isolate AB1 strains after culturing P\n0\n worms on agar plates, F\n1\n in liquid cultures, and F\n2\n back on agar plates.\nResults\nSignificant variations were found in the gene expressions between the N2 and AB1 strains in response to liquid cultivation. The results demonstrated that 8–34% of the environmental change-induced transcriptional responses are transmitted to the subsequent generation. By categorizing the gene expressions for genotype, environment, and genotype-environment interactions, we identified that the genotype has a substantial impact on the adaptive responses. Functional analysis of the transcriptome showed correlation with phenotypical changes. For example, the N2 strain exhibited alterations in both phenotype and gene expressions for germline and cuticle in axenic liquid cultivation. We found transcript evidence to approximately 21% of the computationally predicted genes in \nC. elegans\n by exposing the worms to environmental changes.\nConclusions\nThe presented study reveals substantial differences between N2 and AB1 strains for transcriptomic and phenotypical responses to rapid environmental changes. Our data can provide standard controls for future studies for the liquid cultivation of \nC. elegans\n and enable the discovery of condition-specific genes.\nElectronic supplementary material\nThe online version of this article (10.1186/s12864-018-4948-7) contains supplementary material, which is available to authorized users.",
    "background": "Background\nAll living systems possess the fundamental property to regulate physical or genetic states in response to environmental stimuli. \nCaenorhabditis elegans\n offers one of the unique models to study the effects of environmental changes as it can reproduce in large numbers and has a natural ability to live in both solid and liquid conditions. This eukaryotic organism provides the opportunity to study genetic mechanisms in the whole animal rather than a cell culture. In addition, it can consume a bacterial or an axenic food source thereby enabling the identification of diet-related biological processes. Placing the worms from bacteria seeded agar plates (OP50 NGM) to liquid axenic media poses a drastic change for the animals. For example, the animals display locomotive differences in the liquid by swimming via a rapid C-shape thrashing motion as opposed to crawling via a sinusoidal configuration on solid [\n1\n]. Behavior and physiological differences arise when the worms are grown in liquid axenic media (such as CeMM; \nC. elegans\n Maintenance Medium or CeHR; \nC. elegans\n Habitation and Reproduction) [\n2\n, \n3\n]. In axenic media, the worms exhibit phenotypical alterations such as delayed development, reduced fecundity, increased longevity, and altered body morphology [\n4\n–\n6\n]. Environment changes can trigger different gene expression profiles, and these profiles can be transmitted to the subsequent generations [\n7\n–\n9\n]. Changing the environment of the animals from agar to axenic media, therefore, can cause transcriptome-level alterations which may have a sustained effect on the progenies. However, the knowledge about transcriptomic responses to axenic media is limited. For example, in their microarray analysis, Szewczyk et al. could manage to obtain reliable data for only 1202 cDNAs on all three arrays consistently for CeMM-grown worms [\n5\n]. The common usage of axenic media in space, toxicology, and pharmacology studies highlights the necessity of a complete transcriptomic analysis, preferably with RNA-sequencing (RNA-seq) [\n6\n, \n10\n].\nIn its natural habitat, \nC. elegans\n occupies microbiota-rich decaying plant material and experiences a continuous environment shift between liquid and solid conditions along with the variations in its diet [\n11\n]. The wild-type laboratory strain of \nC. elegans\n (N2) has been cultured in both liquid and solid conditions [\n12\n], but bacteria-seeded agar plates are used more commonly [\n13\n]. It has been reported that the domestication of the N2 strain has created a selective pressure on the animals [\n14\n]. Some of the critical questions that await answers are whether: 1.) the adaptive responses depend on the genotype or the environment change; 2.) the environment change-induced gene expression profiles are transmitted to the successive generation in equal levels for different genotypes; 3.) the environment change-induced gene expression profiles are transmitted to the next generation equally for different environmental conditions.\nTo study the maternal effects on transcriptomic responses of \nC. elegans\n from solid to liquid environments, we maintained the P\n0\n worms on bacteria-seeded agar plates and F\n1\n in liquid cultures. By culturing F\n2\n generation back on agar, we identified the maintained maternal transcriptional responses. The N2 strain and a wild isolate AB1 strain were used to examine if a different genotype attributes to the transcriptional dynamics. It is important to note that even though the N2 and the AB1 strains are relatively close to each other in the phylogenetic tree [\n15\n], AB1 is not the ancestral strain of N2. Therefore, the observed differences in norm of reaction can stem from the natural genetic differences between N2 and AB1 as much as the impact of laboratory domestication on adaptive responses. We found substantial variances in gene expression profiles resulting from different genotypes, environments, and genotype-environment interactions. Our results from RNA-seq data analysis and microscopy showed consistency for the predicted and observed phenotype. Furthermore, we demonstrated that a large number of genes are expressed only in specific growth conditions, and many of these genes previously lacked experimental expressed sequence tag (EST) or cDNA evidence.",
    "results": "Results\nTo induce an adaptive response and observe its sustained effects on the following generation, the P\n0\n generation \nC. elegans\n was grown on agar, the F\n1\n generation in liquid, and the F\n2\n generation back on agar (Additional file \n1\n: Figure S1a). We carried out three sets of experiments with different food sources and animal strains. For the first experiment, the F\n1\n generation N2 strain was grown in axenic CeHR Medium. To examine the effect of dietary changes in the liquid cultures, we cultured the F\n1\n generation N2 strain in bacterial S-Medium for the second experiment. Finally, the transcriptomic response differences were investigated by growing F\n1\n generation AB1 strain in CeHR Medium. For each generation, RNA-seq was performed on young adult animals with three replicates to determine the transcriptional responses (Additional file \n1\n: Table S1).\nDistinct gene groups are expressed exclusively in specific environmental conditions\nThe transcriptome-based clustering of the experiments in the dendrogram of Jensen-Shannon distances demonstrated that the genotypes are separated from each other (Fig. \n1a\n). Exposure to different environmental conditions causes the N2 transcriptome to be separated even further than the AB1 transcriptome as illustrated by the dendrogram and principal component analysis (Fig. \n1a, b\n, Additional file \n1\n: Figure S1b). These results suggest that the genotype plays a key role in adaptive response, and the different strains of the animals can show highly distinct transcriptome profiles under environmental changes. We categorized the genes by using Venn diagrams to identify if their expressions are condition specific (Fig. \n1c\n). We considered the genes expressed if their Fragments Per Kilobase of transcript per Million mapped reads (FPKM) values are greater than one as this is a commonly used criterion for expression [\n16\n–\n19\n]. The majority of the expressed genes are conserved among the P\n0\n, F\n1\n, and F\n2\n generations. Nevertheless, hundreds of genes are expressed only under particular conditions. The number of the uniquely expressed genes showed a significant difference between CeHR grown AB1 and N2 strains, but not within the N2 strain experiments (Chi-squared test with Yates correction; \nP-value\n = 0.01 and \nP-value\n = 0.9, respectively). In addition, the N2 strain showed an overall decrease in the transcription levels when exposed to the changes in growth conditions (Additional file \n1\n: Figure S2). AB1 strain, however, demonstrated an increase in the total FPKM but a decrease in the average FPKM under CeHR (Additional file \n1\n: Figure S2). Interestingly, the number of gene expression patterns transmitted to the next generation after exposure to an environment change (F\n1\nF\n2\n) varies among the experiments (Chi-squared test with Yates correction; \nP-value\n < 0.001). Together, these results seem to suggest that the transmission of the gene expression is not exclusively dependent on the genotype and the environment separately—but dependent on their interaction, whereas the condition-specific expression of genes is affected by the genotype.\nFig. 1\nDifferent strains and environmental conditions present variations in transcriptional responses. \na\n Dendrogram created based on the gene expression (FPKM) values for the strains and the environmental conditions. \nb\n Principal component analysis plot of gene expression data. \nc\n Categorization of the expressed genes in the three experiments. Red labels represent the percentages of ncRNAs. \nd\n The barplots demonstrate ncRNA profiles in the three experiments. \ne\n Categorization of the previously unconfirmed genes that show expression in our experiments\nFurther analyses revealed that non-coding RNA (ncRNA) molecules are enriched (16–78%) in our pool of condition-specific transcripts indicating their function in rapid adaptive responses (Fig. \n1c\n). To note, only the polyadenylated ncRNA molecules were included in the analysis, and piRNA and miRNA molecules were excluded from the analysis due to their short lengths. The ncRNA molecules were predominantly observed in the P\n0\n generation of N2 strain compared to the P\n0\n AB1 strain. Moreover, fewer ncRNA molecules were expressed when the animals are exposed to an environment change (Fig. \n1c\n,\n d, and Additional file \n1\n: Figure S3). Our results indicate that ncRNA expression is mainly silenced when the worms are exposed to the tested environmental changes. The fact that a laboratory condition presents an environment change for the wild-isolate may explain why P\n0\n animals of AB1 showed less ncRNA expression compared to the N2 strain. One particular exception to this pattern is the ncRNA molecules that are commonly expressed in all three generations. We identified that the majority of these ncRNAs (59–66%, \nn\n = 322) are conserved among the three experiments (Additional file \n2\n: Dataset S1). This conservation implies that this group of ncRNAs plays important regulatory functions in the cell and their expression is required regardless of the environmental changes. Overrepresented phenotype for these ncRNAs is dendrite development variant (FDR adj. \np-value\n < 0.01, six-fold enrichment) suggesting a potential role for them in generation of neuronal extensions.\nWe reasoned that if a particular group of genes is only expressed under specific conditions, we might detect transcript evidence to computationally predicted but experimentally unconfirmed genes, especially considering that CeHR is not a common medium used in \nC. elegans\n research. Notably, we were able to identify transcript evidence to 21% of the list of unconfirmed genes from WormBase [\n20\n] by simply growing the animals in different environmental conditions (Fig. \n1e\n). Unexpectedly, a substantial amount of the transcript evidence was found with animals raised in commonly used OP50 NGM. We compared our list of expressed unconfirmed genes in OP50 NGM-grown N2 to those from a previous study [\n21\n] and found that 54% of the unconfirmed genes from our list (\nn\n = 292) have also shown expression in the study by Dallaire et al. but were not reported as transcript evidence in WormBase. The remaining 46% of the genes must have been induced due to the subtle differences introduced in laboratory environment (e.g., light and environment). Similar to the confirmed genes, gene expression transmission to the successive generation after environmental change demonstrated a difference between and within the strains (Chi-squared test with Yates correction; \nP-value\n < 0.001, \nP-value =\n 0.02, respectively). Given that it can robustly provide transcript evidence to unconfirmed genes, our approach and data can be a rich resource for discovery of novel genes.\nEnvironment, genotype, and environment-genotype specific expression of genes\nWe grouped the genes based on their genotype, environment, or genotype-environment interaction specific expressions (Fig. \n2\n and Additional file \n3\n: Dataset S2). For this analysis, a more stringent criterion was used to eliminate any potential noise from the data. That is, we only considered the genes with expression levels higher than \npmp-3\n of FPKM = 21, and excluded genes with FPKM < 21 from the analysis. This housekeeping gene was selected as a reference because of its stable expression levels found both in our analysis and previous studies [\n22\n, \n23\n]. Specifically for the ncRNA molecules, we reasoned that expression levels higher than that of a housekeeping gene should provide strong evidence for expression.\nFig. 2\nShown are the number of gene expressions exclusive to environment, genotype, or genotype-environment interactions. The number of the expressed ncRNAs are decreased under stress conditions. The table depicts the enriched gene ontology (GO) terms assigned to environment or genotype specifically expressed genes. Genotype-environment interaction genes did not demonstrate enrichment for GO terms. “None” represents the groups with no GO enrichment. Benjamini Hochberg corrected \nP-values\n for the GO terms: * < 0.01; ** < 0.001\nWe defined the genes that are expressed in only one environmental condition for both the strains as “environment-specific”, and found that CeHR-specific gene expression displayed Gene Ontology (GO) enrichment for the neuropeptide signaling pathway. Given that this pathway functions in numerous behavioral activities such as reproduction, locomotion, mechanosensation and chemosensation, it is likely that the neuropeptide signaling pathway plays a crucial role in rapid adaptation to CeHR and is evolutionarily conserved between the strains [\n24\n].\nThe “genotype-specific” expression represents the genes found in only one of the strains under a single environmental condition. All the N2 specific genes showed GO enrichment for body morphogenesis in all the three generations while GO enrichment for reproduction and locomotion were observed in P\n0\n and F\n1\n generations (Fig. \n2\n). Previously, we reported that the N2 worms produce less progeny compared to the AB1 animals in CeHR [\n6\n]. Our analysis showed that along with the reproduction genes, genes related to hermaphrodite genitalia development were expressed exclusively in the N2 strain in CeHR. This finding may suggest vulva aberrations in the reproductive system. In addition, the exclusive expression of the genes functioning in positive regulation of multicellular organism growth may help the animals readapt to the OP50 NGM condition in the F\n2\n generation of the N2 animals.\nThe genes expressed solely under a particular environment and strain were categorized as “genotype-environment interaction” genes (Fig. \n2\n). This group of genes did not demonstrate an enrichment of GO terms. The proportion of ncRNA molecules in our group of genes showed correlation with our hypothesis that the majority of the ncRNAs are silenced under the tested environmental changes. For example, the N2 worms showed relatively higher proportions of ncRNAs for interaction and genotype-related genes on OP50 NGM, but these proportions were much lower in more stressful CeHR and CeHR reversion (Fig. \n2\n).\nN2 strain presents higher differential expression under environment changes\nTo investigate the differences in transcriptional responses between the strains and among the environmental conditions, we identified the differentially expressed genes (DEGs). We considered genes as differentially expressed if their FPKM is greater than one and their expression is altered over two-folds among the conditions with FDR-adjusted \np-values\n ≤ 0.05. The estimated fold change responses of 20 randomly selected transcripts (ten for OP50 NGM against CeHR and ten for CeHR against CeHR reversion) were confirmed by quantitative RT-PCR (Additional file \n1\n: Figure S4a, b and Additional file \n1\n: Table S2 and S3). We found the highest number of DEGs between OP50 NGM and CeHR conditions for the N2 strain (Fig. \n3\n). This indicates that the change in diet and physical environment triggers more transcriptional responses for adaptation of the N2 strain. The number of DEGs were much lower for the F\n2\n generation of the same experiment, suggesting that the majority of the gene expressions started to resemble the P\n0\n animals. This finding was expected as most of the gene expression patterns return to the steady-state levels after a short period [\n25\n]. The change in only the physical condition introduced by the S-Medium apparently did not cause as drastic transcriptional responses as the CeHR since the number of the DEGs were lower (38 and 45% lower number of upregulated and downregulated genes, respectively). However, S-Medium reversion conditions demonstrated higher DEGs compared to OP50 NGM. We note that we are able to maintain the worms in S-Medium for only one generation, potentially because of the toxins released by the bacteria in the liquid environment [\n26\n, \n27\n]. Therefore, additional genetic mechanisms may be required for re-adaptation of the animals from S-Medium. Transcriptional variations were more modest across the generations for AB1 animals than the N2 strain.\nFig. 3\nThe differential expression of the genes (FPKM > 1, FDR adj. \nP-\nvalue < 0.05, and log2(fold change of the FPKM values) ≥ 2) between the environment conditions and the strains. Red dashed lines represent the two-fold cutoff for differential gene expression. The corresponding genes for the enriched GO terms were represented with the colors. Benjamini Hochberg corrected and FDR adj. \nP\n-values < 0.05 for all the enriched GO terms. The GO terms were determined separately for downregulated and upregulated genes\nSubstantial discrepancies have been reported for the \nC. elegans\n gene expressions among axenic media studies [\n28\n]. We wished to compare our results to those from CeMM-grown worms as CeMM has a very similar base medium to CeHR. For the 21 upregulated and 26 downregulated genes reported in a previous study [\n5\n], we could only identify one common downregulated gene in N2 and AB1 and four and seven common upregulated genes in N2 and AB1, respectively (Additional file \n1\n: Table S4). It is unclear why the DEGs among the axenic media studies mostly disagree, but some potential reasons can be the difference in the technology used and the modifications made in the media. For instance, microarray technology has been reported to introduce more background noise and cross-hybridization and detect a lesser number of DEGs compared to RNA-seq [\n29\n]. A more unified study conducted with RNA-seq may help resolve the discrepancy issues among the axenic media experiments.\nIn our previous study, we have shown that CeHR-grown N2 and AB1 \nC. elegans\n display different phenotypical traits on their body morphology [\n6\n]. That is, adult animals of both strains demonstrated physical differences in CeHR compared to the OP50 NGM-grown ones, but the CeHR-grown AB1 strain was even longer and thinner than the CeHR-grown N2 strain in average (N2 length is 825.2 ± 74.3 μm and width is 45.9 ± 10.1 μm, and AB1 length is 876.8 ± 67.0 μm and width is 38.3 ± 4.7 μm). In accordance with this finding, the GO enrichment analysis results demonstrated enrichment for body morphogenesis for upregulated genes in CeHR compared to OP50 NGM in the N2 strain, but not the AB1 strain (Fig. \n3\n). Moreover, genes upregulated under the CeHR condition in the AB1 strain compared to the N2 strain were overrepresented for body morphogenesis. The fact that this GO term is not enriched for AB1 may imply that the phenotype is caused by a separate transcriptional mechanism. To test this, we acquired the genes associated with “long” and “thin” phenotypes from WormBase [\n20\n] and compared these genes to the DEGs in our list. These phenotypes are generally found by RNAi knockdown of genes. We found that six and nineteen differentially expressed genes functioning in long or thin phenotypes in N2 and AB1, respectively, but only one gene, \nhis-67\n, was common between the strains (Additional file \n1\n: Table S5). Thus, it is possible that the different gene expression profiles contribute to the body morphology variations between the strains.\nNeuropeptide signaling pathway genes were enriched in response to environmental changes. The pathway genes were upregulated in the liquid environments compared to agar in N2 and AB1. The differential expression of this pathway genes in liquid conditions did not maintain their expression patterns in the next generation. This finding supports our hypothesis that neuropeptide signaling pathway can be a crucial mechanism in rapid adaptive responses and it is conserved in the different strains of \nC. elegans\n.\nGiven the component differences in OP50 NGM, CeHR, and S-Medium, it is expected to observe variations in the expressions of metabolic process genes among these conditions. We performed pathway enrichment analysis on DEGs to determine whether dietary sensor pathways, such as insulin/insulin-like growth factor (IGF) and target of rapamycin (TOR), are affected in the tested liquid cultivations. We have not observed enrichment for the renowned dietary sensor pathways but found other metabolic pathways to be affected. For instance, in CeHR, metabolic process in N2 and lysosome and fatty acid metabolism in AB1 demonstrated overrepresentation (Table \n1\n). CeMM-grown animals have been reported not to show pathologies related to starvation [\n5\n]. Similarly, we have not detected differential expression for dietary restriction linked insulin-like signaling, \npha-4\n/FoxA, \nskn-1\n/Nrf, or \nnhr-49\n/Hnf4 [\n30\n, \n31\n]. Together, these results seem to suggest that CeHR does not trigger a starvation response in the worms.\nTable 1\nEnriched pathways in F1 generations in response to the liquid cultivations\n.\n The green and red arrows show upregulation and downregulation compared to the expression in the corresponding P\n0\n generations. The \nP-values\n are Benjamini-Hochberg corrected.\nParticular environmental change-triggered DEGs in F\n1\n maintained their upregulation or downregulation in the next generation. The transmission of the environment-induced differential gene expressions to the F\n2\n generation from F\n1\n was between 20 and 34% (Fig. \n4a\n). To assess whether the transmitted differential gene expressions are orchestrated by the same transcriptional regulators (i.e., transcription factors), we first evaluated the promoter regions of these genes for motif enrichments as potential recognition sites. The S-Medium experiment did not present any motif enrichment while the CeHR did for multiple sequence motifs in both the strains. The enriched motifs from both the upregulated and downregulated genes demonstrated differences between the strains, indicating that distinct transcriptional regulators can potentially be in play. We further compared the motifs from the upregulated genes against known transcription factor recognition sites [\n32\n] to find if common transcription factors induce gene expressions in CeHR for the strains. One such motif from both the strains is a recognition site for transcription factor MDL-1 (Additional file \n1\n: Figure S5a). This transcription factor has regulatory functions in the inhibition of germline growth and longevity [\n33\n]. Other motifs from upregulated genes did not exhibit enrichment for transcription factor recognition. To test the human biological processes related to the putative MDL-1 recognition motifs from both the strains, we performed GO analysis for the DNA motifs against human promoters [\n32\n]. Both the motifs were overrepresented with the sensory perception of smell GO term, presumably corresponding to chemosensation functioning in the detection of environmental changes in worms. However, other enriched terms were different for these two motifs. For instance, the motif from the N2 strain had an overrepresentation of DNA damage checkpoint and transcription initiation from RNA polymerase II promoter while the motif from the AB1 strain was enriched for G-protein coupled receptor protein signaling pathway and positive regulation of immune response (Additional file \n1\n: Figure S5a).\nFig. 4\nDifferent strains and the environment conditions contribute to differences in the maternal gene expression profiles. \na\n The DEGs in the F\n1\n, F\n2\n, and both (F\n1\nF\n2\n) generations were identified in comparison to the gene expressions in the P\n0\n animals. Between 5 to 34% of the DEGs in the F\n1\n generations were transmitted to the F\n2\n generations (see the third category – F\n1\nF\n2\n) and these transmissions are higher than expected by chance (hypergeometric test, \nP-value\n < 0.001 for all the upregulated and downregulated genes individually). The gene expressions transmitted to the next generation after exposure to CeHR showed distinct enrichments for sequence motifs in their promoter regions for N2 and AB1 strains. The number of DEGs genes in F\n1\n, F\n2\n, and F\n1\nF\n2\n were represented with blue, green, and purple, respectively. \nb\n Top five tissue enrichment of the DEGs under exposure to environmental changes in F\n1\n (FDR-adj\n. P-value\n < 0.05)\nWe next sought to identify the transcriptional factor genes expressed at higher levels in the F\n1\n and F\n2\n generations. We considered the F\n1\n-induced transcription factor genes as the putative regulators of the environmental change responses and F\n2\n-induced ones as the putative regulators of re-adaptive responses. The comparison of our list of DEGs to the putative transcription factor genes [\n34\n] revealed that the majority of the differentially expressed transcription factors genes are strain and condition-specific (Additional file \n1\n: Figure S5b). None of the CeHR reversion-induced transcription factor genes were common between the strains indicating different transcriptional re-adaptive responses to agar plates for the N2 and AB1 strains. We identified only five shared CeHR-enriched transcription factor genes between the strains, and six shared genes between the CeHR and S-Medium conditions in N2 (hypergeometric test; \np-value\n < 0.001). Neuron and muscle cell enriched R06C1.6 was commonly induced in CeHR for both the strains and in S-Medium for N2, suggesting a role for R06C1.6 in swimming behavior.\nTo explore whether the DEGs among the F\n1\n generations show similar spatial expressions, we performed tissue enrichment analysis (Fig. \n4b\n). We discarded any enrichments on embryonic cells as we conducted all our experiments on the L4 stage worms. The downregulated genes in CeHR demonstrated enrichment for reproductive system-related tissues such as the oocyte, Z2, and Z3 for both the strains. This possibly reflects the changes in the reproduction of the worms in CeHR. However, upregulated genes in CeHR exhibited overrepresentation on different tissues between the strains: DEGs in N2 were mainly enriched for cylindrical hypodermal syncytium in head; DEGs in AB1 were enriched for neuronal tissues. The genes upregulated in response to S-Medium showed overrepresentation for neuronal tissues, but to different ones than the CeHR-exposed AB1 strain genes. Notably, downregulated genes in CeHR for both the strains and in S-Medium for N2 are enriched in cephalic sheath cell (Fig. \n4b\n). Altogether, these findings suggest that laboratory and wild-isolate strain worms show significant variations in the transcriptomic responses to the environmental alteration.\nFunctional profiles of the differentially expressed genes show correlation with the observed phenotype\nWe wondered if the functional data analysis results indeed point to phenotypical alterations in the animals. To test this, we employed microscopy techniques to detect the potential phenotypes. In the N2 strain, the genes functioning in reproduction and oogenesis have been downregulated in CeHR compared to agar and reversion. In AB1, the DEGs among the conditions did not show the same GO enrichment. This pattern is an indicator of phenotypical changes in the reproductive system that can be observed in CeHR but absent in reversion for N2. To test our prediction, we examined the germlines of N2 and AB1 adults in the different growth conditions via confocal microscopy (Fig. \n5a, b\n, Additional file \n1\n: Figure S8). CeHR grown N2 but not AB1 adults displayed aberrant germlines. Additionally, fewer oocytes were observed in CeHR-grown N2 strain compared to OP50 NGM-grown N2 strain. These findings suggest that the reduced fecundity in CeHR raised N2 animals may have resulted from the inability of animals to make gametes. In agreement with our hypothesis, the worms placed back to agar plates did not exhibit the similar phenotypical abnormalities with CeHR grown animals (Additional file \n1\n: Figure S6).\nFig. 5\nN2 but not AB1 \nC. elegans\n exhibit germline abnormalities in CeHR. \na\n N2 and AB1 germlines exhibit normal germ cell morphologies and numbers in OP50 NGM (aberrant germlines were observed in 21 and 12.5% of the worms, respectively). Germlines of S-Medium grown animals are similar to OP50 NGM grown animals. However, embryos accumulate in 36% of the S-Medium grown adults. As expected, N2 adults grown in CeHR exhibit aberrant germlines with drastically reduced germ cell numbers, which results in an overall smaller germline (86% of the worms). N2 adults in CeHR have a significantly fewer number of oocytes and a high number of internally hatched larvae. These abnormalities are not observed in CeHR-grown AB1 adults (aberrant germlines were observed in 33% of the worms). \nb\n Dissected out gonadal arms of N2 \nC. elegans\n grown on OP50 NGM and CeHR. Germline size and cellular morphology are severely deformed in animals grown in CeHR\nThen, we asked if these germline abnormalities were caused by an increase in physiological germ cell apoptosis. We utilized a transgenic line of \nC. elegans\n that expresses functional CED-1::GFP fusion protein in sheath cells [\n35\n]. CED-1 functions by initiating a signaling pathway in phagocytic cells that promotes cell corpse engulfment and is commonly used as a marker to detect cells undergoing the apoptotic pathway. In CeHR grown adults, CED-1::GFP was detected in a much higher proportion of germ cells (Fig. \n6a\n, Additional file \n1\n: Figure S8). Why the number of apoptotic germ cells in CeHR grown N2 adults were increased and whether or not this was the sole cause of aberrant germlines will require further investigations.\nFig. 6\nCeHR-grown \nC. elegans\n exhibit higher number of physiological germ cell apoptosis, more pronounced alae structures, and smaller fat stores. \na\n OP50 NGM, S-Medium and CeHR grown MD701 adults were stain with DAPI. One or two germ cells enclosed by CED-1::GFP are detected around the loop region of the gonads in MD701 adults grown in OP50 NGM and S-Medium (84.6 and 100% of the worms, respectively). CED-1::GFP is detected around a large proportion of germ cells in CeHR grown MD701 adults (90.9% of the worms). \nb\n Scanning electron microscope (SEM) micrographs of OP50 NGM and CeHR grown N2 and AB1 L3 animals. N2 and AB1 L3 animals display normal alae and annuli with grown on OP50 NGM (81.3 and 85.7% of the worms, respectively). N2 but not AB1 L3 exhibit more pronounced alae in CeHR (72.2 and 12.5% for N2 and AB1, respectively). \nc\n Nile red staining of L3 and adult N2 \nC. elegans\n grown on OP50 NGM and CeHR. The number of fat stores is indistinguishable between OP50 NGM and CeHR grown N2 animals, but the fat stores significantly larger in OP50 NGM (81.8% large; 18.2% small) than CeHR raised N2 adults (27.3% large; 72.2% small) around the abdominal and tail regions\nFor the N2 worms, another GO enrichment term was collagen and cuticulin-based cuticle development for upregulated genes in CeHR compared to agar and reversion generations. Hence, we reasoned that the cuticles might show morphological differences between agar and CeHR-grown N2 animals. In adult animals, cuticular structures were difficult to distinguish between N2 and AB1 via scanning electron microscopy (SEM). More pronounced cuticular structures were detected in the earlier larval stages (L3) with SEM. We observed more protruding alae structures in CeHR-grown N2 larvae compared to AB1 larvae, but the annuli were indistinguishable between the two strains (Fig. \n6b\n). Comparing 42 genes annotated with alae morphology variant from WormBase to our data, we identified 15 of these genes (\ndpy-2\n, \ndpy-3\n, \ndpy-5\n, \ndpy-7\n, \ndpy-8\n, \ndpy-9\n, \ndpy-10\n, \ndpy-18\n, \nlon-3\n, \nqua-1\n, \nrol-6\n, \nsqt-1\n, \nsqt-2\n, \nsqt-3\n, and \nmlt-10\n) upregulated under CeHR conditions in N2 but not in AB1 (Additional file \n1\n: Figures S7 and S8). Taken together, the correlation between the function of the DEGs and the observed phenotype suggests that these genes can potentially be a part of underlying genetic networks causing these phenotypes.\nPreviously, we demonstrated that the CeHR-grown animals were thinner and longer than the OP50 NGM raised animals [\n6\n]. We asked if this change in body morphology was due to a reduction in fat stores that may have resulted from the absence of a bacterial diet. N2 animals grown on OP50 NGM and CeHR were stained with Nile Red [\n36\n] to visualize fat stores in all tissues of L3 and adult animals. We observed no significant difference in the number of fat stores between OP50 NGM and CeHR-grown N2 animals; however, larger fat stores were apparent in the abdominal and tail regions of OP50 NGM grown N2 adults (Fig. \n6c\n, Additional file \n1\n: Figure S8). Thus, the lack of a bacterial diet apparently contributes to the morphological differences through the fat storage.",
    "conclusions": "Conclusions\nCulturing the worms in axenic medium seems to affect the worms more than only changing their physical environment to liquid in the S-Medium. Our results highlight that caution must be used while studying model organisms as the constant laboratory environments can cause substantial differences in the transcriptomic and phenotypic responses to abrupt environmental changes. We believe our data can provide standard controls for future studies that utilize liquid cultivation of \nC. elegans\n for experimentations and is a rich resource for the discovery of genes showing environment-specific expression.",
    "electronic_supplementary_material": "Electronic supplementary material\nThe online version of this article (10.1186/s12864-018-4948-7) contains supplementary material, which is available to authorized users.",
    "distinct_gene_groups_are_expressed_exclusively_in_specific_e": "Distinct gene groups are expressed exclusively in specific environmental conditions\nThe transcriptome-based clustering of the experiments in the dendrogram of Jensen-Shannon distances demonstrated that the genotypes are separated from each other (Fig. \n1a\n). Exposure to different environmental conditions causes the N2 transcriptome to be separated even further than the AB1 transcriptome as illustrated by the dendrogram and principal component analysis (Fig. \n1a, b\n, Additional file \n1\n: Figure S1b). These results suggest that the genotype plays a key role in adaptive response, and the different strains of the animals can show highly distinct transcriptome profiles under environmental changes. We categorized the genes by using Venn diagrams to identify if their expressions are condition specific (Fig. \n1c\n). We considered the genes expressed if their Fragments Per Kilobase of transcript per Million mapped reads (FPKM) values are greater than one as this is a commonly used criterion for expression [\n16\n–\n19\n]. The majority of the expressed genes are conserved among the P\n0\n, F\n1\n, and F\n2\n generations. Nevertheless, hundreds of genes are expressed only under particular conditions. The number of the uniquely expressed genes showed a significant difference between CeHR grown AB1 and N2 strains, but not within the N2 strain experiments (Chi-squared test with Yates correction; \nP-value\n = 0.01 and \nP-value\n = 0.9, respectively). In addition, the N2 strain showed an overall decrease in the transcription levels when exposed to the changes in growth conditions (Additional file \n1\n: Figure S2). AB1 strain, however, demonstrated an increase in the total FPKM but a decrease in the average FPKM under CeHR (Additional file \n1\n: Figure S2). Interestingly, the number of gene expression patterns transmitted to the next generation after exposure to an environment change (F\n1\nF\n2\n) varies among the experiments (Chi-squared test with Yates correction; \nP-value\n < 0.001). Together, these results seem to suggest that the transmission of the gene expression is not exclusively dependent on the genotype and the environment separately—but dependent on their interaction, whereas the condition-specific expression of genes is affected by the genotype.\nFig. 1\nDifferent strains and environmental conditions present variations in transcriptional responses. \na\n Dendrogram created based on the gene expression (FPKM) values for the strains and the environmental conditions. \nb\n Principal component analysis plot of gene expression data. \nc\n Categorization of the expressed genes in the three experiments. Red labels represent the percentages of ncRNAs. \nd\n The barplots demonstrate ncRNA profiles in the three experiments. \ne\n Categorization of the previously unconfirmed genes that show expression in our experiments\nFurther analyses revealed that non-coding RNA (ncRNA) molecules are enriched (16–78%) in our pool of condition-specific transcripts indicating their function in rapid adaptive responses (Fig. \n1c\n). To note, only the polyadenylated ncRNA molecules were included in the analysis, and piRNA and miRNA molecules were excluded from the analysis due to their short lengths. The ncRNA molecules were predominantly observed in the P\n0\n generation of N2 strain compared to the P\n0\n AB1 strain. Moreover, fewer ncRNA molecules were expressed when the animals are exposed to an environment change (Fig. \n1c\n,\n d, and Additional file \n1\n: Figure S3). Our results indicate that ncRNA expression is mainly silenced when the worms are exposed to the tested environmental changes. The fact that a laboratory condition presents an environment change for the wild-isolate may explain why P\n0\n animals of AB1 showed less ncRNA expression compared to the N2 strain. One particular exception to this pattern is the ncRNA molecules that are commonly expressed in all three generations. We identified that the majority of these ncRNAs (59–66%, \nn\n = 322) are conserved among the three experiments (Additional file \n2\n: Dataset S1). This conservation implies that this group of ncRNAs plays important regulatory functions in the cell and their expression is required regardless of the environmental changes. Overrepresented phenotype for these ncRNAs is dendrite development variant (FDR adj. \np-value\n < 0.01, six-fold enrichment) suggesting a potential role for them in generation of neuronal extensions.\nWe reasoned that if a particular group of genes is only expressed under specific conditions, we might detect transcript evidence to computationally predicted but experimentally unconfirmed genes, especially considering that CeHR is not a common medium used in \nC. elegans\n research. Notably, we were able to identify transcript evidence to 21% of the list of unconfirmed genes from WormBase [\n20\n] by simply growing the animals in different environmental conditions (Fig. \n1e\n). Unexpectedly, a substantial amount of the transcript evidence was found with animals raised in commonly used OP50 NGM. We compared our list of expressed unconfirmed genes in OP50 NGM-grown N2 to those from a previous study [\n21\n] and found that 54% of the unconfirmed genes from our list (\nn\n = 292) have also shown expression in the study by Dallaire et al. but were not reported as transcript evidence in WormBase. The remaining 46% of the genes must have been induced due to the subtle differences introduced in laboratory environment (e.g., light and environment). Similar to the confirmed genes, gene expression transmission to the successive generation after environmental change demonstrated a difference between and within the strains (Chi-squared test with Yates correction; \nP-value\n < 0.001, \nP-value =\n 0.02, respectively). Given that it can robustly provide transcript evidence to unconfirmed genes, our approach and data can be a rich resource for discovery of novel genes.",
    "environment,_genotype,_and_environment-genotype_specific_exp": "Environment, genotype, and environment-genotype specific expression of genes\nWe grouped the genes based on their genotype, environment, or genotype-environment interaction specific expressions (Fig. \n2\n and Additional file \n3\n: Dataset S2). For this analysis, a more stringent criterion was used to eliminate any potential noise from the data. That is, we only considered the genes with expression levels higher than \npmp-3\n of FPKM = 21, and excluded genes with FPKM < 21 from the analysis. This housekeeping gene was selected as a reference because of its stable expression levels found both in our analysis and previous studies [\n22\n, \n23\n]. Specifically for the ncRNA molecules, we reasoned that expression levels higher than that of a housekeeping gene should provide strong evidence for expression.\nFig. 2\nShown are the number of gene expressions exclusive to environment, genotype, or genotype-environment interactions. The number of the expressed ncRNAs are decreased under stress conditions. The table depicts the enriched gene ontology (GO) terms assigned to environment or genotype specifically expressed genes. Genotype-environment interaction genes did not demonstrate enrichment for GO terms. “None” represents the groups with no GO enrichment. Benjamini Hochberg corrected \nP-values\n for the GO terms: * < 0.01; ** < 0.001\nWe defined the genes that are expressed in only one environmental condition for both the strains as “environment-specific”, and found that CeHR-specific gene expression displayed Gene Ontology (GO) enrichment for the neuropeptide signaling pathway. Given that this pathway functions in numerous behavioral activities such as reproduction, locomotion, mechanosensation and chemosensation, it is likely that the neuropeptide signaling pathway plays a crucial role in rapid adaptation to CeHR and is evolutionarily conserved between the strains [\n24\n].\nThe “genotype-specific” expression represents the genes found in only one of the strains under a single environmental condition. All the N2 specific genes showed GO enrichment for body morphogenesis in all the three generations while GO enrichment for reproduction and locomotion were observed in P\n0\n and F\n1\n generations (Fig. \n2\n). Previously, we reported that the N2 worms produce less progeny compared to the AB1 animals in CeHR [\n6\n]. Our analysis showed that along with the reproduction genes, genes related to hermaphrodite genitalia development were expressed exclusively in the N2 strain in CeHR. This finding may suggest vulva aberrations in the reproductive system. In addition, the exclusive expression of the genes functioning in positive regulation of multicellular organism growth may help the animals readapt to the OP50 NGM condition in the F\n2\n generation of the N2 animals.\nThe genes expressed solely under a particular environment and strain were categorized as “genotype-environment interaction” genes (Fig. \n2\n). This group of genes did not demonstrate an enrichment of GO terms. The proportion of ncRNA molecules in our group of genes showed correlation with our hypothesis that the majority of the ncRNAs are silenced under the tested environmental changes. For example, the N2 worms showed relatively higher proportions of ncRNAs for interaction and genotype-related genes on OP50 NGM, but these proportions were much lower in more stressful CeHR and CeHR reversion (Fig. \n2\n).",
    "n2_strain_presents_higher_differential_expression_under_envi": "N2 strain presents higher differential expression under environment changes\nTo investigate the differences in transcriptional responses between the strains and among the environmental conditions, we identified the differentially expressed genes (DEGs). We considered genes as differentially expressed if their FPKM is greater than one and their expression is altered over two-folds among the conditions with FDR-adjusted \np-values\n ≤ 0.05. The estimated fold change responses of 20 randomly selected transcripts (ten for OP50 NGM against CeHR and ten for CeHR against CeHR reversion) were confirmed by quantitative RT-PCR (Additional file \n1\n: Figure S4a, b and Additional file \n1\n: Table S2 and S3). We found the highest number of DEGs between OP50 NGM and CeHR conditions for the N2 strain (Fig. \n3\n). This indicates that the change in diet and physical environment triggers more transcriptional responses for adaptation of the N2 strain. The number of DEGs were much lower for the F\n2\n generation of the same experiment, suggesting that the majority of the gene expressions started to resemble the P\n0\n animals. This finding was expected as most of the gene expression patterns return to the steady-state levels after a short period [\n25\n]. The change in only the physical condition introduced by the S-Medium apparently did not cause as drastic transcriptional responses as the CeHR since the number of the DEGs were lower (38 and 45% lower number of upregulated and downregulated genes, respectively). However, S-Medium reversion conditions demonstrated higher DEGs compared to OP50 NGM. We note that we are able to maintain the worms in S-Medium for only one generation, potentially because of the toxins released by the bacteria in the liquid environment [\n26\n, \n27\n]. Therefore, additional genetic mechanisms may be required for re-adaptation of the animals from S-Medium. Transcriptional variations were more modest across the generations for AB1 animals than the N2 strain.\nFig. 3\nThe differential expression of the genes (FPKM > 1, FDR adj. \nP-\nvalue < 0.05, and log2(fold change of the FPKM values) ≥ 2) between the environment conditions and the strains. Red dashed lines represent the two-fold cutoff for differential gene expression. The corresponding genes for the enriched GO terms were represented with the colors. Benjamini Hochberg corrected and FDR adj. \nP\n-values < 0.05 for all the enriched GO terms. The GO terms were determined separately for downregulated and upregulated genes\nSubstantial discrepancies have been reported for the \nC. elegans\n gene expressions among axenic media studies [\n28\n]. We wished to compare our results to those from CeMM-grown worms as CeMM has a very similar base medium to CeHR. For the 21 upregulated and 26 downregulated genes reported in a previous study [\n5\n], we could only identify one common downregulated gene in N2 and AB1 and four and seven common upregulated genes in N2 and AB1, respectively (Additional file \n1\n: Table S4). It is unclear why the DEGs among the axenic media studies mostly disagree, but some potential reasons can be the difference in the technology used and the modifications made in the media. For instance, microarray technology has been reported to introduce more background noise and cross-hybridization and detect a lesser number of DEGs compared to RNA-seq [\n29\n]. A more unified study conducted with RNA-seq may help resolve the discrepancy issues among the axenic media experiments.\nIn our previous study, we have shown that CeHR-grown N2 and AB1 \nC. elegans\n display different phenotypical traits on their body morphology [\n6\n]. That is, adult animals of both strains demonstrated physical differences in CeHR compared to the OP50 NGM-grown ones, but the CeHR-grown AB1 strain was even longer and thinner than the CeHR-grown N2 strain in average (N2 length is 825.2 ± 74.3 μm and width is 45.9 ± 10.1 μm, and AB1 length is 876.8 ± 67.0 μm and width is 38.3 ± 4.7 μm). In accordance with this finding, the GO enrichment analysis results demonstrated enrichment for body morphogenesis for upregulated genes in CeHR compared to OP50 NGM in the N2 strain, but not the AB1 strain (Fig. \n3\n). Moreover, genes upregulated under the CeHR condition in the AB1 strain compared to the N2 strain were overrepresented for body morphogenesis. The fact that this GO term is not enriched for AB1 may imply that the phenotype is caused by a separate transcriptional mechanism. To test this, we acquired the genes associated with “long” and “thin” phenotypes from WormBase [\n20\n] and compared these genes to the DEGs in our list. These phenotypes are generally found by RNAi knockdown of genes. We found that six and nineteen differentially expressed genes functioning in long or thin phenotypes in N2 and AB1, respectively, but only one gene, \nhis-67\n, was common between the strains (Additional file \n1\n: Table S5). Thus, it is possible that the different gene expression profiles contribute to the body morphology variations between the strains.\nNeuropeptide signaling pathway genes were enriched in response to environmental changes. The pathway genes were upregulated in the liquid environments compared to agar in N2 and AB1. The differential expression of this pathway genes in liquid conditions did not maintain their expression patterns in the next generation. This finding supports our hypothesis that neuropeptide signaling pathway can be a crucial mechanism in rapid adaptive responses and it is conserved in the different strains of \nC. elegans\n.\nGiven the component differences in OP50 NGM, CeHR, and S-Medium, it is expected to observe variations in the expressions of metabolic process genes among these conditions. We performed pathway enrichment analysis on DEGs to determine whether dietary sensor pathways, such as insulin/insulin-like growth factor (IGF) and target of rapamycin (TOR), are affected in the tested liquid cultivations. We have not observed enrichment for the renowned dietary sensor pathways but found other metabolic pathways to be affected. For instance, in CeHR, metabolic process in N2 and lysosome and fatty acid metabolism in AB1 demonstrated overrepresentation (Table \n1\n). CeMM-grown animals have been reported not to show pathologies related to starvation [\n5\n]. Similarly, we have not detected differential expression for dietary restriction linked insulin-like signaling, \npha-4\n/FoxA, \nskn-1\n/Nrf, or \nnhr-49\n/Hnf4 [\n30\n, \n31\n]. Together, these results seem to suggest that CeHR does not trigger a starvation response in the worms.\nTable 1\nEnriched pathways in F1 generations in response to the liquid cultivations\n.\n The green and red arrows show upregulation and downregulation compared to the expression in the corresponding P\n0\n generations. The \nP-values\n are Benjamini-Hochberg corrected.\nParticular environmental change-triggered DEGs in F\n1\n maintained their upregulation or downregulation in the next generation. The transmission of the environment-induced differential gene expressions to the F\n2\n generation from F\n1\n was between 20 and 34% (Fig. \n4a\n). To assess whether the transmitted differential gene expressions are orchestrated by the same transcriptional regulators (i.e., transcription factors), we first evaluated the promoter regions of these genes for motif enrichments as potential recognition sites. The S-Medium experiment did not present any motif enrichment while the CeHR did for multiple sequence motifs in both the strains. The enriched motifs from both the upregulated and downregulated genes demonstrated differences between the strains, indicating that distinct transcriptional regulators can potentially be in play. We further compared the motifs from the upregulated genes against known transcription factor recognition sites [\n32\n] to find if common transcription factors induce gene expressions in CeHR for the strains. One such motif from both the strains is a recognition site for transcription factor MDL-1 (Additional file \n1\n: Figure S5a). This transcription factor has regulatory functions in the inhibition of germline growth and longevity [\n33\n]. Other motifs from upregulated genes did not exhibit enrichment for transcription factor recognition. To test the human biological processes related to the putative MDL-1 recognition motifs from both the strains, we performed GO analysis for the DNA motifs against human promoters [\n32\n]. Both the motifs were overrepresented with the sensory perception of smell GO term, presumably corresponding to chemosensation functioning in the detection of environmental changes in worms. However, other enriched terms were different for these two motifs. For instance, the motif from the N2 strain had an overrepresentation of DNA damage checkpoint and transcription initiation from RNA polymerase II promoter while the motif from the AB1 strain was enriched for G-protein coupled receptor protein signaling pathway and positive regulation of immune response (Additional file \n1\n: Figure S5a).\nFig. 4\nDifferent strains and the environment conditions contribute to differences in the maternal gene expression profiles. \na\n The DEGs in the F\n1\n, F\n2\n, and both (F\n1\nF\n2\n) generations were identified in comparison to the gene expressions in the P\n0\n animals. Between 5 to 34% of the DEGs in the F\n1\n generations were transmitted to the F\n2\n generations (see the third category – F\n1\nF\n2\n) and these transmissions are higher than expected by chance (hypergeometric test, \nP-value\n < 0.001 for all the upregulated and downregulated genes individually). The gene expressions transmitted to the next generation after exposure to CeHR showed distinct enrichments for sequence motifs in their promoter regions for N2 and AB1 strains. The number of DEGs genes in F\n1\n, F\n2\n, and F\n1\nF\n2\n were represented with blue, green, and purple, respectively. \nb\n Top five tissue enrichment of the DEGs under exposure to environmental changes in F\n1\n (FDR-adj\n. P-value\n < 0.05)\nWe next sought to identify the transcriptional factor genes expressed at higher levels in the F\n1\n and F\n2\n generations. We considered the F\n1\n-induced transcription factor genes as the putative regulators of the environmental change responses and F\n2\n-induced ones as the putative regulators of re-adaptive responses. The comparison of our list of DEGs to the putative transcription factor genes [\n34\n] revealed that the majority of the differentially expressed transcription factors genes are strain and condition-specific (Additional file \n1\n: Figure S5b). None of the CeHR reversion-induced transcription factor genes were common between the strains indicating different transcriptional re-adaptive responses to agar plates for the N2 and AB1 strains. We identified only five shared CeHR-enriched transcription factor genes between the strains, and six shared genes between the CeHR and S-Medium conditions in N2 (hypergeometric test; \np-value\n < 0.001). Neuron and muscle cell enriched R06C1.6 was commonly induced in CeHR for both the strains and in S-Medium for N2, suggesting a role for R06C1.6 in swimming behavior.\nTo explore whether the DEGs among the F\n1\n generations show similar spatial expressions, we performed tissue enrichment analysis (Fig. \n4b\n). We discarded any enrichments on embryonic cells as we conducted all our experiments on the L4 stage worms. The downregulated genes in CeHR demonstrated enrichment for reproductive system-related tissues such as the oocyte, Z2, and Z3 for both the strains. This possibly reflects the changes in the reproduction of the worms in CeHR. However, upregulated genes in CeHR exhibited overrepresentation on different tissues between the strains: DEGs in N2 were mainly enriched for cylindrical hypodermal syncytium in head; DEGs in AB1 were enriched for neuronal tissues. The genes upregulated in response to S-Medium showed overrepresentation for neuronal tissues, but to different ones than the CeHR-exposed AB1 strain genes. Notably, downregulated genes in CeHR for both the strains and in S-Medium for N2 are enriched in cephalic sheath cell (Fig. \n4b\n). Altogether, these findings suggest that laboratory and wild-isolate strain worms show significant variations in the transcriptomic responses to the environmental alteration.",
    "functional_profiles_of_the_differentially_expressed_genes_sh": "Functional profiles of the differentially expressed genes show correlation with the observed phenotype\nWe wondered if the functional data analysis results indeed point to phenotypical alterations in the animals. To test this, we employed microscopy techniques to detect the potential phenotypes. In the N2 strain, the genes functioning in reproduction and oogenesis have been downregulated in CeHR compared to agar and reversion. In AB1, the DEGs among the conditions did not show the same GO enrichment. This pattern is an indicator of phenotypical changes in the reproductive system that can be observed in CeHR but absent in reversion for N2. To test our prediction, we examined the germlines of N2 and AB1 adults in the different growth conditions via confocal microscopy (Fig. \n5a, b\n, Additional file \n1\n: Figure S8). CeHR grown N2 but not AB1 adults displayed aberrant germlines. Additionally, fewer oocytes were observed in CeHR-grown N2 strain compared to OP50 NGM-grown N2 strain. These findings suggest that the reduced fecundity in CeHR raised N2 animals may have resulted from the inability of animals to make gametes. In agreement with our hypothesis, the worms placed back to agar plates did not exhibit the similar phenotypical abnormalities with CeHR grown animals (Additional file \n1\n: Figure S6).\nFig. 5\nN2 but not AB1 \nC. elegans\n exhibit germline abnormalities in CeHR. \na\n N2 and AB1 germlines exhibit normal germ cell morphologies and numbers in OP50 NGM (aberrant germlines were observed in 21 and 12.5% of the worms, respectively). Germlines of S-Medium grown animals are similar to OP50 NGM grown animals. However, embryos accumulate in 36% of the S-Medium grown adults. As expected, N2 adults grown in CeHR exhibit aberrant germlines with drastically reduced germ cell numbers, which results in an overall smaller germline (86% of the worms). N2 adults in CeHR have a significantly fewer number of oocytes and a high number of internally hatched larvae. These abnormalities are not observed in CeHR-grown AB1 adults (aberrant germlines were observed in 33% of the worms). \nb\n Dissected out gonadal arms of N2 \nC. elegans\n grown on OP50 NGM and CeHR. Germline size and cellular morphology are severely deformed in animals grown in CeHR\nThen, we asked if these germline abnormalities were caused by an increase in physiological germ cell apoptosis. We utilized a transgenic line of \nC. elegans\n that expresses functional CED-1::GFP fusion protein in sheath cells [\n35\n]. CED-1 functions by initiating a signaling pathway in phagocytic cells that promotes cell corpse engulfment and is commonly used as a marker to detect cells undergoing the apoptotic pathway. In CeHR grown adults, CED-1::GFP was detected in a much higher proportion of germ cells (Fig. \n6a\n, Additional file \n1\n: Figure S8). Why the number of apoptotic germ cells in CeHR grown N2 adults were increased and whether or not this was the sole cause of aberrant germlines will require further investigations.\nFig. 6\nCeHR-grown \nC. elegans\n exhibit higher number of physiological germ cell apoptosis, more pronounced alae structures, and smaller fat stores. \na\n OP50 NGM, S-Medium and CeHR grown MD701 adults were stain with DAPI. One or two germ cells enclosed by CED-1::GFP are detected around the loop region of the gonads in MD701 adults grown in OP50 NGM and S-Medium (84.6 and 100% of the worms, respectively). CED-1::GFP is detected around a large proportion of germ cells in CeHR grown MD701 adults (90.9% of the worms). \nb\n Scanning electron microscope (SEM) micrographs of OP50 NGM and CeHR grown N2 and AB1 L3 animals. N2 and AB1 L3 animals display normal alae and annuli with grown on OP50 NGM (81.3 and 85.7% of the worms, respectively). N2 but not AB1 L3 exhibit more pronounced alae in CeHR (72.2 and 12.5% for N2 and AB1, respectively). \nc\n Nile red staining of L3 and adult N2 \nC. elegans\n grown on OP50 NGM and CeHR. The number of fat stores is indistinguishable between OP50 NGM and CeHR grown N2 animals, but the fat stores significantly larger in OP50 NGM (81.8% large; 18.2% small) than CeHR raised N2 adults (27.3% large; 72.2% small) around the abdominal and tail regions\nFor the N2 worms, another GO enrichment term was collagen and cuticulin-based cuticle development for upregulated genes in CeHR compared to agar and reversion generations. Hence, we reasoned that the cuticles might show morphological differences between agar and CeHR-grown N2 animals. In adult animals, cuticular structures were difficult to distinguish between N2 and AB1 via scanning electron microscopy (SEM). More pronounced cuticular structures were detected in the earlier larval stages (L3) with SEM. We observed more protruding alae structures in CeHR-grown N2 larvae compared to AB1 larvae, but the annuli were indistinguishable between the two strains (Fig. \n6b\n). Comparing 42 genes annotated with alae morphology variant from WormBase to our data, we identified 15 of these genes (\ndpy-2\n, \ndpy-3\n, \ndpy-5\n, \ndpy-7\n, \ndpy-8\n, \ndpy-9\n, \ndpy-10\n, \ndpy-18\n, \nlon-3\n, \nqua-1\n, \nrol-6\n, \nsqt-1\n, \nsqt-2\n, \nsqt-3\n, and \nmlt-10\n) upregulated under CeHR conditions in N2 but not in AB1 (Additional file \n1\n: Figures S7 and S8). Taken together, the correlation between the function of the DEGs and the observed phenotype suggests that these genes can potentially be a part of underlying genetic networks causing these phenotypes.\nPreviously, we demonstrated that the CeHR-grown animals were thinner and longer than the OP50 NGM raised animals [\n6\n]. We asked if this change in body morphology was due to a reduction in fat stores that may have resulted from the absence of a bacterial diet. N2 animals grown on OP50 NGM and CeHR were stained with Nile Red [\n36\n] to visualize fat stores in all tissues of L3 and adult animals. We observed no significant difference in the number of fat stores between OP50 NGM and CeHR-grown N2 animals; however, larger fat stores were apparent in the abdominal and tail regions of OP50 NGM grown N2 adults (Fig. \n6c\n, Additional file \n1\n: Figure S8). Thus, the lack of a bacterial diet apparently contributes to the morphological differences through the fat storage.",
    "discussion": "Discussion\nIn this paper, we demonstrated that environment changes cause significant alterations in the transcriptional responses in a \nC. elegans\n model. Different strains of the worms present unique transcriptional characteristics in the adaptive responses, and these characteristics show correlation with the observed phenotypes. For instance, we detected differential expression in the body morphology-related genes along with the phenotypical changes on the body morphology in CeHR-grown N2 strain, but not the AB1 strain. Furthermore, we found that different environments provoke the condition-specific expression of genes, and some of these genes lacked previous experimental EST or cDNA evidence.\nOur results revealed that specific groups of genes are expressed only in particular environments. Some of these genes lacked transcript evidence previously (Fig. \n1e\n). Considerable effort has been devoted to annotating the genes in \nC. elegans\n, but the standard WormBase [\n20\n] annotation still contains thousands of “predicted genes” (about 8%) which lack direct experimental cDNA or EST evidence [\n37\n]. The predicted genes in the \nC. elegans\n genome have been mainly identified by computational methods. Experimental detection of these genes was missing; mostly because they demonstrate poor expression, weak statistical signals or less conservation across species [\n38\n]. Others found that unused genetic information can remain in the genome for many generations [\n39\n]. Reactivation of dormant genes has been used for the treatment of particular disorders indicating that the silenced genes can have essential functions in the genome [\n40\n]. These studies provide evidence that dormant genes can be available on the genome throughout many generations and they can contain essential genetic information. Thus, we entertain the possibility that these predicted genes simply need a trigger to activate their expression, and this trigger may be elicited when animals are exposed to certain environmental stimuli.\nA better understanding of the biological systems can be achieved through mining publicly available data sources [\n41\n]. We expanded our knowledge in the affected genetic systems by acquiring the ncRNA profiles from WormBase [\n20\n]. Condition-specific expression of ncRNAs implies important regulatory functions for these molecules in adaptive responses. Earlier studies have identified various classes of ncRNAs and their roles in biological systems including RNA splicing, DNA replication, epigenetic regulation of gene expression, and X-chromosome inactivation [\n42\n–\n46\n]. However, the majority of predicted ncRNAs have properties or functions that have not been identified yet. The list of unclassified ncRNAs, or “ncRNAs,” employed in this study was derived from the ‘7 k-set’ that was generated by the modENCODE Consortium [\n37\n]. The ‘7 k-set’ was assembled via predictions based on conservation and RNA secondary structure, and therefore, functional genomic studies of these “ncRNAs” are also still lacking. The co-enrichment of the ncRNA expressions with the coding ones suggest an interplay between these two.\nIn our RNA-seq experiments, we used poly(A) selection method but still observed numerous ncRNA molecules potentially because many eukaryotic ncRNAs are polyadenylated. For example, a poly(A) tail is part of the mature RNA for many long ncRNAs, i.e., \nXist\n that mediates X-chromosome inactivation [\n47\n]. We cannot rule out that the ncRNAs sampled in our study resulted from technical artifacts in the RNA-seq. Nevertheless, many ncRNAs had expression levels higher than the housekeeping gene \npmp-3\n. These findings would seem to suggest that the sampling of these RNAs was not an artifact of RNA-seq\n.\n The inclusion of non-polyadenylated ncRNA molecules can bring more insights for understanding the ncRNA functions in adaptive responses.\nAlong with the phenotypical differences, there were considerable differences in RNA expressions between the N2 and AB1 strains which were cultured in the same growth conditions. N2 had been reported to exhibit innate immune response against pathogenic bacteria [\n48\n, \n49\n]. However, previous studies have determined that the N2 and wild-isolate CB4856 strains display a high variation in gene expressions and many of these strain-specific variations are related to innate immunity genes [\n50\n]. Similarly, our GO analysis results showed enrichment in innate immune response for the genes expressed exclusively in the AB1 strain on OP50 NGM (Fig. \n2\n). These genes do not correspond to the previously reported divergent regions between the strains which might have caused the differences in gene expressions [\n51\n]. The AB1 animals are challenged more with pathogens in their natural habitat. The AB1-specific expression of innate immune response genes may indicate that the expression of these genes are more readily available in the AB1 strain than N2 to prepare the animals for a potential pathogen encounter. The results seem to suggest that \nC. elegans\n in the wild have the natural aptitude to survive not only on different food sources but also many other environmental variables including pathogens or the shifts between the solid and liquid settings. However, years of laboratory domestication of the N2 strain may have given rise to laboratory selections or genetic bottlenecks that may have hindered the ability of the N2 animals to acclimate to changing environments [\n14\n]. Alternatively, a potential presence of cis- and trans- eQTL between N2 and AB1 can be the underlying reason for the differences in the enrichment of innate response genes. Follow-up experiments are needed to determine the underlying reason for the expression differences in the innate immunity genes between N2 and the wild-isolates AB1 and CB4856.\nFor the majority of the \nC. elegans\n studies, the worms are cultured on bacteria-seeded agar plates instead of an axenic medium [\n13\n, \n52\n]. However, a bacterial food source can present confounding effects on certain studies. For example, bacterial by-products can create genetic responses in the animals, and these responses are often overlooked. Axenic media is desirable in space, biochemical, and toxicology studies as it enables automated culturing and experimentation, and it eliminates the potential contamination risks due to a bacterial diet [\n6\n, \n53\n, \n54\n]. Placing the animals in axenic media, however, have profound consequences altering a variety of biological processes. To distinguish whether the genetic responses are from the case study or the axenic media conditions, a separate investigation should be conducted. In light of this, we revealed that \nC. elegans\n acquire large variations in gene expressions upon single generation exposure to two types of liquid media, and these variations are more prominent for the N2 strain.",
    "methods": "Methods\nC. elegans\n strains and growth conditions\nWild-type N2, wild-isolate AB1, and MD701 bcIs39 [lim-7p::ced-1::GFP + lin-15(+)] strains were obtained from the Caenorhabditis Genetics Center (CGC). All animals were grown at 21 °C. Embryos were isolated via the bleaching protocol in each step [\n52\n] and placed in the following growth media: \nE. coli\n OP50 seeded on NGM agar plates (OP50 NGM), 1 mL of S-Medium in 20 mL scintillation vials inoculated with a concentrated \nE. coli\n OP50 pellet made in 6 mL of an overnight culture (OP50 S-Medium), and CeHR medium in 20 mL scintillation vials according to Nass and Hamza [\n3\n] with minor modifications (we used 50 μM hemin instead of 20 μM and used 30 μM HEPES instead of 10 μM).\nRNA isolation, Illumina sequencing\nTotal RNA from approximately 100,000 synchronized young adult \nC. elegans\n (4 h post L4) were isolated with a modified TRIzol protocol and recovered by alcohol precipitation. Total RNA was further purified by PureLink ™ RNA Mini Kit (Life Technologies). Two micrograms of total RNA were used for library preparations using the TruSeq Stranded mRNA LT Sample Prep Kit (Illumina). Libraries were sequenced on an Illumina HiSeq 2500 instrument set to the rapid run mode using single-end, 1 × 51 cycle sequencing reads as per manufacturer’s instructions.\nqRT-PCR\nQuantitative RT-PCR was conducted using 1st strand cDNA synthesized from total RNA and gene-specific primers (Additional file \n1\n: Table S3). Each cDNA sample was amplified using the SYBR® Premix Ex Taq ™ II (Takara Bio) on the ABI 7500 Fast Real-time PCR System (Applied Biosystem) according to the manufacturers. The experiment was performed by three independent experiments with biological triplicates.\nBioinformatics analyses\nThe Tuxedo pipeline [\n55\n] was used to find DEGs with default parameters. The reference genome (WBCel235) was obtained from Ensembl [\n56\n]. Data from the study conducted by Dallaire et al. were retrieved from Gene Expression Omnibus (accession number GSE54173) [\n21\n] to compare the expression of the unconfirmed genes in OP50 NGM-grown N2, and the same pipeline with the same parameters were used for the analysis of the data. The same pipeline with same parameters were used to analyze RNA-seq data. We considered genes with FPKM > 1, FDR adjusted \np-values\n < \n0.05\n, and log\n2\n fold change > 2 as differentially expressed. miRNA, piRNA, and rRNA molecules were discarded from the analysis. The ncRNA molecules (WS250) and unconfirmed genes were acquired from WormBase through the ftp site and personal communications, respectively [\n20\n]. The motif enrichment analysis was performed with MEME Suite (v4.11.1) [\n32\n]. The promoter sequences for the motif enrichment were retrieved from UCSC Genome Browser database for ce11 [\n57\n]. Find Individual Motif Occurrences (FIMO) was used to find the enrichment of the detected sequence motifs for the known transcription factor recognition sites [\n58\n]. We utilized GOMO (v4.12.0) software to identify the enriched human GO terms for the promoter sequence motifs [\n59\n]. GO and pathway enrichment analyses was made with the Database for Annotation, Visualization and Integrated Discovery (DAVID) (v6.8) [\n60\n], and Benjamini Hochberg corrected and FDR adj. \np-values\n < 0.05 considered significant. Tissue and phenotype enrichment analyses were made by using WormBase Gene Set Enrichment Analysis tool [\n61\n], FDR adj. \np-values\n < 0.05 considered significant. Long, thin, and alae morphology variant phenotype genes were retrieved from WormBase (WS262). R software was used for all statistical analyses and the plots [\n62\n].\nMicroscopy\nNematodes were fixed in cold (− 20 °C) methanol for 15 min and stained with SYBR Gold (1:500,000 dilution in PBS) or DAPI (100 ng/mL) for 15 min, or Nile Red (5 ng/mL) for 30 min, at 21 °C with gentle rocking. Worms were destained in PBST, washed three times with M9 and mounted on a 2% agarose pad for microscopy. All micrographs were taken with the Zeiss 710 laser scanning confocal microscope with a 40×/1.2 N.A. water immersion objective. Dissected gonads were stained with SYBR gold as mentioned above. Nematodes were placed onto 0.22 μM filters where the excess liquid was removed to visualize cuticular structures via cryo-SEM. Upon attaching the filter paper onto the sample holder, samples were plunged into liquid nitrogen slush. There a vacuum was pulled allowing sample transfer to the Gatan Alto 2500 cryo chamber at a temperature of − 125 °C. Samples were sublimated for 10 min at 90 °C followed by cooling to − 125 °C. A thin layer of Gold Palladium was sputtered onto the samples. The samples were then transferred into a Hitachi S-4700 Field-Emission Scanning Electron Microscope for imaging. At least 20 animals were screened for each phenotype, and the represented figures were used for the observed phenotypes.",
    "c._elegans_strains_and_growth_conditions": "C. elegans\n strains and growth conditions\nWild-type N2, wild-isolate AB1, and MD701 bcIs39 [lim-7p::ced-1::GFP + lin-15(+)] strains were obtained from the Caenorhabditis Genetics Center (CGC). All animals were grown at 21 °C. Embryos were isolated via the bleaching protocol in each step [\n52\n] and placed in the following growth media: \nE. coli\n OP50 seeded on NGM agar plates (OP50 NGM), 1 mL of S-Medium in 20 mL scintillation vials inoculated with a concentrated \nE. coli\n OP50 pellet made in 6 mL of an overnight culture (OP50 S-Medium), and CeHR medium in 20 mL scintillation vials according to Nass and Hamza [\n3\n] with minor modifications (we used 50 μM hemin instead of 20 μM and used 30 μM HEPES instead of 10 μM).",
    "rna_isolation,_illumina_sequencing": "RNA isolation, Illumina sequencing\nTotal RNA from approximately 100,000 synchronized young adult \nC. elegans\n (4 h post L4) were isolated with a modified TRIzol protocol and recovered by alcohol precipitation. Total RNA was further purified by PureLink ™ RNA Mini Kit (Life Technologies). Two micrograms of total RNA were used for library preparations using the TruSeq Stranded mRNA LT Sample Prep Kit (Illumina). Libraries were sequenced on an Illumina HiSeq 2500 instrument set to the rapid run mode using single-end, 1 × 51 cycle sequencing reads as per manufacturer’s instructions.",
    "qrt-pcr": "qRT-PCR\nQuantitative RT-PCR was conducted using 1st strand cDNA synthesized from total RNA and gene-specific primers (Additional file \n1\n: Table S3). Each cDNA sample was amplified using the SYBR® Premix Ex Taq ™ II (Takara Bio) on the ABI 7500 Fast Real-time PCR System (Applied Biosystem) according to the manufacturers. The experiment was performed by three independent experiments with biological triplicates.",
    "bioinformatics_analyses": "Bioinformatics analyses\nThe Tuxedo pipeline [\n55\n] was used to find DEGs with default parameters. The reference genome (WBCel235) was obtained from Ensembl [\n56\n]. Data from the study conducted by Dallaire et al. were retrieved from Gene Expression Omnibus (accession number GSE54173) [\n21\n] to compare the expression of the unconfirmed genes in OP50 NGM-grown N2, and the same pipeline with the same parameters were used for the analysis of the data. The same pipeline with same parameters were used to analyze RNA-seq data. We considered genes with FPKM > 1, FDR adjusted \np-values\n < \n0.05\n, and log\n2\n fold change > 2 as differentially expressed. miRNA, piRNA, and rRNA molecules were discarded from the analysis. The ncRNA molecules (WS250) and unconfirmed genes were acquired from WormBase through the ftp site and personal communications, respectively [\n20\n]. The motif enrichment analysis was performed with MEME Suite (v4.11.1) [\n32\n]. The promoter sequences for the motif enrichment were retrieved from UCSC Genome Browser database for ce11 [\n57\n]. Find Individual Motif Occurrences (FIMO) was used to find the enrichment of the detected sequence motifs for the known transcription factor recognition sites [\n58\n]. We utilized GOMO (v4.12.0) software to identify the enriched human GO terms for the promoter sequence motifs [\n59\n]. GO and pathway enrichment analyses was made with the Database for Annotation, Visualization and Integrated Discovery (DAVID) (v6.8) [\n60\n], and Benjamini Hochberg corrected and FDR adj. \np-values\n < 0.05 considered significant. Tissue and phenotype enrichment analyses were made by using WormBase Gene Set Enrichment Analysis tool [\n61\n], FDR adj. \np-values\n < 0.05 considered significant. Long, thin, and alae morphology variant phenotype genes were retrieved from WormBase (WS262). R software was used for all statistical analyses and the plots [\n62\n].",
    "microscopy": "Microscopy\nNematodes were fixed in cold (− 20 °C) methanol for 15 min and stained with SYBR Gold (1:500,000 dilution in PBS) or DAPI (100 ng/mL) for 15 min, or Nile Red (5 ng/mL) for 30 min, at 21 °C with gentle rocking. Worms were destained in PBST, washed three times with M9 and mounted on a 2% agarose pad for microscopy. All micrographs were taken with the Zeiss 710 laser scanning confocal microscope with a 40×/1.2 N.A. water immersion objective. Dissected gonads were stained with SYBR gold as mentioned above. Nematodes were placed onto 0.22 μM filters where the excess liquid was removed to visualize cuticular structures via cryo-SEM. Upon attaching the filter paper onto the sample holder, samples were plunged into liquid nitrogen slush. There a vacuum was pulled allowing sample transfer to the Gatan Alto 2500 cryo chamber at a temperature of − 125 °C. Samples were sublimated for 10 min at 90 °C followed by cooling to − 125 °C. A thin layer of Gold Palladium was sputtered onto the samples. The samples were then transferred into a Hitachi S-4700 Field-Emission Scanning Electron Microscope for imaging. At least 20 animals were screened for each phenotype, and the represented figures were used for the observed phenotypes.",
    "additional_files": "Additional files\n\n\nAdditional file 1:\nEffects of liquid cultivation on gene expression and phenotype of \nC. elegans\n. (PDF 1780 kb)\n\n\nAdditional file 2:\nCommonly expressed ncRNA molecules in the three experiments. (TXT 6 kb)\n\n\nAdditional file 3:\nGenotype, environment, and genotype-environment interaction induced genes. (XLSX 5595 kb)",
    "section": "Additional file 1:\nEffects of liquid cultivation on gene expression and phenotype of \nC. elegans\n. (PDF 1780 kb)\n\n\nAdditional file 2:\nCommonly expressed ncRNA molecules in the three experiments. (TXT 6 kb)\n\n\nAdditional file 3:\nGenotype, environment, and genotype-environment interaction induced genes. (XLSX 5595 kb)",
    "funding": "Funding\nThis work was supported by NASA grants NNX12AR59G, NNX10AN63H, and NNX13AM08G. The BIOMIX computing cluster and the Bioimaging center are supported by Delaware INBRE grant (NIH/NIGMS GM103446) and Delaware EPSCoR grants (NSF EPS-0814251 and NSF IIA-1330446). None of these funding bodies were involved in the design, data collection, analysis, interpretation of data, or in writing the manuscript.",
    "availability_of_data_and_materials": "Availability of data and materials\nAll the sequencing data generated for this study have been submitted to the NCBI Gene Expression Omnibus (GEO; \nhttp://www.ncbi.nlm.nih.gov/geo/\n) under accession number GSE103776.",
    "ethics_approval_and_consent_to_participate": "Ethics approval and consent to participate\nNot applicable as \nC. elegans\n do not require ethical permits or consent to participate.",
    "consent_for_publication": "Consent for publication\nNot applicable.",
    "competing_interests": "Competing interests\nThe authors declare that they have no competing interests.",
    "publisher’s_note": "Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6069985/"
}