{
  "id": "PMC6130020",
  "title": "ANN1 and ANN2 Function in Post-Phloem Sugar Transport in Root Tips to Affect Primary Root Growth",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "ANN1 and ANN2 Function in Post-Phloem Sugar Transport in Root Tips to Affect Primary Root Growth",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6130020/"
  },
  "sections": {
    "permalink": "Copy",
    "jing_wang": "a\nDepartment of Molecular Biosciences, The University of Texas at Austin, Austin, Texas 78712\nFind articles by \nJing Wang",
    "jawon_song": "b\nTexas Advanced Computing Center, The University of Texas at Austin, Austin, Texas 78712\nFind articles by \nJawon Song",
    "greg_clark": "a\nDepartment of Molecular Biosciences, The University of Texas at Austin, Austin, Texas 78712\nFind articles by \nGreg Clark",
    "stanley_j_roux": "a\nDepartment of Molecular Biosciences, The University of Texas at Austin, Austin, Texas 78712\nFind articles by \nStanley J Roux",
    "abstract": "Annexins are a multigene family of calcium-dependent membrane-binding proteins that play important roles in plant cell signaling. Annexins are multifunctional proteins, and their function in plants is not comprehensively understood. Arabidopsis (\nArabidopsis thaliana\n) annexins ANN1 and ANN2 are 64% identical in their primary structure, and both are highly expressed in seedlings. Here, we showed that \nann-mutant\n seedlings grown in the absence of sugar show decreased primary root growth and altered columella cells in root caps; however, these mutant defects are rescued by Suc, Glc, or Fru. In seedlings grown without sugar, significant up-regulation of photosynthetic gene expression and chlorophyll accumulation was found in \nann-mutant\n cotyledons compared to that in wild type, which indicates potential sugar starvation in the roots of \nann-mutant\n seedlings. Unexpectedly, the overall sugar content of \nann-mutant\n primary roots was significantly higher than that of wild-type roots when grown without sugar. To examine the diffusion of sugar along the entire root to the root tip, we examined the unloading pattern of carboxyfluorescein dye and found that post-phloem sugar transport was impaired in \nann-mutant\n root tips compared to that in wild type. Increased levels of ROS and callose were detected in the root tips of \nann-mutant\n seedlings grown without Suc, the latter of which would restrict plasmodesmal sugar transport to root tips. Our results indicate that ANN1 and ANN2 play an important role in post-phloem sugar transport to the root tip, which in turn indirectly influences photosynthetic rates in cotyledons. This study expands our understanding of the function of annexins in plants.",
    "results": "Inhibition of Primary Root Growth in \nANN1\n and \nANN2\n Knockout Mutants Is Rescued by Exogenous Suc Independent of Its Osmotic Effects\n\n\nIn 3-d-old seedlings, all \nANN1\n and \nANN2\n knockout mutants (\nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n) had primary root lengths that were significantly shorter compared to wild type when grown on agar plates containing no Suc (\nFig. 1, A and B\n). However, these knockout mutants had the same hypocotyl lengths compared to that in wild type (\nSupplemental Fig. S1\n). To rule out that the differences in primary root lengths were due to differences in germination, we also measured growth rates in both mutants and wild type under the same condition (\nFig. 1B\n). Consistent with the root length data, the primary roots of \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n grew significantly slower compared to that in wild type.\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nInhibition of primary root growth in \nANN1\n and \nANN2\n knockout mutants is rescued by exogenous Suc independent of its osmotic effects. A, Representative images comparing primary root growth of 3-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n mutant seedlings grown on vertical Murashige and Skoog (MS) plates containing either no Suc, 1% mannitol, or 2% Suc. Bars, 5 mm. B, C, and D, Primary root lengths (left graphs) and growth rates (right graphs) of 3-d-old wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings grown on vertical MS plates containing either no Suc (B), 2% Suc (C), or 1% mannitol (D). Data are means ± \nsd\n (\nn\n = 16–20) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nThis inhibition of primary root growth observed in \nANN1\n and \nANN2\n knockout mutants was rescued by 2% Suc (\nFig. 1, A and C\n). This rescue was not due to the osmotic effect of Suc in agar plates, since equimolar concentrations of mannitol did not rescue the primary root growth inhibition in \nANN1\n and \nANN2\n mutants (\nFig. 1, A and D\n). Similar results were also found in 1% sorbitol and 1% \no\n-methyl-Glc treatments (\nSupplemental Fig. S2, C and D\n), indicating that Suc functioned either as a carbon source or a signal to rescue the primary root growth inhibition in \nANN1\n and \nANN2\n knockout mutants. Since Suc can be catalyzed by invertase into Fru and Glc, we also tested 1% Glc and 1% Fru treatments (\nSupplemental Fig. S2, A and B\n). Both Glc and Fru also rescued primary root growth inhibition in \nANN1\n and \nANN2\n knockout mutants.\nInhibition of Root Cap Development in \nANN1\n and \nANN2\n Knockout Mutants Is Rescued by Exogenous Suc\n\n\nAs observed by light microscopy, knocking out \nANN1\n or \nANN2\n affected primary root structures of 4-d-old \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings when grown without Suc. Starch detection by Lugol staining revealed reduced layers of starch-containing columella cells in \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n compared to that in the wild type (\nFig. 2A\n). In wild type root caps, there are four layers of columella cells with Lugol-stained starch granules in them, whereas only three layers of columella cells were detected in \nANN1\n and \nANN2\n knockout mutants. Also, unlike wild-type roots, the roots of \nANN1\n and \nANN2\n mutants had no border-like cells around their root caps. These root cap defects in \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n were rescued by 1% Suc (\nFig. 2B\n). When grown with 1% Suc for 4 d, \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n roots showed four layers of starch-containing columella cells like those in wild type with border-like cells attached to the root caps.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutants have root cap developmental defects when grown without Suc. A and B, Root cap features revealed by Lugol staining of granule starch in columella cells of 4-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings with or without 1% Suc. Cells with columella identity were detected by staining with Lugol solution. Ten to thirteen seedlings of each set of wild-type (Col-0) and mutant plants were observed. Root tips with stained columella cells of seedlings grown without Suc (A) and with 1% Suc (B). White arrow indicates border-like cells. Bars, 10 μm.\nBecause Lugol staining (\nFig. 2A\n) revealed similar levels of starch granules in \nann1-2\n, \nann2-1\n, and \nann1-2/ann2-1\n when seedlings were grown without Suc, \nann1-2\n was used as a representative line for all \nann-\nmutants in subsequent quantification of root-tip starch levels (\nFig. 3\n). Consistent with Lugol staining, \nann1-2\n displayed significantly lower levels of starch in root tips compared to that in wild type when grown without Suc (\nFig. 3\n).\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nann1\n-mutant root tips contain less starch than wild-type root tips when grown without Suc. Quantitative analysis of starch content levels in root tips of wild-type (Col-0) and \nann1-2\n seedlings grown without Suc. Starch levels were measured in 2-mm root tips harvested from 10-d-old seedlings grown without Suc. Data represent means ± \nsd\n of two replicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nExpression of Photosynthesis-Related Genes and Chlorophyll Accumulation Is Enhanced in \nANN1\n Knockout Mutants, Dependent on the Absence of Exogenous Suc\n\n\nAn RNA sequencing (RNA-seq) analysis comparing the transcript abundance in total mRNA extracted from primary roots of 2-week-old wild type, \nann1-2\n, and \nann2-1\n grown without Suc in light revealed many differentially expressed genes (DEG) in the primary roots of the mutants. After the DEGs were assigned to gene ontology (GO) terms, the GO analysis in \nann1-2\n revealed functional enrichment in photosynthesis with seven out of a total of 13 up-regulated GO categories related to photosynthesis (\nSupplemental Table S1\n). This indicated significant enhancement in the expression levels of photosynthetic genes in \nann1-2\n in the absence of exogenous Suc.\n\n\nAlthough Arabidopsis roots partially turn green when exposed to light, the main energy source that facilitates root growth originates in the leaves (\nKobayashi et al., 2012\n). Thus, we decided to assay transcript levels of photosynthetic genes in the cotyledons of 4-d-old \nann1-2\n, and wild-type seedlings grown without Suc. We assayed 4-d-old seedlings because evidence shows that the dominant roles of sugar to regulate root growth are probably restricted to the first 5 to 6 d before leaf development (\nKircher and Schopfer, 2012\n). Among all the genes in photosynthesis-related GO categories, the top five most up-regulated ones were selected to be analyzed by reverse transcription quantitative PCR (RT-qPCR). Results showed that four out of five photosynthetic genes were significantly up-regulated in cotyledons of \nann1-2\n seedlings grown without Suc (\nFig. 4A\n). These four genes encode chlorophyll-binding protein 2 (CAB2, LHCB1.1), chlorophyll-binding protein 3 (CAB3, LHCB1.2\n)\n, and two subunits of PSII light-harvesting complex (PSII, LHB1B1, and LHB1B2).\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nUp-regulation of photosynthesis-related gene expression and increased chlorophyll fluorescence in \nANN1\n knockout mutant is rescued by exogenous Suc. A and D, RT-qPCR analysis of gene expression levels in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (A) or with 1% Suc (D). Data represent means ± \nse\n, (\nn\n = 9) of three independent experiments. B and E, Confocal microscopy of chlorophyll fluorescence in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (B) or with 1% Suc (E). Top, chlorophyll fluorescence. Bottom, bright field. Fifteen seedlings were assayed for each set. Bars, 100 μm. C and F, Quantification of chlorophyll fluorescence relative intensity in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (C) or with 1% Suc (F). Values are means ± \nse\n (\nn\n = 15) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nWe also quantified the accumulation of chlorophyll in cotyledons of 4-d-old \nann1-2\n and wild-type seedlings grown without Suc. Consistent with the up-regulation of photosynthetic gene expression, cotyledons of \nann1-2\n seedlings showed significantly higher intensity of chlorophyll autofluorescence signal than that in wild-type cotyledons, indicating a higher chlorophyll content in cotyledons of \nann1-2\n seedlings compared to that in the wild type (\nFig. 4, B and C\n).\n\n\nExogenous Suc reversed the enhanced expression of photosynthetic genes and chlorophyll accumulation in cotyledons of \nann1-2\n seedlings. When grown with 1% Suc, \nann1-2\n cotyledons showed similar photosynthetic gene expression levels as that in the wild type (\nFig. 4D\n), and accumulation of chlorophyll in these tissues was also comparable (\nFig. 4, E and F\n).\nKnocking Out \nANN1\n and \nANN2\n Induces Accumulation of Soluble Sugars in Primary Roots\n\n\nWe quantified neutral soluble sugars in primary roots of \nann1-2\n, \nann2-1\n and wild type by gas chromatography/mass spectrometry (GC/MS) using primary roots collected from 1-week-old seedlings grown on agar plates containing no sugars (\nSupplemental Table S3\n). Unexpectedly, significantly higher amounts of sugars were detected in both \nann1-2\n and \nann2-1\n root tissue relative to that in wild type (\nFig. 5A\n), including significantly higher contents of soluble Glc (\nFig. 5B\n) and Fru (\nFig. 5C\n). Most of the sugar detected was probably in the phloem.\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots contain significantly more soluble carbohydrates in primary roots when grown without Suc. A to C, Primary roots were harvested from 1-week-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown on agar plates containing no Suc. Soluble sugar contents were analyzed by GC/MS to reveal total sugar (A), Glc (B), and Fru (C) contents. Values are means ± SD of triplicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nKnocking Out \nANN1\n and \nANN2\n Impairs Post-Phloem Transport in Root Tips\n\n\nBecause 5(6)-carboxyfluorescein diacetate (CFDA) has been widely used as a phloem-mobile probe (\nOparka et al., 1994\n; \nKnoblauch et al., 2015\n), we used CFDA to detect post-phloem transport in wild-type, \nann1-2\n, \nann2-1\n, and the \nANN1\n-overexpressing line \n35S:ANN1\n. \n35S:ANN1\n seedlings showed significantly longer roots compared to that in the wild type when grown without Suc (\nSupplemental Fig. S3\n). All seedlings were grown without Suc for 4 d. After applying CFDA on cotyledons for 30 min, the dye was apparent in the two phloem files in primary roots of \nann1-2\n, \nann2-1\n, \n35S:ANN1\n, and the wild type (\nFig. 6A\n), indicating successful loading of carboxyfluorescein (CF). The wild type showed a characteristic transport pattern of CF along the root cortex (\nFig. 6B\n). However, in \nann1-2\n and \nann2-1\n, the diffusion of CF in root tips was restricted (\nFig. 6B\n).\n\n\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots have restricted diffusion of CF to root tips when grown without Suc. A, Representative images showing successful loading of CF in phloem files. White lines indicate edge of root tissue. B, Representative fluorescence micrographs of root tips from wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n (\nANN1\n overexpression) seedlings grown without Suc. Bar, 50 μm. C, Quantification of fluorescence levels in different root-tip zones as indicated in wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n seedlings grown without Suc. QC, Quiescent center. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nThe post-phloem region has been defined as the region 250 μm behind the root tip (\nStadler et al., 2005\n; \nRoss-Elliott et al., 2017\n), so we quantified CF fluorescence in three different areas (transition zone, meristem zone, and root cap) of this post-phloem region in \nann1-2\n, \nann2-1\n, \n35S:ANN1\n, and wild-type roots (\nFig. 6C\n). Significantly lower levels of CF fluorescence were detected in both \nann1-2\n and \nann2-1\n roots compared to that in wild type when seedlings were grown without Suc. This significant decrease of CF diffusion was more obvious in root caps, reaching a level more than 50% less compared to that of wild type. In contrast to that in \nann1-2\n and \nann2-1\n, \n35S:ANN1\n showed significantly higher levels of CF diffusion in root tips compared to that in wild type by more than 50% in root caps. Taken together, these results indicate that \nann1-2\n and \nann2-1\n roots had impaired post-phloem transport; i.e. knocking out \nANN1\n and \nANN2\n restricted the diffusion of sugars from the phloem to the root tip.\nKnocking Out \nANN1\n and \nANN2\n Increased ROS Levels and Callose Accumulation in Root Tips\n\n\nIntracellular reactive oxygen species (ROS) regulate plasmodesmata permeability through callose deposition (\nBenitez-Alfonso et al., 2009\n, \n2011\n; \nStonebloom et al., 2012\n). To test whether knocking out \nANN1\n and \nANN2\n leads to ROS accumulation in root tips, 2,7-dichlorodihydrofluorescein diacetate (H\n2\nDCFDA), a dye that stains hydrogen peroxide (H\n2\nO\n2\n), was applied to 3-d-old seedlings grown without Suc. Significantly higher levels of stain were detected in root tips of \nann1-2\n and \nann2-1\n compared to that in wild type when grown without Suc (\nFig. 7, A and B\n). Aniline blue was used to detect callose accumulation in root tips of 3-d-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc, which revealed significantly higher levels of callose deposition in \nann1-2\n and \nann2-1\n compared to that in wild type (\nFig. 7, C and D\n).\n\n\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots show increased levels of ROS and callose in root tips when grown without Suc. A, Representative confocal microscopy images of H\n2\nO\n2\n levels in root tips as detected by H\n2\nDCFDA staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. B, Quantification of relative fluorescence intensity indicating H\n2\nO\n2\n levels in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n mutant seedlings grown without Suc. C, Representative confocal microscopy images of callose levels in roots tips as detected by aniline blue staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. D, Quantification of relative fluorescence intensity indicating callose deposition in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc. B and D, Results were consistent in three independent experiments. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05). Bar, 50 μm.",
    "inhibition_of_primary_root_growth_in_ann1_and_ann2_knockout_": "In 3-d-old seedlings, all \nANN1\n and \nANN2\n knockout mutants (\nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n) had primary root lengths that were significantly shorter compared to wild type when grown on agar plates containing no Suc (\nFig. 1, A and B\n). However, these knockout mutants had the same hypocotyl lengths compared to that in wild type (\nSupplemental Fig. S1\n). To rule out that the differences in primary root lengths were due to differences in germination, we also measured growth rates in both mutants and wild type under the same condition (\nFig. 1B\n). Consistent with the root length data, the primary roots of \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n grew significantly slower compared to that in wild type.\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nInhibition of primary root growth in \nANN1\n and \nANN2\n knockout mutants is rescued by exogenous Suc independent of its osmotic effects. A, Representative images comparing primary root growth of 3-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n mutant seedlings grown on vertical Murashige and Skoog (MS) plates containing either no Suc, 1% mannitol, or 2% Suc. Bars, 5 mm. B, C, and D, Primary root lengths (left graphs) and growth rates (right graphs) of 3-d-old wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings grown on vertical MS plates containing either no Suc (B), 2% Suc (C), or 1% mannitol (D). Data are means ± \nsd\n (\nn\n = 16–20) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nThis inhibition of primary root growth observed in \nANN1\n and \nANN2\n knockout mutants was rescued by 2% Suc (\nFig. 1, A and C\n). This rescue was not due to the osmotic effect of Suc in agar plates, since equimolar concentrations of mannitol did not rescue the primary root growth inhibition in \nANN1\n and \nANN2\n mutants (\nFig. 1, A and D\n). Similar results were also found in 1% sorbitol and 1% \no\n-methyl-Glc treatments (\nSupplemental Fig. S2, C and D\n), indicating that Suc functioned either as a carbon source or a signal to rescue the primary root growth inhibition in \nANN1\n and \nANN2\n knockout mutants. Since Suc can be catalyzed by invertase into Fru and Glc, we also tested 1% Glc and 1% Fru treatments (\nSupplemental Fig. S2, A and B\n). Both Glc and Fru also rescued primary root growth inhibition in \nANN1\n and \nANN2\n knockout mutants.",
    "figure_1.": "Open in a new tab\nInhibition of primary root growth in \nANN1\n and \nANN2\n knockout mutants is rescued by exogenous Suc independent of its osmotic effects. A, Representative images comparing primary root growth of 3-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n mutant seedlings grown on vertical Murashige and Skoog (MS) plates containing either no Suc, 1% mannitol, or 2% Suc. Bars, 5 mm. B, C, and D, Primary root lengths (left graphs) and growth rates (right graphs) of 3-d-old wild-type (Col-0), \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings grown on vertical MS plates containing either no Suc (B), 2% Suc (C), or 1% mannitol (D). Data are means ± \nsd\n (\nn\n = 16–20) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "inhibition_of_root_cap_development_in_ann1_and_ann2_knockout": "As observed by light microscopy, knocking out \nANN1\n or \nANN2\n affected primary root structures of 4-d-old \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings when grown without Suc. Starch detection by Lugol staining revealed reduced layers of starch-containing columella cells in \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n compared to that in the wild type (\nFig. 2A\n). In wild type root caps, there are four layers of columella cells with Lugol-stained starch granules in them, whereas only three layers of columella cells were detected in \nANN1\n and \nANN2\n knockout mutants. Also, unlike wild-type roots, the roots of \nANN1\n and \nANN2\n mutants had no border-like cells around their root caps. These root cap defects in \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n were rescued by 1% Suc (\nFig. 2B\n). When grown with 1% Suc for 4 d, \nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n roots showed four layers of starch-containing columella cells like those in wild type with border-like cells attached to the root caps.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutants have root cap developmental defects when grown without Suc. A and B, Root cap features revealed by Lugol staining of granule starch in columella cells of 4-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings with or without 1% Suc. Cells with columella identity were detected by staining with Lugol solution. Ten to thirteen seedlings of each set of wild-type (Col-0) and mutant plants were observed. Root tips with stained columella cells of seedlings grown without Suc (A) and with 1% Suc (B). White arrow indicates border-like cells. Bars, 10 μm.\nBecause Lugol staining (\nFig. 2A\n) revealed similar levels of starch granules in \nann1-2\n, \nann2-1\n, and \nann1-2/ann2-1\n when seedlings were grown without Suc, \nann1-2\n was used as a representative line for all \nann-\nmutants in subsequent quantification of root-tip starch levels (\nFig. 3\n). Consistent with Lugol staining, \nann1-2\n displayed significantly lower levels of starch in root tips compared to that in wild type when grown without Suc (\nFig. 3\n).\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nann1\n-mutant root tips contain less starch than wild-type root tips when grown without Suc. Quantitative analysis of starch content levels in root tips of wild-type (Col-0) and \nann1-2\n seedlings grown without Suc. Starch levels were measured in 2-mm root tips harvested from 10-d-old seedlings grown without Suc. Data represent means ± \nsd\n of two replicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "figure_2.": "Open in a new tab\nANN1\n and \nANN2\n knockout mutants have root cap developmental defects when grown without Suc. A and B, Root cap features revealed by Lugol staining of granule starch in columella cells of 4-d-old Arabidopsis wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \nann1-2/ann2-1\n seedlings with or without 1% Suc. Cells with columella identity were detected by staining with Lugol solution. Ten to thirteen seedlings of each set of wild-type (Col-0) and mutant plants were observed. Root tips with stained columella cells of seedlings grown without Suc (A) and with 1% Suc (B). White arrow indicates border-like cells. Bars, 10 μm.",
    "figure_3.": "Open in a new tab\nann1\n-mutant root tips contain less starch than wild-type root tips when grown without Suc. Quantitative analysis of starch content levels in root tips of wild-type (Col-0) and \nann1-2\n seedlings grown without Suc. Starch levels were measured in 2-mm root tips harvested from 10-d-old seedlings grown without Suc. Data represent means ± \nsd\n of two replicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "expression_of_photosynthesis-related_genes_and_chlorophyll_a": "An RNA sequencing (RNA-seq) analysis comparing the transcript abundance in total mRNA extracted from primary roots of 2-week-old wild type, \nann1-2\n, and \nann2-1\n grown without Suc in light revealed many differentially expressed genes (DEG) in the primary roots of the mutants. After the DEGs were assigned to gene ontology (GO) terms, the GO analysis in \nann1-2\n revealed functional enrichment in photosynthesis with seven out of a total of 13 up-regulated GO categories related to photosynthesis (\nSupplemental Table S1\n). This indicated significant enhancement in the expression levels of photosynthetic genes in \nann1-2\n in the absence of exogenous Suc.\nAlthough Arabidopsis roots partially turn green when exposed to light, the main energy source that facilitates root growth originates in the leaves (\nKobayashi et al., 2012\n). Thus, we decided to assay transcript levels of photosynthetic genes in the cotyledons of 4-d-old \nann1-2\n, and wild-type seedlings grown without Suc. We assayed 4-d-old seedlings because evidence shows that the dominant roles of sugar to regulate root growth are probably restricted to the first 5 to 6 d before leaf development (\nKircher and Schopfer, 2012\n). Among all the genes in photosynthesis-related GO categories, the top five most up-regulated ones were selected to be analyzed by reverse transcription quantitative PCR (RT-qPCR). Results showed that four out of five photosynthetic genes were significantly up-regulated in cotyledons of \nann1-2\n seedlings grown without Suc (\nFig. 4A\n). These four genes encode chlorophyll-binding protein 2 (CAB2, LHCB1.1), chlorophyll-binding protein 3 (CAB3, LHCB1.2\n)\n, and two subunits of PSII light-harvesting complex (PSII, LHB1B1, and LHB1B2).\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nUp-regulation of photosynthesis-related gene expression and increased chlorophyll fluorescence in \nANN1\n knockout mutant is rescued by exogenous Suc. A and D, RT-qPCR analysis of gene expression levels in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (A) or with 1% Suc (D). Data represent means ± \nse\n, (\nn\n = 9) of three independent experiments. B and E, Confocal microscopy of chlorophyll fluorescence in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (B) or with 1% Suc (E). Top, chlorophyll fluorescence. Bottom, bright field. Fifteen seedlings were assayed for each set. Bars, 100 μm. C and F, Quantification of chlorophyll fluorescence relative intensity in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (C) or with 1% Suc (F). Values are means ± \nse\n (\nn\n = 15) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nWe also quantified the accumulation of chlorophyll in cotyledons of 4-d-old \nann1-2\n and wild-type seedlings grown without Suc. Consistent with the up-regulation of photosynthetic gene expression, cotyledons of \nann1-2\n seedlings showed significantly higher intensity of chlorophyll autofluorescence signal than that in wild-type cotyledons, indicating a higher chlorophyll content in cotyledons of \nann1-2\n seedlings compared to that in the wild type (\nFig. 4, B and C\n).\nExogenous Suc reversed the enhanced expression of photosynthetic genes and chlorophyll accumulation in cotyledons of \nann1-2\n seedlings. When grown with 1% Suc, \nann1-2\n cotyledons showed similar photosynthetic gene expression levels as that in the wild type (\nFig. 4D\n), and accumulation of chlorophyll in these tissues was also comparable (\nFig. 4, E and F\n).",
    "figure_4.": "Open in a new tab\nUp-regulation of photosynthesis-related gene expression and increased chlorophyll fluorescence in \nANN1\n knockout mutant is rescued by exogenous Suc. A and D, RT-qPCR analysis of gene expression levels in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (A) or with 1% Suc (D). Data represent means ± \nse\n, (\nn\n = 9) of three independent experiments. B and E, Confocal microscopy of chlorophyll fluorescence in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (B) or with 1% Suc (E). Top, chlorophyll fluorescence. Bottom, bright field. Fifteen seedlings were assayed for each set. Bars, 100 μm. C and F, Quantification of chlorophyll fluorescence relative intensity in cotyledons of 4-d-old wild-type (Col-0) and \nann1-2\n seedlings grown without Suc (C) or with 1% Suc (F). Values are means ± \nse\n (\nn\n = 15) of three independent experiments. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "knocking_out_ann1_and_ann2_induces_accumulation_of_soluble_s": "We quantified neutral soluble sugars in primary roots of \nann1-2\n, \nann2-1\n and wild type by gas chromatography/mass spectrometry (GC/MS) using primary roots collected from 1-week-old seedlings grown on agar plates containing no sugars (\nSupplemental Table S3\n). Unexpectedly, significantly higher amounts of sugars were detected in both \nann1-2\n and \nann2-1\n root tissue relative to that in wild type (\nFig. 5A\n), including significantly higher contents of soluble Glc (\nFig. 5B\n) and Fru (\nFig. 5C\n). Most of the sugar detected was probably in the phloem.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots contain significantly more soluble carbohydrates in primary roots when grown without Suc. A to C, Primary roots were harvested from 1-week-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown on agar plates containing no Suc. Soluble sugar contents were analyzed by GC/MS to reveal total sugar (A), Glc (B), and Fru (C) contents. Values are means ± SD of triplicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "figure_5.": "Open in a new tab\nANN1\n and \nANN2\n knockout mutant roots contain significantly more soluble carbohydrates in primary roots when grown without Suc. A to C, Primary roots were harvested from 1-week-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown on agar plates containing no Suc. Soluble sugar contents were analyzed by GC/MS to reveal total sugar (A), Glc (B), and Fru (C) contents. Values are means ± SD of triplicates. Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "knocking_out_ann1_and_ann2_impairs_post-phloem_transport_in_": "Because 5(6)-carboxyfluorescein diacetate (CFDA) has been widely used as a phloem-mobile probe (\nOparka et al., 1994\n; \nKnoblauch et al., 2015\n), we used CFDA to detect post-phloem transport in wild-type, \nann1-2\n, \nann2-1\n, and the \nANN1\n-overexpressing line \n35S:ANN1\n. \n35S:ANN1\n seedlings showed significantly longer roots compared to that in the wild type when grown without Suc (\nSupplemental Fig. S3\n). All seedlings were grown without Suc for 4 d. After applying CFDA on cotyledons for 30 min, the dye was apparent in the two phloem files in primary roots of \nann1-2\n, \nann2-1\n, \n35S:ANN1\n, and the wild type (\nFig. 6A\n), indicating successful loading of carboxyfluorescein (CF). The wild type showed a characteristic transport pattern of CF along the root cortex (\nFig. 6B\n). However, in \nann1-2\n and \nann2-1\n, the diffusion of CF in root tips was restricted (\nFig. 6B\n).\nFigure 6.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots have restricted diffusion of CF to root tips when grown without Suc. A, Representative images showing successful loading of CF in phloem files. White lines indicate edge of root tissue. B, Representative fluorescence micrographs of root tips from wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n (\nANN1\n overexpression) seedlings grown without Suc. Bar, 50 μm. C, Quantification of fluorescence levels in different root-tip zones as indicated in wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n seedlings grown without Suc. QC, Quiescent center. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).\nThe post-phloem region has been defined as the region 250 μm behind the root tip (\nStadler et al., 2005\n; \nRoss-Elliott et al., 2017\n), so we quantified CF fluorescence in three different areas (transition zone, meristem zone, and root cap) of this post-phloem region in \nann1-2\n, \nann2-1\n, \n35S:ANN1\n, and wild-type roots (\nFig. 6C\n). Significantly lower levels of CF fluorescence were detected in both \nann1-2\n and \nann2-1\n roots compared to that in wild type when seedlings were grown without Suc. This significant decrease of CF diffusion was more obvious in root caps, reaching a level more than 50% less compared to that of wild type. In contrast to that in \nann1-2\n and \nann2-1\n, \n35S:ANN1\n showed significantly higher levels of CF diffusion in root tips compared to that in wild type by more than 50% in root caps. Taken together, these results indicate that \nann1-2\n and \nann2-1\n roots had impaired post-phloem transport; i.e. knocking out \nANN1\n and \nANN2\n restricted the diffusion of sugars from the phloem to the root tip.",
    "figure_6.": "Open in a new tab\nANN1\n and \nANN2\n knockout mutant roots have restricted diffusion of CF to root tips when grown without Suc. A, Representative images showing successful loading of CF in phloem files. White lines indicate edge of root tissue. B, Representative fluorescence micrographs of root tips from wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n (\nANN1\n overexpression) seedlings grown without Suc. Bar, 50 μm. C, Quantification of fluorescence levels in different root-tip zones as indicated in wild-type (Col-0), \nann1-2\n, \nann2-1\n, and \n35S:ANN1\n seedlings grown without Suc. QC, Quiescent center. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05).",
    "knocking_out_ann1_and_ann2_increased_ros_levels_and_callose_": "Intracellular reactive oxygen species (ROS) regulate plasmodesmata permeability through callose deposition (\nBenitez-Alfonso et al., 2009\n, \n2011\n; \nStonebloom et al., 2012\n). To test whether knocking out \nANN1\n and \nANN2\n leads to ROS accumulation in root tips, 2,7-dichlorodihydrofluorescein diacetate (H\n2\nDCFDA), a dye that stains hydrogen peroxide (H\n2\nO\n2\n), was applied to 3-d-old seedlings grown without Suc. Significantly higher levels of stain were detected in root tips of \nann1-2\n and \nann2-1\n compared to that in wild type when grown without Suc (\nFig. 7, A and B\n). Aniline blue was used to detect callose accumulation in root tips of 3-d-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc, which revealed significantly higher levels of callose deposition in \nann1-2\n and \nann2-1\n compared to that in wild type (\nFig. 7, C and D\n).\nFigure 7.\n\n\n\n\nOpen in a new tab\n\n\nANN1\n and \nANN2\n knockout mutant roots show increased levels of ROS and callose in root tips when grown without Suc. A, Representative confocal microscopy images of H\n2\nO\n2\n levels in root tips as detected by H\n2\nDCFDA staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. B, Quantification of relative fluorescence intensity indicating H\n2\nO\n2\n levels in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n mutant seedlings grown without Suc. C, Representative confocal microscopy images of callose levels in roots tips as detected by aniline blue staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. D, Quantification of relative fluorescence intensity indicating callose deposition in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc. B and D, Results were consistent in three independent experiments. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05). Bar, 50 μm.",
    "figure_7.": "Open in a new tab\nANN1\n and \nANN2\n knockout mutant roots show increased levels of ROS and callose in root tips when grown without Suc. A, Representative confocal microscopy images of H\n2\nO\n2\n levels in root tips as detected by H\n2\nDCFDA staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. B, Quantification of relative fluorescence intensity indicating H\n2\nO\n2\n levels in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n mutant seedlings grown without Suc. C, Representative confocal microscopy images of callose levels in roots tips as detected by aniline blue staining of wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc for 3 d. D, Quantification of relative fluorescence intensity indicating callose deposition in root tips of 3-d-old wild-type (Col-0), \nann1-2\n, and \nann2-1\n seedlings grown without Suc. B and D, Results were consistent in three independent experiments. Values are means ± \nse\n (\nn\n ≥ 8). Different letters indicate statistically significant differences as evaluated by Student’s \nt\n test (\nP\n < 0.05). Bar, 50 μm.",
    "discussion": "ANN1\n and \nANN2\n Knockout Seedlings Show Suc-Dependent Phenotypes\n\n\nThe observation that significantly higher contents of soluble sugar were detected by GC/MS analysis in primary roots of \nann1-2\n and \nann2-1\n compared to those of wild type when grown together without Suc indicated there was successful phloem transport of sugar from shoots to roots in the knockout mutants, yet the mutants had obvious growth and columella cell defects. The fact that these defects were rescued by exogenous Suc independent of its osmotic effects suggested the possibility that \nANN1\n and \nANN2\n helped to regulate the post-phloem transport of Suc into root tips. Although successful unloading was detected in both the \nANN1\n knockout mutant \nann1-2\n and the \nANN2\n knockout mutant \nann2-1\n, the diffusion of CFDA into root tips was impaired in both \nann1-2\n and \nann2-1\n, indicating these mutants had restricted sugar diffusion in fast-growing regions from the unloading zone to root tips. These results are consistent with the conclusion that compromised expression of \nANN1\n and \nANN2\n leads to impaired diffusion of sugars in the fast-growing root apex, and this, in turn, inhibits primary root growth. However, further studies quantifying carbohydrate content only in the cap region after laser microdissection are required to confirm this conclusion.\nSugar in Regulation of Photosynthesis\n\n\nThe regulatory roles of sugar in photosynthetic gene transcripts and photosynthesis capacity have been widely documented (\nKoch, 1996\n; \nPego et al., 2000\n). Sugar starvation in plants activates photosynthesis, whereas high sugar levels inhibit photosynthesis (\nYu et al., 2015\n; \nSami et al., 2016\n). Sugar represses the transcriptional activity of photosynthetic gene promoters transiently expressed in maize mesophyll protoplasts (\nSheen, 1990\n). Sugar accumulation in leaves represses photosynthetic gene expression and photosynthesis (\nPego et al., 2000\n). Roots are typical sink organs. Sugar demands in young roots promote photosynthesis in leaves. For example, overexpression of the \nHIGHER YIELD RICE\n gene encoding an APETALA2/ETHYLENE RESPONSIVE FACTOR transcription factor leads to increased root length, branching, and strength, which in turn promotes photosynthesis in leaves (\nAmbavaram et al., 2014\n). However, the mechanism of how plants monitor sugar levels in roots remains an active area of investigation. Here, we hypothesize that root tips are sugar-sensing tissues, and their sugar status can affect photosynthesis capacity in leaves.\n\n\nAs noted above, our results revealed sugar starvation in the actively growing root apex of the \nann1-2\n and \nann2-1\n knockout mutants by using CF as a phloem mobile probe. Evidence that this apical sugar starvation led to an up-regulation of photosynthesis was indicated by the up-regulated expression of genes encoding CAB2 (LHCB1.1), CAB3 (LHCB 1.2), and PSII subunits (LHB1B1 and LHB1B2), along with increased chlorophyll contents in \nann1-2\n. The enhancement of photosynthesis in \nann1-2\n was most likely the change that resulted in the elevated sugar contents observed in primary roots of \nann1-2\n. However, because these accumulated sugars could not reach the root apex due to the defective post-phloem transport of sugars in \nann1-2\n, they failed to rescue primary root growth defects and to reverse the enhancement of photosynthesis. Assuming that sugars accumulate in the phloem and unloading zone without sufficient diffusion into the post-phloem region, this transport defect would lead to sugar starvation in root tips. Because roots can communicate their nutrient status to shoots and induce responses in them (\nKo and Helariutta, 2017\n), the stress of sugar starvation in root tips could initiate a root-to-shoot signal, just as salt stress in roots promote the propagation of Ca\n2+\n waves from roots to shoots (\nChoi et al., 2014\n; \nEvans et al., 2016\n). Plausibly, such a signal could help explain how sugar-deprived root tips could induce the up-regulation of photosynthetic genes in leaves.\n\n\nRoots efficiently take up Suc and Glc from the media (\nChaudhuri et al., 2008\n), and consistently, exogenously supplied sugars in the medium successfully rescued primary root growth defects and reversed photosynthesis enhancement in \nann1-2\n. These results favor the conclusion that ANN1 helps control root sugar status, which would result in feedback regulation of photosynthesis. Knocking out \nANN1\n may result in sugar starvation in roots, which could serve as a signal for plants to up-regulate photosynthesis.\nPost-Phloem Transport of Sugar to Root Tips\n\n\nApical sugar concentration in root tips has been considered to play the determinant role in regulating root growth and development (\nFreixes et al., 2002\n). The diffusion of CF in root tips of \nann1-2\n and \nann2-1\n was restricted, whereas the \nANN1\n-ovexpressing line \n35S:ANN1\n showed promoted diffusion of CF. We interpreted these results to indicate that knocking out \nANN1\n and \nANN2\n restricted symplastic diffusion in post-phloem transport from the unloading zone to root tips and that this restriction impaired primary root growth along with root cap development.\n\n\nSugar diffuses freely along the concentration gradient through plasmodesmata in the root apex. It is now widely accepted that plasmodesmata are dynamic channels whose permeability is highly regulated during plant growth and development (\nSager and Lee, 2014\n). Callose has been found deposited in the neck region of plasmodesmata and can restrict the size exclusion limit of plasmodesmata (\nLuna et al., 2011\n; \nZavaliev et al., 2011\n). ROS accumulation can increase callose accumulation, which may result in reduced plasmodesmatal transport (\nBenitez-Alfonso et al., 2009\n, \n2011\n; \nStonebloom et al., 2012\n).\n\n\nANNt1 has antioxidant activity (\nGidrol et al., 1996\n), and this activity may help explain the results of prior studies that documented a link between \nANN1\n suppression and an increase in ROS levels. For example, the knockout of \nANN1\n results in the accumulation of higher levels of ROS in leaves compared to that in wild type (\nKonopka-Postupolska et al., 2009\n). Similarly, our results show that knocking out \nANN1\n and \nANN2\n leads to hyperaccumulation of ROS in root tips, and, like earlier studies, associates this change with an elevated accumulation of callose. Assuming that some of this accumulated callose is deposited in plasmodesmata, it would restrict plasmodesmatal sugar transport and thus help explain why post-phloem transport of sugar to root tips is inhibited in mutants.\n\n\nIn conclusion, our results provide data linking ANN1 and ANN2 to the regulation of primary root growth and development. This study expands our understanding of the function of annexins in plants to include an important role in the post-phloem transport of sugars to the root tip, which, in turn, indirectly impacts photosynthetic rates in cotyledons.",
    "ann1_and_ann2_knockout_seedlings_show_suc-dependent_phenotyp": "The observation that significantly higher contents of soluble sugar were detected by GC/MS analysis in primary roots of \nann1-2\n and \nann2-1\n compared to those of wild type when grown together without Suc indicated there was successful phloem transport of sugar from shoots to roots in the knockout mutants, yet the mutants had obvious growth and columella cell defects. The fact that these defects were rescued by exogenous Suc independent of its osmotic effects suggested the possibility that \nANN1\n and \nANN2\n helped to regulate the post-phloem transport of Suc into root tips. Although successful unloading was detected in both the \nANN1\n knockout mutant \nann1-2\n and the \nANN2\n knockout mutant \nann2-1\n, the diffusion of CFDA into root tips was impaired in both \nann1-2\n and \nann2-1\n, indicating these mutants had restricted sugar diffusion in fast-growing regions from the unloading zone to root tips. These results are consistent with the conclusion that compromised expression of \nANN1\n and \nANN2\n leads to impaired diffusion of sugars in the fast-growing root apex, and this, in turn, inhibits primary root growth. However, further studies quantifying carbohydrate content only in the cap region after laser microdissection are required to confirm this conclusion.",
    "sugar_in_regulation_of_photosynthesis": "The regulatory roles of sugar in photosynthetic gene transcripts and photosynthesis capacity have been widely documented (\nKoch, 1996\n; \nPego et al., 2000\n). Sugar starvation in plants activates photosynthesis, whereas high sugar levels inhibit photosynthesis (\nYu et al., 2015\n; \nSami et al., 2016\n). Sugar represses the transcriptional activity of photosynthetic gene promoters transiently expressed in maize mesophyll protoplasts (\nSheen, 1990\n). Sugar accumulation in leaves represses photosynthetic gene expression and photosynthesis (\nPego et al., 2000\n). Roots are typical sink organs. Sugar demands in young roots promote photosynthesis in leaves. For example, overexpression of the \nHIGHER YIELD RICE\n gene encoding an APETALA2/ETHYLENE RESPONSIVE FACTOR transcription factor leads to increased root length, branching, and strength, which in turn promotes photosynthesis in leaves (\nAmbavaram et al., 2014\n). However, the mechanism of how plants monitor sugar levels in roots remains an active area of investigation. Here, we hypothesize that root tips are sugar-sensing tissues, and their sugar status can affect photosynthesis capacity in leaves.\nAs noted above, our results revealed sugar starvation in the actively growing root apex of the \nann1-2\n and \nann2-1\n knockout mutants by using CF as a phloem mobile probe. Evidence that this apical sugar starvation led to an up-regulation of photosynthesis was indicated by the up-regulated expression of genes encoding CAB2 (LHCB1.1), CAB3 (LHCB 1.2), and PSII subunits (LHB1B1 and LHB1B2), along with increased chlorophyll contents in \nann1-2\n. The enhancement of photosynthesis in \nann1-2\n was most likely the change that resulted in the elevated sugar contents observed in primary roots of \nann1-2\n. However, because these accumulated sugars could not reach the root apex due to the defective post-phloem transport of sugars in \nann1-2\n, they failed to rescue primary root growth defects and to reverse the enhancement of photosynthesis. Assuming that sugars accumulate in the phloem and unloading zone without sufficient diffusion into the post-phloem region, this transport defect would lead to sugar starvation in root tips. Because roots can communicate their nutrient status to shoots and induce responses in them (\nKo and Helariutta, 2017\n), the stress of sugar starvation in root tips could initiate a root-to-shoot signal, just as salt stress in roots promote the propagation of Ca\n2+\n waves from roots to shoots (\nChoi et al., 2014\n; \nEvans et al., 2016\n). Plausibly, such a signal could help explain how sugar-deprived root tips could induce the up-regulation of photosynthetic genes in leaves.\nRoots efficiently take up Suc and Glc from the media (\nChaudhuri et al., 2008\n), and consistently, exogenously supplied sugars in the medium successfully rescued primary root growth defects and reversed photosynthesis enhancement in \nann1-2\n. These results favor the conclusion that ANN1 helps control root sugar status, which would result in feedback regulation of photosynthesis. Knocking out \nANN1\n may result in sugar starvation in roots, which could serve as a signal for plants to up-regulate photosynthesis.",
    "post-phloem_transport_of_sugar_to_root_tips": "Apical sugar concentration in root tips has been considered to play the determinant role in regulating root growth and development (\nFreixes et al., 2002\n). The diffusion of CF in root tips of \nann1-2\n and \nann2-1\n was restricted, whereas the \nANN1\n-ovexpressing line \n35S:ANN1\n showed promoted diffusion of CF. We interpreted these results to indicate that knocking out \nANN1\n and \nANN2\n restricted symplastic diffusion in post-phloem transport from the unloading zone to root tips and that this restriction impaired primary root growth along with root cap development.\nSugar diffuses freely along the concentration gradient through plasmodesmata in the root apex. It is now widely accepted that plasmodesmata are dynamic channels whose permeability is highly regulated during plant growth and development (\nSager and Lee, 2014\n). Callose has been found deposited in the neck region of plasmodesmata and can restrict the size exclusion limit of plasmodesmata (\nLuna et al., 2011\n; \nZavaliev et al., 2011\n). ROS accumulation can increase callose accumulation, which may result in reduced plasmodesmatal transport (\nBenitez-Alfonso et al., 2009\n, \n2011\n; \nStonebloom et al., 2012\n).\nANNt1 has antioxidant activity (\nGidrol et al., 1996\n), and this activity may help explain the results of prior studies that documented a link between \nANN1\n suppression and an increase in ROS levels. For example, the knockout of \nANN1\n results in the accumulation of higher levels of ROS in leaves compared to that in wild type (\nKonopka-Postupolska et al., 2009\n). Similarly, our results show that knocking out \nANN1\n and \nANN2\n leads to hyperaccumulation of ROS in root tips, and, like earlier studies, associates this change with an elevated accumulation of callose. Assuming that some of this accumulated callose is deposited in plasmodesmata, it would restrict plasmodesmatal sugar transport and thus help explain why post-phloem transport of sugar to root tips is inhibited in mutants.\nIn conclusion, our results provide data linking ANN1 and ANN2 to the regulation of primary root growth and development. This study expands our understanding of the function of annexins in plants to include an important role in the post-phloem transport of sugars to the root tip, which, in turn, indirectly impacts photosynthetic rates in cotyledons.",
    "materials_and_methods": "Plant Materials and Growth Conditions\n\n\nArabidopsis (\nArabidopsis thaliana\n) Colombia (Col-0) ecotype was used as the wild type in all experiments. \nANN1\n (At1g35720) and \nANN2\n (At5g65020) are studied. Annexin T-DNA insertion mutants including \nann1-2\n, \nann1-3\n, \nann2-1\n, \nann1-2/ann2-1\n, and \n35S:ANN1\n used in this study were all obtained from \nWang et al. (2015)\n. All seeds were surface sterilized by 75% (v/v) ethanol for 1 min and 20% bleach (v/v) for 10 min. After washing five times with sterile, deionized water, seeds were sowed on agar plates containing either no Suc, 2% (w/v) Suc, or 1% (w/v) mannitol. Seeds on agar plates were stratified in darkness at 4°C for 3 d. Stratified plates were placed vertically in a growth chamber (Percival AR-66 L; light intensity of 275/µmol m\n−2\n s\n−1\n, humidity of approximately 80%, 20°C) in continuous light or in darkness. Unless otherwise noted, chemicals were reagent grade from Sigma-Aldrich.\nLugol Staining of Columella Cells\n\n\nSeedlings grown with 1% Suc or without Suc were submerged in a root cap fixative solution (5% [w/v] formaldehyde, 5% [v/v] acetic acid, and 25% [v/v] ethanol) for 24 h. Lugol staining of root caps was done as described by \nHong et al. (2015)\n. Ten to thirteen seedlings were imaged for each genotype with a DIC optics on a Nikon 90i Stereology microscope, using a 60× objective.\nStarch Quantification\n\n\nStarch levels in 2 mm root tips of 10-d-old wild-type and \nann1-2\n seedlings grown without Suc were assayed in ethanol extracts using methods described by \nBergmeyer (1984)\n, \nBarratt et al. (2009)\n, and \nDivya et al. (2010)\n.\nRNA Extraction\n\n\nTrizol reagent was used in all RNA extraction experiments following the manufacturer’s protocol.\nRNA-Seq Analysis\n\n\nTo elucidate the mechanisms of ANN1 and ANN2 in regulation of primary root growth, we performed a comparative RNA-seq using total RNA from primary roots excised from 2-week-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc in light. Total RNA extracted from primary roots of 2-week-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc was submitted to the Genome Sequencing and Analysis Facility (GSAF) at the University of Texas at Austin. Both library construction and sequencing were performed by GSAF. After filtering low-quality reads and removing adaptor contamination from the raw data of Illumina reads, the following steps were as described by \nVan Verk et al. (2013)\n to detect differential expression in \nann1-2\n and \nann2-1\n compared to Col-0. A cutoff value of a greater than 2-fold change in expression was used to select differentially expressed genes in \nann1-2\n and \nann2-1\n.\n\n\nTo further investigate the biological functions of the DEG in both \nann1-2\n and \nann2-1\n, we subsequently assigned the DEGs to GO terms. TAIR10 was downloaded for gene function descriptions and GO annotations. Ture-path rule was applied in functional enrichment analysis. A gene annotated with a particular GO term was also annotated with all its parents. To avoid very generic, noninformative terms for analysis, only terms annotating 500 or fewer genes were retained. Genes annotated with a given specific GO term were considered as a gene set. All the gene sets were tested for the statistical significance of enrichment among themselves using the cumulative hypergeometric test. Then a Benjamini-Hochberg false discovery rate (\nBenjamini and Hochberg, 1995\n) was also calculated. A false discovery rate threshold of 0.05 was used for significance.\nRT-qPCR Analysis\n\n\ncDNA was transcribed from RNA by the High-Capacity cDNA Reverse Transcription Kit (Thermo Fisher) after DNase I digestion. Ten micrograms cDNA was used for each sample. RT-qPCR was performed on QuantStudio platform (Applied Biosystems) with PowerUp Sybr Green Master Mix (Thermo Fisher). Transcripts of \ncab2\n (AT1G29920), \ncab3\n (AT1G29910), \nLHB1B1\n (AT2G34430), \nLHB1B2\n (AT2G34420), \nANN1\n (AT1G35720), and \nANN2\n (AT5G65020) under different conditions were studied. Primer sequences used in all RT-qPCR experiments to detect gene expression are listed in \nSupplemental Table S2\n. Specificity of gene amplifications were confirmed by melting curves. For each condition tested, three biological replicates for both wild type and \nann1-2\n with three technical replicates for each biological replicate were used. 2\n−ΔΔCT\n method (\nLivak and Schmittgen, 2001\n) was used to calculate fold changes. For significant difference between each condition, either one-way ANOVA for three conditions or Student’s \nt\n test for two conditions was used.\nDetection of Chlorophyll Autofluorescence\n\n\nCotyledons of 4-d-old intact \nann1-2\n and wild-type seedlings grown either with 1% Suc or without Suc were examined. Chlorophyll autofluorescence 660 to 701 nm was detected with an excitation wavelength of 488 nm. Fifteen seedlings were examined for \nann1-2\n and the wild type.\nGC/MS Analysis\n\n\nWild-type, \nann1-2\n, and \nann2-1\n seedlings were grown in continuous light on agar plates containing no Suc for a week. Primary roots were collected and washed in sterile water twice. After freeze drying for 2 d, samples were submitted to complex carbohydrate research center at the University of Georgia for GC/MS analysis. Triplicate experiments were carried out.\nCFDA Application\n\n\nCFDA stock was prepared as 6 mg/mL in acetone and kept at −80°C. A dilution of 1:20 in sterile water was used for application. Wild-type, \nann1-2\n, and \nann2-1\n seedlings were grown on agar plates containing no Suc for 4 d. A cotyledon was grazed by fine tweezers to allow 1 µL CFDA to penetrate. All samples were excited by 488-nm laser. Fluorescence 500 to 566 nm was monitored.\nROS Detection\n\n\nThree-day-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc were used. Whole seedlings were incubated in the buffer (30 m\nm\n KCl and 10 m\nm\n MES-KOH, pH 6.15) with 50 µ\nm\n H\n2\nDCFDA for 1 h in darkness at room temperature. Extra dye was washed three times by the buffer before confocal microscopy. All samples were excited by 488-nm laser. Fluorescence between 517 and 527 nm was collected.\nAniline Blue Staining\n\n\nThree-day-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc were stained by aniline blue (Biosupplies) as described by \nRoss-Elliott et al. (2017)\n.\nConfocal Microscopy\n\n\nConfocal imaging was done by a confocal laser scanning microscope (Zesis LSM 710) in a set manner, starting with the same image acquisition settings and data processing for all experiments. Fluorescent signals in all samples were recorded in Z stacks. Z-project in Fiji was used to flatten Z stacks either with average intensity for better quantification accuracy or with maximum intensity for better focus in representative images. Relative fold change of fluorescent intensity was calculated by division of the mean fluorescent intensity in wild type. Student’s \nt\n test was used to calculate significant difference between samples. Fluorescence was quantified in a way to avoid size difference.\nAccession Numbers\n\n\nSequence data from this article can be found in the GenBank data library under accession numbers At1g35720 (\nANN1\n), At5g6502\n0\n (\nANN2\n), At1g29920 (\ncab2\n), At1g29910 (\ncab3\n), At2g34430 (\nLHB1B1\n), and At2g34420 (\nLHB2B2\n).\nSupplemental Data\n\n\nThe following supplemental materials are available.\n\n\n\n\nSupplemental Figure S1.\n Hypocotyl growth of 3-d-old wild type (Col-0) and \nann1\n and \nann2\n knockout seedlings (\nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n double mutant) grown in the absence of Suc.\n\n\nSupplemental Figure S2.\n Inhibition of primary root growth in \nann1\n and \nann2\n knockout seedlings is rescued by exogenous Glc and Fru independent of their osmotic effects.\n\n\nSupplemental Figure S3.\n\n\n35S:ANN1\n shows promotion of primary root growth compared to that in wild type (Col-0).\n\n\nSupplemental Table S1.\n GO analysis of \nann1-2\n up-regulated genes.\n\n\nSupplemental Table S2.\n Primer sequences of genes assayed by qRT-qPCR.\n\n\nSupplemental Table S3.\n Quantitative analysis of soluble carbohydrates in primary roots of wild type (Col-0), \nann1-2\n, and \nann2-1\n when grown without Suc.",
    "plant_materials_and_growth_conditions": "Arabidopsis (\nArabidopsis thaliana\n) Colombia (Col-0) ecotype was used as the wild type in all experiments. \nANN1\n (At1g35720) and \nANN2\n (At5g65020) are studied. Annexin T-DNA insertion mutants including \nann1-2\n, \nann1-3\n, \nann2-1\n, \nann1-2/ann2-1\n, and \n35S:ANN1\n used in this study were all obtained from \nWang et al. (2015)\n. All seeds were surface sterilized by 75% (v/v) ethanol for 1 min and 20% bleach (v/v) for 10 min. After washing five times with sterile, deionized water, seeds were sowed on agar plates containing either no Suc, 2% (w/v) Suc, or 1% (w/v) mannitol. Seeds on agar plates were stratified in darkness at 4°C for 3 d. Stratified plates were placed vertically in a growth chamber (Percival AR-66 L; light intensity of 275/µmol m\n−2\n s\n−1\n, humidity of approximately 80%, 20°C) in continuous light or in darkness. Unless otherwise noted, chemicals were reagent grade from Sigma-Aldrich.",
    "lugol_staining_of_columella_cells": "Seedlings grown with 1% Suc or without Suc were submerged in a root cap fixative solution (5% [w/v] formaldehyde, 5% [v/v] acetic acid, and 25% [v/v] ethanol) for 24 h. Lugol staining of root caps was done as described by \nHong et al. (2015)\n. Ten to thirteen seedlings were imaged for each genotype with a DIC optics on a Nikon 90i Stereology microscope, using a 60× objective.",
    "starch_quantification": "Starch levels in 2 mm root tips of 10-d-old wild-type and \nann1-2\n seedlings grown without Suc were assayed in ethanol extracts using methods described by \nBergmeyer (1984)\n, \nBarratt et al. (2009)\n, and \nDivya et al. (2010)\n.",
    "rna_extraction": "Trizol reagent was used in all RNA extraction experiments following the manufacturer’s protocol.",
    "rna-seq_analysis": "To elucidate the mechanisms of ANN1 and ANN2 in regulation of primary root growth, we performed a comparative RNA-seq using total RNA from primary roots excised from 2-week-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc in light. Total RNA extracted from primary roots of 2-week-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc was submitted to the Genome Sequencing and Analysis Facility (GSAF) at the University of Texas at Austin. Both library construction and sequencing were performed by GSAF. After filtering low-quality reads and removing adaptor contamination from the raw data of Illumina reads, the following steps were as described by \nVan Verk et al. (2013)\n to detect differential expression in \nann1-2\n and \nann2-1\n compared to Col-0. A cutoff value of a greater than 2-fold change in expression was used to select differentially expressed genes in \nann1-2\n and \nann2-1\n.\nTo further investigate the biological functions of the DEG in both \nann1-2\n and \nann2-1\n, we subsequently assigned the DEGs to GO terms. TAIR10 was downloaded for gene function descriptions and GO annotations. Ture-path rule was applied in functional enrichment analysis. A gene annotated with a particular GO term was also annotated with all its parents. To avoid very generic, noninformative terms for analysis, only terms annotating 500 or fewer genes were retained. Genes annotated with a given specific GO term were considered as a gene set. All the gene sets were tested for the statistical significance of enrichment among themselves using the cumulative hypergeometric test. Then a Benjamini-Hochberg false discovery rate (\nBenjamini and Hochberg, 1995\n) was also calculated. A false discovery rate threshold of 0.05 was used for significance.",
    "rt-qpcr_analysis": "cDNA was transcribed from RNA by the High-Capacity cDNA Reverse Transcription Kit (Thermo Fisher) after DNase I digestion. Ten micrograms cDNA was used for each sample. RT-qPCR was performed on QuantStudio platform (Applied Biosystems) with PowerUp Sybr Green Master Mix (Thermo Fisher). Transcripts of \ncab2\n (AT1G29920), \ncab3\n (AT1G29910), \nLHB1B1\n (AT2G34430), \nLHB1B2\n (AT2G34420), \nANN1\n (AT1G35720), and \nANN2\n (AT5G65020) under different conditions were studied. Primer sequences used in all RT-qPCR experiments to detect gene expression are listed in \nSupplemental Table S2\n. Specificity of gene amplifications were confirmed by melting curves. For each condition tested, three biological replicates for both wild type and \nann1-2\n with three technical replicates for each biological replicate were used. 2\n−ΔΔCT\n method (\nLivak and Schmittgen, 2001\n) was used to calculate fold changes. For significant difference between each condition, either one-way ANOVA for three conditions or Student’s \nt\n test for two conditions was used.",
    "detection_of_chlorophyll_autofluorescence": "Cotyledons of 4-d-old intact \nann1-2\n and wild-type seedlings grown either with 1% Suc or without Suc were examined. Chlorophyll autofluorescence 660 to 701 nm was detected with an excitation wavelength of 488 nm. Fifteen seedlings were examined for \nann1-2\n and the wild type.",
    "gc/ms_analysis": "Wild-type, \nann1-2\n, and \nann2-1\n seedlings were grown in continuous light on agar plates containing no Suc for a week. Primary roots were collected and washed in sterile water twice. After freeze drying for 2 d, samples were submitted to complex carbohydrate research center at the University of Georgia for GC/MS analysis. Triplicate experiments were carried out.",
    "cfda_application": "CFDA stock was prepared as 6 mg/mL in acetone and kept at −80°C. A dilution of 1:20 in sterile water was used for application. Wild-type, \nann1-2\n, and \nann2-1\n seedlings were grown on agar plates containing no Suc for 4 d. A cotyledon was grazed by fine tweezers to allow 1 µL CFDA to penetrate. All samples were excited by 488-nm laser. Fluorescence 500 to 566 nm was monitored.",
    "ros_detection": "Three-day-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc were used. Whole seedlings were incubated in the buffer (30 m\nm\n KCl and 10 m\nm\n MES-KOH, pH 6.15) with 50 µ\nm\n H\n2\nDCFDA for 1 h in darkness at room temperature. Extra dye was washed three times by the buffer before confocal microscopy. All samples were excited by 488-nm laser. Fluorescence between 517 and 527 nm was collected.",
    "aniline_blue_staining": "Three-day-old wild-type, \nann1-2\n, and \nann2-1\n seedlings grown without Suc were stained by aniline blue (Biosupplies) as described by \nRoss-Elliott et al. (2017)\n.",
    "confocal_microscopy": "Confocal imaging was done by a confocal laser scanning microscope (Zesis LSM 710) in a set manner, starting with the same image acquisition settings and data processing for all experiments. Fluorescent signals in all samples were recorded in Z stacks. Z-project in Fiji was used to flatten Z stacks either with average intensity for better quantification accuracy or with maximum intensity for better focus in representative images. Relative fold change of fluorescent intensity was calculated by division of the mean fluorescent intensity in wild type. Student’s \nt\n test was used to calculate significant difference between samples. Fluorescence was quantified in a way to avoid size difference.",
    "accession_numbers": "Sequence data from this article can be found in the GenBank data library under accession numbers At1g35720 (\nANN1\n), At5g6502\n0\n (\nANN2\n), At1g29920 (\ncab2\n), At1g29910 (\ncab3\n), At2g34430 (\nLHB1B1\n), and At2g34420 (\nLHB2B2\n).",
    "supplemental_data": "The following supplemental materials are available.\nSupplemental Figure S1.\n Hypocotyl growth of 3-d-old wild type (Col-0) and \nann1\n and \nann2\n knockout seedlings (\nann1-2\n, \nann1-3\n, \nann2-1\n, and \nann1-2/ann2-1\n double mutant) grown in the absence of Suc.\n\n\nSupplemental Figure S2.\n Inhibition of primary root growth in \nann1\n and \nann2\n knockout seedlings is rescued by exogenous Glc and Fru independent of their osmotic effects.\n\n\nSupplemental Figure S3.\n\n\n35S:ANN1\n shows promotion of primary root growth compared to that in wild type (Col-0).\n\n\nSupplemental Table S1.\n GO analysis of \nann1-2\n up-regulated genes.\n\n\nSupplemental Table S2.\n Primer sequences of genes assayed by qRT-qPCR.\n\n\nSupplemental Table S3.\n Quantitative analysis of soluble carbohydrates in primary roots of wild type (Col-0), \nann1-2\n, and \nann2-1\n when grown without Suc.",
    "dive_curated_terms": "The following phenotypic, genotypic, and functional terms are of significance to the work described in this paper:\nAnnAt1 Gramene: AT1G35720\n\n\nAnnAt1 Araport: AT1G35720\nAnnAt2 Gramene: AT5G65020\n\n\nAnnAt2 Araport: AT5G65020\nCAB3 Gramene: AT1G29910\n\n\nCAB3 Araport: AT1G29910\nLHB1B1 Gramene: AT2G34430\n\n\nLHB1B1 Araport: AT2G34430\nLHB1B2 Gramene: AT2G34420\n\n\nLHB1B2 Araport: AT2G34420\nCAB2 Gramene: AT1G29920\n\n\nCAB2 Araport: AT1G29920\nchlorophyll a CHEBI: CHEBI:18230\nHYPOCOTYL AmiGo: PO:0020100\nphloem AmiGo: PO:0005417\nprimary root AmiGo: PO:0020127\nroot AmiGo: PO:0009005\nroot tip AmiGo: PO:0000025\nstarch CHEBI: CHEBI:28017",
    "acknowledgments": "We thank Dr. Parastoo Azadi of the Complex Carbohydrate Research Center at University of Georgia for GC/MS analysis and Dr. Michael Knoblauch for technical assistance in callose accumulation detection. We also thank Dr. Wenqiang Tang for providing Arabidopsis annexin mutants. We are grateful to Dr. Anna Webb’s help in our confocal experiments.",
    "footnotes": "1\nThis work was supported by the \nNational Science Foundation\n (Grant IOS-1027514 to S.J.R. and G.C.) and by the \nNational Aeronautics and Space Administration\n (grant NAG10-295 to S.J.R. and G.C.).\n\n\n\n\n\n\n[OPEN]\nArticles can be viewed without a subscription.",
    "references": "Ambavaram MM, Basu S, Krishnan A, Ramegowda V, Batlang U, Rahman L, Baisakh N, Pereira A (2014) Coordinated regulation of photosynthesis in rice increases yield and tolerance to environmental stress. Nat Commun\n5: 5302.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBaena-González E, Hanson J (2017) Shaping plant development through the SnRK1-TOR metabolic regulators. Curr Opin Plant Biol\n35: 152–157\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBarratt DHP, Derbyshire P, Findlay K, Pike M, Wellner N, Lunn J, Feil R, Simpson C, Maule AJ, Smith AM (2009) Normal growth of Arabidopsis requires cytosolic invertase but not sucrose synthase. Proc Natl Acad Sci USA\n106: 13124–13129\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBenitez-Alfonso Y, Cilia M, San Roman A, Thomas C, Maule A, Hearn S, Jackson D (2009) Control of Arabidopsis meristem development by thioredoxin-dependent regulation of intercellular transport. Proc Natl Acad Sci USA\n106: 3615–3620\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBenitez-Alfonso Y, Jackson D, Maule A (2011) Redox regulation of intercellular transport. Protoplasma\n248: 131–140\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBenjamini Y, Hochberg Y (1995) Controlling the false discovery rate – a practical and powerful approach to multiple testing. J R Stat Soc Series B Stat Methodol\n57: 289–300\n [\nGoogle Scholar\n]\n\n\n\n\nBergmeyer HU. (1984) Methods of Enzymatic Analysis, Ed 3, Vol 6, Carbohydrates\nVerlag Chemie, Weinheim, Germany, pp. 2–11\n [\nGoogle Scholar\n]\n\n\n\n\nCantero A, Barthakur S, Bushart TJ, Chou S, Morgan RO, Fernandez MP, Clark GB, Roux SJ (2006) Expression profiling of the Arabidopsis annexin gene family during germination, de-etiolation and abiotic stress.\nPlant Physiol Biochem\n44: 13–24\n10.1016/j.plaphy.2006.02.002\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChaudhuri B, Hörmann F, Lalonde S, Brady SM, Orlando DA, Benfey P, Frommer WB (2008) Protonophore- and pH-insensitive glucose and sucrose accumulation detected by FRET nanosensors in Arabidopsis root tips. Plant J\n56: 948–962\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoi WG, Toyota M, Kim SH, Hilleary R, Gilroy S (2014) Salt stress-induced Ca\n2+\n waves are associated with rapid, long-distance root-to-shoot signaling in plants. Proc Natl Acad Sci USA\n111: 6497–6502\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClark GB, Dauwalder M, Roux SJ (1992) Purification and immunolocalization of an annexin-like protein in pea seedlings. Planta\n187: 1–9\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClark GB, Sessions A, Eastburn DJ, Roux SJ (2001) Differential expression of members of the annexin multigene family in Arabidopsis. Plant Physiol\n126: 1072–1084\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClark GB, Morgan RO, Fernandez M-P, Roux SJ (2012) Evolutionary adaptation of plant annexins has diversified their molecular structures, interactions and functional roles. New Phytol\n196: 695–712\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDalal A, Kumar A, Yadav D, Gudla T, Viehhauser A, Dietz KJ, Kirti PB (2014) Alleviation of methyl viologen-mediated oxidative stress by Brassica juncea annexin-3 in transgenic Arabidopsis. Plant Sci\n219-220: 9–18\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDavies JM. (2014) Annexin-mediated calcium signalling in plants. Plants (Basel)\n3: 128–140\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDe Schepper V, De Swaef T, Bauweraerts I, Steppe K (2013) Phloem transport: a review of mechanisms and controls. J Exp Bot\n64: 4839–4850\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDivya K, Jami SK, Kirti PB (2010) Constitutive expression of mustard annexin, AnnBj1 enhances abiotic stress tolerance and fiber quality in cotton under stress. Plant Mol Biol\n73: 293–308\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDobrenel T, Caldana C, Hanson J, Robaglia C, Vincentz M, Veit B, Meyer C (2016) TOR Signaling and nutrient sensing. Annu Rev Plant Biol\n67: 261–285\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDodds PN, Lagudah ES (2016) Starving the enemy. Science\n354: 1377–1378\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEvans MJ, Choi WG, Gilroy S, Morris RJ (2016) A ROS-assisted calcium wave dependent on the AtRBOHD NADPH Oxidase and TPC1 cation channel propagates the systemic response to salt stress. Plant Physiol\n171: 1771–1784\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFarrar JF, Jones CL (1986) Modification of respiration and carbohydrate status of barley roots by selective pruning. New Phytol\n102: 513–521\n [\nGoogle Scholar\n]\n\n\n\n\nFreixes S, Thibaud MC, Tardieu F, Muller B (2002) Root elongation and branching is related to local hexose concentration in \nArabidopsis thaliana\n seedlings. Plant Cell Environ\n25: 1357–1366\n [\nGoogle Scholar\n]\n\n\n\n\nGidrol X, Sabelli PA, Fern YS, Kush AK (1996) Annexin-like protein from Arabidopsis thaliana rescues delta oxyR mutant of \nEscherichia coli\n from H2O2 stress. Proc Natl Acad Sci USA\n93: 11268–11273\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGuelette BS, Benning UF, Hoffmann-Benning S (2012) Identification of lipids and lipid-binding proteins in phloem exudates from \nArabidopsis thaliana\n. J Exp Bot\n63: 3603–3616\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHong JH, Chu H, Zhang C, Ghosh D, Gong X, Xu J (2015) A quantitative analysis of stem cell homeostasis in the Arabidopsis columella root cap. Front Plant Sci\n6: 206.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKehr J. (2006) Phloem sap proteins: their identities and potential roles in the interaction between plants and phloem-feeding insects. J Exp Bot\n57: 767–774\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKircher S, Schopfer P (2012) Photosynthetic sucrose acts as cotyledon-derived long-distance signal to control root growth during early seedling development in Arabidopsis. Proc Natl Acad Sci USA\n109: 11217–11221\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKnoblauch M, Vendrell M, de Leau E, Paterlini A, Knox K, Ross-Elliot T, Reinders A, Brockman SA, Ward J, Oparka K (2015) Multispectral phloem-mobile probes: properties and applications. Plant Physiol\n167: 1211–1220\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKo D, Helariutta Y (2017) Shoot-root communication in flowering plants. Curr Biol\n27: R973–R978\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKobayashi K, Baba S, Obayashi T, Sato M, Toyooka K, Keränen M, Aro EM, Fukaki H, Ohta H, Sugimoto K, et al.  (2012) Regulation of root greening by light and auxin/cytokinin signaling in Arabidopsis. Plant Cell\n24: 1081–1095\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoch KE. (1996) Carbohydrate-modulated gene expression in plants. Annu Rev Plant Physiol Plant Mol Biol\n47: 509–540\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKonopka-Postupolska D, Clark G (2017) Annexins as overlooked regulators of membrane trafficking in plant cells. Int J Mol Sci\n18: E863.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKonopka-Postupolska D, Clark G, Goch G, Debski J, Floras K, Cantero A, Fijolek B, Roux S, Hennig J (2009) The role of annexin 1 in drought stress in Arabidopsis. Plant Physiol\n150: 1394–1410\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKonopka-Postupolska D, Clark G, Hofmann A (2011) Structure, function and membrane interactions of plant annexins: an update. Plant Sci\n181: 230–241\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKühn C. (2016) Review: Post-translational cross-talk between brassinosteroid and sucrose signaling. Plant Sci\n248: 75–81\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLaohavisit A, Davies JM (2011) Annexins. New Phytol\n189: 40–53\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLaohavisit A, Brown AT, Cicuta P, Davies JM (2010) Annexins: components of the calcium and reactive oxygen signaling network. Plant Physiol\n152: 1824–1829\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLastdrager J, Hanson J, Smeekens S (2014) Sugar signals and the control of plant growth and development. J Exp Bot\n65: 799–807\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLemoine R, La Camera S, Atanassova R, Dédaldéchamp F, Allario T, Pourtau N, Bonnemain JL, Laloi M, Coutos-Thévenot P, Maurousset L, et al.  (2013) Source-to-sink transport of sugar and regulation by environmental factors. Front Plant Sci\n4: 272.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLi L, Sheen J (2016) Dynamic and diverse sugar signaling. Curr Opin Plant Biol\n33: 116–125\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiao C, Zheng Y, Guo Y (2017) MYB30 transcription factor regulates oxidative and heat stress responses through ANNEXIN-mediated cytosolic calcium signaling in Arabidopsis. New Phytol\n216: 163–177\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLivak KJ, Schmittgen TD (2001) Analysis of relative gene expression data using real-time quantitative PCR and the 2\n(-Δ Δ C(T\n)) Method. Methods\n25: 402–408\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLjung K, Nemhauser JL, Perata P (2015) New mechanistic links between sugar and hormone signalling networks. Curr Opin Plant Biol\n25: 130–137\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLuna E, Pastor V, Robert J, Flors V, Mauch-Mani B, Ton J (2011) Callose deposition: a multifaceted plant defense response. Mol Plant Microbe Interact\n24: 183–193\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMartin T, Oswald O, Graham IA (2002) Arabidopsis seedling growth, storage lipid mobilization, and photosynthetic gene expression are regulated by carbon:nitrogen availability. Plant Physiol\n128: 472–481\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMason MG, Ross JJ, Babst BA, Wienclaw BN, Beveridge CA (2014) Sugar demand, not auxin, is the initial regulator of apical dominance. Proc Natl Acad Sci USA\n111: 6092–6097\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMoore B, Zhou L, Rolland F, Hall Q, Cheng WH, Liu YX, Hwang I, Jones T, Sheen J (2003) Role of the Arabidopsis glucose sensor HXK1 in nutrient, light, and hormonal signaling. Science\n300: 332–336\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMorgan RO, Martin-Almedina S, Iglesias JM, Gonzalez-Florez MI, Fernandez MP (2004) Evolutionary perspective on annexin calcium-binding domains. Biochim Biophys Acta\n1742: 133–140\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMorgan RO, Martin-Almedina S, Garcia M, Jhoncon-Kooyip J, Fernandez MP (2006) Deciphering function and mechanism of calcium-binding proteins from their evolutionary imprints. Biochim Biophys Acta\n1763: 1238–1249\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOparka KJ, Prior DAM, Duckett CM, Fisher DB (1994) Real-time imaging of phloem unloading in the root tip of Arabidopsis. Plant J\n6: 759–766\n [\nGoogle Scholar\n]\n\n\n\n\nPego JV, Kortstee AJ, Huijser C, Smeekens SC (2000) Photosynthesis, sugars and the regulation of gene expression. J Exp Bot\n51: 407–416\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRichards SL, Laohavisit A, Mortimer JC, Shabala L, Swarbreck SM, Shabala S, Davies JM (2014) Annexin 1 regulates the H\n2\nO\n2\n-induced calcium signature in \nArabidopsis thaliana\n roots. Plant J\n77: 136–145\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRoss-Elliott TJ, Jensen KH, Haaning KS, Wager BM, Knoblauch J, Howell AH, Mullendore DL, Monteith AG, Paultre D, Yan D, et al.  (2017) Phloem unloading in Arabidopsis roots is convective and regulated by the phloem-pole pericycle. eLife\n6: e24125.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSager R, Lee JY (2014) Plasmodesmata in integrated cell signalling: insights from development and environmental signals and stresses. J Exp Bot\n65: 6337–6358\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSami F, Yusuf M, Faizan M, Faraz A, Hayat S (2016) Role of sugars under abiotic stress. Plant Physiol Biochem\n109: 54–61\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSheen J. (1990) Metabolic repression of transcription in higher plants. Plant Cell\n2: 1027–1038\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSmeekens S, Ma J, Hanson J, Rolland F (2010) Sugar signals and molecular networks controlling plant growth. Curr Opin Plant Biol\n13: 274–279\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStadler R, Wright KM, Lauterbach C, Amon G, Gahrtz M, Feuerstein A, Oparka KJ, Sauer N (2005) Expression of GFP-fusions in Arabidopsis companion cells reveals non-specific protein trafficking into sieve elements and identifies a novel post-phloem domain in roots. Plant J\n41: 319–331\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStitt M, Zeeman SC (2012) Starch turnover: pathways, regulation and role in growth. Curr Opin Plant Biol\n15: 282–292\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nStonebloom S, Brunkard JO, Cheung AC, Jiang K, Feldman L, Zambryski P (2012) Redox states of plastids and mitochondria differentially regulate intercellular transport via plasmodesmata. Plant Physiol\n158: 190–199\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nThieme CJ, Rojas-Triana M, Stecyk E, Schudoma C, Zhang W, Yang L, Miñambres M, Walther D, Schulze WX, Paz-Ares J, et al.  (2015) Endogenous Arabidopsis messenger RNAs transported to distant tissues. Nat Plants\n1: 15025.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nThompson M, Gamage D, Hirotsu N, Martin A, Seneweera S (2017) Effects of elevated carbon dioxide on photosynthesis and carbon partitioning: A perspective on root sugar sensing and hormonal crosstalk. Front Physiol\n8: 578.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nVan Verk MC, Hickman R, Pieterse CM, Van Wees SC (2013) RNA-Seq: revelation of the messengers. Trends Plant Sci\n18: 175–179\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWang X, Ma X, Wang H, Li B, Clark G, Guo Y, Roux S, Sun D, Tang W (2015) Proteomic study of microsomal proteins reveals a key role for Arabidopsis annexin 1 in mediating heat stress-induced increase in intracellular calcium levels. Mol Cell Proteomics\n14: 686–694\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWingler A. (2018) Transitioning to the next phase: the role of sugar signaling throughout the plant life cycle. Plant Physiol\n176: 1075–1084\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYu S, Cao L, Zhou CM, Zhang TQ, Lian H, Sun Y, Wu J, Huang J, Wang G, Wang JW (2013) Sugar is an endogenous cue for juvenile-to-adult phase transition in plants. eLife\n2: e00269.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYu SM, Lo SF, Ho TD (2015) Source-sink communication: Regulated by hormone, nutrient, and stress cross-signaling. Trends Plant Sci\n20: 844–857\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZavaliev R, Ueki S, Epel BL, Citovsky V (2011) Biology of callose (β-1,3-glucan) turnover at plasmodesmata. Protoplasma\n248: 117–130\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.9 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6130020/"
}