{
  "id": "PMC6240453",
  "title": "Comparing RNA-Seq and microarray gene expression data in two zones of the Arabidopsis root apex relevant to spaceflight.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Comparing RNA-Seq and microarray gene expression data in two zones of the Arabidopsis root apex relevant to spaceflight.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6240453/"
  },
  "sections": {
    "abstract": "Premise of the Study\nThe root apex is an important region involved in environmental sensing, but comprises a very small part of the root. Obtaining root apex transcriptomes is therefore challenging when the samples are limited. The feasibility of using tiny root sections for transcriptome analysis was examined, comparing \nRNA\n sequencing (\nRNA\n‐Seq) to microarrays in characterizing genes that are relevant to spaceflight.\nMethods\n\n\nArabidopsis thaliana\n Columbia ecotype (Col‐0) roots were sectioned into Zone 1 (0.5 mm; root cap and meristematic zone) and Zone 2 (1.5 mm; transition, elongation, and growth‐terminating zone). Differential gene expression in each was compared.\nResults\nBoth microarrays and \nRNA\n‐Seq proved applicable to the small samples. A total of 4180 genes were differentially expressed (with fold changes of 2 or greater) between Zone 1 and Zone 2. In addition, 771 unique genes and 19 novel transcriptionally active regions were identified by \nRNA\n‐Seq that were not detected in microarrays. However, microarrays detected spaceflight‐relevant genes that were missed in \nRNA\n‐Seq.\nDiscussion\nSingle root tip subsections can be used for transcriptome analysis using either \nRNA\n‐Seq or microarrays. Both \nRNA\n‐Seq and microarrays provided novel information. These data suggest that techniques for dealing with small, rare samples from spaceflight can be further enhanced, and that \nRNA\n‐Seq may miss some spaceflight‐relevant changes in gene expression.",
    "premise_of_the_study": "Premise of the Study\nThe root apex is an important region involved in environmental sensing, but comprises a very small part of the root. Obtaining root apex transcriptomes is therefore challenging when the samples are limited. The feasibility of using tiny root sections for transcriptome analysis was examined, comparing \nRNA\n sequencing (\nRNA\n‐Seq) to microarrays in characterizing genes that are relevant to spaceflight.",
    "methods": "METHODS\nPlant material\n\n\nArabidopsis thaliana\n Columbia ecotype (Col‐0) seedlings were grown on sterile solid media plates composed of 2.2 g of Murashige and Skoog (MS) salts, 0.5 g of MES hydrate, 5.0 g of sucrose, and 1.0 mL of Gamborg vitamins (Sigma‐Aldrich, St. Louis, Missouri, USA), and then adjusted to pH 5.72 with 1 M KOH. The media was solidified with 0.5% (w/v) Phytagel (Sigma‐Aldrich). The plates were vertically oriented in growth chambers with continuous light (80–100 μmol s\n−2\nm\n−2\n) at a constant temperature of 19°C. This plant growth configuration has been used for both laboratory and spaceflight plant growth (Paul et al., \n2013\n; Schultz et al., \n2017\n; Zhou et al., \n2017\n). Eight‐day‐old seedlings were harvested from a single plate, placed in RNA\nlater\n (Thermo Fisher Scientific, Waltham, Massachusetts, USA) in 50‐mL centrifuge tubes, and stored in a freezer at −20°C.\nSample preparation for transcriptomics\nSeedlings preserved in RNA\nlater\n were thawed to room temperature and transferred to an open Petri dish. The seedlings in the Petri dish and were viewed with an Olympus SZX12 dissecting microscope (Olympus, Tokyo, Japan), and the Petri plate served as a working surface to select primary roots and then dissect them into their appropriate zones. A thin‐ruled grid was adhered to the bottom of the plate to facilitate precise cuts between the zones (Fig. \n1\n). Plants were kept submerged in RNA\nlater\n at all times. Three independent seedlings were used as three biological replicates for each of the transcriptome analyses. All seedlings were grown on the same plate.\nFigure 1\nRoot dissection shown in eight‐day‐old \nArabidopsis thaliana\n Columbia ecotype seedlings, grown on vertically placed Phytagel plates under continuous light. The root apex was sectioned into two zones: Zone 1 (0.5 mm; root cap and meristematic zone) and Zone 2 (1.5 mm; transition, elongation, and growth‐terminating zone). The root tip shown is an eight‐day‐old, \nRNA\n\n\nlater\n‐preserved seedling stained with toluidine blue observed under a dissecting microscope. Scale is in millimeters.\nThe root tips were dissected into Zone 1 (0.5 mm from the tip, including the root cap and root division zones) and Zone 2 (1.5‐mm sections including the root elongation and root differentiation zone) (as shown in Fig. \n1\n). Dissected RNA\nlater\n‐preserved root tips were carefully transferred into pre‐labeled microcentrifuge tubes and then flash‐frozen in liquid nitrogen. Total RNA was extracted from these frozen samples using the ARCTURUS PicoPure RNA Isolation Kit (Thermo Fisher Scientific). RNA concentration was determined on a Qubit Fluorometer (Thermo Fisher Scientific), and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, California, USA). Five nanograms of RNA from each sample was used for low‐input array and RNA sequencing. Genes that significantly changed in Zone 2 (Treatment 2) as compared to Zone 1 (Treatment 1) were measured using microarray and RNA‐Seq. The transcripts identified as significantly changed at fold change of 2 or greater from the two techniques were used for further analysis. Gene ontology (GO) analysis of the significantly changed genes (fold change) between Zone 2 and Zone 1 was conducted using agriGO (Du et al., \n2010\n).\nMicroarray analyses and RNA‐Seq were performed at the Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression and Sequencing Core at the University of Florida. ICBR conducted the initial analyses of microarray and RNA‐Seq data for quality control, normalization, mapping reads to genome data, annotated transcripts, and profiling of gene expression.\nAffymetrix \nArabidopsis\n genome arrays\nSample preparation and hybridization\nFive nanograms of total RNA were amplified with the Ovation Pico WTA System V2 kit (NuGEN Technologies Inc., Redwood City, California, USA) according to the manufacturer's protocol. Fragmentation and biotinylation were performed with the Encore Biotin Module (NuGEN Technologies Inc.) as per the manufacturer's protocol. Five micrograms of amplified and labeled cDNA was fragmented and hybridized with rotation onto the Affymetrix GeneChip \nArabidopsis\n Genome ATH1 Array (Affymetrix, Santa Clara, California, USA) for 16 h at 45°C. Arrays were washed on a Fluidics Station 450 (Affymetrix) using the Hybridization Wash and Stain Kit (Affymetrix) with Washing Procedure FS450_0001. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G.\nStatistical analysis associated with microarray\nPrimary data analysis was performed using the R/Limma package (Ritchie et al., \n2015\n). Affymetrix CEL files were first analyzed using the FastQC package for quality control (Babraham Institute, Cambridge, United Kingdom; \nhttp://www.bioinformatics.babraham.ac.uk/projects/fastqc/\n). The arrays were then normalized using the RMA algorithm, and differential analysis was performed. Comparative analyses were conducted with the normalized signal intensity values between root tip Zone 1 and root tip Zone 2. The fold change was computed based on the normalized log‐transformed signal intensity data for each gene locus in the Zone 1 and Zone 2 groups. Differentially expressed transcripts were identified using a log\n2\n fold change (log\n2\n FC), at the 1% significance level, with false discovery rate (FDR) correction. Genes differentially expressed with fold change of 2 or greater at FDR <0.01 were used for further analysis.\nRNA‐Seq\nRNA‐Seq library preparation using SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing combined with Illumina Nextera DNA Sample Preparation Kit\nFive nanograms of total RNA were used for cDNA library construction using ClonTech SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing (TaKaRa Bio USA, Mountain View, California, USA) according to the manufacturer's protocol. Briefly, first‐strand cDNA was primed by the SMART‐SMARTer II A oligonucleotide (TaKaRa Bio USA) and then base pairs were combined with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in full‐length cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 10 PCR cycles. Illumina sequencing libraries were then generated with 120 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (FC‐131‐1024; Illumina, San Diego, California, USA) per the manufacturer's instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging), and then adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated by the Agilent 2100 Bioanalyzer and reverse transcription real‐time PCR (RT‐qPCR) (KAPA Library Quantification Kit, catalog no. KK4824; Kapa Biosystems, Wilmington, Massachusetts, USA). Finally, the libraries were pooled by equal molar concentration and sequenced by Illumina 2 × 150 NextSeq 500.\nNextSeq 500 sequencing\nIn preparation for sequencing, barcoded libraries were sized on the Agilent 2100 Bioanalyzer and then quantitated using the Qubit Fluorometer and RT‐qPCR (Kapa Biosystems, catalog no. KK4824). Individual samples were pooled equimolarly at 4 nM. This “working pool” was used as input in the NextSeq 500 instrument sample preparation protocol (Illumina, catalog no. 15048776, Rev A). Typically, a 1.3‐pM library concentration resulted in optimum clustering density in our instrument (i.e., ~200,000 clusters/mm\n2\n). Samples were sequenced on a single flow cell, using a 2 × 150 cycles (paired‐end) configuration. A typical sequencing run in the NextSeq 500 produced 750–800 million paired‐end reads with a Q30 ≥ 85%. For RNA‐Seq, approximately 40 million reads/sample provided sufficient depth for transcriptome analysis.\nMapping reads to genome data, transcript annotation, and profiling of gene expression\nThe paired‐end reads were mapped to the \nA. thaliana\n Columbia ecotype reference genome (TAIR10) using TopHat (Trapnell et al., \n2012\n). A multi‐step process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool (Trapnell et al., \n2012\n). Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at FDR = 0.01.",
    "results": "RESULTS\nTranscriptome data were obtained from the two root tip zones (Fig. \n1\n) through both microarray and RNA‐Seq. A total of approximately 33,500 and 22,700 genes were detected as expressed in the root zones from RNA‐Seq and microarray, respectively (Gene Expression Omnibus [GEO] accession \nGSE115555\n).\nDifferentially expressed genes in the two root zones\nMicroarray detected a total of 6351 genes significantly altered with fold change of 2 or greater, whereas RNA‐Seq detected a total of 6403 genes that were differentially expressed between the two root zones. Among these two sets of genes, 4180 genes were commonly identified by both techniques (Fig. \n2\nA). Out of the 6403 genes detected by RNA‐Seq, 2223 genes were exclusive to RNA‐Seq at a fold change of 2 or greater. However, out of these 2223 genes, 771 were truly unique to RNA‐Seq and the remaining 1452 genes were detected by microarray but did not pass the cutoff value of fold change 2 or greater (log\n2\n FC ≥1 or ≤1). Expression levels of genes estimated by RNA‐Seq were higher than those estimated by microarray. Therefore, a greater number of genes passed the fold change cut‐off criteria in RNA‐Seq than in the microarray. With increased fold change requirements, RNA‐Seq detected a higher number of genes compared to the microarray (Fig. \n2\nB, C). At fold change levels of 4 and 8, RNA‐Seq identified 364 and 63 unique genes compared to 41 and six genes, respectively, identified by the microarray (inner circles in the Venn diagram; Fig. \n2\n). Overall, RNA‐Seq was more efficient in detecting a greater number of significantly changed genes compared to the microarray.\nFigure 2\nComparison of differentially expressed genes in root Zone 2 vs. Zone 1 by \nRNA\n‐Seq and microarray. The Venn diagram shows the overlap between differentially expressed genes from \nRNA\n‐Seq and microarray data at log\n2\n\n\nFC\n ≥1 or ≤1 (A), log\n2\n\n\nFC\n ≥2 or ≤2 (B), and log\n2\n\n\nFC\n ≥4 or ≤4 (C). Numbers indicated in the Venn circles are the differentially expressed genes exclusive to each technique at that fold level, whereas the numbers in the inner circles indicate the subset of genes truly unique to \nRNA\n‐Seq or microarray and not found in the other technique. Differentially expressed transcripts were identified using a log\n2\n\n\nFC\n at \nFDR\n < 0.01.\nDifferentially expressed genes in the two root zones were functionally distinct\nDistribution of transcripts into the most prominent GO categories is summarized in Table \n1\n. Upregulated functional groups listed in Table \n1\n are the ones enriched in Zone 2, which include lipid localization and transport, root morphogenesis, root epidermal cell differentiation, cell maturation, polypropenoid biosynthetic process, root hair cell differentiation, trichoblast maturation, and secondary metabolic process. The downregulated genes in Zone 2 are those genes enriched in root Zone 1 (tip). The GO analysis of these genes mainly clustered into functional groups: cell cycle regulation, protein DNA complex assembly, chromatin assembly, DNA packaging and metabolic process, cytoskeleton organization, cell division, cellular component biogenesis, and organization (Table \n1\n).\nTable 1\nGene ontology (GO) analysis of differentially expressed genes (Zone 2 vs. Zone 1) commonly identified in RNA‐Seq and microarray.\na\n\n\nUpregulated \nDownregulated \nGO term\nDescription\nFDR\nGO term\nDescription\nFDR\nGO:0010876\nLipid localization\n4.00E‐16\nGO:0051726\nRegulation of cell cycle\n3.70E‐06\nGO:0006869\nLipid transport\n1.20E‐07\nGO:0007049\nCell cycle\n3.90E‐06\nGO:0042221\nResponse to chemical stimulus\n8.80E‐07\nGO:0065004\nProtein‐DNA complex assembly\n7.50E‐05\nGO:0009698\nPhenylpropanoid metabolic process\n1.10E‐05\nGO:0031497\nChromatin assembly\n7.50E‐05\nGO:0010054\nTrichoblast differentiation\n1.80E‐05\nGO:0006323\nDNA packaging\n0.0001\nGO:0006810\nTransport\n2.10E‐05\nGO:0007166\nCell surface receptor–linked signaling pathway\n0.00021\nGO:0010015\nRoot morphogenesis\n2.10E‐05\nGO:0006333\nChromatin assembly or disassembly\n0.0003\nGO:0051234\nEstablishment of localization\n2.20E‐05\nGO:0007167\nEnzyme‐linked receptor protein signaling pathway\n0.00046\nGO:0010053\nRoot epidermal cell differentiation\n3.70E‐05\nGO:0007169\nTransmembrane receptor protein tyrosine kinase signaling pathway\n0.00046\nGO:0006725\nCellular aromatic compound metabolic process\n4.30E‐05\nGO:0022402\nCell cycle process\n0.00063\nGO:0051179\nLocalization\n4.80E‐05\nGO:0051301\nCell division\n0.00067\nGO:0050896\nResponse to stimulus\n7.20E‐05\nGO:0006996\nOrganelle organization\n0.0015\nGO:0009699\nPhenylpropanoid biosynthetic process\n8.80E‐05\nGO:0022607\nCellular component assembly\n0.0024\nGO:0019748\nSecondary metabolic process\n0.0001\nGO:0007010\nCytoskeleton organization\n0.0034\nGO:0048469\nCell maturation\n0.00011\nGO:0048366\nLeaf development\n0.0055\nGO:0048765\nRoot hair cell differentiation\n0.00011\nGO:0044085\nCellular component biogenesis\n0.0059\nGO:0048764\nTrichoblast maturation\n0.00011\nGO:0016043\nCellular component organization\n0.0067\nGO:0009664\nPlant‐type cell wall organization\n0.00015\nGO:0006259\nDNA metabolic process\n0.0068\nGO:0048468\nCell development\n0.00016\nGO:0006325\nChromatin organization\n0.0073\nGO:0022622\nRoot system development\n0.00023\nGO:0048827\nPhyllome development\n0.0088\nNote\nFDR = false discovery rate.\na\nGene ontology (GO) analysis of the significantly changed genes between Zone 2 and Zone 1 conducted using agriGO (Du et al., \n2010\n). Upregulated functional groups are those enriched in Zone 2; downregulated groups are those enriched in Zone 1.\nJohn Wiley & Sons, Ltd\nSome of the genes differentially expressed at high fold levels (Table \n2\n) and their functions as defined in the \nArabidopsis\n TAIR database (Huala et al., \n2001\n) are described below.\nTable 2\nList of top 20 differentially changed genes (Zone 2 vs. Zone 1) commonly identified in RNA‐Seq and ATH1 microarray. Values are shown as log\n2\n fold change (log\n2\n FC)\nUP Reg Gene ID\nLog\n2\n FC RNA‐Seq\nLog\n2\n FC microarray\n Accession number and short description \nAT4G40090\n10.14\n6.17\n\n\nNM_120175\n. Arabidopsis thaliana AGP3 (arabinogalactan‐protein 3) (AGP3) mRNA, complete cds.\nAT1G48750\n9.01\n5.21\n\n\nNM_103770\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT1G48750) mRNA, complete cds.\nAT5G05960\n8.93\n5.76\n\n\nNM_120678\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT5G05960) mRNA, complete cds.\nAT3G18280\n8.82\n4.93\n\n\nNM_112712\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT3G18280) mRNA, complete cds.\nAT1G12040\n8.53\n7.29\n\n\nNM_101076\n. Arabidopsis thaliana LRX1 (LEUCINE‐RICH REPEAT/EXTENSIN 1); histidine phosphotransfer kinase/protein binding/structural constituent of cell wall (LRX1) mRNA, complete cds.\nAT5G67400\n8.46\n7.98\n\n\nNM_126140\n. Arabidopsis thaliana peroxidase 73 (PER73) (P73) (PRXR11) (AT5G67400) mRNA, complete cds.\nAT1G10380\n8.31\n5.16\n\n\nNM_100912\n. Arabidopsis thaliana Putative membrane lipoprotein mRNA, complete cds.\nAT3G54590\n8.21\n5.49\n\n\nNM_115316\n. Arabidopsis thaliana ATHRGP1 (HYDROXYPROLINE‐RICH GLYCOPROTEIN); structural constituent of cell wall (ATHRGP1) mRNA, complete cds.\nAT3G25930\n8.08\n5.96\n\n\nNM_113497\n. Arabidopsis thaliana universal stress protein (USP) family protein (AT3G25930) mRNA, complete cds.\nAT5G65530\n8.01\n6.86\n\n\nNM_125951\n. Arabidopsis thaliana protein kinase, putative (AT5G65530) mRNA, complete cds.\nAT1G02900\n7.84\n6.83\n\n\nNM_100171\n. Arabidopsis thaliana RALF1 (RAPID ALKALINIZATION FACTOR 1); signal transducer (RALF1) mRNA, complete cds.\nAT1G30870\n7.76\n6.18\n\n\nNM_102824\n. Arabidopsis thaliana cationic peroxidase, putative (AT1G30870) mRNA, complete cds.\nAT1G48930\n7.68\n7.19\n\n\nNM_103786\n. Arabidopsis thaliana AtGH9C1 (Arabidopsis thaliana glycosyl hydrolase 9C1); catalytic/hydrolase, hydrolyzing O‐glycosyl compounds (AtGH9C1) mRNA, complete cds.\nAT5G58010\n7.68\n5.77\n\n\nNM_125186\n. Arabidopsis thaliana basic helix‐loop‐helix (bHLH) family protein (AT5G58010) mRNA, complete cds.\nAT1G75750\n7.64\n7.02\n\n\nNM_106225\n. Arabidopsis thaliana GASA1 (GAST1 PROTEIN HOMOLOG 1) (GASA1) mRNA, complete cds.\nAT5G66815\n7.54\n5.29\n\n\nNM_126080\n. Arabidopsis thaliana C‐TERMINALLY ENCODED PEPTIDE 5, CEP5 transmembrane protein(AT5G66815) mRNA, complete cds.\nAT3G21550\n7.51\n3.09\n\n\nNM_113050\n. Arabidopsis thaliana DUF679 DOMAIN MEMBRANE PROTEIN 2, ATDMP2, DMP2, DUF679 DOMAIN MEMBRANE PROTEIN 2 (AT3G21550) mRNA, complete cds.\nAT3G10340\n7.40\n5.17\n\n\nNM_111869\n. Arabidopsis thaliana PAL4 (Phenylalanine ammonia‐lyase 4); ammonia ligase/ammonia‐lyase/catalytic (PAL4) mRNA, complete cds.\nAT4G02270\n7.39\n6.70\n\n\nNM_116460\n. Arabidopsis thaliana pollen Ole e 1 allergen and extensin family protein (AT4G02270) mRNA, complete cds.\nAT5G44130\n7.37\n5.33\n\n\nNM_123780\n. Arabidopsis thaliana FLA13 (FASCICLIN‐LIKE ARABINOGALACTAN PROTEIN 13 PRECURSOR) (FLA13) mRNA, complete cds.\nAT5G19520\n−5.59\n−4.39\n\n\nNM_121957\n. Arabidopsis thaliana MSL9 (MECHANOSENSITIVE CHANNEL OF SMALL CONDUCTANCE‐LIKE 9); mechanically‐gated ion channel (MSL9) mRNA, complete cds.\nAT3G13175\n−5.61\n−3.43\n\n\nNM_112157\n. Arabidopsis thaliana unknown protein (AT3G13175) mRNA, complete cds.\nAT2G38810\n−5.72\n−5.54\n\n\nNM_129438\n. Arabidopsis thaliana HTA8 (HISTONE H2A 8); DNA‐binding (HTA8) mRNA, complete cds.\nAT5G13870\n−5.78\n−4.06\n\n\nNM_121390\n. Arabidopsis thaliana EXGT‐A4 (ENDOXYLOGLUCAN TRANSFERASE A4); hydrolase, acting on glycosyl bonds/hydrolase, hydrolyzing O‐glycosyl compounds / x> (EXGT‐A4) mRNA, complete cds.\nAT1G57590\n−5.79\n−4.63\n\n\nNM_104556\n. Arabidopsis thaliana carboxylesterase (AT1G57590) mRNA, complete cds.\nAT3G51280\n−5.99\n−3.91\n\n\nNM_114987\n. Arabidopsis thaliana male sterility MS5, putative (AT3G51280) mRNA, complete cds.\nAT2G23050\n−6.26\n−5.40\n\n\nNM_127869\n. Arabidopsis thaliana NPY4 (NAKED PINS IN YUC MUTANTS 4); protein binding/signal transducer (NPY4) mRNA, complete cds.\nAT2G22610\n−6.30\n−2.95\n\n\nNM_127826\n. Arabidopsis thaliana kinesin motor protein‐related (AT2G22610) mRNA, complete cds.\nAT2G34020\n−6.35\n−3.11\n\n\nNM_128953\n. Arabidopsis thaliana calcium ion binding (AT2G34020) mRNA, complete cds.\nAT5G48940\n−6.38\n−4.74\n\n\nNM_124271\n. Arabidopsis thaliana leucine‐rich repeat transmembrane protein kinase, putative (AT5G48940) mRNA, complete cds.\nAT2G20515\n−6.48\n−3.32\n\n\nNM_127611\n. Arabidopsis thaliana pollen Ole e I family allergen protein (AT2G20515) mRNA, complete cds.\nAT2G25060\n−6.51\n−4.12\n\n\nNM_128063\n. Arabidopsis thaliana plastocyanin‐like domain‐containing protein (AT2G25060) mRNA, complete cds.\nAT3G52910\n−6.52\n−2.97\nAt3g52910. 68416.t05420 expressed protein nearly identical to transcription activator GRL4 [\nArabidopsis thaliana\n] GI:21539886 (unpublished)\nAT2G45050\n−6.81\n−5.12\n\n\nNM_130069\n. Arabidopsis thaliana zinc finger (GATA type) family protein (AT2G45050) mRNA, complete cds.\nAT5G60530\n−6.88\n−4.32\n\n\nNM_125446\n. Arabidopsis thaliana late embryogenesis abundant protein‐related/LEA protein‐related (AT5G60530) mRNA, complete cds.\nAT5G10130\n−7.22\n−5.16\n\n\nNM_121051\n. Arabidopsis thaliana pollen Ole e 1 allergen and extensin family protein (AT5G10130) mRNA, complete cds.\nAT1G18250\n−7.39\n−5.43\n\n\nNM_001035987\n. Arabidopsis thaliana ATLP‐1 (ATLP‐1) mRNA, complete cds.\nAT5G28640\n−7.86\n−5.71\n\n\nNM_122747\n. Arabidopsis thaliana AN3 (ANGUSTIFOLIA 3); protein binding/transcription coactivator (AN3) mRNA, complete cds.\nAT2G28790\n−7.93\n−5.44\n\n\nNM_128438\n. Arabidopsis thaliana osmotin‐like protein, putative (AT2G28790) mRNA, complete cds.\nAT1G52070\n−9.15\n−5.77\n\n\nNM_104088\n. Arabidopsis thaliana jacalin lectin family protein (AT1G52070) mRNA, complete cds.\nNote\ncds = coding DNA sequence.\nJohn Wiley & Sons, Ltd\nRoot Zone 2 was enriched with genes involved in secondary growth metabolic processes such as response to stimulus, cell elongation, differentiation and root hair development, and maturation (Table \n1\n). Genes in these categories included arabinogalactan proteins (AT4G40090, AT5G44130), basic helix‐loop‐helix (bHLH) protein (AT5G58010), and the leucine‐rich repeats (LRX)/extensin family proteins (AT1G12040, AT4G02270). Another set of genes highly enriched in Zone 2 are the lipid metabolism proteins: the protease inhibitor/seed storage/lipid transfer protein (LTP) family proteins (AT1G48750, AT5G05960, AT3G18280). Also induced were peroxidases that are root hair specific (AT5G67400, AT1G30870) and the cell signaling gene (AT1G02900).\nRoot Zone 1 was enriched with genes involved in primary growth metabolisms like cellular components, cell cycle, and DNA metabolism. Genes enriched in root tip Zone 1 included: cell wall biogenesis and organization genes (AT5G13870, AT1G57590); regulation of gene expression (AT3G52910, AT2G45050); ATP/microtubule binding (AT2G22610, AT5G48940); cell division/cell cycle (AT3G51280, AT2G28790); and response to mechanical, light, and organism stimulus (AT2G23050 [gravitropism], AT2G45050 [light], AT5G19520 [mechanical], AT1G18250 and AT2G28790 [pathogen]). Other genes enriched in Zone 1 included those with predicted function of ion binding and transport (AT5G19520, AT2G34020, AT2G25060), along with late embryogenesis abundant (LEA) protein (AT5G60530).\nRNA‐Seq–identified unique/novel genes not identified by microarray\nRNA‐Seq detected 771 genes that were not detected by the microarray (Appendix \nS1\n). Three hundred thirty‐nine genes were enriched in root tip Zone 2 (upregulated in Zone 2), and 432 genes were enriched in root tip Zone 1 (downregulated in Zone 2) (Appendix \nS1\n). GO analysis of these genes clustered the genes into the following groups: structural constituent of ribosome, structural molecular activity, and translation elongation factor activity. The top 20 genes with highest fold change are listed in Table \n3\n. These included extensin family protein (AT3G09925), phosphate transporter 1 (AT5G43350), ovate family protein 17 (AT2G30395), pectin lyase‐like superfamily protein (AT4G23500), cytokinin response factor 4 (AT4G27950), protein kinase family protein (AT5G07140), transducin family protein (AT4G33270), and defensin‐like protein (AT4G22235).\nTable 3\nList of 20 genes with highest fold change (fold change greater than log\n2\n 4.0) uniquely identified by RNA‐Seq but not the ATH1 microarray\nGene\nLog\n2\n FC \nSymbol\nShort description\nAT5G07322\n7.72\nNA\nOther RNA [Source:TAIR;Acc:AT5G07322]\nAT3G09925\n7.35\nNA\nPollen Ole e 1 allergen and extensin family protein [Source:TAIR;Acc:AT3G09925]\nAT1G28815\n7.15\nNA\nUnknown protein; has five BLAST hits to five proteins in two species: Archae ‐ 0; Bacteria ‐ 0; Metazoa ‐ 0; Fungi ‐ 0; Plants ‐ 5; Viruses ‐ 0; Other Eukaryotes ‐ 0 (source: NCBI BLink). [Source:TAIR;Acc:AT1G28815]\nAT5G48920\n7.06\nTED7\nTracheary element differentiation‐related 7 [Source:TAIR;Acc:AT5G48920]\nAT5G43350\n6.94\nATPT1\nPhosphate transporter 1;1 [Source:TAIR;Acc:AT5G43350]\nAT2G30395\n6.92\nATOFP17\nOvate family protein 17 [Source:TAIR;Acc:AT2G30395]\nAT3G24460\n6.81\nNA\nSerinc‐domain containing serine and sphingolipid biosynthesis protein [Source:TAIR;Acc:AT3G24460]\nAT5G57887\n6.63\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: endomembrane system; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ 3422; /…/ ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT5G57887]\nAT2G28671\n6.50\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: cellular_component unknown; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ /…/ Plants ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT2G28671]\nAT1G77885\n6.45\nNA\nUnknown protein; BEST \nArabidopsis thaliana\n protein match is: unknown protein (TAIR:AT1G22065.1); Has 35333 Blast hits to 34131 proteins in 2444 species: Archae ‐ 798; Bacteria ‐ 22429; Metazoa ‐ 974; Fungi ‐ 991; Plants ‐ 531; Viruses ‐ 0; Other Euk /…/s ‐ 9610 (source: NCBI BLink). [Source:TAIR;Acc:AT1G77885]\nAT5G19230\n6.17\nNA\nGlycoprotein membrane precursor GPI‐anchored [Source:TAIR;Acc:AT5G19230]\nAT4G23500\n5.85\nNA\nPectin lyase‐like superfamily protein [Source:TAIR;Acc:AT4G23500]\nAT4G27950\n−4.04\nCRF4\nCytokinin response factor 4 [Source:TAIR;Acc:AT4G27950]\nAT3G63430\n−4.10\nTRM5\nTON1 RECRUITING MOTIF 5, TRM5 zinc finger CCCH domain protein;(source:Araport11) \nAT5G01445\n−4.13\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: mitochondrion; Has 5 Blast hits to 5 proteins in 2 species: Archae ‐ 0; Bacteria ‐ 0; Metazoa ‐ 0; Fungi ‐ 0; Plants ‐ 5; Viruses ‐ 0; Ot /…/karyotes ‐ 0 (source: NCBI BLink). [Source:TAIR;Acc:AT5G01445]\nAT5G41071\n−4.20\nNA\nUnknown protein; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ 3422; Plants ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT5G41071]\nAT5G07140\n−4.50\nNA\nProtein kinase superfamily protein [Source:TAIR;Acc:AT5G07140]\nAT4G33270\n−4.74\nCDC20.1\nTransducin family protein / WD‐40 repeat family protein [Source:TAIR;Acc:AT4G33270]\nAT4G22235\n−5.24\nNA\n\n\nArabidopsis\n defensin‐like protein [Source:TAIR;Acc:AT4G22235]\nAT2G22496\n−5.56\nMIR779A\nMIR779a; miRNA [Source:TAIR;Acc:AT2G22496]\nNote\nNA = not applicable.\nJohn Wiley & Sons, Ltd\nFurthermore, a total of 107 novel transcripts were identified that were mapped to the genome but did not have any gene annotation in the reference genome database. Out of these 107 transcripts, 19 were found to be significantly changed between the zones at FDR < 0.01 (Appendix \nS2\n).\nAdditional information from RNA‐Seq on differentially expressed genes\nIn addition to the differential gene expression data, RNA‐Seq provided information on isoforms, coding DNA sequences, and transcription start sites. Figure \n3\n provides examples of isoform information from four different genes in Zone 2 that were significantly altered between the two root zones to study their isoform information—two upregulated genes: AT5G05960 (protease inhibitor/seed storage/lipid transfer protein [LTP] family protein) and AT4G02270 (pollen Ole e 1 allergen and extensin family protein) and two downregulated genes: AT2G23050 (NPY4 [NAKED PINS IN YUC MUTANTS 4]) and protein binding/signal transducer (NPY4) and AT1G18250 (\nArabidopsis\n thaumatin‐like protein [ATLP‐1]). The differential expression of these four genes in the two root zones from microarray and RNA‐Seq are shown in Fig. \n3\nA. Log\n2\n FC values for these genes in RNA‐Seq and microarray were comparable, and RNA‐Seq estimated a higher level of fold change for all four genes (Fig. \n3\nA). Expression levels of these genes (Fig. \n3\nB) and isoforms (Fig. \n3\nC) in root Zone 1 and 2 were plotted using FPKM values measured by RNA‐Seq. Although all of these genes were significantly changed between Zone 1 and Zone 2 (Fig. \n3\nB), the different FPKM values measured can be attributed to changes in alternative isoforms (Fig. \n3\nC). For instance, the FPKM values of two isoforms of genes AT5G05960 and AT2G23050 are not significantly changed individually (Fig. \n3\nC), but when the expression values are added up there is a significant change in gene expression (Fig. \n3\nB). On the contrary, in genes AT4G02270 and AT1G18250, one isoform in each gene (TCONS_00025944 and TCONS_00005036, respectively) was significantly altered in expression, leading to a change in the total FPKM values (Fig. \n3\nC).\nFigure 3\nTranscript/isoform information of selected genes. Differential expression analysis results for \nAT\n5G05960 (protease inhibitor/seed storage/lipid transfer protein [\nLTP\n] family protein), \nAT\n4G02270 (pollen Ole e 1 allergen and extensin family protein), \nAT\n2G23050 (\nNPY\n4 [\nNAKED PINS IN YUC MUTANTS\n 4]; protein binding/signal transducer [\nNPY\n4]), and \nAT\n1G18250 (thaumatin‐like protein \nATLP\n‐1). (A) Log\n2\n\n\nFC\n values for the genes in \nRNA\n‐Seq and microarray. (B, C) Expression plots of genes (B) and isoforms (C) showing the differences in expression in root Zone 1 and 2, measured in \nFPKM\n.",
    "discussion": "DISCUSSION\nIn research studies that require the use of small tissue samples, or where samples are a limiting factor, it is especially important to be able to extract as much data as possible from minimal sample material. Previous studies on root gene expression have been predominantly conducted with larger sections of the root or a pooled sample of root tips (Gupta et al., \n2013\n; Nestler et al., \n2014\n; Niu et al., \n2014\n; Secco et al., \n2014\n; Zhu et al., \n2015\n). Recent advances in RNA isolation have enabled full transcriptomic analysis from tiny plant samples. In this study, we extracted RNA from single root tips of young \nA. thaliana\n seedlings for microarray and RNA‐Seq analysis. The ability to conduct gene expression analyses in such small tissue samples will enable identification of novel and important genes whose quantification is otherwise diluted in larger tissue/organ/pooled samples.\nIn the comparison of gene expression data obtained by microarray and RNA‐Seq approaches, RNA‐Seq was more powerful in identifying differentially expressed genes in the root zone samples (Fig. \n2\n). Although this general conclusion regarding RNA‐Seq in comparison to microarrays is widely accepted, the direct comparison of RNA‐Seq to microarray data obtained from the same spaceflight‐relevant tissue sets provides a unique perspective and a direct data set with which to baseline RNA‐Seq and microarray data within the existing spaceflight database within the National Aeronautics and Space Administration (NASA)'s GeneLab (\nArabidopsis\n Data Repository; NASA GeneLab, \n2018\n).\nHowever, the benefits of RNA‐Seq demonstrated here are consistent with other, broad studies that compare the two methods. Most of those benefits come from the dynamic range of RNA‐Seq. The estimated gene expression levels were generally higher in RNA‐Seq compared to the microarray (Table \n2\n). Lower fold changes in the microarray could be attributed to saturation of fluorescence signals. In addition, microarrays depend on probe design based on previously annotated gene/expressed sequence tag sequence information, whereas RNA‐Seq provides unbiased sequence counts that can provide information on unannotated regions in addition to known, annotated genes. In this study, RNA‐Seq identified many differentially expressed genes that were not detected by microarray (Table \n3\n, Appendix \nS1\n) and allowed for the identification of the specific isoforms of genes that contributed to the change in level of gene‐expressed information (Fig. \n3\n). We identified 107 putative transcriptionally active regions (TARs) that were not noted in the TAIR database (Appendix \nS2\n). Of these, 19 had significantly altered expressions in the two zones. These novel transcripts could be further characterized for their function in the roots.\nHowever, there are spaceflight‐relevant genes that were not detectable in these RNA‐Seq data. Comparison of the RNA‐Seq gene lists from Zone 1 and Zone 2 revealed that more than 50 of the highly differentially expressed spaceflight genes detected by microarray analyses were not detected by RNA‐Seq. These genes include genes that are annotated, revealed in other experiments, and many that have been confirmed to exist by RT‐qPCR. Thus, there remain genes that are spaceflight relevant that are best detected by means other than RNA‐Seq, particularly genes that have low expression levels or are rarely expressed among cell types. This phenomenon is likely to extend to other environmental responses that induce similar gene expression patterns.\nThe list of plant studies that examine gene expression patterns of root zones, and even root cell lineages, is ever expanding, particularly in recent years as tools and approaches provide increasing fidelity in the ability to discriminate among cell types (Birnbaum et al., \n2003\n; Brady et al., \n2007\n; Bruex et al., \n2012\n; Kyndt et al., \n2012\n; Bailey‐Serres, \n2013\n; Gotté et al., \n2016\n; Royer et al., \n2016\n; Libault et al., \n2017\n; Wendrich et al., \n2017\n). In addition, the expansion of available reference genomes for a variety of plants enables the molecular comparisons of cell type and tissue comparisons among species (Galbraith and Birnbaum, \n2006\n; Huang and Schiefelbein, \n2015\n; Karve and Iyer‐Pascuzzi, \n2015\n). The current study provides a comprehensive evaluation of the root tip transcriptome, and also contributes a unique perspective for the distribution of expressed genes along the root tip in the context of the tools and approaches used to make those assessments. The root zones were microdissected from RNA\nlater\n‐preserved roots. This approach separated the root tip organ into zones comprising several cell types, cells that make an overall contribution to the transcriptional environment in that zone. In addition, microdissection of RNA\nlater\n‐preserved tissue minimizes environmentally induced patterns of gene expression that could be associated with either the dissection of live tissue, or protoplast isolation and cell sorting.\nThe study presented here contributes to the growing wealth of data that expand our understanding of how the transcriptome guides \nArabidopsis\n root function and differentiation. The experimental design used in this study provided a new look at gene expression patterns from distinct root tip zones, and also served to compare and contrast approaches to characterizing transcriptomes from preserved material of limited quantity. The transcriptomic techniques of the ATH1 microarray and RNA deep sequencing were comparable in detecting the genes enriched in the two root zones and in revealing distinct patterns of gene expression unique to each zone. An extensive discussion of the genes differentially expressed in the root zones is presented in Appendix \nS3\n. RNA‐Seq was more efficient in identifying unique and novel transcripts that were not detected by microarray; however, at the read depths used here, which are generally accepted, RNA‐Seq failed to detect some spaceflight‐relevant genes of interest, suggesting that some studies may require extended read depths or require hybridization or RT‐qPCR methods to monitor low‐expressing genes.",
    "root_apexes_and_their_importance": "Root apexes and their importance\nIn their book \nThe Power of Movement in Plants\n, Charles and Francis Darwin describe the root apex (the 1.0–1.5‐mm region from the root tip) as the most sensitive zone of the root and refer to the apex as a diffuse brain‐like organ having the sensitivity and ability to direct the movements of adjoining parts (Darwin and Darwin, \n1880\n). Later in the literature, this sensitive part of the root has been referred to with various nomenclature such as “postmitotic isodiametric zone” (Baluska et al., \n1990\n; Ishikawa and Evans, \n1992\n), “distal elongation zone” (Ishikawa and Evans, \n1993\n), “transition zone” (Baluska et al., \n2001\n), and “basal meristem zone” (De Smet et al., \n2007\n).\nThe cells in the actively growing root apex undergo four distinct phases of cellular activities, based on which the regions above the root cap can be divided into four different zones: the meristematic zone, the transition zone, the zone of cell elongation, and the growth‐terminating zone (Verbelen et al., \n2006\n). The meristematic zone is a zone of active cell divisions, whereas the transition zone is composed of cells undergoing slow cell growth in length and width. Fast cell elongation in length and bulging of root hairs from the trichoblasts are seen in the elongation zone. In the growth‐terminating zone, cells slow down elongation as they reach their mature length and develop active growth of root hairs (Verbelen et al., \n2006\n). The root apex in general and the transition zone in particular are shown to respond to internal and external stimuli and signal adaptive root activities (Baluska et al., \n2010\n).\nRoot tips play an important role in sensing external stimuli and signaling the growth and movement of plant roots in the soil. Various studies on plant response to gravity (Chen et al., \n1998\n; Baldwin et al., \n2013\n), light (Wan et al., \n2008\n; Zhang et al., \n2013\n; Zhang and Yu, \n2014\n), and touch (Massa and Gilroy, \n2003\n) suggest the importance of root tips in these functions. However, the role of distinct zones of the root tips has not been extensively characterized, and consequently there is a need to study the subzones of the root apex in greater detail. Technologies like microarray and RNA sequencing (RNA‐Seq) enable high‐throughput gene profiling of such zones.\nIn the present study, we compared the gene expression differences in Zone 2 (consisting of the root elongation and root differentiation zone) with that of Zone 1 (consisting of root cap and root division zone) in order to assess the applicability of such dissections before applying the techniques to spaceflight and ground control samples. We also employed both microarray and RNA‐Seq technology to identify the differentially expressed genes between two zones of the root tip in order to compare the two techniques with respect to genes relevant to spaceflight.\nThis study presents several distinct points. First, it provides a high‐fidelity, comprehensive comparison of root zone–specific gene expression patterns using two transcriptome approaches under sample constrained conditions. Second, it identifies novel genes that were differentially expressed between the two root zones; these heretofore unknown genes could lead to new insights in molecular and functional analysis of root tip responses to environmental and developmental stimuli. Third, it illustrates how genes with low expression levels can be missed by RNA‐Seq, which in the present case resulted in the failure of RNA‐Seq to identify numerous spaceflight‐relevant genes of interest. Finally, it outlines strategies for handling the molecular analyses of very small samples that require preservation in remote locations, which is relevant to research involving limited tissue samples, such as is typical for spaceflight and other expedition experiments.",
    "plant_material": "Plant material\n\n\nArabidopsis thaliana\n Columbia ecotype (Col‐0) seedlings were grown on sterile solid media plates composed of 2.2 g of Murashige and Skoog (MS) salts, 0.5 g of MES hydrate, 5.0 g of sucrose, and 1.0 mL of Gamborg vitamins (Sigma‐Aldrich, St. Louis, Missouri, USA), and then adjusted to pH 5.72 with 1 M KOH. The media was solidified with 0.5% (w/v) Phytagel (Sigma‐Aldrich). The plates were vertically oriented in growth chambers with continuous light (80–100 μmol s\n−2\nm\n−2\n) at a constant temperature of 19°C. This plant growth configuration has been used for both laboratory and spaceflight plant growth (Paul et al., \n2013\n; Schultz et al., \n2017\n; Zhou et al., \n2017\n). Eight‐day‐old seedlings were harvested from a single plate, placed in RNA\nlater\n (Thermo Fisher Scientific, Waltham, Massachusetts, USA) in 50‐mL centrifuge tubes, and stored in a freezer at −20°C.",
    "sample_preparation_for_transcriptomics": "Sample preparation for transcriptomics\nSeedlings preserved in RNA\nlater\n were thawed to room temperature and transferred to an open Petri dish. The seedlings in the Petri dish and were viewed with an Olympus SZX12 dissecting microscope (Olympus, Tokyo, Japan), and the Petri plate served as a working surface to select primary roots and then dissect them into their appropriate zones. A thin‐ruled grid was adhered to the bottom of the plate to facilitate precise cuts between the zones (Fig. \n1\n). Plants were kept submerged in RNA\nlater\n at all times. Three independent seedlings were used as three biological replicates for each of the transcriptome analyses. All seedlings were grown on the same plate.\nFigure 1\nRoot dissection shown in eight‐day‐old \nArabidopsis thaliana\n Columbia ecotype seedlings, grown on vertically placed Phytagel plates under continuous light. The root apex was sectioned into two zones: Zone 1 (0.5 mm; root cap and meristematic zone) and Zone 2 (1.5 mm; transition, elongation, and growth‐terminating zone). The root tip shown is an eight‐day‐old, \nRNA\n\n\nlater\n‐preserved seedling stained with toluidine blue observed under a dissecting microscope. Scale is in millimeters.\nThe root tips were dissected into Zone 1 (0.5 mm from the tip, including the root cap and root division zones) and Zone 2 (1.5‐mm sections including the root elongation and root differentiation zone) (as shown in Fig. \n1\n). Dissected RNA\nlater\n‐preserved root tips were carefully transferred into pre‐labeled microcentrifuge tubes and then flash‐frozen in liquid nitrogen. Total RNA was extracted from these frozen samples using the ARCTURUS PicoPure RNA Isolation Kit (Thermo Fisher Scientific). RNA concentration was determined on a Qubit Fluorometer (Thermo Fisher Scientific), and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, California, USA). Five nanograms of RNA from each sample was used for low‐input array and RNA sequencing. Genes that significantly changed in Zone 2 (Treatment 2) as compared to Zone 1 (Treatment 1) were measured using microarray and RNA‐Seq. The transcripts identified as significantly changed at fold change of 2 or greater from the two techniques were used for further analysis. Gene ontology (GO) analysis of the significantly changed genes (fold change) between Zone 2 and Zone 1 was conducted using agriGO (Du et al., \n2010\n).\nMicroarray analyses and RNA‐Seq were performed at the Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression and Sequencing Core at the University of Florida. ICBR conducted the initial analyses of microarray and RNA‐Seq data for quality control, normalization, mapping reads to genome data, annotated transcripts, and profiling of gene expression.",
    "affymetrix_arabidopsis_genome_arrays": "Affymetrix \nArabidopsis\n genome arrays\nSample preparation and hybridization\nFive nanograms of total RNA were amplified with the Ovation Pico WTA System V2 kit (NuGEN Technologies Inc., Redwood City, California, USA) according to the manufacturer's protocol. Fragmentation and biotinylation were performed with the Encore Biotin Module (NuGEN Technologies Inc.) as per the manufacturer's protocol. Five micrograms of amplified and labeled cDNA was fragmented and hybridized with rotation onto the Affymetrix GeneChip \nArabidopsis\n Genome ATH1 Array (Affymetrix, Santa Clara, California, USA) for 16 h at 45°C. Arrays were washed on a Fluidics Station 450 (Affymetrix) using the Hybridization Wash and Stain Kit (Affymetrix) with Washing Procedure FS450_0001. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G.\nStatistical analysis associated with microarray\nPrimary data analysis was performed using the R/Limma package (Ritchie et al., \n2015\n). Affymetrix CEL files were first analyzed using the FastQC package for quality control (Babraham Institute, Cambridge, United Kingdom; \nhttp://www.bioinformatics.babraham.ac.uk/projects/fastqc/\n). The arrays were then normalized using the RMA algorithm, and differential analysis was performed. Comparative analyses were conducted with the normalized signal intensity values between root tip Zone 1 and root tip Zone 2. The fold change was computed based on the normalized log‐transformed signal intensity data for each gene locus in the Zone 1 and Zone 2 groups. Differentially expressed transcripts were identified using a log\n2\n fold change (log\n2\n FC), at the 1% significance level, with false discovery rate (FDR) correction. Genes differentially expressed with fold change of 2 or greater at FDR <0.01 were used for further analysis.",
    "sample_preparation_and_hybridization": "Sample preparation and hybridization\nFive nanograms of total RNA were amplified with the Ovation Pico WTA System V2 kit (NuGEN Technologies Inc., Redwood City, California, USA) according to the manufacturer's protocol. Fragmentation and biotinylation were performed with the Encore Biotin Module (NuGEN Technologies Inc.) as per the manufacturer's protocol. Five micrograms of amplified and labeled cDNA was fragmented and hybridized with rotation onto the Affymetrix GeneChip \nArabidopsis\n Genome ATH1 Array (Affymetrix, Santa Clara, California, USA) for 16 h at 45°C. Arrays were washed on a Fluidics Station 450 (Affymetrix) using the Hybridization Wash and Stain Kit (Affymetrix) with Washing Procedure FS450_0001. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G.\nStatistical analysis associated with microarray\nPrimary data analysis was performed using the R/Limma package (Ritchie et al., \n2015\n). Affymetrix CEL files were first analyzed using the FastQC package for quality control (Babraham Institute, Cambridge, United Kingdom; \nhttp://www.bioinformatics.babraham.ac.uk/projects/fastqc/\n). The arrays were then normalized using the RMA algorithm, and differential analysis was performed. Comparative analyses were conducted with the normalized signal intensity values between root tip Zone 1 and root tip Zone 2. The fold change was computed based on the normalized log‐transformed signal intensity data for each gene locus in the Zone 1 and Zone 2 groups. Differentially expressed transcripts were identified using a log\n2\n fold change (log\n2\n FC), at the 1% significance level, with false discovery rate (FDR) correction. Genes differentially expressed with fold change of 2 or greater at FDR <0.01 were used for further analysis.",
    "statistical_analysis_associated_with_microarray": "Statistical analysis associated with microarray\nPrimary data analysis was performed using the R/Limma package (Ritchie et al., \n2015\n). Affymetrix CEL files were first analyzed using the FastQC package for quality control (Babraham Institute, Cambridge, United Kingdom; \nhttp://www.bioinformatics.babraham.ac.uk/projects/fastqc/\n). The arrays were then normalized using the RMA algorithm, and differential analysis was performed. Comparative analyses were conducted with the normalized signal intensity values between root tip Zone 1 and root tip Zone 2. The fold change was computed based on the normalized log‐transformed signal intensity data for each gene locus in the Zone 1 and Zone 2 groups. Differentially expressed transcripts were identified using a log\n2\n fold change (log\n2\n FC), at the 1% significance level, with false discovery rate (FDR) correction. Genes differentially expressed with fold change of 2 or greater at FDR <0.01 were used for further analysis.",
    "rna‐seq": "RNA‐Seq\nRNA‐Seq library preparation using SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing combined with Illumina Nextera DNA Sample Preparation Kit\nFive nanograms of total RNA were used for cDNA library construction using ClonTech SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing (TaKaRa Bio USA, Mountain View, California, USA) according to the manufacturer's protocol. Briefly, first‐strand cDNA was primed by the SMART‐SMARTer II A oligonucleotide (TaKaRa Bio USA) and then base pairs were combined with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in full‐length cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 10 PCR cycles. Illumina sequencing libraries were then generated with 120 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (FC‐131‐1024; Illumina, San Diego, California, USA) per the manufacturer's instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging), and then adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated by the Agilent 2100 Bioanalyzer and reverse transcription real‐time PCR (RT‐qPCR) (KAPA Library Quantification Kit, catalog no. KK4824; Kapa Biosystems, Wilmington, Massachusetts, USA). Finally, the libraries were pooled by equal molar concentration and sequenced by Illumina 2 × 150 NextSeq 500.\nNextSeq 500 sequencing\nIn preparation for sequencing, barcoded libraries were sized on the Agilent 2100 Bioanalyzer and then quantitated using the Qubit Fluorometer and RT‐qPCR (Kapa Biosystems, catalog no. KK4824). Individual samples were pooled equimolarly at 4 nM. This “working pool” was used as input in the NextSeq 500 instrument sample preparation protocol (Illumina, catalog no. 15048776, Rev A). Typically, a 1.3‐pM library concentration resulted in optimum clustering density in our instrument (i.e., ~200,000 clusters/mm\n2\n). Samples were sequenced on a single flow cell, using a 2 × 150 cycles (paired‐end) configuration. A typical sequencing run in the NextSeq 500 produced 750–800 million paired‐end reads with a Q30 ≥ 85%. For RNA‐Seq, approximately 40 million reads/sample provided sufficient depth for transcriptome analysis.\nMapping reads to genome data, transcript annotation, and profiling of gene expression\nThe paired‐end reads were mapped to the \nA. thaliana\n Columbia ecotype reference genome (TAIR10) using TopHat (Trapnell et al., \n2012\n). A multi‐step process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool (Trapnell et al., \n2012\n). Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at FDR = 0.01.",
    "rna‐seq_library_preparation_using_smart‐seq_v4_ultra_low_inp": "RNA‐Seq library preparation using SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing combined with Illumina Nextera DNA Sample Preparation Kit\nFive nanograms of total RNA were used for cDNA library construction using ClonTech SMART‐Seq V4 Ultra Low Input RNA Kit for Sequencing (TaKaRa Bio USA, Mountain View, California, USA) according to the manufacturer's protocol. Briefly, first‐strand cDNA was primed by the SMART‐SMARTer II A oligonucleotide (TaKaRa Bio USA) and then base pairs were combined with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in full‐length cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 10 PCR cycles. Illumina sequencing libraries were then generated with 120 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (FC‐131‐1024; Illumina, San Diego, California, USA) per the manufacturer's instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging), and then adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated by the Agilent 2100 Bioanalyzer and reverse transcription real‐time PCR (RT‐qPCR) (KAPA Library Quantification Kit, catalog no. KK4824; Kapa Biosystems, Wilmington, Massachusetts, USA). Finally, the libraries were pooled by equal molar concentration and sequenced by Illumina 2 × 150 NextSeq 500.",
    "nextseq_500_sequencing": "NextSeq 500 sequencing\nIn preparation for sequencing, barcoded libraries were sized on the Agilent 2100 Bioanalyzer and then quantitated using the Qubit Fluorometer and RT‐qPCR (Kapa Biosystems, catalog no. KK4824). Individual samples were pooled equimolarly at 4 nM. This “working pool” was used as input in the NextSeq 500 instrument sample preparation protocol (Illumina, catalog no. 15048776, Rev A). Typically, a 1.3‐pM library concentration resulted in optimum clustering density in our instrument (i.e., ~200,000 clusters/mm\n2\n). Samples were sequenced on a single flow cell, using a 2 × 150 cycles (paired‐end) configuration. A typical sequencing run in the NextSeq 500 produced 750–800 million paired‐end reads with a Q30 ≥ 85%. For RNA‐Seq, approximately 40 million reads/sample provided sufficient depth for transcriptome analysis.",
    "mapping_reads_to_genome_data,_transcript_annotation,_and_pro": "Mapping reads to genome data, transcript annotation, and profiling of gene expression\nThe paired‐end reads were mapped to the \nA. thaliana\n Columbia ecotype reference genome (TAIR10) using TopHat (Trapnell et al., \n2012\n). A multi‐step process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool (Trapnell et al., \n2012\n). Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at FDR = 0.01.",
    "differentially_expressed_genes_in_the_two_root_zones": "Differentially expressed genes in the two root zones\nMicroarray detected a total of 6351 genes significantly altered with fold change of 2 or greater, whereas RNA‐Seq detected a total of 6403 genes that were differentially expressed between the two root zones. Among these two sets of genes, 4180 genes were commonly identified by both techniques (Fig. \n2\nA). Out of the 6403 genes detected by RNA‐Seq, 2223 genes were exclusive to RNA‐Seq at a fold change of 2 or greater. However, out of these 2223 genes, 771 were truly unique to RNA‐Seq and the remaining 1452 genes were detected by microarray but did not pass the cutoff value of fold change 2 or greater (log\n2\n FC ≥1 or ≤1). Expression levels of genes estimated by RNA‐Seq were higher than those estimated by microarray. Therefore, a greater number of genes passed the fold change cut‐off criteria in RNA‐Seq than in the microarray. With increased fold change requirements, RNA‐Seq detected a higher number of genes compared to the microarray (Fig. \n2\nB, C). At fold change levels of 4 and 8, RNA‐Seq identified 364 and 63 unique genes compared to 41 and six genes, respectively, identified by the microarray (inner circles in the Venn diagram; Fig. \n2\n). Overall, RNA‐Seq was more efficient in detecting a greater number of significantly changed genes compared to the microarray.\nFigure 2\nComparison of differentially expressed genes in root Zone 2 vs. Zone 1 by \nRNA\n‐Seq and microarray. The Venn diagram shows the overlap between differentially expressed genes from \nRNA\n‐Seq and microarray data at log\n2\n\n\nFC\n ≥1 or ≤1 (A), log\n2\n\n\nFC\n ≥2 or ≤2 (B), and log\n2\n\n\nFC\n ≥4 or ≤4 (C). Numbers indicated in the Venn circles are the differentially expressed genes exclusive to each technique at that fold level, whereas the numbers in the inner circles indicate the subset of genes truly unique to \nRNA\n‐Seq or microarray and not found in the other technique. Differentially expressed transcripts were identified using a log\n2\n\n\nFC\n at \nFDR\n < 0.01.",
    "differentially_expressed_genes_in_the_two_root_zones_were_fu": "Differentially expressed genes in the two root zones were functionally distinct\nDistribution of transcripts into the most prominent GO categories is summarized in Table \n1\n. Upregulated functional groups listed in Table \n1\n are the ones enriched in Zone 2, which include lipid localization and transport, root morphogenesis, root epidermal cell differentiation, cell maturation, polypropenoid biosynthetic process, root hair cell differentiation, trichoblast maturation, and secondary metabolic process. The downregulated genes in Zone 2 are those genes enriched in root Zone 1 (tip). The GO analysis of these genes mainly clustered into functional groups: cell cycle regulation, protein DNA complex assembly, chromatin assembly, DNA packaging and metabolic process, cytoskeleton organization, cell division, cellular component biogenesis, and organization (Table \n1\n).\nTable 1\nGene ontology (GO) analysis of differentially expressed genes (Zone 2 vs. Zone 1) commonly identified in RNA‐Seq and microarray.\na\n\n\nUpregulated \nDownregulated \nGO term\nDescription\nFDR\nGO term\nDescription\nFDR\nGO:0010876\nLipid localization\n4.00E‐16\nGO:0051726\nRegulation of cell cycle\n3.70E‐06\nGO:0006869\nLipid transport\n1.20E‐07\nGO:0007049\nCell cycle\n3.90E‐06\nGO:0042221\nResponse to chemical stimulus\n8.80E‐07\nGO:0065004\nProtein‐DNA complex assembly\n7.50E‐05\nGO:0009698\nPhenylpropanoid metabolic process\n1.10E‐05\nGO:0031497\nChromatin assembly\n7.50E‐05\nGO:0010054\nTrichoblast differentiation\n1.80E‐05\nGO:0006323\nDNA packaging\n0.0001\nGO:0006810\nTransport\n2.10E‐05\nGO:0007166\nCell surface receptor–linked signaling pathway\n0.00021\nGO:0010015\nRoot morphogenesis\n2.10E‐05\nGO:0006333\nChromatin assembly or disassembly\n0.0003\nGO:0051234\nEstablishment of localization\n2.20E‐05\nGO:0007167\nEnzyme‐linked receptor protein signaling pathway\n0.00046\nGO:0010053\nRoot epidermal cell differentiation\n3.70E‐05\nGO:0007169\nTransmembrane receptor protein tyrosine kinase signaling pathway\n0.00046\nGO:0006725\nCellular aromatic compound metabolic process\n4.30E‐05\nGO:0022402\nCell cycle process\n0.00063\nGO:0051179\nLocalization\n4.80E‐05\nGO:0051301\nCell division\n0.00067\nGO:0050896\nResponse to stimulus\n7.20E‐05\nGO:0006996\nOrganelle organization\n0.0015\nGO:0009699\nPhenylpropanoid biosynthetic process\n8.80E‐05\nGO:0022607\nCellular component assembly\n0.0024\nGO:0019748\nSecondary metabolic process\n0.0001\nGO:0007010\nCytoskeleton organization\n0.0034\nGO:0048469\nCell maturation\n0.00011\nGO:0048366\nLeaf development\n0.0055\nGO:0048765\nRoot hair cell differentiation\n0.00011\nGO:0044085\nCellular component biogenesis\n0.0059\nGO:0048764\nTrichoblast maturation\n0.00011\nGO:0016043\nCellular component organization\n0.0067\nGO:0009664\nPlant‐type cell wall organization\n0.00015\nGO:0006259\nDNA metabolic process\n0.0068\nGO:0048468\nCell development\n0.00016\nGO:0006325\nChromatin organization\n0.0073\nGO:0022622\nRoot system development\n0.00023\nGO:0048827\nPhyllome development\n0.0088\nNote\nFDR = false discovery rate.\na\nGene ontology (GO) analysis of the significantly changed genes between Zone 2 and Zone 1 conducted using agriGO (Du et al., \n2010\n). Upregulated functional groups are those enriched in Zone 2; downregulated groups are those enriched in Zone 1.\nJohn Wiley & Sons, Ltd\nSome of the genes differentially expressed at high fold levels (Table \n2\n) and their functions as defined in the \nArabidopsis\n TAIR database (Huala et al., \n2001\n) are described below.\nTable 2\nList of top 20 differentially changed genes (Zone 2 vs. Zone 1) commonly identified in RNA‐Seq and ATH1 microarray. Values are shown as log\n2\n fold change (log\n2\n FC)\nUP Reg Gene ID\nLog\n2\n FC RNA‐Seq\nLog\n2\n FC microarray\n Accession number and short description \nAT4G40090\n10.14\n6.17\n\n\nNM_120175\n. Arabidopsis thaliana AGP3 (arabinogalactan‐protein 3) (AGP3) mRNA, complete cds.\nAT1G48750\n9.01\n5.21\n\n\nNM_103770\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT1G48750) mRNA, complete cds.\nAT5G05960\n8.93\n5.76\n\n\nNM_120678\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT5G05960) mRNA, complete cds.\nAT3G18280\n8.82\n4.93\n\n\nNM_112712\n. Arabidopsis thaliana protease inhibitor/seed storage/lipid transfer protein (LTP) family protein (AT3G18280) mRNA, complete cds.\nAT1G12040\n8.53\n7.29\n\n\nNM_101076\n. Arabidopsis thaliana LRX1 (LEUCINE‐RICH REPEAT/EXTENSIN 1); histidine phosphotransfer kinase/protein binding/structural constituent of cell wall (LRX1) mRNA, complete cds.\nAT5G67400\n8.46\n7.98\n\n\nNM_126140\n. Arabidopsis thaliana peroxidase 73 (PER73) (P73) (PRXR11) (AT5G67400) mRNA, complete cds.\nAT1G10380\n8.31\n5.16\n\n\nNM_100912\n. Arabidopsis thaliana Putative membrane lipoprotein mRNA, complete cds.\nAT3G54590\n8.21\n5.49\n\n\nNM_115316\n. Arabidopsis thaliana ATHRGP1 (HYDROXYPROLINE‐RICH GLYCOPROTEIN); structural constituent of cell wall (ATHRGP1) mRNA, complete cds.\nAT3G25930\n8.08\n5.96\n\n\nNM_113497\n. Arabidopsis thaliana universal stress protein (USP) family protein (AT3G25930) mRNA, complete cds.\nAT5G65530\n8.01\n6.86\n\n\nNM_125951\n. Arabidopsis thaliana protein kinase, putative (AT5G65530) mRNA, complete cds.\nAT1G02900\n7.84\n6.83\n\n\nNM_100171\n. Arabidopsis thaliana RALF1 (RAPID ALKALINIZATION FACTOR 1); signal transducer (RALF1) mRNA, complete cds.\nAT1G30870\n7.76\n6.18\n\n\nNM_102824\n. Arabidopsis thaliana cationic peroxidase, putative (AT1G30870) mRNA, complete cds.\nAT1G48930\n7.68\n7.19\n\n\nNM_103786\n. Arabidopsis thaliana AtGH9C1 (Arabidopsis thaliana glycosyl hydrolase 9C1); catalytic/hydrolase, hydrolyzing O‐glycosyl compounds (AtGH9C1) mRNA, complete cds.\nAT5G58010\n7.68\n5.77\n\n\nNM_125186\n. Arabidopsis thaliana basic helix‐loop‐helix (bHLH) family protein (AT5G58010) mRNA, complete cds.\nAT1G75750\n7.64\n7.02\n\n\nNM_106225\n. Arabidopsis thaliana GASA1 (GAST1 PROTEIN HOMOLOG 1) (GASA1) mRNA, complete cds.\nAT5G66815\n7.54\n5.29\n\n\nNM_126080\n. Arabidopsis thaliana C‐TERMINALLY ENCODED PEPTIDE 5, CEP5 transmembrane protein(AT5G66815) mRNA, complete cds.\nAT3G21550\n7.51\n3.09\n\n\nNM_113050\n. Arabidopsis thaliana DUF679 DOMAIN MEMBRANE PROTEIN 2, ATDMP2, DMP2, DUF679 DOMAIN MEMBRANE PROTEIN 2 (AT3G21550) mRNA, complete cds.\nAT3G10340\n7.40\n5.17\n\n\nNM_111869\n. Arabidopsis thaliana PAL4 (Phenylalanine ammonia‐lyase 4); ammonia ligase/ammonia‐lyase/catalytic (PAL4) mRNA, complete cds.\nAT4G02270\n7.39\n6.70\n\n\nNM_116460\n. Arabidopsis thaliana pollen Ole e 1 allergen and extensin family protein (AT4G02270) mRNA, complete cds.\nAT5G44130\n7.37\n5.33\n\n\nNM_123780\n. Arabidopsis thaliana FLA13 (FASCICLIN‐LIKE ARABINOGALACTAN PROTEIN 13 PRECURSOR) (FLA13) mRNA, complete cds.\nAT5G19520\n−5.59\n−4.39\n\n\nNM_121957\n. Arabidopsis thaliana MSL9 (MECHANOSENSITIVE CHANNEL OF SMALL CONDUCTANCE‐LIKE 9); mechanically‐gated ion channel (MSL9) mRNA, complete cds.\nAT3G13175\n−5.61\n−3.43\n\n\nNM_112157\n. Arabidopsis thaliana unknown protein (AT3G13175) mRNA, complete cds.\nAT2G38810\n−5.72\n−5.54\n\n\nNM_129438\n. Arabidopsis thaliana HTA8 (HISTONE H2A 8); DNA‐binding (HTA8) mRNA, complete cds.\nAT5G13870\n−5.78\n−4.06\n\n\nNM_121390\n. Arabidopsis thaliana EXGT‐A4 (ENDOXYLOGLUCAN TRANSFERASE A4); hydrolase, acting on glycosyl bonds/hydrolase, hydrolyzing O‐glycosyl compounds / x> (EXGT‐A4) mRNA, complete cds.\nAT1G57590\n−5.79\n−4.63\n\n\nNM_104556\n. Arabidopsis thaliana carboxylesterase (AT1G57590) mRNA, complete cds.\nAT3G51280\n−5.99\n−3.91\n\n\nNM_114987\n. Arabidopsis thaliana male sterility MS5, putative (AT3G51280) mRNA, complete cds.\nAT2G23050\n−6.26\n−5.40\n\n\nNM_127869\n. Arabidopsis thaliana NPY4 (NAKED PINS IN YUC MUTANTS 4); protein binding/signal transducer (NPY4) mRNA, complete cds.\nAT2G22610\n−6.30\n−2.95\n\n\nNM_127826\n. Arabidopsis thaliana kinesin motor protein‐related (AT2G22610) mRNA, complete cds.\nAT2G34020\n−6.35\n−3.11\n\n\nNM_128953\n. Arabidopsis thaliana calcium ion binding (AT2G34020) mRNA, complete cds.\nAT5G48940\n−6.38\n−4.74\n\n\nNM_124271\n. Arabidopsis thaliana leucine‐rich repeat transmembrane protein kinase, putative (AT5G48940) mRNA, complete cds.\nAT2G20515\n−6.48\n−3.32\n\n\nNM_127611\n. Arabidopsis thaliana pollen Ole e I family allergen protein (AT2G20515) mRNA, complete cds.\nAT2G25060\n−6.51\n−4.12\n\n\nNM_128063\n. Arabidopsis thaliana plastocyanin‐like domain‐containing protein (AT2G25060) mRNA, complete cds.\nAT3G52910\n−6.52\n−2.97\nAt3g52910. 68416.t05420 expressed protein nearly identical to transcription activator GRL4 [\nArabidopsis thaliana\n] GI:21539886 (unpublished)\nAT2G45050\n−6.81\n−5.12\n\n\nNM_130069\n. Arabidopsis thaliana zinc finger (GATA type) family protein (AT2G45050) mRNA, complete cds.\nAT5G60530\n−6.88\n−4.32\n\n\nNM_125446\n. Arabidopsis thaliana late embryogenesis abundant protein‐related/LEA protein‐related (AT5G60530) mRNA, complete cds.\nAT5G10130\n−7.22\n−5.16\n\n\nNM_121051\n. Arabidopsis thaliana pollen Ole e 1 allergen and extensin family protein (AT5G10130) mRNA, complete cds.\nAT1G18250\n−7.39\n−5.43\n\n\nNM_001035987\n. Arabidopsis thaliana ATLP‐1 (ATLP‐1) mRNA, complete cds.\nAT5G28640\n−7.86\n−5.71\n\n\nNM_122747\n. Arabidopsis thaliana AN3 (ANGUSTIFOLIA 3); protein binding/transcription coactivator (AN3) mRNA, complete cds.\nAT2G28790\n−7.93\n−5.44\n\n\nNM_128438\n. Arabidopsis thaliana osmotin‐like protein, putative (AT2G28790) mRNA, complete cds.\nAT1G52070\n−9.15\n−5.77\n\n\nNM_104088\n. Arabidopsis thaliana jacalin lectin family protein (AT1G52070) mRNA, complete cds.\nNote\ncds = coding DNA sequence.\nJohn Wiley & Sons, Ltd\nRoot Zone 2 was enriched with genes involved in secondary growth metabolic processes such as response to stimulus, cell elongation, differentiation and root hair development, and maturation (Table \n1\n). Genes in these categories included arabinogalactan proteins (AT4G40090, AT5G44130), basic helix‐loop‐helix (bHLH) protein (AT5G58010), and the leucine‐rich repeats (LRX)/extensin family proteins (AT1G12040, AT4G02270). Another set of genes highly enriched in Zone 2 are the lipid metabolism proteins: the protease inhibitor/seed storage/lipid transfer protein (LTP) family proteins (AT1G48750, AT5G05960, AT3G18280). Also induced were peroxidases that are root hair specific (AT5G67400, AT1G30870) and the cell signaling gene (AT1G02900).\nRoot Zone 1 was enriched with genes involved in primary growth metabolisms like cellular components, cell cycle, and DNA metabolism. Genes enriched in root tip Zone 1 included: cell wall biogenesis and organization genes (AT5G13870, AT1G57590); regulation of gene expression (AT3G52910, AT2G45050); ATP/microtubule binding (AT2G22610, AT5G48940); cell division/cell cycle (AT3G51280, AT2G28790); and response to mechanical, light, and organism stimulus (AT2G23050 [gravitropism], AT2G45050 [light], AT5G19520 [mechanical], AT1G18250 and AT2G28790 [pathogen]). Other genes enriched in Zone 1 included those with predicted function of ion binding and transport (AT5G19520, AT2G34020, AT2G25060), along with late embryogenesis abundant (LEA) protein (AT5G60530).",
    "rna‐seq–identified_unique/novel_genes_not_identified_by_micr": "RNA‐Seq–identified unique/novel genes not identified by microarray\nRNA‐Seq detected 771 genes that were not detected by the microarray (Appendix \nS1\n). Three hundred thirty‐nine genes were enriched in root tip Zone 2 (upregulated in Zone 2), and 432 genes were enriched in root tip Zone 1 (downregulated in Zone 2) (Appendix \nS1\n). GO analysis of these genes clustered the genes into the following groups: structural constituent of ribosome, structural molecular activity, and translation elongation factor activity. The top 20 genes with highest fold change are listed in Table \n3\n. These included extensin family protein (AT3G09925), phosphate transporter 1 (AT5G43350), ovate family protein 17 (AT2G30395), pectin lyase‐like superfamily protein (AT4G23500), cytokinin response factor 4 (AT4G27950), protein kinase family protein (AT5G07140), transducin family protein (AT4G33270), and defensin‐like protein (AT4G22235).\nTable 3\nList of 20 genes with highest fold change (fold change greater than log\n2\n 4.0) uniquely identified by RNA‐Seq but not the ATH1 microarray\nGene\nLog\n2\n FC \nSymbol\nShort description\nAT5G07322\n7.72\nNA\nOther RNA [Source:TAIR;Acc:AT5G07322]\nAT3G09925\n7.35\nNA\nPollen Ole e 1 allergen and extensin family protein [Source:TAIR;Acc:AT3G09925]\nAT1G28815\n7.15\nNA\nUnknown protein; has five BLAST hits to five proteins in two species: Archae ‐ 0; Bacteria ‐ 0; Metazoa ‐ 0; Fungi ‐ 0; Plants ‐ 5; Viruses ‐ 0; Other Eukaryotes ‐ 0 (source: NCBI BLink). [Source:TAIR;Acc:AT1G28815]\nAT5G48920\n7.06\nTED7\nTracheary element differentiation‐related 7 [Source:TAIR;Acc:AT5G48920]\nAT5G43350\n6.94\nATPT1\nPhosphate transporter 1;1 [Source:TAIR;Acc:AT5G43350]\nAT2G30395\n6.92\nATOFP17\nOvate family protein 17 [Source:TAIR;Acc:AT2G30395]\nAT3G24460\n6.81\nNA\nSerinc‐domain containing serine and sphingolipid biosynthesis protein [Source:TAIR;Acc:AT3G24460]\nAT5G57887\n6.63\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: endomembrane system; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ 3422; /…/ ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT5G57887]\nAT2G28671\n6.50\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: cellular_component unknown; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ /…/ Plants ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT2G28671]\nAT1G77885\n6.45\nNA\nUnknown protein; BEST \nArabidopsis thaliana\n protein match is: unknown protein (TAIR:AT1G22065.1); Has 35333 Blast hits to 34131 proteins in 2444 species: Archae ‐ 798; Bacteria ‐ 22429; Metazoa ‐ 974; Fungi ‐ 991; Plants ‐ 531; Viruses ‐ 0; Other Euk /…/s ‐ 9610 (source: NCBI BLink). [Source:TAIR;Acc:AT1G77885]\nAT5G19230\n6.17\nNA\nGlycoprotein membrane precursor GPI‐anchored [Source:TAIR;Acc:AT5G19230]\nAT4G23500\n5.85\nNA\nPectin lyase‐like superfamily protein [Source:TAIR;Acc:AT4G23500]\nAT4G27950\n−4.04\nCRF4\nCytokinin response factor 4 [Source:TAIR;Acc:AT4G27950]\nAT3G63430\n−4.10\nTRM5\nTON1 RECRUITING MOTIF 5, TRM5 zinc finger CCCH domain protein;(source:Araport11) \nAT5G01445\n−4.13\nNA\nUnknown protein; FUNCTIONS IN: molecular_function unknown; INVOLVED IN: biological_process unknown; LOCATED IN: mitochondrion; Has 5 Blast hits to 5 proteins in 2 species: Archae ‐ 0; Bacteria ‐ 0; Metazoa ‐ 0; Fungi ‐ 0; Plants ‐ 5; Viruses ‐ 0; Ot /…/karyotes ‐ 0 (source: NCBI BLink). [Source:TAIR;Acc:AT5G01445]\nAT5G41071\n−4.20\nNA\nUnknown protein; Has 30201 Blast hits to 17322 proteins in 780 species: Archae ‐ 12; Bacteria ‐ 1396; Metazoa ‐ 17338; Fungi ‐ 3422; Plants ‐ 5037; Viruses ‐ 0; Other Eukaryotes ‐ 2996 (source: NCBI BLink). [Source:TAIR;Acc:AT5G41071]\nAT5G07140\n−4.50\nNA\nProtein kinase superfamily protein [Source:TAIR;Acc:AT5G07140]\nAT4G33270\n−4.74\nCDC20.1\nTransducin family protein / WD‐40 repeat family protein [Source:TAIR;Acc:AT4G33270]\nAT4G22235\n−5.24\nNA\n\n\nArabidopsis\n defensin‐like protein [Source:TAIR;Acc:AT4G22235]\nAT2G22496\n−5.56\nMIR779A\nMIR779a; miRNA [Source:TAIR;Acc:AT2G22496]\nNote\nNA = not applicable.\nJohn Wiley & Sons, Ltd\nFurthermore, a total of 107 novel transcripts were identified that were mapped to the genome but did not have any gene annotation in the reference genome database. Out of these 107 transcripts, 19 were found to be significantly changed between the zones at FDR < 0.01 (Appendix \nS2\n).",
    "additional_information_from_rna‐seq_on_differentially_expres": "Additional information from RNA‐Seq on differentially expressed genes\nIn addition to the differential gene expression data, RNA‐Seq provided information on isoforms, coding DNA sequences, and transcription start sites. Figure \n3\n provides examples of isoform information from four different genes in Zone 2 that were significantly altered between the two root zones to study their isoform information—two upregulated genes: AT5G05960 (protease inhibitor/seed storage/lipid transfer protein [LTP] family protein) and AT4G02270 (pollen Ole e 1 allergen and extensin family protein) and two downregulated genes: AT2G23050 (NPY4 [NAKED PINS IN YUC MUTANTS 4]) and protein binding/signal transducer (NPY4) and AT1G18250 (\nArabidopsis\n thaumatin‐like protein [ATLP‐1]). The differential expression of these four genes in the two root zones from microarray and RNA‐Seq are shown in Fig. \n3\nA. Log\n2\n FC values for these genes in RNA‐Seq and microarray were comparable, and RNA‐Seq estimated a higher level of fold change for all four genes (Fig. \n3\nA). Expression levels of these genes (Fig. \n3\nB) and isoforms (Fig. \n3\nC) in root Zone 1 and 2 were plotted using FPKM values measured by RNA‐Seq. Although all of these genes were significantly changed between Zone 1 and Zone 2 (Fig. \n3\nB), the different FPKM values measured can be attributed to changes in alternative isoforms (Fig. \n3\nC). For instance, the FPKM values of two isoforms of genes AT5G05960 and AT2G23050 are not significantly changed individually (Fig. \n3\nC), but when the expression values are added up there is a significant change in gene expression (Fig. \n3\nB). On the contrary, in genes AT4G02270 and AT1G18250, one isoform in each gene (TCONS_00025944 and TCONS_00005036, respectively) was significantly altered in expression, leading to a change in the total FPKM values (Fig. \n3\nC).\nFigure 3\nTranscript/isoform information of selected genes. Differential expression analysis results for \nAT\n5G05960 (protease inhibitor/seed storage/lipid transfer protein [\nLTP\n] family protein), \nAT\n4G02270 (pollen Ole e 1 allergen and extensin family protein), \nAT\n2G23050 (\nNPY\n4 [\nNAKED PINS IN YUC MUTANTS\n 4]; protein binding/signal transducer [\nNPY\n4]), and \nAT\n1G18250 (thaumatin‐like protein \nATLP\n‐1). (A) Log\n2\n\n\nFC\n values for the genes in \nRNA\n‐Seq and microarray. (B, C) Expression plots of genes (B) and isoforms (C) showing the differences in expression in root Zone 1 and 2, measured in \nFPKM\n.",
    "data_accessibility": "DATA ACCESSIBILITY\nAll sequence data are archived in the National Center for Biotechnology Information Gene Expression Ominibus (GEO accession no. GSE115555; \nhttps://www.ncbi.nlm.nih.gov/geo/\n) and in the NASA GeneLab repository (GeneLab accession no. GLDS‐208; \nhttps://genelab.nasa.gov/\n).",
    "supporting_information": "Supporting information\n\n\nAPPENDIX S1.\n List of genes uniquely identified by RNA‐Seq (differentially expressed genes that were not detected by microarray).\nClick here for additional data file.\n\n\nAPPENDIX S2.\n List of novel genes identified by RNA‐Seq (transcripts that were mapped to the genome but did not have a gene annotation in the TAIR database).\nClick here for additional data file.\n\n\nAPPENDIX S3.\n Detailed information about genes enriched in each root zone.\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6240453/"
}