{
  "id": "PMC6251167",
  "title": "Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses with human pathogenic strains",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses with human pathogenic strains",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6251167/"
  },
  "sections": {
    "abstract": "Background\nThe antimicrobial resistance (AMR) phenotypic properties, multiple drug resistance (MDR) gene profiles, and genes related to potential virulence and pathogenic properties of five \nEnterobacter bugandensis\n strains isolated from the International Space Station (ISS) were carried out and compared with genomes of three clinical strains. Whole genome sequences of ISS strains were characterized using the hybrid de novo assembly of Nanopore and Illumina reads. In addition to traditional microbial taxonomic approaches, multilocus sequence typing (MLST) analysis was performed to classify the phylogenetic lineage. Agar diffusion discs assay was performed to test antibiotics susceptibility. The draft genomes after assembly and scaffolding were annotated with the Rapid Annotations using Subsystems Technology and RNAmmer servers for downstream analysis.\nResults\nMolecular phylogeny and whole genome analysis of the ISS strains with all publicly available \nEnterobacter\n genomes revealed that ISS strains were \nE. bugandensis\n and similar to the type strain EB-247\nT\n and two clinical isolates (153_ECLO and MBRL 1077). Comparative genomic analyses of all eight \nE. bungandensis\n strains showed, a total of 4733 genes were associated with carbohydrate metabolism (635 genes), amino acid and derivatives (496 genes), protein metabolism (291 genes), cofactors, vitamins, prosthetic groups, pigments (275 genes), membrane transport (247 genes), and RNA metabolism (239 genes). In addition, 112 genes identified in the ISS strains were involved in virulence, disease, and defense. Genes associated with resistance to antibiotics and toxic compounds, including the MDR tripartite system were also identified in the ISS strains. A multiple antibiotic resistance (MAR) locus or MAR operon encoding MarA, MarB, MarC, and MarR, which regulate more than 60 genes, including upregulation of drug efflux systems that have been reported in \nEscherichia coli\n K12, was also observed in the ISS strains.\nConclusion\nGiven the MDR results for these ISS \nEnterobacter\n genomes and increased chance of pathogenicity (PathogenFinder algorithm with > 79% probability), these species pose important health considerations for future missions. Thorough genomic characterization of the strains isolated from ISS can help to understand the pathogenic potential, and inform future missions, but analyzing them in in-vivo systems is required to discern the influence of microgravity on their pathogenicity.\nElectronic supplementary material\nThe online version of this article (10.1186/s12866-018-1325-2) contains supplementary material, which is available to authorized users.",
    "background": "Background\nEnterobacter\n species are facultative anaerobic, Gram-stain-negative, and saprophytic microorganisms found in soil, sewage, and as a commensal enteric flora of the human gastrointestinal tract [\n1\n]. They have been associated with nosocomial infection in humans, causing bacteremia, endocarditis, septic arthritis, osteomyelitis, skin and soft tissue infections, lower respiratory tract, urinary tract, and intra-abdominal infections [\n2\n, \n3\n]. Some \nEnterobacter\n have also been reported plant pathogens [\n4\n]. Antibiotic resistance and its clinical implications have been extensively studied in genus \nEnterobacter\n, especially \nEnterobacter cloacae\n, which is resistant to cephalosporins, ampicillin, amoxicillin, and cefoxitin [\n5\n, \n6\n].\nIn an ongoing effort of the International Space Station (ISS) Microbial Observatory investigation, the National Aeronautics and Space Administration (NASA) is cataloging the total and viable microbial communities of crew-associated environments using cultivation and molecular techniques of microbial detection [\n7\n, \n8\n]. As a result, five isolates belonging to the \nEnterobacter bugandensis\n group of bacteria from two different locations of the ISS were isolated [\n9\n]. Since the initial molecular screening identified these strains as \nEnterobacter\n but the identification was not able to resolve their taxonomy to species level, detailed genomic characterizations were warranted in addition to the traditional microbiological characterization. Due to its unstable taxonomic structure, methods utilized for the speciation of \nEnterobacter\n varied widely. Commercial biochemical typing systems such as API® 20E [\n10\n] or Vitek® 2, and matrix-assisted laser desorption ionization–time of flight mass spectrometry (MALDI-TOF MS) [\n11\n] methods have been used, but with limited success. On the basis of 16S rRNA analysis, \nEnterobacter\n was structured as a polyphyletic genus and most of the species could not be resolved [\n1\n]. Therefore, multilocus sequence typing (MLST) analysis was found to be more appropriate for phylogenetic classification of \nEnterobacter\n species [\n12\n].\nTo resolve this question further, whole genome sequencing (WGS) and de novo assembly was performed on all five ISS \nE. bugandensis\n strains, creating MLST and genome variation profiles of the ISS strains [\n13\n]. Furthermore, comparative genome alignment of the ISS strains with all publicly available 1291 \nEnterobacter\n genomes revealed that genomes of these five ISS strains were highly similar to only three clinical \nE. bugandensis\n with very high genome similarities and formed a unique ecotype. They are (a) EB-247 strain [\n13\n], isolated from neonatal blood of a patient from Tanzania, (b) 153_ECLO strain [\n14\n], isolated from the urine of a neonatal patient strain admitted to the University of Washington Medical Center, Seattle, WA and (c) MBRL 1077 strain, a carbapenemase-producing strain [\n15\n] isolated from the wound of a 72-year-old woman with a history of cutaneous scleroderma, medically complicated obesity, and venous insufficiency. In this study, comparative genomic analyses of five ISS strains and three clinical isolates were carried out to elucidate antimicrobial resistance (AMR) phenotypic properties, MDR gene profiles, and genes related to potential virulence and pathogenic potential of the ISS \nEnterobacter\n strains.",
    "results": "Results\nPhenotypic characteristics\nThe ISS strains showed aerobic, motile, rod shape, Gram stain negative characteristics; colonies were pale yellow in color, formed within 24–36 h at 35 °C on R2A, TSA, and blood agar. Growth was observed at 1–8% NaCl and in pH range 5–7. The Vitek and BioLog systems as well as MALDI-TOF profiles identified the ISS strains as \nE. ludwigii.\n The MALDI-TOF profile scores for the tested strains were 2.16 \n(E. ludwigii\n) and 2.10 (\nE. asburiae\n)\n.\n In general, no noticeable phenotypic differences were observed among the \nEnterobacter\n species tested including \nE. bugandensis\n EB\n-\n247\nT\n, whose genome is closer to ISS strains. As reported earlier, all these five ISS \nEnterobacter\n isolates were resistant to cefazolin, cefoxitin, oxacillin, penicillin and rifampin, while for ciprofloxacin and erythromycin, strains were either resistant or intermediate resistant. For gentamycin and tobramycin some strains were resistant, some intermediate resistant, and some susceptible [\n9\n].\nMolecular phylogeny\nThe 16S rRNA gene sequencing of all five isolates placed them within the \nEnterobacter\n group and showed maximum similarity (99.6%) with \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n LMG 2693, \nE. ludwigii\n EN-119, and \nE. mori\n R18–2 (99 to 100%). Since 16S rRNA gene sequencing analysis is insufficient to differentiate \nEnterobacter\n species, polygenic and whole genome-based analyses were further attempted. All ISS strains were phylogenetically characterized by the \ngyrB\n locus (~ 1.9 kb) and showed that the ISS isolates form a close group with \nE. bugandensis\n EB-247\nT\n and 153_ECLO strains (> 99%) while MBRL 1077 isolate was exhibiting 97% similarity with high bootstrap value.\nMLST analysis\nThe genomic contigs of the ISS isolates were searched for gene sequences of \ndnaA, fusA, gyrB. leuS, pyrG, rplB, and rpoB\n, which are standardized for the use of MLST analysis and reported for \nE. cloacae\n species [\n29\n]. The good congruence between the single-gene reconstructions and the concatenate reinforced the stability of the genealogy were observed. The reconstruction was based on the RAxML algorithm [\n37\n] and the resulting MLST tree (Fig. \n1\n) shows that the ISS isolates are phlylogenetically related to \nE. bugandensis\n clinical strains (EB-247, strain 153_ECLO, and isolate MBRL 1077).\nFig. 1\nMultiple-locus sequence types (MLST) analysis of ISS strains and related species of the \nEnterobacter\n. The obtained genomic contigs of the ISS isolates (in bold) were searched for gene sequences of \ndnaA\n, \nfusA\n, g\nyrB\n, \nleuS\n, \npyrG\n, \nrplB\n, and \nrpoB\n, which are standardized for the use in MLST analysis and reported for \nE. cloacae\n species [\n29\n]. The retrieved sequences were compared with the sequence types deposited at the \nEnterobacter\n MLST database, concatenated according to the MLST scheme. The reconstruction was based on the RAxML algorithm [\n4\n], and the bootstrap values were calculated using 1000 replicates. The bar indicates 2% sequence divergence\nSNP analysis\nEven though MLST analysis was clearly able to genomically resolve the ISS isolates to species level and distinguish them from other members of the genus \nEnterobacter\n, whole genome SNP analysis, SNP tree analysis excluding plasmid sequences, was carried out to validate these results. The snpTree does not ignore any nucleotide positions and is able to consider 100% of the chromosomal genome. All the available WGS of the \nEnterobacter\n genus reference genomes from GenBank were used for SNP analysis with snpTree. Of the 22 total nucleotide sequences; 58,121 positions were found in all analyzed genomes and 3832 positions in the dataset were used to confer the final tree (Fig. \n2\n). The snpTree analyses confirmed and gave a strong validation to the MLST/\ngyrB\n data, confirming that all ISS isolates are \nE. bugandensis\n but strain MBRL 1077 grouped differently from the members of the \nE. bugandensis\n group\n.\nFig. 2\nSingle nucleotide polymorphism (SNP) based phylogenetic tree, showing the relationship between the ISS isolates (in bold) and members of the \nEnterobacter\n genus. The tree was generated using CSI Phylogeny [\n28\n] version 1.4\nSNP identification within ISS strains was carried out using GATK HaplotypeCaller. Filtered SNP calls and indels (after removal of false positives) are given in the Additional file \n1\n: Table S1. Post-filtration analyses showed that there were 9, 12, 15, 13, and 0 SNPs seen in IF2SWB1, IF2SWB5, IF2SWP2, IS2WP3 and IS3SWP2, respectively. Further 6, 0, 4, 6, and 0 indels were seen in IF2SWB1, IF2SWB5, IF2SWP2, IS2WP3 and IS3SWP2, respectively (Additional file \n1\n: Table S1). A maximum of 15 SNPs was observed among ISS isolates, probably being clonal in origin, with a very recent common ancestor. However, it should be noted that 4 strains were isolated from location #2 (space toilet) and one strain from the exercise platform (ARED).\nANI values and digital DNA-DNA hybridization\nThe ANI values for the ISS strains were maximum against \nE. bugandensis\n EB-247, 153_ECLO, and MBRL 1077 strains (> 95%) as were those of MLST analyses, and the ANI values of rest of the \nEnterobacter\n genomes tested were < 91% (Table \n1\n). The digital DNA-DNA hybridization (dDDH) results of the ISS strain showed high similarity with \nE. bugandensis\n EB-247 (89.2%), 153_ECLO (89.4%), and MBRL 1077 (64%) strains whereas dDDH value was < 44.6% to all the other available \nEnterobacter\n reference genomes (Table \n1\n). Based on various molecular analyses attempted during this study all five ISS \nEnterobacter\n strains were phenotypically and genotypically identified as \nE. bugandensis.\nTable 1\nDigital DDH and ANI values of ISS strains and comparison with various \nEnterobacter\n species\nBacteria\nStrain number\nSource\nGenBank accession number\nISS \nEnterobacter bugandensis\n isolates (\nn\n = 5)\ndDDH\nANI (%)\n\n\nE. bugandensis\n\n\nIF2SW-P2\nISS-WHC\nPOUR00000000\n100\n100.00\n\n\nE. bugandensis\n\n\nIF2SW-B1\nISS-WHC\nPOUQ00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF2SW-B5\nISS-WHC\nRBVJ00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF2SW-P3\nISS-WHC\nPOUP00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF3SW-P2\nISS-AREED\nPOUO00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nEB-247\nT\nNosocomial\nFYBI00000000\n89.2\n98.66\n\n\nE. bugandensis\n\n\n153 ECLO\nNosocomial\nNZ_JVSD00000000\n89.4\n98.73\n\n\nE. bugandensis\n\n\nMBRL1077\nNosocomial\nPRJNA310238\n63.9\n95.26\n\n\nE. aerogenes\n\n\nKCTC 2190\nNosocomial\nCP002824\n22.7\n78.74\n\n\nE. asburiae\n\n\nATCC 35953\nT\nNosocomial\nNZ_CP011863\n30.4\n85.59\n\n\nE. cancerogenus\n\n\nATCC 35316\nStool\nNZ_ABWM00000000\n31.8\n86.10\n\n\nE. cloacae\n\n\nATCC 13047\nT\nSpinal fluid\nNC_014121\n35.4\n87.91\n\n\nE. hormaechei\n\n\nATCC 49162\nT\nSputum\nAFHR01000000\n35.4\n87.82\n\n\nE. kobei\n\n\nDSM 13645\nT\nBlood\nNZ_CP017181\n42.8\n90.54\n\n\nE. lignolyticus\n\n\nSCF1\nSoil\nCP002272\n23.5\n79.98\n\n\nE. ludwigii\n\n\nEN-119\nT\nHuman\nNZ_CP017279\n34.4\n87.57\n\n\nE. massiliensis\n\n\nJC163\nT\nStool\nNZ_CAEO00000000\n22.8\n79.07\n\n\nE. mori\n\n\nLMG 25706\nT\nMulberry\nNZ_AEXB00000000\n37.0\n88.59\n\n\nE. muelleri\n\n\nJM-458\nT\nRhizosphere\nFXLQ00000000\n44.6\n90.77\n\n\nXenorhabdus nematophila\n\n\nATCC 19061\nT\nIntestine\nFN667742\n22.8\n69.41\ndDDH\n digital DNA-DNA hybridization, \nANI\n Average Nucleotide Identity, \nWHC\n Waste and Hygiene Compartment, \nARED\n Advanced resistive exercise device (ARED) foot platform\nFunctional characteristics\nA detailed genome analysis of all five ISS strains and 3 clinical isolates were carried out to understand its genetic makeup. A total of 4733 genes were classified as carbohydrate metabolism (635 genes), amino acid and derivatives (496 genes), protein metabolism (291 genes), cofactors, vitamins, prosthetic groups, pigments (275 genes), membrane transport (247 genes), and RNA metabolism (239 genes) (Fig. \n3\n). To test antimicrobial resistance at genomic level, the ISS strains were further compared with nosocomial isolates (1291 genomes) having more than 95% ANI identity with the ISS strains, which taxonomically identified them as same species. Genomes of the clinical strains of \nE. bugandensis\n 247, 153_ECLO, and MBRL-1077, whose ANI values were > 95%, were used for the genetic comparison to further broaden the picture.\nFig. 3\nMetabolic functional profiles and subsystem categories distribution of strain IF3SW-P2. 4733 genes were identified that dominated by carbohydrate metabolism followed by amino acid and derivatives\nFeatures playing a broad role and implemented by the same domain such as Spectinomycin 9-O-adenylyltransferase and Streptomycin 3-O-adenylyltransferase (EC 2.7.7.47) were only present in \nE. bugandensis\n 247 due to the probable lack of selective pressure that might have been encountered by the ISS isolates (Table \n2\n). The predicted arsenic resistance (arsenic resistance protein, ArsH) noticed in \nE. bugandensis\n 247 but not in other strains should be phenotypically tested to confirm the resistance properties conferred in strain \nE. bugandensis\n 247 and cross checked with the ISS strains for their inability to degrade arsenic. Trace metals detected in ISS potable water samples, but typically below potability requirements, included arsenic, barium, chromium, copper, iron, manganese, molybdenum, nickel, lead, selenium, and zinc. No mercury or cadmium was detected and the arsenic levels varied from nondetectable in water samples to a maximum of 3.8 μg/L [\n38\n].\nTable 2\nComparative analyses of antimicrobial gene profiles of \nE. bungandensis\n isolated from ISS and clinical sources\nAMR genes and its role\nAMR genes that are present in the strains that are:\nISS (n = 5)\n153 ECLO\nMBRL 1077\nEB247\nCystine ABC transporter, ATP-binding protein\n+\n+\n+\n+\nCystine ABC transporter, permease protein\n+\n+\n+\n+\nD-cysteine desulfhydrase (EC 4.4.1.15)\n+\n+\n+\n+\nSpectinomycin 9-O-adenylyltransferase\n+\nStreptomycin 3-O-adenylyltransferase (EC 2.7.7.47)\n+\nArsenate reductase (EC 1.20.4.1)\n+\n+\n+\n+\nArsenic efflux pump protein\n+\n+\n+\n+\nArsenic resistance protein ArsH\n+\nArsenical resistance operon repressor\n+\n+\n+\n+\nBeta-lactamase (EC 3.5.2.6)\n+\n+\n+\n+\nBeta-lactamase class C and other penicillin binding proteins\n+\nMetal-dependent hydrolases of the beta-lactamase superfamily I\n+\n+\n+\n+\nCation efflux system protein CusA\n+\n+\n+\n+\nCation efflux system protein CusC precursor\n+\n+\nCation efflux system protein CusF precursor\n+\n+\nCobalt-zinc-cadmium resistance protein\n+\n+\n+\n+\nCobalt-zinc-cadmium resistance protein CzcA\n+\n+\n+\n+\nCobalt/zinc/cadmium efflux RND transporter, membrane fusion protein, CzcB family\n+\n+\nCopper-sensing two-component system response regulator CusR\n+\n+\nDNA-binding heavy metal response regulator\n+\n+\n+\n+\nHeavy metal sensor histidine kinase\n+\nProbable Co/Zn/Cd efflux system membrane fusion protein\n+\n+\n+\n+\nZinc transporter ZitB\n+\n+\n+\n+\nAcetyl-coenzyme A carboxyl transferase beta chain (EC 6.4.1.2)\n+\n+\n+\n+\nAmidophosphoribosyltransferase (EC 2.4.2.14)\n+\n+\n+\n+\nColicin V production protein\n+\n+\n+\n+\nDedA protein\n+\n+\n+\n+\nDedD protein\n+\n+\n+\n+\nDihydrofolate synthase (EC 6.3.2.12)\n+\n+\n+\n+\nFolylpolyglutamate synthase (EC 6.3.2.17)\n+\n+\n+\n+\ntRNA pseudouridine synthase A (EC 4.2.1.70)\n+\n+\n+\n+\nBlue copper oxidase CueO precursor\n+\n+\n+\n+\nCopper resistance protein C precursor\n+\n+\n+\n+\nCopper resistance protein D\n+\n+\n+\n+\nCopper-translocating P-type ATPase (EC 3.6.3.4)\n+\n+\n+\n+\nCopper homeostasis protein CutE\n+\n+\n+\n+\nCopper homeostasis protein CutF precursor\n+\n+\n+\n+\nMagnesium and cobalt efflux protein CorC\n+\n+\n+\n+\nMembrane protein, suppressor for copper-sensitivity ScsB\n+\n+\n+\n+\nMembrane protein, suppressor for copper-sensitivity ScsD\n+\n+\n+\n+\nSecreted protein, suppressor for copper-sensitivity ScsC\n+\n+\n+\n+\nSuppression of copper sensitivity: putative copper binding protein ScsA\n+\n+\n+\n+\nFosfomycin resistance protein FosA\n+\n+\n+\n+\nMembrane-bound lysozyme inhibitor of c-type lysozyme\n+\n+\n+\n+\n16 kDa heat shock protein A\n+\n+\n+\n+\n16 kDa heat shock protein B\n+\n+\n+\n+\nHTH-type transcriptional regulator YidP\n+\n+\n+\n+\nMediator of hyperadherence YidE\n+\n+\n+\n+\nOuter membrane lipoprotein YidQ\n+\n+\n+\n+\nUncharacterized protein YidR\n+\n+\n+\n+\nMercuric ion reductase (EC 1.16.1.1)\n+\nPF00070 family, FAD-dependent NAD(P)-disulphide oxidoreductase\n+\n+\n+\n+\nMercuric resistance operon coregulator\n+\nMercuric resistance operon regulatory protein\n+\nMercuric transport protein, MerE\n+\nAcriflavin resistance protein\n+\n+\n+\n+\nMacrolide export ATP-binding/permease protein MacB (EC 3.6.3.-)\n+\n+\n+\n+\nMacrolide-specific efflux protein MacA\n+\n+\n+\n+\nMembrane fusion protein of RND family multidrug efflux pump\n+\n+\n+\n+\nMulti antimicrobial extrusion protein (Na(+)/drug antiporter), MATE family of MDR efflux pumps\n+\n+\n+\n+\nMultidrug-efflux transporter, major facilitator superfamily (MFS) (TC 2.A.1)\n+\n+\n+\n+\nProbable transcription regulator protein of MDR efflux pump cluster\n+\n+\n+\n+\nRND efflux system, inner membrane transporter CmeB\n+\n+\n+\n+\nRND efflux system, membrane fusion protein CmeA\n+\n+\n+\n+\nRND efflux system, outer membrane lipoprotein CmeC\n+\n+\n+\nRND efflux system, outer membrane lipoprotein, NodT family\n+\n+\n+\n+\nTranscription repressor of multidrug efflux pump acrAB operon, TetR (AcrR) family\n+\n+\n+\n+\nType I secretion outer membrane protein, TolC precursor\n+\n+\n+\n+\nInner membrane component of tripartite multidrug resistance system\n+\n+\n+\n+\nMembrane fusion component of tripartite multidrug resistance system\n+\n+\n+\n+\nOuter membrane component of tripartite multidrug resistance system\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarA\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarB\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarC\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarR\n+\n+\n+\n+\nDNA-directed RNA polymerase beta subunit (EC 2.7.7.6)\n+\n+\n+\n+\nDNA-directed RNA polymerase beta' subunit (EC 2.7.7.6)\n+\n+\n+\n+\nLSU ribosomal protein L20p\n+\n+\n+\n+\nLSU ribosomal protein L35p\n+\n+\n+\n+\nTranslation initiation factor 3\n+\n+\n+\n+\nSSU ribosomal protein S12p (S23e)\n+\n+\n+\nSSU ribosomal protein S7p (S5e)\n+\n+\n+\nTranslation elongation factor G\n+\n+\n+\nTranslation elongation factor Tu\n+\n+\n+\nL-aspartate oxidase (EC 1.4.3.16)\n+\n+\n+\n+\nQuinolinate phosphoribosyltransferase [decarboxylating] (EC 2.4.2.19)\n+\n+\n+\n+\nQuinolinate synthetase (EC 2.5.1.72)\n+\n+\n+\n+\nDNA gyrase subunit A (EC 5.99.1.3)\n+\n+\n+\n+\nDNA gyrase subunit B (EC 5.99.1.3)\n+\n+\n+\n+\nTopoisomerase IV subunit A (EC 5.99.1.-)\n+\n+\n+\n+\nTopoisomerase IV subunit B (EC 5.99.1.-)\n+\n+\n+\n+\nStreptothricin acetyltransferase, Streptomyces lavendulae type\n+\n+\n+\n+\nMultidrug transporter MdtB\n+\n+\n+\n+\nMultidrug transporter MdtC\n+\n+\n+\n+\nMultidrug transporter MdtD\n+\n+\n+\n+\nProbable RND efflux membrane fusion protein\n+\n+\n+\n+\nResponse regulator BaeR\n+\n+\n+\n+\nSensory histidine kinase BaeS\n+\n+\n+\n+\nConserved uncharacterized protein CreA\n+\n+\n+\n+\nInner membrane protein CreD\n+\n+\nTwo-component response regulator CreB\n+\n+\nTwo-component response regulator CreC\n+\n+\nGlobal comparison of ISS genomes with other \nEnterobacter\n genomes\nA visualization program was reported to be invaluable [\n36\n] in determining the genotypic differences between closely related prokaryotes. Visualizing a prokaryote genome as a circular image has become a powerful means of displaying informative comparisons of one genome to a number of others. Using BRIG, a global visual comparison of ISS isolates with other \nEnterobacter\n WGS from the GenBank Microbial Genomes Resource was carried out. The resulting output of the BRIG analysis [\n36\n], a visualization image, showed draft genome assembly information, read coverage, assembly breakpoints, and collapsed repeats. The mapping of unassembled sequencing reads of the ISS genomes against fully annotated \nE. cloacae\n central reference sequences is depicted in Fig. \n4\n.\nFig. 4\nGlobal comparison of ISS \nE. bugandensis\n with other \nEnterobacter\n WGS from NCBI Microbial Genomes Resource was done using BRIG. Genome sequence assemblies were aligned using BLASTN and the diagrammatic view was created using BRIG software. The innermost ring indicates the genomic position of the reference genome (\nE. bugandensis 247\nT\n), next ring indicates GC content, and the third ring indicates GC skewness. The remaining 21 rings indicate the presence or absence of BLASTN hits at that position. Each ring represents WGS of single \nEnterobacter\n species, each shown in different color. Positions covered by BLASTN alignments are indicated in solid colors and gaps (white spaces) represent genomic regions not covered by BLASTN alignments. Order of genome from inner ring to outer is as follow: \nE. aerogenes\n KCTC 2190, \nE. asburiae\n ATCC 35953 T, \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n ATCC 35316, \nE. bugandensis\n 153_ECLO, \nE. cloacae\n ATCC 13047\nT\n, \nE. bugandensis\n MBRL1077, \nE. hormaechei\n ATCC 49162\nT\n, \nE. kobei\n DSM 13645\nT\n, \nE. lignolyticus\n SCF1, \nE. ludwigii\n EN-119\nT\n, \nE. massiliensis\n JC163\nT\n, \nE. mori\n LMG 25706\nT\n, \nE. muelleri\n JM-458\nT\n, \nEnterobacter soli\n ATCC BAA-2102\nT\n, \nEnterobacter xiangfangensis\n LMG 27195\nT\n, \nE. bugandensis\n IF2SW-B1, \nE. bugandensis\n IF2SW-B5, \nE. bugandensis\n IF2SW-P2, \nE. bugandensis\n IF2SW-P3, \nE. bugandensis\n IF3SW-P2, \nXenorhabdus nematophila\n ATCC 19061\nT",
    "conclusion": "Conclusion\nThe genomic characterizations showed that the ISS \nEnterobacter\n strains might potentially exhibit pathogenicity to human. However, the pathogenicity of the ISS strains compared to clinical strains isolated from patients should be explored in vivo experiments before making any assumption about whether these potential AMR gene markers are due to spaceflight changes or not. Moreover, the transit time and route for the organisms from the ISS may have some small impact on the response or physiological traits of the bacteria. WGS is still an important tool to monitor transmission routes of opportunistic pathogen bacteria [\n25\n, \n26\n]. To avoid this, future missions could utilize Nanopore sequencing directly in microgravity as well as additional function and taxonomic classification methods [\n26\n, \n54\n], and then leverage the above detailed analytic steps to gauge relevance for crew health and safety.",
    "electronic_supplementary_material": "Electronic supplementary material\nThe online version of this article (10.1186/s12866-018-1325-2) contains supplementary material, which is available to authorized users.",
    "methods": "Methods\nSample collection from ISS environmental surfaces, processing, cultivation of bacteria were already reported [\n9\n]. When 105 bacterial strains isolated from various ISS locations were analyzed for their phylogenetic affiliations, five isolates were identified as \nEnterobacter bugandensis\n. The five \nEnterobacter\n isolates characterized during this study were isolated from two different locations of the ISS flight in March 2015. Four isolates were isolated from the waste and hygiene compartment (WHC), and one strain from the Advanced Resistive Exercise Device (ARED) foot platform of ISS.\nPhenotypic characterization\nThe isolates were biochemically identified using Vitek®2 Compact gram-negative (GN) cards (bioMerieux, Inc., Hazelwood, MO) [\n16\n] and BioLog (Hayward, CA) carbon substrate utilization profile characterization [\n17\n]. Sample preparation for MALDI-TOF MS protein analysis was carried out as previously established [\n18\n]. MALDI-TOF mass spectra were obtained from an Ultraflex III instrument (Bruker Daltonik, Billerica, MA) operated in linear positive mode under Flex-Control 3.1 software. Mass spectra were processed using Flex Analysis (version 3.1; Bruker Daltonik) and BioTyper software (version 3.1; Bruker Daltonik).\nGenome sequence analysis\nGenomic DNA extraction was performed as described previously [\n9\n]. WGS was performed on the Oxford Nanopore MinION (Oxford, United Kingdom) and Illumina MiSeq sequencing platform (San Diego, CA). A hybrid approach was utilized for genome assembly using reads from both platforms. Nanopore reads were processed using Poretools [\n19\n] toolkit for the purposes of quality control and downstream analysis. Error corrected Nanopore and MiSeq reads were assembled using SPAdes [\n20\n]. Scaffolding of the assembled contigs was done using SSpace [\n21\n] and gap filling was executed using GapFiller [\n22\n]. The draft genomes after assembly and scaffolding were annotated with the help of the Rapid Annotations using Subsystems Technology (RAST) [\n23\n] and RNAmmer servers [\n24\n] for downstream analysis [\n25\n, \n26\n] ISS strains assembly characteristics are given in Additional file \n1\n: Table S1. The 16S rRNA, \ngyrB,\n and \nrpoB\n gene sequences were retrieved from the WGS and analyzed for their phylogenetic affiliations. The neighbor-joining phylogenetic analysis was performed using the MEGA7 software package [\n27\n]. MLST analysis was carried out as described previously [\n28\n]. The MLST scheme employed here uses seven house-keeping genes: \ndnaA\n (DNA replication initiator), \nfusA\n (codes Elongation factor G), \ngyrB\n (DNA replication and repair), \nleuS\n (Leucine tRNA ligase), \npyrG\n (CTP synthase), \nrplB\n (50S ribosomal protein), and \nrpoB\n (β subunit of bacterial RNA polymerase) [\n29\n]. The retrieved sequences were compared with the sequence types deposited at \nE. cloacae\n MLST database [\n30\n], concatenated according to the MLST scheme. The genes were analyzed independently, or as a single concatenate using neighbor-joining algorithms.\nThe SNP-based phylogenetic tree was generated using CSIPhylogeny [\n28\n] version 1.4. Using genome sequences of multiple isolates CSIPhylogeny calls SNP, filters the SNPs, performs site validation, and infers a phylogeny based on the concatenated alignment of high-quality SNPs. The analysis included \nEnterobacter\n reference whole genome sequences which were downloaded from the NCBI GenBank database. This genome-wide SNP analysis allows for higher resolution phylogenetic analysis compared to other methods, which is necessary for comparing highly similar genomes. All positions containing gaps and missing data were eliminated. A total of 3832 positions in the dataset were used to confer the final tree.\nHybrid-genome-assembly (ONT and Illumina data) of strain IF3SW-P2 was nominated as reference genome of the 5 strains sequenced. The IF3SW-P2 genome was used to realign the Illumina MiSeq reads with reads of other 4 strains using bwa-mem (\nhttp://bio-bwa.sourceforge.net\n/). Postprocessing of the BAM files was performed using SAMtools [\n31\n] and picard (\nhttps://github.com/broadinstitute/picard\n). GATK HaplotypeCaller (\nhttps://software.broadinstitute.org/gatk/\n) was used for SNP and indels identification.\nPairwise average nucleotide index (ANI) was calculated using the algorithm from Goris et al. 2007 [\n32\n] and GC content was determined using EzTaxon-e [\n33\n]. Digital DNA-DNA hybridization (dDDH) was performed using the Genome-to-Genome Distance Calculator 2.0 (GGDC 2.0) [\n34\n]. Briefly, the genome sequences in FASTA format were submitted to GGDC 2.0 along with the sequences in FASTA format for the \nEnterobacter\n reference genome that were available: \nE. aerogenes\n KCTC 2190, \nE. asburiae\n ATCC 35953, \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n ATCC 35316, \nE. cloacae\n ATCC 13047, \nE. hormaechei\n ATCC 49162, \nE. kobei\n DSM 13645, \nE. lignolyticus\n SCF1, \nE. ludwigii\n EN119, \nE. massiliensis\n JC163, \nE. mori\n LMG25706, \nE. muelleri\n JM-458\nT\n, \nE. xiangfangensis\n LMG 27195, and \nE. soli\n ATCC BAA-2102\n.\n The results were obtained by comparing query genomes (ISS isolates) with each of the reference genomes to calculate dDDH and intergenomic distances. Global comparison of ISS isolates with other species was done using local BLAST [\n35\n]. Genome sequence assemblies were aligned using BLASTN and the diagrammatic view was created using BLAST Ring Image Generator (BRIG) software [\n36\n].\nNucleotide sequence deposition\nThe WGS data submitted to the National Center for Biotechnology Information (NCBI) GenBank and NASA GenLab databases were downloaded and characterized during this study. The complete genome sequences of all ISS strains were deposited in NCBI under Bioproject PRJNA319366 as well as at the NASA GeneLab system (GLDS-67; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-67/#\n). The GenBank/EMBL/DDBJ accession numbers for the 16S rRNA gene sequence of isolated strains are: IF2SW-B1 (KY218809), IF2SW-B5 (KY218813), IF2SW-P2 \nT\n (KY218815), IF2SW-P3 (KY218816), and IF3SW-P2 (KY218819).",
    "phenotypic_characterization": "Phenotypic characterization\nThe isolates were biochemically identified using Vitek®2 Compact gram-negative (GN) cards (bioMerieux, Inc., Hazelwood, MO) [\n16\n] and BioLog (Hayward, CA) carbon substrate utilization profile characterization [\n17\n]. Sample preparation for MALDI-TOF MS protein analysis was carried out as previously established [\n18\n]. MALDI-TOF mass spectra were obtained from an Ultraflex III instrument (Bruker Daltonik, Billerica, MA) operated in linear positive mode under Flex-Control 3.1 software. Mass spectra were processed using Flex Analysis (version 3.1; Bruker Daltonik) and BioTyper software (version 3.1; Bruker Daltonik).",
    "genome_sequence_analysis": "Genome sequence analysis\nGenomic DNA extraction was performed as described previously [\n9\n]. WGS was performed on the Oxford Nanopore MinION (Oxford, United Kingdom) and Illumina MiSeq sequencing platform (San Diego, CA). A hybrid approach was utilized for genome assembly using reads from both platforms. Nanopore reads were processed using Poretools [\n19\n] toolkit for the purposes of quality control and downstream analysis. Error corrected Nanopore and MiSeq reads were assembled using SPAdes [\n20\n]. Scaffolding of the assembled contigs was done using SSpace [\n21\n] and gap filling was executed using GapFiller [\n22\n]. The draft genomes after assembly and scaffolding were annotated with the help of the Rapid Annotations using Subsystems Technology (RAST) [\n23\n] and RNAmmer servers [\n24\n] for downstream analysis [\n25\n, \n26\n] ISS strains assembly characteristics are given in Additional file \n1\n: Table S1. The 16S rRNA, \ngyrB,\n and \nrpoB\n gene sequences were retrieved from the WGS and analyzed for their phylogenetic affiliations. The neighbor-joining phylogenetic analysis was performed using the MEGA7 software package [\n27\n]. MLST analysis was carried out as described previously [\n28\n]. The MLST scheme employed here uses seven house-keeping genes: \ndnaA\n (DNA replication initiator), \nfusA\n (codes Elongation factor G), \ngyrB\n (DNA replication and repair), \nleuS\n (Leucine tRNA ligase), \npyrG\n (CTP synthase), \nrplB\n (50S ribosomal protein), and \nrpoB\n (β subunit of bacterial RNA polymerase) [\n29\n]. The retrieved sequences were compared with the sequence types deposited at \nE. cloacae\n MLST database [\n30\n], concatenated according to the MLST scheme. The genes were analyzed independently, or as a single concatenate using neighbor-joining algorithms.\nThe SNP-based phylogenetic tree was generated using CSIPhylogeny [\n28\n] version 1.4. Using genome sequences of multiple isolates CSIPhylogeny calls SNP, filters the SNPs, performs site validation, and infers a phylogeny based on the concatenated alignment of high-quality SNPs. The analysis included \nEnterobacter\n reference whole genome sequences which were downloaded from the NCBI GenBank database. This genome-wide SNP analysis allows for higher resolution phylogenetic analysis compared to other methods, which is necessary for comparing highly similar genomes. All positions containing gaps and missing data were eliminated. A total of 3832 positions in the dataset were used to confer the final tree.\nHybrid-genome-assembly (ONT and Illumina data) of strain IF3SW-P2 was nominated as reference genome of the 5 strains sequenced. The IF3SW-P2 genome was used to realign the Illumina MiSeq reads with reads of other 4 strains using bwa-mem (\nhttp://bio-bwa.sourceforge.net\n/). Postprocessing of the BAM files was performed using SAMtools [\n31\n] and picard (\nhttps://github.com/broadinstitute/picard\n). GATK HaplotypeCaller (\nhttps://software.broadinstitute.org/gatk/\n) was used for SNP and indels identification.\nPairwise average nucleotide index (ANI) was calculated using the algorithm from Goris et al. 2007 [\n32\n] and GC content was determined using EzTaxon-e [\n33\n]. Digital DNA-DNA hybridization (dDDH) was performed using the Genome-to-Genome Distance Calculator 2.0 (GGDC 2.0) [\n34\n]. Briefly, the genome sequences in FASTA format were submitted to GGDC 2.0 along with the sequences in FASTA format for the \nEnterobacter\n reference genome that were available: \nE. aerogenes\n KCTC 2190, \nE. asburiae\n ATCC 35953, \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n ATCC 35316, \nE. cloacae\n ATCC 13047, \nE. hormaechei\n ATCC 49162, \nE. kobei\n DSM 13645, \nE. lignolyticus\n SCF1, \nE. ludwigii\n EN119, \nE. massiliensis\n JC163, \nE. mori\n LMG25706, \nE. muelleri\n JM-458\nT\n, \nE. xiangfangensis\n LMG 27195, and \nE. soli\n ATCC BAA-2102\n.\n The results were obtained by comparing query genomes (ISS isolates) with each of the reference genomes to calculate dDDH and intergenomic distances. Global comparison of ISS isolates with other species was done using local BLAST [\n35\n]. Genome sequence assemblies were aligned using BLASTN and the diagrammatic view was created using BLAST Ring Image Generator (BRIG) software [\n36\n].",
    "nucleotide_sequence_deposition": "Nucleotide sequence deposition\nThe WGS data submitted to the National Center for Biotechnology Information (NCBI) GenBank and NASA GenLab databases were downloaded and characterized during this study. The complete genome sequences of all ISS strains were deposited in NCBI under Bioproject PRJNA319366 as well as at the NASA GeneLab system (GLDS-67; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-67/#\n). The GenBank/EMBL/DDBJ accession numbers for the 16S rRNA gene sequence of isolated strains are: IF2SW-B1 (KY218809), IF2SW-B5 (KY218813), IF2SW-P2 \nT\n (KY218815), IF2SW-P3 (KY218816), and IF3SW-P2 (KY218819).",
    "phenotypic_characteristics": "Phenotypic characteristics\nThe ISS strains showed aerobic, motile, rod shape, Gram stain negative characteristics; colonies were pale yellow in color, formed within 24–36 h at 35 °C on R2A, TSA, and blood agar. Growth was observed at 1–8% NaCl and in pH range 5–7. The Vitek and BioLog systems as well as MALDI-TOF profiles identified the ISS strains as \nE. ludwigii.\n The MALDI-TOF profile scores for the tested strains were 2.16 \n(E. ludwigii\n) and 2.10 (\nE. asburiae\n)\n.\n In general, no noticeable phenotypic differences were observed among the \nEnterobacter\n species tested including \nE. bugandensis\n EB\n-\n247\nT\n, whose genome is closer to ISS strains. As reported earlier, all these five ISS \nEnterobacter\n isolates were resistant to cefazolin, cefoxitin, oxacillin, penicillin and rifampin, while for ciprofloxacin and erythromycin, strains were either resistant or intermediate resistant. For gentamycin and tobramycin some strains were resistant, some intermediate resistant, and some susceptible [\n9\n].",
    "molecular_phylogeny": "Molecular phylogeny\nThe 16S rRNA gene sequencing of all five isolates placed them within the \nEnterobacter\n group and showed maximum similarity (99.6%) with \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n LMG 2693, \nE. ludwigii\n EN-119, and \nE. mori\n R18–2 (99 to 100%). Since 16S rRNA gene sequencing analysis is insufficient to differentiate \nEnterobacter\n species, polygenic and whole genome-based analyses were further attempted. All ISS strains were phylogenetically characterized by the \ngyrB\n locus (~ 1.9 kb) and showed that the ISS isolates form a close group with \nE. bugandensis\n EB-247\nT\n and 153_ECLO strains (> 99%) while MBRL 1077 isolate was exhibiting 97% similarity with high bootstrap value.",
    "mlst_analysis": "MLST analysis\nThe genomic contigs of the ISS isolates were searched for gene sequences of \ndnaA, fusA, gyrB. leuS, pyrG, rplB, and rpoB\n, which are standardized for the use of MLST analysis and reported for \nE. cloacae\n species [\n29\n]. The good congruence between the single-gene reconstructions and the concatenate reinforced the stability of the genealogy were observed. The reconstruction was based on the RAxML algorithm [\n37\n] and the resulting MLST tree (Fig. \n1\n) shows that the ISS isolates are phlylogenetically related to \nE. bugandensis\n clinical strains (EB-247, strain 153_ECLO, and isolate MBRL 1077).\nFig. 1\nMultiple-locus sequence types (MLST) analysis of ISS strains and related species of the \nEnterobacter\n. The obtained genomic contigs of the ISS isolates (in bold) were searched for gene sequences of \ndnaA\n, \nfusA\n, g\nyrB\n, \nleuS\n, \npyrG\n, \nrplB\n, and \nrpoB\n, which are standardized for the use in MLST analysis and reported for \nE. cloacae\n species [\n29\n]. The retrieved sequences were compared with the sequence types deposited at the \nEnterobacter\n MLST database, concatenated according to the MLST scheme. The reconstruction was based on the RAxML algorithm [\n4\n], and the bootstrap values were calculated using 1000 replicates. The bar indicates 2% sequence divergence",
    "snp_analysis": "SNP analysis\nEven though MLST analysis was clearly able to genomically resolve the ISS isolates to species level and distinguish them from other members of the genus \nEnterobacter\n, whole genome SNP analysis, SNP tree analysis excluding plasmid sequences, was carried out to validate these results. The snpTree does not ignore any nucleotide positions and is able to consider 100% of the chromosomal genome. All the available WGS of the \nEnterobacter\n genus reference genomes from GenBank were used for SNP analysis with snpTree. Of the 22 total nucleotide sequences; 58,121 positions were found in all analyzed genomes and 3832 positions in the dataset were used to confer the final tree (Fig. \n2\n). The snpTree analyses confirmed and gave a strong validation to the MLST/\ngyrB\n data, confirming that all ISS isolates are \nE. bugandensis\n but strain MBRL 1077 grouped differently from the members of the \nE. bugandensis\n group\n.\nFig. 2\nSingle nucleotide polymorphism (SNP) based phylogenetic tree, showing the relationship between the ISS isolates (in bold) and members of the \nEnterobacter\n genus. The tree was generated using CSI Phylogeny [\n28\n] version 1.4\nSNP identification within ISS strains was carried out using GATK HaplotypeCaller. Filtered SNP calls and indels (after removal of false positives) are given in the Additional file \n1\n: Table S1. Post-filtration analyses showed that there were 9, 12, 15, 13, and 0 SNPs seen in IF2SWB1, IF2SWB5, IF2SWP2, IS2WP3 and IS3SWP2, respectively. Further 6, 0, 4, 6, and 0 indels were seen in IF2SWB1, IF2SWB5, IF2SWP2, IS2WP3 and IS3SWP2, respectively (Additional file \n1\n: Table S1). A maximum of 15 SNPs was observed among ISS isolates, probably being clonal in origin, with a very recent common ancestor. However, it should be noted that 4 strains were isolated from location #2 (space toilet) and one strain from the exercise platform (ARED).",
    "ani_values_and_digital_dna-dna_hybridization": "ANI values and digital DNA-DNA hybridization\nThe ANI values for the ISS strains were maximum against \nE. bugandensis\n EB-247, 153_ECLO, and MBRL 1077 strains (> 95%) as were those of MLST analyses, and the ANI values of rest of the \nEnterobacter\n genomes tested were < 91% (Table \n1\n). The digital DNA-DNA hybridization (dDDH) results of the ISS strain showed high similarity with \nE. bugandensis\n EB-247 (89.2%), 153_ECLO (89.4%), and MBRL 1077 (64%) strains whereas dDDH value was < 44.6% to all the other available \nEnterobacter\n reference genomes (Table \n1\n). Based on various molecular analyses attempted during this study all five ISS \nEnterobacter\n strains were phenotypically and genotypically identified as \nE. bugandensis.\nTable 1\nDigital DDH and ANI values of ISS strains and comparison with various \nEnterobacter\n species\nBacteria\nStrain number\nSource\nGenBank accession number\nISS \nEnterobacter bugandensis\n isolates (\nn\n = 5)\ndDDH\nANI (%)\n\n\nE. bugandensis\n\n\nIF2SW-P2\nISS-WHC\nPOUR00000000\n100\n100.00\n\n\nE. bugandensis\n\n\nIF2SW-B1\nISS-WHC\nPOUQ00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF2SW-B5\nISS-WHC\nRBVJ00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF2SW-P3\nISS-WHC\nPOUP00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nIF3SW-P2\nISS-AREED\nPOUO00000000\n100\n99.99\n\n\nE. bugandensis\n\n\nEB-247\nT\nNosocomial\nFYBI00000000\n89.2\n98.66\n\n\nE. bugandensis\n\n\n153 ECLO\nNosocomial\nNZ_JVSD00000000\n89.4\n98.73\n\n\nE. bugandensis\n\n\nMBRL1077\nNosocomial\nPRJNA310238\n63.9\n95.26\n\n\nE. aerogenes\n\n\nKCTC 2190\nNosocomial\nCP002824\n22.7\n78.74\n\n\nE. asburiae\n\n\nATCC 35953\nT\nNosocomial\nNZ_CP011863\n30.4\n85.59\n\n\nE. cancerogenus\n\n\nATCC 35316\nStool\nNZ_ABWM00000000\n31.8\n86.10\n\n\nE. cloacae\n\n\nATCC 13047\nT\nSpinal fluid\nNC_014121\n35.4\n87.91\n\n\nE. hormaechei\n\n\nATCC 49162\nT\nSputum\nAFHR01000000\n35.4\n87.82\n\n\nE. kobei\n\n\nDSM 13645\nT\nBlood\nNZ_CP017181\n42.8\n90.54\n\n\nE. lignolyticus\n\n\nSCF1\nSoil\nCP002272\n23.5\n79.98\n\n\nE. ludwigii\n\n\nEN-119\nT\nHuman\nNZ_CP017279\n34.4\n87.57\n\n\nE. massiliensis\n\n\nJC163\nT\nStool\nNZ_CAEO00000000\n22.8\n79.07\n\n\nE. mori\n\n\nLMG 25706\nT\nMulberry\nNZ_AEXB00000000\n37.0\n88.59\n\n\nE. muelleri\n\n\nJM-458\nT\nRhizosphere\nFXLQ00000000\n44.6\n90.77\n\n\nXenorhabdus nematophila\n\n\nATCC 19061\nT\nIntestine\nFN667742\n22.8\n69.41\ndDDH\n digital DNA-DNA hybridization, \nANI\n Average Nucleotide Identity, \nWHC\n Waste and Hygiene Compartment, \nARED\n Advanced resistive exercise device (ARED) foot platform",
    "functional_characteristics": "Functional characteristics\nA detailed genome analysis of all five ISS strains and 3 clinical isolates were carried out to understand its genetic makeup. A total of 4733 genes were classified as carbohydrate metabolism (635 genes), amino acid and derivatives (496 genes), protein metabolism (291 genes), cofactors, vitamins, prosthetic groups, pigments (275 genes), membrane transport (247 genes), and RNA metabolism (239 genes) (Fig. \n3\n). To test antimicrobial resistance at genomic level, the ISS strains were further compared with nosocomial isolates (1291 genomes) having more than 95% ANI identity with the ISS strains, which taxonomically identified them as same species. Genomes of the clinical strains of \nE. bugandensis\n 247, 153_ECLO, and MBRL-1077, whose ANI values were > 95%, were used for the genetic comparison to further broaden the picture.\nFig. 3\nMetabolic functional profiles and subsystem categories distribution of strain IF3SW-P2. 4733 genes were identified that dominated by carbohydrate metabolism followed by amino acid and derivatives\nFeatures playing a broad role and implemented by the same domain such as Spectinomycin 9-O-adenylyltransferase and Streptomycin 3-O-adenylyltransferase (EC 2.7.7.47) were only present in \nE. bugandensis\n 247 due to the probable lack of selective pressure that might have been encountered by the ISS isolates (Table \n2\n). The predicted arsenic resistance (arsenic resistance protein, ArsH) noticed in \nE. bugandensis\n 247 but not in other strains should be phenotypically tested to confirm the resistance properties conferred in strain \nE. bugandensis\n 247 and cross checked with the ISS strains for their inability to degrade arsenic. Trace metals detected in ISS potable water samples, but typically below potability requirements, included arsenic, barium, chromium, copper, iron, manganese, molybdenum, nickel, lead, selenium, and zinc. No mercury or cadmium was detected and the arsenic levels varied from nondetectable in water samples to a maximum of 3.8 μg/L [\n38\n].\nTable 2\nComparative analyses of antimicrobial gene profiles of \nE. bungandensis\n isolated from ISS and clinical sources\nAMR genes and its role\nAMR genes that are present in the strains that are:\nISS (n = 5)\n153 ECLO\nMBRL 1077\nEB247\nCystine ABC transporter, ATP-binding protein\n+\n+\n+\n+\nCystine ABC transporter, permease protein\n+\n+\n+\n+\nD-cysteine desulfhydrase (EC 4.4.1.15)\n+\n+\n+\n+\nSpectinomycin 9-O-adenylyltransferase\n+\nStreptomycin 3-O-adenylyltransferase (EC 2.7.7.47)\n+\nArsenate reductase (EC 1.20.4.1)\n+\n+\n+\n+\nArsenic efflux pump protein\n+\n+\n+\n+\nArsenic resistance protein ArsH\n+\nArsenical resistance operon repressor\n+\n+\n+\n+\nBeta-lactamase (EC 3.5.2.6)\n+\n+\n+\n+\nBeta-lactamase class C and other penicillin binding proteins\n+\nMetal-dependent hydrolases of the beta-lactamase superfamily I\n+\n+\n+\n+\nCation efflux system protein CusA\n+\n+\n+\n+\nCation efflux system protein CusC precursor\n+\n+\nCation efflux system protein CusF precursor\n+\n+\nCobalt-zinc-cadmium resistance protein\n+\n+\n+\n+\nCobalt-zinc-cadmium resistance protein CzcA\n+\n+\n+\n+\nCobalt/zinc/cadmium efflux RND transporter, membrane fusion protein, CzcB family\n+\n+\nCopper-sensing two-component system response regulator CusR\n+\n+\nDNA-binding heavy metal response regulator\n+\n+\n+\n+\nHeavy metal sensor histidine kinase\n+\nProbable Co/Zn/Cd efflux system membrane fusion protein\n+\n+\n+\n+\nZinc transporter ZitB\n+\n+\n+\n+\nAcetyl-coenzyme A carboxyl transferase beta chain (EC 6.4.1.2)\n+\n+\n+\n+\nAmidophosphoribosyltransferase (EC 2.4.2.14)\n+\n+\n+\n+\nColicin V production protein\n+\n+\n+\n+\nDedA protein\n+\n+\n+\n+\nDedD protein\n+\n+\n+\n+\nDihydrofolate synthase (EC 6.3.2.12)\n+\n+\n+\n+\nFolylpolyglutamate synthase (EC 6.3.2.17)\n+\n+\n+\n+\ntRNA pseudouridine synthase A (EC 4.2.1.70)\n+\n+\n+\n+\nBlue copper oxidase CueO precursor\n+\n+\n+\n+\nCopper resistance protein C precursor\n+\n+\n+\n+\nCopper resistance protein D\n+\n+\n+\n+\nCopper-translocating P-type ATPase (EC 3.6.3.4)\n+\n+\n+\n+\nCopper homeostasis protein CutE\n+\n+\n+\n+\nCopper homeostasis protein CutF precursor\n+\n+\n+\n+\nMagnesium and cobalt efflux protein CorC\n+\n+\n+\n+\nMembrane protein, suppressor for copper-sensitivity ScsB\n+\n+\n+\n+\nMembrane protein, suppressor for copper-sensitivity ScsD\n+\n+\n+\n+\nSecreted protein, suppressor for copper-sensitivity ScsC\n+\n+\n+\n+\nSuppression of copper sensitivity: putative copper binding protein ScsA\n+\n+\n+\n+\nFosfomycin resistance protein FosA\n+\n+\n+\n+\nMembrane-bound lysozyme inhibitor of c-type lysozyme\n+\n+\n+\n+\n16 kDa heat shock protein A\n+\n+\n+\n+\n16 kDa heat shock protein B\n+\n+\n+\n+\nHTH-type transcriptional regulator YidP\n+\n+\n+\n+\nMediator of hyperadherence YidE\n+\n+\n+\n+\nOuter membrane lipoprotein YidQ\n+\n+\n+\n+\nUncharacterized protein YidR\n+\n+\n+\n+\nMercuric ion reductase (EC 1.16.1.1)\n+\nPF00070 family, FAD-dependent NAD(P)-disulphide oxidoreductase\n+\n+\n+\n+\nMercuric resistance operon coregulator\n+\nMercuric resistance operon regulatory protein\n+\nMercuric transport protein, MerE\n+\nAcriflavin resistance protein\n+\n+\n+\n+\nMacrolide export ATP-binding/permease protein MacB (EC 3.6.3.-)\n+\n+\n+\n+\nMacrolide-specific efflux protein MacA\n+\n+\n+\n+\nMembrane fusion protein of RND family multidrug efflux pump\n+\n+\n+\n+\nMulti antimicrobial extrusion protein (Na(+)/drug antiporter), MATE family of MDR efflux pumps\n+\n+\n+\n+\nMultidrug-efflux transporter, major facilitator superfamily (MFS) (TC 2.A.1)\n+\n+\n+\n+\nProbable transcription regulator protein of MDR efflux pump cluster\n+\n+\n+\n+\nRND efflux system, inner membrane transporter CmeB\n+\n+\n+\n+\nRND efflux system, membrane fusion protein CmeA\n+\n+\n+\n+\nRND efflux system, outer membrane lipoprotein CmeC\n+\n+\n+\nRND efflux system, outer membrane lipoprotein, NodT family\n+\n+\n+\n+\nTranscription repressor of multidrug efflux pump acrAB operon, TetR (AcrR) family\n+\n+\n+\n+\nType I secretion outer membrane protein, TolC precursor\n+\n+\n+\n+\nInner membrane component of tripartite multidrug resistance system\n+\n+\n+\n+\nMembrane fusion component of tripartite multidrug resistance system\n+\n+\n+\n+\nOuter membrane component of tripartite multidrug resistance system\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarA\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarB\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarC\n+\n+\n+\n+\nMultiple antibiotic resistance protein MarR\n+\n+\n+\n+\nDNA-directed RNA polymerase beta subunit (EC 2.7.7.6)\n+\n+\n+\n+\nDNA-directed RNA polymerase beta' subunit (EC 2.7.7.6)\n+\n+\n+\n+\nLSU ribosomal protein L20p\n+\n+\n+\n+\nLSU ribosomal protein L35p\n+\n+\n+\n+\nTranslation initiation factor 3\n+\n+\n+\n+\nSSU ribosomal protein S12p (S23e)\n+\n+\n+\nSSU ribosomal protein S7p (S5e)\n+\n+\n+\nTranslation elongation factor G\n+\n+\n+\nTranslation elongation factor Tu\n+\n+\n+\nL-aspartate oxidase (EC 1.4.3.16)\n+\n+\n+\n+\nQuinolinate phosphoribosyltransferase [decarboxylating] (EC 2.4.2.19)\n+\n+\n+\n+\nQuinolinate synthetase (EC 2.5.1.72)\n+\n+\n+\n+\nDNA gyrase subunit A (EC 5.99.1.3)\n+\n+\n+\n+\nDNA gyrase subunit B (EC 5.99.1.3)\n+\n+\n+\n+\nTopoisomerase IV subunit A (EC 5.99.1.-)\n+\n+\n+\n+\nTopoisomerase IV subunit B (EC 5.99.1.-)\n+\n+\n+\n+\nStreptothricin acetyltransferase, Streptomyces lavendulae type\n+\n+\n+\n+\nMultidrug transporter MdtB\n+\n+\n+\n+\nMultidrug transporter MdtC\n+\n+\n+\n+\nMultidrug transporter MdtD\n+\n+\n+\n+\nProbable RND efflux membrane fusion protein\n+\n+\n+\n+\nResponse regulator BaeR\n+\n+\n+\n+\nSensory histidine kinase BaeS\n+\n+\n+\n+\nConserved uncharacterized protein CreA\n+\n+\n+\n+\nInner membrane protein CreD\n+\n+\nTwo-component response regulator CreB\n+\n+\nTwo-component response regulator CreC\n+\n+",
    "global_comparison_of_iss_genomes_with_other_enterobacter_gen": "Global comparison of ISS genomes with other \nEnterobacter\n genomes\nA visualization program was reported to be invaluable [\n36\n] in determining the genotypic differences between closely related prokaryotes. Visualizing a prokaryote genome as a circular image has become a powerful means of displaying informative comparisons of one genome to a number of others. Using BRIG, a global visual comparison of ISS isolates with other \nEnterobacter\n WGS from the GenBank Microbial Genomes Resource was carried out. The resulting output of the BRIG analysis [\n36\n], a visualization image, showed draft genome assembly information, read coverage, assembly breakpoints, and collapsed repeats. The mapping of unassembled sequencing reads of the ISS genomes against fully annotated \nE. cloacae\n central reference sequences is depicted in Fig. \n4\n.\nFig. 4\nGlobal comparison of ISS \nE. bugandensis\n with other \nEnterobacter\n WGS from NCBI Microbial Genomes Resource was done using BRIG. Genome sequence assemblies were aligned using BLASTN and the diagrammatic view was created using BRIG software. The innermost ring indicates the genomic position of the reference genome (\nE. bugandensis 247\nT\n), next ring indicates GC content, and the third ring indicates GC skewness. The remaining 21 rings indicate the presence or absence of BLASTN hits at that position. Each ring represents WGS of single \nEnterobacter\n species, each shown in different color. Positions covered by BLASTN alignments are indicated in solid colors and gaps (white spaces) represent genomic regions not covered by BLASTN alignments. Order of genome from inner ring to outer is as follow: \nE. aerogenes\n KCTC 2190, \nE. asburiae\n ATCC 35953 T, \nE. bugandensis\n EB-247\nT\n, \nE. cancerogenus\n ATCC 35316, \nE. bugandensis\n 153_ECLO, \nE. cloacae\n ATCC 13047\nT\n, \nE. bugandensis\n MBRL1077, \nE. hormaechei\n ATCC 49162\nT\n, \nE. kobei\n DSM 13645\nT\n, \nE. lignolyticus\n SCF1, \nE. ludwigii\n EN-119\nT\n, \nE. massiliensis\n JC163\nT\n, \nE. mori\n LMG 25706\nT\n, \nE. muelleri\n JM-458\nT\n, \nEnterobacter soli\n ATCC BAA-2102\nT\n, \nEnterobacter xiangfangensis\n LMG 27195\nT\n, \nE. bugandensis\n IF2SW-B1, \nE. bugandensis\n IF2SW-B5, \nE. bugandensis\n IF2SW-P2, \nE. bugandensis\n IF2SW-P3, \nE. bugandensis\n IF3SW-P2, \nXenorhabdus nematophila\n ATCC 19061\nT",
    "discussion": "Discussion\nIn summary, a comparative phenotypic and genotypic analyses of ISS isolates identified as \nE. bugandensis\n were carried out\n.\n Additional genomic analyses revealed a close genetic relatedness between ISS isolates and nosocomial earth isolates. MLST and whole genome SNP tree placed ISS and nosocomial isolates to a separate clade when phylogenetically aligned with other member of genus \nEnterobacter\n. A detailed functional and antimicrobial resistance analysis reveals that the ISS isolates have a 79% probability of being a human pathogen and share similar antimicrobial resistance pattern with \nE. bugandensis\n EB-247\n,\n MBRL-1077 and 153_ECLO strains, making them relevant for future missions and crew health considerations.\nA total of 112 identified genes of the ISS strains were involved in virulence, disease, and defense. Genes associated with resistance to antibiotics and toxic compounds, including the multidrug resistance tripartite system (also known as 3-protein systems) as shown in a polychlorinated biphenyl-degrader, \nBurkholderia xenovorans\n LB400 [\n39\n], was noticed in the ISS strain. This protein forms the basic structure and plays a crucial role in, the functioning of an efflux pump rendering a microbe drug resistant [\n40\n, \n41\n]. A multiple antibiotic resistance (MAR) locus or MAR operon was observed in ISS strains, which codes for protein MarA, MarB, MarC, and MarR, and regulate more than 60 genes, including upregulation of drug efflux systems that have been reported in \nEscherichia coli\n K12 [\n42\n–\n44\n]. Aminoglycoside adenylyltransferases, whose role is spectinomycin 9-O-adenylyltransferases, which confers microbial resistance to the aminoglycosides in \nSalmonella enterica,\n was also seen in ISS strains [\n45\n]. Similarly, resistance to fluoroquinolones due to a mutation in \ngyrA\n gene in \nS. enterica\n [\n46\n], and fosfomycin resistance due to the presence of FosA protein-coding gene, which catalyzes the addition of glutathione to C1 of the oxirane in \nSerratia marcescens\n [\n47\n], were observed in ISS strains. Multiple copies of multi-drug resistance (MDR) genes highly homologous to \nS. marcescens\n, a pathogen, were identified in the ISS \nEnterobacter\n genomes, which gives an indication that these strains may be a potential human pathogen. When tested with PathogenFinder [\n48\n] algorithm, strain IF2SW-P2\nT\n had > 77% probability to be a human pathogen. When compared with \nE. cloacae\n ATCC 13047, which is a well-described human pathogen [\n49\n], all five ISS strains showed a > 79% probability score.\nAstronauts have been taking beta-lactam based medical drugs for approximately two decades, and ß-lactamase (superfamily I [metal dependent hydrolases] and E.C.3.5.2.6) was present in all strains under study, while penicillin-binding proteins (PPB4B) were only present in MBRL-1077. Fluoroquinolone resistance due to gyrase and topoisomerase mutation was present in all the strains. Metal-dependent hydrolases, cation efflux system protein CusA, cobalt-zinc-cadmium resistance protein, cobalt-zinc-cadmium resistance protein CzcA, DNA-binding heavy metal response regulator, Co/Zn/Cd efflux system membrane fusion protein, zinc transporter ZitB were found in both ISS isolate and nosocomial organism understudy. These genes principally help in detoxification of periplasm by exporting toxic metal cation outside the cell. Determinants of the metal resistance are usually located on the plasmid and readily acquired from the environment and also complement antibiotic resistance [\n50\n, \n51\n]. The plasmid encoded putative transcriptional regulators containing the CopG/Arc/MetJ DNA-binding domain and a metal-binding domain were present in the ISS strains (Additional file \n2\n: Table S2). Further studies are required for phenotypic characterization to confirm this trait. Presence of active beta lactamase gene, efflux pump, and RND (resistance, nodulation and cell division protein family) protein family renders broad-spectrum resistance to ISS isolates from drugs and natural inhibitors.\nWe have recently observed that competency of bacteria to acquire foreign genetic material increases in microgravity (in preparation) and similar mechanism for metal resistance of ISS strain was also predicted. Antimicrobial and metal resistance is also conferred by RND genes [\n52\n], which were present in all the strains under study. Genomic analysis reveals the presence of genes associated with MDR efflux pump, belonging to RND, which are reported to be the major contributors of resistance to antibiotic and other toxic compounds to the bacteria [\n41\n]. RND efflux system, inner membrane transporter CmeB, membrane fusion protein CmeA, outer membrane lipoprotein CmeC, outer membrane lipoprotein NodT family were found in all strains. These become important for the future space studies, as MDR has been reported to play role in the physiological function and confer resistance to the substances like bile, hormone and host defense molecule [\n53\n], which can make bacteria a dominant persistor and lead to pathogenicity in humans.",
    "additional_files": "Additional files\n\n\nAdditional file 1:\nTable S1.\n Genomic characteristics, single nucleotide polymorphism, single nucleotide variations, and insertion/deletions of \nE. bugandensis\n strains isolated from ISS. (XLSX 11 kb)\n\n\nAdditional file 2:\nTable S2.\n Plasmid gene content of ISS strains. (XLSX 17 kb)\n\n\nAdditional file 3:\nTable S3.\n Detailed function(s) of all the AMR genes associated with 5 ISS strains. (XLSX 14 kb)",
    "section": "Additional file 1:\nTable S1.\n Genomic characteristics, single nucleotide polymorphism, single nucleotide variations, and insertion/deletions of \nE. bugandensis\n strains isolated from ISS. (XLSX 11 kb)\n\n\nAdditional file 2:\nTable S2.\n Plasmid gene content of ISS strains. (XLSX 17 kb)\n\n\nAdditional file 3:\nTable S3.\n Detailed function(s) of all the AMR genes associated with 5 ISS strains. (XLSX 14 kb)",
    "funding": "Funding\nThis research was funded by a 2012 Space Biology NNH12ZTT001N grant no. 19–12829-26 under Task Order NNN13D111T award to KV, which also funded post-doctoral fellowship for ACS and NKS. We would also like to thank the Epigenomics Core Facility at Weill Cornell Medicine, the Bert L and N Kuggie Vallee Foundation, the WorldQuant Foundation, NASA (NNX14AH50G, NNX17AB26G), the National Institutes of Health (R01ES021006, 1R21AI129851), the Bill and Melinda Gates Foundation (OPP1151054), and the Alfred P. Sloan Foundation (G-2015-13964). The funding bodies had no role in designing the study, sample collection, analysis, and interpretation of data or in writing the manuscript.",
    "availability_of_data_and_materials": "Availability of data and materials\nThe genome sequences used in the current study are available on the NCBI Genome Database under the accession numbers listed in Table \n1\n. Detailed function(s) of all the AMR genes associated with 5 ISS strains mentioned in Additional file \n3\n: Table S3.",
    "ethics_approval_and_consent_to_participate": "Ethics approval and consent to participate\nNo formal ethics approval was required in this particular study.",
    "consent_for_publication": "Consent for publication\nNot applicable.",
    "competing_interests": "Competing interests\nThe authors declare that they have no competing interests",
    "publisher’s_note": "Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6251167/"
}