{
  "id": "PMC6204695",
  "title": "Modeling Host-Pathogen Interactions in the Context of the Microenvironment: 3-D Cell Culture Comes of Age.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Modeling Host-Pathogen Interactions in the Context of the Microenvironment: 3-D Cell Culture Comes of Age.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6204695/"
  },
  "sections": {
    "permalink": "Copy",
    "jennifer_barrila": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nJennifer Barrila",
    "aurélie_crabbé": "b\nLaboratory of Pharmaceutical Microbiology, Ghent University, Ghent, Belgium\nFind articles by \nAurélie Crabbé",
    "jiseon_yang": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nJiseon Yang",
    "karla_franco": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nKarla Franco",
    "seth_d_nydam": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nSeth D Nydam",
    "rebecca_j_forsyth": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nRebecca J Forsyth",
    "richard_r_davis": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nRichard R Davis",
    "sandhya_gangaraju": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nFind articles by \nSandhya Gangaraju",
    "c_mark_ott": "c\nBiomedical Research and Environmental Sciences Division, NASA Johnson Space Center, Houston, Texas, USA\nFind articles by \nC Mark Ott",
    "carolyn_b_coyne": "d\nDepartment of Pediatrics, University of Pittsburgh, Pittsburgh, Pennsylvania, USA\nFind articles by \nCarolyn B Coyne",
    "mina_j_bissell": "e\nDivision Biological Systems and Engineering, Lawrence Berkeley National Laboratory, Berkeley, California, USA\nFind articles by \nMina J Bissell",
    "cheryl_a_nickerson": "a\nCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA\nf\nSchool of Life Sciences, Arizona State University, Tempe, Arizona, USA\nFind articles by \nCheryl A Nickerson",
    "roles": "Anthony T Maurelli\n: \nEditor",
    "abstract": "Tissues and organs provide the structural and biochemical landscapes upon which microbial pathogens and commensals function to regulate health and disease. While flat two-dimensional (2-D) monolayers composed of a single cell type have provided important insight into understanding host-pathogen interactions and infectious disease mechanisms, these reductionist models lack many essential features present in the native host microenvironment that are known to regulate infection, including three-dimensional (3-D) architecture, multicellular complexity, commensal microbiota, gas exchange and nutrient gradients, and physiologically relevant biomechanical forces (e.g., fluid shear, stretch, compression). A major challenge in tissue engineering for infectious disease research is recreating this dynamic 3-D microenvironment (biological, chemical, and physical/mechanical) to more accurately model the initiation and progression of host-pathogen interactions in the laboratory. Here we review selected 3-D models of human intestinal mucosa, which represent a major portal of entry for infectious pathogens and an important niche for commensal microbiota. We highlight seminal studies that have used these models to interrogate host-pathogen interactions and infectious disease mechanisms, and we present this literature in the appropriate historical context. Models discussed include 3-D organotypic cultures engineered in the rotating wall vessel (RWV) bioreactor, extracellular matrix (ECM)-embedded/organoid models, and organ-on-a-chip (OAC) models. Collectively, these technologies provide a more physiologically relevant and predictive framework for investigating infectious disease mechanisms and antimicrobial therapies at the intersection of the host, microbe, and their local microenvironments.",
    "introduction": "Mucosal surfaces lining the gastrointestinal, respiratory and urogenital tracts continuously interface with the external environment and serve as a barrier against pathogens, commensals, chemicals, drugs, and toxins. These tissues possess a complex architecture with multiple cell types organized into three-dimensional (3-D) structures that facilitate tissue-specific functions. The biological, chemical, and biomechanical characteristics that define microenvironmental niches along these surfaces provide the structure and context in which infection takes place. Pathogens have adapted to detect specific host structures, polarity, and changes in local environmental stimuli (pH, temperature, oxygen, nutrients, hormones, physical forces, etc.) to know where and when to activate specific virulence programs during different infection stages (\n1\n–\n7\n). A major challenge in tissue engineering for infectious disease research is recreating \nin vivo\n spatiotemporal properties of dynamic 3-D microenvironments to more accurately model host-pathogen interactions in the laboratory.\nHistorically, infectious disease has been commonly studied \nin vitro\n by assessing the interaction of a single microbe with a single host cell type, with the latter grown as flat 2-D monolayers. This reductionist approach has enabled important discoveries and advanced our understanding of mechanisms that underlie infection and disease. However, the study of disease in isolation or out of context can change the native behavior of both host and microbe, thus creating a barrier for researchers to correlate \nin vitro\n and \nin vivo\n responses. In this data-rich period where multiple -omics technologies are being synergistically applied for unparalleled insight into host-pathogen interactions, it is critical to consider the context in which these investigations are performed. Reconstructing host microenvironments is key, including 3-D tissue architecture, multicellular complexity, microbiota composition/localization, oxygen tension, transport processes, and biomechanical forces (e.g., fluid shear, stretch, compression) (\n1\n, \n8\n–\n11\n). Within this context, \nin vitro\n models are positioned along a continuum between 2-D and 3-D, with flat monolayers of a single cell type representing the most basic system and more complex models located further down the spectrum that recreate multiple aspects of the native tissue microenvironment (\nFig. 1\n). Since tissues and organs function in a 3-D context, consideration of proper structure is essential for development of models that better mimic \nin vivo\n responses. Since no current \nin vitro\n model fully accomplishes this task, multidisciplinary teams of biologists, engineers, physicists, mathematicians, and clinicians are creatively working together to develop next-generation 3-D models with enhanced predictive capabilities to open new avenues for clinical translation.\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nRecreating the complex intestinal microenvironment to study host-pathogen interactions. (A) \nIn vitro\n model advancement from 2-D to 3-D by incorporation of physiological factors to better mimic the \nin vivo\n environment. (Intestinal lumen, cell, intestine, and intestinal microbe images are republished from references \n398\n to \n401\n, respectively, with permission of the publisher.) (B) Three-dimensional approaches routinely used to develop advanced intestinal models: (a) RWV bioreactor, (b) (republished from reference \n307\n with permission of the publisher), and (c) OAC (republished from reference \n344\n with permission of the publisher). (d) Scanning electron micrograph (SEM) showing an RWV colon model. (Republished from \nPLoS One\n [\n152\n].) (e) Light micrograph of an enteroid model. (Republished from \nPhysiological Reports\n [\n240\n].) (f) SEM of a gut-on-a-chip model (republished from reference \n341\n with permission of the publisher). (g) Oxygen-dependent host cell colocalization of \nS\n. Typhimurium in an RWV 3-D coculture model of intestinal epithelium and macrophages. Following aerobic culture of bacteria, no macrophages were found, but following microaerobic culture, macrophages were present and either were empty (left inset) or contained internalized bacteria (right inset). Macrophages (CD45; yellow), \nSalmonella\n (green; white when overlaid with CD45), and nuclei (4′,6-diamidino-2-phenylindole [DAPI]; blue) are visible. Scale bar = 10 μm. (Republished from \nnpj Microgravity\n [\n171\n].) (h) iHIOs injected with \nE. coli\n O157:H7. Nuclei (blue), neutrophils (CD11b; red), and \nE. coli\n (green) are visible. Scale bar = 100 μm. (Republished from \nPLoS One\n [\n260\n].) (i) CVB-infected gut-on-a-chip. CVB (green), F-actin (red), and nuclei (blue) are visible. (Republished from \nPLoS One\n [\n343\n].)\nPresent-day 3-D culture techniques result from a series of progressive advances in tissue engineering over the past century to better mimic the native structure and microenvironment of normal and diseased tissues (reviewed in reference \n12\n). Indeed, long ago the cancer research community recognized that appropriate modeling of the 3-D microenvironment is important for mimicking disease, leading to development and application of 3-D organoid models developed within or on top of extracellular matrix (ECM) (\n12\n–\n16\n). The bidirectional exchange of biological and physical signals between cells and their microenvironment regulates cell structure/function and is largely manifested by tensile connections between ECM, cell surface receptors (e.g., integrins), and the cytoskeleton to transduce signals to and from the nucleus (\n17\n–\n31\n). This structural network is also engaged by certain invasive pathogens (e.g., \nSalmonella\n, \nShigella\n, \nListeria\n, rotavirus, and influenza virus) that hijack and remodel host cell architecture to facilitate their internalization, intracellular trafficking, and/or dissemination (\n9\n, \n32\n–\n34\n). Similarly, we and others have demonstrated that bacteria also respond to biomechanical forces like fluid shear, which can regulate virulence, gene expression, and/or stress responses (\n1\n–\n5\n, \n35\n–\n47\n). Indeed, the discovery of biomechanical forces as environmental regulators of microbial pathogenesis was made by our team almost 2 decades ago with the finding that fluid shear forces globally reprogram \nSalmonella\n gene expression, stress responses, and virulence (\n35\n). Fluid shear also plays a central role in regulating a number of host responses, including differentiation (\n48\n–\n50\n).\nAlthough 3-D models have long been applied for cancer research (\n12\n–\n16\n), they remained largely unincorporated by the infectious disease community until the late 1990s and early 2000s. As expected for many new ideas in an established field, the use of 3-D models to study host-pathogen interactions was initially met with skepticism. The first reports of 3-D models to study viral infections were by Long et al. in 1998 (rhinovirus) and bacterial infections by Nickerson et al. in 2001 (\nSalmonella enterica\n serovar Typhimurium) (\n11\n, \n51\n). Recently, infectious disease researchers have broadly embraced 3-D models for studying pathogenesis mechanisms, for biomarker discovery, and for drug candidate screening. In this review, we highlight key microenvironmental factors to consider when selecting \nin vitro\n 3-D intestinal models to study host-pathogen interactions. We focus on three key technologies for model development, (i) the rotating wall vessel (RWV) bioreactor, (ii) ECM-embedded/organoid models, and (iii) gut-on-a-chip models, and propose a vision for future model advancements. We also provide proper historical context for use of 3-D cell cultures in studying host-pathogen interactions, which is finally gaining a critical mass of scientists who understand and appreciate the value of studying disease in the proper context of tissue form and function.",
    "fig_1.": "Open in a new tab\nRecreating the complex intestinal microenvironment to study host-pathogen interactions. (A) \nIn vitro\n model advancement from 2-D to 3-D by incorporation of physiological factors to better mimic the \nin vivo\n environment. (Intestinal lumen, cell, intestine, and intestinal microbe images are republished from references \n398\n to \n401\n, respectively, with permission of the publisher.) (B) Three-dimensional approaches routinely used to develop advanced intestinal models: (a) RWV bioreactor, (b) (republished from reference \n307\n with permission of the publisher), and (c) OAC (republished from reference \n344\n with permission of the publisher). (d) Scanning electron micrograph (SEM) showing an RWV colon model. (Republished from \nPLoS One\n [\n152\n].) (e) Light micrograph of an enteroid model. (Republished from \nPhysiological Reports\n [\n240\n].) (f) SEM of a gut-on-a-chip model (republished from reference \n341\n with permission of the publisher). (g) Oxygen-dependent host cell colocalization of \nS\n. Typhimurium in an RWV 3-D coculture model of intestinal epithelium and macrophages. Following aerobic culture of bacteria, no macrophages were found, but following microaerobic culture, macrophages were present and either were empty (left inset) or contained internalized bacteria (right inset). Macrophages (CD45; yellow), \nSalmonella\n (green; white when overlaid with CD45), and nuclei (4′,6-diamidino-2-phenylindole [DAPI]; blue) are visible. Scale bar = 10 μm. (Republished from \nnpj Microgravity\n [\n171\n].) (h) iHIOs injected with \nE. coli\n O157:H7. Nuclei (blue), neutrophils (CD11b; red), and \nE. coli\n (green) are visible. Scale bar = 100 μm. (Republished from \nPLoS One\n [\n260\n].) (i) CVB-infected gut-on-a-chip. CVB (green), F-actin (red), and nuclei (blue) are visible. (Republished from \nPLoS One\n [\n343\n].)",
    "microenvironmental_cues_in_host-microbe_interactions": "Mucosal tissue function and homeostasis are meticulously controlled by complex bidirectional interactions between cells and their microenvironment (\n15\n, \n20\n, \n25\n, \n27\n–\n29\n, \n52\n–\n55\n). The microenvironment includes 3-D tissue architecture, multiple cell types, ECM, innate immunity mediators, indigenous microbiota, and physical forces. These factors are regulatory signals for mucosal pathogens and may be beneficial or detrimental for infection (\n1\n–\n5\n, \n8\n, \n35\n–\n45\n, \n47\n, \n56\n–\n64\n). Below we address key cellular, biochemical, and biophysical cues that dictate infection outcome and are important considerations when modeling host-enteric pathogen interactions.\nCellular factors.\n\n\nIntestinal mucosal epithelium contains an array of specialized epithelial and immune cells that work in synergy to protect against infection by (i) serving as a barrier against luminal toxins, commensals, and pathogens, (ii) sampling microbial antigens, and (iii) recruiting innate and adaptive immune effectors (\n65\n). The intestine contains multiple epithelial cell types, including enterocytes (absorptive functions), enteroendocrine cells (hormone secretion), Paneth cells (antimicrobial production), goblet cells (mucin production), M cells (luminal antigen sampling/induction of mucosal immunity), Tuft cells (Th2 immunity), and cup cells (unknown function) (\n66\n, \n67\n). The intestine also contains immune cells for innate and adaptive responses to pathogen attack, including macrophages, dendritic cells, and T and B cells, including those organized in lymphoid structures termed Peyer's patches, sites of induction of mucosal immunity. As the body's largest immune organ, the composition, organization, and function of the intestine vary by region and consist of integrated cross-communication networks of different cell types and effectors critical for protection against pathogens (described in references \n59\n, \n65\n, and \n68\n to \n72\n).\n\n\nEpithelial cell polarity establishes barrier function, regulates uptake/transport of nutrients, and maintains epithelial architecture (\n65\n, \n73\n–\n75\n). In the intestine, apical surfaces face the lumen and regions between villi/folds, lateral surfaces face adjacent cells, and basal surfaces face the basement membrane and lamina propria. Along Peyer's patches and isolated lymphoid follicles, the basal side of the follicle-associated epithelium overlies a subepithelial dome region containing a mixture of immune cells (\n76\n). The distinct biochemical composition (e.g., protein and lipid) of apical and basolateral surfaces facilitates their specific functions (\n75\n). Given that many pathogens have evolved to recognize surface-specific molecules for attachment and/or to disrupt barrier integrity to enable their uptake and dissemination (\n6\n, \n74\n, \n77\n–\n79\n), appropriately modeling polarity \nin vitro\n is critical, as pathogens infect host cells differently depending on whether they are polarized or nonpolarized (\n80\n–\n83\n). Maintaining barrier integrity requires proper expression and localization of tight and adherens junctions. Adherens junctions are mediated by E-cadherin and catenin interactions, while tight junctions are composed of transmembrane proteins (e.g., claudins and occludins) and cytoplasmic plaque proteins (e.g., zonula occludens). While generally protective, junctional complexes are also exploited by pathogens to facilitate invasion (\n74\n) and some enteric viruses utilize receptors localized to these junctions (\n77\n, \n78\n).\n\n\nAnother major cellular component encountered by enteric pathogens is the diverse microbial community—termed microbiota (referring to microorganisms) or microbiome (referring to microbial genomes). The intestinal tract contains prokaryotes, viruses, archaea, and eukaryotes, some of which protect the host against pathogen colonization by a variety of mechanisms, including epithelial cell turnover, mucin synthesis, and triggering bacterial sensors on host cells (\n84\n–\n86\n). Reciprocal interactions between host and microbiota contribute to tissue function and homeostasis and determine microbiota composition, thereby playing an important role in infection and disease (\n87\n). For example, members of the intestinal microbiota regulate production of antimicrobial peptides by Paneth cells (\n88\n) and shape immune responses by regulating numbers, subsets, and/or functions of T, B, and myeloid cells (\n65\n). Microbiota-induced changes in immunity also determine intestinal microbiota composition (\n85\n, \n89\n).\n\n\nThe intestinal microbiota is comprised of ∼10\n14\n bacteria (>1,000 species), with \nFirmicutes\n and \nBacteroidetes\n most abundant (\n90\n–\n93\n). Interpersonal variation in intestinal microbiome occurs, with each individual carrying a subset of the total known microbiome (\n94\n). Temporal and spatial variation occurs throughout the intestinal tract (\n95\n, \n96\n). Increasing data suggest a relationship between an imbalanced intestinal microbiome and various diseases, including obesity, inflammatory bowel disorders, and cancer (\n97\n). The importance of the gut microbiota to health is highlighted by successful clinical application of fecal microbiota transplants from healthy individuals to patients with recurrent, antibiotic-resistant \nClostridioides difficile\n infections (\n98\n–\n100\n).\nBiochemical cues.\n\n\nMucosal tissues contain an array of small molecules, including innate defense mediators that target pathogens and regulate downstream host defenses. Intestinal mucus harbors compounds from the innate and adaptive systems that protect against microbial insult, including digestive enzymes (e.g., lysozyme), lactoferrin, antimicrobial peptides, complement, and antibodies (e.g., secretory immunoglobulin A [sIgA]) (\n65\n). In addition, cells of the innate defense system respond to pathogen-associated molecular patterns (PAMPs) using pathogen recognition receptors (PRRs). Depending on the pathogen, PRR-mediated signal transduction results in different cellular outcomes (e.g., cell proliferation, apoptosis, antimicrobial peptide production, autophagy, and cytokine secretion). Cytokine production leads to recruitment of innate and adaptive immune effectors to the infection site, representing a bridge between these two arms of immunity (\n65\n, \n101\n).\n\n\nMucins are complex mixtures of high-molecular-weight, glycosylated macromolecules that bind and remove pathogens and their products (\n7\n, \n101\n). Enteric pathogens sense and respond to cues within mucus and overcome this barrier to reach underlying epithelium (\n7\n). Normal intestinal mucus consists of two layers: an outer layer colonized by microbes and a sterile inner layer (\n102\n–\n104\n). The composition and thickness of these mucin layers vary throughout intestinal regions to accommodate their different functions and microbial burdens. Within the small intestine, the inner and outer mucosal layers are thinner to facilitate nutrient absorption, with thicker regions found toward the ileum, where microbial burden is heavier (\n7\n). In the colon, both layers are thicker to accommodate the burden of several trillion commensals (\n7\n). The presence of sIgA and other mucin antimicrobials also serves to reduce bacterial colonization (\n105\n).\n\n\nThe ECM is another key contributor to tissue homeostasis. The ECM has historically been neglected as a signaling entity, but seminal discoveries have revealed the central role of ECM in regulating tissue architecture/function (\n20\n, \n53\n). The ECM is a three-dimensional noncellular scaffold comprised of proteins (e.g., collagens, elastins, laminins, and fibronectins), proteoglycans, and water. Two main types of ECM include (i) interstitial connective tissue matrix, which serves as a cellular scaffold, and (ii) basement membrane matrix, which separates epithelium from interstitium (\n106\n, \n107\n). ECM components also serve as ligands for cell receptors like integrins, which transduce physical forces into biological responses (mechanotransduction). Additionally, immune responses are mediated through interactions with the ECM (\n107\n, \n108\n). Furthermore, the ECM controls availability/release of growth factors and other signaling molecules (hormones and cytokines) (\n107\n). The complexity, composition, and structure of ECM are highly dynamic and specific (as are the biochemical gradients it contains) and depend on tissue type, developmental stage, and health/disease state (\n107\n).\nBiophysical forces.\n\n\nThe role of physical forces in cell and tissue development/function is as important as those of genes and biochemical signals (\n28\n, \n109\n). Physical forces regulate cell proliferation, differentiation, and homeostasis (\n110\n, \n111\n). Forces experienced by intestinal cells include fluid shear, pressure (\n112\n), and contractile peristalsis of muscles (\n113\n). Hydrodynamic calculations suggest that fluid shear forces on the exposed epithelial brush border microvilli are ∼200 times greater than those between microvilli (<0.01 dynes/cm\n2\n) (\n114\n).\n\n\nThe cytoskeleton and its linkage with the ECM play an essential role in enabling cells to sense and respond to biophysical forces. While the governing role of the ECM as a dynamic signaling entity that regulates tissue form/function is now appreciated, it was initially considered a purely static scaffold. However, tissue-specific architecture and function are regulated by the biophysical properties of the ECM (\n20\n, \n115\n, \n116\n), which exerts physical influences transduced by cell surface receptors through the cytoskeleton to the nucleus to ultimately alter cellular and molecular properties. These structural networks are critical for regulating cell shape/architecture and have been modeled using the principle of tensegrity, which refers to structures that are stabilized under continuous tension by balancing opposing tension and compression forces (\n27\n–\n29\n, \n31\n). The integration of biophysical forces across cells and tissues using this structural network regulates a wide range of biological processes (e.g., cell proliferation, apoptosis, differentiation, adhesion, migration, gene expression, and architecture) (\n8\n, \n20\n, \n21\n, \n23\n, \n25\n, \n27\n, \n29\n–\n31\n, \n55\n, \n117\n). Accordingly, ECM composition and stiffness are critical regulators of cellular responses (\n118\n, \n119\n). These properties are continuously remodeled through the process of “dynamic reciprocity” (\n17\n, \n20\n, \n53\n, \n117\n), theorized by Bissell in 1982 to explain how signaling between the ECM and nucleus regulates tissue function. This laid the foundation for modern 3-D cell culture approaches used today (\n20\n, \n107\n, \n120\n). Not surprisingly, pathogen-ECM interactions play an important role in mediating infection (\n121\n–\n126\n). In addition to impacting the host, physical forces also globally alter bacterial gene expression, stress responses, and virulence in unexpected ways to contribute to infection (\n5\n, \n36\n–\n40\n, \n47\n, \n62\n–\n64\n).",
    "cellular_factors.": "Intestinal mucosal epithelium contains an array of specialized epithelial and immune cells that work in synergy to protect against infection by (i) serving as a barrier against luminal toxins, commensals, and pathogens, (ii) sampling microbial antigens, and (iii) recruiting innate and adaptive immune effectors (\n65\n). The intestine contains multiple epithelial cell types, including enterocytes (absorptive functions), enteroendocrine cells (hormone secretion), Paneth cells (antimicrobial production), goblet cells (mucin production), M cells (luminal antigen sampling/induction of mucosal immunity), Tuft cells (Th2 immunity), and cup cells (unknown function) (\n66\n, \n67\n). The intestine also contains immune cells for innate and adaptive responses to pathogen attack, including macrophages, dendritic cells, and T and B cells, including those organized in lymphoid structures termed Peyer's patches, sites of induction of mucosal immunity. As the body's largest immune organ, the composition, organization, and function of the intestine vary by region and consist of integrated cross-communication networks of different cell types and effectors critical for protection against pathogens (described in references \n59\n, \n65\n, and \n68\n to \n72\n).\nEpithelial cell polarity establishes barrier function, regulates uptake/transport of nutrients, and maintains epithelial architecture (\n65\n, \n73\n–\n75\n). In the intestine, apical surfaces face the lumen and regions between villi/folds, lateral surfaces face adjacent cells, and basal surfaces face the basement membrane and lamina propria. Along Peyer's patches and isolated lymphoid follicles, the basal side of the follicle-associated epithelium overlies a subepithelial dome region containing a mixture of immune cells (\n76\n). The distinct biochemical composition (e.g., protein and lipid) of apical and basolateral surfaces facilitates their specific functions (\n75\n). Given that many pathogens have evolved to recognize surface-specific molecules for attachment and/or to disrupt barrier integrity to enable their uptake and dissemination (\n6\n, \n74\n, \n77\n–\n79\n), appropriately modeling polarity \nin vitro\n is critical, as pathogens infect host cells differently depending on whether they are polarized or nonpolarized (\n80\n–\n83\n). Maintaining barrier integrity requires proper expression and localization of tight and adherens junctions. Adherens junctions are mediated by E-cadherin and catenin interactions, while tight junctions are composed of transmembrane proteins (e.g., claudins and occludins) and cytoplasmic plaque proteins (e.g., zonula occludens). While generally protective, junctional complexes are also exploited by pathogens to facilitate invasion (\n74\n) and some enteric viruses utilize receptors localized to these junctions (\n77\n, \n78\n).\nAnother major cellular component encountered by enteric pathogens is the diverse microbial community—termed microbiota (referring to microorganisms) or microbiome (referring to microbial genomes). The intestinal tract contains prokaryotes, viruses, archaea, and eukaryotes, some of which protect the host against pathogen colonization by a variety of mechanisms, including epithelial cell turnover, mucin synthesis, and triggering bacterial sensors on host cells (\n84\n–\n86\n). Reciprocal interactions between host and microbiota contribute to tissue function and homeostasis and determine microbiota composition, thereby playing an important role in infection and disease (\n87\n). For example, members of the intestinal microbiota regulate production of antimicrobial peptides by Paneth cells (\n88\n) and shape immune responses by regulating numbers, subsets, and/or functions of T, B, and myeloid cells (\n65\n). Microbiota-induced changes in immunity also determine intestinal microbiota composition (\n85\n, \n89\n).\nThe intestinal microbiota is comprised of ∼10\n14\n bacteria (>1,000 species), with \nFirmicutes\n and \nBacteroidetes\n most abundant (\n90\n–\n93\n). Interpersonal variation in intestinal microbiome occurs, with each individual carrying a subset of the total known microbiome (\n94\n). Temporal and spatial variation occurs throughout the intestinal tract (\n95\n, \n96\n). Increasing data suggest a relationship between an imbalanced intestinal microbiome and various diseases, including obesity, inflammatory bowel disorders, and cancer (\n97\n). The importance of the gut microbiota to health is highlighted by successful clinical application of fecal microbiota transplants from healthy individuals to patients with recurrent, antibiotic-resistant \nClostridioides difficile\n infections (\n98\n–\n100\n).",
    "biochemical_cues.": "Mucosal tissues contain an array of small molecules, including innate defense mediators that target pathogens and regulate downstream host defenses. Intestinal mucus harbors compounds from the innate and adaptive systems that protect against microbial insult, including digestive enzymes (e.g., lysozyme), lactoferrin, antimicrobial peptides, complement, and antibodies (e.g., secretory immunoglobulin A [sIgA]) (\n65\n). In addition, cells of the innate defense system respond to pathogen-associated molecular patterns (PAMPs) using pathogen recognition receptors (PRRs). Depending on the pathogen, PRR-mediated signal transduction results in different cellular outcomes (e.g., cell proliferation, apoptosis, antimicrobial peptide production, autophagy, and cytokine secretion). Cytokine production leads to recruitment of innate and adaptive immune effectors to the infection site, representing a bridge between these two arms of immunity (\n65\n, \n101\n).\nMucins are complex mixtures of high-molecular-weight, glycosylated macromolecules that bind and remove pathogens and their products (\n7\n, \n101\n). Enteric pathogens sense and respond to cues within mucus and overcome this barrier to reach underlying epithelium (\n7\n). Normal intestinal mucus consists of two layers: an outer layer colonized by microbes and a sterile inner layer (\n102\n–\n104\n). The composition and thickness of these mucin layers vary throughout intestinal regions to accommodate their different functions and microbial burdens. Within the small intestine, the inner and outer mucosal layers are thinner to facilitate nutrient absorption, with thicker regions found toward the ileum, where microbial burden is heavier (\n7\n). In the colon, both layers are thicker to accommodate the burden of several trillion commensals (\n7\n). The presence of sIgA and other mucin antimicrobials also serves to reduce bacterial colonization (\n105\n).\nThe ECM is another key contributor to tissue homeostasis. The ECM has historically been neglected as a signaling entity, but seminal discoveries have revealed the central role of ECM in regulating tissue architecture/function (\n20\n, \n53\n). The ECM is a three-dimensional noncellular scaffold comprised of proteins (e.g., collagens, elastins, laminins, and fibronectins), proteoglycans, and water. Two main types of ECM include (i) interstitial connective tissue matrix, which serves as a cellular scaffold, and (ii) basement membrane matrix, which separates epithelium from interstitium (\n106\n, \n107\n). ECM components also serve as ligands for cell receptors like integrins, which transduce physical forces into biological responses (mechanotransduction). Additionally, immune responses are mediated through interactions with the ECM (\n107\n, \n108\n). Furthermore, the ECM controls availability/release of growth factors and other signaling molecules (hormones and cytokines) (\n107\n). The complexity, composition, and structure of ECM are highly dynamic and specific (as are the biochemical gradients it contains) and depend on tissue type, developmental stage, and health/disease state (\n107\n).",
    "biophysical_forces.": "The role of physical forces in cell and tissue development/function is as important as those of genes and biochemical signals (\n28\n, \n109\n). Physical forces regulate cell proliferation, differentiation, and homeostasis (\n110\n, \n111\n). Forces experienced by intestinal cells include fluid shear, pressure (\n112\n), and contractile peristalsis of muscles (\n113\n). Hydrodynamic calculations suggest that fluid shear forces on the exposed epithelial brush border microvilli are ∼200 times greater than those between microvilli (<0.01 dynes/cm\n2\n) (\n114\n).\nThe cytoskeleton and its linkage with the ECM play an essential role in enabling cells to sense and respond to biophysical forces. While the governing role of the ECM as a dynamic signaling entity that regulates tissue form/function is now appreciated, it was initially considered a purely static scaffold. However, tissue-specific architecture and function are regulated by the biophysical properties of the ECM (\n20\n, \n115\n, \n116\n), which exerts physical influences transduced by cell surface receptors through the cytoskeleton to the nucleus to ultimately alter cellular and molecular properties. These structural networks are critical for regulating cell shape/architecture and have been modeled using the principle of tensegrity, which refers to structures that are stabilized under continuous tension by balancing opposing tension and compression forces (\n27\n–\n29\n, \n31\n). The integration of biophysical forces across cells and tissues using this structural network regulates a wide range of biological processes (e.g., cell proliferation, apoptosis, differentiation, adhesion, migration, gene expression, and architecture) (\n8\n, \n20\n, \n21\n, \n23\n, \n25\n, \n27\n, \n29\n–\n31\n, \n55\n, \n117\n). Accordingly, ECM composition and stiffness are critical regulators of cellular responses (\n118\n, \n119\n). These properties are continuously remodeled through the process of “dynamic reciprocity” (\n17\n, \n20\n, \n53\n, \n117\n), theorized by Bissell in 1982 to explain how signaling between the ECM and nucleus regulates tissue function. This laid the foundation for modern 3-D cell culture approaches used today (\n20\n, \n107\n, \n120\n). Not surprisingly, pathogen-ECM interactions play an important role in mediating infection (\n121\n–\n126\n). In addition to impacting the host, physical forces also globally alter bacterial gene expression, stress responses, and virulence in unexpected ways to contribute to infection (\n5\n, \n36\n–\n40\n, \n47\n, \n62\n–\n64\n).",
    "modeling_the_microenvironment:_3-d_models_for_infectious_dis": "Several cell culture systems exist for the development and application of 3-D models of human tissues for infectious disease research, including the RWV bioreactor, ECM-embedded scaffolds (e.g., ECM extracts, purified ECM, or synthetic/semisynthetic hydrogels), and organ-on-a-chip (OAC) models. The choice of system to use depends on several factors, including the experimental question being addressed, technical complexity, and cost and expertise for model development. Different cell types in the native tissue (including immune cells) can be cocultured in these models to further enhance physiological relevance. Additionally, a single epithelial cell type can spontaneously differentiate into multiple epithelial cell types normally found in the parental tissue and undergo self-assembly into tissue-like structures using all of these 3-D technologies. To date, most \nin vitro\n infection studies have been performed using cell lines; however, there is a push to develop models using either primary or stem cells to better mimic the native tissue. To explore the integration of different environmental signals in regulating infection, a hierarchical series of increasingly complex 3-D model systems comprised of different cells types can be developed and applied in parallel under differing experimental conditions (e.g., different oxygen tensions and physical forces).\nRWV-derived 3-D models.\n\n\nThe RWV bioreactor is an optimized form of suspension culture that facilitates formation of self-organizing 3-D tissue-like aggregates by allowing cells the spatial freedom to colocalize and self-assemble based on natural affinities within a low-fluid-shear environment (\nFig. 1B\n, panel a) (\n8\n, \n127\n). Fluid shear influences cell proliferation, differentiation, morphology, and function (\n30\n, \n114\n, \n128\n–\n140\n). Models developed within the dynamic RWV environment experience excellent mass transfer of nutrients/wastes and exhibit enhanced structure, differentiation, function, and multicellular complexity relative to 2-D monolayers (\n11\n, \n80\n, \n141\n–\n154\n). Along these lines, observations from the 1970s showed that flotation of collagen gels led to a more permissive environment for cellular differentiation (\n12\n, \n155\n, \n156\n). Moreover, the low-fluid-shear environment in the RWV is also physiologically relevant to that encountered by pathogens in low-shear regions of the infected host, including the intestine (\n38\n, \n114\n, \n129\n–\n131\n). Accordingly, the RWV is also used to culture pathogens to study the role of fluid shear and mechanotransduction in regulating microbial pathogenesis and host-pathogen/commensal interactions (\n1\n, \n35\n–\n41\n, \n45\n–\n47\n, \n62\n, \n64\n, \n145\n, \n157\n–\n167\n).\n\n\nThe RWV is among the most extensively used approaches to develop 3-D models to study host-pathogen interactions. It was the first technology used to develop 3-D models for infection studies with bacterial (\nSalmonella\n) and viral (rhinovirus) pathogens (\n11\n, \n51\n). A range of RWV-derived 3-D models have been developed using cell lines, stem cells, and/or primary cells, including small and large intestine (\n11\n, \n80\n, \n141\n, \n143\n, \n145\n, \n146\n, \n152\n, \n168\n–\n177\n), lung (\n144\n, \n147\n, \n178\n–\n182\n), liver (\n148\n, \n153\n, \n174\n, \n183\n, \n184\n), bladder (\n8\n, \n185\n–\n187\n), reproductive tissue (\n149\n–\n151\n, \n188\n–\n190\n), heart (\n191\n–\n193\n), prostate (\n142\n, \n186\n, \n194\n), pancreas (\n195\n, \n196\n), nervous tissue (\n182\n, \n197\n–\n199\n), blood-brain barrier (\n200\n), skin (\n201\n), eye (\n202\n), bone, joint, or disc (\n203\n–\n207\n), and tonsil (\n208\n), among others. These studies demonstrated that RWV-derived models exhibit enhanced \nin vivo\n-like characteristics, including spontaneous differentiation into multiple cell types that self-organize into 3-D structures (\nFig. 1B\n, panel d), polarization, appropriate expression/localization of adherens/tight junctional complexes, metabolic product secretion, gene expression, cytokine production, responses to antimicrobials and microbial products, support of commensals, and/or susceptibility to infection (\n8\n, \n11\n, \n80\n, \n141\n–\n153\n, \n168\n–\n194\n, \n197\n–\n208\n). In addition, RWV models have been advanced to incorporate immune cells to study their role in host-microbe interactions (\n171\n, \n175\n, \n177\n, \n180\n).\n\n\nModels are typically initiated by harvesting monolayers, combining cells with porous ECM-coated microcarrier scaffolds, and loaded into the RWV. Scaffold and ECM porosity allows the basal side of cells to experience autocrine/paracrine communications, aiding cellular differentiation/responses in a manner reflecting \nin vivo\n tissues. This differs from monolayers where cells proliferate on impermeable surfaces, thus hindering proper communications across apical and basolateral surfaces. Additionally, models may be developed scaffold free or using nonmicrocarrier scaffolds (e.g., decellularized tissues) for transplantation (\n179\n, \n181\n, \n209\n). Once developed, distribution of 3-D models into multiwell plates lends to their experimental tractability for infection assays, as their structural/functional integrity remains intact following seeding. Alternatively, pathogens or compounds can be directly added to the RWV to study interactions under physiological fluid shear. One key advantage of RWV culture is the production of large numbers of cells (∼10\n7\n to 10\n8\n per culture). Below we discuss RWV-derived 3-D models of human intestinal mucosa.\nRWV-derived intestinal models.\n\n\nWe began using the RWV to engineer 3-D models of human intestine for infection studies in the late 1990s after realizing that available models for studying bacterial pathogenesis lacked multiple aspects of the \nin vivo\n microenvironment (\n11\n). RWV-derived 3-D models have enabled the study of host-microbe interactions relevant to different regions of the intestinal tract, including the small intestine (\n11\n, \n169\n) and colon (\n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n171\n, \n172\n, \n175\n, \n177\n). Imaging of these models revealed enhanced 3-D architecture relative to monolayers, including the presence of extensive 3-D folds and microvilli, that more closely resembled what is observed \nin vivo\n (\nFig. 1B\n, panel d). These 3-D models are essentially “inside-out” such that the apical/luminal side faces the media and the basal side faces the scaffold, allowing for straightforward introduction of pathogens, toxins, and antimicrobials at the apical surface, as commonly occurs \nin vivo\n. Collectively, these models have shown physiologically relevant expression and localization of key cellular components, including junctional proteins (e.g., ZO-1, occludin, symplekin, E-cadherin, β-catenin, and desmosomes), secretion of basal lamina components (e.g., collagen types II, III, and IV, laminin, vimentin, and fibronectin), brush border formation with villin, and/or mucus secretion (\n11\n, \n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n169\n, \n171\n, \n172\n, \n175\n, \n177\n). Spontaneous cellular differentiation into multiple lineages found in the intestinal epithelium is also observed, including enterocytes, M cells, goblet cells, and/or Paneth cells (enteroendocrine cells were not evaluated) (\n11\n, \n80\n, \n146\n, \n152\n, \n171\n, \n175\n). The presence of multiple cell types within a model (e.g., epithelial and immune cells) enables study of their combined effects on infection, and in particular, pathogen colocalization patterns with different cell types. An example is described below in which an advanced 3-D RWV coculture model that combined human colonic epithelium with phagocytic macrophages was used to study infection by different \nSalmonella\n pathovars (\n171\n). Primary human lymphocytes have also been incorporated in a 3-D coculture model of intestinal epithelium to study \nSalmonella\n infection (\n175\n).\n\n\nRWV-derived intestinal models have contributed to the study of a variety of pathogens, such as \nS\n. Typhimurium (including multidrug resistant ST313), \nSalmonella enterica\n serovar Typhi, enteropathogenic \nEscherichia coli\n (EPEC), enterohemorrhagic \nE. coli\n (EHEC), \nCryptosporidium parvum\n, and human enteroviruses, including coxsackievirus B (CVB) and poliovirus (\n11\n, \n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n171\n, \n172\n, \n175\n). Studies with \nS\n. Typhimurium using 3-D models of small and large intestine displayed marked differences from monolayers in colonization, tissue morphology, apoptosis, and prostaglandin and cytokine expression (\n11\n, \n80\n, \n152\n). The responses of these 3-D intestinal models to \nS\n. Typhimurium challenge were highly predictive of \nin vivo\n responses in humans/animals (\n11\n, \n80\n, \n152\n), including rapid repair of the small intestine (initial site of \nSalmonella\n pathogenesis) and significant damage to the colon (primary site of pathogenesis) (\n210\n). These models were also the first \nin vitro\n systems to challenge the widely accepted paradigm established using monolayers that the \nSalmonella\n pathogenicity island 1 (SPI-1) type 3 secretion system (T3SS) is required for invasion of intestinal epithelium (\n80\n, \n152\n). Historically, studies with monolayers contradicted \nin vivo\n observations wherein successful animal infections were possible with T3SS SPI-1 mutants (\n211\n, \n212\n), and clinical isolates of \nSalmonella\n lacking SPI-1 function were isolated from foodborne disease outbreaks in patients experiencing gastroenteritis (\n213\n). Using a 3-D intestinal model comprised solely of epithelial cells, Radtke et al. demonstrated that SPI-1 mutants and a \nSalmonella\n mutant lacking all known T3SSs (SPI-1, SPI-2, and the flagellar system) still exhibited high levels of invasion relative to the wild type (although approximately 0.5 to 1 log lower) (\n152\n). As expected, in monolayers these mutants exhibited little to no invasion (<10 CFU), a finding which does not reflect \nin vivo\n observations (\n152\n). Thus, for the first time, an \nin vitro\n intestinal epithelial model was able to parallel \nin vivo\n results by supporting \nSalmonella\n invasion independently of SPI-1. These findings demonstrate the enhanced capability of RWV models to predict \nin vivo\n-like pathogenic mechanisms.\n\n\nHost-pathogen-commensal and host-commensal interactions have also been investigated using RWV 3-D intestinal models (\n172\n, \n177\n). Commensal microbes naturally enhance intestinal mucosal barrier function against pathogen colonization through complex mechanisms not yet fully characterized (\n214\n). Naturally occurring probiotic strains of bacteria are being exploited as a strategy against pathogens to combat ongoing problems of antibiotic resistance. Treatment of a 3-D intestinal model with \nLactobacillus reuteri\n or its antimicrobial metabolite, reuterin, before or after challenge with \nS\n. Typhimurium reduced adhesion, invasion, and intracellular survival of this pathogen compared to findings for untreated cells (\n172\n). This was the first study to report the effect of reuterin on the enteric infection process for any mammalian cell type. A 3-D intestinal coculture model containing immune cells was used to profile responses to both free secretory IgA (sIgA) and sIgA complexed with a commensal strain of \nE. coli\n (\n177\n). Application of free sIgA to the model induced upregulation of MUC2, interleukin 8 (IL-8), and polymeric immunoglobulin receptor (pIgR) secretion. When sIgA was complexed with \nE. coli\n and applied to the model, these responses were downregulated relative to models treated with free sIgA.\n\n\nBarrila et al. reported advancement of a 3-D HT-29 colon model to include phagocytic macrophages, thereby improving its physiological relevance to study aspects of the innate immune response to infection (\n171\n). Characterization of this coculture model revealed macrophages integrated between and underneath epithelial cells while preserving epithelial tight junctions and the presence of multiple epithelial cell types, including enterocytes, M cells, and goblet cells (\n171\n). Macrophage phagocytosis was confirmed by evaluating their ability to engulf inert, bacterium-sized beads. The contribution of macrophages to \nSalmonella\n infection was assessed using \nS. enterica\n pathovars with differing host tropisms and disease phenotypes, including the well-studied sequence type 19 (ST19) \nS\n. Typhimurium strain SL1344, which causes disease in a wide range of hosts, the multidrug-resistant ST313 \nS\n. Typhimurium strain \nD23580\n, and the human-specific \nS\n. Typhi strain Ty2. Although classified as \nS\n. Typhimurium, ST313 strains display genome degradation similar to that of human-adapted \nS\n. Typhi and are associated with devastating epidemics of blood-borne infections in sub-Saharan Africa (\n215\n). Bacteria were cultured aerobically or microaerobically prior to infection to simulate oxygen environments encountered before and during intestinal infection. Colonization of all strains was reduced in the coculture model containing macrophages relative to the epithelial model, indicating antimicrobial function of macrophages. Although ST313 strains are considered highly invasive due to the systemic infection they cause, \nD23580\n was not highly invasive in the 3-D models but instead exhibited enhanced survival/replication, thus providing clues as to what drives this organism's pathogenicity. Pathovar- and oxygen-specific differences in host cell colocalization patterns were also observed (\nFig. 1B\n, panel g), indicating the ability of these advanced models to distinguish between closely related \nSalmonella\n serovars, thus providing a unique advantage over models composed of a single cell type (\n171\n).\n\n\nRWV-derived intestinal models are also valuable for investigating host-pathogen interactions for which conventional cultivation strategies are unable to adequately model \nin vivo\n complexity. Recently, a 3-D colonic model was applied to study human CVB (\n146\n), a pathogen for which \nin vitro\n and \nin vivo\n models may not fully model the enteral infection route in humans (\n146\n, \n216\n–\n219\n). Comparisons between polarized 2-D and 3-D cells revealed that the 3-D model displayed an enhanced number of viral particles secreted into the media at early stages of the viral life cycle, which did not coincide with increased host cell destruction relative to monolayers (\n146\n). These data suggest that 3-D models exhibit an enhancement in nonlytic release of viral particles, which might result from morphological changes (e.g., enhanced brush border formation) in 3-D cells. Similarly, another 3-D colonic model was used to study \nCryptosporidium parvum\n, a parasite for which there is a lack of physiologically relevant \nin vitro\n and \nin vivo\n models (\n143\n). Following \nC. parvum\n infection, morphological changes were observed that were consistent with those from colonic biopsy specimens of infected patients (\n143\n). These studies further emphasize the critical importance of model complexity and physiological relevance as determinants in enabling host-pathogen interactions.\n\n\nIn summary, 3-D RWV intestinal models are powerful tractable research tools that advance the study of host-pathogen interactions. These models can be modularly altered to incorporate different cell types (including patient-derived cells), ECM, commensal microbiota, physical forces, etc., akin to \nin vivo\n scenarios, increasing their relevance. Their tissue-like architecture, differentiation and polarization, enhanced expression/localization of junctional proteins, and mucin production are necessary components of an effective barrier to invading pathogens.\nLimitations and future directions of RWV-derived 3-D models.\n\n\nAlthough many key structural/functional characteristics of parental tissues have been successfully recapitulated using RWV models, several limitations remain. The full extent of 3-D architecture, multicellular complexity, and array of physical forces of \nin vivo\n tissues has not yet been attained. Ongoing studies are further enhancing these features, plus incorporating patient-specific immune cells and fecal microbiota, and achieving vascularization and innervation. Models can be costly due to high medium consumption required for culturing large numbers of cells; however, researchers can scale down. Although bead porosity facilitates apical/basal cytokine secretion and there is excellent access to the apical side of the models, there is currently an inability to sample the basal side. This also prevents measurement of transepithelial electrical resistance (TEER), which measures electrical resistance across a monolayer as a proxy for assessing barrier integrity (\n220\n). The technique involves using two electrodes, one in contact with cells on a semipermeable membrane (e.g., apical side) and the other in a different chamber containing culture medium (e.g., basal side). With most RWV models grown on tiny (∼175 μm) microcarrier beads, these measurements are not currently possible with off-the-shelf technology. This challenge will likely be surmounted with custom electrode design to accommodate current RWV models or the use of alternative scaffolds. Currently, immunofluorescence imaging of cytoskeletal and tight junctional markers represents an alternative method to evaluate model integrity. As these models grow in size and complexity, introduction of vasculature and nerve cells will be important. Finally, current models are not easily amenable to chronic infection due to lack of perfusion once removed from the RWV; however, inclusion of automated waste removal and nutrient delivery during infection will facilitate this approach.\n3-D organoid models.\n\n\nThe term organoid (“organ-like”) has been used to describe a variety of 3-D models that resemble \nin vivo\n tissues. Historically, this included models engineered with different technologies using cell lines, stem cells, primary cells, or tissue explants either embedded in or cultured on top of ECM scaffolds that allow cells to self-assemble into 3-D structures (\n8\n, \n12\n, \n143\n, \n145\n, \n146\n, \n169\n, \n171\n, \n221\n–\n229\n). Advances in stem cell biology led to a recent terminology shift to more specifically define organoids as 3-D models derived from stem cells, progenitor cells, or primary explants (\n222\n, \n230\n–\n238\n). Here we focus on 3-D models cultured within a 3-D ECM that fit this definition. It is important to emphasize that current models are based on decades of work by pioneering cell biologists that laid the foundation for the current organoid field (reviewed in reference \n12\n), representing an advancement and merging of old and new technologies to enable novel discoveries (\n12\n, \n228\n, \n239\n). Models cultivated using thick ECMs have deep roots in tissue engineering and cancer biology, in which they were applied to develop advanced models enabling the study of a variety of biological mechanisms, particularly with regard to understanding the interrelationship between tissue structure and function (\n12\n). This effort resulted in a critical mass of scientists who now recognize the importance of 3-D models for infection and are bringing elegant advances to the field but may not be fully aware of their historical context.\n\n\nA range of different organoid models have been established, including small and large intestine (\n229\n, \n230\n, \n232\n, \n234\n, \n240\n–\n268\n), lung (\n269\n–\n274\n), stomach (\n275\n–\n282\n), breast (\n55\n, \n283\n, \n284\n), brain (\n285\n–\n287\n), liver (\n222\n, \n288\n, \n289\n), pancreas (\n222\n, \n290\n, \n291\n), gallbladder (\n292\n), eye (\n293\n), kidney (\n294\n), prostate (\n222\n, \n295\n, \n296\n) and reproductive tract (\n297\n, \n298\n), among others. Relative to monolayers, these models more closely mimic endogenous tissues, including organization and spontaneous differentiation of multiple cell types into physiologically relevant 3-D structures (\nFig. 1B\n, panel e), expression and localization of tight junctions, mucus production, polarity, gene expression, cell viability and proliferation, cytokine production, responses to antimicrobials, support of commensals, and susceptibility to infection (\n12\n, \n55\n, \n222\n, \n226\n, \n228\n–\n235\n, \n237\n, \n238\n, \n240\n–\n266\n, \n269\n–\n319\n).\n\n\nTo develop 3-D organoid models, stem cells or tissue explants containing stem cells are used. Biopsy specimens may be treated with a dissociation agent and/or mechanically disrupted prior to embedding into ECM. Stem cells isolated from biopsy specimens can be predifferentiated into progenitor cells and further differentiated into ECM-embedded organoids. Differentiation into committed cell types is enabled by stepwise supplementation and/or removal of signaling factors during culture (\n249\n, \n251\n, \n252\n, \n254\n, \n264\n, \n275\n, \n278\n, \n303\n, \n320\n–\n322\n). Purified ECM components and mixtures can be used, including Matrigel, a laminin-rich ECM isolated from chondrosarcomas (\n323\n, \n324\n). Synthetic hydrogels help circumvent challenges associated with Matrigel, including batch-to-batch variation and potential carcinogenic issues connected with tumor-derived matrices (\n229\n).\n3-D intestinal organoids.\n\n\nSato et al. (\n249\n) and Ootani et al. (\n253\n) independently reported conditions enabling long-term \nin vitro\n culture of mouse intestinal crypts containing Lgr5\n+\n stem cells (as well as purified Lgr5\n+\n stem cells that generate villus/crypt-like structures [\n249\n]). These approaches used either Matrigel (\n249\n) or collagen (\n253\n) in combination with supplementation of Wnt agonist R-spondin 1. Sato et al. also included epidermal growth factor to enable crypt growth and noggin to facilitate passaging (\n249\n). These models displayed a polarized, multicellular epithelium (enterocytes, goblet cells, Paneth cells, and enteroendocrine cells) organized into a central lumen lined by villus/crypt-like structures (\n249\n, \n253\n). Murine intestinal organoids developed from single Lgr5\n+\n stem cells also developed into these multicellular structures (\n249\n). Subsequently, additional factors were included to enable human colonoid culture (\n264\n).\n\n\nThe NIH Intestinal Stem Cell Consortium defined a standardized nomenclature to reflect model sources, approaches, and \nin vitro\n structures (\n325\n). Structures directly isolated include epithelial sheets, crypts, and organoids (crypts and surrounding mesenchymal elements) (\n325\n). Various structures produced \nin vitro\n from small intestine include enterospheres (rounded epithelial cyst-like structures), enteroids (formation of budding crypts from enterospheres), and induced intestinal organoids (multicellular clusters from induced embryonal or pluripotent stem cells, e.g., induced human intestinal organoids [iHIOs]) (\n325\n). Analogous colonic structures include colonospheres, colonoids, and colonic organoids (\n325\n). It is common to see terms used interchangeably, and the nomenclature will likely evolve as the field expands.\n\n\nModel infection can be accomplished by (i) addition of pathogen directly to the media (basal side), (ii) microinjection into the lumen (\nFig. 1B\n, panel b), (iii) shearing of models into fragments followed by pathogen addition, and (iv) complete disruption of 3-D models into flat monolayers followed by pathogen addition (\n230\n, \n237\n). Consideration of the normal infection route is critical. Direct addition to the media is easiest; however, for pathogens that infect via the apical/luminal side, this represents a nonphysiological route of infection. Microinjection is technically challenging but preferable for pathogens that normally infect from the lumen. Due to challenges associated with microinjection, there is a growing tendency to mechanically dissociate organoids into smaller pieces or completely dissociate them into monolayers on Transwell inserts or plastic (\n237\n, \n261\n, \n281\n, \n313\n, \n314\n). This approach has been successful for a number of studies, including cultivation of norovirus (\n314\n), a major advance in the field. Use of Transwell inserts also facilitates TEER analysis and easier cytokine sampling from the apical side of the model.\n\n\nWhen dissociating 3-D models prior to infection, it is important to note that this disconnects their form and function, similar to disrupting primary tissue into monolayers, and may render them less predictive for some (not all) phenotypes. In this approach, Transwell inserts are preferable over plastic, as the former display improved physiological relevance over conventional monolayers (\n326\n). Additional profiling should confirm the extent to which the dissociated model may have dedifferentiated and additional culture time may be required to reestablish polarity/barrier function. Key findings should be validated using intact organoids and microinjection to avoid artifacts. Additionally, since ECM-pathogen interactions are important for infection dynamics (\n61\n), infection surfaces should not contain ECM components not typically found in that location \nin vivo\n (e.g., lumen) if the pathogen would not normally encounter it.\n\n\nA variety of pathogens have been studied using 3-D enteroid/colonoid/organoid models, including \nSalmonella\n, \nC. difficile\n, EHEC, EPEC, enterotoxigenic \nE. coli\n (ETEC), norovirus, rotavirus, enteroviruses, \nToxoplasma gondii\n, and coronaviruses (\n230\n, \n231\n, \n233\n–\n235\n, \n238\n, \n240\n–\n245\n, \n257\n–\n263\n, \n266\n, \n268\n, \n307\n–\n319\n, \n327\n). The first infection using iHIOs was performed using human rotavirus, which lacks robust \nin vitro\n culture systems (\n315\n). Both laboratory and clinical rotaviruses replicated in iHIOs and were detected in epithelial and mesenchymal cells (\n315\n). Crypt-derived enteroids also supported rotavirus replication and were used to assess antiviral efficacy against patient isolates (\n244\n, \n266\n). Ettayebi et al. made a significant advance by the successful \nin vitro\n culture of human norovirus (HuNoV), known for its lack of a reproducible culture system (\n314\n). The authors initially cultured 3-D intestinal organoids and then dissociated them into monolayers on plastic or Transwell inserts (\n314\n). Successful viral replication was observed and only enterocytes were infected with HuNoVs, regardless of the strain or the intestinal region from which the model was derived. Additional viral models, including those using enteroviruses (e.g., CVB, echovirus 11, and enterovirus 71) have identified the cell-type-specific nature of these infections and the virus-specific nature of innate immune signaling in response to infection (\n327\n).\n\n\nEnteroid models were also used to study \nS\n. Typhimurium and \nE. coli\n. Zhang et al. (\n240\n) and Wilson et al. (\n243\n) used crypt-derived enteroids to study \nSalmonella\n infection. \nS\n. Typhimurium successfully colonized the model (\n240\n, \n243\n), and infection responses aligned well with \nin vivo\n observations, including disruption of tight junctions, inflammatory responses, and decreased stem cell numbers (\n240\n). Forbester et al. infected iHIOs with \nS\n. Typhimurium and observed physiological transcriptomic and cytokine profiles (\n257\n). Injection of \nE. coli\n O157:H7 into iHIOs containing neutrophils led to loss of actin, epithelial integrity disruption, induction of inflammatory cytokines, and neutrophil recruitment (\nFig. 1B\n, panel h) (\n260\n). In contrast, commensal \nE. coli\n was retained within the lumen, with no loss of model integrity. Infection of colonoid-derived Transwell models identified MUC2 and protocadherin-24 as early EHEC infection targets (\n261\n). Colonoids were initially cultured in 3-D, followed by dissociation onto Transwells. Model differentiation correlated with expression of differentiation markers, increased TEER, and microvilli (\n261\n). EHEC preferentially colonized the differentiated model relative to an undifferentiated control, reducing colonic mucus and inducing damage to microvilli. A similar approach was applied to study EPEC and ETEC infections in coculture models containing macrophages (\n313\n). Inclusion of macrophages in the bottom chamber of the enteroid-derived Transwell model enhanced barrier function, increased epithelial height, and altered cytokine responses relative to the control. EPEC increased total macrophage numbers and induced projections that extended into the epithelium, while ETEC induced macrophage extensions across the epithelium to the apical surface. The presence of macrophages in the coculture model enhanced barrier function and correlated with decreased numbers of ETEC organisms relative to the model lacking immune cells.\n\n\niHIOs were also used to study \nC. difficile\n infection (CDI) (\n258\n, \n259\n, \n262\n, \n263\n). CDI patients secrete acidic mucus consisting primarily of MUC1, with decreased MUC2 and altered oligosaccharide composition relative to that in healthy patients (\n259\n). Injection of the pathogen alone into iHIOs decreased MUC2, while whole CDI stool supernatant was required to induce patient-like oligosaccharide composition changes (\n259\n). iHIOs were also used to investigate nontoxigenic and toxigenic strains of \nC. difficile\n and purified toxins TcdA and TcdB (\n262\n). Injection of the toxigenic isolate or purified TcdA led to a loss of barrier function, while iHIOs injected with the nontoxigenic strain remained intact. Separately, colonoids helped identify Frizzled proteins as receptors for the TcdB toxin (\n263\n).\n\n\nIn summary, 3-D organoid models are advancing mechanistic understanding of host-microbe interactions due to their enhanced 3-D architecture and presence of Lgr5\n+\n stem cells together with multiple cell types and other functional properties. In addition, patient organoid “biobanks” have been established and are facilitating fundamental research and clinical applications (\n230\n, \n231\n, \n328\n, \n329\n). One exciting example of the applicability of these models is the use of patient-derived organoids to predict drug responses for cystic fibrosis treatment (\n222\n, \n231\n, \n250\n, \n307\n, \n329\n, \n330\n).\nLimitations and future directions of 3-D organoids.\n\n\nAs for other models, organoids have limitations that researchers are working to overcome. Variability and quality control challenges between experimental preparations includes (i) heterogeneity in size, shape, and viability of organoids within a culture and across different samples, (ii) batch-to-batch variability in Matrigel or other ECM, and (iii) batch-to-batch variability in growth factor sources. Organoid infection presents challenges as described above. Medium cost is high if scaling up due to reliance on specific growth factors. Incorporation of the full array of cell types found \nin vivo\n, including the diverse collection of immune cells and microbiota, has not been attained. Organoid models also lack spontaneous M cell formation (\n251\n, \n331\n). Pretreatment of \nin vitro\n models with RANKL, exposure to lymphocytes, or infection with pathogens like \nS\n. Typhimurium can induce M cell formation (\n331\n–\n333\n). Although the mechanism by which M cells spontaneously differentiate in RWV models (\n11\n, \n152\n, \n171\n, \n175\n) is unknown, it is possible that the low-fluid-shear suspension culture environment is important, since flotation of ECM scaffolds was more permissive for differentiation than surface-attached ECM (\n12\n, \n155\n, \n156\n). Since organoid models are typically ECM embedded, another limitation is that the application of the range of biomechanical forces found \nin vivo\n is limited; however, an iHIO model containing functional neurons that enabled peristalsis-like contractions was reported (\n256\n). Combinations of technologies, including organoid-derived 3-D models developed using the RWV bioreactor (\n202\n) and organ-on-a-chip (OAC) (\n334\n), are further expanding these capabilities. TEER measurements are also not currently possible with intact organoid models due to their size and structure and because they are ECM embedded. Some studies have dissociated organoids into 2-D on Transwells to facilitate these measurements, although there can be disadvantages to using this approach, as discussed.\nOrgan-on-a-chip models.\n\n\nAdvanced microfluidic and microfabrication technologies are being broadly applied to develop organ-on-a-chip models that mimic key aspects of \nin vivo\n microenvironments. Rather than focusing on recreating the 3-D structure of the entire tissue, this technology aims to recreate a microscale model of the local 3-D architecture and spatial distribution of dynamic tissue interfaces to mimic tissue- and organ-level functions (\n335\n). These devices are designed with micrometer-sized fluidic channels separated by thin, flexible porous membranes that enable development of different tissues in adjacent chambers while retaining their ability to interact (\nFig. 1B\n, panel c) (\n335\n–\n339\n). These features allow flexibility to model active processes within a tissue, such as vascular-like perfusion. One exciting functional feature engineered into the design of many of these devices is the capability to apply dynamic forces across the tissue to model fluid shear and peristalsis (\n334\n, \n340\n–\n343\n).\n\n\nOAC models vary in complexity, ranging from simple systems containing a single perfused chamber and cell type to more advanced chips that contain several microchannels, membranes, and assorted cell types, thereby allowing the reconstruction of multiple tissue interfaces (\n335\n). Microengineering techniques for these devices have been extensively reviewed (\n335\n, \n338\n, \n344\n–\n349\n). Chips are commonly made of a silicone polymer called polydimethylsiloxane (PDMS), which is compatible with many cell types and has several advantages, including optical transparency for easy imaging, low cost, flexibility, and high gas permeability (\n335\n, \n339\n, \n344\n, \n350\n). PDMS does carry some disadvantages (discussed below), so other options are being explored (\n350\n, \n351\n). Depending on experimental requirements, chip design and approaches for tissue development can be altered. Porous membranes can be coated with a variety of matrices/scaffolds (\n335\n, \n339\n, \n344\n, \n345\n, \n352\n). Moreover, 3-D bioprinting techniques are facilitating complex spatial patterning of cells and scaffolds (\n352\n). Although traditional electrodes used for TEER measurements do not accommodate the small culture area of most OAC models (\n220\n), recent studies have integrated custom electrodes (\n353\n).\n\n\nA variety of OAC platforms have been derived from cell lines, stem cells, and/or primary cells, including small and large intestine (\n334\n, \n340\n–\n342\n, \n353\n–\n356\n), lung (\n357\n–\n361\n), liver (\n362\n–\n369\n), kidney (\n370\n–\n372\n), heart (\n373\n–\n377\n), cornea (\n378\n), skin (\n379\n), nervous tissue (\n380\n–\n383\n), bone (\n384\n, \n385\n), reproductive tract (\n386\n), and blood/endothelium and blood-brain barrier (\n387\n–\n393\n), among others. Once developed, these models typically retain their structural and functional integrity for several weeks (model specific), further lending to their experimental tractability. Similar to the other 3-D models discussed, OAC models exhibit \nin vivo\n-like characteristics, including spontaneous differentiation into multiple cell types, polarity/barrier function, formation of local 3-D structures (\nFig. 1B\n, panel f), responses to biophysical forces, cytokine production, gene expression, mucus production, responses to nanoparticles and drugs, support of commensals, responses to microbial components (e.g., LPS), and/or susceptibility to microbial infections (\n334\n, \n335\n, \n339\n–\n342\n, \n354\n–\n377\n, \n379\n–\n394\n). The application of physical forces across several of these models alters physiological responses, including changes in expression/localization of tight junctions, barrier integrity/function, polarity and differentiation, cell viability, size, morphology, ECM production, integrin expression, enzyme activity, cytokine responses, chemical/gas exchange gradients, molecular transport, drug responses, bacterial colonization, virion-related cytopathic effects, and/or formation of 3-D structures (e.g., villi) (\n334\n, \n340\n–\n343\n, \n345\n, \n358\n, \n359\n, \n361\n, \n371\n, \n372\n, \n376\n, \n377\n, \n384\n, \n387\n, \n388\n, \n395\n). Importantly, several models have been advanced to incorporate immune cells (\n342\n, \n359\n, \n396\n). Below we discuss examples of gut-on-a-chip models that have been applied to study pathogens or commensals.\nGut-on-a-chip models.\n\n\nThe Ingber laboratory developed a series of “mechanically active” gut-on-a-chip models and applied them to study host-microbe interactions (\n340\n, \n342\n, \n343\n). They initially constructed a PDMS chip containing two microfluidic channels separated by a flexible, porous ECM-coated membrane (\n340\n). Colonic cells were seeded in the upper channel under low-fluid-shear stress (0.006 to 0.06 dyne/cm\n2\n), and medium also flowed in the bottom chamber. The chip was engineered with dual vacuum chambers on either side of the main microchamber to enable application of a physiological cyclic strain across the membrane to mimic intestinal peristalsis. This led to a highly polarized columnar epithelium and spontaneous formation of 3-D villus-like folds with basal proliferative cells in the crypt region. Model characterization revealed well-formed tight junctions, mucus production, and multiple intestinal epithelial cell types (absorptive, goblet, enteroendocrine, and Paneth cells) (\n340\n, \n341\n). The ability of this model to support commensal colonization was assessed using \nLactobacillus rhamnosus\n LGG. Colonization of LGG improved barrier function and was supported for greater than a week without impacting model integrity, consistent with previous \nin vivo\n observations for probiotics. The model was also applied to study host-virus interactions using CVB (\nFig. 1B\n, panel i) (\n343\n). Exposure of CVB to the apical surface led to successful viral replication, induction of cytopathic effects (CPE), and polarized (apical) release of proinflammatory cytokines. Infection of the basal side led to decreased viral titers and lower CPE, with apical secretion of proinflammatory cytokines.\n\n\nThe above-described gut-on-a-chip model was further advanced to include immune cells (peripheral blood mononuclear cells [PBMCs]) and/or endothelial cells (vascular or lymphatic) (\n342\n). This combination of models enabled exploration of the interplay between these factors (and others) in bacterial overgrowth and inflammation in the onset of intestinal injury. Synergistic effects between PBMCs and either nonpathogenic \nE. coli\n, pathogenic enteroinvasive \nE. coli\n (EIEC), or purified lipopolysaccharide (LPS) led to altered barrier function and changes in villus architecture. Similarly, the presence of both PBMCs and LPS led to polarized secretion of basal proinflammatory cytokines, which stimulates recruitment of additional immune cells in an \nin vivo\n scenario. Exposure of the PBMC-containing model to a therapeutic formulation of probiotic bacteria increased barrier function. The formulation reduced EIEC-induced intestinal damage in the model lacking PBMCs but in the presence of immune cells only delayed injury onset. Cessation of cyclic stretching led to enhanced bacterial overgrowth, even under constant medium flow.\nLimitations and future directions of OAC models.\n\n\nWhile there are many advantages to OAC models, there are limitations. Many of these models have multiple cell types which exhibit enhanced 3-D architecture; however, the vast array of native heterogeneous cell types found \nin vivo\n still need to be incorporated and different laboratories are optimizing ECM composition and structure. Along these lines, to our knowledge, no one has yet reported the presence of M cells in gut-on-a-chip models. There is also a strong push for physically linked multiorgan models, or “humans-on-chips” (\n338\n, \n397\n). Another limitation is the PDMS material commonly used for chip construction, which can absorb small hydrophobic molecules and interfere with drug screening and cell signaling analysis (\n338\n, \n350\n, \n351\n). There are also risks of uncross-linked PDMS leaching into the culture if the curing process is incomplete, causing cell damage (\n350\n, \n351\n). While the small number of cells required can be considered advantageous, in some cases, larger numbers of cells (\n106\n, \n107\n) may be required depending on the experiment. Infection studies typically involve many permutations, and it is not uncommon to use several multiwell plates within a single experiment. For example, during colonization assays, samples are harvested at different times and plated for viable bacteria, while others are processed for downstream analyses. Thus, it will be beneficial to incorporate multiple 3-D model systems into infectious disease research depending on the experimental question being addressed, as no single model system is sufficient to address all infectious disease experimental scenarios.",
    "rwv-derived_3-d_models.": "The RWV bioreactor is an optimized form of suspension culture that facilitates formation of self-organizing 3-D tissue-like aggregates by allowing cells the spatial freedom to colocalize and self-assemble based on natural affinities within a low-fluid-shear environment (\nFig. 1B\n, panel a) (\n8\n, \n127\n). Fluid shear influences cell proliferation, differentiation, morphology, and function (\n30\n, \n114\n, \n128\n–\n140\n). Models developed within the dynamic RWV environment experience excellent mass transfer of nutrients/wastes and exhibit enhanced structure, differentiation, function, and multicellular complexity relative to 2-D monolayers (\n11\n, \n80\n, \n141\n–\n154\n). Along these lines, observations from the 1970s showed that flotation of collagen gels led to a more permissive environment for cellular differentiation (\n12\n, \n155\n, \n156\n). Moreover, the low-fluid-shear environment in the RWV is also physiologically relevant to that encountered by pathogens in low-shear regions of the infected host, including the intestine (\n38\n, \n114\n, \n129\n–\n131\n). Accordingly, the RWV is also used to culture pathogens to study the role of fluid shear and mechanotransduction in regulating microbial pathogenesis and host-pathogen/commensal interactions (\n1\n, \n35\n–\n41\n, \n45\n–\n47\n, \n62\n, \n64\n, \n145\n, \n157\n–\n167\n).\nThe RWV is among the most extensively used approaches to develop 3-D models to study host-pathogen interactions. It was the first technology used to develop 3-D models for infection studies with bacterial (\nSalmonella\n) and viral (rhinovirus) pathogens (\n11\n, \n51\n). A range of RWV-derived 3-D models have been developed using cell lines, stem cells, and/or primary cells, including small and large intestine (\n11\n, \n80\n, \n141\n, \n143\n, \n145\n, \n146\n, \n152\n, \n168\n–\n177\n), lung (\n144\n, \n147\n, \n178\n–\n182\n), liver (\n148\n, \n153\n, \n174\n, \n183\n, \n184\n), bladder (\n8\n, \n185\n–\n187\n), reproductive tissue (\n149\n–\n151\n, \n188\n–\n190\n), heart (\n191\n–\n193\n), prostate (\n142\n, \n186\n, \n194\n), pancreas (\n195\n, \n196\n), nervous tissue (\n182\n, \n197\n–\n199\n), blood-brain barrier (\n200\n), skin (\n201\n), eye (\n202\n), bone, joint, or disc (\n203\n–\n207\n), and tonsil (\n208\n), among others. These studies demonstrated that RWV-derived models exhibit enhanced \nin vivo\n-like characteristics, including spontaneous differentiation into multiple cell types that self-organize into 3-D structures (\nFig. 1B\n, panel d), polarization, appropriate expression/localization of adherens/tight junctional complexes, metabolic product secretion, gene expression, cytokine production, responses to antimicrobials and microbial products, support of commensals, and/or susceptibility to infection (\n8\n, \n11\n, \n80\n, \n141\n–\n153\n, \n168\n–\n194\n, \n197\n–\n208\n). In addition, RWV models have been advanced to incorporate immune cells to study their role in host-microbe interactions (\n171\n, \n175\n, \n177\n, \n180\n).\nModels are typically initiated by harvesting monolayers, combining cells with porous ECM-coated microcarrier scaffolds, and loaded into the RWV. Scaffold and ECM porosity allows the basal side of cells to experience autocrine/paracrine communications, aiding cellular differentiation/responses in a manner reflecting \nin vivo\n tissues. This differs from monolayers where cells proliferate on impermeable surfaces, thus hindering proper communications across apical and basolateral surfaces. Additionally, models may be developed scaffold free or using nonmicrocarrier scaffolds (e.g., decellularized tissues) for transplantation (\n179\n, \n181\n, \n209\n). Once developed, distribution of 3-D models into multiwell plates lends to their experimental tractability for infection assays, as their structural/functional integrity remains intact following seeding. Alternatively, pathogens or compounds can be directly added to the RWV to study interactions under physiological fluid shear. One key advantage of RWV culture is the production of large numbers of cells (∼10\n7\n to 10\n8\n per culture). Below we discuss RWV-derived 3-D models of human intestinal mucosa.",
    "rwv-derived_intestinal_models.": "We began using the RWV to engineer 3-D models of human intestine for infection studies in the late 1990s after realizing that available models for studying bacterial pathogenesis lacked multiple aspects of the \nin vivo\n microenvironment (\n11\n). RWV-derived 3-D models have enabled the study of host-microbe interactions relevant to different regions of the intestinal tract, including the small intestine (\n11\n, \n169\n) and colon (\n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n171\n, \n172\n, \n175\n, \n177\n). Imaging of these models revealed enhanced 3-D architecture relative to monolayers, including the presence of extensive 3-D folds and microvilli, that more closely resembled what is observed \nin vivo\n (\nFig. 1B\n, panel d). These 3-D models are essentially “inside-out” such that the apical/luminal side faces the media and the basal side faces the scaffold, allowing for straightforward introduction of pathogens, toxins, and antimicrobials at the apical surface, as commonly occurs \nin vivo\n. Collectively, these models have shown physiologically relevant expression and localization of key cellular components, including junctional proteins (e.g., ZO-1, occludin, symplekin, E-cadherin, β-catenin, and desmosomes), secretion of basal lamina components (e.g., collagen types II, III, and IV, laminin, vimentin, and fibronectin), brush border formation with villin, and/or mucus secretion (\n11\n, \n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n169\n, \n171\n, \n172\n, \n175\n, \n177\n). Spontaneous cellular differentiation into multiple lineages found in the intestinal epithelium is also observed, including enterocytes, M cells, goblet cells, and/or Paneth cells (enteroendocrine cells were not evaluated) (\n11\n, \n80\n, \n146\n, \n152\n, \n171\n, \n175\n). The presence of multiple cell types within a model (e.g., epithelial and immune cells) enables study of their combined effects on infection, and in particular, pathogen colocalization patterns with different cell types. An example is described below in which an advanced 3-D RWV coculture model that combined human colonic epithelium with phagocytic macrophages was used to study infection by different \nSalmonella\n pathovars (\n171\n). Primary human lymphocytes have also been incorporated in a 3-D coculture model of intestinal epithelium to study \nSalmonella\n infection (\n175\n).\nRWV-derived intestinal models have contributed to the study of a variety of pathogens, such as \nS\n. Typhimurium (including multidrug resistant ST313), \nSalmonella enterica\n serovar Typhi, enteropathogenic \nEscherichia coli\n (EPEC), enterohemorrhagic \nE. coli\n (EHEC), \nCryptosporidium parvum\n, and human enteroviruses, including coxsackievirus B (CVB) and poliovirus (\n11\n, \n80\n, \n143\n, \n145\n, \n146\n, \n152\n, \n171\n, \n172\n, \n175\n). Studies with \nS\n. Typhimurium using 3-D models of small and large intestine displayed marked differences from monolayers in colonization, tissue morphology, apoptosis, and prostaglandin and cytokine expression (\n11\n, \n80\n, \n152\n). The responses of these 3-D intestinal models to \nS\n. Typhimurium challenge were highly predictive of \nin vivo\n responses in humans/animals (\n11\n, \n80\n, \n152\n), including rapid repair of the small intestine (initial site of \nSalmonella\n pathogenesis) and significant damage to the colon (primary site of pathogenesis) (\n210\n). These models were also the first \nin vitro\n systems to challenge the widely accepted paradigm established using monolayers that the \nSalmonella\n pathogenicity island 1 (SPI-1) type 3 secretion system (T3SS) is required for invasion of intestinal epithelium (\n80\n, \n152\n). Historically, studies with monolayers contradicted \nin vivo\n observations wherein successful animal infections were possible with T3SS SPI-1 mutants (\n211\n, \n212\n), and clinical isolates of \nSalmonella\n lacking SPI-1 function were isolated from foodborne disease outbreaks in patients experiencing gastroenteritis (\n213\n). Using a 3-D intestinal model comprised solely of epithelial cells, Radtke et al. demonstrated that SPI-1 mutants and a \nSalmonella\n mutant lacking all known T3SSs (SPI-1, SPI-2, and the flagellar system) still exhibited high levels of invasion relative to the wild type (although approximately 0.5 to 1 log lower) (\n152\n). As expected, in monolayers these mutants exhibited little to no invasion (<10 CFU), a finding which does not reflect \nin vivo\n observations (\n152\n). Thus, for the first time, an \nin vitro\n intestinal epithelial model was able to parallel \nin vivo\n results by supporting \nSalmonella\n invasion independently of SPI-1. These findings demonstrate the enhanced capability of RWV models to predict \nin vivo\n-like pathogenic mechanisms.\nHost-pathogen-commensal and host-commensal interactions have also been investigated using RWV 3-D intestinal models (\n172\n, \n177\n). Commensal microbes naturally enhance intestinal mucosal barrier function against pathogen colonization through complex mechanisms not yet fully characterized (\n214\n). Naturally occurring probiotic strains of bacteria are being exploited as a strategy against pathogens to combat ongoing problems of antibiotic resistance. Treatment of a 3-D intestinal model with \nLactobacillus reuteri\n or its antimicrobial metabolite, reuterin, before or after challenge with \nS\n. Typhimurium reduced adhesion, invasion, and intracellular survival of this pathogen compared to findings for untreated cells (\n172\n). This was the first study to report the effect of reuterin on the enteric infection process for any mammalian cell type. A 3-D intestinal coculture model containing immune cells was used to profile responses to both free secretory IgA (sIgA) and sIgA complexed with a commensal strain of \nE. coli\n (\n177\n). Application of free sIgA to the model induced upregulation of MUC2, interleukin 8 (IL-8), and polymeric immunoglobulin receptor (pIgR) secretion. When sIgA was complexed with \nE. coli\n and applied to the model, these responses were downregulated relative to models treated with free sIgA.\nBarrila et al. reported advancement of a 3-D HT-29 colon model to include phagocytic macrophages, thereby improving its physiological relevance to study aspects of the innate immune response to infection (\n171\n). Characterization of this coculture model revealed macrophages integrated between and underneath epithelial cells while preserving epithelial tight junctions and the presence of multiple epithelial cell types, including enterocytes, M cells, and goblet cells (\n171\n). Macrophage phagocytosis was confirmed by evaluating their ability to engulf inert, bacterium-sized beads. The contribution of macrophages to \nSalmonella\n infection was assessed using \nS. enterica\n pathovars with differing host tropisms and disease phenotypes, including the well-studied sequence type 19 (ST19) \nS\n. Typhimurium strain SL1344, which causes disease in a wide range of hosts, the multidrug-resistant ST313 \nS\n. Typhimurium strain \nD23580\n, and the human-specific \nS\n. Typhi strain Ty2. Although classified as \nS\n. Typhimurium, ST313 strains display genome degradation similar to that of human-adapted \nS\n. Typhi and are associated with devastating epidemics of blood-borne infections in sub-Saharan Africa (\n215\n). Bacteria were cultured aerobically or microaerobically prior to infection to simulate oxygen environments encountered before and during intestinal infection. Colonization of all strains was reduced in the coculture model containing macrophages relative to the epithelial model, indicating antimicrobial function of macrophages. Although ST313 strains are considered highly invasive due to the systemic infection they cause, \nD23580\n was not highly invasive in the 3-D models but instead exhibited enhanced survival/replication, thus providing clues as to what drives this organism's pathogenicity. Pathovar- and oxygen-specific differences in host cell colocalization patterns were also observed (\nFig. 1B\n, panel g), indicating the ability of these advanced models to distinguish between closely related \nSalmonella\n serovars, thus providing a unique advantage over models composed of a single cell type (\n171\n).\nRWV-derived intestinal models are also valuable for investigating host-pathogen interactions for which conventional cultivation strategies are unable to adequately model \nin vivo\n complexity. Recently, a 3-D colonic model was applied to study human CVB (\n146\n), a pathogen for which \nin vitro\n and \nin vivo\n models may not fully model the enteral infection route in humans (\n146\n, \n216\n–\n219\n). Comparisons between polarized 2-D and 3-D cells revealed that the 3-D model displayed an enhanced number of viral particles secreted into the media at early stages of the viral life cycle, which did not coincide with increased host cell destruction relative to monolayers (\n146\n). These data suggest that 3-D models exhibit an enhancement in nonlytic release of viral particles, which might result from morphological changes (e.g., enhanced brush border formation) in 3-D cells. Similarly, another 3-D colonic model was used to study \nCryptosporidium parvum\n, a parasite for which there is a lack of physiologically relevant \nin vitro\n and \nin vivo\n models (\n143\n). Following \nC. parvum\n infection, morphological changes were observed that were consistent with those from colonic biopsy specimens of infected patients (\n143\n). These studies further emphasize the critical importance of model complexity and physiological relevance as determinants in enabling host-pathogen interactions.\nIn summary, 3-D RWV intestinal models are powerful tractable research tools that advance the study of host-pathogen interactions. These models can be modularly altered to incorporate different cell types (including patient-derived cells), ECM, commensal microbiota, physical forces, etc., akin to \nin vivo\n scenarios, increasing their relevance. Their tissue-like architecture, differentiation and polarization, enhanced expression/localization of junctional proteins, and mucin production are necessary components of an effective barrier to invading pathogens.",
    "limitations_and_future_directions_of_rwv-derived_3-d_models.": "Although many key structural/functional characteristics of parental tissues have been successfully recapitulated using RWV models, several limitations remain. The full extent of 3-D architecture, multicellular complexity, and array of physical forces of \nin vivo\n tissues has not yet been attained. Ongoing studies are further enhancing these features, plus incorporating patient-specific immune cells and fecal microbiota, and achieving vascularization and innervation. Models can be costly due to high medium consumption required for culturing large numbers of cells; however, researchers can scale down. Although bead porosity facilitates apical/basal cytokine secretion and there is excellent access to the apical side of the models, there is currently an inability to sample the basal side. This also prevents measurement of transepithelial electrical resistance (TEER), which measures electrical resistance across a monolayer as a proxy for assessing barrier integrity (\n220\n). The technique involves using two electrodes, one in contact with cells on a semipermeable membrane (e.g., apical side) and the other in a different chamber containing culture medium (e.g., basal side). With most RWV models grown on tiny (∼175 μm) microcarrier beads, these measurements are not currently possible with off-the-shelf technology. This challenge will likely be surmounted with custom electrode design to accommodate current RWV models or the use of alternative scaffolds. Currently, immunofluorescence imaging of cytoskeletal and tight junctional markers represents an alternative method to evaluate model integrity. As these models grow in size and complexity, introduction of vasculature and nerve cells will be important. Finally, current models are not easily amenable to chronic infection due to lack of perfusion once removed from the RWV; however, inclusion of automated waste removal and nutrient delivery during infection will facilitate this approach.",
    "3-d_organoid_models.": "The term organoid (“organ-like”) has been used to describe a variety of 3-D models that resemble \nin vivo\n tissues. Historically, this included models engineered with different technologies using cell lines, stem cells, primary cells, or tissue explants either embedded in or cultured on top of ECM scaffolds that allow cells to self-assemble into 3-D structures (\n8\n, \n12\n, \n143\n, \n145\n, \n146\n, \n169\n, \n171\n, \n221\n–\n229\n). Advances in stem cell biology led to a recent terminology shift to more specifically define organoids as 3-D models derived from stem cells, progenitor cells, or primary explants (\n222\n, \n230\n–\n238\n). Here we focus on 3-D models cultured within a 3-D ECM that fit this definition. It is important to emphasize that current models are based on decades of work by pioneering cell biologists that laid the foundation for the current organoid field (reviewed in reference \n12\n), representing an advancement and merging of old and new technologies to enable novel discoveries (\n12\n, \n228\n, \n239\n). Models cultivated using thick ECMs have deep roots in tissue engineering and cancer biology, in which they were applied to develop advanced models enabling the study of a variety of biological mechanisms, particularly with regard to understanding the interrelationship between tissue structure and function (\n12\n). This effort resulted in a critical mass of scientists who now recognize the importance of 3-D models for infection and are bringing elegant advances to the field but may not be fully aware of their historical context.\nA range of different organoid models have been established, including small and large intestine (\n229\n, \n230\n, \n232\n, \n234\n, \n240\n–\n268\n), lung (\n269\n–\n274\n), stomach (\n275\n–\n282\n), breast (\n55\n, \n283\n, \n284\n), brain (\n285\n–\n287\n), liver (\n222\n, \n288\n, \n289\n), pancreas (\n222\n, \n290\n, \n291\n), gallbladder (\n292\n), eye (\n293\n), kidney (\n294\n), prostate (\n222\n, \n295\n, \n296\n) and reproductive tract (\n297\n, \n298\n), among others. Relative to monolayers, these models more closely mimic endogenous tissues, including organization and spontaneous differentiation of multiple cell types into physiologically relevant 3-D structures (\nFig. 1B\n, panel e), expression and localization of tight junctions, mucus production, polarity, gene expression, cell viability and proliferation, cytokine production, responses to antimicrobials, support of commensals, and susceptibility to infection (\n12\n, \n55\n, \n222\n, \n226\n, \n228\n–\n235\n, \n237\n, \n238\n, \n240\n–\n266\n, \n269\n–\n319\n).\nTo develop 3-D organoid models, stem cells or tissue explants containing stem cells are used. Biopsy specimens may be treated with a dissociation agent and/or mechanically disrupted prior to embedding into ECM. Stem cells isolated from biopsy specimens can be predifferentiated into progenitor cells and further differentiated into ECM-embedded organoids. Differentiation into committed cell types is enabled by stepwise supplementation and/or removal of signaling factors during culture (\n249\n, \n251\n, \n252\n, \n254\n, \n264\n, \n275\n, \n278\n, \n303\n, \n320\n–\n322\n). Purified ECM components and mixtures can be used, including Matrigel, a laminin-rich ECM isolated from chondrosarcomas (\n323\n, \n324\n). Synthetic hydrogels help circumvent challenges associated with Matrigel, including batch-to-batch variation and potential carcinogenic issues connected with tumor-derived matrices (\n229\n).",
    "3-d_intestinal_organoids.": "Sato et al. (\n249\n) and Ootani et al. (\n253\n) independently reported conditions enabling long-term \nin vitro\n culture of mouse intestinal crypts containing Lgr5\n+\n stem cells (as well as purified Lgr5\n+\n stem cells that generate villus/crypt-like structures [\n249\n]). These approaches used either Matrigel (\n249\n) or collagen (\n253\n) in combination with supplementation of Wnt agonist R-spondin 1. Sato et al. also included epidermal growth factor to enable crypt growth and noggin to facilitate passaging (\n249\n). These models displayed a polarized, multicellular epithelium (enterocytes, goblet cells, Paneth cells, and enteroendocrine cells) organized into a central lumen lined by villus/crypt-like structures (\n249\n, \n253\n). Murine intestinal organoids developed from single Lgr5\n+\n stem cells also developed into these multicellular structures (\n249\n). Subsequently, additional factors were included to enable human colonoid culture (\n264\n).\nThe NIH Intestinal Stem Cell Consortium defined a standardized nomenclature to reflect model sources, approaches, and \nin vitro\n structures (\n325\n). Structures directly isolated include epithelial sheets, crypts, and organoids (crypts and surrounding mesenchymal elements) (\n325\n). Various structures produced \nin vitro\n from small intestine include enterospheres (rounded epithelial cyst-like structures), enteroids (formation of budding crypts from enterospheres), and induced intestinal organoids (multicellular clusters from induced embryonal or pluripotent stem cells, e.g., induced human intestinal organoids [iHIOs]) (\n325\n). Analogous colonic structures include colonospheres, colonoids, and colonic organoids (\n325\n). It is common to see terms used interchangeably, and the nomenclature will likely evolve as the field expands.\nModel infection can be accomplished by (i) addition of pathogen directly to the media (basal side), (ii) microinjection into the lumen (\nFig. 1B\n, panel b), (iii) shearing of models into fragments followed by pathogen addition, and (iv) complete disruption of 3-D models into flat monolayers followed by pathogen addition (\n230\n, \n237\n). Consideration of the normal infection route is critical. Direct addition to the media is easiest; however, for pathogens that infect via the apical/luminal side, this represents a nonphysiological route of infection. Microinjection is technically challenging but preferable for pathogens that normally infect from the lumen. Due to challenges associated with microinjection, there is a growing tendency to mechanically dissociate organoids into smaller pieces or completely dissociate them into monolayers on Transwell inserts or plastic (\n237\n, \n261\n, \n281\n, \n313\n, \n314\n). This approach has been successful for a number of studies, including cultivation of norovirus (\n314\n), a major advance in the field. Use of Transwell inserts also facilitates TEER analysis and easier cytokine sampling from the apical side of the model.\nWhen dissociating 3-D models prior to infection, it is important to note that this disconnects their form and function, similar to disrupting primary tissue into monolayers, and may render them less predictive for some (not all) phenotypes. In this approach, Transwell inserts are preferable over plastic, as the former display improved physiological relevance over conventional monolayers (\n326\n). Additional profiling should confirm the extent to which the dissociated model may have dedifferentiated and additional culture time may be required to reestablish polarity/barrier function. Key findings should be validated using intact organoids and microinjection to avoid artifacts. Additionally, since ECM-pathogen interactions are important for infection dynamics (\n61\n), infection surfaces should not contain ECM components not typically found in that location \nin vivo\n (e.g., lumen) if the pathogen would not normally encounter it.\nA variety of pathogens have been studied using 3-D enteroid/colonoid/organoid models, including \nSalmonella\n, \nC. difficile\n, EHEC, EPEC, enterotoxigenic \nE. coli\n (ETEC), norovirus, rotavirus, enteroviruses, \nToxoplasma gondii\n, and coronaviruses (\n230\n, \n231\n, \n233\n–\n235\n, \n238\n, \n240\n–\n245\n, \n257\n–\n263\n, \n266\n, \n268\n, \n307\n–\n319\n, \n327\n). The first infection using iHIOs was performed using human rotavirus, which lacks robust \nin vitro\n culture systems (\n315\n). Both laboratory and clinical rotaviruses replicated in iHIOs and were detected in epithelial and mesenchymal cells (\n315\n). Crypt-derived enteroids also supported rotavirus replication and were used to assess antiviral efficacy against patient isolates (\n244\n, \n266\n). Ettayebi et al. made a significant advance by the successful \nin vitro\n culture of human norovirus (HuNoV), known for its lack of a reproducible culture system (\n314\n). The authors initially cultured 3-D intestinal organoids and then dissociated them into monolayers on plastic or Transwell inserts (\n314\n). Successful viral replication was observed and only enterocytes were infected with HuNoVs, regardless of the strain or the intestinal region from which the model was derived. Additional viral models, including those using enteroviruses (e.g., CVB, echovirus 11, and enterovirus 71) have identified the cell-type-specific nature of these infections and the virus-specific nature of innate immune signaling in response to infection (\n327\n).\nEnteroid models were also used to study \nS\n. Typhimurium and \nE. coli\n. Zhang et al. (\n240\n) and Wilson et al. (\n243\n) used crypt-derived enteroids to study \nSalmonella\n infection. \nS\n. Typhimurium successfully colonized the model (\n240\n, \n243\n), and infection responses aligned well with \nin vivo\n observations, including disruption of tight junctions, inflammatory responses, and decreased stem cell numbers (\n240\n). Forbester et al. infected iHIOs with \nS\n. Typhimurium and observed physiological transcriptomic and cytokine profiles (\n257\n). Injection of \nE. coli\n O157:H7 into iHIOs containing neutrophils led to loss of actin, epithelial integrity disruption, induction of inflammatory cytokines, and neutrophil recruitment (\nFig. 1B\n, panel h) (\n260\n). In contrast, commensal \nE. coli\n was retained within the lumen, with no loss of model integrity. Infection of colonoid-derived Transwell models identified MUC2 and protocadherin-24 as early EHEC infection targets (\n261\n). Colonoids were initially cultured in 3-D, followed by dissociation onto Transwells. Model differentiation correlated with expression of differentiation markers, increased TEER, and microvilli (\n261\n). EHEC preferentially colonized the differentiated model relative to an undifferentiated control, reducing colonic mucus and inducing damage to microvilli. A similar approach was applied to study EPEC and ETEC infections in coculture models containing macrophages (\n313\n). Inclusion of macrophages in the bottom chamber of the enteroid-derived Transwell model enhanced barrier function, increased epithelial height, and altered cytokine responses relative to the control. EPEC increased total macrophage numbers and induced projections that extended into the epithelium, while ETEC induced macrophage extensions across the epithelium to the apical surface. The presence of macrophages in the coculture model enhanced barrier function and correlated with decreased numbers of ETEC organisms relative to the model lacking immune cells.\niHIOs were also used to study \nC. difficile\n infection (CDI) (\n258\n, \n259\n, \n262\n, \n263\n). CDI patients secrete acidic mucus consisting primarily of MUC1, with decreased MUC2 and altered oligosaccharide composition relative to that in healthy patients (\n259\n). Injection of the pathogen alone into iHIOs decreased MUC2, while whole CDI stool supernatant was required to induce patient-like oligosaccharide composition changes (\n259\n). iHIOs were also used to investigate nontoxigenic and toxigenic strains of \nC. difficile\n and purified toxins TcdA and TcdB (\n262\n). Injection of the toxigenic isolate or purified TcdA led to a loss of barrier function, while iHIOs injected with the nontoxigenic strain remained intact. Separately, colonoids helped identify Frizzled proteins as receptors for the TcdB toxin (\n263\n).\nIn summary, 3-D organoid models are advancing mechanistic understanding of host-microbe interactions due to their enhanced 3-D architecture and presence of Lgr5\n+\n stem cells together with multiple cell types and other functional properties. In addition, patient organoid “biobanks” have been established and are facilitating fundamental research and clinical applications (\n230\n, \n231\n, \n328\n, \n329\n). One exciting example of the applicability of these models is the use of patient-derived organoids to predict drug responses for cystic fibrosis treatment (\n222\n, \n231\n, \n250\n, \n307\n, \n329\n, \n330\n).",
    "limitations_and_future_directions_of_3-d_organoids.": "As for other models, organoids have limitations that researchers are working to overcome. Variability and quality control challenges between experimental preparations includes (i) heterogeneity in size, shape, and viability of organoids within a culture and across different samples, (ii) batch-to-batch variability in Matrigel or other ECM, and (iii) batch-to-batch variability in growth factor sources. Organoid infection presents challenges as described above. Medium cost is high if scaling up due to reliance on specific growth factors. Incorporation of the full array of cell types found \nin vivo\n, including the diverse collection of immune cells and microbiota, has not been attained. Organoid models also lack spontaneous M cell formation (\n251\n, \n331\n). Pretreatment of \nin vitro\n models with RANKL, exposure to lymphocytes, or infection with pathogens like \nS\n. Typhimurium can induce M cell formation (\n331\n–\n333\n). Although the mechanism by which M cells spontaneously differentiate in RWV models (\n11\n, \n152\n, \n171\n, \n175\n) is unknown, it is possible that the low-fluid-shear suspension culture environment is important, since flotation of ECM scaffolds was more permissive for differentiation than surface-attached ECM (\n12\n, \n155\n, \n156\n). Since organoid models are typically ECM embedded, another limitation is that the application of the range of biomechanical forces found \nin vivo\n is limited; however, an iHIO model containing functional neurons that enabled peristalsis-like contractions was reported (\n256\n). Combinations of technologies, including organoid-derived 3-D models developed using the RWV bioreactor (\n202\n) and organ-on-a-chip (OAC) (\n334\n), are further expanding these capabilities. TEER measurements are also not currently possible with intact organoid models due to their size and structure and because they are ECM embedded. Some studies have dissociated organoids into 2-D on Transwells to facilitate these measurements, although there can be disadvantages to using this approach, as discussed.",
    "organ-on-a-chip_models.": "Advanced microfluidic and microfabrication technologies are being broadly applied to develop organ-on-a-chip models that mimic key aspects of \nin vivo\n microenvironments. Rather than focusing on recreating the 3-D structure of the entire tissue, this technology aims to recreate a microscale model of the local 3-D architecture and spatial distribution of dynamic tissue interfaces to mimic tissue- and organ-level functions (\n335\n). These devices are designed with micrometer-sized fluidic channels separated by thin, flexible porous membranes that enable development of different tissues in adjacent chambers while retaining their ability to interact (\nFig. 1B\n, panel c) (\n335\n–\n339\n). These features allow flexibility to model active processes within a tissue, such as vascular-like perfusion. One exciting functional feature engineered into the design of many of these devices is the capability to apply dynamic forces across the tissue to model fluid shear and peristalsis (\n334\n, \n340\n–\n343\n).\nOAC models vary in complexity, ranging from simple systems containing a single perfused chamber and cell type to more advanced chips that contain several microchannels, membranes, and assorted cell types, thereby allowing the reconstruction of multiple tissue interfaces (\n335\n). Microengineering techniques for these devices have been extensively reviewed (\n335\n, \n338\n, \n344\n–\n349\n). Chips are commonly made of a silicone polymer called polydimethylsiloxane (PDMS), which is compatible with many cell types and has several advantages, including optical transparency for easy imaging, low cost, flexibility, and high gas permeability (\n335\n, \n339\n, \n344\n, \n350\n). PDMS does carry some disadvantages (discussed below), so other options are being explored (\n350\n, \n351\n). Depending on experimental requirements, chip design and approaches for tissue development can be altered. Porous membranes can be coated with a variety of matrices/scaffolds (\n335\n, \n339\n, \n344\n, \n345\n, \n352\n). Moreover, 3-D bioprinting techniques are facilitating complex spatial patterning of cells and scaffolds (\n352\n). Although traditional electrodes used for TEER measurements do not accommodate the small culture area of most OAC models (\n220\n), recent studies have integrated custom electrodes (\n353\n).\nA variety of OAC platforms have been derived from cell lines, stem cells, and/or primary cells, including small and large intestine (\n334\n, \n340\n–\n342\n, \n353\n–\n356\n), lung (\n357\n–\n361\n), liver (\n362\n–\n369\n), kidney (\n370\n–\n372\n), heart (\n373\n–\n377\n), cornea (\n378\n), skin (\n379\n), nervous tissue (\n380\n–\n383\n), bone (\n384\n, \n385\n), reproductive tract (\n386\n), and blood/endothelium and blood-brain barrier (\n387\n–\n393\n), among others. Once developed, these models typically retain their structural and functional integrity for several weeks (model specific), further lending to their experimental tractability. Similar to the other 3-D models discussed, OAC models exhibit \nin vivo\n-like characteristics, including spontaneous differentiation into multiple cell types, polarity/barrier function, formation of local 3-D structures (\nFig. 1B\n, panel f), responses to biophysical forces, cytokine production, gene expression, mucus production, responses to nanoparticles and drugs, support of commensals, responses to microbial components (e.g., LPS), and/or susceptibility to microbial infections (\n334\n, \n335\n, \n339\n–\n342\n, \n354\n–\n377\n, \n379\n–\n394\n). The application of physical forces across several of these models alters physiological responses, including changes in expression/localization of tight junctions, barrier integrity/function, polarity and differentiation, cell viability, size, morphology, ECM production, integrin expression, enzyme activity, cytokine responses, chemical/gas exchange gradients, molecular transport, drug responses, bacterial colonization, virion-related cytopathic effects, and/or formation of 3-D structures (e.g., villi) (\n334\n, \n340\n–\n343\n, \n345\n, \n358\n, \n359\n, \n361\n, \n371\n, \n372\n, \n376\n, \n377\n, \n384\n, \n387\n, \n388\n, \n395\n). Importantly, several models have been advanced to incorporate immune cells (\n342\n, \n359\n, \n396\n). Below we discuss examples of gut-on-a-chip models that have been applied to study pathogens or commensals.",
    "gut-on-a-chip_models.": "The Ingber laboratory developed a series of “mechanically active” gut-on-a-chip models and applied them to study host-microbe interactions (\n340\n, \n342\n, \n343\n). They initially constructed a PDMS chip containing two microfluidic channels separated by a flexible, porous ECM-coated membrane (\n340\n). Colonic cells were seeded in the upper channel under low-fluid-shear stress (0.006 to 0.06 dyne/cm\n2\n), and medium also flowed in the bottom chamber. The chip was engineered with dual vacuum chambers on either side of the main microchamber to enable application of a physiological cyclic strain across the membrane to mimic intestinal peristalsis. This led to a highly polarized columnar epithelium and spontaneous formation of 3-D villus-like folds with basal proliferative cells in the crypt region. Model characterization revealed well-formed tight junctions, mucus production, and multiple intestinal epithelial cell types (absorptive, goblet, enteroendocrine, and Paneth cells) (\n340\n, \n341\n). The ability of this model to support commensal colonization was assessed using \nLactobacillus rhamnosus\n LGG. Colonization of LGG improved barrier function and was supported for greater than a week without impacting model integrity, consistent with previous \nin vivo\n observations for probiotics. The model was also applied to study host-virus interactions using CVB (\nFig. 1B\n, panel i) (\n343\n). Exposure of CVB to the apical surface led to successful viral replication, induction of cytopathic effects (CPE), and polarized (apical) release of proinflammatory cytokines. Infection of the basal side led to decreased viral titers and lower CPE, with apical secretion of proinflammatory cytokines.\nThe above-described gut-on-a-chip model was further advanced to include immune cells (peripheral blood mononuclear cells [PBMCs]) and/or endothelial cells (vascular or lymphatic) (\n342\n). This combination of models enabled exploration of the interplay between these factors (and others) in bacterial overgrowth and inflammation in the onset of intestinal injury. Synergistic effects between PBMCs and either nonpathogenic \nE. coli\n, pathogenic enteroinvasive \nE. coli\n (EIEC), or purified lipopolysaccharide (LPS) led to altered barrier function and changes in villus architecture. Similarly, the presence of both PBMCs and LPS led to polarized secretion of basal proinflammatory cytokines, which stimulates recruitment of additional immune cells in an \nin vivo\n scenario. Exposure of the PBMC-containing model to a therapeutic formulation of probiotic bacteria increased barrier function. The formulation reduced EIEC-induced intestinal damage in the model lacking PBMCs but in the presence of immune cells only delayed injury onset. Cessation of cyclic stretching led to enhanced bacterial overgrowth, even under constant medium flow.",
    "limitations_and_future_directions_of_oac_models.": "While there are many advantages to OAC models, there are limitations. Many of these models have multiple cell types which exhibit enhanced 3-D architecture; however, the vast array of native heterogeneous cell types found \nin vivo\n still need to be incorporated and different laboratories are optimizing ECM composition and structure. Along these lines, to our knowledge, no one has yet reported the presence of M cells in gut-on-a-chip models. There is also a strong push for physically linked multiorgan models, or “humans-on-chips” (\n338\n, \n397\n). Another limitation is the PDMS material commonly used for chip construction, which can absorb small hydrophobic molecules and interfere with drug screening and cell signaling analysis (\n338\n, \n350\n, \n351\n). There are also risks of uncross-linked PDMS leaching into the culture if the curing process is incomplete, causing cell damage (\n350\n, \n351\n). While the small number of cells required can be considered advantageous, in some cases, larger numbers of cells (\n106\n, \n107\n) may be required depending on the experiment. Infection studies typically involve many permutations, and it is not uncommon to use several multiwell plates within a single experiment. For example, during colonization assays, samples are harvested at different times and plated for viable bacteria, while others are processed for downstream analyses. Thus, it will be beneficial to incorporate multiple 3-D model systems into infectious disease research depending on the experimental question being addressed, as no single model system is sufficient to address all infectious disease experimental scenarios.",
    "conclusions": "Over the past 2 decades, a multidisciplinary consortium of researchers has been creative in developing 3-D intestinal models of increasing complexity that better mimic the biological, chemical, and physical microenvironments of the endogenous tissue for studying host-microbe interactions. These models have been developed using a variety of approaches and are being applied to understand the dynamic relationship between the host, pathogens, and commensals that dictate infection outcome and for development of new treatment/prevention strategies. Collectively, these models have ushered in a new era for infectious disease research by offering predictive \nin vitro\n translational platforms. Indeed, the establishment of 3-D intestinal models and their application as human surrogates for infectious disease research have provided specific examples of how the study of microbial pathogenesis can be advanced by using appropriate, biologically meaningful models.\nWe are still in the infancy of learning how to build more realistic 3-D tissue models, and there remain an endless number of questions and hypotheses to test about how infection actually happens in the body. Continued model advancement to better recapitulate the \nin vivo\n tissue microenvironment coupled with the application of multiple 3-D model systems will lead to increased translation of research discoveries to practical and significant outcomes. Such advances will be pivotal for the success of personalized medicine approaches using patient-specific normal and diseased cells and of incorporation of the full repertoire of immune cells to predict clinical correlates of protection for vaccine development.\nToward this goal, we must deeply comprehend 3-D tissue/organ structure and function, the associated microenvironment, and the microorganisms to be studied. It is likewise important that we are aware of and acknowledge the rich history and work of researchers who have long applied 3-D tissue modeling to study host-pathogen interactions. Accordingly, we should revisit past research in the field to help us understand and guide our direction. While it remains a daunting task to gain a complete understanding of infectious disease, the alignment of multidisciplinary research teams dedicated to the establishment of 3-D models that reconstruct the architecture and function of the \nin vivo\n organ and their application for host-pathogen interaction studies make this an exciting time to be a scientist!",
    "acknowledgments": "We thank Michael Northrop for his illustration in \nFig. 1\n. We apologize to authors whose work we were unable to cite due to length limitations given the extensive literature available for each model system.\nThis work was funded by NASA grants NNX13AM01G and NNX15AL06G (C.A.N., J.B., and C.M.O.) and NIH R01-AI081759 (C.B.C. and C.A.N.).",
    "biographies": "Jennifer Barrila\n is an Assistant Research Professor at the Biodesign Institute, Arizona State University (ASU). She received her B.S. in biochemistry in 2002 from Syracuse University. In 2008 she received her Ph.D. in biology from Johns Hopkins University, where she structurally characterized the severe acute respiratory syndrome (SARS) coronavirus main protease to facilitate structure-based drug design. Her postdoctoral work at the Biodesign Institute used innovative culture systems to investigate how biomechanical forces regulate host and pathogen responses during infection. In 2010 she was promoted to Assistant Research Scientist and in 2013 to Assistant Research Professor. Her current research involves the development and application of multicellular 3-D models of human intestine to investigate the role of cellular biomechanics in host-pathogen-microbiota interactions. Her biomedical research has flown on several NASA spaceflight missions to the International Space Station to study the influence of biophysical forces on infection. In 2014 she received the Thora W. Halstead Young Investigator's Award.\nAurélie Crabbé\n obtained her Ph.D. in Bioscience Engineering at the Vrije Universiteit Brussel, Belgium. During her Ph.D. studies she received a fellowship of the Belgian American Educational Foundation to perform research in the laboratory of Prof. Cheryl Nickerson at the Biodesign Institute at Arizona State University. She then received a postdoctoral position in the Nickerson lab, where she developed and used physiologically relevant models of the lung mucosa to explore host-pathogen interactions. She is currently a team leader in the Laboratory of Pharmaceutical Microbiology at Ghent University under the tutelage of Prof. Tom Coenye, through an Odysseus fellowship of the Research Foundation Flanders. Her research focuses on understanding how the host, microbiome, and their interactions influence antimicrobial agent efficacy and inflammation in chronic lung infections. To this end, \nin vivo\n-like models of lung epithelium, the microbiome, or both are used to facilitate translation of \nin vitro\n results to novel therapeutic approaches.\nJiseon Yang\n is an Alfred P. Sloan postdoctoral fellow (NASA joint program) at the Biodesign Institute, ASU. She received her M.S. in microbiology studying \nSalmonella\n pathogenesis from Pusan National University (South Korea). She subsequently worked with Dr. Roy Curtiss III and Dr. Josephine Clark-Curtiss (ASU) on developing a 2nd-generation lysis system in recombinant attenuated \nSalmonella\n vaccines to deliver \nMycobacterium tuberculosis\n antigens. She received her Ph.D. in microbiology under Dr. Cheryl Nickerson (ASU), in whose laboratory she characterized virulence, stress, and molecular genetic responses of invasive, multidrug-resistant nontyphoidal \nSalmonella\n to physiological fluid shear. She was co-first author on the first report of an RWV-derived 3-D intestinal coculture model (epithelial cells and macrophages) to study \nSalmonella\n pathogenesis. She currently studies how microbes inhabiting built environments influence human health and systems integrity using the International Space Station as a microbial observatory to reveal new insight into how interspecies interactions within microbial populations can adapt/evolve over time.\nKarla Franco\n received her bachelor's degree in general science from Pontificia Universidad Catolica de Puerto Rico. She became interested in microbial pathogenesis during a year-long NIH training fellowship (ASU PREP). She enrolled in the microbiology Ph.D. program at Arizona State University, where she received a 2-year fellowship from the NIH IMSD program. As a member of the Nickerson laboratory, she has spent the last 3 years investigating the role of mechanotransduction in regulating the phenotypic and molecular genetic responses of \nSalmonella\n Typhimurium.\nSeth D. Nydam\n received his doctorate in veterinary medicine from Cornell University and his Ph.D. from Washington State University. His graduate studies in Dr. Douglas Call's laboratory centered on the type 3 secretion system of \nVibrio parahaemolyticus\n, after which he joined Dr. Cheryl Nickerson at Arizona State University for postdoctoral training to explore 3-D cell culture and its interactions with resident microflora and \nSalmonella\n pathogenesis. He is currently the clinical veterinarian at Arizona State University's Department of Animal Care and Technologies, where he leads the clinical team and provides research support and oversight. His continuing interests include microbial pathogenesis, animal models in infectious disease research, and teaching.\nRebecca J. Forsyth\n received her B.S. in microbiology from Arizona State University in 2008. She first joined the Nickerson laboratory as an undergraduate student, was subsequently hired as an Assistant Research Technologist, and was later promoted to the positions of Associate Research Specialist and Senior Research Specialist. She used a variety of 3-D models, microbes, and model host organisms in her infectious disease research. She was passionate about using “outside-of-the-box” approaches to solve important biomedical health issues, including the use of the spaceflight platform and the RWV bioreactor to study microbial physiology and host-pathogen interactions.\nRichard R. Davis\n is a Senior Research Specialist in the Biodesign Center for Immunotherapy, Vaccines, and Virotherapy at Arizona State University. He earned his B.A. in anthropology in 2001 and a B.S. in microbiology in 2007 from Arizona State University. He joined the Nickerson laboratory as an undergraduate student, was subsequently hired as an Assistant Research Technician, and was later promoted to the positions of Research Specialist and Senior Research Specialist. His research over the past 11 years has focused on using both the microgravity platform (including six spaceflight experiments) and the RWV bioreactor to study the effect of physical forces on microbial pathogenesis and host-pathogen interactions.\nSandhya Gangaraju\n received her master's degree in biochemistry in 2003 from the University of Ottawa, Canada. In 2003, she joined the National Research Council, Canada, as a research technical officer and viral facility manager in the department of neurogenesis and brain repair. She implemented lentiviral technology to deliver neurotropic factors to neural cells and developed Transwell assays to study neutrophil transmigration through endothelial cells. In 2014, she joined the Biodesign Institute, Arizona State University, as a principal research specialist and compliance officer for the Center for Biosignatures Discovery Automation, where she managed the cell culture facility, led experimental design for students and junior staff members, and optimized working protocols for microfluidic devices for studying three-dimensional tissue environments. Most recently, she joined the Nickerson laboratory as a principal research specialist; at this laboratory, she uses the RWV and the spaceflight platform to study microbial pathogenesis and for 3-D tissue engineering.\nC. Mark Ott\n received his B.S. in chemical engineering from the University of Texas at Austin in 1982, his M.B.A. from Louisiana State University in 1989, and his Ph.D. in microbiology from Louisiana State University in 1998. He has published extensively in the areas of microbial ecology in spacecraft, human and microbial responses to spaceflight, and the development of advanced tissue culture models to investigate infectious disease. For the past 20 years, Dr. Ott has served as a technical lead in the Johnson Space Center Microbiology Laboratory, which is responsible for mitigating infectious disease risk during human spaceflight. His responsibilities include the assessment of microbial risk and development of spaceflight requirements based on vehicle and mission architecture as well as crewmember, food, and environmental monitoring.\nCarolyn B. Coyne\n completed her Ph.D. at the University of North Carolina at Chapel Hill, where she studied the human respiratory epithelium. She then carried out her postdoctoral fellowship at the Children's Hospital of Philadelphia (CHOP), Philadelphia, PA, and the University of Pennsylvania, Philadelphia, PA, where her research focused on identifying the mechanisms by which enteroviruses invade the gastrointestinal epithelium and blood-brain barrier endothelium. She joined the University of Pittsburgh, Pittsburgh, PA, as a faculty member in 2007; at this institution, her work continued to focus on defining the mechanisms by which viruses breach cellular barriers. Dr. Coyne's laboratory also studies how the human placenta restricts viral infections. Her research interests also include the development of primary and cell line-based models of cellular barriers, focusing on both the gastrointestinal tract and placenta. Her research interests include enteroviruses and flaviviruses, with a particular emphasis on the strategies by which these viruses bypass cellular barriers.\nMina J. Bissell\n is a Distinguished Scientist, the highest rank bestowed at Lawrence Berkeley National Laboratory, and serves as Senior Advisor to the Laboratory Director on Biology. She is also Faculty of four graduate groups in UC Berkeley: Comparative Biochemistry, Endocrinology, Molecular Toxicology, and Bioengineering (UCSF/UCB joint). Having challenged several established paradigms, Bissell is a pioneer in breast cancer research, and her body of work has provided much impetus for the current recognition of the significant role that extracellular matrix signaling and the microenvironment play in gene expression regulation in both normal and malignant cells. Her laboratory developed novel 3-D assays and techniques that demonstrate her signature phrase: after conception, “phenotype is dominant over genotype.” Bissell has received numerous honors and awards and is an elected fellow of most U.S. honorary scientific academies. She has published over 400 publications and continues to engage in full-time research, among other scientific activities.\nCheryl A. Nickerson\n is a Professor in the School of Life Sciences at the Biodesign Institute, Arizona State University. She received her Ph.D. in microbiology from Louisiana State University. Her postdoctoral training in \nSalmonella\n pathogenesis was done with Dr. Roy Curtiss III at Washington University in St. Louis, MO. She initiated her ongoing studies into the connection between cellular biomechanics/mechanotransduction and host-pathogen systems biology after joining the faculty at the Tulane University School of Medicine in 1998. Her development of innovative model pathogenesis systems includes 3-D organotypic tissue culture models to study host-pathogen interactions and approaches that characterize pathogen responses to physiological fluid shear forces encountered in the infected host and in the microgravity environment of spaceflight. She received the Presidential Early Career Award for Scientists and Engineers, NASA's Exceptional Scientific Achievement Medal, is an American Society for Microbiology Distinguished Lecturer, and was selected as a NASA astronaut candidate finalist.",
    "references": "1.\nNickerson C, Ott CM, Wilson JW, Pierson DL. \n2004. \nMicrobial responses to microgravity and other low shear environment. Microbiol Mol Biol Rev\n68:345–361. doi: 10.1128/MMBR.68.2.345-361.2004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nPersat A.\n2017. \nBacterial mechanotransduction. Curr Opin Microbiol\n36:1–6. doi: 10.1016/j.mib.2016.12.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nPersat A, Nadell CD, Kim MK, Ingremeau F, Siryaporn A, Drescher K, Wingreen NS, Bassler BL, Gitai Z, Stone HA. \n2015. \nThe mechanical world of bacteria. Cell\n161:988–997. doi: 10.1016/j.cell.2015.05.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nThomas WE, Trintchina E, Forero M, Vogel V, Sokurenko EV. \n2002. \nBacterial adhesion to target cells enhanced by shear force. Cell\n109:913–923. doi: 10.1016/S0092-8674(02)00796-1.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nAlsharif G, Ahmad S, Islam MS, Shah R, Busby SJ, Krachler AM. \n2015. \nHost attachment and fluid shear are integrated into a mechanical signal regulating virulence in Escherichia coli O157:H7. Proc Natl Acad Sci U S A\n112:5503–5508. doi: 10.1073/pnas.1422986112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nFang FC, Frawley ER, Tapscott T, Vazquez-Torres A. \n2016. \nBacterial stress responses during host infection. Cell Host Microbe\n20:133–143. doi: 10.1016/j.chom.2016.07.009.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nMcGuckin MA, Linden SK, Sutton P, Florin TH. \n2011. \nMucin dynamics and enteric pathogens. Nat Rev Microbiol\n9:265–278. doi: 10.1038/nrmicro2538.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nBarrila J, Radtke AL, Crabbe A, Sarker SF, Herbst-Kralovetz MM, Ott CM, Nickerson CA. \n2010. \nOrganotypic 3D cell culture models: using the rotating wall vessel to study host-pathogen interactions. Nat Rev Microbiol\n8:791–801. doi: 10.1038/nrmicro2423.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nIbarra JA, Steele-Mortimer O. \n2009. \nSalmonella—the ultimate insider. Salmonella virulence factors that modulate intracellular survival. Cell Microbiol\n11:1579–1586. doi: 10.1111/j.1462-5822.2009.01368.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nCostello CM, Sorna RM, Goh YL, Cengic I, Jain NK, March JC. \n2014. \n3-D intestinal scaffolds for evaluating the therapeutic potential of probiotics. Mol Pharm\n11:2030–2039. doi: 10.1021/mp5001422.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nNickerson CA, Goodwin TJ, Terlonge J, Ott CM, Buchanan KL, Uicker WC, Emami K, LeBlanc CL, Ramamurthy R, Clarke MS, Vanderburg CR, Hammond T, Pierson DL. \n2001. \nThree-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogenesis. Infect Immun\n69:7106–7120. doi: 10.1128/IAI.69.11.7106-7120.2001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nSimian M, Bissell MJ. \n2017. \nOrganoids: a historical perspective of thinking in three dimensions. J Cell Biol\n216:31–40. doi: 10.1083/jcb.201610056.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nBissell MJ.\n1981. \nThe differentiated state of normal and malignant cells or how to define a “normal” cell in culture. Int Rev Cytol\n70:27–100.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nSchwarz RI, Bissell MJ. \n1977. \nDependence of the differentiated state on the cellular environment: modulation of collagen synthesis in tendon cells. Proc Natl Acad Sci U S A\n74:4453–4457.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nGriffith LG, Swartz MA. \n2006. \nCapturing complex 3D tissue physiology in vitro. Nat Rev Mol Cell Biol\n7:211–224. doi: 10.1038/nrm1858.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nYamada KM, Cukierman E. \n2007. \nModeling tissue morphogenesis and cancer in 3D. Cell\n130:601–610. doi: 10.1016/j.cell.2007.08.006.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nBissell MJ, Aggeler J. \n1987. \nDynamic reciprocity: how do extracellular matrix and hormones direct gene expression?\nProg Clin Biol Res\n249:251–262.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nJorgens DM, Inman JL, Wojcik M, Robertson C, Palsdottir H, Tsai WT, Huang H, Bruni-Cardoso A, Lopez CS, Bissell MJ, Xu K, Auer M. \n2017. \nDeep nuclear invaginations are linked to cytoskeletal filaments—integrated bioimaging of epithelial cells in 3D culture. J Cell Sci\n130:177–189. doi: 10.1242/jcs.190967.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nManiotis AJ, Chen CS, Ingber DE. \n1997. \nDemonstration of mechanical connections between integrins, cytoskeletal filaments, and nucleoplasm that stabilize nuclear structure. Proc Natl Acad Sci U S A\n94:849–854.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nBissell MJ, Hall HG, Parry G. \n1982. \nHow does the extracellular matrix direct gene expression?\nJ Theor Biol\n99:31–68. doi: 10.1016/0022-5193(82)90388-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nBoudreau N, Myers C, Bissell MJ. \n1995. \nFrom laminin to lamin: regulation of tissue-specific gene expression by the ECM. Trends Cell Biol\n5:1–4. doi: 10.1016/S0962-8924(00)88924-2.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nTapley EC, Starr DA. \n2013. \nConnecting the nucleus to the cytoskeleton by SUN-KASH bridges across the nuclear envelope. Curr Opin Cell Biol\n25:57–62. doi: 10.1016/j.ceb.2012.10.014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nXu R, Spencer VA, Groesser DL, Bissell MJ. \n2010. \nLaminin regulates PI3K basal localization and activation to sustain STAT5 activation. Cell Cycle\n9:4315–4322. doi: 10.4161/cc.9.21.13578.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nKim DH, Wirtz D. \n2015. \nCytoskeletal tension induces the polarized architecture of the nucleus. Biomaterials\n48:161–172. doi: 10.1016/j.biomaterials.2015.01.023.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nHagios C, Lochter A, Bissell MJ. \n1998. \nTissue architecture: the ultimate regulator of epithelial function?\nPhilos Trans R Soc Lond B Biol Sci\n353:857–870. doi: 10.1098/rstb.1998.0250.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nDoyle AD, Yamada KM. \n2016. \nMechanosensing via cell-matrix adhesions in 3D microenvironments. Exp Cell Res\n343:60–66. doi: 10.1016/j.yexcr.2015.10.033.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nIngber DE.\n2003. \nTensegrity I. Cell structure and hierarchical systems biology. J Cell Sci\n116:1157–1173. doi: 10.1242/jcs.00359.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nIngber DE.\n2003. \nMechanobiology and diseases of mechanotransduction. Ann Med\n35:564–577. doi: 10.1080/07853890310016333.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nIngber DE.\n2003. \nTensegrity II. How structural networks influence cellular information processing networks. J Cell Sci\n116:1397–1408. doi: 10.1242/jcs.00360.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nIngber DE.\n2008. \nTensegrity-based mechanosensing from macro to micro. Prog Biophys Mol Biol\n97:163–179. doi: 10.1016/j.pbiomolbio.2008.02.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nIngber DE.\n2006. \nCellular mechanotransduction: putting all the pieces together again. FASEB J\n20:811–827. doi: 10.1096/fj.05-5424rev.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nGruenheid S, Finlay BB. \n2003. \nMicrobial pathogenesis and cytoskeletal function. Nature\n422:775–781. doi: 10.1038/nature01603.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nTaylor MP, Koyuncu OO, Enquist LW. \n2011. \nSubversion of the actin cytoskeleton during viral infection. Nat Rev Microbiol\n9:427–439. doi: 10.1038/nrmicro2574.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nDelorme-Axford E, Coyne CB. \n2011. \nThe actin cytoskeleton as a barrier to virus infection of polarized epithelial cells. Viruses\n3:2462. doi: 10.3390/v3122462.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nNickerson CA, Ott CM, Mister SJ, Morrow BJ, Burns-Keliher L, Pierson DL. \n2000. \nMicrogravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect Immun\n68:3147–3152. doi: 10.1128/IAI.68.6.3147-3152.2000.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nWilson JW, Ott CM, Ramamurthy R, Porwollik S, McClelland M, Pierson DL, Nickerson CA. \n2002. \nLow-shear modeled microgravity alters the \nSalmonella enterica\n serovar Typhimurium stress response in an RpoS-independent manner. Appl Environ Microbiol\n68:5408–5416. doi: 10.1128/AEM.68.11.5408-5416.2002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nWilson JW, Ramamurthy R, Porwollik S, McClelland M, Hammond T, Allen P, Ott CM, Pierson DL, Nickerson CA. \n2002. \nMicroarray analysis identifies \nSalmonella\n genes belonging to the low-shear modeled microgravity regulon. Proc Natl Acad Sci U S A\n99:13807–13812. doi: 10.1073/pnas.212387899.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nNauman EA, Ott CM, Sander E, Tucker DL, Pierson D, Wilson JW, Nickerson CA. \n2007. \nNovel quantitative biosystem for modeling physiological fluid shear stress on cells. Appl Environ Microbiol\n73:699–705. doi: 10.1128/AEM.02428-06.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nCrabbé A, De Boever P, Van Houdt R, Moors H, Mergeay M, Cornelis P. \n2008. \nUse of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of \nPseudomonas aeruginosa\n PA01. Environ Microbiol\n10:2098–2110. doi: 10.1111/j.1462-2920.2008.01631.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nCrabbé A, Pycke B, Van Houdt R, Monsieurs P, Nickerson C, Leys N, Cornelis P. \n2010. \nResponse of \nPseudomonas aeruginosa\n PAO1 to low shear modelled microgravity involves AlgU regulation. Environ Microbiol\n12:1545–1564. doi: 10.1111/j.1462-2920.2010.02184.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nPacello F, Rotilio G, Battistoni A. \n2012. \nLow-shear modeled microgravity enhances Salmonella enterica resistance to hydrogen peroxide through a mechanism involving KatG and KatN. Open Microbiol J\n6:53–64. doi: 10.2174/1874285801206010053.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nAprikian P, Interlandi G, Kidd BA, Le Trong I, Tchesnokova V, Yakovenko O, Whitfield MJ, Bullitt E, Stenkamp RE, Thomas WE, Sokurenko EV. \n2011. \nThe bacterial fimbrial tip acts as a mechanical force sensor. PLoS Biol\n9:e1000617. doi: 10.1371/journal.pbio.1000617.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nIsberg RR, Barnes P. \n2002. \nDancing with the host; flow-dependent bacterial adhesion. Cell\n110:1–4. doi: 10.1016/S0092-8674(02)00821-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nPersat A, Inclan YF, Engel JN, Stone HA, Gitai Z. \n2015. \nType IV pili mechanochemically regulate virulence factors in Pseudomonas aeruginosa. Proc Natl Acad Sci U S A\n112:7563–7568. doi: 10.1073/pnas.1502025112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nYang J, Barrila J, Roland KL, Ott CM, Nickerson CA. \n2016. \nPhysiological fluid shear alters the virulence potential of invasive multidrug-resistant non-typhoidal Salmonella Typhimurium D23580. NPJ Microgravity\n2:16021. doi: 10.1038/npjmgrav.2016.21.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nDingemans J, Monsieurs P, Yu SH, Crabbe A, Forstner KU, Malfroot A, Cornelis P, Van Houdt R. \n2016. \nEffect of shear stress on Pseudomonas aeruginosa isolated from the cystic fibrosis lung. mBio\n7:e00813-. doi: 10.1128/mBio.00813-16.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nCastro SL, Nelman-Gonzalez M, Nickerson CA, Ott CM. \n2011. \nInduction of attachment-independent biofilm formation and repression of Hfq expression by low-fluid-shear culture of Staphylococcus aureus. Appl Environ Microbiol\n77:6368–6378. doi: 10.1128/AEM.00175-11.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nTarbell JM, Weinbaum S, Kamm RD. \n2005. \nCellular fluid mechanics and mechanotransduction. Ann Biomed Eng\n33:1719–1723. doi: 10.1007/s10439-005-8775-z.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nKaul H, Ventikos Y. \n2015. \nDynamic reciprocity revisited. J Theor Biol\n370:205–208. doi: 10.1016/j.jtbi.2015.01.016.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nRutkowski JM, Swartz MA. \n2007. \nA driving force for change: interstitial flow as a morphoregulator. Trends Cell Biol\n17:44–50. doi: 10.1016/j.tcb.2006.11.007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nLong JP, Pierson SS, Hughes JH. \n1998. \nRhinovirus replication in HeLa cells cultured under conditions of simulated microgravity. Aviat Space Environ Med\n69:851–856.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nBissell MJ, Rizki A, Mian IS. \n2003. \nTissue architecture: the ultimate regulator of breast epithelial function. Curr Opin Cell Biol\n15:753–762. doi: 10.1016/j.ceb.2003.10.016.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nCorreia AL, Bissell MJ. \n2012. \nThe tumor microenvironment is a dominant force in multidrug resistance. Drug Resist Updat\n15:39–49. doi: 10.1016/j.drup.2012.01.006.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nNelson CM, Bissell MJ. \n2006. \nOf extracellular matrix, scaffolds, and signaling: tissue architecture regulates development, homeostasis, and cancer. Annu Rev Cell Dev Biol\n22:287–309. doi: 10.1146/annurev.cellbio.22.010305.104315.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nSchmeichel KL, Bissell MJ. \n2003. \nModeling tissue-specific signaling and organ function in three dimensions. J Cell Sci\n116:2377–2388. doi: 10.1242/jcs.00503.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nBals R, Hiemstra PS. \n2004. \nInnate immunity in the lung: how epithelial cells fight against respiratory pathogens. Eur Respir J\n23:327–333. doi: 10.1183/09031936.03.00098803.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nCrabbé A, Ledesma MA, Nickerson CA. \n2014. \nMimicking the host and its microenvironment in vitro for studying mucosal infections by \nPseudomonas aeruginosa\n. Pathog Dis\n71:1–19. doi: 10.1111/2049-632X.12180.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nDuerkop BA, Vaishnava S, Hooper LV. \n2009. \nImmune responses to the microbiota at the intestinal mucosal surface. Immunity\n31:368–376. doi: 10.1016/j.immuni.2009.08.009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nKraehenbuhl J-P, Corbett M. \n2004. \nKeeping the gut microflora at bay. Science\n303:1624–1625. doi: 10.1126/science.1096222.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nLopetuso LR, Scaldaferri F, Franceschi F, Gasbarrini A. \n2014. \nThe gastrointestinal microbiome—functional interference between stomach and intestine. Best Pract Res Clin Gastroenterol\n28:995–1002. doi: 10.1016/j.bpg.2014.10.004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nSingh B, Fleury C, Jalalvand F, Riesbeck K. \n2012. \nHuman pathogens utilize host extracellular matrix proteins laminin and collagen for adhesion and invasion of the host. FEMS Microbiol Rev\n36:1122–1180. doi: 10.1111/j.1574-6976.2012.00340.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nAllen CA, Niesel DW, Torres AG. \n2008. \nThe effects of low-shear stress on adherent-invasive \nEscherichia coli\n. Environ Microbiol\n10:1512–1525. doi: 10.1111/j.1462-2920.2008.01567.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nFonseca AP, Sousa JC. \n2007. \nEffect of shear stress on growth, adhesion and biofilm formation of \nPseudomonas aeruginosa\n with antibiotic-induced morphological changes. Int J Antimicrob Agents\n30:236–241. doi: 10.1016/j.ijantimicag.2007.04.011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nLynch SV, Mukundakrishnan K, Benoit MR, Ayyaswamy PS, Matin A. \n2006. \n\nEscherichia coli\n biofilms formed under low-shear modeled microgravity in a ground-based system. Appl Environ Microbiol\n72:7701–7710. doi: 10.1128/AEM.01294-06.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nMestecky J, Strober W, Russell MW, Kelsall BL, Cheroutre H, Lambrecht BN. \n2015. \nMucosal immunology. Elsevier, San Diego, CA.\n [\nGoogle Scholar\n]\n\n\n\n\n66.\nGerbe F, Legraverend C, Jay P. \n2012. \nThe intestinal epithelium tuft cells: specification and function. Cell Mol Life Sci\n69:2907–2917. doi: 10.1007/s00018-012-0984-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nPeterson LW, Artis D. \n2014. \nIntestinal epithelial cells: regulators of barrier function and immune homeostasis. Nat Rev Immunol\n14:141–153. doi: 10.1038/nri3608.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nMowat AM, Agace WW. \n2014. \nRegional specialization within the intestinal immune system. Nat Rev Immunol\n14:667–685. doi: 10.1038/nri3738.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nCerutti A.\n2008. \nThe regulation of IgA class switching. Nat Rev Immunol\n8:421–434. doi: 10.1038/nri2322.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nCerutti A, Rescigno M. \n2008. \nThe biology of intestinal immunoglobulin A responses. Immunity\n28:740–750. doi: 10.1016/j.immuni.2008.05.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nHolmgren J, Czerkinsky C. \n2005. \nMucosal immunity and vaccines. Nat Med\n11:S45–S53. doi: 10.1038/nm1213.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nMacpherson AJ, McCoy KD, Johansen FE, Brandtzaeg P. \n2008. \nThe immune geography of IgA induction and function. Mucosal Immunol\n1:11–22. doi: 10.1038/mi.2007.6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nEngel J, Eran Y. \n2011. \nSubversion of mucosal barrier polarity by \nPseudomonas aeruginosa\n. Front Microbiol\n2:114. doi: 10.3389/fmicb.2011.00114.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nZihni C, Balda MS, Matter K. \n2014. \nSignalling at tight junctions during epithelial differentiation and microbial pathogenesis. J Cell Sci\n127:3401–3413. doi: 10.1242/jcs.145029.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nSchneeberger K, Roth S, Nieuwenhuis EES, Middendorp S. \n2018. \nIntestinal epithelial cell polarity defects in disease: lessons from microvillus inclusion disease. Dis Model Mech\n11:dmm031088. doi: 10.1242/dmm.031088.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n76.\nJung C, Hugot JP, Barreau F. \n2010. \nPeyer's patches: the immune sensors of the intestine. Int J Inflam\n2010:823710. doi: 10.4061/2010/823710.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nCohen CJ, Shieh JTC, Pickles RJ, Okegawa T, Hsieh J-T, Bergelson JM. \n2001. \nThe coxsackievirus and adenovirus receptor is a transmembrane component of the tight junction. Proc Natl Acad Sci U S A\n98:15191–15196. doi: 10.1073/pnas.261452898.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nBarton ES, Forrest JC, Connolly JL, Chappell JD, Liu Y, Schnell FJ, Nusrat A, Parkos CA, Dermody TS. \n2001. \nJunction adhesion molecule is a receptor for reovirus. Cell\n104:441–451. doi: 10.1016/S0092-8674(01)00231-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\nBonazzi M, Cossart P. \n2011. \nImpenetrable barriers or entry portals? The role of cell-cell adhesion during infection. J Cell Biol\n195:349–358. doi: 10.1083/jcb.201106011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nHöner zu Bentrup K, Ramamurthy R, Ott CM, Emami K, Nelman-Gonzalez M, Wilson JW, Richter EG, Goodwin TJ, Alexander JS, Pierson DL, Pellis N, Buchanan KL, Nickerson CA. \n2006. \nThree-dimensional organotypic models of human colonic epithelium to study the early stages of enteric salmonellosis. Microbes Infect\n8:1813–1825. doi: 10.1016/j.micinf.2006.02.020.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nFleiszig SM, Evans DJ, Do N, Vallas V, Shin S, Mostov KE. \n1997. \nEpithelial cell polarity affects susceptibility to Pseudomonas aeruginosa invasion and cytotoxicity. Infect Immun\n65:2861–2867.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nHurley BP, McCormick BA. \n2003. \nTranslating tissue culture results into animal models: the case of Salmonella typhimurium. Trends Microbiol\n11:562–569. doi: 10.1016/j.tim.2003.10.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\nLaw RJ, Gur-Arie L, Rosenshine I, Finlay BB. \n2013. \nIn vitro and in vivo model systems for studying enteropathogenic Escherichia coli infections. Cold Spring Harb Perspect Med\n3:a009977. doi: 10.1101/cshperspect.a009977.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\nAshida H, Ogawa M, Kim M, Mimuro H, Sasakawa C. \n2011. \nBacteria and host interactions in the gut epithelial barrier. Nat Chem Biol\n8:36–45. doi: 10.1038/nchembio.741.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\nClemente JC, Ursell LK, Parfrey LW, Knight R. \n2012. \nThe impact of the gut microbiota on human health: an integrative view. Cell\n148:1258–1270. doi: 10.1016/j.cell.2012.01.035.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\nKrishnan S, Alden N, Lee K. \n2015. \nPathways and functions of gut microbiota metabolism impacting host physiology. Curr Opin Biotechnol\n36:137–145. doi: 10.1016/j.copbio.2015.08.015.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\nChu H, Mazmanian SK. \n2013. \nInnate immune recognition of the microbiota promotes host-microbial symbiosis. Nat Immunol\n14:668–675. doi: 10.1038/ni.2635.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n88.\nVaishnava S, Yamamoto M, Severson KM, Ruhn KA, Yu X, Koren O, Ley R, Wakeland EK, Hooper LV. \n2011. \nThe antibacterial lectin RegIIIgamma promotes the spatial segregation of microbiota and host in the intestine. Science\n334:255–258. doi: 10.1126/science.1209791.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n89.\nMaynard CL, Elson CO, Hatton RD, Weaver CT. \n2012. \nReciprocal interactions of the intestinal microbiota and immune system. Nature\n489:231–241. doi: 10.1038/nature11551.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n90.\nEckburg PB, Bik EM, Bernstein CN, Purdom E, Dethlefsen L, Sargent M, Gill SR, Nelson KE, Relman DA. \n2005. \nDiversity of the human intestinal microbial flora. Science\n308:1635–1638. doi: 10.1126/science.1110591.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n91.\nLozupone CA, Stombaugh JI, Gordon JI, Jansson JK, Knight R. \n2012. \nDiversity, stability and resilience of the human gut microbiota. Nature\n489:220–230. doi: 10.1038/nature11550.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n92.\nTurnbaugh PJ, Ley RE, Hamady M, Fraser-Liggett CM, Knight R, Gordon JI. \n2007. \nThe human microbiome project. Nature\n449:804–810. doi: 10.1038/nature06244.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n93.\nQin J, Li R, Raes J, Arumugam M, Burgdorf KS, Manichanh C, Nielsen T, Pons N, Levenez F, Yamada T, Mende DR, Li J, Xu J, Li S, Li D, Cao J, Wang B, Liang H, Zheng H, Xie Y, Tap J, Lepage P, Bertalan M, Batto JM, Hansen T, Le Paslier D, Linneberg A, Nielsen HB, Pelletier E, Renault P, Sicheritz-Ponten T, Turner K, Zhu H, Yu C, Li S, Jian M, Zhou Y, Li Y, Zhang X, Li S, Qin N, Yang H, Wang J, Brunak S, Dore J, Guarner F, Kristiansen K, Pedersen O, Parkhill J, Weissenbach J, MetaHIT Consortium, Bork P, Ehrlich SD, Wang J. \n2010. \nA human gut microbial gene catalogue established by metagenomic sequencing. Nature\n464:59–65. doi: 10.1038/nature08821.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n94.\nArumugam M, Raes J, Pelletier E, Le Paslier D, Yamada T, Mende DR, Fernandes GR, Tap J, Bruls T, Batto JM, Bertalan M, Borruel N, Casellas F, Fernandez L, Gautier L, Hansen T, Hattori M, Hayashi T, Kleerebezem M, Kurokawa K, Leclerc M, Levenez F, Manichanh C, Nielsen HB, Nielsen T, Pons N, Poulain J, Qin J, Sicheritz-Ponten T, Tims S, Torrents D, Ugarte E, Zoetendal EG, Wang J, Guarner F, Pedersen O, de Vos WM, Brunak S, Dore J, MetaHIT Consortium, Antolin M, Artiguenave F, Blottiere HM, Almeida M, Brechot C, Cara C, Chervaux C, Cultrone A, Delorme C, Denariaz G, Dervyn R, Foerstner KU, Friss C, van de Guchte M, Guedon E, Haimet F, Huber W, van Hylckama-Vlieg J, Jamet A, Juste C, Kaci G, Knol J, Lakhdari O, Layec S, Le Roux K, Maguin E, Mérieux A, Melo Minardi R, M'rini C, Muller J, Oozeer R, Parkhill J, Renault P, Rescigno M, Sanchez N, Sunagawa S, Torrejon A, Turner K, Vandemeulebrouck G, Varela E, Winogradsky Y, Zeller G, Weissenbach J, Ehrlich SD, Bork P. \n2011. \nEnterotypes of the human gut microbiome. Nature\n473:174–180. doi: 10.1038/nature09944.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n95.\nDonaldson GP, Lee SM, Mazmanian SK. \n2016. \nGut biogeography of the bacterial microbiota. Nat Rev Microbiol\n14:20–32. doi: 10.1038/nrmicro3552.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n96.\nLavelle A, Lennon G, O'Sullivan O, Docherty N, Balfe A, Maguire A, Mulcahy HE, Doherty G, O'Donoghue D, Hyland J, Ross RP, Coffey JC, Sheahan K, Cotter PD, Shanahan F, Winter DC, O'Connell PR. \n2015. \nSpatial variation of the colonic microbiota in patients with ulcerative colitis and control volunteers. Gut\n64:1553–1561. doi: 10.1136/gutjnl-2014-307873.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n97.\nMarchesi JR, Adams DH, Fava F, Hermes GD, Hirschfield GM, Hold G, Quraishi MN, Kinross J, Smidt H, Tuohy KM, Thomas LV, Zoetendal EG, Hart A. \n2016. \nThe gut microbiota and host health: a new clinical frontier. Gut\n65:330–339. doi: 10.1136/gutjnl-2015-309990.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n98.\nLynch SV, Pedersen O. \n2016. \nThe human intestinal microbiome in health and disease. N Engl J Med\n375:2369–2379. doi: 10.1056/NEJMra1600266.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n99.\nKassam Z, Lee CH, Yuan Y, Hunt RH. \n2013. \nFecal microbiota transplantation for Clostridium difficile infection: systematic review and meta-analysis. Am J Gastroenterol\n108:500–508. doi: 10.1038/ajg.2013.59.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n100.\nGianotti RJ, Moss AC. \n2017. \nFecal microbiota transplantation: from Clostridium difficile to inflammatory bowel disease. Gastroenterol Hepatol (N Y)\n13:209–213.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n101.\nParker D, Prince A. \n2011. \nInnate immunity in the respiratory epithelium. Am J Respir Cell Mol Biol\n45:189–201. doi: 10.1165/rcmb.2011-0011RT.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n102.\nJohansson ME, Ambort D, Pelaseyed T, Schutte A, Gustafsson JK, Ermund A, Subramani DB, Holmen-Larsson JM, Thomsson KA, Bergstrom JH, van der Post S, Rodriguez-Pineiro AM, Sjovall H, Backstrom M, Hansson GC. \n2011. \nComposition and functional role of the mucus layers in the intestine. Cell Mol Life Sci\n68:3635–3641. doi: 10.1007/s00018-011-0822-3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n103.\nJohansson ME, Larsson JM, Hansson GC. \n2011. \nThe two mucus layers of colon are organized by the MUC2 mucin, whereas the outer layer is a legislator of host-microbial interactions. Proc Natl Acad Sci U S A\n108(Suppl 1):S4659–S4665. doi: 10.1073/pnas.1006451107.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n104.\nLi H, Limenitakis JP, Fuhrer T, Geuking MB, Lawson MA, Wyss M, Brugiroux S, Keller I, Macpherson JA, Rupp S, Stolp B, Stein JV, Stecher B, Sauer U, McCoy KD, Macpherson AJ. \n2015. \nThe outer mucus layer hosts a distinct intestinal microbial niche. Nat Commun\n6:8292. doi: 10.1038/ncomms9292.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n105.\nRogier EW, Frantz AL, Bruno MEC, Kaetzel CS. \n2014. \nSecretory IgA is concentrated in the outer layer of colonic mucus along with gut bacteria. Pathogens\n3:390–403. doi: 10.3390/pathogens3020390.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n106.\nFrantz C, Stewart KM, Weaver VM. \n2010. \nThe extracellular matrix at a glance. J Cell Sci\n123:4195–4200. doi: 10.1242/jcs.023820.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n107.\nBonnans C, Chou J, Werb Z. \n2014. \nRemodelling the extracellular matrix in development and disease. Nat Rev Mol Cell Biol\n15:786–801. doi: 10.1038/nrm3904.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n108.\nRay SJ, Franki SN, Pierce RH, Dimitrova S, Koteliansky V, Sprague AG, Doherty PC, de Fougerolles AR, Topham DJ. \n2004. \nThe collagen binding alpha1beta1 integrin VLA-1 regulates CD8 T cell-mediated immune protection against heterologous influenza infection. Immunity\n20:167–179. doi: 10.1016/S1074-7613(04)00021-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n109.\nMammoto T, Mammoto A, Ingber DE. \n2013. \nMechanobiology and developmental control. Annu Rev Cell Dev Biol\n29:27–61. doi: 10.1146/annurev-cellbio-101512-122340.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n110.\nButton B, Boucher RC, University of North Carolina Virtual Lung Group. 2008. \nRole of mechanical stress in regulating airway surface hydration and mucus clearance rates. Respir Physiol Neurobiol\n163:189–201. doi: 10.1016/j.resp.2008.04.020.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n111.\nGayer CP, Basson MD. \n2009. \nThe effects of mechanical forces on intestinal physiology and pathology. Cell Signal\n21:1237–1244. doi: 10.1016/j.cellsig.2009.02.011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n112.\nScott SM, Knowles CH, Wang D, Yazaki E, Picon L, Wingate DL, Lindberg G. \n2006. \nThe nocturnal jejunal migrating motor complex: defining normal ranges by study of 51 healthy adult volunteers and meta-analysis. Neurogastroenterol Motil\n18:927–935. doi: 10.1111/j.1365-2982.2006.00824.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n113.\nOtterson MF, Sarr MG. \n1993. \nNormal physiology of small intestinal motility. Surg Clin North Am\n73:1173–1192. doi: 10.1016/S0039-6109(16)46186-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n114.\nGuo P, Weinstein AM, Weinbaum S. \n2000. \nA hydrodynamic mechanosensory hypothesis for brush border microvilli. Am J Physiol Renal Physiol\n279:F698–F712. doi: 10.1152/ajprenal.2000.279.4.F698.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n115.\nAshida N, Takechi H, Kita T, Arai H. \n2003. \nVortex-mediated mechanical stress induces integrin-dependent cell adhesion mediated by inositol 1,4,5-trisphosphate-sensitive Ca2+ release in THP-1 cells. J Biol Chem\n278:9327–9331. doi: 10.1074/jbc.M212316200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n116.\nKim M, Javed NH, Yu JG, Christofi F, Cooke HJ. \n2001. \nMechanical stimulation activates Galphaq signaling pathways and 5-hydroxytryptamine release from human carcinoid BON cells. J Clin Invest\n108:1051–1059. doi: 10.1172/JCI12467.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n117.\nRoskelley CD, Bissell MJ. \n1995. \nDynamic reciprocity revisited: a continuous, bidirectional flow of information between cells and the extracellular matrix regulates mammary epithelial cell function. Biochem Cell Biol\n73:391–397. doi: 10.1139/o95-046.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n118.\nZhang J, Owen CR, Sanders MA, Turner JR, Basson MD. \n2006. \nThe motogenic effects of cyclic mechanical strain on intestinal epithelial monolayer wound closure are matrix dependent. Gastroenterology\n131:1179–1189. doi: 10.1053/j.gastro.2006.08.007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n119.\nZhang S, Kingsley RA, Santos RL, Andrews-Polymenis H, Raffatellu M, Figueiredo J, Nunes J, Tsolis RM, Adams LG, Baumler AJ. \n2003. \nMolecular pathogenesis of Salmonella enterica serotype typhimurium-induced diarrhea. Infect Immun\n71:1–12. doi: 10.1128/IAI.71.1.1-12.2003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n120.\nLu P, Takai K, Weaver VM, Werb Z. \n2011. \nExtracellular matrix degradation and remodeling in development and disease. Cold Spring Harb Perspect Biol\n3:a005058. doi: 10.1101/cshperspect.a005058.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n121.\nAbbott A.\n2003. \nCell culture: biology's new dimension. Nature\n424:870–872. doi: 10.1038/424870a.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n122.\nde Bentzmann S, Plotkowski C, Puchelle E. \n1996. \nReceptors in the \nPseudomonas aeruginosa\n adherence to injured and repairing airway epithelium. Am J Respir Crit Care Med\n154:S155–S162. doi: 10.1164/ajrccm/154.4_Pt_2.S155.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n123.\nde Bentzmann S, Roger P, Dupuit F, Bajolet-Laudinat O, Fuchey C, Plotkowski MC, Puchelle E. \n1996. \nAsialo GM1 is a receptor for \nPseudomonas aeruginosa\n adherence to regenerating respiratory epithelial cells. Infect Immun\n64:1582–1588.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n124.\nLjungh A, Moran AP, Wadstrom T. \n1996. \nInteractions of bacterial adhesins with extracellular matrix and plasma proteins: pathogenic implications and therapeutic possibilities. FEMS Immunol Med Microbiol\n16:117–126. doi: 10.1111/j.1574-695X.1996.tb00128.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n125.\nLjungh A, Wadstrom T. \n1996. \nInteractions of bacterial adhesins with the extracellular matrix. Adv Exp Med Biol\n408:129–140. doi: 10.1007/978-1-4613-0415-9_15.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n126.\nPlotkowski MC, Tournier JM, Puchelle E. \n1996. \n\nPseudomonas aeruginosa\n strains possess specific adhesins for laminin. Infect Immun\n64:600–605.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n127.\nWolf DA, Schwarz RP. \n1991. \nAnalysis of gravity-induced particle motion and fluid perfusion flow in the NASA-designed rotating zero-head space tissue culture vessel. NASA technical paper 3143; \nNASA Johnson Space Center, Houston, TX.\n [\nGoogle Scholar\n]\n\n\n\n\n128.\nBasson MD.\n2003. \nParadigms for mechanical signal transduction in the intestinal epithelium. Digestion\n68:217–225. doi: 10.1159/000076385.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n129.\nBeeson JG, Rogerson SJ, Cooke BM, Reeder JC, Chai W, Lawson AM, Molyneux ME, Brown GV. \n2000. \nAdhesion of Plasmodium falciparum-infected erythrocytes to hyaluronic acid in placental malaria. Nat Med\n6:86–90. doi: 10.1038/71582.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n130.\nCai Z, Xin J, Pollock DM, Pollock JS. \n2000. \nShear stress-mediated NO production in inner medullary collecting duct cells. Am J Physiol Renal Physiol\n279:F270–F274. doi: 10.1152/ajprenal.2000.279.2.F270.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n131.\nCreasy RK, Reznik R. \n1984. \nMaternal-fetal medicine: principles and practice. WB Saunders Company, Philadelphia, PA.\n [\nGoogle Scholar\n]\n\n\n\n\n132.\nStock UA, Vacanti JP. \n2001. \nCardiovascular physiology during fetal development and implications for tissue engineering. Tissue Eng\n7:1–7. doi: 10.1089/107632701300003241.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n133.\nVetsch JR, Betts DC, Muller R, Hofmann S. \n2017. \nFlow velocity-driven differentiation of human mesenchymal stromal cells in silk fibroin scaffolds: a combined experimental and computational approach. PLoS One\n12:e0180781. doi: 10.1371/journal.pone.0180781.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n134.\nLiu YS, Lee OK. \n2014. \nIn search of the pivot point of mechanotransduction: mechanosensing of stem cells. Cell Transplant\n23:1–11. doi: 10.3727/096368912X659925.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n135.\nGeuss LR, Suggs LJ. \n2013. \nMaking cardiomyocytes: how mechanical stimulation can influence differentiation of pluripotent stem cells. Biotechnol Prog\n29:1089–1096. doi: 10.1002/btpr.1794.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n136.\nChen G, Lv Y, Guo P, Lin C, Zhang X, Yang L, Xu Z. \n2013. \nMatrix mechanics and fluid shear stress control stem cells fate in three dimensional microenvironment. Curr Stem Cell Res Ther\n8:313–323. doi: 10.2174/1574888X11308040007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n137.\nAdamo L, Garcia-Cardena G. \n2011. \nDirected stem cell differentiation by fluid mechanical forces. Antioxid Redox Signal\n15:1463–1473. doi: 10.1089/ars.2011.3907.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n138.\nAndo J, Yamamoto K. \n2009. \nVascular mechanobiology: endothelial cell responses to fluid shear stress. Circ J\n73:1983–1992. doi: 10.1253/circj.CJ-09-0583.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n139.\nPatwari P, Lee RT. \n2008. \nMechanical control of tissue morphogenesis. Circ Res\n103:234–243. doi: 10.1161/CIRCRESAHA.108.175331.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n140.\nMiura S, Sato K, Kato-Negishi M, Teshima T, Takeuchi S. \n2015. \nFluid shear triggers microvilli formation via mechanosensitive activation of TRPV6. Nat Commun\n6:8871. doi: 10.1038/ncomms9871.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n141.\nJessup JM, Frantz M, Sonmez-Alpan E, Locker J, Skena K, Waller H, Battle P, Nachman A, Weber ME, Thomas DA, Curbeam RL Jr, Baker TL, Goodwin TJ. \n2000. \nMicrogravity culture reduces apoptosis and increases the differentiation of a human colorectal carcinoma cell line. In Vitro Cell Dev Biol Anim\n36:367–373.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n142.\nZhau HE, Goodwin TJ, Chang SM, Baker TL, Chung LW. \n1997. \nEstablishment of a three-dimensional human prostate organoid coculture under microgravity-simulated conditions: evaluation of androgen-induced growth and PSA expression. In Vitro Cell Dev Biol Anim\n33:375–380.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n143.\nAlcantara Warren C, Destura RV, Sevilleja JE, Barroso LF, Carvalho H, Barrett LJ, O'Brien AD, Guerrant RL. \n2008. \nDetection of epithelial-cell injury, and quantification of infection, in the HCT-8 organoid model of cryptosporidiosis. J Infect Dis\n198:143–149. doi: 10.1086/588819.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n144.\nCarterson AJ, Honer zu Bentrup K, Ott CM, Clarke MS, Pierson DL, Vanderburg CR, Buchanan KL, Nickerson CA, Schurr MJ. \n2005. \nA549 lung epithelial cells grown as three-dimensional aggregates: alternative tissue culture model for \nPseudomonas aeruginosa\n pathogenesis. Infect Immun\n73:1129–1140. doi: 10.1128/IAI.73.2.1129-1140.2005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n145.\nCarvalho HM, Teel LD, Goping G, O'Brien AD. \n2005. \nA three-dimensional tissue culture model for the study of attach and efface lesion formation by enteropathogenic and enterohaemorrhagic Escherichia coli. Cell Microbiol\n7:1771–1781. doi: 10.1111/j.1462-5822.2004.00594.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n146.\nDrummond CG, Nickerson CA, Coyne CB. \n2016. \nA three-dimensional cell culture model to study enterovirus infection of polarized intestinal epithelial cells. mSphere\n1:e00030-. doi: 10.1128/mSphere.00030-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n147.\nDavid J, Sayer NM, Sarkar-Tyson M. \n2014. \nThe use of a three-dimensional cell culture model to investigate host-pathogen interactions of \nFrancisella tularensis\n in human lung epithelial cells. Microbes Infect\n16:735–745. doi: 10.1016/j.micinf.2014.04.001.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n148.\nChang TT, Hughes-Fulford M. \n2014. \nMolecular mechanisms underlying the enhanced functions of three-dimensional hepatocyte aggregates. Biomaterials\n35:2162–2171. doi: 10.1016/j.biomaterials.2013.11.063.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n149.\nHjelm BE, Berta AN, Nickerson CA, Arntzen CJ, Herbst-Kralovetz MM. \n2010. \nDevelopment and characterization of a three-dimensional organotypic human vaginal epithelial cell model. Biol Reprod\n82:617–627. doi: 10.1095/biolreprod.109.080408.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n150.\nLaMarca HL, Ott CM, Honer Zu Bentrup K, Leblanc CL, Pierson DL, Nelson AB, Scandurro AB, Whitley GS, Nickerson CA, Morris CA. \n2005. \nThree-dimensional growth of extravillous cytotrophoblasts promotes differentiation and invasion. Placenta\n26:709–720. doi: 10.1016/j.placenta.2004.11.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n151.\nMcConkey CA, Delorme-Axford E, Nickerson CA, Kim KS, Sadovsky Y, Boyle JP, Coyne CB. \n2016. \nA three-dimensional culture system recapitulates placental syncytiotrophoblast development and microbial resistance. Sci Adv\n2:e1501462. doi: 10.1126/sciadv.1501462.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n152.\nRadtke AL, Wilson JW, Sarker S, Nickerson CA. \n2010. \nAnalysis of interactions of Salmonella type three secretion mutants with 3-D intestinal epithelial cells. PLoS One\n5:e15750. doi: 10.1371/journal.pone.0015750.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n153.\nSainz B Jr, TenCate V, Uprichard SL. \n2009. \nThree-dimensional Huh7 cell culture system for the study of hepatitis C virus infection. Virol J\n6:103. doi: 10.1186/1743-422X-6-103.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n154.\nDuray PH, Hatfill SJ, Pellis NR. \n1997. \nTissue culture in microgravity. Sci Med\n4:46–55.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n155.\nMichalopoulos G, Pitot HC. \n1975. \nPrimary culture of parenchymal liver cells on collagen membranes. Morphological and biochemical observations. Exp Cell Res\n94:70–78.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n156.\nEmerman JT, Pitelka DR. \n1977. \nMaintenance and induction of morphological differentiation in dissociated mammary epithelium on floating collagen membranes. In Vitro\n13:316–328.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n157.\nNickerson CA, Ott CM, Wilson JW, Ramamurthy R, LeBlanc CL, Honer zu Bentrup K, Hammond T, Pierson DL. \n2003. \nLow-shear modeled microgravity: a global environmental regulatory signal affecting bacterial gene expression, physiology, and pathogenesis. J Microbiol Methods\n54:1–11. doi: 10.1016/S0167-7012(03)00018-6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n158.\nSoni A, O'Sullivan L, Quick LN, Ott CM, Nickerson CA, Wilson JW. \n2014. \nConservation of the low-shear modeled microgravity response in Enterobacteriaceae and analysis of the trp genes in this response. Open Microbiol J\n8:51–58. doi: 10.2174/1874285801408010051.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n159.\nGrant KC, Khodadad CLM, Foster JS. \n2013. \nRole of Hfq in an animal-microbe symbiosis under simulated microgravity conditions. Int J Astrobiol\n13:53–61. doi: 10.1017/S1473550413000359.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n160.\nAltenburg SD, Nielsen-Preiss SM, Hyman LE. \n2008. \nIncreased filamentous growth of Candida albicans in simulated microgravity. Genomics Proteomics Bioinformatics\n6:42–50. doi: 10.1016/S1672-0229(08)60019-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n161.\nBaker PW, Meyer ML, Leff LG. \n2004. \nEscherichia coli growth under modeled reduced gravity. Microgravity Sci Technol\n15:39–44. doi: 10.1007/BF02870967.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n162.\nDemain AL, Fang A. \n2001. \nSecondary metabolism in simulated microgravity. Chem Rec\n1:333–346. doi: 10.1002/tcr.1018.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n163.\nFang A, Pierson DL, Koenig DW, Mishra SK, Demain AL. \n1997. \nEffect of simulated microgravity and shear stress on microcin B17 production by Escherichia coli and on its excretion into the medium. Appl Environ Microbiol\n63:4090–4092.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n164.\nLynch SV, Brodie EL, Matin A. \n2004. \nRole and regulation of sigma S in general resistance conferred by low-shear simulated microgravity in Escherichia coli. J Bacteriol\n186:8207–8212. doi: 10.1128/JB.186.24.8207-8212.2004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n165.\nTucker DL, Ott CM, Huff S, Fofanov Y, Pierson DL, Willson RC, Fox GE. \n2007. \nCharacterization of Escherichia coli MG1655 grown in a low-shear modeled microgravity environment. BMC Microbiol\n7:15. doi: 10.1186/1471-2180-7-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n166.\nAbshire CF, Prasai K, Soto I, Shi R, Concha M, Baddoo M, Flemington EK, Ennis DG, Scott RS, Harrison L. \n2016. \nExposure of Mycobacterium marinum to low-shear modeled microgravity: effect on growth, the transcriptome and survival under stress. NPJ Microgravity\n2:16038. doi: 10.1038/npjmgrav.2016.38.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n167.\nOrsini SS, Lewis AM, Rice KC. \n2017. \nInvestigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression. NPJ Microgravity\n3:4. doi: 10.1038/s41526-016-0006-4.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n168.\nGoodwin TJ, Schroeder WF, Wolf DA, Moyer MP. \n1993. \nRotating-wall vessel coculture of small intestine as a prelude to tissue modeling: aspects of simulated microgravity. Proc Soc Exp Biol Med\n202:181–192.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n169.\nStraub TM, Honer zu Bentrup K, Orosz-Coghlan P, Dohnalkova A, Mayer BK, Bartholomew RA, Valdez CO, Bruckner-Lea CJ, Gerba CP, Abbaszadegan M, Nickerson CA. \n2007. \nIn vitro cell culture infectivity assay for human noroviruses. Emerg Infect Dis\n13:396–403. doi: 10.3201/eid1303.060549.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n170.\nSkardal A, Sarker SF, Crabbé A, Nickerson CA, Prestwich GD. \n2010. \nThe generation of 3-D tissue models based on hyaluronan hydrogel-coated microcarriers within a rotating wall vessel bioreactor. Biomaterials\n31:8426–8435. doi: 10.1016/j.biomaterials.2010.07.047.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n171.\nBarrila J, Yang J, Crabbe A, Sarker SF, Liu Y, Ott CM, Nelman-Gonzalez MA, Clemett SJ, Nydam SD, Forsyth RJ, Davis RR, Crucian BE, Quiriarte H, Roland KL, Brenneman K, Sams C, Loscher C, Nickerson CA. \n2017. \nThree-dimensional organotypic co-culture model of intestinal epithelial cells and macrophages to study Salmonella enterica colonization patterns. NPJ Microgravity\n3:10. doi: 10.1038/s41526-017-0011-2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n172.\nDe Weirdt R, Crabbe A, Roos S, Vollenweider S, Lacroix C, van Pijkeren JP, Britton RA, Sarker S, Van de Wiele T, Nickerson CA. \n2012. \nGlycerol supplementation enhances L. reuteri's protective effect against S. Typhimurium colonization in a 3-D model of colonic epithelium. PLoS One\n7:e37116. doi: 10.1371/journal.pone.0037116.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n173.\nGoodwin TJ, Jessup JM, Wolf DA. \n1992. \nMorphologic differentiation of colon carcinoma cell lines HT-29 and HT-29KM in rotating-wall vessels. In Vitro Cell Dev Biol\n28A:47–60.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n174.\nDevarasetty M, Wang E, Soker S, Skardal A. \n2017. \nMesenchymal stem cells support growth and organization of host-liver colorectal-tumor organoids and possibly resistance to chemotherapy. Biofabrication\n9:021002. doi: 10.1088/1758-5090/aa7484.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n175.\nSalerno-Goncalves R, Fasano A, Sztein MB. \n2011. \nEngineering of a multicellular organotypic model of the human intestinal mucosa. Gastroenterology\n141:e18–e20. doi: 10.1053/j.gastro.2011.04.062.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n176.\nSalerno-Goncalves R, Fasano A, Sztein MB. \n2016. \nDevelopment of a multicellular three-dimensional organotypic model of the human intestinal mucosa grown under microgravity. J Vis Exp\n2016(113):e54148. doi: 10.3791/54148.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n177.\nSalerno-Goncalves R, Safavie F, Fasano A, Sztein MB. \n2016. \nFree and complexed-secretory immunoglobulin A triggers distinct intestinal epithelial cell responses. Clin Exp Immunol\n185:338–347. doi: 10.1111/cei.12801.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n178.\nCrabbé A, Liu Y, Matthijs N, Rigole P, De La Fuente-Nunez C, Davis R, Ledesma MA, Sarker S, Van Houdt R, Hancock RE, Coenye T, Nickerson CA. \n2017. \nAntimicrobial efficacy against Pseudomonas aeruginosa biofilm formation in a three-dimensional lung epithelial model and the influence of fetal bovine serum. Sci Rep\n7:43321. doi: 10.1038/srep43321.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n179.\nCrabbé A, Liu Y, Sarker SF, Bonenfant NR, Barrila J, Borg ZD, Lee JJ, Weiss DJ, Nickerson CA. \n2015. \nRecellularization of decellularized lung scaffolds is enhanced by dynamic suspension culture. PLoS One\n10:e0126846. doi: 10.1371/journal.pone.0126846.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n180.\nCrabbé A, Sarker SF, Van Houdt R, Ott CM, Leys N, Cornelis P, Nickerson CA. \n2011. \nAlveolar epithelium protects macrophages from quorum sensing-induced cytotoxicity in a three-dimensional co-culture model. Cell Microbiol\n13:469–481. doi: 10.1111/j.1462-5822.2010.01548.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n181.\nCortiella J, Niles J, Cantu A, Brettler A, Pham A, Vargas G, Winston S, Wang J, Walls S, Nichols JE. \n2010. \nInfluence of acellular natural lung matrix on murine embryonic stem cell differentiation and tissue formation. Tissue Eng Part A\n16:2565–2580. doi: 10.1089/ten.tea.2009.0730.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n182.\nGoodwin TJ, McCarthy M, Cohrs RJ, Kaufer BB. \n2015. \n3D tissue-like assemblies: a novel approach to investigate virus-cell interactions. Methods\n90:76–84. doi: 10.1016/j.ymeth.2015.05.010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n183.\nSkardal A, Devarasetty M, Rodman C, Atala A, Soker S. \n2015. \nLiver-tumor hybrid organoids for modeling tumor growth and drug response in vitro. Ann Biomed Eng\n43:2361–2373. doi: 10.1007/s10439-015-1298-3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n184.\nKhaoustov VI, Darlington GJ, Soriano HE, Krishnan B, Risin D, Pellis NR, Yoffe B. \n1999. \nInduction of three-dimensional assembly of human liver cells by simulated microgravity. In Vitro Cell Dev Biol Anim\n35:501–509.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n185.\nPrewett TL, Goodwin TJ, Spaulding GF. \n1993. \nThree-dimensional modeling of T-24 human bladder carcinoma cell line: a new simulated microgravity culture vessel. J Tissue Cult Methods\n15:29–36.\n [\nGoogle Scholar\n]\n\n\n\n\n186.\nIngram M, Techy GB, Saroufeem R, Yazan O, Narayan KS, Goodwin TJ, Spaulding GF. \n1997. \nThree-dimensional growth patterns of various human tumor cell lines in simulated microgravity of a NASA bioreactor. In Vitro Cell Dev Biol Anim\n33:459–466.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n187.\nSmith YC, Grande KK, Rasmussen SB, O'Brien AD. \n2006. \nNovel three-dimensional organoid model for evaluation of the interaction of uropathogenic Escherichia coli with terminally differentiated human urothelial cells. Infect Immun\n74:750–757. doi: 10.1128/IAI.74.1.750-757.2006.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n188.\nŁaniewski P, Gomez A, Hire G, So M, Herbst-Kralovetz MM. \n2017. \nHuman three-dimensional endometrial epithelial cell model to study host interactions with vaginal bacteria and Neisseria gonorrhoeae. Infect Immun\n85:e01049-. doi: 10.1128/IAI.01049-16.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n189.\nMcGowin CL, Radtke AL, Abraham K, Martin DH, Herbst-Kralovetz M. \n2013. \nMycoplasma genitalium infection activates cellular host defense and inflammation pathways in a 3-dimensional human endocervical epithelial cell model. J Infect Dis\n207:1857–1868. doi: 10.1093/infdis/jit101.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n190.\nDoerflinger SY, Throop AL, Herbst-Kralovetz MM. \n2014. \nBacteria in the vaginal microbiome alter the innate immune response and barrier properties of the human vaginal epithelia in a species-specific manner. J Infect Dis\n209:1989–1999. doi: 10.1093/infdis/jiu004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n191.\nBursac N, Loo Y, Leong K, Tung L. \n2007. \nNovel anisotropic engineered cardiac tissues: studies of electrical propagation. Biochem Biophys Res Commun\n361:847–853. doi: 10.1016/j.bbrc.2007.07.138.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n192.\nRungarunlert S, Klincumhom N, Bock I, Nemes C, Techakumphu M, Pirity MK, Dinnyes A. \n2011. \nEnhanced cardiac differentiation of mouse embryonic stem cells by use of the slow-turning, lateral vessel (STLV) bioreactor. Biotechnol Lett\n33:1565–1573. doi: 10.1007/s10529-011-0614-8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n193.\nPapadaki M, Bursac N, Langer R, Merok J, Vunjak-Novakovic G, Freed LE. \n2001. \nTissue engineering of functional cardiac muscle: molecular, structural, and electrophysiological studies. Am J Physiol Heart Circ Physiol\n280:H168–H178. doi: 10.1152/ajpheart.2001.280.1.H168.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n194.\nMargolis L, Hatfill S, Chuaqui R, Vocke C, Emmert-Buck M, Linehan WM, Duray PH. \n1999. \nLong term organ culture of human prostate tissue in a NASA-designed rotating wall bioreactor. J Urol\n161:290–297.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n195.\nRose MI, Brown DC, Pellis NR, Crisera CA, Colen KL, Longaker MT, Gittes GK. \n1999. \nEffects of microgravity on the embryonic pancreas. In Vitro Cell Dev Biol Anim\n35:560–563.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n196.\nMurray HE, Paget MB, Downing R. \n2005. \nPreservation of glucose responsiveness in human islets maintained in a rotational cell culture system. Mol Cell Endocrinol\n238:39–49. doi: 10.1016/j.mce.2005.03.014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n197.\nLelkes PI, Galvan DL, Hayman GT, Goodwin TJ, Chatman DY, Cherian S, Garcia RM, Unsworth BR. \n1998. \nSimulated microgravity conditions enhance differentiation of cultured PC12 cells towards the neuroendocrine phenotype. In Vitro Cell Dev Biol Anim\n34:316–325.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n198.\nMyers TA, Nickerson CA, Kaushal D, Ott CM, Höner zu Bentrup K, Ramamurthy R, Nelman-Gonzalez M, Pierson DL, Philipp MT. \n2008. \nClosing the phenotypic gap between transformed neuronal cell lines in culture and untransformed neurons. J Neurosci Methods\n174:31–41. doi: 10.1016/j.jneumeth.2008.06.031.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n199.\nValmikinathan CM, Hoffman J, Yu X. \n2011. \nImpact of scaffold micro and macro architecture on Schwann cell proliferation under dynamic conditions in a rotating wall vessel bioreactor. Mater Sci Eng C Mater Biol Appl\n31:22–29. doi: 10.1016/j.msec.2010.04.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n200.\nBramley JC, Drummond CG, Lennemann NJ, Good CA, Kim KS, Coyne CB. \n2017. \nA three-dimensional cell culture system to model RNA virus infections at the blood-brain barrier. mSphere\n2:e00206-. doi: 10.1128/mSphere.00206-17.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n201.\nLei XH, Ning LN, Cao YJ, Liu S, Zhang SB, Qiu ZF, Hu HM, Zhang HS, Liu S, Duan EK. \n2011. \nNASA-approved rotary bioreactor enhances proliferation of human epidermal stem cells and supports formation of 3D epidermis-like structure. PLoS One\n6:e26603. doi: 10.1371/journal.pone.0026603.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n202.\nDiStefano T, Chen HY, Panebianco C, Kaya KD, Brooks MJ, Gieser L, Morgan NY, Pohida T, Swaroop A. \n2018. \nAccelerated and improved differentiation of retinal organoids from pluripotent stem cells in rotating-wall vessel bioreactors. Stem Cell Rep\n10:300–313. doi: 10.1016/j.stemcr.2017.11.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n203.\nBotchwey EA, Pollack SR, Levine EM, Laurencin CT. \n2001. \nBone tissue engineering in a rotating bioreactor using a microcarrier matrix system. J Biomed Mater Res\n55:242–253. doi:.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n204.\nDetamore MS, Athanasiou KA. \n2005. \nUse of a rotating bioreactor toward tissue engineering the temporomandibular joint disc. Tissue Eng\n11:1188–1197. doi: 10.1089/ten.2005.11.1188.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n205.\nYang X, Wang D, Hao J, Gong M, Arlet V, Balian G, Shen FH, Li XJ. \n2011. \nEnhancement of matrix production and cell proliferation in human annulus cells under bioreactor culture. Tissue Eng Part A\n17:1595–1603. doi: 10.1089/ten.tea.2010.0449.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n206.\nRauh J, Milan F, Gunther KP, Stiehler M. \n2011. \nBioreactor systems for bone tissue engineering. Tissue Eng Part B Rev\n17:263–280. doi: 10.1089/ten.teb.2010.0612.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n207.\nUlbrich C, Wehland M, Pietsch J, Aleshcheva G, Wise P, van Loon J, Magnusson N, Infanger M, Grosse J, Eilles C, Sundaresan A, Grimm D. \n2014. \nThe impact of simulated and real microgravity on bone cells and mesenchymal stem cells. Biomed Res Int\n2014:928507. doi: 10.1155/2014/928507.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n208.\nDuray PH, Yin SR, Ito Y, Bezrukov L, Cox C, Cho MS, Fitzgerald W, Dorward D, Zimmerberg J, Margolis L. \n2005. \nInvasion of human tissue ex vivo by Borrelia burgdorferi. J Infect Dis\n191:1747–1754. doi: 10.1086/429632.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n209.\nDuke J, Daane E, Arizpe J, Montufar-Solis D. \n1996. \nChondrogenesis in aggregates of embryonic limb cells grown in a rotating wall vessel. Adv Space Res\n17:289–293.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n210.\nDarwin KH, Miller VL. \n1999. \nMolecular basis of the interaction of Salmonella with the intestinal mucosa. Clin Microbiol Rev\n12:405–428.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n211.\nCoombes BK, Coburn BA, Potter AA, Gomis S, Mirakhur K, Li Y, Finlay BB. \n2005. \nAnalysis of the contribution of Salmonella pathogenicity islands 1 and 2 to enteric disease progression using a novel bovine ileal loop model and a murine model of infectious enterocolitis. Infect Immun\n73:7161–7169. doi: 10.1128/IAI.73.11.7161-7169.2005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n212.\nHapfelmeier S, Stecher B, Barthel M, Kremer M, Muller AJ, Heikenwalder M, Stallmach T, Hensel M, Pfeffer K, Akira S, Hardt WD. \n2005. \nThe Salmonella pathogenicity island (SPI)-2 and SPI-1 type III secretion systems allow Salmonella serovar typhimurium to trigger colitis via MyD88-dependent and MyD88-independent mechanisms. J Immunol\n174:1675–1685. doi: 10.4049/jimmunol.174.3.1675.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n213.\nHu Q, Coburn B, Deng W, Li Y, Shi X, Lan Q, Wang B, Coombes BK, Finlay BB. \n2008. \nSalmonella enterica serovar Senftenberg human clinical isolates lacking SPI-1. J Clin Microbiol\n46:1330–1336. doi: 10.1128/JCM.01255-07.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n214.\nKamada N, Chen GY, Inohara N, Nunez G. \n2013. \nControl of pathogens and pathobionts by the gut microbiota. Nat Immunol\n14:685–690. doi: 10.1038/ni.2608.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n215.\nKingsley RA, Msefula CL, Thomson NR, Kariuki S, Holt KE, Gordon MA, Harris D, Clarke L, Whitehead S, Sangal V, Marsh K, Achtman M, Molyneux ME, Cormican M, Parkhill J, MacLennan CA, Heyderman RS, Dougan G. \n2009. \nEpidemic multiple drug resistant Salmonella Typhimurium causing invasive disease in sub-Saharan Africa have a distinct genotype. Genome Res\n19:2279–2287. doi: 10.1101/gr.091017.109.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n216.\nShieh JTC, Bergelson JM. \n2002. \nInteraction with decay-accelerating factor facilitates coxsackievirus B infection of polarized epithelial cells. J Virol\n76:9474–9480. doi: 10.1128/JVI.76.18.9474-9480.2002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n217.\nPatel KP, Coyne CB, Bergelson JM. \n2009. \nDynamin- and lipid raft-dependent entry of decay-accelerating factor (DAF)-binding and non-DAF-binding coxsackieviruses into nonpolarized cells. J Virol\n83:11064–11077. doi: 10.1128/JVI.01016-09.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n218.\nCoyne CB, Bergelson JM. \n2006. \nVirus-induced Abl and Fyn kinase signals permit coxsackievirus entry through epithelial tight junctions. Cell\n124:119–131. doi: 10.1016/j.cell.2005.10.035.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n219.\nPan J, Zhang L, Odenwald MA, Shen L, Turner JR, Bergelson JM. \n2015. \nExpression of human decay-accelerating factor on intestinal epithelium of transgenic mice does not facilitate infection by the enteral route. J Virol\n89:4311–4318. doi: 10.1128/JVI.03468-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n220.\nSrinivasan B, Kolli AR, Esch MB, Abaci HE, Shuler ML, Hickman JJ. \n2015. \nTEER measurement techniques for in vitro barrier model systems. J Lab Autom\n20:107–126. doi: 10.1177/2211068214561025.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n221.\nNickerson CA, Ott CM. \n2004. \nA new dimension in modeling infectious disease. ASM News\n70:169–175.\n [\nGoogle Scholar\n]\n\n\n\n\n222.\nFatehullah A, Tan SH, Barker N. \n2016. \nOrganoids as an in vitro model of human development and disease. Nat Cell Biol\n18:246–254. doi: 10.1038/ncb3312.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n223.\nFlora AD, Teel LD, Smith MA, Sinclair JF, Melton-Celsa AR, O'Brien AD. \n2013. \nRicin crosses polarized human intestinal cells and intestines of ricin-gavaged mice without evident damage and then disseminates to mouse kidneys. PLoS One\n8:e69706. doi: 10.1371/journal.pone.0069706.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n224.\nBergmann S, Steinert M. \n2015. \nFrom single cells to engineered and explanted tissues: new perspectives in bacterial infection biology. Int Rev Cell Mol Biol\n319:1–44. doi: 10.1016/bs.ircmb.2015.06.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n225.\nAstashkina A, Grainger DW. \n2014. \nCritical analysis of 3-D organoid in vitro cell culture models for high-throughput drug candidate toxicity assessments. Adv Drug Deliv Rev\n69–70:1–18.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n226.\nShamir ER, Ewald AJ. \n2014. \nThree-dimensional organotypic culture: experimental models of mammalian biology and disease. Nat Rev Mol Cell Biol\n15:647–664. doi: 10.1038/nrm3873.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n227.\nBhat R, Bissell MJ. \n2014. \nOf plasticity and specificity: dialectics of the microenvironment and macroenvironment and the organ phenotype. Wiley Interdiscip Rev Dev Biol\n3:147–163. doi: 10.1002/wdev.130.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n228.\nBissell MJ.\n2017. \nGoodbye flat biology—time for the 3rd and the 4th dimensions. J Cell Sci\n130:3–5. doi: 10.1242/jcs.200550.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n229.\nCruz-Acuña R, Quiros M, Farkas AE, Dedhia PH, Huang S, Siuda D, Garcia-Hernandez V, Miller AJ, Spence JR, Nusrat A, Garcia AJ. \n2017. \nSynthetic hydrogels for human intestinal organoid generation and colonic wound repair. Nat Cell Biol\n19:1326–1335. doi: 10.1038/ncb3632.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n230.\nBartfeld S.\n2016. \nModeling infectious diseases and host-microbe interactions in gastrointestinal organoids. Dev Biol\n420:262–270. doi: 10.1016/j.ydbio.2016.09.014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n231.\nBartfeld S, Clevers H. \n2017. \nStem cell-derived organoids and their application for medical research and patient treatment. J Mol Med\n95:729–738. doi: 10.1007/s00109-017-1531-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n232.\nFinkbeiner SR, Spence JR. \n2013. \nA gutsy task: generating intestinal tissue from human pluripotent stem cells. Dig Dis Sci\n58:1176–1184. doi: 10.1007/s10620-013-2620-2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n233.\nHill DR, Spence JR. \n2017. \nGastrointestinal organoids: understanding the molecular basis of the host-microbe interface. Cell Mol Gastroenterol Hepatol\n3:138–149. doi: 10.1016/j.jcmgh.2016.11.007.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n234.\nIn JG, Foulke-Abel J, Estes MK, Zachos NC, Kovbasnjuk O, Donowitz M. \n2016. \nHuman mini-guts: new insights into intestinal physiology and host-pathogen interactions. Nat Rev Gastroenterol Hepatol\n13:633–642. doi: 10.1038/nrgastro.2016.142.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n235.\nZachos NC, Kovbasnjuk O, Foulke-Abel J, In J, Blutt SE, de Jonge HR, Estes MK, Donowitz M. \n2016. \nHuman enteroids/colonoids and intestinal organoids functionally recapitulate normal intestinal physiology and pathophysiology. J Biol Chem\n291:3759–3766. doi: 10.1074/jbc.R114.635995.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n236.\nMerker SR, Weitz J, Stange DE. \n2016. \nGastrointestinal organoids: how they gut it out. Dev Biol\n420:239–250. doi: 10.1016/j.ydbio.2016.08.010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n237.\nDutta D, Clevers H. \n2017. \nOrganoid culture systems to study host-pathogen interactions. Curr Opin Immunol\n48:15–22. doi: 10.1016/j.coi.2017.07.012.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n238.\nDedhia PH, Bertaux-Skeirik N, Zavros Y, Spence JR. \n2016. \nOrganoid models of human gastrointestinal development and disease. Gastroenterology\n150:1098–1112. doi: 10.1053/j.gastro.2015.12.042.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n239.\nAnonymous. \n2018. \nMethod of the year 2017: organoids. Nat Methods\n15:1.\n [\nGoogle Scholar\n]\n\n\n\n\n240.\nZhang YG, Wu S, Xia Y, Sun J. \n2014. \nSalmonella-infected crypt-derived intestinal organoid culture system for host-bacterial interactions. Physiol Rep\n2:e12147. doi: 10.14814/phy2.12147.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n241.\nBhushal S, Wolfsmuller M, Selvakumar TA, Kemper L, Wirth D, Hornef MW, Hauser H, Koster M. \n2017. \nCell polarization and epigenetic status shape the heterogeneous response to type iii interferons in intestinal epithelial cells. Front Immunol\n8:671. doi: 10.3389/fimmu.2017.00671.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n242.\nDavies JM, Santaolalla R, von Furstenberg RJ, Henning SJ, Abreu MT. \n2015. \nThe viral mimetic polyinosinic:polycytidylic acid alters the growth characteristics of small intestinal and colonic crypt cultures. PLoS One\n10:e0138531. doi: 10.1371/journal.pone.0138531.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n243.\nWilson SS, Tocchi A, Holly MK, Parks WC, Smith JG. \n2014. \nA small intestinal organoid model of non-invasive enteric pathogen-epithelial cell interactions. Mucosal Immunol\n8:352–361. doi: 10.1038/mi.2014.72.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n244.\nYin Y, Bijvelds M, Dang W, Xu L, van der Eijk AA, Knipping K, Tuysuz N, Dekkers JF, Wang Y, de Jonge J, Sprengers D, van der Laan LJW, Beekman JM, ten Berge D, Metselaar HJ, de Jonge H, Koopmans MPG, Peppelenbosch MP, Pan Q. \n2015. \nModeling rotavirus infection and antiviral therapy using primary intestinal organoids. Antiviral Res\n123:120–131. doi: 10.1016/j.antiviral.2015.09.010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n245.\nAladegbami B, Barron L, Bao J, Colasanti J, Erwin CR, Warner BW, Guo J. \n2017. \nEpithelial cell specific Raptor is required for initiation of type 2 mucosal immunity in small intestine. Sci Rep\n7:5580. doi: 10.1038/s41598-017-06070-w.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n246.\nCao L, Kuratnik A, Xu W, Gibson JD, Kolling F IV, Falcone ER, Ammar M, Van Heyst MD, Wright DL, Nelson CE, Giardina C. \n2015. \nDevelopment of intestinal organoids as tissue surrogates: cell composition and the epigenetic control of differentiation. Mol Carcinog\n54:189–202. doi: 10.1002/mc.22089.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n247.\nFischer JC, Bscheider M, Eisenkolb G, Lin CC, Wintges A, Otten V, Lindemans CA, Heidegger S, Rudelius M, Monette S, Porosnicu Rodriguez KA, Calafiore M, Liebermann S, Liu C, Lienenklaus S, Weiss S, Kalinke U, Ruland J, Peschel C, Shono Y, Docampo M, Velardi E, Jenq RR, Hanash AM, Dudakov JA, Haas T, van den Brink MRM, Poeck H. \n2017. \nRIG-I/MAVS and STING signaling promote gut integrity during irradiation- and immune-mediated tissue injury. Sci Transl Med\n9:eaag2513. doi: 10.1126/scitranslmed.aag2513.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n248.\nFoulke-Abel J, In J, Yin J, Zachos NC, Kovbasnjuk O, Estes MK, de Jonge H, Donowitz M. \n2016. \nHuman enteroids as a model of upper small intestinal ion transport physiology and pathophysiology. Gastroenterology\n150:638–649.e8. doi: 10.1053/j.gastro.2015.11.047.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n249.\nSato T, Vries RG, Snippert HJ, van de Wetering M, Barker N, Stange DE, van Es JH, Abo A, Kujala P, Peters PJ, Clevers H. \n2009. \nSingle Lgr5 stem cells build crypt-villus structures in vitro without a mesenchymal niche. Nature\n459:262–265. doi: 10.1038/nature07935.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n250.\nDekkers JF, Wiegerinck CL, de Jonge HR, Bronsveld I, Janssens HM, de Winter-de Groot KM, Brandsma AM, de Jong NWM, Bijvelds MJC, Scholte BJ, Nieuwenhuis EES, van den Brink S, Clevers H, van der Ent CK, Middendorp S, Beekman JM. \n2013. \nA functional CFTR assay using primary cystic fibrosis intestinal organoids. Nat Med\n19:939. doi: 10.1038/nm.3201.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n251.\nde Lau W, Kujala P, Schneeberger K, Middendorp S, Li VS, Barker N, Martens A, Hofhuis F, DeKoter RP, Peters PJ, Nieuwenhuis E, Clevers H. \n2012. \nPeyer's patch M cells derived from Lgr5\n+\n stem cells require SpiB and are induced by RankL in cultured “miniguts.” Mol Cell Biol\n32:3639–3647. doi: 10.1128/MCB.00434-12.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n252.\nMcCracken KW, Howell JC, Wells JM, Spence JR. \n2011. \nGenerating human intestinal tissue from pluripotent stem cells in vitro. Nat Protoc\n6:1920–1928. doi: 10.1038/nprot.2011.410.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n253.\nOotani A, Li X, Sangiorgi E, Ho QT, Ueno H, Toda S, Sugihara H, Fujimoto K, Weissman IL, Capecchi MR, Kuo CJ. \n2009. \nSustained in vitro intestinal epithelial culture within a Wnt-dependent stem cell niche. Nat Med\n15:701. doi: 10.1038/nm.1951.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n254.\nSpence JR, Mayhew CN, Rankin SA, Kuhar MF, Vallance JE, Tolle K, Hoskins EE, Kalinichenko VV, Wells SI, Zorn AM, Shroyer NF, Wells JM. \n2011. \nDirected differentiation of human pluripotent stem cells into intestinal tissue in vitro. Nature\n470:105–109. doi: 10.1038/nature09691.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n255.\nRodríguez-Colman MJ, Schewe M, Meerlo M, Stigter E, Gerrits J, Pras-Raves M, Sacchetti A, Hornsveld M, Oost KC, Snippert HJ, Verhoeven-Duif N, Fodde R, Burgering BMT. \n2017. \nInterplay between metabolic identities in the intestinal crypt supports stem cell function. Nature\n543:424. doi: 10.1038/nature21673.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n256.\nWorkman MJ, Mahe MM, Trisno S, Poling HM, Watson CL, Sundaram N, Chang C-F, Schiesser J, Aubert P, Stanley EG, Elefanty AG, Miyaoka Y, Mandegar MA, Conklin BR, Neunlist M, Brugmann SA, Helmrath MA, Wells JM. \n2017. \nEngineered human pluripotent-stem-cell-derived intestinal tissues with a functional enteric nervous system. Nat Med\n23:49–59. doi: 10.1038/nm.4233.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n257.\nForbester JL, Goulding D, Vallier L, Hannan N, Hale C, Pickard D, Mukhopadhyay S, Dougan G. \n2015. \nInteraction of Salmonella enterica serovar Typhimurium with intestinal organoids derived from human induced pluripotent stem cells. Infect Immun\n83:2926–2934. doi: 10.1128/IAI.00161-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n258.\nEngevik MA, Engevik KA, Yacyshyn MB, Wang J, Hassett DJ, Darien B, Yacyshyn BR, Worrell RT. \n2015. \nHuman Clostridium difficile infection: inhibition of NHE3 and microbiota profile. Am J Physiol Gastrointest Liver Physiol\n308:G497–G509. doi: 10.1152/ajpgi.00090.2014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n259.\nEngevik MA, Yacyshyn MB, Engevik KA, Wang J, Darien B, Hassett DJ, Yacyshyn BR, Worrell RT. \n2015. \nHuman Clostridium difficile infection: altered mucus production and composition. Am J Physiol Gastrointest Liver Physiol\n308:G510–G524. doi: 10.1152/ajpgi.00091.2014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n260.\nKarve SS, Pradhan S, Ward DV, Weiss AA. \n2017. \nIntestinal organoids model human responses to infection by commensal and Shiga toxin producing Escherichia coli. PLoS One\n12:e0178966. doi: 10.1371/journal.pone.0178966.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n261.\nIn J, Foulke-Abel J, Zachos NC, Hansen A-M, Kaper JB, Bernstein HD, Halushka M, Blutt S, Estes MK, Donowitz M, Kovbasnjuk O. \n2016. \nEnterohemorrhagic Escherichia coli reduces mucus and intermicrovillar bridges in human stem cell-derived colonoids. Cell Mol Gastroenterol Hepatol\n2:48–62.e3. doi: 10.1016/j.jcmgh.2015.10.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n262.\nLeslie JL, Huang S, Opp JS, Nagy MS, Kobayashi M, Young VB, Spence JR. \n2015. \nPersistence and toxin production by Clostridium difficile within human intestinal organoids result in disruption of epithelial paracellular barrier function. Infect Immun\n83:138–145. doi: 10.1128/IAI.02561-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n263.\nTao L, Zhang J, Meraner P, Tovaglieri A, Wu X, Gerhard R, Zhang X, Stallcup WB, Miao J, He X, Hurdle JG, Breault DT, Brass AL, Dong M. \n2016. \nFrizzled proteins are colonic epithelial receptors for C. difficile toxin B. Nature\n538:350–355. doi: 10.1038/nature19799.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n264.\nSato T, Stange DE, Ferrante M, Vries RG, Van Es JH, Van den Brink S, Van Houdt WJ, Pronk A, Van Gorp J, Siersema PD, Clevers H. \n2011. \nLong-term expansion of epithelial organoids from human colon, adenoma, adenocarcinoma, and Barrett's epithelium. Gastroenterology\n141:1762–1772. doi: 10.1053/j.gastro.2011.07.050.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n265.\nCristobal A, van den Toorn HWP, van de Wetering M, Clevers H, Heck AJR, Mohammed S. \n2017. \nPersonalized proteome profiles of healthy and tumor human colon organoids reveal both individual diversity and basic features of colorectal cancer. Cell Rep\n18:263–274. doi: 10.1016/j.celrep.2016.12.016.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n266.\nYin Y, Wang Y, Dang W, Xu L, Su J, Zhou X, Wang W, Felczak K, van der Laan LJ, Pankiewicz KW, van der Eijk AA, Bijvelds M, Sprengers D, de Jonge H, Koopmans MP, Metselaar HJ, Peppelenbosch MP, Pan Q. \n2016. \nMycophenolic acid potently inhibits rotavirus infection with a high barrier to resistance development. Antiviral Res\n133:41–49. doi: 10.1016/j.antiviral.2016.07.017.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n267.\nSenger S, Ingano L, Freire R, Anselmo A, Zhu W, Sadreyev R, Walker WA, Fasano A. \n2018. \nHuman fetal-derived enterospheres provide insights on intestinal development and a novel model to study necrotizing enterocolitis (NEC). Cell Mol Gastroenterol Hepatol\n5:549–568. doi: 10.1016/j.jcmgh.2018.01.014.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n268.\nNickerson KP, Senger S, Zhang Y, Lima R, Patel S, Ingano L, Flavahan WA, Kumar DKV, Fraser CM, Faherty CS, Sztein MB, Fiorentino M, Fasano A. \n2018. \nSalmonella Typhi colonization provokes extensive transcriptional changes aimed at evading host mucosal immune defense during early infection of human intestinal tissue. EBioMedicine\n31:92–109. doi: 10.1016/j.ebiom.2018.04.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n269.\nChen YW, Huang SX, de Carvalho A, Ho SH, Islam MN, Volpi S, Notarangelo LD, Ciancanelli M, Casanova JL, Bhattacharya J, Liang AF, Palermo LM, Porotto M, Moscona A, Snoeck HW. \n2017. \nA three-dimensional model of human lung development and disease from pluripotent stem cells. Nat Cell Biol\n19:542–549. doi: 10.1038/ncb3510.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n270.\nDye BR, Hill DR, Ferguson MA, Tsai YH, Nagy MS, Dyal R, Wells JM, Mayhew CN, Nattiv R, Klein OD, White ES, Deutsch GH, Spence JR. \n2015. \nIn vitro generation of human pluripotent stem cell derived lung organoids. Elife\n4:e05098. doi: 10.7554/eLife.05098.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n271.\nFirth AL, Dargitz CT, Qualls SJ, Menon T, Wright R, Singer O, Gage FH, Khanna A, Verma IM. \n2014. \nGeneration of multiciliated cells in functional airway epithelia from human induced pluripotent stem cells. Proc Natl Acad Sci U S A\n111:E1723–E1730. doi: 10.1073/pnas.1403470111.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n272.\nHegab AE, Arai D, Gao J, Kuroda A, Yasuda H, Ishii M, Naoki K, Soejima K, Betsuyaku T. \n2015. \nMimicking the niche of lung epithelial stem cells and characterization of several effectors of their in vitro behavior. Stem Cell Res\n15:109–121. doi: 10.1016/j.scr.2015.05.005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n273.\nNikolić MZ, Rawlins EL. \n2017. \nLung organoids and their use to study cell-cell interaction. Curr Pathobiol Rep\n5:223–231. doi: 10.1007/s40139-017-0137-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n274.\nShen Y, Chen L, Wang M, Lin D, Liang Z, Song P, Yuan Q, Tang H, Li W, Duan K, Liu B, Zhao G, Wang Y. \n2017. \nFlagellar hooks and hook protein FlgE participate in host microbe interactions at immunological level. Sci Rep\n7:1433. doi: 10.1038/s41598-017-01619-1.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n275.\nBartfeld S, Bayram T, van de Wetering M, Huch M, Begthel H, Kujala P, Vries R, Peters PJ, Clevers H. \n2015. \nIn vitro expansion of human gastric epithelial stem cells and their responses to bacterial infection. Gastroenterology\n148:126–136.e6. doi: 10.1053/j.gastro.2014.09.042.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n276.\nMahe MM, Aihara E, Schumacher MA, Zavros Y, Montrose MH, Helmrath MA, Sato T, Shroyer NF. \n2013. \nEstablishment of gastrointestinal epithelial organoids. Curr Protoc Mouse Biol\n3:217–240. doi: 10.1002/9780470942390.mo130179.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n277.\nBertaux-Skeirik N, Feng R, Schumacher MA, Li J, Mahe MM, Engevik AC, Javier JE, Peek RM Jr, Ottemann K, Orian-Rousseau V, Boivin GP, Helmrath MA, Zavros Y. \n2015. \nCD44 plays a functional role in Helicobacter pylori-induced epithelial cell proliferation. PLoS Pathog\n11:e1004663. doi: 10.1371/journal.ppat.1004663.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n278.\nMcCracken KW, Cata EM, Crawford CM, Sinagoga KL, Schumacher M, Rockich BE, Tsai YH, Mayhew CN, Spence JR, Zavros Y, Wells JM. \n2014. \nModelling human development and disease in pluripotent stem-cell-derived gastric organoids. Nature\n516:400–404. doi: 10.1038/nature13863.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n279.\nSigal M, Rothenberg ME, Logan CY, Lee JY, Honaker RW, Cooper RL, Passarelli B, Camorlinga M, Bouley DM, Alvarez G, Nusse R, Torres J, Amieva MR. \n2015. \nHelicobacter pylori activates and expands Lgr5+ stem cells through direct colonization of the gastric glands. Gastroenterology\n148:1392–1404.e21. doi: 10.1053/j.gastro.2015.02.049.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n280.\nMcCracken KW, Aihara E, Martin B, Crawford CM, Broda T, Treguier J, Zhang X, Shannon JM, Montrose MH, Wells JM. \n2017. \nWnt/beta-catenin promotes gastric fundus specification in mice and humans. Nature\n541:182–187. doi: 10.1038/nature21021.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n281.\nSchlaermann P, Toelle B, Berger H, Schmidt SC, Glanemann M, Ordemann J, Bartfeld S, Mollenkopf HJ, Meyer TF. \n2016. \nA novel human gastric primary cell culture system for modelling Helicobacter pylori infection in vitro. Gut\n65:202–213. doi: 10.1136/gutjnl-2014-307949.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n282.\nBurkitt MD, Duckworth CA, Williams JM, Pritchard DM. \n2017. \nHelicobacter pylori-induced gastric pathology: insights from in vivo and ex vivo models. Dis Model Mech\n10:89–104. doi: 10.1242/dmm.027649.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n283.\nLi ML, Aggeler J, Farson DA, Hatier C, Hassell J, Bissell MJ. \n1987. \nInfluence of a reconstituted basement membrane and its components on casein gene expression and secretion in mouse mammary epithelial cells. Proc Natl Acad Sci U S A\n84:136–140.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n284.\nVidi PA, Bissell MJ, Lelievre SA. \n2013. \nThree-dimensional culture of human breast epithelial cells: the how and the why. Methods Mol Biol\n945:193–219. doi: 10.1007/978-1-62703-125-7_13.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n285.\nLancaster MA, Renner M, Martin CA, Wenzel D, Bicknell LS, Hurles ME, Homfray T, Penninger JM, Jackson AP, Knoblich JA. \n2013. \nCerebral organoids model human brain development and microcephaly. Nature\n501:373–379. doi: 10.1038/nature12517.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n286.\nEiraku M, Watanabe K, Matsuo-Takasaki M, Kawada M, Yonemura S, Matsumura M, Wataya T, Nishiyama A, Muguruma K, Sasai Y. \n2008. \nSelf-organized formation of polarized cortical tissues from ESCs and its active manipulation by extrinsic signals. Cell Stem Cell\n3:519–532. doi: 10.1016/j.stem.2008.09.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n287.\nQian X, Nguyen Ha N, Song Mingxi M, Hadiono C, Ogden Sarah C, Hammack C, Yao B, Hamersky Gregory R, Jacob F, Zhong C, Yoon K-J, Jeang W, Lin L, Li Y, Thakor J, Berg Daniel A, Zhang C, Kang E, Chickering M, Nauen D, Ho C-Y, Wen Z, Christian Kimberly M, Shi P-Y, Maher Brady J, Wu H, Jin P, Tang H, Song H, Ming G-l. \n2016. \nBrain-region-specific organoids using mini-bioreactors for modeling ZIKV exposure. Cell\n165:1238–1254. doi: 10.1016/j.cell.2016.04.032.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n288.\nHuch M, Dorrell C, Boj SF, van Es JH, Li VSW, van de Wetering M, Sato T, Hamer K, Sasaki N, Finegold MJ, Haft A, Vries RG, Grompe M, Clevers H. \n2013. \nIn vitro expansion of single Lgr5+ liver stem cells induced by Wnt-driven regeneration. Nature\n494:247–250. doi: 10.1038/nature11826.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n289.\nTakebe T, Sekine K, Enomura M, Koike H, Kimura M, Ogaeri T, Zhang R-R, Ueno Y, Zheng Y-W, Koike N, Aoyama S, Adachi Y, Taniguchi H. \n2013. \nVascularized and functional human liver from an iPSC-derived organ bud transplant. Nature\n499:481–484. doi: 10.1038/nature12271.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n290.\nHuch M, Bonfanti P, Boj SF, Sato T, Loomans CJM, van de Wetering M, Sojoodi M, Li VSW, Schuijers J, Gracanin A, Ringnalda F, Begthel H, Hamer K, Mulder J, van Es JH, de Koning E, Vries RGJ, Heimberg H, Clevers H. \n2013. \nUnlimited in vitro expansion of adult bi-potent pancreas progenitors through the Lgr5/R-spondin axis. EMBO J\n32:2708–2721. doi: 10.1038/emboj.2013.204.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n291.\nGreggio C, De Franceschi F, Figueiredo-Larsen M, Gobaa S, Ranga A, Semb H, Lutolf M, Grapin-Botton A. \n2013. \nArtificial three-dimensional niches deconstruct pancreas development in vitro. Development\n140:4452–4462. doi: 10.1242/dev.096628.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n292.\nScanu T, Spaapen RM, Bakker JM, Pratap CB, Wu LE, Hofland I, Broeks A, Shukla VK, Kumar M, Janssen H, Song JY, Neefjes-Borst EA, te Riele H, Holden DW, Nath G, Neefjes J. \n2015. \nSalmonella manipulation of host signaling pathways provokes cellular transformation associated with gallbladder carcinoma. Cell Host Microbe\n17:763–774. doi: 10.1016/j.chom.2015.05.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n293.\nEiraku M, Takata N, Ishibashi H, Kawada M, Sakakura E, Okuda S, Sekiguchi K, Adachi T, Sasai Y. \n2011. \nSelf-organizing optic-cup morphogenesis in three-dimensional culture. Nature\n472:51–56. doi: 10.1038/nature09941.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n294.\nTaguchi A, Kaku Y, Ohmori T, Sharmin S, Ogawa M, Sasaki H, Nishinakamura R. \n2014. \nRedefining the in vivo origin of metanephric nephron progenitors enables generation of complex kidney structures from pluripotent stem cells. Cell Stem Cell\n14:53–67. doi: 10.1016/j.stem.2013.11.010.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n295.\nKarthaus Wouter R, Iaquinta Phillip J, Drost J, Gracanin A, van Boxtel R, Wongvipat J, Dowling Catherine M, Gao D, Begthel H, Sachs N, Vries Robert GJ, Cuppen E, Chen Y, Sawyers Charles L, Clevers Hans C. \n2014. \nIdentification of multipotent luminal progenitor cells in human prostate organoid cultures. Cell\n159:163–175. doi: 10.1016/j.cell.2014.08.017.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n296.\nChua CW, Shibata M, Lei M, Toivanen R, Barlow LJ, Bergren SK, Badani KK, McKiernan JM, Benson MC, Hibshoosh H, Shen MM. \n2014. \nSingle luminal epithelial progenitors can generate prostate organoids in culture. Nat Cell Biol\n16:951–961. doi: 10.1038/ncb3047.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n297.\nZhu Y, Yang Y, Guo J, Dai Y, Ye L, Qiu J, Zeng Z, Wu X, Xing Y, Long X, Wu X, Ye L, Wang S, Li H. \n2017. \nEx vivo 2D and 3D HSV-2 infection model using human normal vaginal epithelial cells. Oncotarget\n8:15267–15282.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n298.\nKessler M, Hoffmann K, Brinkmann V, Thieck O, Jackisch S, Toelle B, Berger H, Mollenkopf HJ, Mangler M, Sehouli J, Fotopoulou C, Meyer TF. \n2015. \nThe Notch and Wnt pathways regulate stemness and differentiation in human fallopian tube organoids. Nat Commun\n6:8989. doi: 10.1038/ncomms9989.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n299.\nGhaedi M, Calle EA, Mendez JJ, Gard AL, Balestrini J, Booth A, Bove PF, Gui L, White ES, Niklason LE. \n2013. \nHuman iPS cell-derived alveolar epithelium repopulates lung extracellular matrix. J Clin Invest\n123:4950–4962. doi: 10.1172/JCI68793.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n300.\nFinkbeiner SR, Freeman JJ, Wieck MM, El-Nachef W, Altheim CH, Tsai YH, Huang S, Dyal R, White ES, Grikscheit TC, Teitelbaum DH, Spence JR. \n2015. \nGeneration of tissue-engineered small intestine using embryonic stem cell-derived human intestinal organoids. Biol Open\n4:1462–1472. doi: 10.1242/bio.013235.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n301.\nQuantius J, Schmoldt C, Vazquez-Armendariz AI, Becker C, El Agha E, Wilhelm J, Morty RE, Vadasz I, Mayer K, Gattenloehner S, Fink L, Matrosovich M, Li X, Seeger W, Lohmeyer J, Bellusci S, Herold S. \n2016. \nInfluenza virus infects epithelial stem/progenitor cells of the distal lung: impact on Fgfr2b-driven epithelial repair. PLoS Pathog\n12:e1005544. doi: 10.1371/journal.ppat.1005544.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n302.\nAl Shammari B, Shiomi T, Tezera L, Bielecka MK, Workman V, Sathyamoorthy T, Mauri F, Jayasinghe SN, Robertson BD, D'Armiento J, Friedland JS, Elkington PT. \n2015. \nThe extracellular matrix regulates granuloma necrosis in tuberculosis. J Infect Dis\n212:463–473. doi: 10.1093/infdis/jiv076.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n303.\nClevers H.\n2016. \nModeling development and disease with organoids. Cell\n165:1586–1597. doi: 10.1016/j.cell.2016.05.082.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n304.\nLancaster MA, Knoblich JA. \n2014. \nOrganogenesis in a dish: modeling development and disease using organoid technologies. Science\n345:1247125. doi: 10.1126/science.1247125.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n305.\nBissell MJ, Labarge MA. \n2005. \nContext, tissue plasticity, and cancer: are tumor stem cells also regulated by the microenvironment?\nCancer Cell\n7:17–23. doi: 10.1016/j.ccr.2004.12.013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n306.\nChingwaru W, Glashoff RH, Vidmar J, Kapewangolo P, Sampson SL. \n2016. \nMammalian cell cultures as models for Mycobacterium tuberculosis-human immunodeficiency virus (HIV) interaction studies: a review. Asian Pac J Trop Med\n9:832–838. doi: 10.1016/j.apjtm.2016.07.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n307.\nDutta D, Heo I, Clevers H. \n2017. \nDisease modeling in stem cell-derived 3D organoid systems. Trends Mol Med\n23:393–410. doi: 10.1016/j.molmed.2017.02.007.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n308.\nHaber AL, Biton M, Rogel N, Herbst RH, Shekhar K, Smillie C, Burgin G, Delorey TM, Howitt MR, Katz Y, Tirosh I, Beyaz S, Dionne D, Zhang M, Raychowdhury R, Garrett WS, Rozenblatt-Rosen O, Shi HN, Yilmaz O, Xavier RJ, Regev A. \n2017. \nA single-cell survey of the small intestinal epithelium. Nature\n551:333–339. doi: 10.1038/nature24489.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n309.\nFoulke-Abel J, In J, Kovbasnjuk O, Zachos NC, Ettayebi K, Blutt SE, Hyser JM, Zeng XL, Crawford SE, Broughman JR, Estes MK, Donowitz M. \n2014. \nHuman enteroids as an ex-vivo model of host-pathogen interactions in the gastrointestinal tract. Exp Biol Med\n239:1124–1134. doi: 10.1177/1535370214529398.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n310.\nLukovac S, Belzer C, Pellis L, Keijser BJ, de Vos WM, Montijn RC, Roeselers G. \n2014. \nDifferential modulation by Akkermansia muciniphila and Faecalibacterium prausnitzii of host peripheral lipid metabolism and histone acetylation in mouse gut organoids. mBio\n5:e01438-. doi: 10.1128/mBio.01438-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n311.\nNaito T, Mulet C, De Castro C, Molinaro A, Saffarian A, Nigro G, Bérard M, Clerc M, Pedersen AB, Sansonetti PJ, Pédron T. \n2017. \nLipopolysaccharide from crypt-specific core microbiota modulates the colonic epithelial proliferation-to-differentiation balance. mBio\n8:e01680-. doi: 10.1128/mBio.01680-17.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n312.\nNigro G, Rossi R, Commere PH, Jay P, Sansonetti PJ. \n2014. \nThe cytosolic bacterial peptidoglycan sensor Nod2 affords stem cell protection and links microbes to gut epithelial regeneration. Cell Host Microbe\n15:792–798. doi: 10.1016/j.chom.2014.05.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n313.\nNoel G, Baetz NW, Staab JF, Donowitz M, Kovbasnjuk O, Pasetti MF, Zachos NC. \n2017. \nA primary human macrophage-enteroid co-culture model to investigate mucosal gut physiology and host-pathogen interactions. Sci Rep\n7:45270. doi: 10.1038/srep45270.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n314.\nEttayebi K, Crawford SE, Murakami K, Broughman JR, Karandikar U, Tenge VR, Neill FH, Blutt SE, Zeng XL, Qu L, Kou B, Opekun AR, Burrin D, Graham DY, Ramani S, Atmar RL, Estes MK. \n2016. \nReplication of human noroviruses in stem cell-derived human enteroids. Science\n353:1387–1393. doi: 10.1126/science.aaf5211.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n315.\nFinkbeiner SR, Zeng XL, Utama B, Atmar RL, Shroyer NF, Estes MK. \n2012. \nStem cell-derived human intestinal organoids as an infection model for rotaviruses. mBio\n3:e00159-. doi: 10.1128/mBio.00159-12.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n316.\nHuang L, Hou Q, Ye L, Yang Q, Yu Q. \n2017. \nCrosstalk between H9N2 avian influenza virus and crypt-derived intestinal organoids. Vet Res\n48:71. doi: 10.1186/s13567-017-0478-6.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n317.\nZhang D, Tan M, Zhong W, Xia M, Huang P, Jiang X. \n2017. \nHuman intestinal organoids express histo-blood group antigens, bind norovirus VLPs, and support limited norovirus replication. Sci Rep\n7:12621. doi: 10.1038/s41598-017-12736-2.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n318.\nZhou J, Li C, Zhao G, Chu H, Wang D, Yan HH-N, Poon VK-M, Wen L, Wong BH-Y, Zhao X, Chiu MC, Yang D, Wang Y, Au-Yeung RKH, Chan IH-Y, Sun S, Chan JF-W, To KK-W, Memish ZA, Corman VM, Drosten C, Hung IF-N, Zhou Y, Leung SY, Yuen K-Y. \n2017. \nHuman intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus. Science Advances\n3:eaao4966. doi: 10.1126/sciadv.aao4966.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n319.\nBurger E, Araujo A, Lopez-Yglesias A, Rajala MW, Geng L, Levine B, Hooper LV, Burstein E, Yarovinsky F. \n2018. \nLoss of Paneth cell autophagy causes acute susceptibility to Toxoplasma gondii-mediated inflammation. Cell Host Microbe\n23:177–190.e4. doi: 10.1016/j.chom.2018.01.001.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n320.\nBarker N, van Es JH, Kuipers J, Kujala P, van den Born M, Cozijnsen M, Haegebarth A, Korving J, Begthel H, Peters PJ, Clevers H. \n2007. \nIdentification of stem cells in small intestine and colon by marker gene Lgr5. Nature\n449:1003–1007. doi: 10.1038/nature06196.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n321.\nJung P, Sato T, Merlos-Suarez A, Barriga FM, Iglesias M, Rossell D, Auer H, Gallardo M, Blasco MA, Sancho E, Clevers H, Batlle E. \n2011. \nIsolation and in vitro expansion of human colonic stem cells. Nat Med\n17:1225–1227. doi: 10.1038/nm.2470.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n322.\nHannan NR, Fordham RP, Syed YA, Moignard V, Berry A, Bautista R, Hanley NA, Jensen KB, Vallier L. \n2013. \nGeneration of multipotent foregut stem cells from human pluripotent stem cells. Stem Cell Rep\n1:293–306. doi: 10.1016/j.stemcr.2013.09.003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n323.\nKleinman HK, Martin GR. \n2005. \nMatrigel: basement membrane matrix with biological activity. Semin Cancer Biol\n15:378–386. doi: 10.1016/j.semcancer.2005.05.004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n324.\nOrkin RW, Gehron P, McGoodwin EB, Martin GR, Valentine T, Swarm R. \n1977. \nA murine tumor producing a matrix of basement membrane. J Exp Med\n145:204–220.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n325.\nStelzner M, Helmrath M, Dunn JC, Henning SJ, Houchen CW, Kuo C, Lynch J, Li L, Magness ST, Martin MG, Wong MH, Yu J, Consortium NIHISC. 2012. \nA nomenclature for intestinal in vitro cultures. Am J Physiol Gastrointest Liver Physiol\n302:G1359–G1363. doi: 10.1152/ajpgi.00493.2011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n326.\nNossol C, Diesing AK, Walk N, Faber-Zuschratter H, Hartig R, Post A, Kluess J, Rothkotter HJ, Kahlert S. \n2011. \nAir-liquid interface cultures enhance the oxygen supply and trigger the structural and functional differentiation of intestinal porcine epithelial cells (IPEC). Histochem Cell Biol\n136:103–115. doi: 10.1007/s00418-011-0826-y.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n327.\nDrummond CG, Bolock AM, Ma C, Luke CJ, Good M, Coyne CB. \n2017. \nEnteroviruses infect human enteroids and induce antiviral signaling in a cell lineage-specific manner. Proc Natl Acad Sci U S A\n114:1672–1677. doi: 10.1073/pnas.1617363114.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n328.\nvan de Wetering M, Francies HE, Francis JM, Bounova G, Iorio F, Pronk A, van Houdt W, van Gorp J, Taylor-Weiner A, Kester L, McLaren-Douglas A, Blokker J, Jaksani S, Bartfeld S, Volckman R, van Sluis P, Li VS, Seepo S, Sekhar Pedamallu C, Cibulskis K, Carter SL, McKenna A, Lawrence MS, Lichtenstein L, Stewart C, Koster J, Versteeg R, van Oudenaarden A, Saez-Rodriguez J, Vries RG, Getz G, Wessels L, Stratton MR, McDermott U, Meyerson M, Garnett MJ, Clevers H. \n2015. \nProspective derivation of a living organoid biobank of colorectal cancer patients. Cell\n161:933–945. doi: 10.1016/j.cell.2015.03.053.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n329.\nKingwell K.\n2016. \n3D cell technologies head to the R&D assembly line. Nat Rev Drug Discov\n16:6–7. doi: 10.1038/nrd.2016.282.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n330.\nNoordhoek J, Gulmans V, van der Ent K, Beekman JM. \n2016. \nIntestinal organoids and personalized medicine in cystic fibrosis: a successful patient-oriented research collaboration. Curr Opin Pulm Med\n22:610–616. doi: 10.1097/MCP.0000000000000315.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n331.\nOhno H, Kanaya T, Williams IR. \n2012. \nM cell differentiation: distinct lineage or phenotypic transition? Salmonella provides answers. Cell Host Microbe\n12:607–609. doi: 10.1016/j.chom.2012.11.003.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n332.\nTahoun A, Mahajan S, Paxton E, Malterer G, Donaldson DS, Wang D, Tan A, Gillespie TL, O'Shea M, Roe AJ, Shaw DJ, Gally DL, Lengeling A, Mabbott NA, Haas J, Mahajan A. \n2012. \nSalmonella transforms follicle-associated epithelial cells into M cells to promote intestinal invasion. Cell Host Microbe\n12:645–656. doi: 10.1016/j.chom.2012.10.009.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n333.\nKernéis S, Bogdanova A, Kraehenbuhl J-P, Pringault E. \n1997. \nConversion by Peyer's patch lymphocytes of human enterocytes into M cells that transport bacteria. Science\n277:949–952. doi: 10.1126/science.277.5328.949.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n334.\nKasendra M, Tovaglieri A, Sontheimer-Phelps A, Jalili-Firoozinezhad S, Bein A, Chalkiadaki A, Scholl W, Zhang C, Rickner H, Richmond CA, Li H, Breault DT, Ingber DE. \n2018. \nDevelopment of a primary human Small Intestine-on-a-Chip using biopsy-derived organoids. Sci Rep\n8:2871. doi: 10.1038/s41598-018-21201-7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n335.\nBhatia SN, Ingber DE. \n2014. \nMicrofluidic organs-on-chips. Nat Biotechnol\n32:760–772. doi: 10.1038/nbt.2989.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n336.\nBenam KH, Dauth S, Hassell B, Herland A, Jain A, Jang KJ, Karalis K, Kim HJ, MacQueen L, Mahmoodian R, Musah S, Torisawa YS, van der Meer AD, Villenave R, Yadid M, Parker KK, Ingber DE. \n2015. \nEngineered in vitro disease models. Annu Rev Pathol\n10:195–262. doi: 10.1146/annurev-pathol-012414-040418.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n337.\nSelimovic S, Dokmeci MR, Khademhosseini A. \n2013. \nOrgans-on-a-chip for drug discovery. Curr Opin Pharmacol\n13:829–833. doi: 10.1016/j.coph.2013.06.005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n338.\nHuh D, Torisawa YS, Hamilton GA, Kim HJ, Ingber DE. \n2012. \nMicroengineered physiological biomimicry: organs-on-chips. Lab Chip\n12:2156–2164. doi: 10.1039/c2lc40089h.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n339.\nEsch EW, Bahinski A, Huh D. \n2015. \nOrgans-on-chips at the frontiers of drug discovery. Nat Rev Drug Discov\n14:248–260. doi: 10.1038/nrd4539.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n340.\nKim HJ, Huh D, Hamilton G, Ingber DE. \n2012. \nHuman gut-on-a-chip inhabited by microbial flora that experiences intestinal peristalsis-like motions and flow. Lab Chip\n12:2165–2174. doi: 10.1039/c2lc40074j.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n341.\nKim HJ, Ingber DE. \n2013. \nGut-on-a-Chip microenvironment induces human intestinal cells to undergo villus differentiation. Integr Biol (Camb)\n5:1130–1140. doi: 10.1039/c3ib40126j.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n342.\nKim HJ, Li H, Collins JJ, Ingber DE. \n2016. \nContributions of microbiome and mechanical deformation to intestinal bacterial overgrowth and inflammation in a human gut-on-a-chip. Proc Natl Acad Sci U S A\n113:E7–E15. doi: 10.1073/pnas.1522193112.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n343.\nVillenave R, Wales SQ, Hamkins-Indik T, Papafragkou E, Weaver JC, Ferrante TC, Bahinski A, Elkins CA, Kulka M, Ingber DE. \n2017. \nHuman gut-on-a-chip supports polarized infection of coxsackie B1 virus in vitro. PLoS One\n12:e0169412. doi: 10.1371/journal.pone.0169412.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n344.\nHuh D, Hamilton GA, Ingber DE. \n2011. \nFrom 3D cell culture to organs-on-chips. Trends Cell Biol\n21:745–754. doi: 10.1016/j.tcb.2011.09.005.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n345.\nHuh D, Kim HJ, Fraser JP, Shea DE, Khan M, Bahinski A, Hamilton GA, Ingber DE. \n2013. \nMicrofabrication of human organs-on-chips. Nat Protoc\n8:2135–2157. doi: 10.1038/nprot.2013.137.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n346.\nFolch A, Toner M. \n2000. \nMicroengineering of cellular interactions. Annu Rev Biomed Eng\n2:227–256. doi: 10.1146/annurev.bioeng.2.1.227.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n347.\nKhademhosseini A, Langer R, Borenstein J, Vacanti JP. \n2006. \nMicroscale technologies for tissue engineering and biology. Proc Natl Acad Sci U S A\n103:2480–2487. doi: 10.1073/pnas.0507681102.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n348.\nWhitesides GM, Ostuni E, Takayama S, Jiang X, Ingber DE. \n2001. \nSoft lithography in biology and biochemistry. Annu Rev Biomed Eng\n3:335–373. doi: 10.1146/annurev.bioeng.3.1.335.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n349.\nWhitesides GM.\n2006. \nThe origins and the future of microfluidics. Nature\n442:368–373. doi: 10.1038/nature05058.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n350.\nHalldorsson S, Lucumi E, Gomez-Sjoberg R, Fleming RM. \n2015. \nAdvantages and challenges of microfluidic cell culture in polydimethylsiloxane devices. Biosens Bioelectron\n63:218–231. doi: 10.1016/j.bios.2014.07.029.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n351.\nSackmann EK, Fulton AL, Beebe DJ. \n2014. \nThe present and future role of microfluidics in biomedical research. Nature\n507:181–189. doi: 10.1038/nature13118.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n352.\nYi H-G, Lee H, Cho D-W. \n2017. \n3D printing of organs-on-chips. Bioengineering\n4:10. doi: 10.3390/bioengineering4010010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n353.\nHenry OYF, Villenave R, Cronce MJ, Leineweber WD, Benz MA, Ingber DE. \n2017. \nOrgans-on-chips with integrated electrodes for trans-epithelial electrical resistance (TEER) measurements of human epithelial barrier function. Lab Chip\n17:2264–2271. doi: 10.1039/C7LC00155J.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n354.\nKim J, Hegde M, Jayaraman A. \n2010. \nCo-culture of epithelial cells and bacteria for investigating host-pathogen interactions. Lab Chip\n10:43–50. doi: 10.1039/B911367C.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n355.\nEsch MB, Sung JH, Yang J, Yu C, Yu J, March JC, Shuler ML. \n2012. \nOn chip porous polymer membranes for integration of gastrointestinal tract epithelium with microfluidic ‘body-on-a-chip’ devices. Biomed Microdevices\n14:895–906. doi: 10.1007/s10544-012-9669-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n356.\nMahler GJ, Esch MB, Glahn RP, Shuler ML. \n2009. \nCharacterization of a gastrointestinal tract microscale cell culture analog used to predict drug toxicity. Biotechnol Bioeng\n104:193–205. doi: 10.1002/bit.22366.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n357.\nHuh D, Fujioka H, Tung YC, Futai N, Paine R III, Grotberg JB, Takayama S. \n2007. \nAcoustically detectable cellular-level lung injury induced by fluid mechanical stresses in microfluidic airway systems. Proc Natl Acad Sci U S A\n104:18886–18891. doi: 10.1073/pnas.0610868104.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n358.\nHuh D, Leslie DC, Matthews BD, Fraser JP, Jurek S, Hamilton GA, Thorneloe KS, McAlexander MA, Ingber DE. \n2012. \nA human disease model of drug toxicity-induced pulmonary edema in a lung-on-a-chip microdevice. Sci Transl Med\n4:159ra147. doi: 10.1126/scitranslmed.3004249.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n359.\nHuh D, Matthews BD, Mammoto A, Montoya-Zavala M, Hsin HY, Ingber DE. \n2010. \nReconstituting organ-level lung functions on a chip. Science\n328:1662–1668. doi: 10.1126/science.1188302.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n360.\nHuh DD.\n2015. \nA human breathing lung-on-a-chip. Ann Am Thorac Soc\n12(Suppl 1):S42–S44. doi: 10.1513/AnnalsATS.201410-442MG.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n361.\nTavana H, Zamankhan P, Christensen PJ, Grotberg JB, Takayama S. \n2011. \nEpithelium damage and protection during reopening of occluded airways in a physiologic microfluidic pulmonary airway model. Biomed Microdevices\n13:731–742. doi: 10.1007/s10544-011-9543-5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n362.\nKane BJ, Zinner MJ, Yarmush ML, Toner M. \n2006. \nLiver-specific functional studies in a microfluidic array of primary mammalian hepatocytes. Anal Chem\n78:4291–4298. doi: 10.1021/ac051856v.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n363.\nLee PJ, Hung PJ, Lee LP. \n2007. \nAn artificial liver sinusoid with a microfluidic endothelial-like barrier for primary hepatocyte culture. Biotechnol Bioeng\n97:1340–1346. doi: 10.1002/bit.21360.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n364.\nChao P, Maguire T, Novik E, Cheng KC, Yarmush ML. \n2009. \nEvaluation of a microfluidic based cell culture platform with primary human hepatocytes for the prediction of hepatic clearance in human. Biochem Pharmacol\n78:625–632. doi: 10.1016/j.bcp.2009.05.013.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n365.\nNovik E, Maguire TJ, Chao P, Cheng KC, Yarmush ML. \n2010. \nA microfluidic hepatic coculture platform for cell-based drug metabolism studies. Biochem Pharmacol\n79:1036–1044. doi: 10.1016/j.bcp.2009.11.010.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n366.\nLegendre A, Baudoin R, Alberto G, Paullier P, Naudot M, Bricks T, Brocheton J, Jacques S, Cotton J, Leclerc E. \n2013. \nMetabolic characterization of primary rat hepatocytes cultivated in parallel microfluidic biochips. J Pharm Sci\n102:3264–3276. doi: 10.1002/jps.23466.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n367.\nCheng S, Prot JM, Leclerc E, Bois FY. \n2012. \nZonation related function and ubiquitination regulation in human hepatocellular carcinoma cells in dynamic vs. static culture conditions. BMC Genomics\n13:54. doi: 10.1186/1471-2164-13-54.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n368.\nSivaraman A, Leach JK, Townsend S, Iida T, Hogan BJ, Stolz DB, Fry R, Samson LD, Tannenbaum SR, Griffith LG. \n2005. \nA microscale in vitro physiological model of the liver: predictive screens for drug metabolism and enzyme induction. Curr Drug Metab\n6:569–591. doi: 10.2174/138920005774832632.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n369.\nToh YC, Lim TC, Tai D, Xiao G, van Noort D, Yu H. \n2009. \nA microfluidic 3D hepatocyte chip for drug toxicity testing. Lab Chip\n9:2026–2035. doi: 10.1039/b900912d.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n370.\nBaudoin R, Griscom L, Monge M, Legallais C, Leclerc E. \n2007. \nDevelopment of a renal microchip for in vitro distal tubule models. Biotechnol Prog\n23:1245–1253. doi: 10.1021/bp0603513.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n371.\nJang KJ, Mehr AP, Hamilton GA, McPartlin LA, Chung S, Suh KY, Ingber DE. \n2013. \nHuman kidney proximal tubule-on-a-chip for drug transport and nephrotoxicity assessment. Integr Biol (Camb)\n5:1119–1129. doi: 10.1039/c3ib40049b.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n372.\nJang KJ, Suh KY. \n2010. \nA multi-layer microfluidic device for efficient culture and analysis of renal tubular cells. Lab Chip\n10:36–42. doi: 10.1039/B907515A.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n373.\nAgarwal A, Goss JA, Cho A, McCain ML, Parker KK. \n2013. \nMicrofluidic heart on a chip for higher throughput pharmacological studies. Lab Chip\n13:3599–3608. doi: 10.1039/c3lc50350j.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n374.\nKhanal G, Chung K, Solis-Wever X, Johnson B, Pappas D. \n2011. \nIschemia/reperfusion injury of primary porcine cardiomyocytes in a low-shear microfluidic culture and analysis device. Analyst\n136:3519–3526. doi: 10.1039/c0an00845a.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n375.\nGrosberg A, Alford PW, McCain ML, Parker KK. \n2011. \nEnsembles of engineered cardiac tissues for physiological and pharmacological study: heart on a chip. Lab Chip\n11:4165–4173. doi: 10.1039/c1lc20557a.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n376.\nCheng W, Klauke N, Sedgwick H, Smith GL, Cooper JM. \n2006. \nMetabolic monitoring of the electrically stimulated single heart cell within a microfluidic platform. Lab Chip\n6:1424–1431. doi: 10.1039/b608202e.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n377.\nGiridharan GA, Nguyen M-D, Estrada R, Parichehreh V, Hamid T, Ismahil MA, Prabhu SD, Sethu P. \n2010. \nMicrofluidic cardiac cell culture model (μCCCM). Anal Chem\n82:7581–7587. doi: 10.1021/ac1012893.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n378.\nPuleo CM, McIntosh Ambrose W, Takezawa T, Elisseeff J, Wang TH. \n2009. \nIntegration and application of vitrified collagen in multilayered microfluidic devices for corneal microtissue culture. Lab Chip\n9:3221–3227. doi: 10.1039/b908332d.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n379.\nO'Neill AT, Monteiro-Riviere NA, Walker GM. \n2008. \nCharacterization of microfluidic human epidermal keratinocyte culture. Cytotechnology\n56:197–207. doi: 10.1007/s10616-008-9149-9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n380.\nXiao RR, Zeng WJ, Li YT, Zou W, Wang L, Pei XF, Xie M, Huang WH. \n2013. \nSimultaneous generation of gradients with gradually changed slope in a microfluidic device for quantifying axon response. Anal Chem\n85:7842–7850. doi: 10.1021/ac4022055.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n381.\nTsantoulas C, Farmer C, Machado P, Baba K, McMahon SB, Raouf R. \n2013. \nProbing functional properties of nociceptive axons using a microfluidic culture system. PLoS One\n8:e80722. doi: 10.1371/journal.pone.0080722.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n382.\nShi M, Majumdar D, Gao Y, Brewer BM, Goodwin CR, McLean JA, Li D, Webb DJ. \n2013. \nGlia co-culture with neurons in microfluidic platforms promotes the formation and stabilization of synaptic contacts. Lab Chip\n13:3008–3021. doi: 10.1039/c3lc50249j.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n383.\nShayan G, Shuler ML, Lee KH. \n2011. \nThe effect of astrocytes on the induction of barrier properties in aortic endothelial cells. Biotechnol Prog\n27:1137–1145. doi: 10.1002/btpr.620.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n384.\nPark SH, Sim WY, Min BH, Yang SS, Khademhosseini A, Kaplan DL. \n2012. \nChip-based comparison of the osteogenesis of human bone marrow- and adipose tissue-derived mesenchymal stem cells under mechanical stimulation. PLoS One\n7:e46689. doi: 10.1371/journal.pone.0046689.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n385.\nZhang Y, Gazit Z, Pelled G, Gazit D, Vunjak-Novakovic G. \n2011. \nPatterning osteogenesis by inducible gene expression in microfluidic culture systems. Integr Biol (Camb)\n3:39–47. doi: 10.1039/C0IB00053A.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n386.\nXiao S, Coppeta JR, Rogers HB, Isenberg BC, Zhu J, Olalekan SA, McKinnon KE, Dokic D, Rashedi AS, Haisenleder DJ, Malpani SS, Arnold-Murray CA, Chen K, Jiang M, Bai L, Nguyen CT, Zhang J, Laronda MM, Hope TJ, Maniar KP, Pavone ME, Avram MJ, Sefton EC, Getsios S, Burdette JE, Kim JJ, Borenstein JT, Woodruff TK. \n2017. \nA microfluidic culture model of the human reproductive tract and 28-day menstrual cycle. Nat Commun\n8:14584. doi: 10.1038/ncomms14584.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n387.\nGriep LM, Wolbers F, de Wagenaar B, ter Braak PM, Weksler BB, Romero IA, Couraud PO, Vermes I, van der Meer AD, van den Berg A. \n2013. \nBBB on chip: microfluidic platform to mechanically and biochemically modulate blood-brain barrier function. Biomed Microdevices\n15:145–150. doi: 10.1007/s10544-012-9699-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n388.\nBooth R, Kim H. \n2012. \nCharacterization of a microfluidic in vitro model of the blood-brain barrier (muBBB). Lab Chip\n12:1784–1792. doi: 10.1039/c2lc40094d.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n389.\nvan der Helm MW, van der Meer AD, Eijkel JC, van den Berg A, Segerink LI. \n2016. \nMicrofluidic organ-on-chip technology for blood-brain barrier research. Tissue Barriers\n4:e1142493. doi: 10.1080/21688370.2016.1142493.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n390.\nLiu MC, Shih HC, Wu JG, Weng TW, Wu CY, Lu JC, Tung YC. \n2013. \nElectrofluidic pressure sensor embedded microfluidic device: a study of endothelial cells under hydrostatic pressure and shear stress combinations. Lab Chip\n13:1743–1753. doi: 10.1039/c3lc41414k.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n391.\nHasenberg T, Muhleder S, Dotzler A, Bauer S, Labuda K, Holnthoner W, Redl H, Lauster R, Marx U. \n2015. \nEmulating human microcapillaries in a multi-organ-chip platform. J Biotechnol\n216:1–10. doi: 10.1016/j.jbiotec.2015.09.038.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n392.\nShin M, Matsuda K, Ishii O, Terai H, Kaazempur-Mofrad M, Borenstein J, Detmar M, Vacanti JP. \n2004. \nEndothelialized networks with a vascular geometry in microfabricated poly(dimethyl siloxane). Biomed Microdevices\n6:269–278. doi: 10.1023/B:BMMD.0000048559.29932.27.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n393.\nvan der Meer AD, Orlova VV, ten Dijke P, van den Berg A, Mummery CL. \n2013. \nThree-dimensional co-cultures of human endothelial cells and embryonic stem cell-derived pericytes inside a microfluidic device. Lab Chip\n13:3562–3568. doi: 10.1039/c3lc50435b.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n394.\nWikswo JP.\n2014. \nThe relevance and potential roles of microphysiological systems in biology and medicine. Exp Biol Med\n239:1061–1072. doi: 10.1177/1535370214542068.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n395.\nStucki AO, Stucki JD, Hall SR, Felder M, Mermoud Y, Schmid RA, Geiser T, Guenat OT. \n2015. \nA lung-on-a-chip array with an integrated bio-inspired respiration mechanism. Lab Chip\n15:1302–1310. doi: 10.1039/C4LC01252F.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n396.\nBenam KH, Villenave R, Lucchesi C, Varone A, Hubeau C, Lee HH, Alves SE, Salmon M, Ferrante TC, Weaver JC, Bahinski A, Hamilton GA, Ingber DE. \n2016. \nSmall airway-on-a-chip enables analysis of human lung inflammation and drug responses in vitro. Nat Methods\n13:151–157. doi: 10.1038/nmeth.3697.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n397.\nAbaci HE, Shuler ML. \n2015. \nHuman-on-a-chip design strategies and principles for physiologically based pharmacokinetics/pharmacodynamics modeling. Integr Biol (Camb)\n7:383–391. doi: 10.1039/C4IB00292J.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n398.\nnobeastsofierce (Contributor). Date unknown\nStock image of intestinal lining and villi [digital image]. Retrieved from\n\nhttps://www.123rf.com/\n (123RF Image ID 55676294). Accessed 8 February 2017.\n\n\n\n\n\n\n399.\nIvan Moshe (Contributor). Date unknown\nStock image of cells [digital image]. Retrieved from\n\nhttps://www.shutterstock.com/\n (Shutterstock Image ID 174738014). Accessed 23 January 2018.\n\n\n\n\n\n\n400.\nsciencepics (Contributor). Date unknown\nStock image of small and large intestine [digital image]. Retrieved from \nhttps://www.shutterstock.com/\n (Shutterstock Image ID 541068199)\nAccessed 23 January 2018.\n\n\n\n\n\n\n401.\nKateryna Kon (Contributor). Date unknown\nStock image of human intestine with intestinal bacteria [digital image]. Retrieved from\n\nhttps://www.shutterstock.com/\n (Shutterstock Image ID 400088722). Accessed 23 January 2018.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.3 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6204695/"
}