{
  "id": "PMC6876156",
  "title": "Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Swim exercise in Caenorhabditis elegans extends neuromuscular and gut healthspan, enhances learning ability, and protects against neurodegeneration",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6876156/"
  },
  "sections": {
    "abstract": "Significance\nExercise is a powerful antiaging intervention that protects against cardiovascular disease, dementia, diabetes, sarcopenia, and cancer. How exercise promotes health benefits to multiple tissues in the body, however, remains poorly understood. We establish a young adult swim exercise regimen for the short-lived nematode \nCaenorhabditis elegans\n that induces health benefits at the neuromuscular, intestinal, and cognitive levels and protects against neurodegeneration in models of tauopathy, Alzheimer’s disease, and Huntington’s disease. Importantly, we found that swim exercise performed exclusively in early adulthood promotes long-lasting systemic benefits that are still detectable in midlife. The advantages of \nC. elegans\n as a short-lived genetic model will allow for dissection of the molecular circuitry involved in system-wide exercise benefits.",
    "results": "Results\nMultiple Daily Swim Sessions Are Essential for \nC. elegans\n Exercise Adaptation.\nAlthough a single 90-min swim session in \nC. elegans\n induces key features of mammalian exercise (\n13\n), most exercise-dependent health benefits in humans arise from long-term training regimens that lead to exercise adaptation over time (\n19\n); thus, we sought to develop and validate a long-term \nC. elegans\n exercise protocol. We planned to determine an efficacious long-term exercise regimen in \nC. elegans\n by characterizing the impact of different numbers of 90-min swim sessions in M9 buffer executed over the first 4 d of adult life (\nFig. 1\nA\n), a period that corresponds to the peak locomotory performance phase and constitutes a timeframe over which \nC. elegans\n are able to complete 90-min swims without any significant inactive periods (\n9\n, \n10\n, \n20\n). We tested long-term exercise regimens with swim frequencies of 1 session per day (1+1+1+1), 2 sessions per day (2+2+2+2), 3 sessions per day on the first 2 d of adulthood plus 2 sessions per day on the third and fourth adult days (3+3+2+2), 3 sessions per day (3+3+3+3), and 4 sessions per day (4+4+4+4) (\nFig. 1\nB\n). The exercise adaptation readouts we quantitated included both a molecular assay (gene-expression analysis by qPCR) and a functional assay (locomotion analysis by recording movement and calculating crawling maximum velocity). Importantly, given that our interest is in defining regimens that lead to medium- to long-term physiological changes (i.e., exercise adaptation and system-wide health benefits), we assayed molecular and functional readouts 1 to several days postexercise, rather than immediately after the last swim session.\nFig. 1.\nMultiple daily swim sessions are essential for \nC. elegans\n exercise adaptation. (\nA\n) Diagram of the 90-min swim session protocol performed for each exercise bout. We transferred control animals to an unseeded NGM plate for 90 min, whereas exercise animals were transferred to an unseeded NGM plate flooded with M9 buffer for the same 90 min to swim. (\nB\n) Diagram indicating the time of the day of each exercise session for the 5 long-term exercise regimens tested. (\nC\n) qPCR results for 10 muscle structural genes in Ad5 WT animals exposed to the 5 long-term exercise regimens indicated. \nn\n = 4 to 5 independent trials. (\nD\n) Percentage increase in crawling maximum velocity in Ad5 and Ad8 WT exercised animals exposed to the 5 tested long-term exercise regimens, relative to nonexercised control counterparts. \nn\n = 3 to 6 independent trials. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01.\nOur previous analysis of single swim sessions supported that swimming is an endurance-like exercise for \nC. elegans\n (\n13\n). In mammals, long-term endurance exercise leads to profound transcriptional changes at the muscle level, with up-regulation of muscle structural genes, such as troponins, tropomyosins, myosin light chains, and myosin heavy chains, as one of the reproducible changes (\n21\n–\n23\n). Therefore, we first wanted to determine if long-term swim exercise regimens could also promote the up-regulation of muscle structural gene expression in \nC. elegans\n. We selected 10 \nC. elegans\n genes that included the major structural gene classes found to be up-regulated in mammals in an exercise-dependent manner (\nSI Appendix\n, Table S1\n) (\n24\n). Importantly, all of the genes we included in our analysis have been documented to be massively down-regulated with age in \nC. elegans\n (\n24\n), which underscores their potential importance in age-associated sarcopenia and locomotory decline.\nWe performed qPCR for the test swim regimens 1 d after the training was completed, which corresponds to adult day 5 (Ad5) (\nFig. 1\nC\n). We found that the 1+1+1+1 regimen led to an overall tendency of down-regulation across the muscle structural gene test set, supporting that single daily swim sessions are insufficient to induce exercise adaptations (at least at the molecular level). In contrast, 2+2+2+2, 3+3+2+2, and 3+3+3+3 regimens led to an overall up-regulation of muscle structural gene expression. The 3+3+2+2 regimen induced the most consistent transcriptional up-regulation profile with 6 of the 10 test genes (\ntnt-2\n, \nunc-27\n, \nmlc-1\n, \nunc-54\n, \nzig-12\n, and \nunc-87\n) exhibiting a statistically significant difference when compared to the control animals. We noted up-regulation of 4 of the 10 genes after just 2 d of training (3+3 regimen) (\nSI Appendix\n, Fig. S1\nA\n); muscle structural gene expression of 3+3+2+2 exercised animals returned to approximately control levels by Ad8 (\nSI Appendix\n, Fig. S1\nB\n). The 4+4+4+4 regimen induced a wider range of transcriptional outcomes (2 genes showing a significant up-regulation [\ntnt-2\n and \nunc-27\n] and 2 genes showing a significant down-regulation [\nunc-15\n and \nmyo-3\n]) and reflected a trend toward down-regulation that suggested excessive exercise can be deleterious to maintained muscle expression (\nFig. 1\nC\n). Overall, our data establish that a training plan of 3+3+2+2 can induce increased transcription of a battery of \nC. elegans\n muscle structural genes, paralleling a feature of mammalian exercise adaptation.\nTo assess training impact on muscle performance, we also measured a functional readout of our long-term \nC. elegans\n exercise regimens. We focused on the \nC. elegans\n crawling maximum velocity since this parameter has been documented to accurately report movement ability, correlates well with healthspan, and can even be a longevity predictor at certain ages (\n10\n). We measured maximum velocity by placing Ad5 and Ad8 single animals on agar plates and determining the maximum speed at which they move over a 30-s time interval. Note that our swim-exercised animals were not specifically trained for enhancement of crawling maximum velocity, so maximum velocity serves as an indicator of overall vigor that results from swim training. The 1+1+1+1 regimen failed to significantly increase maximum velocity of exercised animals compared to controls on both days (\nFig. 1\nD\n), independently supporting our conclusion from transcriptional studies that single daily swim sessions are not sufficient to induce long-term exercise adaptations. In contrast, we found that all of the multiple daily swim regimens promoted a significant increase in maximum velocity, on the order of a 10 to 20% increase over nonexercised animals assayed at Ad5 (\nFig. 1\nD\n). We found a trend toward increased maximum velocity on Ad8 (4 d after cessation of training) for all 4 multiple daily swim regimens, but only the 3+3+2+2 regimen led to a statistically significant 24% increase (\nFig. 1\nD\n; see \nSI Appendix\n, Fig. S1\nC\n for all maximum velocity values). Our findings reveal a remarkable long-term benefit of sustained early adult life exercise training.\nOverall, the molecular and functional readouts we tested establish that multiple daily swim sessions are required in WT \nC. elegans\n for robust exercise adaptation at molecular and functional levels, with the 3+3+2+2 regimen inducing improvements in multiple assays that could feature long-term functional maintenance.\nMolecular and Functional Changes Are Dependent on Increased Locomotor Activity Rather than Exposure to a Liquid Environment.\nWe showed previously that a single swim session induces specific exercise-dependent acute responses and does not activate a generalized stress response due to liquid exposure (\n13\n). Nevertheless, it remained possible that continuous reexposure of \nC. elegans\n to the M9 buffer liquid environment during the long-term exercise regimens might induce some physiological benefits. To definitively rule out simple liquid exposure as an important factor for the molecular and functional changes we documented above, we constructed microfluidic devices in which \nC. elegans\n can be exposed to M9 buffer but for which we could manipulate the locomotion type (crawling vs. swimming) by modulating the chamber height (\n25\n). To test whether exposure to the M9 buffer swim media might suffice to induce exercise adaptations, we performed the 3+3+2+2 regimen by transferring \nC. elegans\n from seeded nematode growth medium (NGM) plates to M9 buffer-filled microfluidic devices that had a large chamber height (swim exercise possible) (\nMovie S1\n) or a small chamber height (control, animals are sedate and crawl rather than swim) (\nMovie S2\n) for 90 min. After each 90-min session, we recovered animals from the microfluidic chambers and returned them to seeded NGM plates. We conducted qPCR analysis at Ad5 to find that microfluidics-exercised \nC. elegans\n up-regulate muscle structural genes (statistically significant for \ntnt-2\n, \nmlc-1\n, \nunc-54\n, and \nzig-12\n) as compared to microfluidics-constrained control animals (\nSI Appendix\n, Fig. S2\nA\n), similar to the outcomes of the 3+3+2+2 regimen performed on NGM plates (\nFig. 1\nC\n). We also determined that muscle structural gene expression was not up-regulated in microfluidics-control animals relative to plate-control animals (\nSI Appendix\n, Fig. S2\nB\n), confirming that liquid exposure is not sufficient for muscle transcriptional induction. Importantly, we found that the microfluidics-exercised animals exhibited a significant increase in maximum velocity on Ad8 relative to microfluidics nonexercised animals, similar to the 3+3+2+2 regimen implemented by flooding plates with M9 buffer (\nSI Appendix\n, Fig. S2\nC\n). Our data establish that transcriptional and functional changes induced in M9 buffer require swim activity rather than being the consequence of liquid exposure, and independently confirm that long-term swim regimens induce exercise adaptations.\nLong-Term Swim Exercise Improves Performance and Healthspan of \nC. elegans\n Body Wall Muscle.\nThe \nC. elegans\n body wall muscle is the tissue most directly involved in long-term exercise training and thus we sought to characterize additional aspects of body wall muscle performance and health consequent to exercise. We recently developed a burrowing assay, in which nematodes are stimulated to move through a Pluronic F-127 gel (a hydrogel that transitions from liquid to gel at safe temperatures for \nC. elegans\n survival) toward a chemoattractant (\n26\n). We loaded liquid-phase Pluronic F-127 on top of \nC. elegans\n in 12-well plates, and allowed the Pluronic F-127 to quickly gel at room temperature, trapping animals under the gel. We then added \nEscherichia coli\n OP50-1 on top of the gel, which serves as a food attractant (assay diagram in \nFig. 2\nA\n). In this 3D gel environment, animals with a better neuromuscular performance reach the surface faster and in higher numbers (\n26\n). After a 3+3+2+2 training regimen, Ad5 exercised nematodes reached the gel surface at a significantly higher proportion during the 3-h burrowing assay window as compared to their nonexercised control counterparts (\nFig. 2\nB\n). Exercised animals have similar chemotactic ability toward \nE. coli\n OP50-1 relative to control animals in standard 2D chemotaxis assays on agar plates, supporting similar attraction to OP50-1 (\nSI Appendix\n, Fig. S3\n). The burrowing data constitute an additional line of evidence that long-term swim exercise improves the functional general output of \nC. elegans\n body wall muscle.\nFig. 2.\nLong-term swim exercise improves burrowing performance and mitochondrial profiles of body wall muscle. (\nA\n) Diagram of burrowing assay. After the 3+3+2+2 regimen, we trapped Ad5 animals under a Pluronic F-127 gel and added attractant food \nE. coli\n OP50-1 to the center of the gel surface. Animals are attracted by the food and burrow to the surface of the gel at different rates. (\nB\n) Proportion of Ad5 WT animals exposed to the 3+3+2+2 regimen that reach the gel surface during the 3-h burrowing assay. \nn\n = 370 to 392 animals. (\nC\n) Representative confocal images of the 5 classes of body wall muscle mitochondrial network organization in \nP\nmyo-3\nmitoGFP\n animals. Fragmentation and disorganization of muscle mitochondria increases progressively from class 1 to class 5. (Scale bar, 10 µm.) (\nD\n) Distribution of mitochondrial classes in body wall muscle of Ad5, Ad8, and Ad11 \nP\nmyo-3\nmitoGFP\n animals exposed to the 3+3+2+2 regimen. \nn\n = 160 to 170 muscle images. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01, ****\nP\n ≤ 0.0001.\nOne of the hallmarks of endurance exercise in mammals is muscle mitochondrial adaptation, which can be reflected in morphological and functional mitochondrial improvements (\n27\n). We therefore explored the consequences of long-term swim exercise on the body wall muscle mitochondrial network, using a \nC. elegans\n strain in which mitochondria are labeled with GFP specifically in the body wall muscle (\nP\nmyo-3\nmitoGFP\n). \nC. elegans\n, just like mammals, exhibit a well-described age-related decline in muscle mitochondrial morphology, characterized by increased disorganization and fragmentation of the mitochondrial network (\n12\n, \n24\n, \n28\n). We performed confocal imaging of \nP\nmyo-3\nmitoGFP\n animals at different life stages to establish our own classification system for muscle mitochondrial network health that reflects a progressive increase in fragmentation and disorganization from class 1 (complete mitochondrial coverage of body wall muscle cells and tubular mitochondrial morphology) to class 5 (greatly reduced number of mitochondria and round morphology) (\nFig. 2\nC\n). After the 3+3+2+2 exercise regimen, we took confocal images of the anterior body wall muscle of \nP\nmyo-3\nmitoGFP\n animals on Ad5, Ad8, and Ad11, and scored the images blind to exercise condition using the freely available software Blinder (\n29\n). We found that exercised animals exhibited a significant improvement in muscle mitochondrial network organization at all 3 time points tested (\nFig. 2\nD\n), even though Ad11 corresponds to a full 7 d after the last exercise session. Our results show that long-term swim exercise in \nC. elegans\n promotes long-lasting changes in the body wall muscle mitochondrial populations that are correlated with improvements in muscle performance and healthspan.\nLong-Term Exercise Improves Whole-Animal Mitochondrial Respiration Parameters.\nA central question in exercise physiology is the molecular nature of the factors that promote systemic health consequent to exercise. Given that the \nC. elegans\n model holds potential for genetic dissection of such health signaling circuits, we turned to focus on assessing animal-wide consequences of exercise for aging adults, with the expectation of defining endpoints that could be used for future mechanistic dissection.\nIn light of the documented benefits of long-term swim exercise to muscle mitochondrial networks, we first sought to determine if mitochondrial function as measured at the whole-animal level was affected by our exercise regimens. To address this question, we analyzed numerous parameters of mitochondrial respiration in whole nematodes by measuring oxygen consumption rates with a Seahorse XFe24 Analyzer. In the Seahorse assays for measuring oxygen consumption rates, basal respiration is first monitored; dicyclohexylcarbodiimide (DCCD) is then added to inhibit ATP synthase, which reveals relative ATP-linked respiration and distinguishes the residual proton leak; carbonyl cyanide-p-trifluoromethoxyphenylhydrazone (FCCP) then uncouples mitochondria, collapsing the proton gradient, such that the electron transport chain (ETC) is uninhibited and oxygen consumption by complex IV reaches the maximal rate (the difference between maximal respiration and basal respiration is the spare capacity); addition of sodium azide (a cytochrome \nc\n oxidase inhibitor) shuts down all mitochondrial respiration to reveal nonmitochondrial respiration (\n30\n) (\nFig. 3\nA\n).\nFig. 3.\nLong-term exercise improves mitochondrial respiration parameters and midlife survival. (\nA\n) Diagram of oxygen consumption rates measured in a Seahorse XFe24 Analyzer consequent to addition of mitochondrial inhibitors, allowing for the calculation of the 6 respiration parameters represented by different colors. (\nB\n–\nG\n) Basal respiration (\nB\n), maximal respiration (\nC\n), spare capacity (\nD\n), ATP-linked respiration (\nE\n), proton leak (\nF\n), and nonmitochondrial respiration (\nG\n) values of Ad5 and Ad8 WT animals exposed to the 3+3+2+2 regimen. \nn\n = 13 to 30 Seahorse XF24 Microplate wells. (\nH\n) Survival curve of WT animals exposed to the 3+3+2+2 regimen. \nn\n = 221 to 245 animals. *\nP\n ≤ 0.05.\nWe swim-exercised \nC. elegans\n with the 3+3+2+2 regimen and assayed oxygen consumption rates the following day (Ad5) and 4 d after training (Ad8). We observed no differences between control and exercised animals for basal respiration on both days (\nFig. 3\nB\n). However, on Ad8, exercised animals exhibited an increase in maximal respiration (\nFig. 3\nC\n), spare capacity (\nFig. 3\nD\n), and ATP-linked respiration (\nFig. 3\nE\n) as compared to nonexercised control counterparts, suggesting a healthier mitochondria population in exercised animals with an improved ability to meet energy requirements under potential challenges of high-energy demand situations. A mild mitochondrial uncoupling by a higher proton leak has been suggested to protect against excessive reactive oxygen species production and oxidative damage in active tissues and organisms (\n31\n). Therefore, the increase in proton leak of exercised animals on Ad5 (\nFig. 3\nF\n) might be a protective mechanism against excessive oxidative stress during and shortly after the long-term exercise regimen, with the proton leak returning to control levels by Ad8. We observed a decrease in nonmitochondrial respiration of exercised animals on Ad8 relative to nonexercised animals (\nFig. 3\nG\n). Nonmitochondrial oxygen-consuming processes are not well defined but higher nonmitochondrial respiration has been associated with metabolic stress, inflammation, and damaged mitochondria (\n32\n), suggesting an overall healthier mitochondrial metabolism in Ad8 exercised animals.\nMuscle gene-expression data after the 4+4+4+4 regimen (\nFig. 1\nC\n) suggested that 4 swim sessions per day might constitute an excessive exercise training regimen for \nC. elegans\n. To get a better sense of exercise consequences, we evaluated the effects of the 4+4+4+4 regimen to mitochondrial respiration parameters (\nSI Appendix\n, Fig. S4\n). Overall, we observed similar trends for the 4+4+4+4 regimen when compared to the 3+3+2+2 regimen, with significant increases in maximal respiration, spare capacity, and ATP-linked respiration of 4+4+4+4 exercised animals. Proton leak was significantly decreased in 4+4+4+4 exercised animals and we found no differences for nonmitochondrial respiration. Importantly, oxygen consumption rates as a whole were significantly lower for the 4+4+4+4 samples relative to the 3+3+2+2 samples (especially on Ad8), indicating that the 4+4+4+4 regimen is stressful for both control and exercised animals and is associated with an overall reduction in mitochondrial health.\nTaken together, our analyses support that the 3+3+2+2 swim exercise regimen in \nC. elegans\n induces both mitochondrial morphological changes (in muscle) and improvements in whole-animal mitochondrial health, with effects that can last for several days after exercise cessation.\nMidlife Survival Is Increased in Swim-Exercised \nC. elegans\n.\nThe improvement in mitochondrial function we documented at the whole-animal level raised the question of whether swim exercise is able to improve additional organismal-wide health measures. In humans, exercise can be correlated with longevity (\n33\n–\n36\n), and thus we compared relative survival of 3+3+2+2 exercised and nonexercised populations as an indicator of overall health. Our survival assays revealed that a 3+3+2+2 swim exercise regimen does not change the maximum lifespan of \nC. elegans\n population (\nFig. 3\nH\n). However, exercised animals showed on average ∼15% increase in survival between Ad12 and Ad20 compared to control animals (\nFig. 3\nH\n; see \nSI Appendix\n, Fig. S5\n for details of independent trials). This enhancement in midlife survival provides further evidence that long-term swim exercise in \nC. elegans\n induces systemic health benefits rather than isolated adaptations at the body wall muscle level.\nWe also performed survival assays with the 4+4+4+4 regimen that confirmed this exercise regimen to be detrimental for overall \nC. elegans\n health given the significant decrease in survival of exercised animals when compared to control animals (average of ∼12% decrease in survival between Ad12 and Ad20) (\nSI Appendix\n, Fig. S6\n).\nPharyngeal and Intestinal Healthspans Are Extended after Long-Term Swim Exercise.\nGiven swim exercise benefits evident at the whole-nematode level, we sought to detect tissue-specific improvements in \nC. elegans\n organs that are not an activity focus during exercise. The \nC. elegans\n pharynx is of particular interest as pharyngeal pumping function declines markedly with age (\n7\n) and the pharynx shares molecular and functional similarities with the vertebrate heart (\n37\n). Notably, however, \nC. elegans\n swim exercise markedly reduces pumping during swimming (\nSI Appendix\n, Fig. S7\n), so that training benefits are anticipated to be secondary effects of the swim.\nWe quantified pharyngeal pumping rate of WT \nC. elegans\n after a 3+3+2+2 exercise regimen. We observed no difference in pumping rate at Ad5 and Ad8 but at Ad11 and Ad15, exercised animals showed a significant increase in pumping rate relative to controls (\nFig. 4\nA\n). Notably, exercise health benefits to pharyngeal function become evident late in life, during the time-window of accentuated age-related decline. It is striking that even though animals are trained only on the first 4 d of adulthood, exercise-dependent effects are long lasting, and in this case maintained 11 d after the last exercise bout.\nFig. 4.\nPharyngeal and intestinal healthspans are extended after long-term swim exercise. (\nA\n) Pharyngeal pumping rate of Ad5, Ad8, Ad11, and Ad15 WT animals exposed to the 3+3+2+2 regimen. Each point represents a single animal. \nn\n = 66 to 87 animals. (\nB\n) Representative image of non-Smurf (first and third animals from left to right) and Smurf (second and fourth animals from left to right, arrows indicate leaks) animals. (\nC\n and \nD\n) Higher-magnification images of Smurf animals showing intestinal leakage in the anterior (\nC\n) and posterior (\nD\n) regions. Arrows in \nB\n–\nD\n indicate areas of blue dye leakage into the body cavity. (Scale bars, 50 µm.) (\nE\n) Percentage of Smurf animals at Ad8, Ad11, and Ad15 in WT nematodes exposed to the 3+3+2+2 regimen. \nn\n = 4 to 8 independent trials. *\nP\n ≤ 0.05, ***\nP\n ≤ 0.001.\nThe \nC. elegans\n intestine is an additional tissue of central health importance, as the intestine plays critical roles in digestion and metabolism and serves as a focal signaling center for stress response and aging regulation (\n38\n). The \nC. elegans\n intestine constitutes a strong barrier to gut content leak in young animals, but with age, intestinal barrier function breaks down. Breakdown of intestinal barrier function can be measured by feeding a nonabsorbable blue dye and checking for dye leakage outside the intestine, an assay referred to as the “Smurf assay” since animals turn blue like cartoon Smurfs (\n39\n). We assayed the maintenance of gut integrity in exercised vs. nonexercised controls using the Smurf assay to confirm that animals with intestinal epithelial integrity retained the blue dye within the intestinal tract, whereas animals with a compromised intestinal barrier leak the blue dye to their body cavity (\nFig. 4 \nB\n–\nD\n). We found that the percentage of Smurf animals in both control and exercise samples was very low at Ad8 after a 3+3+2+2 regimen (\nFig. 4\nE\n), consistent with prior studies that revealed the later life onset of this aspect of gut decline (\n39\n). Later in life (Ad11), we found that the proportion of Smurf animals was one-third lower in exercise versus control (\nFig. 4\nE\n). Differences disappeared at Ad15 (\nFig. 4\nE\n). We conclude that long-term swim exercise improves intestinal integrity and function, evident for a particular time-window later in \nC. elegans\n life.\nLearning Ability Is Enhanced in Exercised \nC. elegans\n.\nBenefits to nervous system function, including learning and memory enhancement, are documented outcomes of mammalian exercise (\n40\n, \n41\n). We therefore tested whether long-term exercise might improve associative neuronal functions in adult \nC. elegans\n. \nC. elegans\n can positively associate food with a specific chemical odor (e.g., butanone) (\n11\n, \n42\n). We tested a paradigm in which animals are starved for 1 h followed by food-butanone conditioning in seeded NGM plates with 10% butanone for 1 h (\nFig. 5\nA\n). We performed chemotaxis assays by evaluating attraction toward butanone (normally a weak attractant) vs. isoamyl alcohol (a natural strong attractant) for naïve and conditioned animals. Naïve animals (i.e., nonconditioned) are attracted almost exclusively to isoamyl alcohol, whereas a significant proportion of food-butanone–conditioned animals choose butanone over isoamyl alcohol (\nFig. 5\nA\n). The increase in chemotaxis toward butanone of conditioned animals relative to naïve animals corresponds to the learning index.\nFig. 5.\nLearning ability is enhanced in exercised \nC. elegans\n. (\nA\n) Diagram of the associative learning assay. After the 3+3+2+2 regimen, we starved Ad5 animals for 1 h followed by food-butanone conditioning in a seeded NGM plate with 10% butanone solution on the inside of the lid. We performed chemotaxis assays of naïve and conditioned animals by testing attraction to butanone vs. isoamyl alcohol. (\nB\n) Learning index of Ad5 WT animals 0 h postconditioning after exposure to the 3+3+2+2 regimen. Chemotaxis index (CI) = (animal number at butanone − animal number at isoamyl alcohol)/(total animal number − immobile animal number at origin). We calculated learning index by subtraction of naïve CI from postconditioning CI. \nn\n = 8 independent trials. **\nP\n ≤ 0.01.\nRemarkably, we find that the 3+3+2+2 regimen increased the learning index of Ad5 exercised animals by an average of 35% as compared to nonexercised control counterparts (\nFig. 5\nB\n). Despite the quantifiable increase in learning ability, short-term memory of exercised animals did not significantly improve; both control and exercised animals showed a 50% reduction in learning index 0.5-h postconditioning and just a residual learning index 1-h postconditioning (\nSI Appendix\n, Fig. S8\n). These results reveal that long-term swim exercise enhances neuronal learning ability in adult \nC. elegans\n and raise the question as to whether specific neuronal circuits or activities may be aided by particular exercise experiences.\nLong-Term Swim Exercise Improves Neuronal Health in Multiple \nC. elegans\n Neurodegeneration Models.\nAn additional measure of neuronal health is the capacity to respond to stress induced by neurotoxic proteins. We therefore sought to determine whether exercise could counter pathological conditions in \nC. elegans\n models of human neurodegenerative disease. We started by analyzing a \nC. elegans\n strain that expresses the human aggregating F3ΔK280 Tau fragment together with the full-length (FL) mutant Tau V337M in all neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M\n) (\n43\n). This tauopathy model is based on mutations commonly identified in patients with frontotemporal dementia with Parkinsonism linked to chromosome 17 (FTDP-17) (\n44\n). Transgenic strains exhibit robust toxicity phenotypes, including strongly impaired motility, reflected in a reduced mean velocity compared to antiaggregating strains (\n43\n). The 3+3+2+2 swim regimen led to a clear increase in mean velocity in exercised aggregating Tau animals, as assayed at Ad5, Ad8, and Ad11, relative to nonexercised control counterparts (\nFig. 6\nA\n). We conclude that swim exercise can protect against the deleterious consequences of aggregating Tau.\nFig. 6.\nLong-term swim exercise improves neuronal health in multiple \nC. elegans\n neurodegeneration models. (\nA\n) Mean velocity of Ad5, Ad8, and Ad11 animals expressing aggregating Tau in all neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M\n) exposed to the 3+3+2+2 regimen. Note that Tau-expressing animals did not exhibit a standard swimming motion due to impaired motility but were more active in liquid than on agar so enhanced activity during the assay was confirmed. Each point represents a single animal. \nn\n = 54 to 60 animals. (\nB\n) Representative confocal images of Ad3 animals expressing aggregating Tau in all neurons and GFP in GABAergic motor neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M; P\nunc-25\nGFP\n). Arrows indicate gaps in the ventral cords. (Scale bar, 30 µm.) (\nC\n) Average number of gaps detectable in ventral and dorsal cords of Ad3 animals expressing aggregating Tau in all neurons and GFP in GABAergic motor neurons exposed to the 3+2 regimen. \nn\n = 5 independent trials. Note that this strain did not exhibit a standard swimming motion due to the severe uncoordinated phenotype, which may explain the lack of up-regulation of muscle structural genes after the 3+2 regimen (\nSI Appendix\n, Fig. S9\nA\n). Nevertheless, animals were still more active in liquid than on agar so enhanced activity was confirmed. (\nD\n) CI toward benzaldehyde of Ad3 animals expressing neuronal Aβ\n1–42\n [\nsmg-1(cc546\nts\n) P\nsnb-1\nAβ\n1–42\n::long 3′-UTR\n] exposed to the 3+3 regimen. We raised animals at 23 °C from the egg stage onward. CI = (animal number at benzaldehyde half − animal number at ethanol half)/(total animal number − immobile animal number at origin). \nn\n = 5 independent trials. Note that this strain swam slower than WT, which may explain the lack of significant up-regulation of muscle structural genes after the 3+3 regimen (\nSI Appendix\n, Fig. S9\nB\n). (\nE\n) Anterior touch sensitivity of Ad5, Ad8, and Ad11 animals expressing polyQ128 in the touch receptor neurons (\nP\nmec-3\nhtt57Q128\n) exposed to the 3+3+2+2 regimen. \nn\n = 119 to 248 animals. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01, ***\nP\n ≤ 0.001, ****\nP\n ≤ 0.0001.\nA second consequence of aggregating Tau expression in the \nC. elegans\n nervous system are severe morphological abnormalities in nerve cords, such that gaps in the ventral and dorsal cords can be observed during developmental and adult stages when GFP reporters are used for their visualization (\n43\n). We used a \nC. elegans\n strain in which the GABAergic motor neurons are GFP-labeled in the aggregating Tau background (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M; P\nunc-25\nGFP\n) (\n43\n) to quantify the number of gaps in GABAergic motor neurons in exercised vs. nonexercised control animals (\nFig. 6\nB\n). We found that this strain exhibited severely uncoordinated locomotion and an overall unhealthy appearance; therefore, we elected to reduce the swim regimen to the first 2 d of adulthood and 5 swim sessions (3+2 regimen) to prevent overtraining, with analysis of cord morphology 1 d later. We find that swim-exercised Ad3 mutants exhibited a subtle but consistent decrease in the average number of gaps in GABAergic motor neurons relative to nonexercised controls (\nFig. 6\nC\n). Taken together, our analysis of a tauopathy model demonstrates that swim exercise is able to improve pathological effects of neuronal aggregating Tau, both at the functional and morphological levels.\nWe also addressed impact of exercise on a \nC. elegans\n AD model in which human amyloid-β (Aβ) peptide (1–42) is pan-neuronally expressed in a temperature-sensitive manner [\nsmg-1(cc546\nts\n) P\nsnb-1\nAβ\n1–42\n::long 3′-UTR\n] (\n45\n). One of the phenotypes previously described in this strain is a reduced chemotactic ability toward benzaldehyde (\n45\n). When raised at 23 °C (a temperature that induces expression of Aβ\n1–42\n), chemotaxis performance of transgenic Aβ animals decreases rapidly during the first days of adulthood. We decided to limit the swim regimen for this strain to the first 2 d of adulthood (3+3 regimen) with assay at Ad3 because of the severity of chemotactic deficits exhibited at later time points (i.e., from Ad4 onward, animals exhibited virtually no chemotactic ability). We found that exercised Ad3 Aβ\n1–42\n-expressing animals exhibited a significantly higher chemotaxis index toward benzaldehyde than nonexercised control counterparts (\nFig. 6\nD\n). Thus, swim exercise improves a neuronally controlled behavior in a \nC. elegans\n model of AD-associated toxicity.\nFinally, we tested exercise effects in a \nC. elegans\n HD model in which the first 57 amino acids of human Huntingtin protein (HTT) are fused to an expanded polyglutamine (polyQ128), and this transgene is expressed in 10 neurons including the 6 touch receptor neurons (\nP\nmec-3\nhtt57Q128\n) (\n46\n). The \nC. elegans\n touch receptor neurons mediate the response to gentle touch (\n47\n) and polyQ expression in these specific neurons greatly accelerates touch deficits during adult life (\n46\n, \n48\n). After a 3+3+2+2 swim regimen, we performed touch sensitivity assays by quantifying the animal responsiveness to 5 gentle touches on the head or the tail at different days of adulthood blinded to previous exercise experience of the animals. We found that exercised polyQ animals exhibited a significant improvement in touch sensitivity at Ad5, Ad8, and Ad11 for the anterior region (\nFig. 6\nE\n), and at Ad5 and Ad8 for the posterior region (\nSI Appendix\n, Fig. S10\n). Thus, long-term swim exercise in \nC. elegans\n improves neuronal healthspan in a sensitized polyQ-mediated toxicity model.\nOverall, our testing of exercise impact on models in which human disease proteins impair \nC. elegans\n adult neuron functions demonstrates that long-term swim exercise improves neuronal healthspan at both morphological and functional levels, for different neuronal cell types in multiple neurodegeneration models. A particularly striking corollary is that sustained early adult swim training can confer a demonstrable health benefit even long after training has ended.\nSwim Exercise of Postreproductive \nC. elegans\n Also Improves Locomotory Vigor.\nOne of the remarkable features of exercise in humans is the fact that exercise has been shown to be beneficial at all ages, including older adults even if they had never exercised before (\n49\n, \n50\n). We therefore sought to determine whether \nC. elegans\n exercise performed at a later stage of adult life could also promote health benefits. We designed an exercise regimen for postreproductive \nC. elegans\n based on 2 daily swim sessions over a period of 3 d (2+2+2 regimen) that we executed from Ad6 to Ad8 (\nFig. 7\nA\n). To address potential overtraining of these older animals, we tested a shorter duration for each swim session (i.e., 60 min) in parallel with the usual 90-min swims. We found that the 2+2+2 regimen with 90-min swims promoted an increase in crawling maximum velocity of postreproductive exercised \nC. elegans\n on Ad9 but that improvement in locomotion disappeared by Ad12 (\nFig. 7\nB\n). Postreproductive exercised animals that performed the 2+2+2 regimen with 60-min swims exhibited a significant improvement in crawling maximum velocity on both Ad9 and Ad12 (\nFig. 7\nC\n). These results show that postreproductive \nC. elegans\n can improve locomotory vigor upon swim exercise and that modified regimen in older animals can promote effective and long-lasting exercise benefits, akin to what we described above for young adult exercise.\nFig. 7.\nSwim exercise of postreproductive \nC. elegans\n also improves locomotory vigor. (\nA\n) Diagram of the 2+2+2 exercise regimen performed with postreproductive animals (from Ad6 to Ad8) indicating the time of the day of each exercise session. We tested swim sessions with a duration of 90 and 60 min. (\nB\n and \nC\n) Crawling maximum velocity of Ad9 and Ad12 WT animals exposed to the 2+2+2 regimen with swim sessions of 90 min (\nB\n) or 60 min (\nC\n). Each point represents a single animal. \nn\n = 59 to 60 animals. *\nP\n ≤ 0.05, ***\nP\n ≤ 0.001.",
    "multiple_daily_swim_sessions_are_essential_for_c._elegans_ex": "Multiple Daily Swim Sessions Are Essential for \nC. elegans\n Exercise Adaptation.\nAlthough a single 90-min swim session in \nC. elegans\n induces key features of mammalian exercise (\n13\n), most exercise-dependent health benefits in humans arise from long-term training regimens that lead to exercise adaptation over time (\n19\n); thus, we sought to develop and validate a long-term \nC. elegans\n exercise protocol. We planned to determine an efficacious long-term exercise regimen in \nC. elegans\n by characterizing the impact of different numbers of 90-min swim sessions in M9 buffer executed over the first 4 d of adult life (\nFig. 1\nA\n), a period that corresponds to the peak locomotory performance phase and constitutes a timeframe over which \nC. elegans\n are able to complete 90-min swims without any significant inactive periods (\n9\n, \n10\n, \n20\n). We tested long-term exercise regimens with swim frequencies of 1 session per day (1+1+1+1), 2 sessions per day (2+2+2+2), 3 sessions per day on the first 2 d of adulthood plus 2 sessions per day on the third and fourth adult days (3+3+2+2), 3 sessions per day (3+3+3+3), and 4 sessions per day (4+4+4+4) (\nFig. 1\nB\n). The exercise adaptation readouts we quantitated included both a molecular assay (gene-expression analysis by qPCR) and a functional assay (locomotion analysis by recording movement and calculating crawling maximum velocity). Importantly, given that our interest is in defining regimens that lead to medium- to long-term physiological changes (i.e., exercise adaptation and system-wide health benefits), we assayed molecular and functional readouts 1 to several days postexercise, rather than immediately after the last swim session.\nFig. 1.\nMultiple daily swim sessions are essential for \nC. elegans\n exercise adaptation. (\nA\n) Diagram of the 90-min swim session protocol performed for each exercise bout. We transferred control animals to an unseeded NGM plate for 90 min, whereas exercise animals were transferred to an unseeded NGM plate flooded with M9 buffer for the same 90 min to swim. (\nB\n) Diagram indicating the time of the day of each exercise session for the 5 long-term exercise regimens tested. (\nC\n) qPCR results for 10 muscle structural genes in Ad5 WT animals exposed to the 5 long-term exercise regimens indicated. \nn\n = 4 to 5 independent trials. (\nD\n) Percentage increase in crawling maximum velocity in Ad5 and Ad8 WT exercised animals exposed to the 5 tested long-term exercise regimens, relative to nonexercised control counterparts. \nn\n = 3 to 6 independent trials. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01.\nOur previous analysis of single swim sessions supported that swimming is an endurance-like exercise for \nC. elegans\n (\n13\n). In mammals, long-term endurance exercise leads to profound transcriptional changes at the muscle level, with up-regulation of muscle structural genes, such as troponins, tropomyosins, myosin light chains, and myosin heavy chains, as one of the reproducible changes (\n21\n–\n23\n). Therefore, we first wanted to determine if long-term swim exercise regimens could also promote the up-regulation of muscle structural gene expression in \nC. elegans\n. We selected 10 \nC. elegans\n genes that included the major structural gene classes found to be up-regulated in mammals in an exercise-dependent manner (\nSI Appendix\n, Table S1\n) (\n24\n). Importantly, all of the genes we included in our analysis have been documented to be massively down-regulated with age in \nC. elegans\n (\n24\n), which underscores their potential importance in age-associated sarcopenia and locomotory decline.\nWe performed qPCR for the test swim regimens 1 d after the training was completed, which corresponds to adult day 5 (Ad5) (\nFig. 1\nC\n). We found that the 1+1+1+1 regimen led to an overall tendency of down-regulation across the muscle structural gene test set, supporting that single daily swim sessions are insufficient to induce exercise adaptations (at least at the molecular level). In contrast, 2+2+2+2, 3+3+2+2, and 3+3+3+3 regimens led to an overall up-regulation of muscle structural gene expression. The 3+3+2+2 regimen induced the most consistent transcriptional up-regulation profile with 6 of the 10 test genes (\ntnt-2\n, \nunc-27\n, \nmlc-1\n, \nunc-54\n, \nzig-12\n, and \nunc-87\n) exhibiting a statistically significant difference when compared to the control animals. We noted up-regulation of 4 of the 10 genes after just 2 d of training (3+3 regimen) (\nSI Appendix\n, Fig. S1\nA\n); muscle structural gene expression of 3+3+2+2 exercised animals returned to approximately control levels by Ad8 (\nSI Appendix\n, Fig. S1\nB\n). The 4+4+4+4 regimen induced a wider range of transcriptional outcomes (2 genes showing a significant up-regulation [\ntnt-2\n and \nunc-27\n] and 2 genes showing a significant down-regulation [\nunc-15\n and \nmyo-3\n]) and reflected a trend toward down-regulation that suggested excessive exercise can be deleterious to maintained muscle expression (\nFig. 1\nC\n). Overall, our data establish that a training plan of 3+3+2+2 can induce increased transcription of a battery of \nC. elegans\n muscle structural genes, paralleling a feature of mammalian exercise adaptation.\nTo assess training impact on muscle performance, we also measured a functional readout of our long-term \nC. elegans\n exercise regimens. We focused on the \nC. elegans\n crawling maximum velocity since this parameter has been documented to accurately report movement ability, correlates well with healthspan, and can even be a longevity predictor at certain ages (\n10\n). We measured maximum velocity by placing Ad5 and Ad8 single animals on agar plates and determining the maximum speed at which they move over a 30-s time interval. Note that our swim-exercised animals were not specifically trained for enhancement of crawling maximum velocity, so maximum velocity serves as an indicator of overall vigor that results from swim training. The 1+1+1+1 regimen failed to significantly increase maximum velocity of exercised animals compared to controls on both days (\nFig. 1\nD\n), independently supporting our conclusion from transcriptional studies that single daily swim sessions are not sufficient to induce long-term exercise adaptations. In contrast, we found that all of the multiple daily swim regimens promoted a significant increase in maximum velocity, on the order of a 10 to 20% increase over nonexercised animals assayed at Ad5 (\nFig. 1\nD\n). We found a trend toward increased maximum velocity on Ad8 (4 d after cessation of training) for all 4 multiple daily swim regimens, but only the 3+3+2+2 regimen led to a statistically significant 24% increase (\nFig. 1\nD\n; see \nSI Appendix\n, Fig. S1\nC\n for all maximum velocity values). Our findings reveal a remarkable long-term benefit of sustained early adult life exercise training.\nOverall, the molecular and functional readouts we tested establish that multiple daily swim sessions are required in WT \nC. elegans\n for robust exercise adaptation at molecular and functional levels, with the 3+3+2+2 regimen inducing improvements in multiple assays that could feature long-term functional maintenance.",
    "molecular_and_functional_changes_are_dependent_on_increased_": "Molecular and Functional Changes Are Dependent on Increased Locomotor Activity Rather than Exposure to a Liquid Environment.\nWe showed previously that a single swim session induces specific exercise-dependent acute responses and does not activate a generalized stress response due to liquid exposure (\n13\n). Nevertheless, it remained possible that continuous reexposure of \nC. elegans\n to the M9 buffer liquid environment during the long-term exercise regimens might induce some physiological benefits. To definitively rule out simple liquid exposure as an important factor for the molecular and functional changes we documented above, we constructed microfluidic devices in which \nC. elegans\n can be exposed to M9 buffer but for which we could manipulate the locomotion type (crawling vs. swimming) by modulating the chamber height (\n25\n). To test whether exposure to the M9 buffer swim media might suffice to induce exercise adaptations, we performed the 3+3+2+2 regimen by transferring \nC. elegans\n from seeded nematode growth medium (NGM) plates to M9 buffer-filled microfluidic devices that had a large chamber height (swim exercise possible) (\nMovie S1\n) or a small chamber height (control, animals are sedate and crawl rather than swim) (\nMovie S2\n) for 90 min. After each 90-min session, we recovered animals from the microfluidic chambers and returned them to seeded NGM plates. We conducted qPCR analysis at Ad5 to find that microfluidics-exercised \nC. elegans\n up-regulate muscle structural genes (statistically significant for \ntnt-2\n, \nmlc-1\n, \nunc-54\n, and \nzig-12\n) as compared to microfluidics-constrained control animals (\nSI Appendix\n, Fig. S2\nA\n), similar to the outcomes of the 3+3+2+2 regimen performed on NGM plates (\nFig. 1\nC\n). We also determined that muscle structural gene expression was not up-regulated in microfluidics-control animals relative to plate-control animals (\nSI Appendix\n, Fig. S2\nB\n), confirming that liquid exposure is not sufficient for muscle transcriptional induction. Importantly, we found that the microfluidics-exercised animals exhibited a significant increase in maximum velocity on Ad8 relative to microfluidics nonexercised animals, similar to the 3+3+2+2 regimen implemented by flooding plates with M9 buffer (\nSI Appendix\n, Fig. S2\nC\n). Our data establish that transcriptional and functional changes induced in M9 buffer require swim activity rather than being the consequence of liquid exposure, and independently confirm that long-term swim regimens induce exercise adaptations.",
    "long-term_swim_exercise_improves_performance_and_healthspan_": "Long-Term Swim Exercise Improves Performance and Healthspan of \nC. elegans\n Body Wall Muscle.\nThe \nC. elegans\n body wall muscle is the tissue most directly involved in long-term exercise training and thus we sought to characterize additional aspects of body wall muscle performance and health consequent to exercise. We recently developed a burrowing assay, in which nematodes are stimulated to move through a Pluronic F-127 gel (a hydrogel that transitions from liquid to gel at safe temperatures for \nC. elegans\n survival) toward a chemoattractant (\n26\n). We loaded liquid-phase Pluronic F-127 on top of \nC. elegans\n in 12-well plates, and allowed the Pluronic F-127 to quickly gel at room temperature, trapping animals under the gel. We then added \nEscherichia coli\n OP50-1 on top of the gel, which serves as a food attractant (assay diagram in \nFig. 2\nA\n). In this 3D gel environment, animals with a better neuromuscular performance reach the surface faster and in higher numbers (\n26\n). After a 3+3+2+2 training regimen, Ad5 exercised nematodes reached the gel surface at a significantly higher proportion during the 3-h burrowing assay window as compared to their nonexercised control counterparts (\nFig. 2\nB\n). Exercised animals have similar chemotactic ability toward \nE. coli\n OP50-1 relative to control animals in standard 2D chemotaxis assays on agar plates, supporting similar attraction to OP50-1 (\nSI Appendix\n, Fig. S3\n). The burrowing data constitute an additional line of evidence that long-term swim exercise improves the functional general output of \nC. elegans\n body wall muscle.\nFig. 2.\nLong-term swim exercise improves burrowing performance and mitochondrial profiles of body wall muscle. (\nA\n) Diagram of burrowing assay. After the 3+3+2+2 regimen, we trapped Ad5 animals under a Pluronic F-127 gel and added attractant food \nE. coli\n OP50-1 to the center of the gel surface. Animals are attracted by the food and burrow to the surface of the gel at different rates. (\nB\n) Proportion of Ad5 WT animals exposed to the 3+3+2+2 regimen that reach the gel surface during the 3-h burrowing assay. \nn\n = 370 to 392 animals. (\nC\n) Representative confocal images of the 5 classes of body wall muscle mitochondrial network organization in \nP\nmyo-3\nmitoGFP\n animals. Fragmentation and disorganization of muscle mitochondria increases progressively from class 1 to class 5. (Scale bar, 10 µm.) (\nD\n) Distribution of mitochondrial classes in body wall muscle of Ad5, Ad8, and Ad11 \nP\nmyo-3\nmitoGFP\n animals exposed to the 3+3+2+2 regimen. \nn\n = 160 to 170 muscle images. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01, ****\nP\n ≤ 0.0001.\nOne of the hallmarks of endurance exercise in mammals is muscle mitochondrial adaptation, which can be reflected in morphological and functional mitochondrial improvements (\n27\n). We therefore explored the consequences of long-term swim exercise on the body wall muscle mitochondrial network, using a \nC. elegans\n strain in which mitochondria are labeled with GFP specifically in the body wall muscle (\nP\nmyo-3\nmitoGFP\n). \nC. elegans\n, just like mammals, exhibit a well-described age-related decline in muscle mitochondrial morphology, characterized by increased disorganization and fragmentation of the mitochondrial network (\n12\n, \n24\n, \n28\n). We performed confocal imaging of \nP\nmyo-3\nmitoGFP\n animals at different life stages to establish our own classification system for muscle mitochondrial network health that reflects a progressive increase in fragmentation and disorganization from class 1 (complete mitochondrial coverage of body wall muscle cells and tubular mitochondrial morphology) to class 5 (greatly reduced number of mitochondria and round morphology) (\nFig. 2\nC\n). After the 3+3+2+2 exercise regimen, we took confocal images of the anterior body wall muscle of \nP\nmyo-3\nmitoGFP\n animals on Ad5, Ad8, and Ad11, and scored the images blind to exercise condition using the freely available software Blinder (\n29\n). We found that exercised animals exhibited a significant improvement in muscle mitochondrial network organization at all 3 time points tested (\nFig. 2\nD\n), even though Ad11 corresponds to a full 7 d after the last exercise session. Our results show that long-term swim exercise in \nC. elegans\n promotes long-lasting changes in the body wall muscle mitochondrial populations that are correlated with improvements in muscle performance and healthspan.",
    "long-term_exercise_improves_whole-animal_mitochondrial_respi": "Long-Term Exercise Improves Whole-Animal Mitochondrial Respiration Parameters.\nA central question in exercise physiology is the molecular nature of the factors that promote systemic health consequent to exercise. Given that the \nC. elegans\n model holds potential for genetic dissection of such health signaling circuits, we turned to focus on assessing animal-wide consequences of exercise for aging adults, with the expectation of defining endpoints that could be used for future mechanistic dissection.\nIn light of the documented benefits of long-term swim exercise to muscle mitochondrial networks, we first sought to determine if mitochondrial function as measured at the whole-animal level was affected by our exercise regimens. To address this question, we analyzed numerous parameters of mitochondrial respiration in whole nematodes by measuring oxygen consumption rates with a Seahorse XFe24 Analyzer. In the Seahorse assays for measuring oxygen consumption rates, basal respiration is first monitored; dicyclohexylcarbodiimide (DCCD) is then added to inhibit ATP synthase, which reveals relative ATP-linked respiration and distinguishes the residual proton leak; carbonyl cyanide-p-trifluoromethoxyphenylhydrazone (FCCP) then uncouples mitochondria, collapsing the proton gradient, such that the electron transport chain (ETC) is uninhibited and oxygen consumption by complex IV reaches the maximal rate (the difference between maximal respiration and basal respiration is the spare capacity); addition of sodium azide (a cytochrome \nc\n oxidase inhibitor) shuts down all mitochondrial respiration to reveal nonmitochondrial respiration (\n30\n) (\nFig. 3\nA\n).\nFig. 3.\nLong-term exercise improves mitochondrial respiration parameters and midlife survival. (\nA\n) Diagram of oxygen consumption rates measured in a Seahorse XFe24 Analyzer consequent to addition of mitochondrial inhibitors, allowing for the calculation of the 6 respiration parameters represented by different colors. (\nB\n–\nG\n) Basal respiration (\nB\n), maximal respiration (\nC\n), spare capacity (\nD\n), ATP-linked respiration (\nE\n), proton leak (\nF\n), and nonmitochondrial respiration (\nG\n) values of Ad5 and Ad8 WT animals exposed to the 3+3+2+2 regimen. \nn\n = 13 to 30 Seahorse XF24 Microplate wells. (\nH\n) Survival curve of WT animals exposed to the 3+3+2+2 regimen. \nn\n = 221 to 245 animals. *\nP\n ≤ 0.05.\nWe swim-exercised \nC. elegans\n with the 3+3+2+2 regimen and assayed oxygen consumption rates the following day (Ad5) and 4 d after training (Ad8). We observed no differences between control and exercised animals for basal respiration on both days (\nFig. 3\nB\n). However, on Ad8, exercised animals exhibited an increase in maximal respiration (\nFig. 3\nC\n), spare capacity (\nFig. 3\nD\n), and ATP-linked respiration (\nFig. 3\nE\n) as compared to nonexercised control counterparts, suggesting a healthier mitochondria population in exercised animals with an improved ability to meet energy requirements under potential challenges of high-energy demand situations. A mild mitochondrial uncoupling by a higher proton leak has been suggested to protect against excessive reactive oxygen species production and oxidative damage in active tissues and organisms (\n31\n). Therefore, the increase in proton leak of exercised animals on Ad5 (\nFig. 3\nF\n) might be a protective mechanism against excessive oxidative stress during and shortly after the long-term exercise regimen, with the proton leak returning to control levels by Ad8. We observed a decrease in nonmitochondrial respiration of exercised animals on Ad8 relative to nonexercised animals (\nFig. 3\nG\n). Nonmitochondrial oxygen-consuming processes are not well defined but higher nonmitochondrial respiration has been associated with metabolic stress, inflammation, and damaged mitochondria (\n32\n), suggesting an overall healthier mitochondrial metabolism in Ad8 exercised animals.\nMuscle gene-expression data after the 4+4+4+4 regimen (\nFig. 1\nC\n) suggested that 4 swim sessions per day might constitute an excessive exercise training regimen for \nC. elegans\n. To get a better sense of exercise consequences, we evaluated the effects of the 4+4+4+4 regimen to mitochondrial respiration parameters (\nSI Appendix\n, Fig. S4\n). Overall, we observed similar trends for the 4+4+4+4 regimen when compared to the 3+3+2+2 regimen, with significant increases in maximal respiration, spare capacity, and ATP-linked respiration of 4+4+4+4 exercised animals. Proton leak was significantly decreased in 4+4+4+4 exercised animals and we found no differences for nonmitochondrial respiration. Importantly, oxygen consumption rates as a whole were significantly lower for the 4+4+4+4 samples relative to the 3+3+2+2 samples (especially on Ad8), indicating that the 4+4+4+4 regimen is stressful for both control and exercised animals and is associated with an overall reduction in mitochondrial health.\nTaken together, our analyses support that the 3+3+2+2 swim exercise regimen in \nC. elegans\n induces both mitochondrial morphological changes (in muscle) and improvements in whole-animal mitochondrial health, with effects that can last for several days after exercise cessation.",
    "midlife_survival_is_increased_in_swim-exercised_c._elegans.": "Midlife Survival Is Increased in Swim-Exercised \nC. elegans\n.\nThe improvement in mitochondrial function we documented at the whole-animal level raised the question of whether swim exercise is able to improve additional organismal-wide health measures. In humans, exercise can be correlated with longevity (\n33\n–\n36\n), and thus we compared relative survival of 3+3+2+2 exercised and nonexercised populations as an indicator of overall health. Our survival assays revealed that a 3+3+2+2 swim exercise regimen does not change the maximum lifespan of \nC. elegans\n population (\nFig. 3\nH\n). However, exercised animals showed on average ∼15% increase in survival between Ad12 and Ad20 compared to control animals (\nFig. 3\nH\n; see \nSI Appendix\n, Fig. S5\n for details of independent trials). This enhancement in midlife survival provides further evidence that long-term swim exercise in \nC. elegans\n induces systemic health benefits rather than isolated adaptations at the body wall muscle level.\nWe also performed survival assays with the 4+4+4+4 regimen that confirmed this exercise regimen to be detrimental for overall \nC. elegans\n health given the significant decrease in survival of exercised animals when compared to control animals (average of ∼12% decrease in survival between Ad12 and Ad20) (\nSI Appendix\n, Fig. S6\n).",
    "pharyngeal_and_intestinal_healthspans_are_extended_after_lon": "Pharyngeal and Intestinal Healthspans Are Extended after Long-Term Swim Exercise.\nGiven swim exercise benefits evident at the whole-nematode level, we sought to detect tissue-specific improvements in \nC. elegans\n organs that are not an activity focus during exercise. The \nC. elegans\n pharynx is of particular interest as pharyngeal pumping function declines markedly with age (\n7\n) and the pharynx shares molecular and functional similarities with the vertebrate heart (\n37\n). Notably, however, \nC. elegans\n swim exercise markedly reduces pumping during swimming (\nSI Appendix\n, Fig. S7\n), so that training benefits are anticipated to be secondary effects of the swim.\nWe quantified pharyngeal pumping rate of WT \nC. elegans\n after a 3+3+2+2 exercise regimen. We observed no difference in pumping rate at Ad5 and Ad8 but at Ad11 and Ad15, exercised animals showed a significant increase in pumping rate relative to controls (\nFig. 4\nA\n). Notably, exercise health benefits to pharyngeal function become evident late in life, during the time-window of accentuated age-related decline. It is striking that even though animals are trained only on the first 4 d of adulthood, exercise-dependent effects are long lasting, and in this case maintained 11 d after the last exercise bout.\nFig. 4.\nPharyngeal and intestinal healthspans are extended after long-term swim exercise. (\nA\n) Pharyngeal pumping rate of Ad5, Ad8, Ad11, and Ad15 WT animals exposed to the 3+3+2+2 regimen. Each point represents a single animal. \nn\n = 66 to 87 animals. (\nB\n) Representative image of non-Smurf (first and third animals from left to right) and Smurf (second and fourth animals from left to right, arrows indicate leaks) animals. (\nC\n and \nD\n) Higher-magnification images of Smurf animals showing intestinal leakage in the anterior (\nC\n) and posterior (\nD\n) regions. Arrows in \nB\n–\nD\n indicate areas of blue dye leakage into the body cavity. (Scale bars, 50 µm.) (\nE\n) Percentage of Smurf animals at Ad8, Ad11, and Ad15 in WT nematodes exposed to the 3+3+2+2 regimen. \nn\n = 4 to 8 independent trials. *\nP\n ≤ 0.05, ***\nP\n ≤ 0.001.\nThe \nC. elegans\n intestine is an additional tissue of central health importance, as the intestine plays critical roles in digestion and metabolism and serves as a focal signaling center for stress response and aging regulation (\n38\n). The \nC. elegans\n intestine constitutes a strong barrier to gut content leak in young animals, but with age, intestinal barrier function breaks down. Breakdown of intestinal barrier function can be measured by feeding a nonabsorbable blue dye and checking for dye leakage outside the intestine, an assay referred to as the “Smurf assay” since animals turn blue like cartoon Smurfs (\n39\n). We assayed the maintenance of gut integrity in exercised vs. nonexercised controls using the Smurf assay to confirm that animals with intestinal epithelial integrity retained the blue dye within the intestinal tract, whereas animals with a compromised intestinal barrier leak the blue dye to their body cavity (\nFig. 4 \nB\n–\nD\n). We found that the percentage of Smurf animals in both control and exercise samples was very low at Ad8 after a 3+3+2+2 regimen (\nFig. 4\nE\n), consistent with prior studies that revealed the later life onset of this aspect of gut decline (\n39\n). Later in life (Ad11), we found that the proportion of Smurf animals was one-third lower in exercise versus control (\nFig. 4\nE\n). Differences disappeared at Ad15 (\nFig. 4\nE\n). We conclude that long-term swim exercise improves intestinal integrity and function, evident for a particular time-window later in \nC. elegans\n life.",
    "learning_ability_is_enhanced_in_exercised_c._elegans.": "Learning Ability Is Enhanced in Exercised \nC. elegans\n.\nBenefits to nervous system function, including learning and memory enhancement, are documented outcomes of mammalian exercise (\n40\n, \n41\n). We therefore tested whether long-term exercise might improve associative neuronal functions in adult \nC. elegans\n. \nC. elegans\n can positively associate food with a specific chemical odor (e.g., butanone) (\n11\n, \n42\n). We tested a paradigm in which animals are starved for 1 h followed by food-butanone conditioning in seeded NGM plates with 10% butanone for 1 h (\nFig. 5\nA\n). We performed chemotaxis assays by evaluating attraction toward butanone (normally a weak attractant) vs. isoamyl alcohol (a natural strong attractant) for naïve and conditioned animals. Naïve animals (i.e., nonconditioned) are attracted almost exclusively to isoamyl alcohol, whereas a significant proportion of food-butanone–conditioned animals choose butanone over isoamyl alcohol (\nFig. 5\nA\n). The increase in chemotaxis toward butanone of conditioned animals relative to naïve animals corresponds to the learning index.\nFig. 5.\nLearning ability is enhanced in exercised \nC. elegans\n. (\nA\n) Diagram of the associative learning assay. After the 3+3+2+2 regimen, we starved Ad5 animals for 1 h followed by food-butanone conditioning in a seeded NGM plate with 10% butanone solution on the inside of the lid. We performed chemotaxis assays of naïve and conditioned animals by testing attraction to butanone vs. isoamyl alcohol. (\nB\n) Learning index of Ad5 WT animals 0 h postconditioning after exposure to the 3+3+2+2 regimen. Chemotaxis index (CI) = (animal number at butanone − animal number at isoamyl alcohol)/(total animal number − immobile animal number at origin). We calculated learning index by subtraction of naïve CI from postconditioning CI. \nn\n = 8 independent trials. **\nP\n ≤ 0.01.\nRemarkably, we find that the 3+3+2+2 regimen increased the learning index of Ad5 exercised animals by an average of 35% as compared to nonexercised control counterparts (\nFig. 5\nB\n). Despite the quantifiable increase in learning ability, short-term memory of exercised animals did not significantly improve; both control and exercised animals showed a 50% reduction in learning index 0.5-h postconditioning and just a residual learning index 1-h postconditioning (\nSI Appendix\n, Fig. S8\n). These results reveal that long-term swim exercise enhances neuronal learning ability in adult \nC. elegans\n and raise the question as to whether specific neuronal circuits or activities may be aided by particular exercise experiences.",
    "long-term_swim_exercise_improves_neuronal_health_in_multiple": "Long-Term Swim Exercise Improves Neuronal Health in Multiple \nC. elegans\n Neurodegeneration Models.\nAn additional measure of neuronal health is the capacity to respond to stress induced by neurotoxic proteins. We therefore sought to determine whether exercise could counter pathological conditions in \nC. elegans\n models of human neurodegenerative disease. We started by analyzing a \nC. elegans\n strain that expresses the human aggregating F3ΔK280 Tau fragment together with the full-length (FL) mutant Tau V337M in all neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M\n) (\n43\n). This tauopathy model is based on mutations commonly identified in patients with frontotemporal dementia with Parkinsonism linked to chromosome 17 (FTDP-17) (\n44\n). Transgenic strains exhibit robust toxicity phenotypes, including strongly impaired motility, reflected in a reduced mean velocity compared to antiaggregating strains (\n43\n). The 3+3+2+2 swim regimen led to a clear increase in mean velocity in exercised aggregating Tau animals, as assayed at Ad5, Ad8, and Ad11, relative to nonexercised control counterparts (\nFig. 6\nA\n). We conclude that swim exercise can protect against the deleterious consequences of aggregating Tau.\nFig. 6.\nLong-term swim exercise improves neuronal health in multiple \nC. elegans\n neurodegeneration models. (\nA\n) Mean velocity of Ad5, Ad8, and Ad11 animals expressing aggregating Tau in all neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M\n) exposed to the 3+3+2+2 regimen. Note that Tau-expressing animals did not exhibit a standard swimming motion due to impaired motility but were more active in liquid than on agar so enhanced activity during the assay was confirmed. Each point represents a single animal. \nn\n = 54 to 60 animals. (\nB\n) Representative confocal images of Ad3 animals expressing aggregating Tau in all neurons and GFP in GABAergic motor neurons (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M; P\nunc-25\nGFP\n). Arrows indicate gaps in the ventral cords. (Scale bar, 30 µm.) (\nC\n) Average number of gaps detectable in ventral and dorsal cords of Ad3 animals expressing aggregating Tau in all neurons and GFP in GABAergic motor neurons exposed to the 3+2 regimen. \nn\n = 5 independent trials. Note that this strain did not exhibit a standard swimming motion due to the severe uncoordinated phenotype, which may explain the lack of up-regulation of muscle structural genes after the 3+2 regimen (\nSI Appendix\n, Fig. S9\nA\n). Nevertheless, animals were still more active in liquid than on agar so enhanced activity was confirmed. (\nD\n) CI toward benzaldehyde of Ad3 animals expressing neuronal Aβ\n1–42\n [\nsmg-1(cc546\nts\n) P\nsnb-1\nAβ\n1–42\n::long 3′-UTR\n] exposed to the 3+3 regimen. We raised animals at 23 °C from the egg stage onward. CI = (animal number at benzaldehyde half − animal number at ethanol half)/(total animal number − immobile animal number at origin). \nn\n = 5 independent trials. Note that this strain swam slower than WT, which may explain the lack of significant up-regulation of muscle structural genes after the 3+3 regimen (\nSI Appendix\n, Fig. S9\nB\n). (\nE\n) Anterior touch sensitivity of Ad5, Ad8, and Ad11 animals expressing polyQ128 in the touch receptor neurons (\nP\nmec-3\nhtt57Q128\n) exposed to the 3+3+2+2 regimen. \nn\n = 119 to 248 animals. *\nP\n ≤ 0.05, **\nP\n ≤ 0.01, ***\nP\n ≤ 0.001, ****\nP\n ≤ 0.0001.\nA second consequence of aggregating Tau expression in the \nC. elegans\n nervous system are severe morphological abnormalities in nerve cords, such that gaps in the ventral and dorsal cords can be observed during developmental and adult stages when GFP reporters are used for their visualization (\n43\n). We used a \nC. elegans\n strain in which the GABAergic motor neurons are GFP-labeled in the aggregating Tau background (\nP\nrab-3\nF3ΔK280; P\naex-3\nh4R1NTauV337M; P\nunc-25\nGFP\n) (\n43\n) to quantify the number of gaps in GABAergic motor neurons in exercised vs. nonexercised control animals (\nFig. 6\nB\n). We found that this strain exhibited severely uncoordinated locomotion and an overall unhealthy appearance; therefore, we elected to reduce the swim regimen to the first 2 d of adulthood and 5 swim sessions (3+2 regimen) to prevent overtraining, with analysis of cord morphology 1 d later. We find that swim-exercised Ad3 mutants exhibited a subtle but consistent decrease in the average number of gaps in GABAergic motor neurons relative to nonexercised controls (\nFig. 6\nC\n). Taken together, our analysis of a tauopathy model demonstrates that swim exercise is able to improve pathological effects of neuronal aggregating Tau, both at the functional and morphological levels.\nWe also addressed impact of exercise on a \nC. elegans\n AD model in which human amyloid-β (Aβ) peptide (1–42) is pan-neuronally expressed in a temperature-sensitive manner [\nsmg-1(cc546\nts\n) P\nsnb-1\nAβ\n1–42\n::long 3′-UTR\n] (\n45\n). One of the phenotypes previously described in this strain is a reduced chemotactic ability toward benzaldehyde (\n45\n). When raised at 23 °C (a temperature that induces expression of Aβ\n1–42\n), chemotaxis performance of transgenic Aβ animals decreases rapidly during the first days of adulthood. We decided to limit the swim regimen for this strain to the first 2 d of adulthood (3+3 regimen) with assay at Ad3 because of the severity of chemotactic deficits exhibited at later time points (i.e., from Ad4 onward, animals exhibited virtually no chemotactic ability). We found that exercised Ad3 Aβ\n1–42\n-expressing animals exhibited a significantly higher chemotaxis index toward benzaldehyde than nonexercised control counterparts (\nFig. 6\nD\n). Thus, swim exercise improves a neuronally controlled behavior in a \nC. elegans\n model of AD-associated toxicity.\nFinally, we tested exercise effects in a \nC. elegans\n HD model in which the first 57 amino acids of human Huntingtin protein (HTT) are fused to an expanded polyglutamine (polyQ128), and this transgene is expressed in 10 neurons including the 6 touch receptor neurons (\nP\nmec-3\nhtt57Q128\n) (\n46\n). The \nC. elegans\n touch receptor neurons mediate the response to gentle touch (\n47\n) and polyQ expression in these specific neurons greatly accelerates touch deficits during adult life (\n46\n, \n48\n). After a 3+3+2+2 swim regimen, we performed touch sensitivity assays by quantifying the animal responsiveness to 5 gentle touches on the head or the tail at different days of adulthood blinded to previous exercise experience of the animals. We found that exercised polyQ animals exhibited a significant improvement in touch sensitivity at Ad5, Ad8, and Ad11 for the anterior region (\nFig. 6\nE\n), and at Ad5 and Ad8 for the posterior region (\nSI Appendix\n, Fig. S10\n). Thus, long-term swim exercise in \nC. elegans\n improves neuronal healthspan in a sensitized polyQ-mediated toxicity model.\nOverall, our testing of exercise impact on models in which human disease proteins impair \nC. elegans\n adult neuron functions demonstrates that long-term swim exercise improves neuronal healthspan at both morphological and functional levels, for different neuronal cell types in multiple neurodegeneration models. A particularly striking corollary is that sustained early adult swim training can confer a demonstrable health benefit even long after training has ended.",
    "swim_exercise_of_postreproductive_c._elegans_also_improves_l": "Swim Exercise of Postreproductive \nC. elegans\n Also Improves Locomotory Vigor.\nOne of the remarkable features of exercise in humans is the fact that exercise has been shown to be beneficial at all ages, including older adults even if they had never exercised before (\n49\n, \n50\n). We therefore sought to determine whether \nC. elegans\n exercise performed at a later stage of adult life could also promote health benefits. We designed an exercise regimen for postreproductive \nC. elegans\n based on 2 daily swim sessions over a period of 3 d (2+2+2 regimen) that we executed from Ad6 to Ad8 (\nFig. 7\nA\n). To address potential overtraining of these older animals, we tested a shorter duration for each swim session (i.e., 60 min) in parallel with the usual 90-min swims. We found that the 2+2+2 regimen with 90-min swims promoted an increase in crawling maximum velocity of postreproductive exercised \nC. elegans\n on Ad9 but that improvement in locomotion disappeared by Ad12 (\nFig. 7\nB\n). Postreproductive exercised animals that performed the 2+2+2 regimen with 60-min swims exhibited a significant improvement in crawling maximum velocity on both Ad9 and Ad12 (\nFig. 7\nC\n). These results show that postreproductive \nC. elegans\n can improve locomotory vigor upon swim exercise and that modified regimen in older animals can promote effective and long-lasting exercise benefits, akin to what we described above for young adult exercise.\nFig. 7.\nSwim exercise of postreproductive \nC. elegans\n also improves locomotory vigor. (\nA\n) Diagram of the 2+2+2 exercise regimen performed with postreproductive animals (from Ad6 to Ad8) indicating the time of the day of each exercise session. We tested swim sessions with a duration of 90 and 60 min. (\nB\n and \nC\n) Crawling maximum velocity of Ad9 and Ad12 WT animals exposed to the 2+2+2 regimen with swim sessions of 90 min (\nB\n) or 60 min (\nC\n). Each point represents a single animal. \nn\n = 59 to 60 animals. *\nP\n ≤ 0.05, ***\nP\n ≤ 0.001.",
    "discussion": "Discussion\nThe development of short-lived genetic models in which fundamental questions of exercise biology can be evaluated throughout the entire aging process holds great potential for advancing our knowledge on transtissue exercise signaling that improves old-age health. Here we define a long-term adult exercise regimen that induces robust exercise adaptations in multiple \nC. elegans\n tissues. We show that repeated daily swim sessions are essential for molecular, morphological, and functional adaptations at the body wall muscle level. Moreover, whole-animal health parameters, including mitochondrial respiration and midlife survival, as well as functionality of tissues that are not directly involved in physical activity, such as pharynx and intestine, are improved by regular exercise. Exercise benefits to learning ability and to mitigating symptoms of neuronal pathologies in tauopathy, AD, and HD \nC. elegans\n models can accompany regular swimming in young adulthood. Particularly noteworthy is that we find benefits of exercise regimens in young adult life that can be documented to extend late into life after the regular exercise period ends, a finding that suggests a potential switch mechanism for healthy aging trajectories might be triggered by even limited early enhanced activity.\nHow \nC. elegans\n Trains for Sustained Adult Health.\nWe found that multiple swim sessions per day, occurring over several days, are essential for exercise-dependent molecular and functional adaptations in \nC. elegans\n. Using muscle gene expression and locomotion performance as readouts, we identified the 3+3+2+2 regimen as the most consistent protocol that induces long-term exercise adaptations. Although we expect that particular health and fitness readouts might require a slightly adjusted multiple daily swim regimen to induce optimal exercise adaptation for a given parameter, the 3+3+2+2 protocol does confer a broad swath of health improvements. Our data establishing the need for repeated exercise as required for health adaptations may partially explain the lack of mitochondrial adaptations and survival improvement previously reported for a vibration \nC. elegans\n exercise model (\n17\n) and the lack of locomotion improvement in a Duchenne muscular dystrophy \nC. elegans\n model swim-exercised 90 min per day (\n18\n), as these studies did not include exercise training in consecutive days or multiple times per day.\nThe transient increase in physical activity during an exercise bout and the following postexercise recovery period are crucial for long-lasting exercise adaptation in mammals (\n27\n, \n51\n). We introduced a 4.5-h minimum interval between swim sessions in our exercise regimens based on our previous documentation that most acute exercise changes return to baseline levels by 4-h postexercise (\n13\n). As rest and recovery appears to be important to instituting positive outcomes of exercise, we suggest that recently described regimens in \nC. elegans\n based on continuous burrowing or swimming over several days (\n18\n) may need to incorporate activity breaks to accomplish long-term benefits.\nWe also note that our data indicate that the exercise regimen should be reduced to prevent overtraining and consequent deleterious effects when working with strains with severe health deficits or older age animals. For example, a 4+4+4+4 regimen led to a decrease in overall health due to overtraining, which was particularly evident from the reduction in midlife survival of 4+4+4+4 exercised animals. For nematodes and humans, then, recovery and moderation are factors in exercise health outcomes.\nSystemic Benefits of Exercise.\nLongevity.\nA majority of human exercise studies support that exercise can reduce mortality risk and increase longevity of healthy subjects, patients, and elite athletes, although some studies suggest a negative or neutral association between exercise and lifespan in humans (\n33\n–\n36\n). A fair generalization may be that the extent of the exercise benefits is variable and dependent in part on the type of exercise, the population studied, and the particular outcomes recorded. Similar to observations in humans, the effect of exercise on \nC. elegans\n longevity seems to be highly dependent on the adopted exercise regimen with reported outcomes in previous studies varying from detrimental to beneficial (\n14\n–\n18\n). Our 3+3+2+2 swim exercise regimen promoted a consistent increase in midlife population survival rather than an increase in maximum lifespan. Thus, exercised populations are able to survive extra days during the time-window when the mortality rate is at its peak. It is important to note that in our studies, this time-window occurs 8 to 16 d after the last exercise session, raising the possibility that extension of the swim regimen beyond the first 4 d of adulthood may further potentiate survival differences and underscoring that early adult activity can have long lasting impact on healthy aging.\nNonexercising cardiac-like muscle.\nOne of the pressing questions in exercise biology is how physical activity can promote health benefits in multiple tissues of the body, especially in those tissues not directly engaged by neuromuscular activity. We found that long-term swim exercise in \nC. elegans\n increases pharyngeal pumping rate during midlife, reflecting a delay in the age-associated decline of cardiac-like muscle function (\n37\n). In the case of \nC. elegans\n, the pumping mechanism is inhibited rather than accelerated during swim training, so the pharyngeal muscle itself does not “train,” yet pharyngeal functional health nonetheless improves with exercise. Our observations raise the possibility that some exercise benefits to human heart might be conferred via transtissue signals rather than exercise-enhanced heart contraction.\nIntestinal integrity.\nWe also observed a significant improvement of the older age intestinal barrier function in exercised \nC. elegans\n, establishing that enhanced gut health is a systemic effect of exercise experience. In humans, exercise has been shown to reduce the risk of gastrointestinal cancer, diverticulitis, and inflammatory bowel disease (\n52\n), although high-intensity, prolonged exercise sessions will cause an acute increase in intestinal permeability (or “leaky gut”) (\n53\n), which has been associated with infectious diseases, obesity, and autoimmune diseases (\n54\n). We suggest that an exercise-dependent hormetic effect on intestinal function can reconcile these apparently contradictory findings: Acute exercise bouts may enhance intestinal permeability, but regular exercise training will promote intestinal adaptation over time that might enhance intestinal barrier function, similar to what we detected in \nC. elegans\n.\nAge-associated neuronal decline and neurodegeneration stresses.\nOur study presents clear evidence that exercise in \nC. elegans\n promotes neuronal health at multiple levels. Kauffman et al. (\n11\n) have shown that the learning process is molecularly distinct from memory formation; and that capacity for learning declines with age. We show that learning ability is markedly increased in swim-exercised WT animals, whereas short-term memory retention is not significantly improved by the exercise regimen we implement here. Interestingly, other longevity paradigms have been reported to have focused impact on particular components of the learning/memory process (\n11\n): Dietary-restricted \neat-2\n mutants retain the ability to learn for longer and maintain short- and long-term memory with age, but \ndaf-2\n reduced insulin signaling mutants retain the ability to learn for longer but lose long-term memory at the same rate as WT (\n11\n). Overall, the fact that swim exercise enhances adult learning capacity reveals that particular neuronal capabilities can be improved as a result of animal activity and adds maintained neuronal function to the list of healthspan benefits of exercise in \nC. elegans\n.\nNumerous studies in animal models and humans show that exercise can improve cognitive function and reduce the risk of developing dementia later in life (\n40\n, \n41\n). However, the effect of exercise on dementia patients is not clear, with outcomes of published studies ranging from detrimental to beneficial exercise outcomes (\n55\n–\n58\n). Taking advantage of neurodegeneration models of human disease in \nC. elegans\n, we show that swim exercise improves neuronal healthspan in disease protein-stressed neurons, at both morphological and functional levels, for different neuronal cell types. We detected exercise-dependent health benefits for motor neurons, chemosensory neurons, and touch receptor neurons in tauopathy, AD, and HD conditions, respectively, revealing a broad impact of exercise in maintaining health in the \nC. elegans\n nervous system confronted with disease stresses. Exercise prescription by primary care physicians is currently recommended as a way to improve patients’ general health and reduce all-cause mortality (\n59\n). Our data strengthen the case that exercise can have powerful beneficial effects on neurodegenerative disease conditions.\nOverall, the documentation of transtissue impact of exercise makes it clear that \nC. elegans\n can be used as a model for the detailed mechanistic dissection of the molecular and tissue circuits that maintain animal vigor as a consequence of exercise.\nExercise during Early Adult Life Can Have Clear Long-Term Impact on Later Adult Health.\nWe show in this study that long-term swim exercise in \nC. elegans\n induces health benefits at the body wall muscle, pharyngeal, intestinal, and neuronal levels. Remarkably, most of the exercise-dependent benefits are long lasting, with effects still detectable up to 7 to 16 d after the last exercise session for specific assays. Moreover, even exercise in postreproductive \nC. elegans\n can promote long-lasting locomotory improvements. Interestingly, a recent study shows that human volunteers who enrolled in an 8-mo exercise regimen still exhibit improvements in aerobic capacity and metabolic health 10 y after completion of exercise training (\n60\n). Thus, persistent health benefits of previous exercise training may be conserved from nematodes to humans. If so, the establishment of \nC. elegans\n as an exercise model opens the exciting possibility of uncovering the molecular signals responsible for life-long, exercise-dependent systemic health benefits.",
    "how_c._elegans_trains_for_sustained_adult_health.": "How \nC. elegans\n Trains for Sustained Adult Health.\nWe found that multiple swim sessions per day, occurring over several days, are essential for exercise-dependent molecular and functional adaptations in \nC. elegans\n. Using muscle gene expression and locomotion performance as readouts, we identified the 3+3+2+2 regimen as the most consistent protocol that induces long-term exercise adaptations. Although we expect that particular health and fitness readouts might require a slightly adjusted multiple daily swim regimen to induce optimal exercise adaptation for a given parameter, the 3+3+2+2 protocol does confer a broad swath of health improvements. Our data establishing the need for repeated exercise as required for health adaptations may partially explain the lack of mitochondrial adaptations and survival improvement previously reported for a vibration \nC. elegans\n exercise model (\n17\n) and the lack of locomotion improvement in a Duchenne muscular dystrophy \nC. elegans\n model swim-exercised 90 min per day (\n18\n), as these studies did not include exercise training in consecutive days or multiple times per day.\nThe transient increase in physical activity during an exercise bout and the following postexercise recovery period are crucial for long-lasting exercise adaptation in mammals (\n27\n, \n51\n). We introduced a 4.5-h minimum interval between swim sessions in our exercise regimens based on our previous documentation that most acute exercise changes return to baseline levels by 4-h postexercise (\n13\n). As rest and recovery appears to be important to instituting positive outcomes of exercise, we suggest that recently described regimens in \nC. elegans\n based on continuous burrowing or swimming over several days (\n18\n) may need to incorporate activity breaks to accomplish long-term benefits.\nWe also note that our data indicate that the exercise regimen should be reduced to prevent overtraining and consequent deleterious effects when working with strains with severe health deficits or older age animals. For example, a 4+4+4+4 regimen led to a decrease in overall health due to overtraining, which was particularly evident from the reduction in midlife survival of 4+4+4+4 exercised animals. For nematodes and humans, then, recovery and moderation are factors in exercise health outcomes.",
    "systemic_benefits_of_exercise.": "Systemic Benefits of Exercise.\nLongevity.\nA majority of human exercise studies support that exercise can reduce mortality risk and increase longevity of healthy subjects, patients, and elite athletes, although some studies suggest a negative or neutral association between exercise and lifespan in humans (\n33\n–\n36\n). A fair generalization may be that the extent of the exercise benefits is variable and dependent in part on the type of exercise, the population studied, and the particular outcomes recorded. Similar to observations in humans, the effect of exercise on \nC. elegans\n longevity seems to be highly dependent on the adopted exercise regimen with reported outcomes in previous studies varying from detrimental to beneficial (\n14\n–\n18\n). Our 3+3+2+2 swim exercise regimen promoted a consistent increase in midlife population survival rather than an increase in maximum lifespan. Thus, exercised populations are able to survive extra days during the time-window when the mortality rate is at its peak. It is important to note that in our studies, this time-window occurs 8 to 16 d after the last exercise session, raising the possibility that extension of the swim regimen beyond the first 4 d of adulthood may further potentiate survival differences and underscoring that early adult activity can have long lasting impact on healthy aging.\nNonexercising cardiac-like muscle.\nOne of the pressing questions in exercise biology is how physical activity can promote health benefits in multiple tissues of the body, especially in those tissues not directly engaged by neuromuscular activity. We found that long-term swim exercise in \nC. elegans\n increases pharyngeal pumping rate during midlife, reflecting a delay in the age-associated decline of cardiac-like muscle function (\n37\n). In the case of \nC. elegans\n, the pumping mechanism is inhibited rather than accelerated during swim training, so the pharyngeal muscle itself does not “train,” yet pharyngeal functional health nonetheless improves with exercise. Our observations raise the possibility that some exercise benefits to human heart might be conferred via transtissue signals rather than exercise-enhanced heart contraction.\nIntestinal integrity.\nWe also observed a significant improvement of the older age intestinal barrier function in exercised \nC. elegans\n, establishing that enhanced gut health is a systemic effect of exercise experience. In humans, exercise has been shown to reduce the risk of gastrointestinal cancer, diverticulitis, and inflammatory bowel disease (\n52\n), although high-intensity, prolonged exercise sessions will cause an acute increase in intestinal permeability (or “leaky gut”) (\n53\n), which has been associated with infectious diseases, obesity, and autoimmune diseases (\n54\n). We suggest that an exercise-dependent hormetic effect on intestinal function can reconcile these apparently contradictory findings: Acute exercise bouts may enhance intestinal permeability, but regular exercise training will promote intestinal adaptation over time that might enhance intestinal barrier function, similar to what we detected in \nC. elegans\n.\nAge-associated neuronal decline and neurodegeneration stresses.\nOur study presents clear evidence that exercise in \nC. elegans\n promotes neuronal health at multiple levels. Kauffman et al. (\n11\n) have shown that the learning process is molecularly distinct from memory formation; and that capacity for learning declines with age. We show that learning ability is markedly increased in swim-exercised WT animals, whereas short-term memory retention is not significantly improved by the exercise regimen we implement here. Interestingly, other longevity paradigms have been reported to have focused impact on particular components of the learning/memory process (\n11\n): Dietary-restricted \neat-2\n mutants retain the ability to learn for longer and maintain short- and long-term memory with age, but \ndaf-2\n reduced insulin signaling mutants retain the ability to learn for longer but lose long-term memory at the same rate as WT (\n11\n). Overall, the fact that swim exercise enhances adult learning capacity reveals that particular neuronal capabilities can be improved as a result of animal activity and adds maintained neuronal function to the list of healthspan benefits of exercise in \nC. elegans\n.\nNumerous studies in animal models and humans show that exercise can improve cognitive function and reduce the risk of developing dementia later in life (\n40\n, \n41\n). However, the effect of exercise on dementia patients is not clear, with outcomes of published studies ranging from detrimental to beneficial exercise outcomes (\n55\n–\n58\n). Taking advantage of neurodegeneration models of human disease in \nC. elegans\n, we show that swim exercise improves neuronal healthspan in disease protein-stressed neurons, at both morphological and functional levels, for different neuronal cell types. We detected exercise-dependent health benefits for motor neurons, chemosensory neurons, and touch receptor neurons in tauopathy, AD, and HD conditions, respectively, revealing a broad impact of exercise in maintaining health in the \nC. elegans\n nervous system confronted with disease stresses. Exercise prescription by primary care physicians is currently recommended as a way to improve patients’ general health and reduce all-cause mortality (\n59\n). Our data strengthen the case that exercise can have powerful beneficial effects on neurodegenerative disease conditions.\nOverall, the documentation of transtissue impact of exercise makes it clear that \nC. elegans\n can be used as a model for the detailed mechanistic dissection of the molecular and tissue circuits that maintain animal vigor as a consequence of exercise.",
    "longevity.": "Longevity.\nA majority of human exercise studies support that exercise can reduce mortality risk and increase longevity of healthy subjects, patients, and elite athletes, although some studies suggest a negative or neutral association between exercise and lifespan in humans (\n33\n–\n36\n). A fair generalization may be that the extent of the exercise benefits is variable and dependent in part on the type of exercise, the population studied, and the particular outcomes recorded. Similar to observations in humans, the effect of exercise on \nC. elegans\n longevity seems to be highly dependent on the adopted exercise regimen with reported outcomes in previous studies varying from detrimental to beneficial (\n14\n–\n18\n). Our 3+3+2+2 swim exercise regimen promoted a consistent increase in midlife population survival rather than an increase in maximum lifespan. Thus, exercised populations are able to survive extra days during the time-window when the mortality rate is at its peak. It is important to note that in our studies, this time-window occurs 8 to 16 d after the last exercise session, raising the possibility that extension of the swim regimen beyond the first 4 d of adulthood may further potentiate survival differences and underscoring that early adult activity can have long lasting impact on healthy aging.",
    "nonexercising_cardiac-like_muscle.": "Nonexercising cardiac-like muscle.\nOne of the pressing questions in exercise biology is how physical activity can promote health benefits in multiple tissues of the body, especially in those tissues not directly engaged by neuromuscular activity. We found that long-term swim exercise in \nC. elegans\n increases pharyngeal pumping rate during midlife, reflecting a delay in the age-associated decline of cardiac-like muscle function (\n37\n). In the case of \nC. elegans\n, the pumping mechanism is inhibited rather than accelerated during swim training, so the pharyngeal muscle itself does not “train,” yet pharyngeal functional health nonetheless improves with exercise. Our observations raise the possibility that some exercise benefits to human heart might be conferred via transtissue signals rather than exercise-enhanced heart contraction.",
    "intestinal_integrity.": "Intestinal integrity.\nWe also observed a significant improvement of the older age intestinal barrier function in exercised \nC. elegans\n, establishing that enhanced gut health is a systemic effect of exercise experience. In humans, exercise has been shown to reduce the risk of gastrointestinal cancer, diverticulitis, and inflammatory bowel disease (\n52\n), although high-intensity, prolonged exercise sessions will cause an acute increase in intestinal permeability (or “leaky gut”) (\n53\n), which has been associated with infectious diseases, obesity, and autoimmune diseases (\n54\n). We suggest that an exercise-dependent hormetic effect on intestinal function can reconcile these apparently contradictory findings: Acute exercise bouts may enhance intestinal permeability, but regular exercise training will promote intestinal adaptation over time that might enhance intestinal barrier function, similar to what we detected in \nC. elegans\n.",
    "age-associated_neuronal_decline_and_neurodegeneration_stress": "Age-associated neuronal decline and neurodegeneration stresses.\nOur study presents clear evidence that exercise in \nC. elegans\n promotes neuronal health at multiple levels. Kauffman et al. (\n11\n) have shown that the learning process is molecularly distinct from memory formation; and that capacity for learning declines with age. We show that learning ability is markedly increased in swim-exercised WT animals, whereas short-term memory retention is not significantly improved by the exercise regimen we implement here. Interestingly, other longevity paradigms have been reported to have focused impact on particular components of the learning/memory process (\n11\n): Dietary-restricted \neat-2\n mutants retain the ability to learn for longer and maintain short- and long-term memory with age, but \ndaf-2\n reduced insulin signaling mutants retain the ability to learn for longer but lose long-term memory at the same rate as WT (\n11\n). Overall, the fact that swim exercise enhances adult learning capacity reveals that particular neuronal capabilities can be improved as a result of animal activity and adds maintained neuronal function to the list of healthspan benefits of exercise in \nC. elegans\n.\nNumerous studies in animal models and humans show that exercise can improve cognitive function and reduce the risk of developing dementia later in life (\n40\n, \n41\n). However, the effect of exercise on dementia patients is not clear, with outcomes of published studies ranging from detrimental to beneficial exercise outcomes (\n55\n–\n58\n). Taking advantage of neurodegeneration models of human disease in \nC. elegans\n, we show that swim exercise improves neuronal healthspan in disease protein-stressed neurons, at both morphological and functional levels, for different neuronal cell types. We detected exercise-dependent health benefits for motor neurons, chemosensory neurons, and touch receptor neurons in tauopathy, AD, and HD conditions, respectively, revealing a broad impact of exercise in maintaining health in the \nC. elegans\n nervous system confronted with disease stresses. Exercise prescription by primary care physicians is currently recommended as a way to improve patients’ general health and reduce all-cause mortality (\n59\n). Our data strengthen the case that exercise can have powerful beneficial effects on neurodegenerative disease conditions.\nOverall, the documentation of transtissue impact of exercise makes it clear that \nC. elegans\n can be used as a model for the detailed mechanistic dissection of the molecular and tissue circuits that maintain animal vigor as a consequence of exercise.",
    "exercise_during_early_adult_life_can_have_clear_long-term_im": "Exercise during Early Adult Life Can Have Clear Long-Term Impact on Later Adult Health.\nWe show in this study that long-term swim exercise in \nC. elegans\n induces health benefits at the body wall muscle, pharyngeal, intestinal, and neuronal levels. Remarkably, most of the exercise-dependent benefits are long lasting, with effects still detectable up to 7 to 16 d after the last exercise session for specific assays. Moreover, even exercise in postreproductive \nC. elegans\n can promote long-lasting locomotory improvements. Interestingly, a recent study shows that human volunteers who enrolled in an 8-mo exercise regimen still exhibit improvements in aerobic capacity and metabolic health 10 y after completion of exercise training (\n60\n). Thus, persistent health benefits of previous exercise training may be conserved from nematodes to humans. If so, the establishment of \nC. elegans\n as an exercise model opens the exciting possibility of uncovering the molecular signals responsible for life-long, exercise-dependent systemic health benefits.",
    "materials_and_methods": "Materials and Methods\nC. elegans\n Strains and Maintenance.\nThe \nC. elegans\n strains used in this study were: N2 (WT strain), SJ4103 \nzcIs14[P\nmyo-3\nmitoGFP]\n (\n61\n), BR6563 \nbyIs161[P\nrab-3\nF3ΔK280; P\nmyo-2\nmCherry]; bkIs10[P\naex-3\nh4R1NTauV337M; P\nmyo-2\nGFP]\n (\n43\n), BR5707 \nbyIs161\n[P\nrab-3\nF3ΔK280; P\nmyo-2\nmCherry]; bkIs10[P\naex-3\nh4R1NTauV337M; P\nmyo-2\nGFP]; juIs73[P\nunc-25\nGFP] III\n (\n43\n), CL2355 \nsmg-1(cc546\nts\n) dvIs50[P\nsnb-1\nAβ\n1–42\n::long 3′-UTR P\nmtl-2\nGFP] I\n (\n45\n), and ID1 \nigIs1[P\nmec-3\nhtt57Q128::CFP, P\nmec-7\nYFP, lin-15(+)]\n (\n46\n). We maintained nematodes at 20 °C on NGM plates seeded with live \nE. coli\n OP50-1, as previously described (\n62\n), unless otherwise stated.\nLong-Term Swim Exercise Protocols.\nWe used 2 different methods for our long-term swim exercise experiments: The picking method and the washing method. We performed the picking method for all of the experiments presented in this study, except for the oxygen consumption rates and associative learning assays in which we used the washing method due to the high number of animals required for each assay. Details are in \nSI Appendix\n.\nOther Assays.\nDetailed information about all of the other assays we performed (qPCR, maximum and mean velocity, microfluidic assay, burrowing assay, confocal microscopy, oxygen consumption rates, lifespan assay, pharyngeal pumping rate, Smurf assay, learning assay, chemotaxis assay, and touch-sensitivity assay) can be found in \nSI Appendix\n.\nStatistical Analyses.\nThe data in this study are presented as the mean ± SEM. We performed a minimum of 3 independent trials for each experiment. The specific number of data points and the test used for each statistical analysis are detailed in \nSI Appendix\n.",
    "c._elegans_strains_and_maintenance.": "C. elegans\n Strains and Maintenance.\nThe \nC. elegans\n strains used in this study were: N2 (WT strain), SJ4103 \nzcIs14[P\nmyo-3\nmitoGFP]\n (\n61\n), BR6563 \nbyIs161[P\nrab-3\nF3ΔK280; P\nmyo-2\nmCherry]; bkIs10[P\naex-3\nh4R1NTauV337M; P\nmyo-2\nGFP]\n (\n43\n), BR5707 \nbyIs161\n[P\nrab-3\nF3ΔK280; P\nmyo-2\nmCherry]; bkIs10[P\naex-3\nh4R1NTauV337M; P\nmyo-2\nGFP]; juIs73[P\nunc-25\nGFP] III\n (\n43\n), CL2355 \nsmg-1(cc546\nts\n) dvIs50[P\nsnb-1\nAβ\n1–42\n::long 3′-UTR P\nmtl-2\nGFP] I\n (\n45\n), and ID1 \nigIs1[P\nmec-3\nhtt57Q128::CFP, P\nmec-7\nYFP, lin-15(+)]\n (\n46\n). We maintained nematodes at 20 °C on NGM plates seeded with live \nE. coli\n OP50-1, as previously described (\n62\n), unless otherwise stated.",
    "long-term_swim_exercise_protocols.": "Long-Term Swim Exercise Protocols.\nWe used 2 different methods for our long-term swim exercise experiments: The picking method and the washing method. We performed the picking method for all of the experiments presented in this study, except for the oxygen consumption rates and associative learning assays in which we used the washing method due to the high number of animals required for each assay. Details are in \nSI Appendix\n.",
    "other_assays.": "Other Assays.\nDetailed information about all of the other assays we performed (qPCR, maximum and mean velocity, microfluidic assay, burrowing assay, confocal microscopy, oxygen consumption rates, lifespan assay, pharyngeal pumping rate, Smurf assay, learning assay, chemotaxis assay, and touch-sensitivity assay) can be found in \nSI Appendix\n.",
    "statistical_analyses.": "Statistical Analyses.\nThe data in this study are presented as the mean ± SEM. We performed a minimum of 3 independent trials for each experiment. The specific number of data points and the test used for each statistical analysis are detailed in \nSI Appendix\n.",
    "supplementary_material": "Supplementary Material\nSupplementary File\nSupplementary File\nSupplementary File"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6876156/"
}