{
  "id": "PMC6366624",
  "title": "A comparison of unamplified and massively multiplexed PCR amplification for murine antibody repertoire sequencing.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "A comparison of unamplified and massively multiplexed PCR amplification for murine antibody repertoire sequencing.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6366624/"
  },
  "sections": {
    "permalink": "Copy",
    "trisha_a_rettig": "*\nDivision of Biology, Kansas State University, Manhattan, KS, USA\nFind articles by \nTrisha A Rettig",
    "michael_j_pecaut": "†\nDivision of Radiation Research, Loma Linda University, Loma Linda, CA, USA\nFind articles by \nMichael J Pecaut",
    "stephen_k_chapes": "*\nDivision of Biology, Kansas State University, Manhattan, KS, USA\nFind articles by \nStephen K Chapes",
    "abstract": "Sequencing antibody repertoires has steadily become cheaper and easier. Sequencing methods usually rely on some form of amplification, often a massively multiplexed PCR prior to sequencing. To eliminate potential biases and create a data set that could be used for other studies, our lab compared unamplified sequencing results from the splenic heavy-chain repertoire in the mouse to those processed through two commercial applications. We also compared the use of mRNA vs total RNA, reverse transcriptase, and primer usage for cDNA synthesis and submission. The use of mRNA for cDNA synthesis resulted in higher read counts but reverse transcriptase and primer usage had no statistical effects on read count. Although most of the amplified data sets contained more antibody reads than the unamplified data set, we detected more unique V-gene segments in the unamplified data set. Although unique CDR3 detection was much lower in the unamplified data set, RNASeq detected 98% of the high frequency CDR3s. We have shown that unamplified profiling of the antibody repertoire is possible, detects more V-gene segments, and detects high frequency clones in the repertoire.\nKeywords:\n High throughput sequencing, Immunoglobulin genes, Mouse, Heavy Chain, RepSEQ",
    "introduction": "Antibodies are B cell proteins that play a vital role in adaptive immunity. These complex molecules, and their diverse specificities are defined at several levels. At the protein level, these molecules are heterodimers joined with disulfide bonds between heavy and light chains. At the genetic level, the antibody specificity is influenced by semi-randomly recombining a variable (V), diversity (D), and joining (J) gene segments that are encoded in the genome. This V-D-J, or in the case of the light chain, V-J rearrangement, also influences antibody specificity by random and semi-random base insertions or deletions during the recombination process. In the end, the collection of antibodies produced, the antibody repertoire, is a fingerprint of what antigens an organism has been exposed to and a measure of immunocompetence. Sequencing has become easier, cheaper, and faster in recent years. Antibody repertoires have been sequenced in numerous species, in response to vaccinations (\n1\n–\n3\n) and infections (\n4\n–\n6\n), and have been employed in cancer detection; providing valuable feedback regarding the immune system’s response to challenges and for early cancer detection in patients (\n7\n, \n8\n).\nIn an effort to supplement unamplified MiSeq data sets used in our laboratory (\n9\n), we explored the use of commercial processes that use technologies to amplify sequences to increase the depth of coverage of specifically targeted immunoglobulin gene transcripts. These data sets are created using massively multiplexed PCR reactions that are subsequently sequenced on the Illumina platform. Multiplex amplification strategies have been used to explore the T cell (\n10\n, \n11\n) and B cell repertoires (\n12\n–\n15\n) and biases, omissions (\n10\n, \n11\n, \n16\n–\n18\n).and PCR artifacts have been detected in the data sets (\n10\n).\nWe started this project with the hypothesis that our unamplified data set would provide comparable results to those seen in the commercially amplified data sets. However, we are unaware of any immunoglobulin repertoire studies that have been done to compare data obtained using amplification techniques compared to the repertoire in a total RNASeq library. Concurrent with performing these analyses, we discovered that the required sample preparation for commercial sequencing also varied. Therefore, we found it necessary to examine the impact of sample preparation as part of our effort. This manuscript describes our results comparing a data set generated using unamplified total RNA (TRNA) to commercially amplified data sets. We examined the role of commercial amplification and cDNA generation methods as well as the impact of the starting material on sequence output.",
    "materials_and_methods": "KSU RNA Preparation\n\n\nRNA was prepared as outlined in Rettig et al 2017 (\n9\n). Briefly, RNA was extracted from the spleens of four nine-week old female C57Bl/6J mice. TRNA was submitted to the Kansas State University Integrated Genomics Facility for sequencing and cDNA was prepared using standard Illumina protocols. cDNA made from the TRNA using random hexamer primers and oligo-dT selection, was size selected to 275-800bp length and sequenced on the Illumina MiSeq at 2×300bp using Illumina’s protocol. No additional amplification beyond that required by Illumina preparation was used and consider these samples non-specifically amplified, or “unamplified”.\nCommercial Sample preparations\n\n\nmRNA was extracted from the TRNA isolated from the sample used for the KSU data set using the PolyATtract mRNA isolation system (Promega, Fitchburg, WI) following manufacturer’s instructions. RT-PCR for samples amplified with Avian Myeloblastosis Virus (AMV) reverse transcriptase based sample preparation was performed using the Access RT-PCR System (Promega, Fitchburg, WI) following the manufacturer’s instructions. RT-PCR for Moloney Murine Leukemia Virus (MMLV) reverse transcriptase based sample preparation was performed using the SuperScript III First-Strand Synthesis System (Invitrogen, Carlsbrad, CA) following manufacturer’s instructions. Starting material for RT-PCR was either TRNA from the KSU data set or the purified mRNA. RT-PCR products were submitted to Adaptive Biotechnologies (Seattle, WA) \n(Com1)\n on dry ice following company protocols. TRNA and mRNA (unamplified) were submitted to iRepertoire, Inc. (Huntsville, AL) \n(Com2)\n on dry ice following company protocols.\nBioinformatic Analysis\n\n\nKSU sequencing results were analyzed as described previously (\n9\n). Briefly, sequencing results were quality controlled. Antibody-specific sequences were isolated and submitted to ImMunoGeneTics (IMGT) (\n19\n) for analysis. Individual sequences were assigned a unique ID by the sequencing machinery during Illumina sequencing and were used to identify unique sequences. The sequence containing the most high quality information was retained for further analysis as outlined in Rettig \net al\n (\n9\n). No further filtering of reads was performed. Both commercial sequencers provided their own bioinformatic analyses of the sequencing results. The raw sequencing results from Com1 and Com2 were also submitted to IMGT for analysis and subjected to the standard KSU bioinformatics pipeline. IMGT’s nomenclature and classifications were used throughout this paper. We assessed all functional V-gene segments as identified by IMGT. We also include three putative functional genes (V5S21, V1S100, and V3S7) which were detected in rearranged transcripts (containing a CDR3 C-xx-W motif or class switched) in our previous analysis of the normal C57BL/6 repertoire (\n20\n). IMGT’s High-V Quest occasionally assigned multiple potential V-gene segments to a single sequence, likely due to incomplete capture of the entire V-gene sequence or high homology between gene segments.\n\n\nIn all IMGT processed data, sequences that contained two possible V-gene segment possibilities were assigned a weighted value of 0.5 per sequence, as opposed to one for full matches. Sequences with V-gene segments that were assigned more than two potential matches were excluded from analysis. Initial results were tabulated using the companys’ proprietary bioinformatic results. However, to determine the role of bioinformatic handling of the data, some of Com1 and Com2 data were subjected to the standard KSU bioinformatic workflow analysis and CDR3 analyses (\n9\n).\nStatistical Tests\n\n\nAll statistical analyses were carried out using GraphPad Prism (Version 6.0). Paired T-tests were performed using the raw read counts. Coefficient of determinations (R\n2\n) were performed by comparing the percent of repertoire between animals. Percent of repertoire is determined by dividing the read count for a specific V-gene segment by the total number of reads detected and multiplying by 100.",
    "ksu_rna_preparation": "RNA was prepared as outlined in Rettig et al 2017 (\n9\n). Briefly, RNA was extracted from the spleens of four nine-week old female C57Bl/6J mice. TRNA was submitted to the Kansas State University Integrated Genomics Facility for sequencing and cDNA was prepared using standard Illumina protocols. cDNA made from the TRNA using random hexamer primers and oligo-dT selection, was size selected to 275-800bp length and sequenced on the Illumina MiSeq at 2×300bp using Illumina’s protocol. No additional amplification beyond that required by Illumina preparation was used and consider these samples non-specifically amplified, or “unamplified”.",
    "commercial_sample_preparations": "mRNA was extracted from the TRNA isolated from the sample used for the KSU data set using the PolyATtract mRNA isolation system (Promega, Fitchburg, WI) following manufacturer’s instructions. RT-PCR for samples amplified with Avian Myeloblastosis Virus (AMV) reverse transcriptase based sample preparation was performed using the Access RT-PCR System (Promega, Fitchburg, WI) following the manufacturer’s instructions. RT-PCR for Moloney Murine Leukemia Virus (MMLV) reverse transcriptase based sample preparation was performed using the SuperScript III First-Strand Synthesis System (Invitrogen, Carlsbrad, CA) following manufacturer’s instructions. Starting material for RT-PCR was either TRNA from the KSU data set or the purified mRNA. RT-PCR products were submitted to Adaptive Biotechnologies (Seattle, WA) \n(Com1)\n on dry ice following company protocols. TRNA and mRNA (unamplified) were submitted to iRepertoire, Inc. (Huntsville, AL) \n(Com2)\n on dry ice following company protocols.",
    "bioinformatic_analysis": "KSU sequencing results were analyzed as described previously (\n9\n). Briefly, sequencing results were quality controlled. Antibody-specific sequences were isolated and submitted to ImMunoGeneTics (IMGT) (\n19\n) for analysis. Individual sequences were assigned a unique ID by the sequencing machinery during Illumina sequencing and were used to identify unique sequences. The sequence containing the most high quality information was retained for further analysis as outlined in Rettig \net al\n (\n9\n). No further filtering of reads was performed. Both commercial sequencers provided their own bioinformatic analyses of the sequencing results. The raw sequencing results from Com1 and Com2 were also submitted to IMGT for analysis and subjected to the standard KSU bioinformatics pipeline. IMGT’s nomenclature and classifications were used throughout this paper. We assessed all functional V-gene segments as identified by IMGT. We also include three putative functional genes (V5S21, V1S100, and V3S7) which were detected in rearranged transcripts (containing a CDR3 C-xx-W motif or class switched) in our previous analysis of the normal C57BL/6 repertoire (\n20\n). IMGT’s High-V Quest occasionally assigned multiple potential V-gene segments to a single sequence, likely due to incomplete capture of the entire V-gene sequence or high homology between gene segments.\nIn all IMGT processed data, sequences that contained two possible V-gene segment possibilities were assigned a weighted value of 0.5 per sequence, as opposed to one for full matches. Sequences with V-gene segments that were assigned more than two potential matches were excluded from analysis. Initial results were tabulated using the companys’ proprietary bioinformatic results. However, to determine the role of bioinformatic handling of the data, some of Com1 and Com2 data were subjected to the standard KSU bioinformatic workflow analysis and CDR3 analyses (\n9\n).",
    "statistical_tests": "All statistical analyses were carried out using GraphPad Prism (Version 6.0). Paired T-tests were performed using the raw read counts. Coefficient of determinations (R\n2\n) were performed by comparing the percent of repertoire between animals. Percent of repertoire is determined by dividing the read count for a specific V-gene segment by the total number of reads detected and multiplying by 100.",
    "results": "Most studies examining immunoglobulin repertoires use amplification to increase the depth of sequencing, but amplification comes with some drawbacks. We wanted to assess the comparability of amplified and non-amplified data from identical samples. In preparation to do this comparison, we found that different commercial amplification methodologies required different types of sample preparation. For example, sample submission for the Com1 data sets required a cDNA sample. The Com1 process amplified the resulting cDNA using proprietary primers and sequencing on the Illumina platform. After an initial submission showed a low correlation between the Com1 sequencing and the KSU data set (data not shown), we hypothesized that cDNA preparation plays a role in determining the amplified repertoire. To test this hypothesis, we assessed the role of starting material (mRNA or TRNA), reverse transcriptase (AMV vs MMLV), and primer templates (oligo-dT or random hexamer) on the sequenced B cell immunoglobulin repertoire. Com2 submissions required the submission of TRNA, rather than cDNA.\nAssessment of Transcriptional Read Counts\n\n\nCom1amplified data sets returned between 7,084 and 1,263,003 sequences, dependent on the preparation method. mRNA starting material yielded more total transcriptional reads than TRNA (P=0.013, 2 tailed matched T test; \nTable 1\n). Generally, the AMV reverse transcriptase and random hexamer primers tended to yield higher numbers of transcripts. The use of AMV and random hexamer primers resulted in more total productive reads in three out of four of the comparisons directly comparing primers, however, the overall differences were not statistically different (P>0.05, 2 tailed matched T test; \nTable 1\n). In the Com2 data set, we found a moderate number of reads, about one-half of those detected in the highest Com1 numbers. These compare to 11,200 sequence reads containing a CDR3 generated in the KSU data set using a total MiSeq approach.\n\n\nTable 1:\n\n\nTotal number of productive reads per data set\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKSU\na\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\nTotal Productive Reads\n\n\n11,200\ne\n\n\n\n\n553,521\n\n\n1,263,003\n\n\n883,532\n\n\n1,035,461\n\n\n7,975\n\n\n6,867\n\n\n208,979\n\n\n220,772\n\n\n637,214\n\n\n766,075\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\n\n\n\n\n\n\ne\n – an additional 27,896 reads were used for V-gene segment usage assessment. These sequences were not long enough for CDR3 detection.\nDetermination of Sequencing Reproducibility\n\n\nTo assess the repeatability of the amplified Com1 and Com2 data sets, we examined the correlation of V-gene segment usage. In the C57BL/6 mouse, the V-gene segment is the most varied in the heavy chain (IgH locus) comprising a total of 109 functional V-gene segments, three putative function V-gene segments, and alleles compared to 19 for the D-gene segment and four for the J-gene (\n21\n, \n22\n). The nucleotide sequences in the V-gene segments are also highly varied and require a complex multiplex PCR to amplify. Correlations were assessed using the data provided by the commercial vendor’s proprietary bioinformatics.\n\n\nNon-strain specific V-gene segment assignments accounted for between 0.84% and 1.46% of the sequencing results from Com 1 and 1.74% and 1.41% for Com2 (\nTable 2\n). Although there were differences in the immunoglobulin gene transcripts detected, there was a high correlation in the V-gene sequences detected among the different technical replicates in the Com1 data (R\n2\n range from 0.6986 to 0.9933, all p<0.0001) (\nFigure 1\n). The R\n2\n between technical replicates in Com2 was 0.9621 (p<0.0001). We also examined the reproducibility of two technical replicates of KSU sequencing used for a different analysis and obtained an R\n2\n of 0.9996 for Mouse 32, and 0.9995 for Mouse 39 (p<0.001) showing high levels of reproducibility between KSU sequencing runs. Therefore, although total transcripts generated varied with sample preparation, the V-gene segments that were detected were consistently detected using two different commercial approaches.\n\n\nTable 2:\n\n\nPercent of non-C57BL/6 V-gene segments detected per data set\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n% Non-B6 V-Gene segments\n\n\n0.92\n\n\n0.88\n\n\n0.84\n\n\n1.17\n\n\n1.30\n\n\n1.46\n\n\n1.02\n\n\n1.14\n\n\n1.74\n\n\n1.41\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\n\n\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nR2 values of sequencing technical replicates. The percent of repertoire for each V-gene segment detected was compared between technical replicates. The highest R2 are dark read, the lowest R2 are blue.\nImpact of Amplification on V-gene Segment Detection\n\n\nThe unamplified KSU approach produced a data set where a total of 112 V-gene segments were detected while the Com1 data sets contained between 85 and 100 V-gene segments. The Com2 mRNA data set contained 99 detectable V-gene segments and the TRNA contained 100. Comparisons of V-gene segments in the Com1 data set to the KSU data set showed moderate R\n2\n values; 0.4457 to 0.5841 (all p<0.0001) (\nTable 3\n). The Com2 data sets also showed moderate R\n2\n of 0.6695 for mRNA and 0.6607 for TRNA (all p<0.0001). To determine why there were differences in V-gene detection, we compared the results from the most commonly detected V-gene segments in the KSU data sets to their frequencies in the Com1 and Com2 data sets. The protocol for Illumina sequencing uses mRNA selection, SuperScriptIII reverse transcriptase, and random hexamer primers. To best compare results, we used the Com1 mRNA-MMLV-Hex data set and the Com2 mRNA data set using the top 34 V-gene segments in the KSU data set. These V-gene segments comprise over one percent of the detected repertoire and are considered highly expressed. In the Com1 data set, of these 36 highly expressed V-gene segments, five (V1-26, V1-18, V1-50, V4-1, and V2-6) were detected at two-fold lower frequency than in the KSU data set (\nFigure 2\n). These five V-gene segments were either absent or were near zero percent of the repertoire (\nFigure 2\n). Of these same top 34 V-gene segments in the Com1 data set, two (V6-3 and V2-6-8) were detected at two-fold greater than the KSU data set (\nFigure 2\n). The R\n2\n for these top 36 V-gene segments to the KSU data set was 0.1783 (P=0.0128).\n\n\nTable 3:\n\n\nCorrelations of data sets to unamplified KSU data set and read counts\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n\n\nR\n2\n to KSU Dataset\n\n\n0.5677\n\n\n0.5773\n\n\n0.4496\n\n\n0.5517\n\n\n0.4457\n\n\n0.5606\n\n\n0.5554\n\n\n0.5841\n\n\n0.6695\n\n\n0.6607\n\n\n\n\n\n\nAssessed V-Gene Segments\n\n\n506,503\n\n\n151,104\n\n\n1,749,618\n\n\n1,245,999\n\n\n267,946\n\n\n5,666\n\n\n267,946\n\n\n302,057\n\n\n626,093\n\n\n755,280\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\n\n\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPercent of repertoire for high frequency V-gene segments among data sets. Percent of repertoire for the KSU, Com1 (mRNA-MMLV-hex), Com2 (mRNA), and Prod (productive only sequences from the KSU data set) are displayed. The highest value percent of repertoire is dark read while the lowest are white. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.\nWe also compared the Com2 mRNA data set to the same 34 V-gene segments from the unamplified KSU data. Nine of the 34 V-gene sequences (V9-3, V4-1, V2-6, V1-81, V5-17, V2-2, V8-8, V11-2, V14-2) were detected at a twofold or lower level than in the KSU data set (\nFigure 2\n). Five other V-gene segments (V1-53, V3-6, V1-64, V10-1, and V1-69) were detected at twofold higher levels than those found in the KSU data set (\nFigure 2\n). The correlation of these top 34 V-gene segments was better than the Com1 R\n2\n at 0.4098 (P=<0.0001).\n\n\nOur normal workflow methods include the use of functionally productive and unknown transcripts for analysis (\n9\n). This inclusion helps balance the lower read numbers obtained with unamplified sequences. We performed the same analysis as above between our productive + unknown dataset used above, with our productive only dataset. We detected a tota1 of 104 V-gene segments. Those not detected in the productive only list (V3S7, V6-7, V6-4, V1-62-1, V5-12-4, V1-17-1, and V6-5) comprised less than 0.7% of the repertoire. The correlation coefficient was high at 0.9596(P<0.0001), and there were no changes at great than 2-fold of the productive + unknown data set (\nFigure 2\n). These analyses reveal that the addition of unknown functionality V-gene segments does not significantly alter the repertoire.\nDirect Comparisons of Amplified and Unamplified Data Sets\n\n\nThe comparisons in V-gene use were made using the bioinformatics provided by the commercial ventures. To standardize the data handling to remove bioinformatic reasons for the differences in data, we processed the sequencing results from the Com1 mRNA-MMLV-Hex and Com2 mRNA data sets using the KSU bioinformatics work flow (\n9\n).\n\n\nThe KSU bioinformatic treatment of the Com1 data set correlated moderately with the commercially provided bioinformatics (R\n2\n=0.4795, p<0.0001). After processing the Com1 data with the KSU bioinformatics pipeline, the R\n2\n to the KSU data set increased slightly from 0.5517 (\nTable 3\n) with the original bioinformatics to 0.5649 (p<0.0001) with the adjusted bioinformatics. However, nine V-gene segments were detected in the Com1 data set using the KSU bioinformatics workflow that were not originally detected using the commercially provided bioinformatics (\nSup Fig 1\n). When we processed the Com2 data using the KSU bioinformatic pipeline, the Com2 data set was highly correlated with the original commercially provided bioinformatics treatment (R\n2\n=0.9860, p<0.0001). When we compared Com2 data set processed with the KSU bioinformatics pipeline to the KSU RNASeq data set, the data still only had an R\n2\n=0.6791 (p<0.0001). The KSU bioinformatics workflow detected an additional four V-gene segments that were not detected by the commercial bioinformatics (\nSup Fig 1\n).\n\n\nWhen we reanalyzed the bioinformatics data from Com1 and Com2 using the KSU pipeline, we detected gene segments that were not detected in the original commercially provided bioinformatics. However, the inclusion of these gene segments, did not greatly improve the R\n2\n between the amplified data sets and the KSU RNASeq data. In the Com1 data set, some gene segments (V1-26, V1-18, V1-50, V2-9-1) were not detected or only detected at low levels in the original bioinformatics but were detected at high levels (>1%) in the KSU/IMGT processed data (\nSup Fig 1\n). The three additional V-gene segments detected in the Com2 data set (V2-5, V1-62-2, and V1-62-3 were found in less than <0.3% of the repertoire (\nSup Fig 1\n). These changes were not sufficient to significantly improve R\n2\n values.\nImpact of Amplification on the Reproducibility of CDR3 Detection\n\n\nThe absence of some V-gene segments in the Com1 and Com2 data compared to the KSU data was a concern. It precludes a complete picture of the V-gene repertoire. Nevertheless, amplified sequencing of the antibody repertoire is thought to provide an advantage in that the depth of coverage is increased over unamplified data sets due to the number of reads generated. To determine how extensive the discrepancy is between amplified and unamplified data, we assessed the read depth (number of reads generated) and resampling efficiency of CDR3 (number of unique CDR3s resampled between replicates) using technical replicates of samples sequenced with the various sequencing techniques. As anticipated, amplified data sets had both higher total read numbers and unique CDR3 numbers (\nTable 4\n).\n\n\nTable 4:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKSU\n\n\nmRNA-MMLV-Hex (Com1)\n\n\nmRNA (Com2)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRead Count\n\n\n11,200\n\n\n1,035,461\n\n\n637,214\n\n\n\n\n\n\nUnique CDR3 Sequences\n\n\n6668\n\n\n180,266\n\n\n146,231\n\n\n\n\n\n\n\n\nOpen in a new tab\nResampling/reproducibility has been assumed to improve with the depth of coverage. We had the unique opportunity to compare sequencing data from the same biological material subjected to multiple sequencing methodologies. We have also had the opportunity to do technical replicates on multiple samples subjected to RNASeq or amplification procedures. This allowed us the ability to look at CDR3 sampling reproducibility and to determine if amplification provided any advantage in CDR3 reproducibility. For the KSU unamplified data set, two C57BL/6J mouse spleen RNA samples (#32 and #39) were sequenced independently two times each and the CDR3s sampled were compared. In the KSU data set, 32-1 shared 28% of its total unique reads with 32-2. (\nFigure 3\n). 32-2 shared 24% of its reads with 32-1 (\nFigure 3\n). KSU data set, 39, showed 25% overlap of their total unique reads between each sampling (\nFigure 3\n). For the Com2 data, since there was such a strong correlation between the sequence output between mRNA and TRNA samples of C57BL/6J spleen samples (R\n2\n = 0.9644), we considered these technical replicates. The mRNA data set shared 24% of its sequences with the TRNA data set while the TRNA data set shared 30% of its sequences with the mRNA data set. We also examined the resampling efficiency in the Com1 data set using the spleen mRNA-MMLV data sets that were reversed transcribed with two different primers, random hexamer and oligo-dT. Although this was not a perfect technical replicate, there was an R\n2\n of almost 0.94 in V-gene segments detected (\nFigure 1\n). Therefore, we felt these served as “incipient” technical replicates. The random hexamer data set shared 20% of the detected CDR3s and the oligo dT data set shared 32% of its CDR3 sequences. Therefore, regardless of data set, there was an average of 26-27% sampling overlap regardless of whether amplification was performed or not.\n\n\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nOverlap of CDR3 sequence detection between technical replicates. CDR3 amino acid sequences were compared between technical replicates. Sequences unique to one data set are displayed in the outer circles. Sequences shared between data sets are in the overlap. Percent of shared CDR3 sequences is displayed in parentheses in the outer circles. (A) KSU data sets 32-1 and 32-2. (B) KSU data sets 39-1 and 39-2. (C) Com1 data sets mRNA-MMLV-Hex and mRNA-MMLV-dT. (D) Com2 data sets mRNA and TRNA.\nWe also assessed the overlap in the detected CDR3s between the Com1 data set (mRNA-MMLV-Hex), Com2 data set (mRNA), and the KSU original data set to determine the extent of the overlap of CD3 detection using the different methods. From the 295,116 CDR3 unique sequences that were detected, 2662 of those sequences were shared among all three data sets (\nFigure 4\n). The amplified data sets from Com1 and Com2 shared the most CDR3 sequences between them with 34,141 sequences found in both data sets (\nFigure 4\n). The KSU data set shared 59% of its detected CDR3 sequences with the Com1 and Com2 data sets (\nFigure 4\n). These data are consistent with the lower depth of sequencing of the unamplified data set compared to the Com1 and Com2 data sets where 19-32% overlap occurred in detected CDR3 sequences.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nCDR3 sequence capture among Com1, Com2, and KSU data sets. CDR3 amino acid sequences were compared among the Com1 mRNA-MMLV-Hex, Com2 mRNA, and the KSU data sets. Percent of the repertoire shared with at least one other data set is listed in parentheses.\nDetection of High Frequency CDR3s\n\n\nTo gauge whether the highest frequency CDR3s can be detected by the different techniques, we assessed the 25 highest frequency CDR3s from each sequencing method. This resulted in a total of 48 unique CDR3s from the three different methods (\nFigure 5\n). The KSU data set detected all but one (CARGYFDVW) of these 48 sequences, the Com1 data set failed to detect four sequences (CARGTYW, CTWDEGNYW, CARGIYW, CARGSYW) and the Com2 data set detected all 48 sequences (\nFigure 5\n). The CDR3s that were not detected in the Com1 data set, did use V-gene segments that were detected in the data set. These data show that although the depth of sequencing of the KSU data set was about 10% of the amplified data sets, the data set still captured 98% of the highest frequency CDR3’s.\n\n\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nHigh frequency CDR3s detected among the Com1, Com2, and KSU data sets. The top 25 CDR3s from each data set (48 total) were compiled and percent of repertoire compared. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.\nCDR3 Frequency Assessment\n\n\nWhile the high frequency CDR3s were shared among at least two sequencing runs, most of the CDR3 sequences detected were unique to each sequencing run (\nFigure 4\n). To determine the frequency of unique CDR3 sequences, we compared the most frequent, least frequent, and average percent of the measured CD3 repertoire (\nTable 5\n). The highest frequency CDR3 was detected at 4.16%, 0.22%, 2.26%, and of the repertoire for the KSU, Com1, and Com2 data sets, respectively (\nTable 5\n). The lowest frequency CDR3s, representing only a single detected read, were 0.0088%, 0.0004%, and 0.0002%, of the repertoire for the KSU, Com1, and Com2 data sets, respectively (\nTable 5\n). The average detection level for the KSU data set was 0.015%, 0.0006% for the Com1 data set, and 0.0007% for the Com 2data set (\nTable 5\n).\n\n\nTable 5:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhole Repertoire\n\n\nUnique Repertoire\n\n\n\n\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\n\n\n\n\n\n\n\n\nMinimum\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n\n\n\n\nMaximum\n\n\n4.1655\n\n\n0.216969\n\n\n2.259680\n\n\n0.035032\n\n\n0.005804\n\n\n0.026044\n\n\n\n\n\n\nAverage\n\n\n0.014997\n\n\n0.000555\n\n\n0.00684\n\n\n0.008929\n\n\n0.000478\n\n\n0.00290\n\n\n\n\n\n\n\n\nOpen in a new tab\nWe also examined the frequency of CDR3s that were unique to each data set. Overall, the maximum and the average frequencies of the data sets were reduced compared to the whole repertoire (\nTable 5\n). This demonstrates that the unique reads in each data set were most likely transcripts from low frequency B cells. Moreover, these data suggest that even without amplification, the KSU data set was detecting the most prevalent CDR3s and many low-frequency sequences.",
    "assessment_of_transcriptional_read_counts": "Com1amplified data sets returned between 7,084 and 1,263,003 sequences, dependent on the preparation method. mRNA starting material yielded more total transcriptional reads than TRNA (P=0.013, 2 tailed matched T test; \nTable 1\n). Generally, the AMV reverse transcriptase and random hexamer primers tended to yield higher numbers of transcripts. The use of AMV and random hexamer primers resulted in more total productive reads in three out of four of the comparisons directly comparing primers, however, the overall differences were not statistically different (P>0.05, 2 tailed matched T test; \nTable 1\n). In the Com2 data set, we found a moderate number of reads, about one-half of those detected in the highest Com1 numbers. These compare to 11,200 sequence reads containing a CDR3 generated in the KSU data set using a total MiSeq approach.\nTable 1:\n\n\nTotal number of productive reads per data set\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKSU\na\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\nTotal Productive Reads\n\n\n11,200\ne\n\n\n\n\n553,521\n\n\n1,263,003\n\n\n883,532\n\n\n1,035,461\n\n\n7,975\n\n\n6,867\n\n\n208,979\n\n\n220,772\n\n\n637,214\n\n\n766,075\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\n\n\n\n\n\n\ne\n – an additional 27,896 reads were used for V-gene segment usage assessment. These sequences were not long enough for CDR3 detection.",
    "table_1:": "Total number of productive reads per data set\nKSU\na\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\nTotal Productive Reads\n\n\n11,200\ne\n\n\n\n\n553,521\n\n\n1,263,003\n\n\n883,532\n\n\n1,035,461\n\n\n7,975\n\n\n6,867\n\n\n208,979\n\n\n220,772\n\n\n637,214\n\n\n766,075\nOpen in a new tab\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\n\n\n\n\n\n\ne\n – an additional 27,896 reads were used for V-gene segment usage assessment. These sequences were not long enough for CDR3 detection.",
    "determination_of_sequencing_reproducibility": "To assess the repeatability of the amplified Com1 and Com2 data sets, we examined the correlation of V-gene segment usage. In the C57BL/6 mouse, the V-gene segment is the most varied in the heavy chain (IgH locus) comprising a total of 109 functional V-gene segments, three putative function V-gene segments, and alleles compared to 19 for the D-gene segment and four for the J-gene (\n21\n, \n22\n). The nucleotide sequences in the V-gene segments are also highly varied and require a complex multiplex PCR to amplify. Correlations were assessed using the data provided by the commercial vendor’s proprietary bioinformatics.\nNon-strain specific V-gene segment assignments accounted for between 0.84% and 1.46% of the sequencing results from Com 1 and 1.74% and 1.41% for Com2 (\nTable 2\n). Although there were differences in the immunoglobulin gene transcripts detected, there was a high correlation in the V-gene sequences detected among the different technical replicates in the Com1 data (R\n2\n range from 0.6986 to 0.9933, all p<0.0001) (\nFigure 1\n). The R\n2\n between technical replicates in Com2 was 0.9621 (p<0.0001). We also examined the reproducibility of two technical replicates of KSU sequencing used for a different analysis and obtained an R\n2\n of 0.9996 for Mouse 32, and 0.9995 for Mouse 39 (p<0.001) showing high levels of reproducibility between KSU sequencing runs. Therefore, although total transcripts generated varied with sample preparation, the V-gene segments that were detected were consistently detected using two different commercial approaches.\nTable 2:\n\n\nPercent of non-C57BL/6 V-gene segments detected per data set\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n% Non-B6 V-Gene segments\n\n\n0.92\n\n\n0.88\n\n\n0.84\n\n\n1.17\n\n\n1.30\n\n\n1.46\n\n\n1.02\n\n\n1.14\n\n\n1.74\n\n\n1.41\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nR2 values of sequencing technical replicates. The percent of repertoire for each V-gene segment detected was compared between technical replicates. The highest R2 are dark read, the lowest R2 are blue.",
    "table_2:": "Percent of non-C57BL/6 V-gene segments detected per data set\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n% Non-B6 V-Gene segments\n\n\n0.92\n\n\n0.88\n\n\n0.84\n\n\n1.17\n\n\n1.30\n\n\n1.46\n\n\n1.02\n\n\n1.14\n\n\n1.74\n\n\n1.41\nOpen in a new tab\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)",
    "figure_1.": "Open in a new tab\nR2 values of sequencing technical replicates. The percent of repertoire for each V-gene segment detected was compared between technical replicates. The highest R2 are dark read, the lowest R2 are blue.",
    "impact_of_amplification_on_v-gene_segment_detection": "The unamplified KSU approach produced a data set where a total of 112 V-gene segments were detected while the Com1 data sets contained between 85 and 100 V-gene segments. The Com2 mRNA data set contained 99 detectable V-gene segments and the TRNA contained 100. Comparisons of V-gene segments in the Com1 data set to the KSU data set showed moderate R\n2\n values; 0.4457 to 0.5841 (all p<0.0001) (\nTable 3\n). The Com2 data sets also showed moderate R\n2\n of 0.6695 for mRNA and 0.6607 for TRNA (all p<0.0001). To determine why there were differences in V-gene detection, we compared the results from the most commonly detected V-gene segments in the KSU data sets to their frequencies in the Com1 and Com2 data sets. The protocol for Illumina sequencing uses mRNA selection, SuperScriptIII reverse transcriptase, and random hexamer primers. To best compare results, we used the Com1 mRNA-MMLV-Hex data set and the Com2 mRNA data set using the top 34 V-gene segments in the KSU data set. These V-gene segments comprise over one percent of the detected repertoire and are considered highly expressed. In the Com1 data set, of these 36 highly expressed V-gene segments, five (V1-26, V1-18, V1-50, V4-1, and V2-6) were detected at two-fold lower frequency than in the KSU data set (\nFigure 2\n). These five V-gene segments were either absent or were near zero percent of the repertoire (\nFigure 2\n). Of these same top 34 V-gene segments in the Com1 data set, two (V6-3 and V2-6-8) were detected at two-fold greater than the KSU data set (\nFigure 2\n). The R\n2\n for these top 36 V-gene segments to the KSU data set was 0.1783 (P=0.0128).\nTable 3:\n\n\nCorrelations of data sets to unamplified KSU data set and read counts\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n\n\nR\n2\n to KSU Dataset\n\n\n0.5677\n\n\n0.5773\n\n\n0.4496\n\n\n0.5517\n\n\n0.4457\n\n\n0.5606\n\n\n0.5554\n\n\n0.5841\n\n\n0.6695\n\n\n0.6607\n\n\n\n\n\n\nAssessed V-Gene Segments\n\n\n506,503\n\n\n151,104\n\n\n1,749,618\n\n\n1,245,999\n\n\n267,946\n\n\n5,666\n\n\n267,946\n\n\n302,057\n\n\n626,093\n\n\n755,280\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nPercent of repertoire for high frequency V-gene segments among data sets. Percent of repertoire for the KSU, Com1 (mRNA-MMLV-hex), Com2 (mRNA), and Prod (productive only sequences from the KSU data set) are displayed. The highest value percent of repertoire is dark read while the lowest are white. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.\nWe also compared the Com2 mRNA data set to the same 34 V-gene segments from the unamplified KSU data. Nine of the 34 V-gene sequences (V9-3, V4-1, V2-6, V1-81, V5-17, V2-2, V8-8, V11-2, V14-2) were detected at a twofold or lower level than in the KSU data set (\nFigure 2\n). Five other V-gene segments (V1-53, V3-6, V1-64, V10-1, and V1-69) were detected at twofold higher levels than those found in the KSU data set (\nFigure 2\n). The correlation of these top 34 V-gene segments was better than the Com1 R\n2\n at 0.4098 (P=<0.0001).\nOur normal workflow methods include the use of functionally productive and unknown transcripts for analysis (\n9\n). This inclusion helps balance the lower read numbers obtained with unamplified sequences. We performed the same analysis as above between our productive + unknown dataset used above, with our productive only dataset. We detected a tota1 of 104 V-gene segments. Those not detected in the productive only list (V3S7, V6-7, V6-4, V1-62-1, V5-12-4, V1-17-1, and V6-5) comprised less than 0.7% of the repertoire. The correlation coefficient was high at 0.9596(P<0.0001), and there were no changes at great than 2-fold of the productive + unknown data set (\nFigure 2\n). These analyses reveal that the addition of unknown functionality V-gene segments does not significantly alter the repertoire.",
    "table_3:": "Correlations of data sets to unamplified KSU data set and read counts\nCom 1\na\n\n\n\n\nCom 2\na\n\n\n\n\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\nmRNA\nb\n\n\n\n\nTRNA\nb\n\n\n\n\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\nAMV\nc\n\n\n\n\nMMLV\nc\n\n\n\n\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\ndT\nd\n\n\n\n\nHex\nd\n\n\n\n\n\n\n\n\n\n\n\n\nR\n2\n to KSU Dataset\n\n\n0.5677\n\n\n0.5773\n\n\n0.4496\n\n\n0.5517\n\n\n0.4457\n\n\n0.5606\n\n\n0.5554\n\n\n0.5841\n\n\n0.6695\n\n\n0.6607\n\n\n\n\n\n\nAssessed V-Gene Segments\n\n\n506,503\n\n\n151,104\n\n\n1,749,618\n\n\n1,245,999\n\n\n267,946\n\n\n5,666\n\n\n267,946\n\n\n302,057\n\n\n626,093\n\n\n755,280\nOpen in a new tab\na\n – Sequencing technique (Com1 and Com2 are amplified data sets)\n\n\n\n\n\n\nb\n – starting material (mRNA – Messenger RNA, TRNA – Total RNA)\n\n\n\n\n\n\nc\n – reverse transcriptase (AMV - Avian Myeloblastosis Virus, MMLV - Moloney Murine Leukemia Virus)\n\n\n\n\n\n\nd\n – primer (dt – Oligo dT, Hex – Random hexamer)",
    "figure_2.": "Open in a new tab\nPercent of repertoire for high frequency V-gene segments among data sets. Percent of repertoire for the KSU, Com1 (mRNA-MMLV-hex), Com2 (mRNA), and Prod (productive only sequences from the KSU data set) are displayed. The highest value percent of repertoire is dark read while the lowest are white. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.",
    "direct_comparisons_of_amplified_and_unamplified_data_sets": "The comparisons in V-gene use were made using the bioinformatics provided by the commercial ventures. To standardize the data handling to remove bioinformatic reasons for the differences in data, we processed the sequencing results from the Com1 mRNA-MMLV-Hex and Com2 mRNA data sets using the KSU bioinformatics work flow (\n9\n).\nThe KSU bioinformatic treatment of the Com1 data set correlated moderately with the commercially provided bioinformatics (R\n2\n=0.4795, p<0.0001). After processing the Com1 data with the KSU bioinformatics pipeline, the R\n2\n to the KSU data set increased slightly from 0.5517 (\nTable 3\n) with the original bioinformatics to 0.5649 (p<0.0001) with the adjusted bioinformatics. However, nine V-gene segments were detected in the Com1 data set using the KSU bioinformatics workflow that were not originally detected using the commercially provided bioinformatics (\nSup Fig 1\n). When we processed the Com2 data using the KSU bioinformatic pipeline, the Com2 data set was highly correlated with the original commercially provided bioinformatics treatment (R\n2\n=0.9860, p<0.0001). When we compared Com2 data set processed with the KSU bioinformatics pipeline to the KSU RNASeq data set, the data still only had an R\n2\n=0.6791 (p<0.0001). The KSU bioinformatics workflow detected an additional four V-gene segments that were not detected by the commercial bioinformatics (\nSup Fig 1\n).\nWhen we reanalyzed the bioinformatics data from Com1 and Com2 using the KSU pipeline, we detected gene segments that were not detected in the original commercially provided bioinformatics. However, the inclusion of these gene segments, did not greatly improve the R\n2\n between the amplified data sets and the KSU RNASeq data. In the Com1 data set, some gene segments (V1-26, V1-18, V1-50, V2-9-1) were not detected or only detected at low levels in the original bioinformatics but were detected at high levels (>1%) in the KSU/IMGT processed data (\nSup Fig 1\n). The three additional V-gene segments detected in the Com2 data set (V2-5, V1-62-2, and V1-62-3 were found in less than <0.3% of the repertoire (\nSup Fig 1\n). These changes were not sufficient to significantly improve R\n2\n values.",
    "impact_of_amplification_on_the_reproducibility_of_cdr3_detec": "The absence of some V-gene segments in the Com1 and Com2 data compared to the KSU data was a concern. It precludes a complete picture of the V-gene repertoire. Nevertheless, amplified sequencing of the antibody repertoire is thought to provide an advantage in that the depth of coverage is increased over unamplified data sets due to the number of reads generated. To determine how extensive the discrepancy is between amplified and unamplified data, we assessed the read depth (number of reads generated) and resampling efficiency of CDR3 (number of unique CDR3s resampled between replicates) using technical replicates of samples sequenced with the various sequencing techniques. As anticipated, amplified data sets had both higher total read numbers and unique CDR3 numbers (\nTable 4\n).\nTable 4:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKSU\n\n\nmRNA-MMLV-Hex (Com1)\n\n\nmRNA (Com2)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRead Count\n\n\n11,200\n\n\n1,035,461\n\n\n637,214\n\n\n\n\n\n\nUnique CDR3 Sequences\n\n\n6668\n\n\n180,266\n\n\n146,231\n\n\n\n\n\n\n\n\nOpen in a new tab\nResampling/reproducibility has been assumed to improve with the depth of coverage. We had the unique opportunity to compare sequencing data from the same biological material subjected to multiple sequencing methodologies. We have also had the opportunity to do technical replicates on multiple samples subjected to RNASeq or amplification procedures. This allowed us the ability to look at CDR3 sampling reproducibility and to determine if amplification provided any advantage in CDR3 reproducibility. For the KSU unamplified data set, two C57BL/6J mouse spleen RNA samples (#32 and #39) were sequenced independently two times each and the CDR3s sampled were compared. In the KSU data set, 32-1 shared 28% of its total unique reads with 32-2. (\nFigure 3\n). 32-2 shared 24% of its reads with 32-1 (\nFigure 3\n). KSU data set, 39, showed 25% overlap of their total unique reads between each sampling (\nFigure 3\n). For the Com2 data, since there was such a strong correlation between the sequence output between mRNA and TRNA samples of C57BL/6J spleen samples (R\n2\n = 0.9644), we considered these technical replicates. The mRNA data set shared 24% of its sequences with the TRNA data set while the TRNA data set shared 30% of its sequences with the mRNA data set. We also examined the resampling efficiency in the Com1 data set using the spleen mRNA-MMLV data sets that were reversed transcribed with two different primers, random hexamer and oligo-dT. Although this was not a perfect technical replicate, there was an R\n2\n of almost 0.94 in V-gene segments detected (\nFigure 1\n). Therefore, we felt these served as “incipient” technical replicates. The random hexamer data set shared 20% of the detected CDR3s and the oligo dT data set shared 32% of its CDR3 sequences. Therefore, regardless of data set, there was an average of 26-27% sampling overlap regardless of whether amplification was performed or not.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nOverlap of CDR3 sequence detection between technical replicates. CDR3 amino acid sequences were compared between technical replicates. Sequences unique to one data set are displayed in the outer circles. Sequences shared between data sets are in the overlap. Percent of shared CDR3 sequences is displayed in parentheses in the outer circles. (A) KSU data sets 32-1 and 32-2. (B) KSU data sets 39-1 and 39-2. (C) Com1 data sets mRNA-MMLV-Hex and mRNA-MMLV-dT. (D) Com2 data sets mRNA and TRNA.\nWe also assessed the overlap in the detected CDR3s between the Com1 data set (mRNA-MMLV-Hex), Com2 data set (mRNA), and the KSU original data set to determine the extent of the overlap of CD3 detection using the different methods. From the 295,116 CDR3 unique sequences that were detected, 2662 of those sequences were shared among all three data sets (\nFigure 4\n). The amplified data sets from Com1 and Com2 shared the most CDR3 sequences between them with 34,141 sequences found in both data sets (\nFigure 4\n). The KSU data set shared 59% of its detected CDR3 sequences with the Com1 and Com2 data sets (\nFigure 4\n). These data are consistent with the lower depth of sequencing of the unamplified data set compared to the Com1 and Com2 data sets where 19-32% overlap occurred in detected CDR3 sequences.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nCDR3 sequence capture among Com1, Com2, and KSU data sets. CDR3 amino acid sequences were compared among the Com1 mRNA-MMLV-Hex, Com2 mRNA, and the KSU data sets. Percent of the repertoire shared with at least one other data set is listed in parentheses.",
    "table_4:": "KSU\n\n\nmRNA-MMLV-Hex (Com1)\n\n\nmRNA (Com2)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRead Count\n\n\n11,200\n\n\n1,035,461\n\n\n637,214\n\n\n\n\n\n\nUnique CDR3 Sequences\n\n\n6668\n\n\n180,266\n\n\n146,231\nOpen in a new tab",
    "figure_3.": "Open in a new tab\nOverlap of CDR3 sequence detection between technical replicates. CDR3 amino acid sequences were compared between technical replicates. Sequences unique to one data set are displayed in the outer circles. Sequences shared between data sets are in the overlap. Percent of shared CDR3 sequences is displayed in parentheses in the outer circles. (A) KSU data sets 32-1 and 32-2. (B) KSU data sets 39-1 and 39-2. (C) Com1 data sets mRNA-MMLV-Hex and mRNA-MMLV-dT. (D) Com2 data sets mRNA and TRNA.",
    "figure_4.": "Open in a new tab\nCDR3 sequence capture among Com1, Com2, and KSU data sets. CDR3 amino acid sequences were compared among the Com1 mRNA-MMLV-Hex, Com2 mRNA, and the KSU data sets. Percent of the repertoire shared with at least one other data set is listed in parentheses.",
    "detection_of_high_frequency_cdr3s": "To gauge whether the highest frequency CDR3s can be detected by the different techniques, we assessed the 25 highest frequency CDR3s from each sequencing method. This resulted in a total of 48 unique CDR3s from the three different methods (\nFigure 5\n). The KSU data set detected all but one (CARGYFDVW) of these 48 sequences, the Com1 data set failed to detect four sequences (CARGTYW, CTWDEGNYW, CARGIYW, CARGSYW) and the Com2 data set detected all 48 sequences (\nFigure 5\n). The CDR3s that were not detected in the Com1 data set, did use V-gene segments that were detected in the data set. These data show that although the depth of sequencing of the KSU data set was about 10% of the amplified data sets, the data set still captured 98% of the highest frequency CDR3’s.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nHigh frequency CDR3s detected among the Com1, Com2, and KSU data sets. The top 25 CDR3s from each data set (48 total) were compiled and percent of repertoire compared. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.",
    "figure_5.": "Open in a new tab\nHigh frequency CDR3s detected among the Com1, Com2, and KSU data sets. The top 25 CDR3s from each data set (48 total) were compiled and percent of repertoire compared. Black boxes represent no detected reads (true zero). Rounded zeros are represented as 0.0.",
    "cdr3_frequency_assessment": "While the high frequency CDR3s were shared among at least two sequencing runs, most of the CDR3 sequences detected were unique to each sequencing run (\nFigure 4\n). To determine the frequency of unique CDR3 sequences, we compared the most frequent, least frequent, and average percent of the measured CD3 repertoire (\nTable 5\n). The highest frequency CDR3 was detected at 4.16%, 0.22%, 2.26%, and of the repertoire for the KSU, Com1, and Com2 data sets, respectively (\nTable 5\n). The lowest frequency CDR3s, representing only a single detected read, were 0.0088%, 0.0004%, and 0.0002%, of the repertoire for the KSU, Com1, and Com2 data sets, respectively (\nTable 5\n). The average detection level for the KSU data set was 0.015%, 0.0006% for the Com1 data set, and 0.0007% for the Com 2data set (\nTable 5\n).\nTable 5:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhole Repertoire\n\n\nUnique Repertoire\n\n\n\n\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\n\n\n\n\n\n\n\n\nMinimum\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n\n\n\n\nMaximum\n\n\n4.1655\n\n\n0.216969\n\n\n2.259680\n\n\n0.035032\n\n\n0.005804\n\n\n0.026044\n\n\n\n\n\n\nAverage\n\n\n0.014997\n\n\n0.000555\n\n\n0.00684\n\n\n0.008929\n\n\n0.000478\n\n\n0.00290\n\n\n\n\n\n\n\n\nOpen in a new tab\nWe also examined the frequency of CDR3s that were unique to each data set. Overall, the maximum and the average frequencies of the data sets were reduced compared to the whole repertoire (\nTable 5\n). This demonstrates that the unique reads in each data set were most likely transcripts from low frequency B cells. Moreover, these data suggest that even without amplification, the KSU data set was detecting the most prevalent CDR3s and many low-frequency sequences.",
    "table_5:": "Whole Repertoire\n\n\nUnique Repertoire\n\n\n\n\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\nKSU\n\n\nCom1\n\n\nCom2\n\n\n\n\n\n\n\n\n\n\nMinimum\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n0.008758\n\n\n0.000446\n\n\n0.000221\n\n\n\n\n\n\nMaximum\n\n\n4.1655\n\n\n0.216969\n\n\n2.259680\n\n\n0.035032\n\n\n0.005804\n\n\n0.026044\n\n\n\n\n\n\nAverage\n\n\n0.014997\n\n\n0.000555\n\n\n0.00684\n\n\n0.008929\n\n\n0.000478\n\n\n0.00290\nOpen in a new tab",
    "discussion": "Illumina sequencing of total RNA from mouse spleen is able to capture a representative sample of the splenic B cell repertoire. This snapshot of the repertoire, while producing less reads than amplified data sets, detected more V-gene segments than data sets that used two different amplification strategies and captures 98% of the high frequency CDR3s found in the amplified data sets. While amplified data sets provide more CDR3 depth of coverage, the unamplified data sets produced from an RNASeq allow for further data mining, eliminate as much primer bias as possible and provides an accurate representation of the repertoire.\nSequencing requirements of the B cell receptor are more challenging than those of the T cell receptor. There are no consensus sequences to reference (\n10\n). Additionally, transcripts from the germline which are not successfully rearranged can be detected (\n23\n). Therefore, avoiding bias is one of the main priorities for antibody repertoire sequencing (\n16\n). PCR errors are accumulated through the amplification process which can falsely inflate the repertoire or they can add suspected mutations that do not exist (\n10\n, \n17\n, \n24\n, \n25\n) and they may not be distinguishable from low level mutations that actually do exist in the repertoire (\n24\n, \n26\n). PCR biases can be introduced because of primer binding properties, CG content, mispriming, non-specific binding, and errors during replication (\n16\n, \n27\n–\n29\n). A specific issue in targeting antibody gene segments is primer annealing efficiencies since the gene segments that make up the murine IgH locus are similar, though not identical (\n28\n). The biases inherent in the multiplex PCR can lead to false repertoire skewing, gene frequency inaccuracies, and a less comprehensive view of the repertoire (\n25\n, \n30\n, \n31\n). The development of these multiplex primers, is highly challenging (\n32\n). Work by Bashford-Rogers (\n33\n) shows that there is little difference between RNA-capture, 5’RACE or PCR amplification in humans but others (\n27\n) have shown that PCR does create biases and 5’ RACE helps reduce these.\nOur results demonstrate some of the issues of assessing B-cell repertoires using massively multiplexed PCR reactions. While reproducibility for technical replicates was moderate to high, there was a large range of total read numbers across methodologies. Given the increase in read results with mRNA samples compared to TRNA samples, the authors hypothesize that mRNA increases the availability of antibody specific transcripts, increasing the overall read counts. Additionally, the reverse transcriptase plays a role in sequence generation. AMV reverse transcriptase has an RNase H activity, where MMLV reverse transcriptase does not (\n34\n). This activity may cleave RNA transcripts prior to completion of amplification, resulting in shorter reads with inadequate length for amplification. The use of oligo-dT primers will begin reverse transcription from the most 3’ end of the transcript. The target of amplification is around 1.5 kilobases upstream of the poly-A tail (\n35\n), likely leading to shorter reads and failure to amplify the region of interest. Random hexamer primers maybe able to overcome this bias due to their random priming nature.\nIn addition to variations in read depth, the correlations of these data sets to the unamplified KSU data sets were low to moderate, even when the same bioinformatics processing was employed. Of significant concern is the Com1 and Com2 sets failed to detect 13 V-gene segments that were detected by the unamplified KSU RNASeq data set. The absence of these genes draws into question how one compares the various data sets with correlation coefficients that are below 0.7 when technical replicates of the same sequencing are greater than 0.99. Although Carlson \net al.\n argues that amplification methodologies can capture the entire repertoire, there are concerns (\n11\n). Even when we only looked at the V-gene families detected at the highest frequency there were omissions. Of the 34 V-genes that we categorized as “high frequency” (>1% of the repertoire), Com1 found lower detection levels (defined as less than two-fold that found in the KSU data set) for five gene segments (V1-26, V1-18, V1-50, V4-1, and V2-6) and nine (V9-3, V4-1, V2-6, V1-, V5-17, V2-2, V8-8, V11-2, V14-2) for the Com2 data set. These results suggest that those methods are skewing the reported repertoire by missing or underreporting those high frequency V-gene segments. Interestingly, two V-gene segments (V4-1 and V2-6) were underrepresented in both data sets, but the other V-gene segments were unique.\nThe failure of primers to capture specific V-genes is not a new discovery, as primers failed to adequately sequence hybridomas previously (\n18\n, \n36\n). “Universal” primers for the human antibody repertoire do exist, but some questions remain if they cover the entire repertoire (\n37\n). The difficulty in developing a “universal” or even highly comprehensive primer set for the mouse is likely due to their highly varied leader sequences, V-gene segments, and framework regions. Primer design would have to rely on massively multiplexed reactions and/or degenerate primers. Additionally, the most commercially viable amplification methods would need to amplify across multiple common strains adding additional levels of complexity. Indeed, in our attempts to design “universal” primers, we found a minimum of 11 primer sets would be needed to detect V-genes associated for each isotype. Even then, there were still issues with matching PCR conditions and efficiency. Methods to overcome the biases detected in amplification have been developed, such as the use of 5’ RACE (\n26\n, \n38\n, \n39\n) and using molecular barcodes or identifiers (\n40\n, \n41\n). However, these methods are expensive and have their own draw backs. Replication of the entire repertoire using 5’RACE would still require the use of multiple constant region primers, leading to the same multiplexing issues. Barcoding can have errors and chimeric reads making repertoires difficult to reconstruct (\n42\n). This latter issue is not a problem with our RNASeq data.\nWhile bias exists in the massively multiplexed amplification process, there may be some sequencing errors in the unamplified KSU data set as well. While not specifically amplified for antibody sequences, random hexamers and oligo-dT capture beads are used prior to sequencing to generate the library (\n43\n) and some biases have been observed in random hexamer binding (\n44\n). The use of oligo-dTs can result in enhancement of the 3’ end of transcripts (\n45\n). We do not think this is particularly problematic since Illumina sequence methodology aims to reduce bias in their library preparations by combining the random hexamer and oligo-dT capture. Additionally, while all libraries were sequenced on the Illumina platform, 3.19% of high-quality Illumina reads contain false base calls, which are impossible to differentiate using normal bioinformatics methods (\n10\n). Over representation of specific dineuclotides can also be detected in sequencing which are not related to primer usage (\n46\n). Therefore, although we hope to reduce bias and omission by doing RNASeq, we still have some technical issues that keep the data set from being a perfect reflection of the repertoire. Multiple technical replications help reduce the impact of this problem.\nOne analysis that was not pursued in this current investigation was the identification of clonally related sequences. We were specifically interested in the functional antibody repertoire present in the spleen and focused our analysis at the transcript level. We acknowledge that the overrepresentation of some sequences may be likely within our data sets since we don’t use barcoding or clonality analysis to collapse similar mRNA sequences. Nevertheless, the overrepresentation of a specific sequence by an overly productive cell is also representative of cellular activation of transcription, and likely, functional antibody protein in the body (\n47\n, \n48\n).\nThe lack of amplification also results in varying sequence lengths in our data set. We selected 40nt as our minimum cutoff to provide us enough information to detect V-, D-, and J- gene segments. While some short sequences were included in the data analysis, our overall average sequence length was 287nt, with productive sequences averaging 331nt and unknown sequences averaging 270 nt (data not shown). Overall, less than 0.5% of the sequences analyzed where less than 100nt long (data not shown). Therefore, we do not think that sequence length is an issue in this study.\nAlthough there are issues using massively multiplexed PCR reactions, there are advantages that may overshadow the disadvantages. For example, increased sequencing depth (\ne.g.\n 1,260,000 reads \nvs\n. 11,200 complete reads), better low frequency CDR3 detection (20-fold more unique CDR3 sequence than the unamplified KSU data set), and sequencing costs can be lower than an Illumina MiSeq run (by integrating multiplexing/barcoding).\nAlthough amplification provides more detail in the CDR3 repertoire, if one is interested in the B cell clones that are most prevalent, then RNASeq does not appear to be at a disadvantage. CDR3 resampling was similar (20-32%) regardless of method. Additionally, when examining high frequency CDR3s, the unamplified data set only failed to detect a single unique CDR3 sequence, while the Com1 data set failed to detect four. Without using an amplification method with unique barcoding, such as that used in Shugay et al (\n49\n) it is impossible to tell which unique CDR3s are, in fact, correctly identified new sequences and which involve miscalls, leading to false diversity. As our current paper does not focus on the actual diversity of the repertoire, and instead focuses on the differences among sample preparations and sequencing methods, we do not attempt to identify false call unique CDR3s as doing so may falsely reduce diversity. Instead, the we used strict read quality cutoffs to prevent low quality base calls from being included in analysis, and we point to our highly overlapping V-gene segment usage (R\n2\n = 0.9995 among multiple sequencing replicates to assure us that we minimized artifacts. Additionally, all sequencing was performed on the Illumina platform, so false base call rates should be similar across methodologies which we were focused on in this study.\nWhen preparing for antibody repertoire sequencing, multiple factors must be considered within the framework of the specific biological questions being asked. This includes needed coverage, cost, and starting material (\n39\n). Additionally, it is important to consider that all repertoire sequencing is merely a snapshot of a constantly shifting image (\n25\n). We will also never be able to fully capture the full diversity of the B cell immunoglobulin repertoire, which is estimated to range from 10\n6\n-10\n7\n possible unique rearrangements and mutations (\n25\n, \n39\n) to as much as 10\n13\n (\n15\n). The failure of the KSU data set to detect rare clones compared to the amplified data sets is likely due to this; but even the amplified data sets only sampled a fraction of the total repertoire. Therefore, one must decide how “deep” is adequate for the question being addressed.\nDuring this investigation, we also had to address the issue that starting material may influence the quality of one’s sequencing. mRNA as a starting template increased reads up to two orders of magnitude. Furthermore, random hexamer primers and MMLV reverse transcriptase generally yielded higher read count results. Interestingly, the use of mRNA, with MMLV reverse transcriptase and hexanucleotide primers is most technically like that used in Illumina sequencing. However, additional data will be needed to confirm our observations since we did not pursue this aspect of the study in detail and the replicate number did not allow for robust statistical comparisons.\nIn conclusion, we have demonstrated that sequencing of unamplified splenic RNA provides a realistic snapshot of the total splenic B cell repertoire. We also have demonstrated that a good understanding of the bioinformatics work flow and reporting of the methodology is critical and cannot be understated. We understand that there are cellular biases and transcript stability differences with in B cell subpopulations (\n50\n, \n51\n). However, for the purpose of assessing a whole tissue B cell repertoire, unamplified RNASeq can provide a glimpse of the most prevalent B cell clones. The unamplified approach could just as well be applied to specific cell populations when the application requires it. Moreover, an unamplified data set may detect V-gene segments that amplified data sets miss.",
    "supplementary_material": "Supp FigS1\n\n\n\n\nNIHMS987236-supplement-Supp_FigS1.pdf\n (365.2KB, pdf)",
    "acknowledgements": "Our work is supported by NASA grants NNX13AN34G and NNX15AB45G, NIH grant GM103418, the Molecular Biology Core supported by the College of Veterinary Medicine at Kansas State University, and the Kansas State University Johnson Cancer Research Center. The authors declare no conflict of interest.",
    "abbreviations:": "V\n\n\nVariable Gene Segment\n\n\nD\n\n\nDiversity Gene Segment\n\n\nJ\n\n\nJoining Gene Segment\n\n\nTRNA\n\n\nTotal RNA\n\n\nAMV\n\n\nAvian Myeloblastosis Virus\n\n\nMMLV\n\n\nMoloney Murine Leukemia Virus\n\n\nIMGT\n\n\nImMunoGeneTics",
    "references": "1.\nAdemokun A, Wu Y-C, Martin V, Mitra R, Sack U, Baxendale H, Kipling D, and Dunn Walters D (2011) Vaccination-induced changes in human B-cell repertoire and pneumococcal IgM and IgA antibody at different ages. Aging cell\n10, 922–930\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nGalson JD, Clutterbuck EA, Truck J, Ramasamy MN, Munz M, Fowler A, Cerundolo V, Pollard AJ, Lunter G, and Kelly DF (2015) BCR repertoire sequencing: different patterns of B-cell activation after two Meningococcal vaccines. Immunology and cell biology\n93, 885–895\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nStrauli NB, and Hernandez RD (2016) Statistical inference of a convergent antibody repertoire response to influenza vaccine. Genome medicine\n8, 60.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nFan Q, Nelson CS, Bialas KM, Chiuppesi F, Amos J, Gurley TC, Marshall DJ, Eudailey J, Heimsath H, Himes J, Deshpande A, Walter MR, Wussow F, Diamond DJ, Barry PA, Moody MA, Kaur A, and Permar SR (2017) Plasmablast Response to Primary Rhesus Cytomegalovirus (CMV) Infection in a Monkey Model of Congenital CMV Transmission. Clinical and vaccine immunology: CVI\n24, e00510–00516\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nNivarthi UK, Kose N, Sapparapu G, Widman D, Gallichotte E, Pfaff JM, Doranz BJ, Weiskopf D, Sette A, Durbin AP, Whitehead SS, Baric R, Crowe JE Jr., and de Silva AM (2017) Mapping the Human Memory B Cell and Serum Neutralizing Antibody Responses to Dengue Virus Serotype 4 Infection and Vaccination. Journal of virology\n91, e02041–02016\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nRacanelli V, Brunetti C, De Re V, Caggiari L, De Zorzi M, Leone P, Perosa F, Vacca A, and Dammacco F (2011) Antibody V(h) repertoire differences between resolving and chronically evolving hepatitis C virus infections. PloS one\n6, e25606.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nFaham M, Zheng J, Moorhead M, Carlton VE, Stow P, Coustan-Smith E, Pui CH, and Campana D (2012) Deep-sequencing approach for minimal residual disease detection in acute lymphoblastic leukemia. Blood\n120, 5173–5180\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nGerasimov E, Zelikovsky A, Mandoiu I, and Ionov Y (2017) Identification of cancer-specific motifs in mimotope profiles of serum antibody repertoire. BMC bioinformatics\n18, 33–38\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nRettig TA, Ward C, Pecaut MJ, and Chapes SK (2017) Validation of Methods to Assess the Immunoglobulin Gene Repertoire in Tissues Obtained from Mice on the International Space Station. Gravitational and Space Research\n5, 2–23\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nBolotin DA, Mamedov IZ, Britanova OV, Zvyagin IV, Shagin D, Ustyugova SV, Turchaninova MA, Lukyanov S, Lebedev YB, and Chudakov DM (2012) Next generation sequencing for TCR repertoire profiling: platform-specific features and correction algorithms. European journal of immunology\n42, 3073–3083\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nCarlson CS, Emerson RO, Sherwood AM, Desmarais C, Chung MW, Parsons JM, Steen MS, LaMadrid-Herrmannsfeldt MA, Williamson DW, Livingston RJ, Wu D, Wood BL, Rieder MJ, and Robins H (2013) Using synthetic templates to design an unbiased multiplex PCR assay. Nature communications\n4, 2680.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nArnaout R, Lee W, Cahill P, Honan T, Sparrow T, Weiand M, Nusbaum C, Rajewsky K, and Koralov S (2011) High-resolution description of antibody heavy-chain repertoires in humans. PloS one\n6, e22365.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nBashford-Rogers RJM, Palser A, Huntly B, Rance R, Vassiliou G, Follows G, and Kellam P (2013) Network properties derived from deep sequencing of human B-cell receptor repertoires delineate B-cell populations. Genome research\n23, 1874–1884\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nBriney B, Le K, Zhu J, and Burton DR (2016) Clonify: unseeded antibody lineage assignment from next-generation sequencing data. Scientific reports\n6, 23901.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nGreiff V, Menzel U, Miho E, Weber C, Riedel R, Cook S, Valai A, Lopes T, Radbruch A, Winkler TH, and Reddy ST (2017) Systems Analysis Reveals High Genetic and Antigen-Driven Predetermination of Antibody Repertoires throughout B Cell Development. Cell reports\n19, 1467–1478\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nBest K, Oakes T, Heather JM, Shawe-Taylor J, and Chain B (2015) Computational analysis of stochastic heterogeneity in PCR amplification efficiency revealed by single molecule barcoding. Scientific reports\n5, 14629.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nvan Dijk EL, Jaszczyszyn Y, and Thermes C (2014) Library preparation methods for next-generation sequencing: tone down the bias. Experimental cell research\n322, 12–20\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nWang Y, Chen W, Li X, and Cheng B (2006) Degenerated primer design to amplify the heavy chain variable region from immunoglobulin cDNA. BMC bioinformatics\n7\nSuppl 4, S9.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nAlamyar E, Duroux P, Lefranc M-P, and Giudicelli V (2012) IMGT® Tools for the Nucleotide Analysis of Immunoglobulin (IG) and T Cell Receptor (TR) V-(D)-J Repertoires, Polymorphisms, and IG Mutations: IMGT/V-QUEST and IMGT/HighV-QUEST for NGS In Immunogenetics (Christiansen FT, and Tait BD, eds) Vol. 882 pp. 569–604, Humana Press; \n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nRettig TA, Ward C, Bye BA, Pecaut MJ, and Chapes SK (2018) Characterization of the naive murine antibody repertoire using unamplified high-throughput sequencing. PloS one\n13, e0190982.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\n(2017) IMGT Repertoire (IG and TR).\n\n\n\n\n\n\n22.\n(2017) Igh immunoglobulin heavy chain complex [Mus musculus (house mouse)] - Gene - NCBI.\n\n\n\n\n\n\n23.\nAngelin-Duclos C, and Calame K (1998) Evidence that immunoglobulin VH-DJ recombination does not require germ line transcription of the recombining variable gene segment. Molecular and cellular biology\n18, 6253–6264\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nTurchaninova MA, Davydov A, Britanova OV, Shugay M, Bikos V, Egorov ES, Kirgizova VI, Merzlyak EM, Staroverov DB, Bolotin DA, Mamedov IZ, Izraelson M, Logacheva MD, Kladova O, Plevova K, Pospisilova S, and Chudakov DM (2016) High-quality full-length immunoglobulin profiling with unique molecular barcoding. Nature protocols\n11, 1599–1616\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nHou XL, Wang L, Ding YL, Xie Q, and Diao HY (2016) Current status and recent advances of next generation sequencing techniques in immunological repertoire. Genes and immunity\n17, 153–164\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nGeorgiou G, Ippolito GC, Beausang J, Busse CE, Wardemann H, and Quake SR (2014) The promise and challenge of high-throughput sequencing of the antibody repertoire. Nature biotechnology\n32, 158–168\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nBenichou J, Ben Hamo R, Louzoun Y, and Efroni S (2012) Rep-Seq: uncovering the immunological repertoire through next-generation sequencing. Immunology\n135, 183–191\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nBoyd SD, and Joshi SA (2014) High-Throughput DNA Sequencing Analysis of Antibody Repertoires. Microbiology spectrum\n2, AID-0017–2014\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nRobasky K, Lewis NE, and Church GM (2014) The role of replicates for error mitigation in next-generation sequencing. Nature reviews. Genetics\n15, 56–62\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nLangerak AW, Bruggemann M, Davi F, Darzentas N, van Dongen JJM, Gonzalez D, Cazzaniga G, Giudicelli V, Lefranc MP, Giraud M, Macintyre EA, Hummel M, Pott C, Groenen P, and Stamatopoulos K (2017) High-Throughput Immunogenetics for Clinical and Research Applications in Immunohematology: Potential and Challenges. Journal of immunology (Baltimore, Md. : 1950)\n198, 3765–3774\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nBaum P, Venturi V, and Price D (2012) Wrestling with the repertoire: the promise and perils of next generation sequencing for antigen receptors. European journal of immunology\n42, 2834–2839\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nCalis JJ, and Rosenberg BR (2014) Characterizing immune repertoires by high throughput sequencing: strategies and applications. Trends in immunology\n35, 581–590\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nBashford-Rogers RJ, Palser AL, Idris SF, Carter L, Epstein M, Callard RE, Douek DC, Vassiliou GS, Follows GA, Hubank M, and Kellam P (2014) Capturing needles in haystacks: a comparison of B-cell receptor sequencing methods. BMC immunology\n15, 29.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nKotewicz ML, Sampson CM, D’Alessio JM, and Gerard GF (1988) Isolation of cloned Moloney murine leukemia virus reverse transcriptase lacking ribonuclease H activity. Nucleic acids research\n16, 265–277\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\n(2018) Ighm immunoglobulin heavy constant mu [Mus musculus (house mouse)] - Gene - NCBI. Pubs \n\n\n\n\n\n\n36.\nBerdoz J, Monath TP, and Kraehenbuhl JP (1995) Specific amplification by PCR of rearranged genomic variable regions of immunoglobulin genes from mouse hybridoma cells. PCR methods and applications\n4, 256–264\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nSun Y, Liu HY, Mu L, and Luo EJ (2012) Degenerate primer design to clone the human repertoire of immunoglobulin heavy chain variable regions. World journal of microbiology & biotechnology\n28, 381–386\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nLees WD, and Shepherd AJ (2017) Studying Antibody Repertoires with Next-Generation Sequencing. Methods in molecular biology (Clifton, N.J.)\n1526, 257–270\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nSix A, Mariotti-Ferrandiz ME, Chaara W, Magadan S, Pham HP, Lefranc MP, Mora T, Thomas-Vaslin V, Walczak AM, and Boudinot P (2013) The past, present, and future of immune repertoire biology - the rise of next-generation repertoire analysis. Frontiers in immunology\n4, 413.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nCole C, Volden R, Dharmadhikari S, Scelfo-Dalbey C, and Vollmers C (2016) Highly Accurate Sequencing of Full-Length Immune Repertoire Amplicons Using Tn5-Enabled and Molecular Identifier-Guided Amplicon Assembly. Journal of immunology (Baltimore, Md. : 1950)\n196, 2902–2907\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nRobinson WH (2015) Sequencing the functional antibody repertoire--diagnostic and therapeutic discovery. Nature reviews. Rheumatology\n11, 171–182\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nShlemov A, Bankevich S, Bzikadze A, Turchaninova MA, Safonova Y, and Pevzner PA (2017) Reconstructing Antibody Repertoires from Error-Prone Immunosequencing Reads. Journal of immunology (Baltimore, Md. : 1950) \n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nHansen KD, Brenner SE, and Dudoit S (2010) Biases in Illumina transcriptome sequencing caused by random hexamer priming. Nucleic acids research\n38, e131.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nvan Gurp TP, McIntyre LM, and Verhoeven KJ (2013) Consistent errors in first strand cDNA due to random hexamer mispriming. PloS one\n8, e85583.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nWeber CF, and Kuske CR (2012) Comparative assessment of fungal cellobiohydrolase I richness and composition in cDNA generated using oligo(dT) primers or random hexamers. Journal of microbiological methods\n88, 224–228\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nZheng W, Chung LM, and Zhao H (2011) Bias detection and correction in RNA-Sequencing data. BMC bioinformatics\n12, 290.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nLou Z, Casali P, and Xu Z (2015) Regulation of B Cell Differentiation by Intracellular Membrane-Associated Proteins and microRNAs: Role in the Antibody Response. Frontiers in immunology\n6\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nZhang Q, Bernatoniene J, Bagrade L, Paton JC, Mitchell TJ, Hammerschmidt S, Nunez DA, and Finn A (2006) Regulation of Production of Mucosal Antibody to Pneumococcal Protein Antigens by T-Cell-Derived Gamma Interferon and Interleukin-10 in Children. Infection and Immunity\n74, 4735–4743\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nShugay M, Britanova OV, Merzlyak EM, Turchaninova MA, Mamedov IZ, Tuganbaev TR, Bolotin DA, Staroverov DB, Putintseva EV, Plevova K, Linnemann C, Shagin D, Pospisilova S, Lukyanov S, Schumacher TN, and Chudakov DM (2014) Towards error-free profiling of immune repertoires. Nature methods\n11, 653–655\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nAllman D, Lindsley RC, DeMuth W, Rudd K, Shinton SA, and Hardy RR (2001) Resolution of three nonproliferative immature splenic B cell subsets reveals multiple selection points during peripheral B cell maturation. Journal of immunology (Baltimore, Md. : 1950)\n167, 6834–6840\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nAllman DM, Ferguson SE, Lentz VM, and Cancro MP (1993) Peripheral B cell maturation. II. Heat-stable antigen(hi) splenic B cells are an immature developmental intermediate in the production of long-lived marrow-derived B cells. Journal of immunology (Baltimore, Md. : 1950)\n151, 4431–4444\n [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupp FigS1\n\n\n\n\nNIHMS987236-supplement-Supp_FigS1.pdf\n (365.2KB, pdf)",
    "supplementary_materials": "Supp FigS1\n\n\n\n\nNIHMS987236-supplement-Supp_FigS1.pdf\n (365.2KB, pdf)",
    "actions": "PDF (726.2 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6366624/"
}