{
  "id": "PMC6081456",
  "title": "Acceleration profiles and processing methods for parabolic flight.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Acceleration profiles and processing methods for parabolic flight.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6081456/"
  },
  "sections": {
    "abstract": "Parabolic flights provide cost-effective, time-limited access to “weightless” or reduced gravity conditions, facilitating research and validation activities that complement infrequent and costly access to space. Although parabolic flights have been conducted for decades, reference acceleration profiles and processing methods are not widely available. Here we present a solution for collecting, analyzing, and classifying the altered gravity environments experienced during parabolic flights, which we validated during a Boeing 727-200F flight with 20 parabolas. All data and analysis code are freely available. Our solution can be integrated with diverse experimental designs, does not depend upon accelerometer orientation, and allows unsupervised classification of all phases of flight, providing a consistent and open-source approach to quantifying gravito-inertial accelerations (GIA), or \ng\n levels. As academic, governmental, and commercial use of space advances, data availability and validated processing methods will enable better planning, execution, and analysis of parabolic flight experiments, and thus facilitate future space activities.",
    "introduction": "Introduction\nParabolic flights are cost-effective, ground-based analogs that achieve variable \ng\n (\nEarth-relative GIA\n) level environments that recreate conditions experienced during space flight.\n1\n,\n2\n Specialized aircraft can maintain approximately 20–30 s of a 0 \ng\n, freefall environment before an increased GIA recovery phase (Fig. \n1a\n). Modified trajectories can achieve reduced \ng\n levels experienced on the lunar surface or on Mars (0.17 and 0.38 \ng\n, respectively). Parabolic flights serve as valuable proving grounds for experimental efforts to maximize the research potential of the International Space Station\n3\n,\n4\n and to accommodate increasing interest in commercial space flight.\n5\n,\n6\nFig. 1\nParabolic flight acceleration data and analysis methodology. \na\n Typical flight path during a single parabola. \nb\n Research section of aircraft with baseplate location during flight. \nc\n Accelerometer orientation on baseplate. \nd\n Overview of analysis method. \ne\n Measured accelerations after low-pass filtering (\ng\nfilt\n). \nf\n Change points (vertical lines) for mean \ng\n levels as measured by \ng\nfilt\n. \ng\n–\ni\n Second-level linear change points (vertical dotted lines) define transition regions for a Mars, a lunar, and a 0 \ng\n parabola, respectively. Individual parabolas corresponding to \ng\n–\ni\n are labeled in \nf\n. For accelerations during each of the 20 parabolas, see Supplementary Figs. 6–7\nHere we address the limited availability of open access acceleration datasets containing parabolic flight profiles and enable unsupervised and precise characterization of timing and \ng\n levels for all flight phases. We demonstrate this approach using a small (65 g) battery powered commercially available accelerometer and vibration measurement system. Together, these tools and products reflect a comprehensive solution for experiment planning, execution, and analysis of \ng\n level and vibrations during parabolic flight.",
    "results": "Results\nFlight operations were conducted on November 17, 2017 onboard a Boeing 727-200F aircraft (G-Force One®, Zero Gravity Corporation). Four sets of parabolas were performed with 5, 6, 4, and 5 parabolas, respectively. The first set targeted, in order, Mars \ng\n, Mars \ng\n, Lunar \ng\n, 0 \ng\n, and 0 \ng\n. All other parabolas targeted 0 \ng\n. Data were collected for 1.77 h during all phases of flight from a Slam Stick X™ (Mide Technology Corp.) mounted in the rear of the research section (Fig. \n1\nb-c). Direct Current (DC) acceleration was recorded at 411 Hz. Additional data, calibration, and calibration error ( < 2%) assessment are described in Methods.\nIn any given experiment, one accelerometer orientation may be more appropriate than another. Thus, our phase of flight identification is based on a metric that is independent of accelerometer orientation: the Euclidean norm of the accelerometer (x,y,z) axes, which we refer to as \ng\n level or \ng\n (Methods).\nTo facilitate our analysis (Fig. \n1\nd, Methods, Supplementary Figs. 1-5), acceleration data were filtered (Fig. \n1\ne) using a zero-delay, low-pass filter prior to parabola identification using change point detection.\n7\n,\n8\n Conceptually, this process finds the point for which a statistical property (e.g., mean), has minimum total residual error summed across two groups, e.g., before and after the change point. Here residual error is the difference between an observed value and the statistical property for the group.\nChange point detection was first applied to the filtered \ng\n level, \ng\nfilt\n, to identify differences in mean \ng\n levels in an unsupervised manner (Fig. \n1\nf). To break down the flight into regions of stable \ng\n levels, data within 10 s of each change point was subjected to secondary change point detection using a linear slope metric, which segmented the flight into regions of rapid “transition” (indicated by dotted lines, Fig. \n1\ng-i) and more stable regimes. Non-transition periods were subsequently classified into “parabola,” “hypergravity,” and “other” based on their duration and \ng\n level (Fig. \n2\na-b; Methods). These “hypergravity” periods result from entry into and exit from the “parabola” periods.\nFig. 2\nPhases of flight classification and characterization. \na\n After identifying transitions, non-transition events were classified as duration < 100 s (horizontal line) and by mean \ng\n level (vertical dotted lines) into “parabola,” “hypergravity,” and “other.” The subset of “hypergravity” periods with lower duration were identified as those at the start or end of a set of parabolas. All phases of flight were unambiguously classified. \nb\n Parabola characteristics (see also: Supplementary Information). Error bars: mean ± SD",
    "discussion": "Discussion\nParabolic flights provide the opportunity to perform simulated space research in a cost-effective manner. Recently, Lambot and Ord (2016) evaluated data from over 400 parabolic flights and assessed the quality of reduced \ng\n datasets.\n9\n Although considerable effort was dedicated to identifying the highest quality, low \ng\n time periods (with variations less than ± 0.01 \ng\n) from these flights, neither the acquisition hardware, the raw data, nor the code implemented for analysis, are currently available to the public. Indeed, when reviewing the literature, we found no such easily accessible parabolic flight acceleration data nor published analysis methodology.\nHere, we provide the following: (1) a commercially available hardware solution for data acquisition; (2) raw and calibrated data for all phases of flight; (3) data analysis methodology that is independent of accelerometer orientation, and (4) characterization of \ng\n levels and durations achieved for 20 parabolas. In addition, the code implementing our methodology to categorize all phases of flight and characterize \ng\n levels and durations of parabolas is publicly available in order to facilitate future parabolic flight research. In addition, our methods could be adapted to analysis of data from suborbital flights, drop towers, or studies involving launch and landing accelerations.\nOur hardware solution, the Slam Stick X™, offers a compact, flexible, low-power, high resolution solution for acceleration and vibration monitoring with favorable comparison to alternatives (Methods). The small size facilitates integration into experiments and measurement of the local GIA environment, which is not constant across the aircraft. In addition, mounting with double-sided tape is simple, robust, and does not impact the frequency response (Methods).\nLambot and Ord\n9\n identified a “sweet zone” in the middle of the parabola with low acceleration deviation. Our data are consistent with this conclusion (Supplementary Fig. 8), although Lambot and Ord\n9\n used, after unspecified low-pass filtering, a much more stringent tolerance (± 0.01 \ng\n) that was not met by our filtered data. We encourage future parabolic flight experimenters to release raw data as well as to provide data processing details (ideally including in executable form) to facilitate validation and improvement of processing algorithms, as well as refine expected \ng\n levels and support planning and analysis that can be tailored to specific experimenter needs.\nDue to the limited availability and high cost of actual space environments, it is imperative that we continue to utilize parabolic flights as a means to simulate space – and to understand the accuracy and limitations of this modality. By making our data and methods available we hope to enable others to better plan, execute, and analyze parabolic flight experiments, and thus to help facilitate future space activities.",
    "methods": "Methods\nDevice Selection\nThe Slam Stick X™ (Mide Technology Corp., \nwww.mide.com\n) was selected based on its size (76 mm × 30 mm × 15 mm), low mass (65 g), integrated battery, manual and USB interfaces, and combination DC (Analog Devices ADXL345) and piezoelectric (TE 832M1) accelerometers to enable accuracy at both low (e.g., down to 0 Hz) and high frequencies (up to 20 kHz sample frequency). The aluminum body was selected to provide improved high frequency response. Additional integrated sensors included temperature and pressure (NXP MPL3115) and control pad temperature and pressure (TE MS8607).\nAlternative data acquisition systems include many commercial off the shelf (COTS) accelerometers, as well as the NASA Suborbital Flight Environment Monitor (SFEM)\n9\n. There may be potential benefits of using the SFEM, although the Slam Stick X™ offers comparable or longer recording time, DC and piezoelectric accelerometers (enabling both \ng\n level and high frequency vibration measurements), higher sampling frequencies, a wider operating temperature range (− 40 °C to + 80˚C) and much lower ( > 10 × ) mass and volume. Another COTS option is the Lansmont 3X90  , although the Slam Stick X™ specifications provide benefits in several areas (size, mass, sampling rates, and temperature range).\nOne consideration for parabolic flight experiments is that the GIA environment is not constant across the aircraft. In some cases, it may be adequate to have a single reference flight profile to be used by multiple experiment teams. However, some applications may be better served through measurement of the local GIA environment of a given experimental apparatus. Here, the small size of our solution facilitates direct incorporation into a payload, as well as placement in the desired location or orientation.\nWhen selecting a data acquisition solution, it is also important to consider how the mounting of the accelerometer itself may impact the frequency response; in our case, use of double-sided sticky tape represents both an extremely practical and low bias option, enabled by the low device mass. Because no additional materials separate the accelerometer from the aircraft, there is no need to correct for the frequency response of the mounting interface.\nDevice mounting and data acquisition\nZero Gravity Corporation (ZGC) utilizes a standard system of mounting hardware to the aircraft structure consisting of a baseplate (61 cm × 61 cm × 1.27 cm aluminum plate, e.g., McMaster Carr 86825K25) bolted to the aircraft structure using four clearance holes at the corners of a square with 50.8 cm (20 in) sides, centered on the baseplate. Washers (McMaster Carr 92503A230) were used for mounting in combination with AN-6 steel bolts (3/8 inch) provided by ZGC. The Slam Stick X™ was mounted to a standard baseplate with double-sided sticky tape (3 M 950), which is the preferred mounting method due to its vibration frequency response (near unity) and robustness: this method has previously been validated during vibration testing at over 75 g at 1 kHz\n1\n. The Slam Stick X™ was configured using Slam Stick Lab 1.8. Acquisition was initiated and terminated manually using the control pad on the device. Sampling rates were 5 kHz (piezoelectric vibration sensor), 411 Hz (DC acceleration), and 1 Hz (pressure and temperature).\nData calibration\nThe raw IDE file generated by the Slam Stick X™ was converted to calibrated MAT (MATLAB, The Mathworks, Natick, MA) files using the ide2csv.exe command line utility (Mide Technology Corp.) using the factory calibration. Note that data calibration and export functions can also be performed directly using Slam Stick Lab. Here we focus on data from the DC accelerometer. We note that temperature varied less than 1 °C and pressure showed a typical regulated profile and was highly stable during parabolas (Supplementary Fig. 5).\nOrientation-independent approach\nIn any given experiment, one accelerometer orientation may be more appropriate than another. Thus, we based our phase of flight identification method (below) on a measure that is independent of the accelerometer orientation: the Euclidean norm of the x, y, and \nz\n axes, which we hereafter refer to as the \ng\n level or \ng\n. As this variable is a positive scalar, it does not capture directional fluctuations in the gravity vector. Thus, for characterization of phases of flight, vector-based statistics should be used. For example, we estimated the mean g level during a 0 \ng\n parabola by averaging the \nx\n, \ny\n, and \nz\n components, and then computing the norm.\nCalibration verification\nThe expected value of the \ng\n level is unity on Earth under non-accelerated conditions; as a verification of our accelerometer calibration, we found the norm under lab bench conditions (14.2 s recording) to be 0.9840 (rms) and 0.9840 ± 0.0055 (mean ± SD), consistent with < 2% error. This is a lower bound when vibration or specific force other than that caused by gravity is present, consistent with the rms value (1.07) observed during flight. Specific force was concentrated in the \nz\n axis as measured by root mean square (rms) values (0.0466, 0.0775, 1.0662 for \nx\n, \ny\n, and \nz\n axes, respectively), consistent with the accelerometer orientation (Fig. \n1c\n). Calibration accuracy was also assessed after filtering (see below).\nPhase of flight characterization\nFor parabola identification, we first filtered the raw data using a zero-phase 12th order Butterworth filter using the \ndesignfilt()\n function using a half power frequency (HPF) as described below. Next, we utilized change point detection\n7\n,\n8\n as implemented by the MATLAB \nFindChangePts()\n function.\nChange point detection was first applied to the filtered \ng\n level \ng\nfilt\n to identify differences in mean \ng\n levels. A known number of change points was specified based on the parabola number within each set, e.g., two times the number of parabolas, plus two additional transitions (first pre-parabola pull up; last post-parabola pull up) for each set of parabolas. In our case sets of 5, 6, 4, and 5 (20 total) parabolas become 12, 14, 10, and 12 change points. This total number of change points (48) was specified and \nFindChangePts()\n identified all \ng\n level change points in an unsupervised manner (Fig. \n1\nf).\nWe desire to break down the flight into regions of stable \ng\n levels. Thus, for each change point, we used a secondary change point detection to identify differences in the slope of the \ng\n level vs. time curves. Data within 10 s of each change point was subjected to this secondary change point detection using a linear slope metric. This step successfully segmented the flight into regions of rapid “transition” (indicated by dotted lines, Fig. \n1\ng-i) and more stable regimes. This resulted in 97 flight periods (2 × the number of change points + 1).\nClassification of non-“transition” flight periods into “parabola,” “hypergravity,” and “other” (which includes straight and level flight as well as standard rate turns) was then performed, first by categorizing any periods with duration > 100 s as “other”, then by segmenting data according to \ng\n level (“parabola” ≤ 0.9 \ng\n, 0.9 < “other” ≤ 1.1 \ng\n, “hypergravity > 1.1 \ng\n). Despite its simplicity, this classifier achieved good separation between classes (Fig. \n2a\n).\nParabola durations (mean ± s.d.) were 19.5 ± 1.4 s (0 \ng\n, \nN\n = 17, range 17 to 24 s), 23.7 s (Lunar \ng\n; \nN\n = 1), and 28.9 ± 0.7 s (Mars \ng\n; \nN\n = 2). The \ng\n levels achieved were 0.041 ± 0.005 \ng\n (0 \ng\n) and 0.159 \ng\n (lunar \ng\n). Both Mars parabolas achieved 0.356 \ng\n, indicating high consistency between parabolas targeting similar \ng\n levels. Higher \ng\n levels were significantly associated with longer-duration parabolas (Supplementary Fig. 4a), although not when lunar and Mars data were excluded (Supplemental Fig. 4b).\nSome limitations are inherent in our study, which focused solely on one flight and 20 parabolas. If analyzing multiple flights, with parabolas performed under more varied conditions, it is possible a slightly more complex classification strategy might be required; however, based on the wide separation between “parabola,” “hypergravity,” and “other” classes, this is not expected to present a significant challenge to standard unsupervised classification approaches (e.g., \nk\n-means).\nFilter optimization\nTo optimize the filter, we selected a HPF based on the \ng\n level power spectral density (PSD, Supplementary Fig. 2a). The PSD was computed via the MATLAB \npwelch()\n function with default parameters. To select the HPF, we examined the cumulative sum of the PSD (Supplementary Fig. 2b), which revealed a sharp increase in power above 0.01 Hz. We chose this value (HPF = 0.01 Hz) to maximize the low frequency content of the filtered data while rejecting as much spectral power from higher frequencies as possible. As an example, filtering at HPF = 0.01 Hz preserves parabola dynamics, whereas filtering at HPF = 0.001 Hz does not (Supplementary Fig. 2c). Our selected value provides the smoothest data for identifying parabolas, while still accurately representing \ng\n level transitions. A manual procedure identified similar values, e.g., adjusting the HPF toward DC until the rapid transitions between \ng\n levels showed systematic bias, then setting the HPF to 10 × this value, also gave HPF = 0.01 Hz.\nFiltering reduced the root mean square specific force in the lateral (x) direction but little in other directions (0.0161, 0.0681, 1.0623 for \nx\n, \ny\n, \nz\n, respectively), consistent with low frequency aircraft accelerations mainly due to pitch maneuvers. The \ng\n level was near unity during periods of relative calm (Supplemental Fig. \n3a-b\n), including the first 1000 s of data collected during largely straight and level flight (rms 0.9919 and 0.9856, raw and filtered, respectively). This unfiltered estimate is 0.8% higher than under lab bench conditions, and both are consistent with accurate sensor calibration at DC to lower than 2% error, based on the factory calibration.\nRegression analysis\nRegression of parabola \ng\n level on duration was performed using the MATLAB \nfitlm()\n function. Confidence intervals were determined using the MATLAB \ncoefCI()\n function.\nCode availability\nThe MATLAB scripts implementing our analysis are available at: \nhttps://github.com/CarrCE/zerog.\nData availability\nRaw and calibrated data are available via the Open Science Framework at: \nhttps://osf.io/nk2w4/.",
    "device_selection": "Device Selection\nThe Slam Stick X™ (Mide Technology Corp., \nwww.mide.com\n) was selected based on its size (76 mm × 30 mm × 15 mm), low mass (65 g), integrated battery, manual and USB interfaces, and combination DC (Analog Devices ADXL345) and piezoelectric (TE 832M1) accelerometers to enable accuracy at both low (e.g., down to 0 Hz) and high frequencies (up to 20 kHz sample frequency). The aluminum body was selected to provide improved high frequency response. Additional integrated sensors included temperature and pressure (NXP MPL3115) and control pad temperature and pressure (TE MS8607).\nAlternative data acquisition systems include many commercial off the shelf (COTS) accelerometers, as well as the NASA Suborbital Flight Environment Monitor (SFEM)\n9\n. There may be potential benefits of using the SFEM, although the Slam Stick X™ offers comparable or longer recording time, DC and piezoelectric accelerometers (enabling both \ng\n level and high frequency vibration measurements), higher sampling frequencies, a wider operating temperature range (− 40 °C to + 80˚C) and much lower ( > 10 × ) mass and volume. Another COTS option is the Lansmont 3X90  , although the Slam Stick X™ specifications provide benefits in several areas (size, mass, sampling rates, and temperature range).\nOne consideration for parabolic flight experiments is that the GIA environment is not constant across the aircraft. In some cases, it may be adequate to have a single reference flight profile to be used by multiple experiment teams. However, some applications may be better served through measurement of the local GIA environment of a given experimental apparatus. Here, the small size of our solution facilitates direct incorporation into a payload, as well as placement in the desired location or orientation.\nWhen selecting a data acquisition solution, it is also important to consider how the mounting of the accelerometer itself may impact the frequency response; in our case, use of double-sided sticky tape represents both an extremely practical and low bias option, enabled by the low device mass. Because no additional materials separate the accelerometer from the aircraft, there is no need to correct for the frequency response of the mounting interface.",
    "device_mounting_and_data_acquisition": "Device mounting and data acquisition\nZero Gravity Corporation (ZGC) utilizes a standard system of mounting hardware to the aircraft structure consisting of a baseplate (61 cm × 61 cm × 1.27 cm aluminum plate, e.g., McMaster Carr 86825K25) bolted to the aircraft structure using four clearance holes at the corners of a square with 50.8 cm (20 in) sides, centered on the baseplate. Washers (McMaster Carr 92503A230) were used for mounting in combination with AN-6 steel bolts (3/8 inch) provided by ZGC. The Slam Stick X™ was mounted to a standard baseplate with double-sided sticky tape (3 M 950), which is the preferred mounting method due to its vibration frequency response (near unity) and robustness: this method has previously been validated during vibration testing at over 75 g at 1 kHz\n1\n. The Slam Stick X™ was configured using Slam Stick Lab 1.8. Acquisition was initiated and terminated manually using the control pad on the device. Sampling rates were 5 kHz (piezoelectric vibration sensor), 411 Hz (DC acceleration), and 1 Hz (pressure and temperature).",
    "data_calibration": "Data calibration\nThe raw IDE file generated by the Slam Stick X™ was converted to calibrated MAT (MATLAB, The Mathworks, Natick, MA) files using the ide2csv.exe command line utility (Mide Technology Corp.) using the factory calibration. Note that data calibration and export functions can also be performed directly using Slam Stick Lab. Here we focus on data from the DC accelerometer. We note that temperature varied less than 1 °C and pressure showed a typical regulated profile and was highly stable during parabolas (Supplementary Fig. 5).",
    "orientation-independent_approach": "Orientation-independent approach\nIn any given experiment, one accelerometer orientation may be more appropriate than another. Thus, we based our phase of flight identification method (below) on a measure that is independent of the accelerometer orientation: the Euclidean norm of the x, y, and \nz\n axes, which we hereafter refer to as the \ng\n level or \ng\n. As this variable is a positive scalar, it does not capture directional fluctuations in the gravity vector. Thus, for characterization of phases of flight, vector-based statistics should be used. For example, we estimated the mean g level during a 0 \ng\n parabola by averaging the \nx\n, \ny\n, and \nz\n components, and then computing the norm.",
    "calibration_verification": "Calibration verification\nThe expected value of the \ng\n level is unity on Earth under non-accelerated conditions; as a verification of our accelerometer calibration, we found the norm under lab bench conditions (14.2 s recording) to be 0.9840 (rms) and 0.9840 ± 0.0055 (mean ± SD), consistent with < 2% error. This is a lower bound when vibration or specific force other than that caused by gravity is present, consistent with the rms value (1.07) observed during flight. Specific force was concentrated in the \nz\n axis as measured by root mean square (rms) values (0.0466, 0.0775, 1.0662 for \nx\n, \ny\n, and \nz\n axes, respectively), consistent with the accelerometer orientation (Fig. \n1c\n). Calibration accuracy was also assessed after filtering (see below).",
    "phase_of_flight_characterization": "Phase of flight characterization\nFor parabola identification, we first filtered the raw data using a zero-phase 12th order Butterworth filter using the \ndesignfilt()\n function using a half power frequency (HPF) as described below. Next, we utilized change point detection\n7\n,\n8\n as implemented by the MATLAB \nFindChangePts()\n function.\nChange point detection was first applied to the filtered \ng\n level \ng\nfilt\n to identify differences in mean \ng\n levels. A known number of change points was specified based on the parabola number within each set, e.g., two times the number of parabolas, plus two additional transitions (first pre-parabola pull up; last post-parabola pull up) for each set of parabolas. In our case sets of 5, 6, 4, and 5 (20 total) parabolas become 12, 14, 10, and 12 change points. This total number of change points (48) was specified and \nFindChangePts()\n identified all \ng\n level change points in an unsupervised manner (Fig. \n1\nf).\nWe desire to break down the flight into regions of stable \ng\n levels. Thus, for each change point, we used a secondary change point detection to identify differences in the slope of the \ng\n level vs. time curves. Data within 10 s of each change point was subjected to this secondary change point detection using a linear slope metric. This step successfully segmented the flight into regions of rapid “transition” (indicated by dotted lines, Fig. \n1\ng-i) and more stable regimes. This resulted in 97 flight periods (2 × the number of change points + 1).\nClassification of non-“transition” flight periods into “parabola,” “hypergravity,” and “other” (which includes straight and level flight as well as standard rate turns) was then performed, first by categorizing any periods with duration > 100 s as “other”, then by segmenting data according to \ng\n level (“parabola” ≤ 0.9 \ng\n, 0.9 < “other” ≤ 1.1 \ng\n, “hypergravity > 1.1 \ng\n). Despite its simplicity, this classifier achieved good separation between classes (Fig. \n2a\n).\nParabola durations (mean ± s.d.) were 19.5 ± 1.4 s (0 \ng\n, \nN\n = 17, range 17 to 24 s), 23.7 s (Lunar \ng\n; \nN\n = 1), and 28.9 ± 0.7 s (Mars \ng\n; \nN\n = 2). The \ng\n levels achieved were 0.041 ± 0.005 \ng\n (0 \ng\n) and 0.159 \ng\n (lunar \ng\n). Both Mars parabolas achieved 0.356 \ng\n, indicating high consistency between parabolas targeting similar \ng\n levels. Higher \ng\n levels were significantly associated with longer-duration parabolas (Supplementary Fig. 4a), although not when lunar and Mars data were excluded (Supplemental Fig. 4b).\nSome limitations are inherent in our study, which focused solely on one flight and 20 parabolas. If analyzing multiple flights, with parabolas performed under more varied conditions, it is possible a slightly more complex classification strategy might be required; however, based on the wide separation between “parabola,” “hypergravity,” and “other” classes, this is not expected to present a significant challenge to standard unsupervised classification approaches (e.g., \nk\n-means).",
    "filter_optimization": "Filter optimization\nTo optimize the filter, we selected a HPF based on the \ng\n level power spectral density (PSD, Supplementary Fig. 2a). The PSD was computed via the MATLAB \npwelch()\n function with default parameters. To select the HPF, we examined the cumulative sum of the PSD (Supplementary Fig. 2b), which revealed a sharp increase in power above 0.01 Hz. We chose this value (HPF = 0.01 Hz) to maximize the low frequency content of the filtered data while rejecting as much spectral power from higher frequencies as possible. As an example, filtering at HPF = 0.01 Hz preserves parabola dynamics, whereas filtering at HPF = 0.001 Hz does not (Supplementary Fig. 2c). Our selected value provides the smoothest data for identifying parabolas, while still accurately representing \ng\n level transitions. A manual procedure identified similar values, e.g., adjusting the HPF toward DC until the rapid transitions between \ng\n levels showed systematic bias, then setting the HPF to 10 × this value, also gave HPF = 0.01 Hz.\nFiltering reduced the root mean square specific force in the lateral (x) direction but little in other directions (0.0161, 0.0681, 1.0623 for \nx\n, \ny\n, \nz\n, respectively), consistent with low frequency aircraft accelerations mainly due to pitch maneuvers. The \ng\n level was near unity during periods of relative calm (Supplemental Fig. \n3a-b\n), including the first 1000 s of data collected during largely straight and level flight (rms 0.9919 and 0.9856, raw and filtered, respectively). This unfiltered estimate is 0.8% higher than under lab bench conditions, and both are consistent with accurate sensor calibration at DC to lower than 2% error, based on the factory calibration.",
    "regression_analysis": "Regression analysis\nRegression of parabola \ng\n level on duration was performed using the MATLAB \nfitlm()\n function. Confidence intervals were determined using the MATLAB \ncoefCI()\n function.",
    "code_availability": "Code availability\nThe MATLAB scripts implementing our analysis are available at: \nhttps://github.com/CarrCE/zerog.",
    "data_availability": "Data availability\nRaw and calibrated data are available via the Open Science Framework at: \nhttps://osf.io/nk2w4/.",
    "electronic_supplementary_material": "Electronic supplementary material\nSupplementary information\n accompanies the paper on the \nnpj Microgravity\n website (10.1038/s41526-018-0050-3).",
    "section": "Supplementary Information: Acceleration Profiles and Processing Methods for Parabolic Flight",
    "competing_interests": "Competing interests\nThe authors declare no competing interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6081456/"
}