{
  "id": "PMC6889863",
  "title": "RNAseq analysis of the response of Arabidopsis thaliana to fractional gravity under blue-light stimulation during spaceflight",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "RNAseq analysis of the response of Arabidopsis thaliana to fractional gravity under blue-light stimulation during spaceflight",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6889863/"
  },
  "sections": {
    "abstract": "Introduction:\n Traveling to nearby extraterrestrial objects having a reduced gravity level (partial gravity) compared to Earth’s gravity is becoming a realistic objective for space agencies. The use of plants as part of life support systems will require a better understanding of the interactions among plant growth responses including tropisms, under partial gravity conditions.\nMaterials and Methods:\n Here, we present results from our latest space experiments on the ISS, in which seeds of \nArabidopsis thaliana\n were germinated, and seedlings grew for six days under different gravity levels, namely micro-\ng\n, several intermediate partial-\ng\n levels, and 1\ng\n, and were subjected to irradiation with blue light for the last 48 h. RNA was extracted from 20 samples for subsequent RNAseq analysis. Transcriptomic analysis was performed using the HISAT2-Stringtie-DESeq pipeline. Differentially expressed genes were further characterized for global responses using the GEDI tool, gene networks and for Gene Ontology (GO) enrichment.\nResults:\n Differential gene expression analysis revealed only one differentially expressed gene (AT4G21560, VPS28-1 a vacuolar protein) across all gravity conditions using FDR correction (q < 0.05). However, the same 14 genes appeared differentially expressed when comparing either micro-\ng\n, low-\ng\n level (< 0.1\ng\n) or the Moon \ng\n-level with 1\ng\n control conditions. Apart from these 14-shared genes, the number of differentially expressed genes was similar in microgravity and the Moon \ng\n-level and increased in the intermediate \ng\n-level (< 0.1\ng\n), but it was then progressively reduced as the difference with the Earth gravity became smaller. The GO groups were differentially affected at each \ng\n-level: light and photosynthesis GO under microgravity, genes belonged to general stress, chemical and hormone responses under low-\ng\n, and a response related to cell wall and membrane structure and function under the Moon \ng\n-level.\nDiscussion:\n Transcriptional analyses of plants under blue light stimulation suggests that root blue-light phototropism may be enough to reduce the gravitational stress response caused by the lack of gravitropism in microgravity. Competition among tropisms induces an intense perturbation at the micro-\ng\n level, which shows an extensive stress response that is progressively attenuated. Our results show a major effect on cell wall/membrane remodeling (detected at the interval from the Moon to Mars gravity), which can be potentially related to graviresistance mechanisms.",
    "introduction": "Introduction\nLong-term exploration of the Solar System will require that humans travel within a nearly close life-support systems, reducing to the minimum the amount of water, oxygen, and nutrients to be transported and optimizing the recycling of reusable waste. Such a system is being under development, for example, in the Melissa project from the European Space Agency (\nGodia et al., 2004\n), but it will require an edible plant to be successfully cultivated in the environmental conditions expected to be achieved during spaceflight and on arrival at nearby objects. Isolation chambers could avoid, at least partially, some of the suboptimal environmental conditions that can greatly compromise organism adaptation to spaceflight (\nBeckingham, 2010\n), including temperature, radiation, air, and soil composition constrains. However, providing artificial gravity will require large diameter centrifuge (\nVan Loon et al., 2008\n) or even expensive railroad-based platforms that could be subjected to other biological limitations.\nGravity influences the direction of plant growth and the pattern of development, from seedlings to adult plants (\nVolkmann and Baluska, 2006\n), and even gravitational effects on \nin vitro\n plant cell cultures have been reported (\nBabbick et al., 2007\n; \nBarjaktarovic et al., 2007\n). Light is the only tropistic response that plays a substantial role in determining overall plant architecture with a contribution similar to gravity. Typically, plants orient their roots towards the gravity vector (positive gravitropic response), and away from blue/white light exposure (negative phototropic response). Shoots show the opposite orientation, growing away from the gravity vector (negative gravitropic response) and towards a blue/white light source (positive phototropic response; \nKutschera and Briggs, 2016\n; \nBriggs, 2014\n; \nChen et al., 1999\n). Any tropistic response is divided into three stages; perception, transduction and response. During the perception phase, starch-filled statoliths interact with other cellular components in the specialized columella cells. Once the gravity signal is perceived, a differential auxin gradient develops along the root to the root elongation zone (transduction stage), where differential plant growth occurs and leads to reorientation of the root in the direction of the gravity vector (reviewed in \nVandenbrink et al., 2014\n).\nPhototropism and gravitropism have been well characterized, but little was known about the interaction among tropisms until recently. Experiments with plants in microgravity have allowed for the study of phototropism in the absence of the influence of gravity (\nKiss, 2015\n). Our previous research showed that light perception by the roots can have an effect on shoot gravitropism in \nArabidopsis thaliana\n (\nHopkins and Kiss, 2012\n). In addition, phototropic curvature of roots in response to unilateral blue light was tied to the magnitude of the gravity vector (\nVandenbrink et al., 2016\n). This latter study also identified an association between red-light-based phototropism in roots and the magnitude of the gravity vector. Other experiments involving assays of cell growth and cell proliferation have demonstrated that there is an imbalance between these key plant development functions in microgravity (\nMatía et al., 2010\n) in dark-grown plants. Recent spaceflight results also demonstrated that red light can compensate this effect (\nValbuena et al., 2018\n), particularly increasing cell growth (i.e., as assayed by ribosome biosynthesis in the nucleolus) that was depleted without light stimulation.\nStudies on the response of living organisms to altered gravity are greatly facilitated by the development of ground-based facilities for simulation of gravity alterations to perform basic science as well as to design and prepare for space experiments (\nHerranz et al., 2013\n). The biological system (cell proliferation and growth during early plant development) had previously been studied under real microgravity in the ISS (\nDriss-Ecole et al., 2008\n; \nMatía et al., 2010\n; \nMazars et al., 2014\n). Similar effects to the ones observed during spaceflight (increased cell proliferation rates together with decreased cell growth parameters) also were observed in root meristem cells in simulated microgravity studies (\nBouchern-Dubuisson et al., 2016\n; \nValbuena et al., 2018\n) and in two partial-\ng\n paradigms. The imbalance of the cell proliferation and cell growth rates is also observable at the Moon´s gravity level, while less pronounced effects were observed at Mars \ng\n level (\nKamal et al., 2018\n; \nManzano et al., 2018\n).\nIn terms of spaceflight transcriptional experiments, a number of studies performed in orbit are available in public databases (\nPaul et al., 2012\n; \nPaul et al., 2013\n; \nJohnson et al., 2017\n; \nZupanska et al., 2017\n). In these studies, some Gene Ontology categories as responses to biotic or abiotic stress, oxidative stress, cell wall reorganization and secondary metabolism remodeling commonly show the highest variation in gene expression. Transcriptional response in microgravity is different in each experiment, due to both the biological material (developmental stage or organ analyzed) and the technical/environmental constraints of each spaceflight experiment [late or early access to the sample during spaceflight, the hardware used, type of dissection/fixation/preservation see for example (\nKruse et al., 2017\n)].\nIn a previous report, we focused on the effects of microgravity in the transcriptional profile of blue-light photostimulated seedlings (\nVandenbrink et al., 2019\n). Here, we will describe the plant transcriptional response to several partial gravity levels in young blue-light photostimulated \nA. thaliana\n seedlings cultivated into the European Module Cultivation System (EMCS) centrifuge on board the International Space Station (ISS). The results from plants cultivated on the ISS within the SEEDLING GROWTH experiment series illustrate the adaptation strategy of plants at the level of the whole transcriptome to cope with reduced gravity conditions.",
    "materials_and_methods": "Materials and Methods\nSeedling Growth Spaceflight Experiments\nSeeds of \nA. thaliana\n ecotype \nLandsberg erecta\n (Ler) were flown to the ISS \nvia\n the SpaceX Dragon. Spaceflight experiments were conducted utilizing the European Modular Cultivation System (EMCS) in the Columbus Module of the ISS. The EMCS facility provides two centrifuges for creation of simulated gravity vectors, as well as atmospheric, temperature and hydration monitoring and control (\nBrinckmann and Schiller, 2002\n; \nBrinckmann, 2005\n; \nKiss et al., 2014\n). In addition, the EMCS contains a video camera for image acquisition as well as monitoring of growth. The Seedling Growth series of experiments was conducted in two parts. The first set of seedlings were uploaded on SpaceX CRS-2 (March 2013) followed by return \nvia\n CRS-3 (May 2014), and the second set of seedlings were carried to the ISS on SpaceX CRS-4 (September 2014) and returned on CRS-5 (February 2015).\nSpaceflight Procedures\nExperimental containers were uploaded to the ISS and loaded into the EMCS as previously described (\nKiss et al., 2014\n; \nVandenbrink and Kiss, 2016\n; \nVandenbrink et al., 2019\n). Experimental conditions were controlled remotely from the Norwegian User Support and Operations Centre (N-USOC; Trondheim, Norway). The experiment was initiated \nvia\n hydration of the seeds. Plants were grown under 6 nominal gravity conditions produced by different rotational speeds on the EMCS centrifuge, microgravity (stopped EMCS centrifuge), 0.1, 0.3, 0.5, 0.8, and 1.0 \ng\n. The angular speed to generate each fractional gravity level was calculated for the cassette in the center of the Experimental Container. In the case of the 1.0 g cassettes, the value was calculated for the fifth cassette in order to prevent values higher than Earth nominal gravity. Seedlings were illuminated under white light (30–40 µmol m\n−2\n s\n−1\n) for 96 h, followed by 48 h of unidirectional photostimulation with blue light. Light sources were LEDs (\nKiss et al., 2014\n). RNA-Seq analysis was only conducted on seedlings exposed to unidirectional blue light. After conclusion of the experiments, seedlings were frozen in dedicated holders by placing them at -80°C in the General Laboratory Active Cryogenic ISS Experiment Refrigerator (GLACIER) freezer of the ISS. Upon return of frozen seedlings to Earth, samples were transported on dry ice and immediately preserved with RNALater for subsequent RNA-Seq analysis.\nRNA Extraction and Sequencing\nRNA was extracted individually for each EC TROPI cassette for most of the samples (i.e. from 24 cassettes, 20 samples were obtained to collect approximately 10–15 seedlings per extraction). A plant specific RNA extraction NucleoSpin kit (MACHEREY-NAGEL, Catalog # 740949.250) including a DNase treatment was used to isolate whole plant mRNA. The quantity and quality of the extracted RNA was determined by Nanodrop 2000 (Thermo Scientific). Extracted RNA was keep frozen at −80 C until shipped on dry ice to the David H. Murdoch Research Institute in Kannapolis; North Carolina, USA. During sequencing, twenty total RNA samples were used to generate twenty sequencing libraries using the Illumina TruSeq RNA Library Preparation Kit (Illumina, USA). Samples were individually indexed. The samples then were combined at equimolar proportions into three pools with 6–7 samples per pool. Each pool was loaded onto a single lane of a flow cell. A 125bp paired end sequencing run was performed on the Illumina HiSeq2500.\nPaired-end 125bp reads were aligned to the \nArabidopsis\n TAIR10 genomes using the HISAT2 pipeline on the Clemson University Palmetto Cluster (\nKim et al., 2015\n). Fragments with a Phred score below 33 were filtered using Trimmomatic (\nTrimmomatic, 2013\n). HISAT2 (\nv2.1.0\n) was used to align sequencing reads. Reads were assembled into transcripts using StringTie (\nv1.3.4\n). Annotation was conducted using TAIR10 FASTA sequence the TAIR10 genome GTF annotation file (\nwww.arabidopsis.org\n). This transcriptional dataset has been submitted to the GENELAB database (\nhttps://genelab.nasa.gov\n) and it will be released with the reference GLDS-251.\nDifferential Gene Expression Analysis\nStatistical analyses of differential gene expression was conducted utilizing DESeq2 (v1.18.1; \nAnders and Huber, 2010\n). A multiple-test corrected p-value (q-value; \nBenjamini and Hochberg, 1995\n) of 0.05 was employed. The 20 samples were organized to reduce the \ng\n-level interval within biological replicates so the following groups were established: microgravity (stopped EMCS centrifuge, 4 replicates), low gravity (0.09 ± 0.02\ng\n, 3 replicates), Moon gravity (0.18 ± 0.04\ng\n, 3 replicates), Mars gravity (0.36 ± 0.02\ng\n, 3 replicates), reduced Earth gravity (0.57 ± 0.05\ng\n, 4 replicates) and 1\ng\n control (0.99 ± 0.06\ng\n, 3 replicates). Venn Diagrams comparing the number of differentially expressed genes (DEG) across gravity levels were created using jvenn [\nhttp://jvenn.toulouse.inra.fr/app/index.html\n (\nBardou et al., 2014\n)] with both q-value < 0.05 and p-value < 0.05. Afterwards, gene ontology (GO) analysis of specific groups of DEGs was performed using BinGO (\nMaere et al., 2005\n) with the full list of GO terms (GO_Full) or using PANTHER (\nMi et al., 2019\n) with the molecular functions, biological process and cellular component GO lists. Subcellular localization of DEGs was analyzed using the abundance tool (MMAP) of the Subcellular Localization Database for Arabidopsis Proteins [SUBA4, (\nHooper et al., 2017\n)].\nFor a global view of the whole genome transcriptional status along \ng\n-levels into the SG1 and SG2 experiment (comparisons versus 1\ng\n), global expression patterns were calculated using the Gene Expression Dynamics Inspector (GEDI v2.1) program analysis (\nEichler et al., 2003\n). GEDI profile allows the visualization of the gene expression across the transcriptome generating a mosaic image or dot matrix, consisting of 5 x 9 pixels (average of 5–14 probe sets/tile) using a self-organizing map algorithm and standard setting of the software (\nEichler et al., 2003\n). Analysis was done using the signal log2 ratio of the selected probe sets through using the 5,571 probes with any significant (p < 0.05) change in expression from more than 21,000 sequences assignated to annotated genes. The same study was repeated adding the false discovery rate correction (FDR, q < 0.05, 861 genes). Each pixel represents a group or cluster of genes that share a similar transcriptional profile in any experimental condition. Each pixel has a color which reflects the average expression of the genes included in the cluster for each experimental condition compared to 1\ng\n control in each panel. The GEDI program SOM algorithm determines which genes should be assigned to each cluster, and then places similar clusters in a nearby area of the mosaic, creating an image and allowing global transcriptome analysis as a single entity for display in different gravitational conditions. For certain pixels of interest, the gene list extracted from the clusters was used to find functional links between genes using Genemania App embedded into the Cytoscape v3.6.1 (\nShannon et al., 2003\n) software with default settings.",
    "seedling_growth_spaceflight_experiments": "Seedling Growth Spaceflight Experiments\nSeeds of \nA. thaliana\n ecotype \nLandsberg erecta\n (Ler) were flown to the ISS \nvia\n the SpaceX Dragon. Spaceflight experiments were conducted utilizing the European Modular Cultivation System (EMCS) in the Columbus Module of the ISS. The EMCS facility provides two centrifuges for creation of simulated gravity vectors, as well as atmospheric, temperature and hydration monitoring and control (\nBrinckmann and Schiller, 2002\n; \nBrinckmann, 2005\n; \nKiss et al., 2014\n). In addition, the EMCS contains a video camera for image acquisition as well as monitoring of growth. The Seedling Growth series of experiments was conducted in two parts. The first set of seedlings were uploaded on SpaceX CRS-2 (March 2013) followed by return \nvia\n CRS-3 (May 2014), and the second set of seedlings were carried to the ISS on SpaceX CRS-4 (September 2014) and returned on CRS-5 (February 2015).",
    "spaceflight_procedures": "Spaceflight Procedures\nExperimental containers were uploaded to the ISS and loaded into the EMCS as previously described (\nKiss et al., 2014\n; \nVandenbrink and Kiss, 2016\n; \nVandenbrink et al., 2019\n). Experimental conditions were controlled remotely from the Norwegian User Support and Operations Centre (N-USOC; Trondheim, Norway). The experiment was initiated \nvia\n hydration of the seeds. Plants were grown under 6 nominal gravity conditions produced by different rotational speeds on the EMCS centrifuge, microgravity (stopped EMCS centrifuge), 0.1, 0.3, 0.5, 0.8, and 1.0 \ng\n. The angular speed to generate each fractional gravity level was calculated for the cassette in the center of the Experimental Container. In the case of the 1.0 g cassettes, the value was calculated for the fifth cassette in order to prevent values higher than Earth nominal gravity. Seedlings were illuminated under white light (30–40 µmol m\n−2\n s\n−1\n) for 96 h, followed by 48 h of unidirectional photostimulation with blue light. Light sources were LEDs (\nKiss et al., 2014\n). RNA-Seq analysis was only conducted on seedlings exposed to unidirectional blue light. After conclusion of the experiments, seedlings were frozen in dedicated holders by placing them at -80°C in the General Laboratory Active Cryogenic ISS Experiment Refrigerator (GLACIER) freezer of the ISS. Upon return of frozen seedlings to Earth, samples were transported on dry ice and immediately preserved with RNALater for subsequent RNA-Seq analysis.",
    "rna_extraction_and_sequencing": "RNA Extraction and Sequencing\nRNA was extracted individually for each EC TROPI cassette for most of the samples (i.e. from 24 cassettes, 20 samples were obtained to collect approximately 10–15 seedlings per extraction). A plant specific RNA extraction NucleoSpin kit (MACHEREY-NAGEL, Catalog # 740949.250) including a DNase treatment was used to isolate whole plant mRNA. The quantity and quality of the extracted RNA was determined by Nanodrop 2000 (Thermo Scientific). Extracted RNA was keep frozen at −80 C until shipped on dry ice to the David H. Murdoch Research Institute in Kannapolis; North Carolina, USA. During sequencing, twenty total RNA samples were used to generate twenty sequencing libraries using the Illumina TruSeq RNA Library Preparation Kit (Illumina, USA). Samples were individually indexed. The samples then were combined at equimolar proportions into three pools with 6–7 samples per pool. Each pool was loaded onto a single lane of a flow cell. A 125bp paired end sequencing run was performed on the Illumina HiSeq2500.\nPaired-end 125bp reads were aligned to the \nArabidopsis\n TAIR10 genomes using the HISAT2 pipeline on the Clemson University Palmetto Cluster (\nKim et al., 2015\n). Fragments with a Phred score below 33 were filtered using Trimmomatic (\nTrimmomatic, 2013\n). HISAT2 (\nv2.1.0\n) was used to align sequencing reads. Reads were assembled into transcripts using StringTie (\nv1.3.4\n). Annotation was conducted using TAIR10 FASTA sequence the TAIR10 genome GTF annotation file (\nwww.arabidopsis.org\n). This transcriptional dataset has been submitted to the GENELAB database (\nhttps://genelab.nasa.gov\n) and it will be released with the reference GLDS-251.",
    "differential_gene_expression_analysis": "Differential Gene Expression Analysis\nStatistical analyses of differential gene expression was conducted utilizing DESeq2 (v1.18.1; \nAnders and Huber, 2010\n). A multiple-test corrected p-value (q-value; \nBenjamini and Hochberg, 1995\n) of 0.05 was employed. The 20 samples were organized to reduce the \ng\n-level interval within biological replicates so the following groups were established: microgravity (stopped EMCS centrifuge, 4 replicates), low gravity (0.09 ± 0.02\ng\n, 3 replicates), Moon gravity (0.18 ± 0.04\ng\n, 3 replicates), Mars gravity (0.36 ± 0.02\ng\n, 3 replicates), reduced Earth gravity (0.57 ± 0.05\ng\n, 4 replicates) and 1\ng\n control (0.99 ± 0.06\ng\n, 3 replicates). Venn Diagrams comparing the number of differentially expressed genes (DEG) across gravity levels were created using jvenn [\nhttp://jvenn.toulouse.inra.fr/app/index.html\n (\nBardou et al., 2014\n)] with both q-value < 0.05 and p-value < 0.05. Afterwards, gene ontology (GO) analysis of specific groups of DEGs was performed using BinGO (\nMaere et al., 2005\n) with the full list of GO terms (GO_Full) or using PANTHER (\nMi et al., 2019\n) with the molecular functions, biological process and cellular component GO lists. Subcellular localization of DEGs was analyzed using the abundance tool (MMAP) of the Subcellular Localization Database for Arabidopsis Proteins [SUBA4, (\nHooper et al., 2017\n)].\nFor a global view of the whole genome transcriptional status along \ng\n-levels into the SG1 and SG2 experiment (comparisons versus 1\ng\n), global expression patterns were calculated using the Gene Expression Dynamics Inspector (GEDI v2.1) program analysis (\nEichler et al., 2003\n). GEDI profile allows the visualization of the gene expression across the transcriptome generating a mosaic image or dot matrix, consisting of 5 x 9 pixels (average of 5–14 probe sets/tile) using a self-organizing map algorithm and standard setting of the software (\nEichler et al., 2003\n). Analysis was done using the signal log2 ratio of the selected probe sets through using the 5,571 probes with any significant (p < 0.05) change in expression from more than 21,000 sequences assignated to annotated genes. The same study was repeated adding the false discovery rate correction (FDR, q < 0.05, 861 genes). Each pixel represents a group or cluster of genes that share a similar transcriptional profile in any experimental condition. Each pixel has a color which reflects the average expression of the genes included in the cluster for each experimental condition compared to 1\ng\n control in each panel. The GEDI program SOM algorithm determines which genes should be assigned to each cluster, and then places similar clusters in a nearby area of the mosaic, creating an image and allowing global transcriptome analysis as a single entity for display in different gravitational conditions. For certain pixels of interest, the gene list extracted from the clusters was used to find functional links between genes using Genemania App embedded into the Cytoscape v3.6.1 (\nShannon et al., 2003\n) software with default settings.",
    "results": "Results\nIdentification of Differentially Expressed Genes (DEG)\nWe performed transcriptomic studies with young seedlings of \nA. thaliana\n that were grown on the ISS at different gravity levels depending on the rotational speed of the EMCS centrifuge (nominal \ng\n levels) and the distance of each cassette to the rotation center (\nFigure 1\n). Seeds were hydrated to initiate our spaceflight experiment as previously described (\nKiss, 2015\n; \nVandenbrink and Kiss, 2019\n) showing a positive blue-light phototropism in the microgravity samples that it is greatly reduced at 0.1\ng\n, and effectively negated at 0.3\ng\n and higher gravity levels (\nVandenbrink et al., 2016\n). Root growth was also determined after blue-light stimulation. The results show longer roots in microgravity and 1\ng\n samples in comparison with 0.1\ng\n seedlings (\nVandenbrink et al., 2016\n).\nFigure 1\nSetup of SG1/SG2 experiment on board the International Space Station. \n(A)\n Image of an experimental container with 5 seedling cassettes inside the European Modular Cultivation System (EMCS) with the direction to the EMCS rotor center included. \n(B)\n Calculated \ng\n-level in each of the five culture chambers depending on the distance to the EMCS centrifuge rotor (note that only samples in the 3 positions in bold were included in this analysis, cassettes at 174 and 206 mm from EMCS center did not contain wildtype samples) and different EMCS rotational speed (nominal \ng\n value). Different background grey tones are used to indicate the samples that were used as replicates for low gravity (0.09 ± 0.02\ng\n, 3 replicates), Moon gravity (0.18 ± 0.04\ng\n, 3 replicates), Mars gravity (0.36 ± 0.02\ng\n, 3 replicates) and reduced Earth gravity (0.57 ± 0.05\ng\n, 4 replicates) and 1\ng\n control (0.99 ± 0.06\ng\n, 3 replicates) in addition to the microgravity samples (stopped centrifuge, 4 replicates). \n(C)\n Closer view of 6 day-old seedlings growing within a seed cassette at microgravity (CC116), low \ng\n (0.07\ng\n, CC136), Moon \ng\n (0.21\ng\n, CC156) or 1\ng\n control (1.05\ng\n, CC175) conditions with blue light stimulation (from the left). Hypocotyls show a clear positive phototropism at any \ng\n-level but roots only show this tropism at microgravity (arrows). For comparison, seed cassettes at low \ng\n (0.07\ng\n, CC126) and 1\ng\n control (1.05\ng\n, CC165) conditions exhibiting root positive phototropism to red light stimulation (from the left) are provided (see \nVandenbrink et al., 2016\n for a detailed phototropism discussion).\nDifferential expression analysis was conducted \nvia\n DESeq2 (\nAnders and Huber, 2010\n) among all five reduced gravity conditions taking into account the calculated \ng\n-level experienced in each EC due to the geometry of the EMCS container (\nFigure 1B\n), using Earth’s gravity (1\ng\n) as the reference group, extending previous results from the microgravity samples (\nVandenbrink et al., 2019\n). Initially, a reduced stringency analysis was done to isolate all genes identified as differentially expressed with a p-value of p < 0.05. Comparison between µ\ng\n and 1\ng\n revealed 2067 differentially expressed genes, comparisons between low gravity (lower than 0.1\ng)\n and 1\ng\n peaked at 2552 genes, comparisons between Moon \ng-level\n and 1\ng\n reduced to 2088 genes, comparisons between Mars \ng-level\n and 1\ng\n revealed 978 genes, and lastly, comparisons between reduced Earth \ng\n-level (0.57\ng\n) and 1\ng\n identified only 411 differentially expressed genes (\nFigure 2A\n). In addition to an uncorrected p-value of p < 0.05, a stringent \nBenjamini and Hochberg (1995)\n FDR q-value <0.05 was used in the identification of differentially expressed genes (\nFigure 2B\n). Comparison between µ\ng\n and 1\ng\n revealed 296 differentially expressed genes, while fractional gravity comparisons between low gravity (lower than 0.1\ng\n) and 1\ng\n revealed 568 genes. Comparisons between Moon \ng\n-level and 1\ng\n revealed 123 genes and comparisons between Mars \ng\n-level and 1\ng\n revealed 19 genes. Lastly, comparisons between reduced Earth \ng\n-level (0.57\ng\n) and 1\ng\n identified only 2 differentially expressed genes. Only one DEG appeared in all reduced gravity conditions (AT4G21560, VPS28-1 a vacuolar protein sorting homolog gene), another in all but reduced Earth \ng\n level (AT5G45428). There were 12 common DEG in microgravity, low \ng\n and Moon \ng\n conditions, being most of them related with calcium signaling, redox status and stress response (\nSupplementary Table 1\n).\nFigure 2\nDifferentially expressed genes (DEGs) across the different gravity levels. \n(A)\n Venn diagram classifying DEGs using uncorrected p-value (p < 0.05). \n(B)\n Venn diagram classifying DEGs including an adjusted FDR q-value (p and q < 0.05). \n(C)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in µ\ng\n vs. 1\ng\n only (FDR q < 0.05). \n(D)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in low gravity (circa 0.1\ng\n) vs. 1\ng\n only (FDR q < 0.05). \n(E)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in Moon gravity vs. 1\ng\n only (FDR q < 0.05).\nThe ten most significant GO terms (BinGO full GO terms list) of the genes differentially expressed (obtained with the adjusted q-value in \nFigure 2B\n) specifically expressed in µ\ng\n, low-\ng\n, or Moon gravity only were identified (\nFigures 2C–E\n). Not only the number of significantly affected genes, but also the type of genes affected, were clearly different with the increasing partial \ng\n level. In microgravity, we observed an enrichment in GO terms related with light and photosynthesis. In low gravity, there was a quite global stress effect together with chemical and hormone responses. Finally, when plants are grown under the Moon gravity level, the more representative enrichment is related to cell wall and membrane structure and function related genes. In fact, the differential subcellular localization of the DEGs at the Moon \ng\n level shows a clear enrichment in plastid related genes and other cell wall/membrane systems, while the general stress response observed at the low \ng\n level is characterized by the very large unassigned Subcellular compartment group (\nSupplementary Figure 1\n and \nSupplementary Table 2\n).\nPartial Gravity Differential Effect\nAlthough the effects of partial-\ng\n on gene expression (at the levels of the Moon or Mars) appeared limited in the first analysis (\nFigure 2\n), we then evaluated how the expression recovers to normal values from microgravity to 1\ng\n condition by using a visual tool that creates a mosaic image for each \ng\n-level representing the gene expression level of similarly behaving DEG (in at least one of the conditions, n = 5571, p < 0.05 without FDR correction, \nFigure 3\n first row). Except in the case of the low \ng\n condition, it is clear that the areas in red (up-regulated gene clusters) and the areas in blue (down-regulated genes clusters) that appear in the microgravity panels became quantitative and qualitatively smaller with increasing \ng\n-level. In the case of the low \ng\n condition, different clusters and with greater expression changes appears, suggesting an overlapping of two different responses at <0.1\ng\n level. The same result is shown if we apply the FDR correction (n = 861, p < 0.05 and q < 0.05 FDR correction, \nFigure 3\n second row).\nFigure 3\nWhole-genome transcriptional status variations along \ng\n-levels into the SG1/SG2 experiments (comparisons versus 1\ng\n). A 5x9 clustering analysis of the differentially expressed genes (in at least one of the partial \ng\n levels, using normal \np\n values (first row, n = 5,571 genes) or adjusted \nq\n-values (second row, n = 861 genes) on the transcriptome have been done with the average of each gene expression level within a similarly expressed cluster across the samples. Values are shown according to the log2 ratio scales at the border of the figure (from highly overrepresented in red to highly down-represented in blue). The mean value of −0.3 or −0.7 indicates an overall repression in gene expression under microgravity. The gene density maps are shown in the middle of the figure for each analysis. Calculated \ng\n-levels have been obtained by considering replicates the more similar samples across the nominal µ\ng\n, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng\n and 1\ng\n (precisely, µ\ng\n (4 replicates), 0.09 ± 0.02\ng\n (3 replicates), Moon level (0.18 ± 0.04\ng\n, 3 replicates), Mars-level (0.36 ± 0.02\ng\n, 3 replicates), 0.57 ± 0.05\ng\n (4 replicates) and control 1\ng\n (0.99 ± 0.06\ng\n, 3 replicates).\nAdditionally, we took advantage of the GEDI self-organizing maps to select the list of commonly upregulated genes due to reduced gravity from the clusters in the first row of the GEDI panels. When the list of obtained genes (\nSupplementary Table 3\n) is used as a query in GeneMANIA, a tool to create networks from gene database content, a putative pathway for gravity response is proposed. Several processes related to mitochondria, plastid, cell wall and cell membrane processes are clearly affected together with 4 proteins (out of 156 annotated in the genome) belonging to the F-box/RMI-like/FDB-like domain family (including members as \nTIR-1\n auxin signaling gene, cell wall remodeling and even cyclins, \nFigure 4\n).\nFigure 4\nFifteen up-regulated genes in reduced gravity conditions can be connected in a gravity-response putative pathway. Large circles shown the genes detected in the first row clusters from the previous GEDI analysis (\nFigure 3\n) and small circles are candidates to be members of a shared pathway (as detected by Genemania App in Cytoscape v3.6.1). While most of the genes have unknown function, color have been used to highlight shared features among their GO properties. Solid lines shown related features as detected by Genemania app, dotted lines have been added by manual datamining comparisons. Note that four genes expressing F-box/RMI-like proteins (in red) out of 156 genes (related examples are auxin polar transport genes as TIR-1, cell wall remodeling and even cyclins) in the genome may be key in the definition of a microgravity specific pathway characterized by the highly interconnected nodes in this graph.\nFinally, in an attempt to further dissect the differential response to partial gravity, we analyzed separately the up-regulated and down-regulated DEGs (\nFigure 5\n and \nSupplementary Table 2\n). We can observe a general pattern in which the number of DEG fades with increasing \ng\n level but with a remarkable exception. In the list of down-regulated DEGs without FDR correction there is an unusually high number of affected genes in both low \ng\n and Moon \ng\n level (not shown). These DEGs are more clearly confirmed only in low \ng\n after FDR correction, in which more than 50% of the non-corrected DEG remains significant after the FDR correction. These genes belong to stress related GO terms, particularly related with the accessibility to plant nutrients (\nFigure 5\n).\nFigure 5\nBiological processes affected by reduced gravity (Panther Enrichment in biological process GO). Total number of up-regulated and down-regulated DEG (p < 0.05) are shown for the five reduced gravity conditions vs. 1\ng\n control. The ten most significant gene ontology (Panther biological process GO Enrichment) categories for the three upregulated and the three downregulated DEGs are shown for the microgravity, low gravity (circa 0.1\ng\n) and Moon gravity (0.18\ng\n) vs. 1\ng\n (*** FDR q < 0.001, **FDR q < 0.01, *FDR q > 0.05).",
    "identification_of_differentially_expressed_genes_(deg)": "Identification of Differentially Expressed Genes (DEG)\nWe performed transcriptomic studies with young seedlings of \nA. thaliana\n that were grown on the ISS at different gravity levels depending on the rotational speed of the EMCS centrifuge (nominal \ng\n levels) and the distance of each cassette to the rotation center (\nFigure 1\n). Seeds were hydrated to initiate our spaceflight experiment as previously described (\nKiss, 2015\n; \nVandenbrink and Kiss, 2019\n) showing a positive blue-light phototropism in the microgravity samples that it is greatly reduced at 0.1\ng\n, and effectively negated at 0.3\ng\n and higher gravity levels (\nVandenbrink et al., 2016\n). Root growth was also determined after blue-light stimulation. The results show longer roots in microgravity and 1\ng\n samples in comparison with 0.1\ng\n seedlings (\nVandenbrink et al., 2016\n).\nFigure 1\nSetup of SG1/SG2 experiment on board the International Space Station. \n(A)\n Image of an experimental container with 5 seedling cassettes inside the European Modular Cultivation System (EMCS) with the direction to the EMCS rotor center included. \n(B)\n Calculated \ng\n-level in each of the five culture chambers depending on the distance to the EMCS centrifuge rotor (note that only samples in the 3 positions in bold were included in this analysis, cassettes at 174 and 206 mm from EMCS center did not contain wildtype samples) and different EMCS rotational speed (nominal \ng\n value). Different background grey tones are used to indicate the samples that were used as replicates for low gravity (0.09 ± 0.02\ng\n, 3 replicates), Moon gravity (0.18 ± 0.04\ng\n, 3 replicates), Mars gravity (0.36 ± 0.02\ng\n, 3 replicates) and reduced Earth gravity (0.57 ± 0.05\ng\n, 4 replicates) and 1\ng\n control (0.99 ± 0.06\ng\n, 3 replicates) in addition to the microgravity samples (stopped centrifuge, 4 replicates). \n(C)\n Closer view of 6 day-old seedlings growing within a seed cassette at microgravity (CC116), low \ng\n (0.07\ng\n, CC136), Moon \ng\n (0.21\ng\n, CC156) or 1\ng\n control (1.05\ng\n, CC175) conditions with blue light stimulation (from the left). Hypocotyls show a clear positive phototropism at any \ng\n-level but roots only show this tropism at microgravity (arrows). For comparison, seed cassettes at low \ng\n (0.07\ng\n, CC126) and 1\ng\n control (1.05\ng\n, CC165) conditions exhibiting root positive phototropism to red light stimulation (from the left) are provided (see \nVandenbrink et al., 2016\n for a detailed phototropism discussion).\nDifferential expression analysis was conducted \nvia\n DESeq2 (\nAnders and Huber, 2010\n) among all five reduced gravity conditions taking into account the calculated \ng\n-level experienced in each EC due to the geometry of the EMCS container (\nFigure 1B\n), using Earth’s gravity (1\ng\n) as the reference group, extending previous results from the microgravity samples (\nVandenbrink et al., 2019\n). Initially, a reduced stringency analysis was done to isolate all genes identified as differentially expressed with a p-value of p < 0.05. Comparison between µ\ng\n and 1\ng\n revealed 2067 differentially expressed genes, comparisons between low gravity (lower than 0.1\ng)\n and 1\ng\n peaked at 2552 genes, comparisons between Moon \ng-level\n and 1\ng\n reduced to 2088 genes, comparisons between Mars \ng-level\n and 1\ng\n revealed 978 genes, and lastly, comparisons between reduced Earth \ng\n-level (0.57\ng\n) and 1\ng\n identified only 411 differentially expressed genes (\nFigure 2A\n). In addition to an uncorrected p-value of p < 0.05, a stringent \nBenjamini and Hochberg (1995)\n FDR q-value <0.05 was used in the identification of differentially expressed genes (\nFigure 2B\n). Comparison between µ\ng\n and 1\ng\n revealed 296 differentially expressed genes, while fractional gravity comparisons between low gravity (lower than 0.1\ng\n) and 1\ng\n revealed 568 genes. Comparisons between Moon \ng\n-level and 1\ng\n revealed 123 genes and comparisons between Mars \ng\n-level and 1\ng\n revealed 19 genes. Lastly, comparisons between reduced Earth \ng\n-level (0.57\ng\n) and 1\ng\n identified only 2 differentially expressed genes. Only one DEG appeared in all reduced gravity conditions (AT4G21560, VPS28-1 a vacuolar protein sorting homolog gene), another in all but reduced Earth \ng\n level (AT5G45428). There were 12 common DEG in microgravity, low \ng\n and Moon \ng\n conditions, being most of them related with calcium signaling, redox status and stress response (\nSupplementary Table 1\n).\nFigure 2\nDifferentially expressed genes (DEGs) across the different gravity levels. \n(A)\n Venn diagram classifying DEGs using uncorrected p-value (p < 0.05). \n(B)\n Venn diagram classifying DEGs including an adjusted FDR q-value (p and q < 0.05). \n(C)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in µ\ng\n vs. 1\ng\n only (FDR q < 0.05). \n(D)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in low gravity (circa 0.1\ng\n) vs. 1\ng\n only (FDR q < 0.05). \n(E)\n Ten most significant gene ontology (BinGO GO Full Enrichment) categories from DEG in Moon gravity vs. 1\ng\n only (FDR q < 0.05).\nThe ten most significant GO terms (BinGO full GO terms list) of the genes differentially expressed (obtained with the adjusted q-value in \nFigure 2B\n) specifically expressed in µ\ng\n, low-\ng\n, or Moon gravity only were identified (\nFigures 2C–E\n). Not only the number of significantly affected genes, but also the type of genes affected, were clearly different with the increasing partial \ng\n level. In microgravity, we observed an enrichment in GO terms related with light and photosynthesis. In low gravity, there was a quite global stress effect together with chemical and hormone responses. Finally, when plants are grown under the Moon gravity level, the more representative enrichment is related to cell wall and membrane structure and function related genes. In fact, the differential subcellular localization of the DEGs at the Moon \ng\n level shows a clear enrichment in plastid related genes and other cell wall/membrane systems, while the general stress response observed at the low \ng\n level is characterized by the very large unassigned Subcellular compartment group (\nSupplementary Figure 1\n and \nSupplementary Table 2\n).",
    "partial_gravity_differential_effect": "Partial Gravity Differential Effect\nAlthough the effects of partial-\ng\n on gene expression (at the levels of the Moon or Mars) appeared limited in the first analysis (\nFigure 2\n), we then evaluated how the expression recovers to normal values from microgravity to 1\ng\n condition by using a visual tool that creates a mosaic image for each \ng\n-level representing the gene expression level of similarly behaving DEG (in at least one of the conditions, n = 5571, p < 0.05 without FDR correction, \nFigure 3\n first row). Except in the case of the low \ng\n condition, it is clear that the areas in red (up-regulated gene clusters) and the areas in blue (down-regulated genes clusters) that appear in the microgravity panels became quantitative and qualitatively smaller with increasing \ng\n-level. In the case of the low \ng\n condition, different clusters and with greater expression changes appears, suggesting an overlapping of two different responses at <0.1\ng\n level. The same result is shown if we apply the FDR correction (n = 861, p < 0.05 and q < 0.05 FDR correction, \nFigure 3\n second row).\nFigure 3\nWhole-genome transcriptional status variations along \ng\n-levels into the SG1/SG2 experiments (comparisons versus 1\ng\n). A 5x9 clustering analysis of the differentially expressed genes (in at least one of the partial \ng\n levels, using normal \np\n values (first row, n = 5,571 genes) or adjusted \nq\n-values (second row, n = 861 genes) on the transcriptome have been done with the average of each gene expression level within a similarly expressed cluster across the samples. Values are shown according to the log2 ratio scales at the border of the figure (from highly overrepresented in red to highly down-represented in blue). The mean value of −0.3 or −0.7 indicates an overall repression in gene expression under microgravity. The gene density maps are shown in the middle of the figure for each analysis. Calculated \ng\n-levels have been obtained by considering replicates the more similar samples across the nominal µ\ng\n, 0.1\ng\n, 0.3\ng\n, 0.5\ng\n, 0.8\ng\n and 1\ng\n (precisely, µ\ng\n (4 replicates), 0.09 ± 0.02\ng\n (3 replicates), Moon level (0.18 ± 0.04\ng\n, 3 replicates), Mars-level (0.36 ± 0.02\ng\n, 3 replicates), 0.57 ± 0.05\ng\n (4 replicates) and control 1\ng\n (0.99 ± 0.06\ng\n, 3 replicates).\nAdditionally, we took advantage of the GEDI self-organizing maps to select the list of commonly upregulated genes due to reduced gravity from the clusters in the first row of the GEDI panels. When the list of obtained genes (\nSupplementary Table 3\n) is used as a query in GeneMANIA, a tool to create networks from gene database content, a putative pathway for gravity response is proposed. Several processes related to mitochondria, plastid, cell wall and cell membrane processes are clearly affected together with 4 proteins (out of 156 annotated in the genome) belonging to the F-box/RMI-like/FDB-like domain family (including members as \nTIR-1\n auxin signaling gene, cell wall remodeling and even cyclins, \nFigure 4\n).\nFigure 4\nFifteen up-regulated genes in reduced gravity conditions can be connected in a gravity-response putative pathway. Large circles shown the genes detected in the first row clusters from the previous GEDI analysis (\nFigure 3\n) and small circles are candidates to be members of a shared pathway (as detected by Genemania App in Cytoscape v3.6.1). While most of the genes have unknown function, color have been used to highlight shared features among their GO properties. Solid lines shown related features as detected by Genemania app, dotted lines have been added by manual datamining comparisons. Note that four genes expressing F-box/RMI-like proteins (in red) out of 156 genes (related examples are auxin polar transport genes as TIR-1, cell wall remodeling and even cyclins) in the genome may be key in the definition of a microgravity specific pathway characterized by the highly interconnected nodes in this graph.\nFinally, in an attempt to further dissect the differential response to partial gravity, we analyzed separately the up-regulated and down-regulated DEGs (\nFigure 5\n and \nSupplementary Table 2\n). We can observe a general pattern in which the number of DEG fades with increasing \ng\n level but with a remarkable exception. In the list of down-regulated DEGs without FDR correction there is an unusually high number of affected genes in both low \ng\n and Moon \ng\n level (not shown). These DEGs are more clearly confirmed only in low \ng\n after FDR correction, in which more than 50% of the non-corrected DEG remains significant after the FDR correction. These genes belong to stress related GO terms, particularly related with the accessibility to plant nutrients (\nFigure 5\n).\nFigure 5\nBiological processes affected by reduced gravity (Panther Enrichment in biological process GO). Total number of up-regulated and down-regulated DEG (p < 0.05) are shown for the five reduced gravity conditions vs. 1\ng\n control. The ten most significant gene ontology (Panther biological process GO Enrichment) categories for the three upregulated and the three downregulated DEGs are shown for the microgravity, low gravity (circa 0.1\ng\n) and Moon gravity (0.18\ng\n) vs. 1\ng\n (*** FDR q < 0.001, **FDR q < 0.01, *FDR q > 0.05).",
    "discussion": "Discussion\nBlue Light Phototropism May Be Enough to Reduce the Gravitational Stress Response on Orbit\nImage analysis of seedlings grown during the Seedling Growth suite of experiments previously characterized a novel blue-light phototropic response in roots of \nA. thaliana\n grown in conditions of microgravity (\nVandenbrink et al., 2016\n). This relationship was shown to be linearly related to the magnitude of the gravity vector for plants exposed to red light, but plants exposed to blue light showed rapid attenuation of the response in the presence of increasing gravity levels. To determine the differential response to reduced gravity and attempt to dissect the molecular mechanisms of gravisensing, we performed RNA-seq analysis to characterize changes in gene expression that may be associated with the novel blue phototropic response. Interestingly, the effect of blue-light illumination is clearly observable in the microgravity samples, with a clear enrichment in GO terms related with light perception, photosynthesis and biosynthesis of the photosynthetic complexes as previously reported (\nVandenbrink et al., 2019\n), but it is barely appearing in the GO enrichment analyses that we performed on partial gravity samples, even bellow 0.1\ng\n (low \ng\n conditions). Surprisingly, the phototropic response to the blue light seems to be enough to cancel the effects of other genes of interest in gravitational research (as the ones observed at low \ng\n or Moon \ng\n level) to be not significantly affected in microgravity conditions. This result may be complementing previous reports from the same Seedling Growth spaceflight experiment but with plants exposed to red photostimulation. Fundamental plant functions, as cell proliferation and cell growth activity in root meristems, known to be affected by microgravity in the absence of light (\nMatía et al., 2010\n) are balanced just by providing a red photostimulation phase (\nValbuena et al., 2018\n). In both red and blue photostimulation samples within the Seedling Growth experiment, roots are exhibiting a positive phototropism that can compensate the gravitropism stimuli role that it is required to preserve meristematic competence in orbit, as shown by the longer root growth in microgravity and 1\ng\n samples in comparison with 0.1\ng\n seedlings (\nVandenbrink et al., 2016\n).\nLow-\ng\n Effect: Competition Between Tropisms or Artifacts of Reduced-Gravity Simulation?\nThe large number of DEGs detected in the low-\ng\n conditions (<0.1\ng\n) is a striking result of this study. The type of transcriptional response observed in this group is similar to stress-related responses reported in other spaceflight or simulated microgravity datasets (\nPaul et al., 2012\n; \nCorrell et al., 2013\n; \nSugimoto et al., 2014\n; \nFerl et al., 2015\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n; \nPaul et al., 2017\n; \nShi et al., 2017\n; \nZupanska et al., 2017\n; \nChoi et al., 2019\n). In this case, there is a very clear component of “Response to General Stress” with a FDR q value <10\n−10\n, without any other GO terms to be similarly affected. In contrast the responses at the microgravity level (FDR q value <10\n−6\n), or at the Moon \ng\n-level (FDR q value <10\n−2\n) are very subtle. We explain these results as being the consequence of the combination of two tropistic responses acting with very low intensity. It is very likely that the subtle blue phototropism and the weak gravitropism signal at approximately 0.09\ng\n are competing to take the leading role in providing the fundamental cue for driving seedling growth and plant development. The result is a stress for the plant (blue-LEDS are located laterally while the gravity vector is towards the bottom of the cassette), which needs to adapt its developmental plan to an environment without the usual tropistic cues. The transcriptional adaptation to provide a response to this evolutionary novel and challenging environment requires the modification of more than five hundred genes, while microgravity only requires half of this number.\nAn alternative explanation to the low-\ng\n effects that cannot be completely excluded could be put in connection with simulated microgravity experiments. Secondary effects of microgravity simulation facilities (shear or inertial forces) and even small variations in the environmental conditions of experimental and control samples may lead to gene expression variations in a similar set of genes as those observed in the low-\ng\n subgroup in this work. Similarly, it is important to take into account the existence of hardware effects when growing plants in real microgravity (\nKiss, 2015\n), including lack of convection, reduced CO\n2\n levels, improper temperature, elevated ethylene, spacecraft vibrations, increased radiation exposure, among others.\nHowever, the tropism conflict interpretation introduced early on this section seems to have a greater contribution than the artifacts of centrifugation in the low-\ng\n effects. A hardware side-effect explanation is less conceivable since the present study was conducted utilizing the European Modular Cultivation System, which contains an air scrubbing/filtration system designed for removing excess ethylene from the seedlings during the growth phase (\nKiss et al., 2014\n; \nKiss, 2015\n). Thus, even with proper ventilation, a reduction in gene expression of photosynthetic genes was observed in the microgravity samples (\nVandenbrink et al., 2019\n). In the case of the samples exposed to centrifugation, the ventilation effect should be less important, but the centrifugation by itself could lead to additional stress in the samples. However, this centrifugation factor is also present in the 1\ng\n control sample, exposed to even higher angular speeds.\nSpaceflight experimentation is required to verify that simulation strategies on Earth analogues are reliable and worthy. The continuous validation of the best simulation strategies will optimize and increase our chances of success in future spaceflight experiments (\nHerranz et al., 2013\n). Additional research in simulated low-\ng\n conditions on Earth or even in the Moon surface will help to extend and validate this research work.\nMoon and Mars-\ng\n Effects and the Consequences for Manned Spaceflight Missions\nCultivating plants as part of life support systems in nearby objects of our planet will require us to expose the plants to the partial-\ng\n interval within the two values we examined here, namely, Moon \ng\n-level (0.18 ± 0.04\ng\n) and Mars gravity (0.36 ± 0.02\ng\n). Although some of the genes and GO terms observed affected at lower \ng\n-levels also appeared in these conditions, the existence of the gravitropic response, in combination with blue light illumination, seems to be enough to restore a nearly normal transcriptional state, particularly at the Mars \ng\n-level. These results are consistent with previous data coming from partial gravity simulation paradigms that validated that \nArabidopsis\n developmental plan is still affected at the Moon \ng\n-level (even more intensely affected than in similar simulated microgravity samples) but that the “normal” developmental plan is almost completely restored at Mars \ng\n-levels (\nKamal et al., 2018\n; \nManzano et al., 2018\n).\nThe identity of some of the GO terms significantly affected at the Moon \ng\n-level suggest some structural stress at the level of the cell wall and membrane systems. This result is consistent with other results in spaceflight experiments (\nKwon et al., 2015\n; \nJohnson et al., 2017\n; \nZupanska et al., 2017\n). This effect is progressively weaker from Moon-\ng\n (almost similar to microgravity) to Mars-\ng\n, which shows a less intense response, but it is still visible at \ng\n-levels as high as 0.57\ng\n, when utilizing the less stringent analysis (\nFigure 2A\n). At these \ng\n-levels, gravitropism response may be acting and suppressing the recently described blue-light root phototropism, (already at the Moon \ng\n-level, see \nFigure 1C\n).\nTherefore, we suggest that this transcriptional response could be related with the graviresistance signal that the cells without professional gravisensing organelles (as the statolith in the columella cells of the root) may use to detect \ng\n-force (\nSoga, 2013\n). Particularly at the Moon \ng\n-level, the very weak gravitropic signal may be still in conflict with a graviresistance tension in the cell wall and membrane systems (also weak), inducing and additional stress that is progressively removed when Mars \ng\n-level is reached. In that regard, we have found that some of the genes changing throughout the series of reduced gravity levels can be connected in a pathway in which certain genes may have a central position (\nFigure 4\n). The most connected nodes in the pathway would be the genes involved in the cross-talk between the cell-membrane-localized (AT3G44430 and AT2G34840) and the F-box/RMI-like/FDB-like domain proteins (AT5G56370 and AT5G56380) candidate genes. An important caveat to our results is that RNA was obtained from whole seedlings, despite our assumption that the root is the organ that can discriminate better the weak phototropism and gravitropism signals that are proposed here to be responsible of the transcriptional variations we have shown here.",
    "blue_light_phototropism_may_be_enough_to_reduce_the_gravitat": "Blue Light Phototropism May Be Enough to Reduce the Gravitational Stress Response on Orbit\nImage analysis of seedlings grown during the Seedling Growth suite of experiments previously characterized a novel blue-light phototropic response in roots of \nA. thaliana\n grown in conditions of microgravity (\nVandenbrink et al., 2016\n). This relationship was shown to be linearly related to the magnitude of the gravity vector for plants exposed to red light, but plants exposed to blue light showed rapid attenuation of the response in the presence of increasing gravity levels. To determine the differential response to reduced gravity and attempt to dissect the molecular mechanisms of gravisensing, we performed RNA-seq analysis to characterize changes in gene expression that may be associated with the novel blue phototropic response. Interestingly, the effect of blue-light illumination is clearly observable in the microgravity samples, with a clear enrichment in GO terms related with light perception, photosynthesis and biosynthesis of the photosynthetic complexes as previously reported (\nVandenbrink et al., 2019\n), but it is barely appearing in the GO enrichment analyses that we performed on partial gravity samples, even bellow 0.1\ng\n (low \ng\n conditions). Surprisingly, the phototropic response to the blue light seems to be enough to cancel the effects of other genes of interest in gravitational research (as the ones observed at low \ng\n or Moon \ng\n level) to be not significantly affected in microgravity conditions. This result may be complementing previous reports from the same Seedling Growth spaceflight experiment but with plants exposed to red photostimulation. Fundamental plant functions, as cell proliferation and cell growth activity in root meristems, known to be affected by microgravity in the absence of light (\nMatía et al., 2010\n) are balanced just by providing a red photostimulation phase (\nValbuena et al., 2018\n). In both red and blue photostimulation samples within the Seedling Growth experiment, roots are exhibiting a positive phototropism that can compensate the gravitropism stimuli role that it is required to preserve meristematic competence in orbit, as shown by the longer root growth in microgravity and 1\ng\n samples in comparison with 0.1\ng\n seedlings (\nVandenbrink et al., 2016\n).",
    "low-g_effect:_competition_between_tropisms_or_artifacts_of_r": "Low-\ng\n Effect: Competition Between Tropisms or Artifacts of Reduced-Gravity Simulation?\nThe large number of DEGs detected in the low-\ng\n conditions (<0.1\ng\n) is a striking result of this study. The type of transcriptional response observed in this group is similar to stress-related responses reported in other spaceflight or simulated microgravity datasets (\nPaul et al., 2012\n; \nCorrell et al., 2013\n; \nSugimoto et al., 2014\n; \nFerl et al., 2015\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n; \nPaul et al., 2017\n; \nShi et al., 2017\n; \nZupanska et al., 2017\n; \nChoi et al., 2019\n). In this case, there is a very clear component of “Response to General Stress” with a FDR q value <10\n−10\n, without any other GO terms to be similarly affected. In contrast the responses at the microgravity level (FDR q value <10\n−6\n), or at the Moon \ng\n-level (FDR q value <10\n−2\n) are very subtle. We explain these results as being the consequence of the combination of two tropistic responses acting with very low intensity. It is very likely that the subtle blue phototropism and the weak gravitropism signal at approximately 0.09\ng\n are competing to take the leading role in providing the fundamental cue for driving seedling growth and plant development. The result is a stress for the plant (blue-LEDS are located laterally while the gravity vector is towards the bottom of the cassette), which needs to adapt its developmental plan to an environment without the usual tropistic cues. The transcriptional adaptation to provide a response to this evolutionary novel and challenging environment requires the modification of more than five hundred genes, while microgravity only requires half of this number.\nAn alternative explanation to the low-\ng\n effects that cannot be completely excluded could be put in connection with simulated microgravity experiments. Secondary effects of microgravity simulation facilities (shear or inertial forces) and even small variations in the environmental conditions of experimental and control samples may lead to gene expression variations in a similar set of genes as those observed in the low-\ng\n subgroup in this work. Similarly, it is important to take into account the existence of hardware effects when growing plants in real microgravity (\nKiss, 2015\n), including lack of convection, reduced CO\n2\n levels, improper temperature, elevated ethylene, spacecraft vibrations, increased radiation exposure, among others.\nHowever, the tropism conflict interpretation introduced early on this section seems to have a greater contribution than the artifacts of centrifugation in the low-\ng\n effects. A hardware side-effect explanation is less conceivable since the present study was conducted utilizing the European Modular Cultivation System, which contains an air scrubbing/filtration system designed for removing excess ethylene from the seedlings during the growth phase (\nKiss et al., 2014\n; \nKiss, 2015\n). Thus, even with proper ventilation, a reduction in gene expression of photosynthetic genes was observed in the microgravity samples (\nVandenbrink et al., 2019\n). In the case of the samples exposed to centrifugation, the ventilation effect should be less important, but the centrifugation by itself could lead to additional stress in the samples. However, this centrifugation factor is also present in the 1\ng\n control sample, exposed to even higher angular speeds.\nSpaceflight experimentation is required to verify that simulation strategies on Earth analogues are reliable and worthy. The continuous validation of the best simulation strategies will optimize and increase our chances of success in future spaceflight experiments (\nHerranz et al., 2013\n). Additional research in simulated low-\ng\n conditions on Earth or even in the Moon surface will help to extend and validate this research work.",
    "moon_and_mars-g_effects_and_the_consequences_for_manned_spac": "Moon and Mars-\ng\n Effects and the Consequences for Manned Spaceflight Missions\nCultivating plants as part of life support systems in nearby objects of our planet will require us to expose the plants to the partial-\ng\n interval within the two values we examined here, namely, Moon \ng\n-level (0.18 ± 0.04\ng\n) and Mars gravity (0.36 ± 0.02\ng\n). Although some of the genes and GO terms observed affected at lower \ng\n-levels also appeared in these conditions, the existence of the gravitropic response, in combination with blue light illumination, seems to be enough to restore a nearly normal transcriptional state, particularly at the Mars \ng\n-level. These results are consistent with previous data coming from partial gravity simulation paradigms that validated that \nArabidopsis\n developmental plan is still affected at the Moon \ng\n-level (even more intensely affected than in similar simulated microgravity samples) but that the “normal” developmental plan is almost completely restored at Mars \ng\n-levels (\nKamal et al., 2018\n; \nManzano et al., 2018\n).\nThe identity of some of the GO terms significantly affected at the Moon \ng\n-level suggest some structural stress at the level of the cell wall and membrane systems. This result is consistent with other results in spaceflight experiments (\nKwon et al., 2015\n; \nJohnson et al., 2017\n; \nZupanska et al., 2017\n). This effect is progressively weaker from Moon-\ng\n (almost similar to microgravity) to Mars-\ng\n, which shows a less intense response, but it is still visible at \ng\n-levels as high as 0.57\ng\n, when utilizing the less stringent analysis (\nFigure 2A\n). At these \ng\n-levels, gravitropism response may be acting and suppressing the recently described blue-light root phototropism, (already at the Moon \ng\n-level, see \nFigure 1C\n).\nTherefore, we suggest that this transcriptional response could be related with the graviresistance signal that the cells without professional gravisensing organelles (as the statolith in the columella cells of the root) may use to detect \ng\n-force (\nSoga, 2013\n). Particularly at the Moon \ng\n-level, the very weak gravitropic signal may be still in conflict with a graviresistance tension in the cell wall and membrane systems (also weak), inducing and additional stress that is progressively removed when Mars \ng\n-level is reached. In that regard, we have found that some of the genes changing throughout the series of reduced gravity levels can be connected in a pathway in which certain genes may have a central position (\nFigure 4\n). The most connected nodes in the pathway would be the genes involved in the cross-talk between the cell-membrane-localized (AT3G44430 and AT2G34840) and the F-box/RMI-like/FDB-like domain proteins (AT5G56370 and AT5G56380) candidate genes. An important caveat to our results is that RNA was obtained from whole seedlings, despite our assumption that the root is the organ that can discriminate better the weak phototropism and gravitropism signals that are proposed here to be responsible of the transcriptional variations we have shown here.",
    "conclusions": "Conclusions\nThe results of this study take advantage of the induction of subtle blue-light phototropism in roots in spaceflight to discern the transcriptional responses to different tropisms in orbit. Removal of the influence of gravity on blue-light-illuminated seedlings showed a reduction in gene expression in multiple pathways associated with photosynthesis, suggesting shared molecular pathways between the two tropistic responses, or a functional compensation among them.\nIt is important to emphasize that the effects shown at microgravity here are gradually removed by increasing \ng\n-load. While the phototropic effect is noted at the microgravity level, a general stress response is detected at <0.1\ng\n, probably due to conflicting stimuli, just at the detection threshold of photo- and gravi-sensing mechanisms. Membrane-related gene ontologies became the more significant at the Moon \ng\n-level, and they become progressively weaker at higher \ng\n-levels, allowing us to discriminate the differential contribution of the classical statolith-based gravitropism from other responses based on cell tensegrity that may require a higher \ng\n-threshold to be fully active (\nHoson et al., 2005\n; \nHoson and Wakabayashi, 2015\n). Therefore, our results are starting to isolate, at the whole transcriptional level, the global effects that are produced by the gravitropism, phototropism and graviresistance mechanisms, working at different \ng\n-level thresholds. Future use of mutant lines will help us to confirm and extend these findings, which suggests an intricate connection between gravity and light perception in \nA. thaliana\n. In the long term, these results on the interaction among tropisms will be important for the use of plants in bioregenerative support systems needed for the human exploration of the Solar System.",
    "data_availability_statement": "Data Availability Statement\nThe datasets generated for this study can be found in the GeneLab database \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-251/\n.",
    "author_contributions": "Author Contributions\nRH and JV designed this partial gravity experiment within the Seedling Growth and wrote the manuscript. JV, WP and FF performed the RNA seq including a preliminary processing of the data. RH, AV and AM performed GEDI and GO analysis. JK and FM designed and coordinated the whole Seedling Growth project series of experiments on board ISS and contributed writing the manuscript. All authors reviewed and agree with the manuscript content.",
    "funding": "Funding\nThis work was supported by the Spanish “Plan Estatal de Investigación Científica y Técnica e Innovación” of the Ministry of Economy, Industry and Competitiveness (Grant numbers AYA2012–33982 and ESP2015–64323-R to FJM, cofounded by ERDF), by pre-doctoral fellowships to (AM) and (AV) from the Spanish National Program for Young Researchers Training (MINECO, Ref. BES-2013-063933, BES-2016-077976) and the Seedling Growth Project to the ISS LSRA2009-0932/1177 of ESA-ELIPS Program. Funding for the RNA-seq was provided by NASA Grants NNX12A065G and 80NSSC17K0546 to JZK. We acknowledge support of the publication fee by the CSIC Open Access Publication Support Initiative through its Unit of Information Resources for Research (URICI).",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary Material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fpls.2019.01529/full#supplementary-material\nClick here for additional data file.\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6889863/"
}