{
  "id": "PMC6865368",
  "title": "Thermoneutral housing attenuates premature cancellous bone loss in male C57BL/6J mice",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Thermoneutral housing attenuates premature cancellous bone loss in male C57BL/6J mice",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6865368/"
  },
  "sections": {
    "abstract": "Mice are a commonly used model to investigate aging-related bone loss but, in contrast to humans, mice exhibit cancellous bone loss prior to skeletal maturity. The mechanisms mediating premature bone loss are not well established. However, our previous work in female mice suggests housing temperature is a critical factor. Premature cancellous bone loss was prevented in female C57BL/6J mice by housing the animals at thermoneutral temperature (where basal rate of energy production is at equilibrium with heat loss). In the present study, we determined if the protective effects of thermoneutral housing extend to males. Male C57BL/6J mice were housed at standard room temperature (22°C) or thermoneutral (32°C) conditions from 5 (rapidly growing) to 16 (slowly growing) weeks of age. Mice housed at room temperature exhibited reductions in cancellous bone volume fraction in distal femur metaphysis and fifth lumbar vertebra; these effects were abolished at thermoneutral conditions. Mice housed at thermoneutral temperature had higher levels of bone formation in distal femur (based on histomorphometry) and globally (serum osteocalcin), and lower global levels of bone resorption (serum C-terminal telopeptide of type I collagen) compared to mice housed at room temperature. Thermoneutral housing had no impact on bone marrow adiposity but resulted in higher abdominal white adipose tissue and serum leptin. The overall magnitude of room temperature housing-induced cancellous bone loss did not differ between male (current study) and female (published data) mice. These findings highlight housing temperature as a critical experimental variable in studies using mice of either sex to investigate aging-related changes in bone metabolism.",
    "introduction": "Introduction\nMice are among the most commonly utilized animal models for aging-related metabolic bone disease in humans. Advantages of mice over many models include their small size, relatively short lifespan, and ease of genetic manipulation. However, differences in physiology between the two species may preclude the direct translation of experimental results from mice to humans (\n1\n, \n2\n). Although aging-related bone loss occurs in both mice and humans, the temporal pattern of bone loss between the species is markedly different, at least in long bones, raising concern that the underlying mechanisms for the bone loss may differ. In mice, cancellous bone loss in long bones occurs prior to skeletal maturity (6 months of age) and concurrently with bone elongation and cortical bone accrual (\n3\n, \n4\n). Therefore, by the time mice reach skeletal maturity, defined as cessation of linear bone growth, a large portion of their cancellous bone has been resorbed, and little cancellous bone is available to effectively model aging-related skeletal impairment. This pattern of bone loss is not evident in all small rodents. Cancellous bone loss in rats occurs later in life (\n5\n). In humans, cancellous bone loss occurs long after skeletal maturity, primarily due to negative remodeling balance, where the rate of bone resorption exceeds the rate of formation (\n6\n).\nThe mechanism(s) mediating premature cancellous bone loss in mice have not been extensively investigated, but our previous work suggests that the ambient temperature of standard rodent housing (18–23°C) plays an important role (\n2\n). We previously reported that housing C57BL/6J (B6) female mice at a thermoneutral temperature (32°C) prevented cancellous bone loss from 8 to 18 weeks of age, an interval during which the mice accrued cortical bone. Compared to standard room temperature housing (22°C), mice housed at thermoneutral conditions had increased bone formation and decreased bone resorption (\n2\n).\nDifferences in thermoregulatory mechanisms between mice and humans may be a critical aspect in understanding species-specific skeletal maturation and aging-related bone loss. Humans are homeotherms and maintain their body temperature within a narrow range (\n7\n). In contrast, mice are facultative daily heterotherms and experience fasting-induced decreases in body temperature upon exposure to temperatures below their thermoneutral zone (26–34°C) (\n8\n). During the light photoperiod, when food intake and locomotor activity are reduced, laboratory mice, depending on housing conditions (e.g., temperature, bedding material, number of animals/cage), can undergo intermittent bouts of torpor, which is driven by fasting-induced reduction in serum leptin and characterized by a metabolic rate below basal metabolic level and decreased core body temperature (\n2\n, \n8\n). Conversely, when food intake and locomotor activity are increased during the dark photoperiod, mice utilize energy-requiring adaptive thermogenesis to help maintain sufficient core body temperature, resulting in a net increase in food consumption. Non-shivering thermogenesis, a form of adaptive thermogenesis, is particularly important for adaptation to a cold environment and is regulated by neuroendocrine mechanisms that induce sympathetic outflow from the central nervous system (CNS) to brown adipose tissue (BAT), where heat is generated through the uncoupling of oxidation and phosphorylation by uncoupling proteins (UCPs) (\n9\n). Bone is highly innervated by efferent sympathetic neurons (\n10\n, \n11\n), and catecholaminergic activity modulates the function of osteoblasts and osteoclasts, and may play a role in mediating premature bone loss in mice (\n12\n, \n13\n).\nHormones can directly influence bone health, and sex steroids, in particular, are known modulators of bone metabolism (\n14\n). Consequently, female and male mice exhibit sexually dimorphic trajectories of skeletal growth and changes in morphology throughout the lifespan (\n4\n). While premature cancellous bone loss occurs in male mice, bone loss appears to occur later than that in females (\n4\n). Therefore, in this study we sought to determine if our prior results regarding the effects of housing temperature on bone in female B6 mice were generalizable to male B6 mice. Determining the causes of premature bone loss in mice, and whether this occurs in a sexually dimorphic manner, will contribute to optimization of experimental models more closely matching human physiology and provide novel information on potential factors contributing to aging-related bone loss.",
    "materials_and_methods": "Materials and methods\nExperimental design\nFive-week-old male B6 mice were obtained from Jackson Laboratory and housed under controlled conditions with approval of the Oregon State University Institutional Animal Care and Use Committee. Mice were individually housed in a room on standard light cycle (12 h light; 12 h dark), and food and water were provided \nad libitum\n. Body weight and food consumption were monitored weekly for the duration of the study.\nMice were randomized into two housing conditions, a room temperature of 22°C (standard vivarium room temperature, \nn\n = 9) or a room temperature of 32°C (thermoneutral temperature for mice, \nn\n = 9), and maintained at their respective temperatures from 5 (rapidly growing) until 16 (slowly growing) weeks of age. Male B6 mice reach peak cancellous bone volume fraction in distal femur metaphysis at ~8 weeks of age and peak cortical and total femur bone volume by 6 months of age (\n4\n). The mice were injected with the fluorochrome calcein (15 mg/kg, Sigma) 4 days and 1 day prior to killing to label bone surfaces undergoing mineralization. For tissue collection, mice were deeply anesthetized with 2% isoflurane and bled by decapitation. Blood glucose was measured using a glucometer (OneTouch Ultra Mini, LifeScan, Milpitas, CA, USA). Serum was collected and stored at −80°C for analyses of markers of bone turnover and leptin. Abdominal white adipose tissue (WAT) was removed and weighed. Right femora and the fifth lumbar vertebrae were isolated, fixed for 24 h in 10% formalin, and stored in 70% ethanol for microcomputed tomography and histomorphometric analyses. Left tibiae were removed, snap frozen in liquid nitrogen, and stored at −80°C for gas chromatographic analysis of lipid species. Interscapular BAT was removed and stored in RNALater (ThermoFisher) at −80°C for RNA analysis of \nUcp1\n. A second cohort of mice (\nn\n = 10) was killed at 8 weeks of age as an asynchronous baseline control group.\nChemistry\nSerum leptin was measured using Mouse Leptin Quantikine ELISA Kit (R&D Systems), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA, USA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL, USA) according to the respective manufacturer’s protocol.\nMicrocomputed tomography\nMicrocomputed tomography (μCT) was used for nondestructive 3D evaluation of bone volume and architecture in femur and fifth lumbar vertebra as previously described (\n2\n).\nHistomorphometry\nMethods used here for measuring static and dynamic bone histomorphometry in distal femur metaphysis have been described in detail (\n2\n, \n15\n, \n16\n).\nWhole tibia lipid analysis\nFrozen tibiae were homogenized in 40% methanol, and total lipids extracted from the bone using methanol-chloroform (1:2 ratio) with butylated hydroxytolulene (1 µM); 10-nonadecenoic acid 19:1 (Δ10 cis) (Nu-Chek Prep, Elysian, MN, USA) was added as a recovery standard at the time of extraction. Total lipids were saponified, and fatty acid methyl esters were prepared and analyzed by gas chromatography using an Agilent 7890 gas chromatograph equipped with a flame ionization detector (\n17\n). Methylated fatty acid standards were obtained from Nu-Chek Prep.\nGene expression\nFrozen BAT was homogenized in TRIzol and total RNA was isolated according to the manufacturer’s protocol. cDNA was generated using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR. BAT \nUcp1\n gene expression was assessed using the primer sequences: forward GTGAAGGTCAGAATGCAAGC and reverse AGGGCCCCCTTCATGAGGTC. Relative \nUcp1\n transcript abundance was normalized using 18S ribosomal RNA using the primer sequences: forward CCGCAGCTAGGAATAATGGAAT and reverse CGAACCTCCGACTTTCGTTCT.\nStatistics\nMean responses of individual variables were compared for 8-week-old mice housed at 22°C and 16-week-old mice housed at either 22°C or 32°C using one-way ANOVA, with \nt\n-tests used to make pairwise comparisons. The Kruskal–Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon–Mann–Whitney test was used for two-group comparisons. Histomorphometric parameters measured in mice housed at 22°C or 32°C were compared using \nt\n-tests or Wilcoxon–Mann–Whitney tests. Longitudinal data on body mass and food intake were modeled using a general linear model with a compound symmetric correlation matrix and a binary fixed effect for treatment group (control temperature 22°C or thermoneutral temperature 32°C). A constant time trend was used for food intake and a linear time trend was used for body mass. A two-factor ANOVA with an interaction between sex (male and female) and age (8-week-old mice and 16–18 week old mice) was used to compare mean values for architectural endpoints between male (current study) and female (published data) (\n2\n) B6 mice housed at 22°C. In addition, a two-way ANOVA was used to investigate for effect modification between temperature and sex (i.e., whether the magnitude of the effect of temperature was the same for male and female mice). The required conditions for valid use of Gaussian linear models were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson–Darling test of normality. The Benjamini and Hochberg method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons (\n18\n). Data analysis was performed using R version 3.4.3.",
    "experimental_design": "Experimental design\nFive-week-old male B6 mice were obtained from Jackson Laboratory and housed under controlled conditions with approval of the Oregon State University Institutional Animal Care and Use Committee. Mice were individually housed in a room on standard light cycle (12 h light; 12 h dark), and food and water were provided \nad libitum\n. Body weight and food consumption were monitored weekly for the duration of the study.\nMice were randomized into two housing conditions, a room temperature of 22°C (standard vivarium room temperature, \nn\n = 9) or a room temperature of 32°C (thermoneutral temperature for mice, \nn\n = 9), and maintained at their respective temperatures from 5 (rapidly growing) until 16 (slowly growing) weeks of age. Male B6 mice reach peak cancellous bone volume fraction in distal femur metaphysis at ~8 weeks of age and peak cortical and total femur bone volume by 6 months of age (\n4\n). The mice were injected with the fluorochrome calcein (15 mg/kg, Sigma) 4 days and 1 day prior to killing to label bone surfaces undergoing mineralization. For tissue collection, mice were deeply anesthetized with 2% isoflurane and bled by decapitation. Blood glucose was measured using a glucometer (OneTouch Ultra Mini, LifeScan, Milpitas, CA, USA). Serum was collected and stored at −80°C for analyses of markers of bone turnover and leptin. Abdominal white adipose tissue (WAT) was removed and weighed. Right femora and the fifth lumbar vertebrae were isolated, fixed for 24 h in 10% formalin, and stored in 70% ethanol for microcomputed tomography and histomorphometric analyses. Left tibiae were removed, snap frozen in liquid nitrogen, and stored at −80°C for gas chromatographic analysis of lipid species. Interscapular BAT was removed and stored in RNALater (ThermoFisher) at −80°C for RNA analysis of \nUcp1\n. A second cohort of mice (\nn\n = 10) was killed at 8 weeks of age as an asynchronous baseline control group.",
    "chemistry": "Chemistry\nSerum leptin was measured using Mouse Leptin Quantikine ELISA Kit (R&D Systems), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA, USA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL, USA) according to the respective manufacturer’s protocol.",
    "microcomputed_tomography": "Microcomputed tomography\nMicrocomputed tomography (μCT) was used for nondestructive 3D evaluation of bone volume and architecture in femur and fifth lumbar vertebra as previously described (\n2\n).",
    "histomorphometry": "Histomorphometry\nMethods used here for measuring static and dynamic bone histomorphometry in distal femur metaphysis have been described in detail (\n2\n, \n15\n, \n16\n).",
    "whole_tibia_lipid_analysis": "Whole tibia lipid analysis\nFrozen tibiae were homogenized in 40% methanol, and total lipids extracted from the bone using methanol-chloroform (1:2 ratio) with butylated hydroxytolulene (1 µM); 10-nonadecenoic acid 19:1 (Δ10 cis) (Nu-Chek Prep, Elysian, MN, USA) was added as a recovery standard at the time of extraction. Total lipids were saponified, and fatty acid methyl esters were prepared and analyzed by gas chromatography using an Agilent 7890 gas chromatograph equipped with a flame ionization detector (\n17\n). Methylated fatty acid standards were obtained from Nu-Chek Prep.",
    "gene_expression": "Gene expression\nFrozen BAT was homogenized in TRIzol and total RNA was isolated according to the manufacturer’s protocol. cDNA was generated using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR. BAT \nUcp1\n gene expression was assessed using the primer sequences: forward GTGAAGGTCAGAATGCAAGC and reverse AGGGCCCCCTTCATGAGGTC. Relative \nUcp1\n transcript abundance was normalized using 18S ribosomal RNA using the primer sequences: forward CCGCAGCTAGGAATAATGGAAT and reverse CGAACCTCCGACTTTCGTTCT.",
    "statistics": "Statistics\nMean responses of individual variables were compared for 8-week-old mice housed at 22°C and 16-week-old mice housed at either 22°C or 32°C using one-way ANOVA, with \nt\n-tests used to make pairwise comparisons. The Kruskal–Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon–Mann–Whitney test was used for two-group comparisons. Histomorphometric parameters measured in mice housed at 22°C or 32°C were compared using \nt\n-tests or Wilcoxon–Mann–Whitney tests. Longitudinal data on body mass and food intake were modeled using a general linear model with a compound symmetric correlation matrix and a binary fixed effect for treatment group (control temperature 22°C or thermoneutral temperature 32°C). A constant time trend was used for food intake and a linear time trend was used for body mass. A two-factor ANOVA with an interaction between sex (male and female) and age (8-week-old mice and 16–18 week old mice) was used to compare mean values for architectural endpoints between male (current study) and female (published data) (\n2\n) B6 mice housed at 22°C. In addition, a two-way ANOVA was used to investigate for effect modification between temperature and sex (i.e., whether the magnitude of the effect of temperature was the same for male and female mice). The required conditions for valid use of Gaussian linear models were assessed using Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson–Darling test of normality. The Benjamini and Hochberg method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons (\n18\n). Data analysis was performed using R version 3.4.3.",
    "results": "Results\nCompared to baseline, male B6 mice housed at 22°C accrued bone as evidenced by gains in femur length (\nFig. 1A\n) and midshaft femur cortical thickness (\nFig. 1C\n). These growth-related gains in bone length and cortical bone, however, were contrasted by a reduction in cancellous bone volume fraction (\nFig. 1D\n) and connectivity density (\nFig. 1E\n) in the distal femur metaphysis. The reduction in cancellous bone and increased trabecular spacing (\nFig. 1G\n) was primarily due to decreased trabecular number (\nFig. 1F\n) as trabecular thickness (\nFig. 1H\n) was not changed.\nFigure 1\nFemur length (A), total femur bone volume (B), mid-diaphysis cortical thickness (C), distal metaphysis cancellous bone volume fraction (D), connectivity density (E), trabecular number (F), trabecular spacing (G), trabecular thickness (H), and distal femur epiphysis cancellous bone volume fraction (I), connectivity density (J), trabecular number (K), trabecular spacing (L), and trabecular thickness (M) in male B6 mice maintained at 22°C and 32°C from 5 to 16 weeks of age. A group of mice housed at room temperature (22°C) was killed at 8 weeks of age, the age for peak cancellous bone volume fraction in male mice, to serve as a baseline control. Representative μCT images (N) of the femoral diaphysis, metaphysis, and epiphysis illustrating differences in cancellous bone volume fraction with temperature. Data are mean ± \ns.e\n. \na\nDifferent from 8-week-old mice housed at 22°C. \nb\nDifferent from 16-week-old mice housed at 22°C, \nP\n < 0.05; \nn\n = 9–10/group.\n\n\nHousing mice at thermoneutral temperature (32°C) resulted in higher total femur bone volume and diaphysis cortical thickness (\nFig. 1B\n and \nC\n) than housing mice at 22°C, and prevented premature loss of cancellous bone (cancellous bone volume fraction) and attenuated changes in cancellous bone microarchitecture (connectivity density, trabecular number, and trabecular spacing) in the distal femur metaphysis (\nFig. 1D\n, \nE\n, \nF\n and \nG\n). There was no impact of aging or housing temperature on trabecular thickness (\nFig. 1H\n). The impact of housing temperature on cortical bone in the femur diaphysis and cancellous bone in the distal femur metaphysis can be visually observed in \nFig. 1N\n.\nIn the distal femur epiphysis, cancellous bone volume fraction was not influenced by aging or housing temperature (\nFig. 1I\n), but aging, independent of housing temperature led to changes in microarchitecture. Specifically, aging resulted in decreased connectivity density and trabecular number (\nFig. 1J\n and \nK\n) and increased trabecular spacing (\nFig. 1L\n). Distal femur epiphysis trabecular thickness (\nFig. 1M\n) was not altered by aging or housing temperature. Representative microCT images of the femur epiphysis are shown in \nFig. 1N\n.\nHousing mice at 22°C reduced cancellous bone volume fraction in the 5th lumbar vertebra (\nFig. 2A\n), which was co-incidental with reductions in connectivity density (\nFig. 2B\n) trabecular number (\nFig. 2C\n), trabecular thickness (\nFig. 2E\n), and an increase in trabecular spacing (\nFig. 2D\n). Housing mice at thermoneutral temperature (32°C) protected against reductions in cancellous bone volume fraction, trabecular thickness and increased spacing, and attenuated aging-related reductions in trabecular number and connectivity density (\nFig. 2A\n, \nB\n, \nC\n and \nD\n). The impact of housing temperature on cancellous bone in the fifth lumbar vertebra can be visually observed in \nFig. 2F\n.\nFigure 2\nFifth lumbar vertebrate bone volume fraction (A), connectivity density (B), trabecular number (C), trabecular spacing (D), trabecular thickness (E) in male B6 mice maintained at 22°C and 32°C from 5 to 16 weeks of age. A group of mice housed at room temperature (22°C) was killed at 8 weeks of age to serve as a baseline control. Representative μCT images (F) of the fifth lumbar vertebra. Data are mean ± \ns.e\n. \na\nDifferent from 8-week-old mice housed at 22°C. \nb\nDifferent from 16-week-old mice housed at 22°C, \nP\n < 0.05; \nn\n = 9–10/group.\n\n\nWe analyzed static and dynamic bone histomorphometry in distal femur metaphysis histological sections to evaluate the impact of housing temperature on cellular processes regulating cancellous bone turnover. Osteoblast perimeter (\nFig. 3A\n), mineralizing perimeter (\nFig. 3B\n), and bone formation rate normalized to bone perimeter (\nFig. 3D\n), bone area (\nFig. 3E\n), and tissue area (\nFig. 3F\n) were all higher in mice housed at 32°C compared to mice housed at 22°C. Mineral apposition rate, an index of osteoblast activity, was not altered by housing temperature (\nFig. 3C\n), indicating that the higher cancellous bone volume fraction in mice housed at 32°C was due, in part, to higher osteoblast number rather than higher intrinsic osteoblast activity. These cellular markers of bone formation were co-incidental with higher serum osteocalcin, a systemic marker of bone formation (\nFig. 3G\n). Mice housed at 32°C exhibited no change in osteoclast perimeter (\nFig. 3H\n), a measure of local bone resorption, but did exhibit lower levels of serum CTX-1, a marker of global bone resorption (\nFig. 3I\n). The impact of housing temperature on bone formation in the distal femur metaphysis can be visually observed in \nFig. 3J\n.\nFigure 3\nIndices of bone formation consisting of osteoblast perimeter (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation rate/bone perimeter (D), bone formation rate/bone area (E), bone formation rate/tissue area (F), serum osteocalcin, and indices of bone resorption consisting of osteoclast perimeter (H) and serum CTX-1 in male B6 mice maintained at 22°C and 32°C from 5 to 16 weeks of age. Representative histological images of the distal femur metaphysis (J) illustrating differences in fluorochrome labeling with temperature. Data are mean ± \ns.e\n. \na\nDifferent from mice housed at 22°C, \nP\n < 0.05; \nn\n = 9–10/group.\n\n\n32°C housing did not alter aging-related body mass gain (\nFig. 4A\n), despite a ~33% reduction in food intake compared to mice housed at 22°C (\nFig. 4B\n), indicating both housing groups of mice maintained a similar energetic balance. 32°C housing altered nutrient partitioning and adaptive thermogenesis as evidenced by 50% higher abdominal WAT (\nFig. 3C\n) and lower BAT \nUcp1\n gene expression (\nFig. 4D\n). Fasting blood glucose (\nFig. 4E\n) was unchanged and circulating leptin levels (\nFig. 4F\n) were higher in thermoneutral-housed mice. Housing temperature-associated changes in adiposity did not extend to the bone marrow compartment as we observed no between-group differences in marrow adipocyte area/tissue area, adipocyte number or size as assessed by histomorphometry (\nFig. 4G\n, \nH\n and \nI\n), or whole tibia fatty acids as assessed by gas chromatography (\nFig. 4J\n and \nK\n).\nFigure 4\nBody mass (A), food intake (B), abdominal white adipose tissue (WAT) weight (C), brown adipose tissue (BAT) uncoupling protein-1 (\nUcp1\n) gene expression (D), blood glucose (E), serum leptin (F), marrow adiposity (adipocyte area/tissue area) (G), marrow adipocyte density (H), marrow adipocyte size (I), total bone lipids (J) and lipid species (K) in male B6 mice maintained at 22°C and 32°C from 5 to 16 weeks of age. Data are mean ± \ns.e\n. \na\nDifferent from mice housed at 22°C, \nP\n < 0.05; \nn\n = 9–10/group. SFA, saturated fatty acids; MUFA, monounsaturated fatty acids; PUFA, polyunsaturated fatty acids; ω3 PUFA, ω6 PUFA.\n\n\nTo assess sex differences in skeletal maturation in B6 mice housed at room temperature (22°C), we conducted a retrospective analysis comparing males (current study) and females (published data) (\n2\n). The effects of sex (female and male), age (8 week old and 16-18 week old), and their interaction on femur length, total femur bone volume, cortical thickness in femur diaphysis, and cancellous bone volume fraction, trabecular number, and trabecular thickness in distal femur metaphysis are shown in \nTable 1\n. Femur length was greater in males compared to females and greater in older compared to younger animals. Cancellous bone volume fraction and trabecular thickness were likewise greater in males than females. Cancellous bone volume fraction decreased with age, irrespective of sex; the decrease was not associated with a decrease in trabecular thickness. Whereas significant sex by age interactions were not detected for any of the aforementioned endpoints, interactions were noted for total femur bone volume, cortical thickness in diaphysis, and trabecular number in distal femur metaphysis. Total femur bone volume differed between females and males at baseline and study termination, but the difference was more pronounced at the earlier age. Whereas males exhibited greater cortical thickness than females at 8 weeks of age, this difference was no longer evident at study termination. Trabecular number in the femoral metaphysis was higher in males than females at both ages, but the magnitude of difference was greater in the older animals. There was a tendency (\nP\n = 0.076) for total femur bone volume to increase with age in females but not in males. Cortical thickness increased with age in both females and males but the magnitude of increase was greater in females. Trabecular number in distal femur metaphysis decreased with age in both females and males, but the decrease was greater in females.\n\nTable 1\nThe independent and combined effects of sex and age on femur in mice housed at 22°C.\nVariable\nBaseline\nStudy completion\nSex\nAge\nSex × age\n8 weeks old\n16–18 weeks old\nFemale (8 week)\nMale (8 week)\nFemale (18 week)\nMale (16 week)\nP\n value\nP\n value\nP\n value\nTotal femur\n Length (mm)\n14.5 ± 0.1\n14.8 ± 0.1\n14.9 ± 0.1\n15.1 ± 0.1\n0.003\n0.001\nNS\n Bone volume (mm\n3\n)\n15.7 ± 0.3\n19.1 ± 0.3\na\n16.6 ± 0.5\n18.5 ± 0.3\na\n–\n–\n0.049\nFemur diaphysis\n Cortical thickness (µm)\n167 ± 2\n176 ± 2\na\n192 ± 3\nb\n189 ± 1\nb\n–\n–\n0.028\nDistal femur metaphysis\n Cancellous bone volume fraction (%)\n9.8 ± 0.6\n15.8 ± 0.7\n3.5 ± 0.4\n9.7 ± 0.6\n0.0001\n0.0001\nNS\n Trabecular number (1/mm)\n5.4 ± 0.1\n6.3 ± 0.1\na\n3.6 ± 0.1\nb\n4.9 ± 0.1\na,b\n–\n–\n0.045\n Trabecular thickness (µm)\n38 ± 1\n42 ± 1\n38 ± 1\n43 ± 1\n0.02\nNS\nNS\n\n\na\nDifferent from females within same age, \nP\n < 0.05. \nb\nDifferent from baseline within same sex, \nP\n < 0.05.\n\n\nWe also determined whether the impact of 32°C housing on bone was similar between male and female mice. The effects of sex (female and male), temperature (22°C and 32°C), and their interaction on femur are shown in \nTable 2\n. At study termination, femur length, total femur bone volume, cancellous bone volume fraction, and trabecular number were higher in male mice compared to female mice. There were no effects of sex on cortical thickness or trabecular thickness. Mice housed at 32°C had higher total femur bone volume, cortical thickness, cancellous bone volume fraction, trabecular number, and trabecular thickness compared to mice housed at 22°C. There was no effect of temperature on femur length, and no sex by temperature interactions were detected for microarchitecture.\n\nTable 2\nThe independent and combined effects of sex and temperature on femur in mice housed at 22°C and 32°C.\nVariable\nFemale\nMale\nSex\nTemperature\nSex × temperature\nStudy completion (18 weeks old)\nStudy completion (16 weeks old)\n\n\nP \nvalue\nP\n value\nP\n value\n22°C\n32°C\n22°C\n32°C\nTotal femur\n Length (mm)\n14.9 ± 0.1\n14.8 ± 0.2\n15.1 ± 0.1\n15.1 ± 0.1\n0.048\nNS\nNS\n Bone volume (mm\n3\n)\n16.6 ± 0.5\n17.6 ± 0.6\n18.5 ± 0.3\n19.6 ± 0.2\n0.000\n0.055\nNS\nFemur diaphysis\n Cortical thickness (µm)\n192 ± 3\n202 ± 4\n189 ± 1\n194 ± 1\nNS\n0.002\nNS\nDistal femur metaphysis\n Cancellous bone volume fraction (%)\n3.5 ± 0.4\n9.9 ± 0.6\n9.7 ± 0.6\n15.4 ± 0.8\n0.000\n0.000\nNS\n Trabecular number (1/mm)\n3.6 ± 0.1\n4.7 ± 0.1\n4.9 ± 0.1\n5.8 ± 0.1\n0.000\n0.000\nNS\n Trabecular thickness (µm)\n38 ± 1\n45 ± 1\n43 ± 1\n44 ± 1\nNS\n0.007\nNS\n Adipocyte area (%)\n4.4 ± 1.0\n10.7 ± 1.4\na\n0.3 ± 0.1\n0.8 ± 0.3\n–\n–\n0.005\n Adipocyte density (#/mm\n2\n)\n101 ± 24\n196 ± 22\na\n12 ± 2\n16 ± 4\n–\n–\n0.02\n Adipocyte size (µm\n2\n)\n472 ± 39\n552 ± 51\n249 ± 24\n355 ± 66\n0.000\n0.091\nNS\n Mineralizing perimeter/bone perimeter (%)\n24.4 ± 2.9\n40.8 ± 1.8\n15.8 ± 1.5\n30.0 ± 1.4\n0.000\n0.000\nNS\n Mineral apposition rate (µm/day)\n2.2 ± 0.1\n2.0 ± 0.0\n1.6 ± 0.2 \n1.7 ± 0.1\n0.004\nNS\nNS\n Bone formation rate/bone perimeter (µm\n2\n/µm/year)\n190 ± 25\n301 ± 17\n92 ± 12\n180 ± 13\n0.000\n0.000\nNS\n Osteoblast perimeter/bone perimeter (%)\n17.7 ± 1.8\n33.6 ± 2.0\n15.8 ± 1.9\n30.4 ± 1.6\nNS\n0.000\nNS\n Osteoclast perimeter/bone perimeter (%)\n27.1 ± 3.0\n13.1 ± 1.7\na\n6.7 ± 1.6\n4.7 ± 1.0\n–\n–\n0.009\n\n\na\nDifferent from females at 22°C, \nP\n < 0.05. \nb\nDifferent from males at 22°C, \nP\n < 0.05.\n\n\nBone histomorphometry revealed female mice have higher mineralizing perimeter, mineral apposition rate, bone formation rate, and adipocyte size compared to male mice. There was no effect of sex on osteoblast perimeter. Mice housed at 32°C had higher mineralizing perimeter, bone formation rate, osteoblast perimeter, and adipocyte size compared to mice housed at 22°C. Housing temperature had no impact on mineral apposition rate. Sex by temperature interactions were detected for adipocyte area, adipocyte density, and osteoclast perimeter, where female mice housed at 32°C had higher adipocyte area and adipocyte density, and lower osteoclast perimeter compared to female mice housed at 22°C. These temperature effects were not observed in male mice.",
    "discussion": "Discussion\nHousing male B6 mice at thermoneutral temperature, compared to standard room temperature, attenuates premature cancellous bone loss; mice housed at 22°C from 5 to 16 weeks of age exhibited reduced cancellous bone volume fraction in the distal femur metaphysis and lumbar vertebra compared to baseline, while mice housed at 32°C exhibited complete maintenance of the bone volume fraction. At the cellular level, the protective effects of 32°C housing temperature were associated with a net increase in bone formation.\nThe physiological mechanisms through which housing temperature influences bone metabolism and homeostasis in mice have not been established, but based on precedent (\n19\n) likely involve neuroendocrine pathways related to activation of adaptive thermogenesis, particularly non-shivering thermogenesis. As noted in the Introduction, mice are facultative daily heterotherms and experience fasting-induced reductions in body temperature when subjected to housing temperatures below their thermoneutral zones (\n20\n). In response to cold stress, sympathetic nervous system activation and catecholaminergic signaling induce non-shivering thermogenesis via upregulation of UCPs in BAT, which generates heat through proton leakage across the inner mitochondrial membrane (\n9\n). Housing mice at thermoneutral temperature alleviates the need for adaptive thermogenesis and decreases sympathetic nervous system activity compared to room temperature housing (\n21\n).\nIn the present study, we found housing mice at 32°C reduced adaptive thermogenesis and presumably sympathetic nervous system activity, as evidenced by a significant downregulation of BAT \nUcp1\n gene expression and protected mice from premature cancellous bone loss. Bone, particularly periosteum (\n13\n), is highly innervated by efferent sympathetic nerves and it is well documented that catecholaminergic signaling pathways in osteoblasts, osteoclasts, and mesenchymal stem cells modulate the functional activity and differentiation fate of these cells; in general, increased catecholaminergic activity inhibits osteoblast function and enhances osteoclast function (\n22\n). However, \nin vivo\n studies demonstrate the complexity of regulation. The embryological origin of the bone (endochondral versus membranous), the distribution and phenotype of nerve fibers, and the relative impact of α- and β-adrenergic receptor signaling may influence the skeletal response to housing temperature (\n23\n). Additionally, alternative mechanisms, including reduced glucocorticoids and thyroid hormone and increased leptin levels, cannot be overlooked as potential mediators of housing temperature’s impact on bone. These hormones regulate bone metabolism and their levels are altered by housing temperature (\n24\n, \n25\n, \n26\n, \n27\n, \n28\n, \n29\n, \n30\n, \n31\n).\nBone mass is determined by the balance of bone formation and bone resorption, and the findings herein suggest the bone-protective effects of 32°C housing on cancellous bone volume in distal femur metaphysis may involve maintenance of osteoblastogenesis and osteoblast activity, whereas mild cold stress induced by room temperature housing results in depressed osteoblastogenesis. Alternatively, osteoblast lifespan may be reduced in room temperature-housed mice. However, the normal mineral apposition rate in room temperature-housed mice does not support this alternative.\nOsteoblasts are derived from bone marrow mesenchymal stem cells (MSCs), which can also differentiate into adipocytes and chondrocytes. MSC differentiation fate is driven by local and systemic stimuli, and the balance of osteoblast and adipocyte differentiation is hypothesized to be an important factor in the maintenance of bone homeostasis. As noted above, housing mice at 32°C had no effect on osteoblast activity, but did significantly increase osteoblast-lined bone perimeter (~200% increase) compared to mice housed at 22°C, with no co-incidental change in adipocyte density. These data indicate 32°C housing may drive bone marrow MSC differentiation fate toward osteoblastogenesis. In regard to osteoclasts, 32°C housing did not alter osteoclast-lined bone perimeter compared to 22°C housing, but did result in a significant reduction in serum CTX-1, a marker of global bone resorption, suggesting a down regulation of osteoclast activity in mice housed at 32°C. Alternatively, the lower CTX-1 levels may reflect reduced osteoclast number at other skeletal sites. Taken together, these findings are consistent with the hypothesis that 32°C abolishes the requirement for adaptive thermogenesis, which likely diminishes sympathetic signaling in bone, resulting in an upregulation of osteoblast differentiation, a downregulation in global bone resorption, and maintenance of cancellous bone volume. However, as mentioned, it is plausible that housing temperature-associated changes in levels of other factors, such as glucocorticoids, thyroid hormone, or leptin contribute to the skeletal response.\nThe present analysis focused on cancellous bone in representative axial (lumbar vertebra) and appendicular (femur) skeletal sites. However, it is clear that housing temperature also influences cortical bone as well as total bone accrual. Specifically, mice housed at thermoneutral conditions had increased cortical thickness and increased total femur bone volume. In contrast, femur length was not affected suggesting that, as was demonstrated for female mice (\n2\n), housing temperature does not influence the rate of endochondral ossification in male B6 mice.\nComparison of the findings in this study and our previous report in female mice indicates the magnitude of premature cancellous bone loss during 22°C housing does not differ between sexes. In addition, our findings demonstrate thermoneutral housing-induced maintenance of cancellous bone is common to both female and male mice, and the extent of the protective effect is similar between sexes. Altogether, these findings suggest the skeletal responses to housing temperature exhibit minimal sexual dimorphism.\nOur findings address an important current issue in skeletal biology, namely the role of bone marrow adipose tissue (MAT) in skeletal health. It has become a prevailing view that marrow adipocytes play a largely negative role in bone metabolism (\n32\n). However, the physiological role of MAT is not well established, and an inverse relationship between MAT levels and skeletal health is not universal (\n33\n, \n34\n). Here we found large between-sex differences in marrow adiposity with female mice exhibiting greater marrow adiposity compared to male mice. In addition, there was a sexually dimorphic response of MAT to housing conditions, with female mice exhibiting significantly increased marrow adiposity under thermoneutral housing, an effect not observed in male mice. Despite differences in marrow adiposity between female and male mice, there were no between-sex differences in the magnitude of premature bone loss, indicating in this experimental model that bone marrow adiposity has neither a detrimental nor protective impact on the bone response to room temperature-induced cold stress. It is important to note our analyses were conducted in mice approaching skeletal maturity, but considered ‘young’ in the perspective of the full lifespan. Additional work will be required to establish the role of marrow adiposity and MAT phenotype on bone metabolism throughout the entire life span including skeletal maturation, maintenance, and senescence.\nThis is one of a few studies to evaluate lipid species in bone. We assessed lipid species in homogenized whole tibia and found monounsaturated fatty acids (MUFAs) were the most abundant lipids, followed by saturated (SFAs) and polyunsaturated fatty acids (PUFAs). A limitation to using whole bone is that bone marrow is composed of a heterogeneous cell population, and therefore, we cannot attribute lipid species to specific cell types or regions (e.g., proximal, midshaft, distal); additionally, our methodology does not allow us to distinguish between lipid classes (e.g., non-esterified fatty acids, glycerolipids, sphingolipids, ether lipids, or waxes). The 16-week-old male B6 mice used in this study have relatively few adipocytes in the distal femur metaphysis; MAT occupied <1% of tissue area. This compares to ~4% in female mice housed at 22°C and ~10% in mice housed at 32°C. MAT occupied >10% of tissue area in proximal tibia metaphysis in normal growing female rats and >50% of tissue area in hypophysectomized female rats (\n35\n). In spite of the large differences in marrow adiposity, the relative distribution of lipid species (MUFA > SFA > 6-N PUFA > 3-N PUFA) was similar. These findings indicate the lipid composition of bone is similar to WAT where the abundance proportion is MUFA > SFA > PUFA. Our data largely align with the findings of Scheller \net al.\n who assessed lipid species in two regionally distinct populations of marrow adipocytes in rats, regulated (rMAT) and constitutive (cMAT) marrow adipose depots (\n36\n). rMAT is interspersed in the red hematopoietic marrow in the proximal regions of tibia metaphysis while cMAT consists of densely packed adipocytes located in the distal tibia. They found MUFAs are the most abundant lipid species in both rMAT and cMAT, but rMAT has a higher proportion of SFAs and a lower proportion of PUFAs compared to cMAT. The physiological significance of rMAT and cMAT remains to be determined.\nIn summary, housing growing male B6 mice at 22°C resulted in cancellous bone loss in distal femur metaphysis and lumbar vertebra between 8 and 16 weeks of age. This premature bone loss was prevented by housing the mice at 32°C. Housing at 22°C was associated with lower serum osteocalcin, osteoblast perimeter, and mineralizing perimeter, suggesting that the bone loss was due, in part, to reduced bone formation. Additionally, higher serum CTX-1 in 22°C-housed mice suggests that 22°C housing may also co-incidentally increase global bone resorption. Mechanistically, we speculate that 22°C housing-induced bone loss is strongly associated with elevated sympathetic nervous system signaling required to activate adaptive thermogenesis for the maintenance of body temperature, but additional studies are required to establish the precise mechanisms. The magnitude of premature bone loss induced by 22°C housing in male mice was similar to that of female mice, although males had higher cancellous bone volume fraction than females at baseline. The present findings highlight housing temperature as a critical experimental variable in studies investigating bone metabolism in mice, and add to the growing number of investigations emphasizing the physiological relevance of housing temperature when translating mouse experiments to humans (\n20\n, \n37\n, \n38\n, \n39\n, \n40\n, \n41\n, \n42\n, \n43\n, \n44\n, \n45\n, \n46\n, \n47\n, \n48\n, \n49\n, \n50\n, \n51\n, \n52\n).",
    "declaration_of_interest": "Declaration of interest\nThe authors declare that there is no conflict of interest that could be perceived as prejudicing the impartiality of the research reported.",
    "funding": "Funding\nThis work was supported by the NIH (AR060913 [U I]; DK112360 [D B J]) and NASA (80NSSC19K0430 [R T])."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6865368/"
}