{
  "id": "PMC6945029",
  "title": "Immune suppressive extracellular vesicle proteins of Leptopilina heterotoma are encoded in the wasp genome.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Immune suppressive extracellular vesicle proteins of Leptopilina heterotoma are encoded in the wasp genome.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6945029/"
  },
  "sections": {
    "abstract": "Leptopilina heterotoma\n are obligate parasitoid wasps that develop in the body of their \nDrosophila\n hosts. During oviposition, female wasps introduce venom into the larval hosts’ body cavity. The venom contains discrete, 300 nm-wide, mixed-strategy extracellular vesicles (MSEVs), until recently referred to as virus-like particles. While the crucial immune suppressive functions of \nL. heterotoma\n MSEVs have remained undisputed, their biotic nature and origin still remain controversial. In recent proteomics analyses of \nL. heterotoma\n MSEVs, we identified 161 proteins in three classes: conserved eukaryotic proteins, infection and immunity related proteins, and proteins without clear annotation. Here we report 246 additional proteins from the \nL. heterotoma\n MSEV proteome. An enrichment analysis of the entire proteome supports vesicular nature of these structures. Sequences for more than 90% of these proteins are present in the whole-body transcriptome. Sequencing and \nde novo\n assembly of the 460 Mb-sized \nL. heterotoma\n genome revealed 90% of MSEV proteins have coding regions within the genomic scaffolds. Altogether, these results explain the stable association of MSEVs with their wasps, and like other wasp structures, their vertical inheritance. While our results do not rule out a viral origin of MSEVs, they suggest that a similar strategy for co-opting cellular machinery for immune suppression may be shared by other wasps to gain advantage over their hosts. These results are relevant to our understanding of the evolution of figitid and related wasp species.",
    "materials_and_methods": "Materials and Methods\nInsects\nIsogenized \nLh\n strains New York (NY; (\nChiu and Govind 2002\n; \nChiu \net al.\n 2006\n)) and \nLh\n 14 (\nSchlenke \net al.\n 2007\n), were raised on the \ny w\n strain of \nD. melanogaster\n that were reared on standard cornmeal, yeast, and agar fly food at 25° as described by \nSmall \net al\n. (2012)\n. Adult wasps were collected from parasitized hosts, 25 days after infection at 25°. Male and female wasps were stored on fly food with 70% honey on “buzz” plugs.\nAnalysis of MSEV super-set ORFs\nPreviously undescribed open reading frames (ORFs) from the \nLh\n 14 MSEV proteome and sequenced as part of \nHeavner \net al\n. (2017)\n (PXD005632) are analyzed in the context of the published female abdominal (\nGoecks \net al.\n 2013\n) and whole body (this study) \nLh\n 14 transcriptomes. We have not observed any difference in venom activities of \nLh\n 14 and \nLh\n NY (\nMorales \net al.\n 2005\n; \nSchlenke \net al.\n 2007\n), or in wasp success under laboratory conditions. The \nLh\n 14 ORFs were aligned against transcripts from BioProject: PRJNA202370, Accession number GAJC0000000 (\nGoecks \net al.\n 2013\n) as previously described in \nHeavner \net al\n. (2017)\n. Proteins with an ORF and a transcript were run through the BLAST2GO (v 5.2; downloaded June 2018) annotation pipeline with an E-value threshold of 1x10\n−7\n (\nConesa \net al.\n 2005\n; \nGötz \net al.\n 2008\n). Results were organized and classified based on Gene Ontology (GO) terms from UniProt and InterPro (\nAshburner \net al.\n 2000\n; \nJones \net al.\n 2014\n; \nUniport Consortium 2015\n; \nThe Gene Ontology Consortium 2019\n). Proteins were considered “virulence-related” based on GO terms indicating involvement with infection, host evasion, inflammation, and immune response. ORFs that did not return results via BLAST or InterProScan (Class 3 proteins) were run through Conserved Domain Search (CDD) on NCBI (version 3.16) (\nMarchler-Bauer \net al.\n 2017\n). The E-value cut off for CDD search was 1x10\n−2\n. Proteins were considered to have a signal peptide if one was predicted using Phobeus and Signal P (\nKäll \net al.\n 2004\n; \nKäll \net al.\n 2007\n; \nNielsen 2017\n; \nAlmagro Armenteros \net al.\n 2019\n). Transmembrane domains were considered to be present if they were predicted using Phobeus and TMHMM (\nSonnhammer \net al.\n 1998\n; \nKrogh \net al.\n 2001\n; \nKäll \net al.\n 2004\n; \nKäll \net al.\n 2007\n).\nThe GhostKOALA algorithm (\nKanehisa \net al.\n 2016\n) was used to assign KEGG ortholog (KO) numbers for the MSEV superset protein sequences. If a primary KO number failed to be assigned by GhostKOALA, a secondary number assignment with a score >= 50 was used. Redundant KO numbers were excluded.\nMSEV proteins were included in the enrichment analyses only if a human ortholog exists; the gene identifiers for human orthologs were obtained from the MSEV KO and the UniProt mapping utility (\nLi \net al.\n 2015\n; \nUniport Consortium 2015\n). (Human orthologs were chosen because a robust proportion of Vesiclepedia’s data are derived from human vesicle proteomes.) The orthologs of human genes were analyzed for enrichment with the FunRich algorithm (\nPathan \net al.\n 2015\n; \nPathan \net al.\n 2017\n) against the Vesiclepedia database (\nKalra \net al.\n 2012\n; \nPathan \net al.\n 2019\n).\nFinally, the MSEV proteome was used as a query using BLASTp for the following databases: “non-redundant” (nr), nr restricted to Taxid: Viridae (10239), nr restricted to Taxid: Polydnaviridae (10482), and nr restricted to Taxid: Unclassified Polydnaviridae (40273) (E-value threshold: 1.0x10\n−3\n, %ID minimum: 20%, performed 04/16/2019). tBLASTn of \nL. boulardi\n and \nG. hookeri\n (previously called \nGanaspis spp. 1\n) (\nGoecks \net al.\n 2013\n) transcriptomes was performed on 03/10/2019; the threshold for homologs in \nLb\n and \nG. hookeri\n were 25% ID and an E-value of 1.0x10\n−10\n.\nGenomes sequencing and assembly\nLibrary preparations, sequencing reactions, and associated validations were conducted by GENEWIZ, Inc. (South Plainfield, NJ, USA). Genomic DNA was extracted from ∼50 mg of tissue (∼100 wasps) of \nLh\n males and females separately using mixed bead beating and PureLink Genomic DNA extraction kits following manufacturer’s protocol. Quantification of extracted DNA was performed using Nanodrop and Qubit2.0 Fluorometer (Live Technologies, Carlsbad, CA, USA). Integrity of genomic DNA was verified by gel electrophoresis (0.6% agarose). DNA libraries were prepared for each wasp gender by acoustic shearing fragmentation using a Covaris S220. Fragments were end repaired and adenylated prior to adapter ligation on 3′ ends (NEB NextUltra DNA Library Preparation kit, Illumina, San Diego, CA, USA). Enrichment and indexing of adapter-ligated DNA was done through limited cycle PCR. DNA library validation was performed using TapeStation (Agilent Technologies, Palo Alto, CA, USA). Libraries were quantified using Qubit 2.0 Fluorometer.\nReal time PCR (Applied Biosystems, Carlsbad, CA, USA) was used to quantify DNA molar mass for each library before multiplexing in equal molar mass. DNA libraries were sequenced using a 2x150 paired-end (PE) configuration on one lane on an Illumina HiSeq 4000. Image analysis and base calling were performed using the HiSeq Control Software (HCS) on the HiSeq instrument.\nThe average size of inserts (without adaptors) in the Illumina library was ∼300-350 bp. \nDe novo\n assembly of reads and scaffolding of contigs was performed using ABySS 2.2 (\nJackman \net al.\n 2017\n) by the New York Genome Center. \nDe novo\n assembly of combined male/female genome was performed using Platanus-allee (\nKajitani \net al.\n 2019\n) and scaffolding was improved using AGOUTI (\nZhang \net al.\n 2016\n) on the University of Delaware’s BIOMIX cluster.\nSequences from \nDrosophila\n-associated bacteria such as \nWolbachia\n spp., \nAcetobacter pasteurianus\n, and \nLactobacillus plantarum\n were identified in both assemblies. \nWolbachia\n are endosymbionts of many insects including \nLeptopilina\n spp. (\nPannebakker \net al.\n 2004\n; \nWerren \net al.\n 2008\n; \nGueguen \net al.\n 2012\n). \nLactobacilli\n and \nAcetobacter\n are symbionts and commensals of sugar-consuming insects (\nCrotti \net al.\n 2010\n; \nEngel and Moran 2013\n). Among the three bacterial species, \nWolbachia\n sequences were the most abundant. BLASTx analysis showed that predicted genes from \nWolbachia\n scaffolds were associated with \nWolbachia\n proteins in GenBank. These bacterial and mitochondrial sequence-containing scaffolds were identified during the NCBI submission process and were manually removed from the submission.\nEvaluation of genome assemblies\nAssemblies made with ABySS and Platanus-allee with AGOUTI were run through QUAST v4.0 (\nMikheenko \net al.\n 2016\n) to determine scaffold number, N50, and GC%. All assemblies were examined for conserved genes and orthologs with BUSCO v9 (\nSimão \net al.\n 2015\n; \nWaterhouse \net al.\n 2017\n) using the Insecta set and training parameters set to “Nasonia”. NCBI BLAST+ (v 2.7.1) was used to compare selected scaffolds produced from male and female genome assemblies (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n). E-value threshold was set at 1x10\n−7\n. E-values of alignments were considered acceptable if within the range of 0 to 1x10\n−10\n.\nK-mer analysis was performed using the K-mer Analysis Toolkit (KAT) (\nMapleson \net al.\n 2016\n) and heat maps were used to compare multiplicity (coverage plus repeats) of K-mers to GC content of the reads, coloring bins according to the number of distinct K-mers in each. This analysis was used to determine whether there were separate clusters of multiplicity/GC content that might arise from different sources, such as contamination. BLAST (\nAltschul \net al.\n 1990\n; \nCamacho \net al.\n 2009\n; \nJohnson \net al.\n 2008\n) was used to search for homologs of a random sample of genomic scaffolds to which reads from each cluster mapped. The joint assembly of the \nLh 14\n genome was compared to the published \nL. clavipes\n genome (Bioproject: PRJNA84205 (\nKraaijeveld \net al.\n 2016\n)) through maps of 27-mer multiplicity \nvs.\n GC content. Finally, 27-mer multiplicity/GC content of the scaffolds (9.6 Mb) containing MSEV genes was compared to a random subset of scaffolds (9.6 Mb) without MSEV genes. Statistical differences between \nLh 14\n and \nL. clavipes\n genomes and between MSEV-gene containing scaffolds and non-MSEV-gene containing scaffolds were calculated using a multivariate Cramér test (\nIhaka and Gentleman 1996\n; \nBaringhaus and Franz 2004\n; \nFranz 2019\n).\nGene predictions, gene annotation, and viral gene searches\nGene predictions were performed on parallel and anti-parallel strands using AUGUSTUS (v3.3.1; August 2018) (\nStanke \net al.\n 2004\n; \nStanke and Morgenstern 2005\n; \nKeller \net al.\n 2011\n) with the \nNasonia\n training set. The AUGUSTUS readout was separated into mRNA, coding DNA sequence (CDS), and translations by gffread (\nTrapnell \net al.\n 2012\n).\nGene predictions were annotated by performing a BLASTx of all gene predictions against the entire nr database (Downloaded on January 2019) and InterProScan on the University of Delaware BIOMIX Cluster before using BLAST2GO (\nConesa \net al.\n 2005\n; \nGötz \net al.\n 2008\n) to finish annotation based on BLASTx and InterProScan results.\nNCBI BLAST+ (v 2.7.1) was used on a local machine to search predictions and scaffolds, cutoff was %ID >70%, E-value < 1E-50, and query coverage > 70%. MSEV genes and 1x10\n−2\n for Polydnavirus and Nudivirus proteins. Family \nPolydnaviridae\n and \nNudiviridae\n protein sequences for the 11 species available on OrthoDB v9 were downloaded on February 2019 (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n).\nWhole-body transcriptome sequencing and assembly\nTotal RNA extraction, library preparations, sequencing reactions, and bioinformatics analysis were conducted at GENEWIZ, INC (South Plainfield, NJ, USA). RNA was extracted from frozen tissue with the Qiagen RNeasy Plus Universal mini kit using manufacturer’s instructions (Qiagen, Hilden, Germany). The extracted RNA was quantified using a Qubit 2.0 Fluorometer and its integrity was checked with the 4200 TapeStation (Agilent Technologies, Palo Alto, CA, USA).\nRNA samples were enriched for mRNA using Oligo d(T) beads. RNA sequencing libraries were prepared using the NEBNext Ultra RNA Library Prep Kit for Illumina following manufacturer’s instructions (NEB, Ipswich, MA, USA). The sequencing libraries were validated by using the Agilent TapeStation. Quantification was performed using the Qubit 2.0 Fluorometer and quantitative PCR (KAPA Biosystems, Wilimington, MA, USA).\nSequencing libraries were clustered on a single lane of a flow cell and sequenced on the Illumina HiSeq 4000 instrument using a 2x150 PE configuration. Image analysis and base calling were conducted by the HCS. Raw sequence data (.bcl files) was converted into fastq files and de-multiplexed using Illumina’s bcl2fastq 2.17 software. One mismatch was allowed for index sequence identification.\nThe Trinity v2.5 (\nGrabherr \net al.\n 2011\n), \nde novo\n assembler was used to assemble the \nLh 14\n transcripts. The \nde novo\n assembled transcriptome was created with a minimum contig length of 200 bp per sample. Transrate v1.0.3 (\nSmith-Unna \net al.\n 2016\n) was used to generate statistics for the \nde novo\n assembled transcriptome. EMBOSS tools getorf were then used to find the ORFs within the \nde novo\n assembled transcriptome. The \nde novo\n transcriptome assembly was then annotated using Diamond BLASTx (\nBuchfink \net al.\n 2015\n).\nThe transcriptome reads were mapped to the genomic scaffolds for downstream analyses using HISAT2 or BWA (\nLi and Durbin 2009\n; \nKim \net al.\n 2015\n).\nPreparation of template DNA and PCR\nMale and female wasps (n = 12, for each sex), were separated and washed in 70% ethanol, and then rinsed twice in deionized water. Genomic DNA (gDNA) was extracted using a Qiagen DNeasy Blood and Tissue kit following provided protocols. gDNA was eluted in Tris-EDTA buffer, pH 8.0, and stored at 4°. The concentration of gDNA was determined by NanoDrop (Thermo Fisher).\nFor cDNA preparation, male and female wasps (n = 12 for each sex), were separated and washed in 70% ethanol and rinsed twice in deionized water. Total body RNA was extracted using 100 µL of Trizol (Invitrogen) following manufacturer’s protocols. RNA was resuspended in 0.1% DEPC treated water and treated with DNase I to remove contaminating DNA (Thermo Fisher Scientific). The RNA concentration was determined by NanoDrop (Thermo Fisher). cDNA was synthesized using Proto-Script First Strand cDNA Synthesis Kit (New England Biolabs).\nAnalysis of select genes\nPrimers for \np40 and SmGTPase01\n are as follows:\np40\n forward: GAATCATTGTTCGTTTGCTTGAAGAAAGAATTGG\np40\n reverse: CATTATTAATGGGCCTTTACAATAATTTTAGCC\nSmGTPase01\n forward: CGTTGCACTACCTTGTTTGTCA\nSmGTPase01\n reverse: TTGTCTTTGCCCTGAGCGTT\nPCRs were performed with Taq polymerase (gift of C. Li lab, CCNY), PCR buffer (300 mM Tris HCl pH 9.5, 75 mM (NH\n4\n)\n2\nSO\n4\n, 10 mM MgCl\n2\n) and deoxyribonucleotides (0.2 mM; Thermo Fisher Scientific). The PCR products were resolved on a 1% agarose gel in Tris acetic acid EDTA buffer (40 mM Tris HCl pH 7.6, 20 mM acetic acid, 1mM EDTA pH 8.0). Ethidium bromide (Sigma Aldrich)-stained gels were visualized on an ultra violet Trans-Illuminator (UVP) and gel images were taken using the DigiDocIt Imaging System (UVP). Gel images were processed in Adobe Photoshop for clarity only.\ngDNA or cDNA-containing PCR products were cloned into pCR TOPO II plasmids (Invitrogen) and transformed into DH10β competent cells (New England Biolabs). For plasmid preparation, colonies were screened via PCR and positive colonies were cultured in Luria Broth with ampicillin (100 µg/mL) at 37° overnight. Plasmids were extracted using Plasmid Miniprep kit (Qiagen) and sequenced (GENEWIZ, INC. South Plainfield, NJ, USA). Sequences were aligned using NCBI BLAST+ (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n) and Clustal Omega (\nLi \net al.\n 2015\n). Expected PCR band sizes were determined using SerialCloner (v2.6.1).\nData availability\nL. heterotoma\n strains (\nChiu \net al.\n 2006\n; \nSchlenke \net al.\n 2007\n) are available upon request. File S1 contains details of supplemental files and tables. File S2 contains listing of accession numbers for all sequences reported in this work. Figure S1 contains the 27-mer \nvs.\n GC count comparison of MSEV containing scaffolds to non-MSEV containing scaffolds. Table S1 contains annotations and related data for proteins. Table S2 contains BLAST search results of the MSEV proteome against the nr database. Table S3 contains all BUSCOs found in male, female, and joint genome assemblies. MSEV protein sequences are available upon request. Accession numbers for datasets are as follows: \nLeptopilina heterotoma\n strain \nLh\n 14, genome assembly: Male genome: QYUB0000000, Female genome: QYUC0000000, Joint genome: VOOK00000000. \nLeptopilina heterotoma\n strain \nLh\n 14, whole-body transcriptome: GHUQ00000000. \nLeptopilina heterotoma\n abdominal transcriptome by Goecks \net al.\n: GAJC0000000. \nLeptopilina clavipes\n genome Bioproject: PRJNA84205. \nLeptopilina heterotoma\n strain \nLh\n 14 proteome: PRIDE: PXD005632. Supplemental material available at figshare: \nhttps://doi.org/10.25387/g3.10005260\n.",
    "insects": "Insects\nIsogenized \nLh\n strains New York (NY; (\nChiu and Govind 2002\n; \nChiu \net al.\n 2006\n)) and \nLh\n 14 (\nSchlenke \net al.\n 2007\n), were raised on the \ny w\n strain of \nD. melanogaster\n that were reared on standard cornmeal, yeast, and agar fly food at 25° as described by \nSmall \net al\n. (2012)\n. Adult wasps were collected from parasitized hosts, 25 days after infection at 25°. Male and female wasps were stored on fly food with 70% honey on “buzz” plugs.",
    "analysis_of_msev_super-set_orfs": "Analysis of MSEV super-set ORFs\nPreviously undescribed open reading frames (ORFs) from the \nLh\n 14 MSEV proteome and sequenced as part of \nHeavner \net al\n. (2017)\n (PXD005632) are analyzed in the context of the published female abdominal (\nGoecks \net al.\n 2013\n) and whole body (this study) \nLh\n 14 transcriptomes. We have not observed any difference in venom activities of \nLh\n 14 and \nLh\n NY (\nMorales \net al.\n 2005\n; \nSchlenke \net al.\n 2007\n), or in wasp success under laboratory conditions. The \nLh\n 14 ORFs were aligned against transcripts from BioProject: PRJNA202370, Accession number GAJC0000000 (\nGoecks \net al.\n 2013\n) as previously described in \nHeavner \net al\n. (2017)\n. Proteins with an ORF and a transcript were run through the BLAST2GO (v 5.2; downloaded June 2018) annotation pipeline with an E-value threshold of 1x10\n−7\n (\nConesa \net al.\n 2005\n; \nGötz \net al.\n 2008\n). Results were organized and classified based on Gene Ontology (GO) terms from UniProt and InterPro (\nAshburner \net al.\n 2000\n; \nJones \net al.\n 2014\n; \nUniport Consortium 2015\n; \nThe Gene Ontology Consortium 2019\n). Proteins were considered “virulence-related” based on GO terms indicating involvement with infection, host evasion, inflammation, and immune response. ORFs that did not return results via BLAST or InterProScan (Class 3 proteins) were run through Conserved Domain Search (CDD) on NCBI (version 3.16) (\nMarchler-Bauer \net al.\n 2017\n). The E-value cut off for CDD search was 1x10\n−2\n. Proteins were considered to have a signal peptide if one was predicted using Phobeus and Signal P (\nKäll \net al.\n 2004\n; \nKäll \net al.\n 2007\n; \nNielsen 2017\n; \nAlmagro Armenteros \net al.\n 2019\n). Transmembrane domains were considered to be present if they were predicted using Phobeus and TMHMM (\nSonnhammer \net al.\n 1998\n; \nKrogh \net al.\n 2001\n; \nKäll \net al.\n 2004\n; \nKäll \net al.\n 2007\n).\nThe GhostKOALA algorithm (\nKanehisa \net al.\n 2016\n) was used to assign KEGG ortholog (KO) numbers for the MSEV superset protein sequences. If a primary KO number failed to be assigned by GhostKOALA, a secondary number assignment with a score >= 50 was used. Redundant KO numbers were excluded.\nMSEV proteins were included in the enrichment analyses only if a human ortholog exists; the gene identifiers for human orthologs were obtained from the MSEV KO and the UniProt mapping utility (\nLi \net al.\n 2015\n; \nUniport Consortium 2015\n). (Human orthologs were chosen because a robust proportion of Vesiclepedia’s data are derived from human vesicle proteomes.) The orthologs of human genes were analyzed for enrichment with the FunRich algorithm (\nPathan \net al.\n 2015\n; \nPathan \net al.\n 2017\n) against the Vesiclepedia database (\nKalra \net al.\n 2012\n; \nPathan \net al.\n 2019\n).\nFinally, the MSEV proteome was used as a query using BLASTp for the following databases: “non-redundant” (nr), nr restricted to Taxid: Viridae (10239), nr restricted to Taxid: Polydnaviridae (10482), and nr restricted to Taxid: Unclassified Polydnaviridae (40273) (E-value threshold: 1.0x10\n−3\n, %ID minimum: 20%, performed 04/16/2019). tBLASTn of \nL. boulardi\n and \nG. hookeri\n (previously called \nGanaspis spp. 1\n) (\nGoecks \net al.\n 2013\n) transcriptomes was performed on 03/10/2019; the threshold for homologs in \nLb\n and \nG. hookeri\n were 25% ID and an E-value of 1.0x10\n−10\n.",
    "genomes_sequencing_and_assembly": "Genomes sequencing and assembly\nLibrary preparations, sequencing reactions, and associated validations were conducted by GENEWIZ, Inc. (South Plainfield, NJ, USA). Genomic DNA was extracted from ∼50 mg of tissue (∼100 wasps) of \nLh\n males and females separately using mixed bead beating and PureLink Genomic DNA extraction kits following manufacturer’s protocol. Quantification of extracted DNA was performed using Nanodrop and Qubit2.0 Fluorometer (Live Technologies, Carlsbad, CA, USA). Integrity of genomic DNA was verified by gel electrophoresis (0.6% agarose). DNA libraries were prepared for each wasp gender by acoustic shearing fragmentation using a Covaris S220. Fragments were end repaired and adenylated prior to adapter ligation on 3′ ends (NEB NextUltra DNA Library Preparation kit, Illumina, San Diego, CA, USA). Enrichment and indexing of adapter-ligated DNA was done through limited cycle PCR. DNA library validation was performed using TapeStation (Agilent Technologies, Palo Alto, CA, USA). Libraries were quantified using Qubit 2.0 Fluorometer.\nReal time PCR (Applied Biosystems, Carlsbad, CA, USA) was used to quantify DNA molar mass for each library before multiplexing in equal molar mass. DNA libraries were sequenced using a 2x150 paired-end (PE) configuration on one lane on an Illumina HiSeq 4000. Image analysis and base calling were performed using the HiSeq Control Software (HCS) on the HiSeq instrument.\nThe average size of inserts (without adaptors) in the Illumina library was ∼300-350 bp. \nDe novo\n assembly of reads and scaffolding of contigs was performed using ABySS 2.2 (\nJackman \net al.\n 2017\n) by the New York Genome Center. \nDe novo\n assembly of combined male/female genome was performed using Platanus-allee (\nKajitani \net al.\n 2019\n) and scaffolding was improved using AGOUTI (\nZhang \net al.\n 2016\n) on the University of Delaware’s BIOMIX cluster.\nSequences from \nDrosophila\n-associated bacteria such as \nWolbachia\n spp., \nAcetobacter pasteurianus\n, and \nLactobacillus plantarum\n were identified in both assemblies. \nWolbachia\n are endosymbionts of many insects including \nLeptopilina\n spp. (\nPannebakker \net al.\n 2004\n; \nWerren \net al.\n 2008\n; \nGueguen \net al.\n 2012\n). \nLactobacilli\n and \nAcetobacter\n are symbionts and commensals of sugar-consuming insects (\nCrotti \net al.\n 2010\n; \nEngel and Moran 2013\n). Among the three bacterial species, \nWolbachia\n sequences were the most abundant. BLASTx analysis showed that predicted genes from \nWolbachia\n scaffolds were associated with \nWolbachia\n proteins in GenBank. These bacterial and mitochondrial sequence-containing scaffolds were identified during the NCBI submission process and were manually removed from the submission.",
    "evaluation_of_genome_assemblies": "Evaluation of genome assemblies\nAssemblies made with ABySS and Platanus-allee with AGOUTI were run through QUAST v4.0 (\nMikheenko \net al.\n 2016\n) to determine scaffold number, N50, and GC%. All assemblies were examined for conserved genes and orthologs with BUSCO v9 (\nSimão \net al.\n 2015\n; \nWaterhouse \net al.\n 2017\n) using the Insecta set and training parameters set to “Nasonia”. NCBI BLAST+ (v 2.7.1) was used to compare selected scaffolds produced from male and female genome assemblies (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n). E-value threshold was set at 1x10\n−7\n. E-values of alignments were considered acceptable if within the range of 0 to 1x10\n−10\n.\nK-mer analysis was performed using the K-mer Analysis Toolkit (KAT) (\nMapleson \net al.\n 2016\n) and heat maps were used to compare multiplicity (coverage plus repeats) of K-mers to GC content of the reads, coloring bins according to the number of distinct K-mers in each. This analysis was used to determine whether there were separate clusters of multiplicity/GC content that might arise from different sources, such as contamination. BLAST (\nAltschul \net al.\n 1990\n; \nCamacho \net al.\n 2009\n; \nJohnson \net al.\n 2008\n) was used to search for homologs of a random sample of genomic scaffolds to which reads from each cluster mapped. The joint assembly of the \nLh 14\n genome was compared to the published \nL. clavipes\n genome (Bioproject: PRJNA84205 (\nKraaijeveld \net al.\n 2016\n)) through maps of 27-mer multiplicity \nvs.\n GC content. Finally, 27-mer multiplicity/GC content of the scaffolds (9.6 Mb) containing MSEV genes was compared to a random subset of scaffolds (9.6 Mb) without MSEV genes. Statistical differences between \nLh 14\n and \nL. clavipes\n genomes and between MSEV-gene containing scaffolds and non-MSEV-gene containing scaffolds were calculated using a multivariate Cramér test (\nIhaka and Gentleman 1996\n; \nBaringhaus and Franz 2004\n; \nFranz 2019\n).",
    "gene_predictions,_gene_annotation,_and_viral_gene_searches": "Gene predictions, gene annotation, and viral gene searches\nGene predictions were performed on parallel and anti-parallel strands using AUGUSTUS (v3.3.1; August 2018) (\nStanke \net al.\n 2004\n; \nStanke and Morgenstern 2005\n; \nKeller \net al.\n 2011\n) with the \nNasonia\n training set. The AUGUSTUS readout was separated into mRNA, coding DNA sequence (CDS), and translations by gffread (\nTrapnell \net al.\n 2012\n).\nGene predictions were annotated by performing a BLASTx of all gene predictions against the entire nr database (Downloaded on January 2019) and InterProScan on the University of Delaware BIOMIX Cluster before using BLAST2GO (\nConesa \net al.\n 2005\n; \nGötz \net al.\n 2008\n) to finish annotation based on BLASTx and InterProScan results.\nNCBI BLAST+ (v 2.7.1) was used on a local machine to search predictions and scaffolds, cutoff was %ID >70%, E-value < 1E-50, and query coverage > 70%. MSEV genes and 1x10\n−2\n for Polydnavirus and Nudivirus proteins. Family \nPolydnaviridae\n and \nNudiviridae\n protein sequences for the 11 species available on OrthoDB v9 were downloaded on February 2019 (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n).",
    "whole-body_transcriptome_sequencing_and_assembly": "Whole-body transcriptome sequencing and assembly\nTotal RNA extraction, library preparations, sequencing reactions, and bioinformatics analysis were conducted at GENEWIZ, INC (South Plainfield, NJ, USA). RNA was extracted from frozen tissue with the Qiagen RNeasy Plus Universal mini kit using manufacturer’s instructions (Qiagen, Hilden, Germany). The extracted RNA was quantified using a Qubit 2.0 Fluorometer and its integrity was checked with the 4200 TapeStation (Agilent Technologies, Palo Alto, CA, USA).\nRNA samples were enriched for mRNA using Oligo d(T) beads. RNA sequencing libraries were prepared using the NEBNext Ultra RNA Library Prep Kit for Illumina following manufacturer’s instructions (NEB, Ipswich, MA, USA). The sequencing libraries were validated by using the Agilent TapeStation. Quantification was performed using the Qubit 2.0 Fluorometer and quantitative PCR (KAPA Biosystems, Wilimington, MA, USA).\nSequencing libraries were clustered on a single lane of a flow cell and sequenced on the Illumina HiSeq 4000 instrument using a 2x150 PE configuration. Image analysis and base calling were conducted by the HCS. Raw sequence data (.bcl files) was converted into fastq files and de-multiplexed using Illumina’s bcl2fastq 2.17 software. One mismatch was allowed for index sequence identification.\nThe Trinity v2.5 (\nGrabherr \net al.\n 2011\n), \nde novo\n assembler was used to assemble the \nLh 14\n transcripts. The \nde novo\n assembled transcriptome was created with a minimum contig length of 200 bp per sample. Transrate v1.0.3 (\nSmith-Unna \net al.\n 2016\n) was used to generate statistics for the \nde novo\n assembled transcriptome. EMBOSS tools getorf were then used to find the ORFs within the \nde novo\n assembled transcriptome. The \nde novo\n transcriptome assembly was then annotated using Diamond BLASTx (\nBuchfink \net al.\n 2015\n).\nThe transcriptome reads were mapped to the genomic scaffolds for downstream analyses using HISAT2 or BWA (\nLi and Durbin 2009\n; \nKim \net al.\n 2015\n).",
    "preparation_of_template_dna_and_pcr": "Preparation of template DNA and PCR\nMale and female wasps (n = 12, for each sex), were separated and washed in 70% ethanol, and then rinsed twice in deionized water. Genomic DNA (gDNA) was extracted using a Qiagen DNeasy Blood and Tissue kit following provided protocols. gDNA was eluted in Tris-EDTA buffer, pH 8.0, and stored at 4°. The concentration of gDNA was determined by NanoDrop (Thermo Fisher).\nFor cDNA preparation, male and female wasps (n = 12 for each sex), were separated and washed in 70% ethanol and rinsed twice in deionized water. Total body RNA was extracted using 100 µL of Trizol (Invitrogen) following manufacturer’s protocols. RNA was resuspended in 0.1% DEPC treated water and treated with DNase I to remove contaminating DNA (Thermo Fisher Scientific). The RNA concentration was determined by NanoDrop (Thermo Fisher). cDNA was synthesized using Proto-Script First Strand cDNA Synthesis Kit (New England Biolabs).",
    "analysis_of_select_genes": "Analysis of select genes\nPrimers for \np40 and SmGTPase01\n are as follows:\np40\n forward: GAATCATTGTTCGTTTGCTTGAAGAAAGAATTGG\np40\n reverse: CATTATTAATGGGCCTTTACAATAATTTTAGCC\nSmGTPase01\n forward: CGTTGCACTACCTTGTTTGTCA\nSmGTPase01\n reverse: TTGTCTTTGCCCTGAGCGTT\nPCRs were performed with Taq polymerase (gift of C. Li lab, CCNY), PCR buffer (300 mM Tris HCl pH 9.5, 75 mM (NH\n4\n)\n2\nSO\n4\n, 10 mM MgCl\n2\n) and deoxyribonucleotides (0.2 mM; Thermo Fisher Scientific). The PCR products were resolved on a 1% agarose gel in Tris acetic acid EDTA buffer (40 mM Tris HCl pH 7.6, 20 mM acetic acid, 1mM EDTA pH 8.0). Ethidium bromide (Sigma Aldrich)-stained gels were visualized on an ultra violet Trans-Illuminator (UVP) and gel images were taken using the DigiDocIt Imaging System (UVP). Gel images were processed in Adobe Photoshop for clarity only.\ngDNA or cDNA-containing PCR products were cloned into pCR TOPO II plasmids (Invitrogen) and transformed into DH10β competent cells (New England Biolabs). For plasmid preparation, colonies were screened via PCR and positive colonies were cultured in Luria Broth with ampicillin (100 µg/mL) at 37° overnight. Plasmids were extracted using Plasmid Miniprep kit (Qiagen) and sequenced (GENEWIZ, INC. South Plainfield, NJ, USA). Sequences were aligned using NCBI BLAST+ (\nJohnson \net al.\n 2008\n; \nCamacho \net al.\n 2009\n) and Clustal Omega (\nLi \net al.\n 2015\n). Expected PCR band sizes were determined using SerialCloner (v2.6.1).",
    "data_availability": "Data availability\nL. heterotoma\n strains (\nChiu \net al.\n 2006\n; \nSchlenke \net al.\n 2007\n) are available upon request. File S1 contains details of supplemental files and tables. File S2 contains listing of accession numbers for all sequences reported in this work. Figure S1 contains the 27-mer \nvs.\n GC count comparison of MSEV containing scaffolds to non-MSEV containing scaffolds. Table S1 contains annotations and related data for proteins. Table S2 contains BLAST search results of the MSEV proteome against the nr database. Table S3 contains all BUSCOs found in male, female, and joint genome assemblies. MSEV protein sequences are available upon request. Accession numbers for datasets are as follows: \nLeptopilina heterotoma\n strain \nLh\n 14, genome assembly: Male genome: QYUB0000000, Female genome: QYUC0000000, Joint genome: VOOK00000000. \nLeptopilina heterotoma\n strain \nLh\n 14, whole-body transcriptome: GHUQ00000000. \nLeptopilina heterotoma\n abdominal transcriptome by Goecks \net al.\n: GAJC0000000. \nLeptopilina clavipes\n genome Bioproject: PRJNA84205. \nLeptopilina heterotoma\n strain \nLh\n 14 proteome: PRIDE: PXD005632. Supplemental material available at figshare: \nhttps://doi.org/10.25387/g3.10005260\n.",
    "results_and_discussion": "Results and Discussion\nThe MSEV proteome superset\nA comparative study of the proteomes of the MSEVs from \nLh\n 14 and \nLh\n NY strains previously generated a list of 161 “common” MSEV proteins (\nHeavner \net al.\n 2017\n). More than 90% of the 161 proteins are part of the \nLh\n 14 MSEV proteome. To describe MSEVs more completely, we characterized a larger set of 407 MSEV proteins from \nLh\n 14 (161 common and 246 \nLh\n 14) and define this set as the \nLh\n MSEV “super-set” (\nFigure 1A\n). Key results from annotation-based classification, analysis for signal peptide and/or transmembrane domain, and presence/absence of proteins in related wasps are summarized below and in Table S1.\nFigure 1\nThe superset of MSEV proteins: (A) \nLh\n 14 MSEV proteins were annotated using BLAST2GO prior to class sorting via annotation and GO Terms. Wedges denoted as “Common,” were previously published in (\nHeavner \net al.\n 2017\n) and represent proteins found in both \nLh\n 14 and \nLh\n NY MSEV proteomes. New proteins analyzed in this work are in wedges labeled “\nLh\n 14 Only.” A majority of proteins belong to Class 1. Table S1 lists 246 proteins added to the superset \nLh\n 14 proteome. (B) and (C) Enrichment analysis of MSEV superset shows high association with exosomes and mitochondria compared to other cellular organelles according to Vesiclepedia. –log \n10\n (p-value) trend shown in orange for both graphs. The p-values were calculated with the Bonferroni method. (B) Percentage of MSEV genes associated with specific cellular compartments found in Vesiclepedia, relative to all MSEV genes. Of the superset proteins, 41 and 49% are associated with mitochondria and exosomes, respectively (\nP\n = 3 × 10\n−57\n; 1 × 10\n−53\n). (C) Fold-enrichment of the MSEV dataset in specific cellular compartments. Although many protein classes are present in the proteome, exosomal and mitochondrial proteins show more significant enrichments.\nThe presence/absence of signal peptide (SP) alone, or SP with/without the transmembrane (TM) domain(s) in MSEV proteins reveals their possible location (\ni.e.\n, potentially secreted into the venom gland lumen or associated with MSEV membrane). We therefore searched the 246 \nLh\n 14 proteins for SP and TM domains. Of the 246 proteins, 55 (22.35%) have a predicted SP domain, 37 (15.04%) have a predicted TM domain, while 6 (2.44%) have both a predicted SP and TM domain.\nAfter annotation, we found that a majority (183/246 or 75%) of the 246 proteins can be classified as core eukaryotic cell biology proteins (Class 1); 13/246 (5%) proteins as virulence- and immunity-related based on associated GO terms (\nAshburner \net al.\n 2000\n; \nThe Gene Ontology Consortium 2019\n) (Class 2); and 50/246 or 20% as novel sequences without high confidence annotation (Class 3) (Table S1). A presence/absence analysis of these 246 proteins in published transcriptomes (\nGoecks \net al.\n 2013\n) of \nLb\n or a more distantly related wasp, \nG. hookeri\n (for thresholds see Methods) revealed the following: only 43/246 (17%) \nLh\n MSEV proteins are expected to be found in \nLb\n and/or \nG. hookeri\n (Table S1). Of these, 33/43 (77%) proteins were in Class 1 but only 7/43 (16%) and 3/43 (7%) were in Class 2 and Class 3 categories, respectively. These results support the idea that, multiple but different, infection strategies and/or host evasion strategies might exist among different wasps infecting the same hosts.\nWhile most of the Class 1 proteins were annotated as ribosomal or mitochondrial-related, a few were described as integral membrane proteins, vesicle trafficking protein SEC22b (E-value: 6.22E-145), and the ion channels sideroflexin 1 and 2 (E-value: 0). We also identified an apolipophorin (E-value: 1.02E-7) (Table S1). The presence of these membrane-associated proteins reinforces the vesicular nature of MSEVs.\nExamples of Class 2 proteins include the neural/ectodermal development factor IMP-L2 (E-value: 5.29x10\n−50\n) and a protein involved in pain reception, CG9231 (E-value: 4.39x10\n−15\n). A viral-like Diedel protein (E-value: 1.77x10\n−7\n), viral Enhancin (E-value: 6.02x10\n−5\n), l(2)37Cc (E-value: 3.39x10\n−165\n), odorant binding protein 56d-like (E-value: 5.64x10\n−50\n), major royal jelly protein (E-value: 8.59x10\n−135\n), and two venom acid-phosphatases Acph-1 (E-value: 4.12x10\n−5\n) were also found in the Class 2 category; their cDNA sequences were published previously (\nHeavner \net al.\n 2013\n) (Table S1). It is possible that these MSEV proteins modulate the hosts’ immune responses and/or influence host development to facilitate successful parasitism.\nWithin Class 3, 45 proteins (90%) lacked BLASTp and InterProScan results. However, Conserved Domain Database (CDD) (\nMarchler-Bauer \net al.\n 2017\n) searches returned 9 hits identifying potentially functional domains (\nTable 1\n). This included (a) a CD99L2 like antigen (%ID: 24%, E-value: 3x10\n−3\n), (b) a DEAD-like helicases superfamily member (%ID: 22%, E-value 2x10\n−4\n) and (c) a herpes outer envelope glycoprotein 350 (gp350), (%ID: 28%, E-value: 4x10\n−3\n) (\nTable 1\n).\nTable 1\nCDD-search results of MSEV “un-annotated” proteins in the super-set. MSEV ORFs that completed the BLAST2GO pipeline and did not return any results were run through the NCBI CDD-Search Version 3.16 (Accessed: Aug. 2018). Of 45 queries, only 9 returned hits with threshold set to 1x10\n−2\n. The ninth result came from a search with E-value threshold set to 1. Results listed are all unique, high scoring hits for each ORF that returned hits from the search\nMSEV Superset Unknowns CDD-Search Results\nQuery (in-house ID)\nPSSM-ID\nFrom\nTo\nE-Value\nAccession\nShort name\nGAJC01013214.1_14\n331760\n25\n98\n0.000176\ncl26939\nDEXDc superfamily\nGAJC01012558.1_12\n330317\n39\n205\n0.003987\ncl25496\nHerpes_BLLF1 superfamily/gp350\nGAJC01011863.1_13\n311912\n86\n187\n0.003653\ncl07006\nRNA_polI_A34 superfamily\nGAJC01011463.1_48\n315064\n234\n335\n0.002964\ncl13702\nCD99L2 superfamily\nGAJC01010930.1_16\n328726\n32\n61\n0.001252\ncl21457\nICL_KPHMT superfamily\nGAJC01010353.1_14\n331876\n31\n121\n0.001483\ncl27055\nMutS_III superfamily\nGAJC01009713.1_25\n311628\n138\n225\n0.000133\ncl06688\nTSGP1 superfamily\nGAJC01009493.1_4\n328724\n79\n96\n0.001983\ncl21455\nP-loop_NTPase superfamily\nGAJC01002124.1_43\n330572\n4\n269\n0.0073146\ncl25751\nDUF4045 superfamily\nA BLASTp DELTA-BLAST of the potential gp350 domain against the nr database specifying “Vira” (taxid: 10239) under organism resulted in Crimean-Congo hemorrhagic fever orthonairovirus envelope glycoprotein (%ID: 30%, E-value: 2.5x10\n−1\n), Lymphocryptovirus Macaca gp350 (%ID: 29%, E-value: 7.2x10\n−1\n), and Gallid Alphaherpesvirus 1 envelope glycoprotein J (%ID: 26%, E-value: 1.2) as top hits. BLASTp DELTA-BLAST of the potential gp350 domain against the nr database for Hymenoptera yielded an uncharacterized protein as the best hit (%ID: 24%, E-value: 8x10\n−6\n) in the ant \nVollenhovia emeryi\n. This ant protein is predicted to contain calcium-binding EGF domains. The second hit in this search is from \nN. vitripennis\n for a predicted mucin-3A like glycoprotein (\nGendler and Spicer 1995\n) (%ID: 24%, E-value: 2x10\n−4\n). Interestingly, transcripts related to the potential \nLh\n gp350-like protein are not found in the \nLb\n or \nG. hookeri\n transcriptomes (Table S1) (\nGoecks \net al.\n 2013\n). Presence of this gp350-like protein in \nLh\n MSEVs, but its absence in \nLb\n MSEVs, suggests that it somehow contributes to differences in \nLh\n/\nLb\n host-parasite interactions and is therefore worthy of future studies. Complement receptor type 2 (CR2) in human B lymphocytes interacts with gp350 during Epstein-Barr infection (\nYoung \net al.\n 2008\n) and finding a verified homolog of CR2 in \nDrosophila\n hosts would be interesting in future research.\nBecause more than 200 proteins have now been added to the previously described MSEV proteome (\nHeavner \net al.\n 2017\n), we re-evaluated our previous enrichment analysis. In an ortholog-based comparison of the superset to human extracellular vesicle (EV) proteomes in Vesiclepedia (the most current and robust source of EV data (\nKalra \net al.\n 2012\n)), we found that the largest proportion of superset proteins (49%) are proteins specifically associated with exosomes (\nFigure 1B\n). In human and mouse EV proteomes, mitochondrial and ribosomal proteins are enriched (\nKalra \net al.\n 2012\n). Accordingly, protein components of mitochondria (\ne.g.\n, respiratory chain) and ribosomes (\ne.g.\n, large and small subunit proteins) are found to be highly enriched in the \nLh\n MSEV superset. However, we found that the significance of the enrichment was higher between the superset and exosomal proteins than mitochondrial or ribosomal proteins (\nFigure 1C\n). These results demonstrate the similarities in the protein profiles of MSEVs and EVs.\nDo Lh MSEVs contain homologs of PDV or viral proteins?\nEven though figitid \nLeptopilina\n wasps are distantly related to PDV-containing Ichneumonid and Braconid wasps (\nMisof \net al.\n 2014\n; \nStrand and Burke 2015\n), an association of PDV-like viruses in figitid wasps cannot be discounted because of shared evolutionary history. Recent publications have identified capsid-less VLPs in Ichneumonidae wasps (\nVolkoff \net al.\n 2010\n; \nPichon \net al.\n 2015\n; \nBurke \net al.\n 2018\n) and it is possible that \nLh\n MSEVs have a similar viral origin. We therefore analyzed the \nLh\n MSEV proteome superset against the GenBank PDV database, and then against its entire Viridae database.\nTo identify false positives, MSEV proteins with positive PDV hits (E-values were less than 1.0x10\n−3\n, %ID was 20% or greater, and query coverage was 30% or higher) were also searched against the unrestricted nr database to compare relatedness. If an MSEV protein is similar to a viral or virus-related PDV protein, we expected that, in the unrestricted nr database search, the MSEV query sequence would align again with the same viral subject sequences, but with a lower E-value (Table S2).\nFor PDV searches (Taxid: 10482 and Taxid: 40273), four proteins returned hits with E-values better than 1.0x10\n−20\n and query coverage greater than 30%. Three of these hits are conserved proteins (cytochrome P450 and histone 4) while the fourth result identified an uncharacterized \nCotesia congregata\n bracovirus (CcBV) protein (%ID: 31.08%, E-value: 1.38x10\n−17\n, query coverage: 77%) (Table S2). The unbiased BLASTp search against the entire nr database however had better results against eukaryotic proteins (E values: 0 to 2.0x10\n−7\n and %ID from 100 to 56.25) (Table S2). In fact, the query that yielded the CcBV protein was better matched to a eukaryotic ribonuclease (%ID: 26.06%, E-value 1.14x10\n−16\n, query coverage: 84%) (Table S2). These results suggest that MSEV sequence similarities with PDV proteins may not be significant.\nWe also searched the \nLh\n MSEV superset for presence of \nL. boulardi\n Filamentous Virus (LbFV) homologs (LbFV is a behavior manipulating virus of \nLb\n (\nVaraldi \net al.\n 2006\n; \nPatot \net al.\n 2012\n)). Of LbFV’s 108 genes, 13 are present in genomes of \nLb\n, \nLh\n and related species, and the 13 transcripts are expressed in the \nLb\n venom gland (\nDi Giovanni \net al.\n 2019\n). Within our thresholds, we obtained only three (of 13) sequences with similarity to LbFV ORFs. However, these three \nLh\n MSEV proteins, with hits for LbFV sequences obtained better scoring hits in the unrestricted nr database, suggesting that the \nLh\n MSEV proteins are not highly related to the LbFV proteins (Table S2).\nWhen comparing MSEV proteins to the entirety of Viridae, a total of 35 MSEV proteins had hits with %IDs ranging from 30 to 71% and E-values ranging from 1.0x10\n−22\n to 1.0x10\n−178\n (Table S2). However, a BLASTp search against the entire nr database found that proteins with results for viral hits had better scores when searched against the entire nr database, indicating that while viral hits are possible, they are not the best match (Table S2). This result, in addition to the fact that 372 other MSEV proteins (including the Diedel and Enhancin (Table S1)) did not return viral hits, would indicate that a majority of MSEV proteins are not closely related to viral proteins.\nThe whole-body transcriptome contains expressed MSEV transcripts\nWe performed a mixed-gender whole-body transcriptome sequencing and \nde novo\n assembly of \nLh\n transcripts. This assembly generated 104,066 transcripts. This dataset is more than three times larger than the published data derived from abdomens of female wasps that has 31,400 transcripts (\nGoecks \net al.\n 2013\n). A BLAST analysis of the female abdominal transcripts against the male/female whole-body transcripts showed that a majority (21,493/31,400, 68.4%) were present in the latter data set.\nWe searched the whole-body transcriptome for MSEV protein coding sequences using tBLASTn. Of 407 MSEV superset proteins, we identified transcripts for 371 (91.1%) proteins. Despite the ∼9% discrepancy (likely due to differences in expression levels due to different experimental conditions), these results largely verify the transcript data from (\nGoecks \net al.\n 2013\n) that we have based our proteomic analyses on. Of the 371 MSEV transcripts identified, 233 (63%) encode Class 1, 44 (12%) encode Class 2, and 94/371 (25%) encode Class 3 proteins.\nAssembly of the Lh genome\nWe separately sequenced \nLh\n 14 male and female genomic DNA and assembled the paired-end reads \nde novo\n, using ABySS (\nJackman \net al.\n 2017\n). These assemblies have a modest scaffold N50 of 4,800 with more than 100,000 scaffolds and an average coverage of 87% (\nTable 2\n). Assembly with MaSurCa (\nZimin \net al.\n 2013\n) provided similar results (data not shown), indicating that our assembly quality is limited likely due to factors such as large genome size and repetitive sequence regions (\nDominguez Del Angel \net al.\n 2018\n). Although the N50 values and large number of scaffolds indicate that the genome is not highly assembled, we found at least 80% of BUSCOs shared in the Insecta set in both assemblies (\nTable 2\n, BUSCOs in Table S3).\nTable 2\nAssembly statistics: Statistics of male, female, and combined (male plus female) \nLh\n genomes as assessed by QUASTv4.0 and BUSCOv9.0. Percent coverage was found by mapping sequencing reads back to assembly using HISAT2. The identified BUSCOs can be found in Table S1. The QUAST program was run with parameters set for eukaryotic genomes and scaffolds. The BUSCO program was run with species set to ‘Nasonia.’ Contigs smaller than 500 bp were excluded\nASSEMBLY STATISTICS\nMale\nFemale\nJoint\nAssembly\nN50 (bp)\n4,779\n4,843\n11906\nNo. scaffolds\n147,558\n147,549\n83,487\nLargest scaffold (bp)\n306,667\n176,371\n375,275\nTotal length (bp)\n474,383,205\n472,302,230\n462,564,754\nGC%\n27.54\n27.28\n27.84\nCoverage (%)\n87.7\n86.8\n91.1\nBUSCOs (Insecta)\nComplete\n80.2%\n81.3%\n90.9%\nSingle\n69.4%\n71.8%\n89.2%\nDuplicated\n10.8%\n9.5%\n1.7%\nFragmented\n15.9%\n15.1%\n6.5%\nMissing\n3.9%\n3.6%\n2.6%\nn\n1658\n1658\n1658\nWhile still fragmented, a \nde novo\n joint assembly of male and female sequences using Platanus-allee and AGOUTI improved assembly and scaffolding statistics (N50: 11,906, average coverage 91%). The number of found BUSCOs in the joint assembly rose to 90% (\nTable 2\n, BUSCOs in Table S3).\nAnalysis of K-mer multiplicity \nvs.\n GC content in the genome sequencing reads using the K-mer analysis tool, KAT (\nMapleson \net al.\n 2016\n) showed three possible clusters, although they are difficult to distinguish (\nFigure 2A\n). Cluster 1 has high multiplicity (450-650), Cluster 2 has lower multiplicity and a wide range of GC content, and Cluster 3 has the lowest multiplicity and the highest GC content. Cluster 3 overlaps with Cluster 2 making them hard to fully separate. BLAST searches of a random sample (1,672/4,482) from Cluster 1 contigs hit insect homologs 73% (1,220/1,672) of the time, \nAcetobacter\n homologs 13% (216/1,672) of the time, and then a variety of mostly Eukaryotic hits. Cluster 2 represents a majority of the wasp genome (>94%), and blast hits of a random sample (316/68,173) of its contigs almost exclusively had homologs in Hymenoptera (311/316; 98%) and mostly in \nL. heterotoma\n (227/316; 71%). Cluster 3 is the smallest of the three and contigs from Cluster 3 had homologs exclusively in \nAcetobacter\n (110/110). There was no evidence for contamination from a viral source or discrete MSEV-specific set of nucleic acid sequence.\nFigure 2\nAnalysis of K-mer coverage \nvs.\n GC count. (A) Analysis of genomic reads. 27-mers generated from the cleaned Illumina reads used to assemble the \nL. heterotoma\n genome binned by their GC count \nvs.\n multiplicity (total counts among the reads). Bins are colored by the number of distinct K-mers. Different clusters are identified as shown and described in the text. (B and C): A map of 27-mer multiplicity \nvs.\n GC content of the joint assembly of the \nLh 14\n genome (B) to a map from the published \nL. clavipes\n genome (Bioproject: PRJNA84205) (C).\nFurthermore, K-mer multiplicity \nvs.\n GC content for the joint assembly of the \nLh 14\n genome (\nFigure 2B\n) showed a very similar heat map to that using the published assembly of \nL. clavipes\n (\nFigure 2C\n; Bioproject: PRJNA84205 (\nKraaijeveld \net al.\n 2016\n)). The two genomes have highly similar 27-mer/GC profiles that do not differ statistically (multivariate Cramér test statistic = 114,119, \nP\n = 0.73, number bootstrap-replicates = 1000). The \nL. heterotoma\n assembly has 27-mers with approximately twice the multiplicity of those found in \nL. clavipes\n, which may represent increased repeat content in \nL. heterotoma\n and is supported by an assembly size over 200 Mb larger than the \nL. clavipes\n genome (463 Mb \nvs.\n 255 Mb) (\nKraaijeveld \net al.\n 2016\n).\nMSEV genes are encoded in the wasp genome\nUsing our annotation pipeline, 28,481 predicted genes were annotated. Within the annotated genes, we found 8 genes for the body color \nyellow\n, 3 \nmajor royal jelly protein\n (\nmrjp\n) genes, 25 odorant receptor/odorant binding protein coding genes, and 94 gene predictions for \ncytochrome P450\n. Some of these nuclear genes are not only involved in development and cellular processes, but are also included in the MSEV proteome (Table S1 and (\nHeavner \net al.\n 2017\n)). A search of gene predictions for MSEV proteins via tBLASTn identified 325 of 407 (80%) MSEV sequences (\nTable 3\n). Of these, 153/407 (38%) had a percent identity of 95% or greater. Presence or removal of scaffolds with bacterial DNA sequences from either the separate male/female or the joint assembly did not affect this number, supporting the nuclear location of a majority of the MSEV genes.\nTable 3\nMSEV genes found in scaffolds and predictions: Gene predictions from genome assembly scaffolds and AUGUSTUS gene predictions were searched for MSEV genes using tBLASTn. Results better than %ID >70%, E-value < 1x10\n−50\n, and query coverage > 70% were retained\nMSEV GENES FOUND IN GENOME ANALYSIS\nMSEV BLASTn scaffold results\nAUGUSTUS prediction results\nFound\nPercentage\nFound\nPercentage\nFemale\n278\n68.3\n169\n41.5\nMale\n275\n67.6\n166\n40.8\nShared in M+F\n265\n159\nJoint Assembly\n375\n92.1%\n325\n79.9%\nAs gene prediction software can potentially miss genes (\nWang \net al.\n 2004\n), we searched the genomic scaffolds directly for MSEV-coding sequence regions using known protein sequences as queries via tBLASTn before and after removal of bacterial sequences. In both cases, 375/407 (92%) MSEV sequences were at least 70% complete as determined by query coverage (\nTable 3\n). Of these, 191/407 (47%) had a percent identity of 95% or greater.\nThe scaffolds containing MSEV genes (Fig. S1A) were also compared to a random subset of scaffolds without MSEV genes (Fig S1B) for their 27-mer/GC profiles. These appeared to not differ statistically (multivariate Cramér test statistic = 3755, \nP\n = 0.80, number bootstrap-replicates = 1000), indicating that the MSEV genes lie on scaffolds that resemble the rest of the genome.\nCharacterization of select MSEV genes\nWe spot checked small portions of the genome for gene structure predictions of MSEV virulence protein genes \nSmGTPse01\n (Class 2) and \np40\n (Class 3). For this, we sequenced PCR products of gDNA corresponding to these genes.\nThe MSEV SmGTPase01 has prokaryotic-like GTPase domains and its gene is expected to lack introns (\nHeavner \net al.\n 2017\n). The predicted \nSmGTPase01\n CDS spans 936 bp, which contains the functional GTPase domain (\nHeavner 2018\n). Scaffolds from male and female genomes confirmed the absence of coding region introns (data not shown). We hypothesized that primers in 5′ and 3′ untranslated regions (UTRs) should amplify the exact fragment from cDNA/gDNA as template based on manual characterization of the \nSmGTPase01\n locus (\nHeavner 2018\n) (\nFigure 3A\n). This prediction was borne out and we amplified an 873 bp fragment only from female cDNA and from both male and female gDNA (\nFigure 3C\n). The sequenced PCR products were identical to corresponding sequence within the assembly and the published transcript sequence from Goecks \net al.\n (data not shown).\nFigure 3\nPredicted gene structures verified by PCR amplification experiments (A, B). Diagrams showing primer locations and predicted gene structures of \nSmGTPase01\n (A) and \np40\n (B). Black arrows indicate primer locations, light gray indicates introns, UTR regions are dark gray and labeled, exons encoding potential protein domains are labeled as shown. Cream colored regions in panel A do not have a specified domain. Diagrams were drawn using GenomeDiagram as part of the Biopython (v. 1.6) package (\nPritchard \net al.\n 2006\n; \nCock \net al.\n 2009\n). Each row in the panels A and B diagrams corresponds to approximately 1,000 bp. For primer sequences, see methods. (C and D) Ladder is Thermo Fisher MassRuler ladder. (C) PCR products for \nSmGTPase01\n from male or female cDNA and gDNA. All products are 873 bp long. Male cDNA PCR was negative. (D) PCR products for \np40\n from male or female cDNA and gDNA. The expected band for \np40\n cDNA is 939 bp and for gDNA is 1,630 bp. Male cDNA PCR was negative. Sequence analysis of PCR amplification products confirmed gene prediction results.\nThe \np40\n gene encodes a protein that is structurally similar to T3SS bacterial needle-tip proteins IpaD/SipD from \nShigella\n and \nSalmonella\n. However, \np40\n’s genomic sequence is expected to have introns (\nHeavner \net al.\n 2017\n). The full p40 gene was computationally assembled and predicted within both male and female genomes. Primers designed for \np40\n’s 5′ and 3′ UTRs (\nGoecks \net al.\n 2013\n; \nRamroop 2016\n) (\nFigure 3B\n), allowed amplification of \np40\n’s 939 bp cDNA only in preparations from female wasp extracts, but gDNA bands at 1,630 bp were detected from reactions when either male or female genome was used as template, indicating the presence of introns (\nFigure 3D\n). Sequencing the cloned cDNA product from females confirmed the published cDNA sequence (\nHeavner \net al.\n, 2017\n). We also cloned and sequenced the gDNA products from male and female wasps and found the sequences to be identical (data not shown).\nUnlike the well-characterized \nDrosophila\n hosts, the biology and molecular-genetics of their parasitic wasps have remained relatively obscure with only recent characterizations of \nLeptopilina\n and \nGanaspis\n spp. (\nMelk and Govind 1999\n; \nColinet \net al.\n 2013\n; \nGoecks \net al.\n 2013\n; \nHeavner \net al.\n 2013\n; \nMortimer \net al.\n 2013\n; \nHeavner \net al.\n 2017\n; \nDi Giovanni \net al.\n 2019\n). Our proteomic, transcriptomic and genomic results here expand the available information on \nL. heterotoma\n. Bioinformatics analysis of the additional MSEV proteins does not alter the initial interpretation of the original 161 proteins. Genomic sequencing and analysis of scaffolds reveals that more than 92% of the MSEV genes reside on the wasp genome. We did not find evidence for MSEV gene association with endosymbiont or commensal bacterial DNA. We suspect that the remaining ∼8% are also nuclear genes and this association will be confirmed in higher quality assemblies. Altogether, these results strongly suggest that, like other subcellular structures, MSEVs are encoded in the wasp nuclear genome.\nThe cellular nature of \nLh\n vesicles is likely to be shared by closely related \nLv\n and \nLb\n wasps. Our previous work has shown that the overall morphologies of \nLh\n and \nLv\n MSEVs are similar (\nMorales \net al.\n 2005\n; \nChiu \net al.\n 2006\n). However, this is not the case for \nLb\n MSEVs; different \nLb\n strains have varying MSEV morphologies (\nDupas \net al.\n 1996\n; \nGueguen \net al.\n 2011\n; \nWan \net al.\n 2019\n). Interpretation of their identity also varies. For example, \nDi Giovanni \net al.\n (2019\n) contend that MSEVs/VLPs are derived from a virus ancestral to the LbFV. Our analysis of the expanded proteomic superset does not lend strong support to this line of thinking.\nWe did not find convincing evidence of PDV or other viral structural proteins in the \nLh\n MSEV proteome. However, we cannot discount that MSEVs have a viral origin as our analysis is limited by the fragmentation of the genome. It is also possible that a virus related to MSEVs may not have been identified to date. Mechanistically, eukaryotic viruses and vesicles share cellular pathways involving the endomembrane systems of their cells of origin or their target cells (Nolte-‘t Hoen \net al.\n 2016), leading to overlap in protein functionality, but not necessarily origin. Thus, at least some of the Class 1 proteins in the MSEV proteome may be central to MSEV biogenesis in the wasp or for their interactions with the host hemocytes’ endomembrane machinery despite potentially being related to viruses. It is noteworthy that energy metabolism genes appear to be involved in rapid speciation and adaptation to new environments (\nGershoni \net al.\n 2009\n; \nLane 2009\n), raising the possibility that MSEV mitochondrial proteins might contribute to this process. How \nLh\n MSEVs are functionally similar to other insect or mammalian EVs remains to be explored experimentally. Functional characterization of predicted infection and immunity Class 2 proteins should explain the immune-suppressive strategies of these wasps. RNA interference, infection assays, and other experimental strategies should make this line of inquiry feasible.\nFunctional assignments are difficult for the unannotated Class 3 proteins. These are likely to be quite interesting, due to their different expression profiles in \nLh\n\n\nvs.\n\n\nLb\n and \nG. hookeri\n species. This difference in expression may stem either from \ncis\n changes in their regulatory sequences, or from absence of these genes in the \nLb\n or \nG. hookeri\n genomes. Recent comparative genomics analysis has shown that over 40% of venom genes in the closely-related species \nN. vitripennis\n and \nN. giraulti\n have diverged significantly and up to 25% of venom genes are specific to a species (\nMartinson \net al.\n 2017\n). A proteomic analysis of the venom genes of \nLeptopilina spp\n. and a molecular understanding of their expression will provide insights into how key activities within MSEVs evolved to parasitize the range of fruit fly hosts.\nA key question regarding \nLh\n virulence proteins critical to wasp success is whether their genes reside in a discrete region of the genome like a “virulence island” found in some microbial genomes (\nDobrindt \net al.\n 2004\n; \nGal-Mor and Finlay 2006\n), or whether some genes are dispersed within the genome, while others occur in one or more clusters as in wasps with PDVs (\nVolkoff \net al.\n 2010\n; \nPichon \net al.\n 2015\n). More complete assemblies, scaffolded to the level of chromosomes, will describe the genome-wide distribution of these genes in \nLh\n and related wasps. Key MSEV genes could serve as genetic markers in future studies. Comparative genomics will uncover additional gene family members of MSEV proteins in other \nLeptopilina\n wasps and enable the development of new functional genomics tools such as CRISPR-disrupted mutant alleles made in \nN. vitripennis\n (\nWerren \net al.\n 2009\n; \nSiebert \net al.\n 2015\n; \nLi \net al.\n 2017b\n; \nLi \net al.\n 2017a\n). These approaches will open new avenues for understanding the biology of this host-parasite model.",
    "the_msev_proteome_superset": "The MSEV proteome superset\nA comparative study of the proteomes of the MSEVs from \nLh\n 14 and \nLh\n NY strains previously generated a list of 161 “common” MSEV proteins (\nHeavner \net al.\n 2017\n). More than 90% of the 161 proteins are part of the \nLh\n 14 MSEV proteome. To describe MSEVs more completely, we characterized a larger set of 407 MSEV proteins from \nLh\n 14 (161 common and 246 \nLh\n 14) and define this set as the \nLh\n MSEV “super-set” (\nFigure 1A\n). Key results from annotation-based classification, analysis for signal peptide and/or transmembrane domain, and presence/absence of proteins in related wasps are summarized below and in Table S1.\nFigure 1\nThe superset of MSEV proteins: (A) \nLh\n 14 MSEV proteins were annotated using BLAST2GO prior to class sorting via annotation and GO Terms. Wedges denoted as “Common,” were previously published in (\nHeavner \net al.\n 2017\n) and represent proteins found in both \nLh\n 14 and \nLh\n NY MSEV proteomes. New proteins analyzed in this work are in wedges labeled “\nLh\n 14 Only.” A majority of proteins belong to Class 1. Table S1 lists 246 proteins added to the superset \nLh\n 14 proteome. (B) and (C) Enrichment analysis of MSEV superset shows high association with exosomes and mitochondria compared to other cellular organelles according to Vesiclepedia. –log \n10\n (p-value) trend shown in orange for both graphs. The p-values were calculated with the Bonferroni method. (B) Percentage of MSEV genes associated with specific cellular compartments found in Vesiclepedia, relative to all MSEV genes. Of the superset proteins, 41 and 49% are associated with mitochondria and exosomes, respectively (\nP\n = 3 × 10\n−57\n; 1 × 10\n−53\n). (C) Fold-enrichment of the MSEV dataset in specific cellular compartments. Although many protein classes are present in the proteome, exosomal and mitochondrial proteins show more significant enrichments.\nThe presence/absence of signal peptide (SP) alone, or SP with/without the transmembrane (TM) domain(s) in MSEV proteins reveals their possible location (\ni.e.\n, potentially secreted into the venom gland lumen or associated with MSEV membrane). We therefore searched the 246 \nLh\n 14 proteins for SP and TM domains. Of the 246 proteins, 55 (22.35%) have a predicted SP domain, 37 (15.04%) have a predicted TM domain, while 6 (2.44%) have both a predicted SP and TM domain.\nAfter annotation, we found that a majority (183/246 or 75%) of the 246 proteins can be classified as core eukaryotic cell biology proteins (Class 1); 13/246 (5%) proteins as virulence- and immunity-related based on associated GO terms (\nAshburner \net al.\n 2000\n; \nThe Gene Ontology Consortium 2019\n) (Class 2); and 50/246 or 20% as novel sequences without high confidence annotation (Class 3) (Table S1). A presence/absence analysis of these 246 proteins in published transcriptomes (\nGoecks \net al.\n 2013\n) of \nLb\n or a more distantly related wasp, \nG. hookeri\n (for thresholds see Methods) revealed the following: only 43/246 (17%) \nLh\n MSEV proteins are expected to be found in \nLb\n and/or \nG. hookeri\n (Table S1). Of these, 33/43 (77%) proteins were in Class 1 but only 7/43 (16%) and 3/43 (7%) were in Class 2 and Class 3 categories, respectively. These results support the idea that, multiple but different, infection strategies and/or host evasion strategies might exist among different wasps infecting the same hosts.\nWhile most of the Class 1 proteins were annotated as ribosomal or mitochondrial-related, a few were described as integral membrane proteins, vesicle trafficking protein SEC22b (E-value: 6.22E-145), and the ion channels sideroflexin 1 and 2 (E-value: 0). We also identified an apolipophorin (E-value: 1.02E-7) (Table S1). The presence of these membrane-associated proteins reinforces the vesicular nature of MSEVs.\nExamples of Class 2 proteins include the neural/ectodermal development factor IMP-L2 (E-value: 5.29x10\n−50\n) and a protein involved in pain reception, CG9231 (E-value: 4.39x10\n−15\n). A viral-like Diedel protein (E-value: 1.77x10\n−7\n), viral Enhancin (E-value: 6.02x10\n−5\n), l(2)37Cc (E-value: 3.39x10\n−165\n), odorant binding protein 56d-like (E-value: 5.64x10\n−50\n), major royal jelly protein (E-value: 8.59x10\n−135\n), and two venom acid-phosphatases Acph-1 (E-value: 4.12x10\n−5\n) were also found in the Class 2 category; their cDNA sequences were published previously (\nHeavner \net al.\n 2013\n) (Table S1). It is possible that these MSEV proteins modulate the hosts’ immune responses and/or influence host development to facilitate successful parasitism.\nWithin Class 3, 45 proteins (90%) lacked BLASTp and InterProScan results. However, Conserved Domain Database (CDD) (\nMarchler-Bauer \net al.\n 2017\n) searches returned 9 hits identifying potentially functional domains (\nTable 1\n). This included (a) a CD99L2 like antigen (%ID: 24%, E-value: 3x10\n−3\n), (b) a DEAD-like helicases superfamily member (%ID: 22%, E-value 2x10\n−4\n) and (c) a herpes outer envelope glycoprotein 350 (gp350), (%ID: 28%, E-value: 4x10\n−3\n) (\nTable 1\n).\nTable 1\nCDD-search results of MSEV “un-annotated” proteins in the super-set. MSEV ORFs that completed the BLAST2GO pipeline and did not return any results were run through the NCBI CDD-Search Version 3.16 (Accessed: Aug. 2018). Of 45 queries, only 9 returned hits with threshold set to 1x10\n−2\n. The ninth result came from a search with E-value threshold set to 1. Results listed are all unique, high scoring hits for each ORF that returned hits from the search\nMSEV Superset Unknowns CDD-Search Results\nQuery (in-house ID)\nPSSM-ID\nFrom\nTo\nE-Value\nAccession\nShort name\nGAJC01013214.1_14\n331760\n25\n98\n0.000176\ncl26939\nDEXDc superfamily\nGAJC01012558.1_12\n330317\n39\n205\n0.003987\ncl25496\nHerpes_BLLF1 superfamily/gp350\nGAJC01011863.1_13\n311912\n86\n187\n0.003653\ncl07006\nRNA_polI_A34 superfamily\nGAJC01011463.1_48\n315064\n234\n335\n0.002964\ncl13702\nCD99L2 superfamily\nGAJC01010930.1_16\n328726\n32\n61\n0.001252\ncl21457\nICL_KPHMT superfamily\nGAJC01010353.1_14\n331876\n31\n121\n0.001483\ncl27055\nMutS_III superfamily\nGAJC01009713.1_25\n311628\n138\n225\n0.000133\ncl06688\nTSGP1 superfamily\nGAJC01009493.1_4\n328724\n79\n96\n0.001983\ncl21455\nP-loop_NTPase superfamily\nGAJC01002124.1_43\n330572\n4\n269\n0.0073146\ncl25751\nDUF4045 superfamily\nA BLASTp DELTA-BLAST of the potential gp350 domain against the nr database specifying “Vira” (taxid: 10239) under organism resulted in Crimean-Congo hemorrhagic fever orthonairovirus envelope glycoprotein (%ID: 30%, E-value: 2.5x10\n−1\n), Lymphocryptovirus Macaca gp350 (%ID: 29%, E-value: 7.2x10\n−1\n), and Gallid Alphaherpesvirus 1 envelope glycoprotein J (%ID: 26%, E-value: 1.2) as top hits. BLASTp DELTA-BLAST of the potential gp350 domain against the nr database for Hymenoptera yielded an uncharacterized protein as the best hit (%ID: 24%, E-value: 8x10\n−6\n) in the ant \nVollenhovia emeryi\n. This ant protein is predicted to contain calcium-binding EGF domains. The second hit in this search is from \nN. vitripennis\n for a predicted mucin-3A like glycoprotein (\nGendler and Spicer 1995\n) (%ID: 24%, E-value: 2x10\n−4\n). Interestingly, transcripts related to the potential \nLh\n gp350-like protein are not found in the \nLb\n or \nG. hookeri\n transcriptomes (Table S1) (\nGoecks \net al.\n 2013\n). Presence of this gp350-like protein in \nLh\n MSEVs, but its absence in \nLb\n MSEVs, suggests that it somehow contributes to differences in \nLh\n/\nLb\n host-parasite interactions and is therefore worthy of future studies. Complement receptor type 2 (CR2) in human B lymphocytes interacts with gp350 during Epstein-Barr infection (\nYoung \net al.\n 2008\n) and finding a verified homolog of CR2 in \nDrosophila\n hosts would be interesting in future research.\nBecause more than 200 proteins have now been added to the previously described MSEV proteome (\nHeavner \net al.\n 2017\n), we re-evaluated our previous enrichment analysis. In an ortholog-based comparison of the superset to human extracellular vesicle (EV) proteomes in Vesiclepedia (the most current and robust source of EV data (\nKalra \net al.\n 2012\n)), we found that the largest proportion of superset proteins (49%) are proteins specifically associated with exosomes (\nFigure 1B\n). In human and mouse EV proteomes, mitochondrial and ribosomal proteins are enriched (\nKalra \net al.\n 2012\n). Accordingly, protein components of mitochondria (\ne.g.\n, respiratory chain) and ribosomes (\ne.g.\n, large and small subunit proteins) are found to be highly enriched in the \nLh\n MSEV superset. However, we found that the significance of the enrichment was higher between the superset and exosomal proteins than mitochondrial or ribosomal proteins (\nFigure 1C\n). These results demonstrate the similarities in the protein profiles of MSEVs and EVs.",
    "do_lh_msevs_contain_homologs_of_pdv_or_viral_proteins?": "Do Lh MSEVs contain homologs of PDV or viral proteins?\nEven though figitid \nLeptopilina\n wasps are distantly related to PDV-containing Ichneumonid and Braconid wasps (\nMisof \net al.\n 2014\n; \nStrand and Burke 2015\n), an association of PDV-like viruses in figitid wasps cannot be discounted because of shared evolutionary history. Recent publications have identified capsid-less VLPs in Ichneumonidae wasps (\nVolkoff \net al.\n 2010\n; \nPichon \net al.\n 2015\n; \nBurke \net al.\n 2018\n) and it is possible that \nLh\n MSEVs have a similar viral origin. We therefore analyzed the \nLh\n MSEV proteome superset against the GenBank PDV database, and then against its entire Viridae database.\nTo identify false positives, MSEV proteins with positive PDV hits (E-values were less than 1.0x10\n−3\n, %ID was 20% or greater, and query coverage was 30% or higher) were also searched against the unrestricted nr database to compare relatedness. If an MSEV protein is similar to a viral or virus-related PDV protein, we expected that, in the unrestricted nr database search, the MSEV query sequence would align again with the same viral subject sequences, but with a lower E-value (Table S2).\nFor PDV searches (Taxid: 10482 and Taxid: 40273), four proteins returned hits with E-values better than 1.0x10\n−20\n and query coverage greater than 30%. Three of these hits are conserved proteins (cytochrome P450 and histone 4) while the fourth result identified an uncharacterized \nCotesia congregata\n bracovirus (CcBV) protein (%ID: 31.08%, E-value: 1.38x10\n−17\n, query coverage: 77%) (Table S2). The unbiased BLASTp search against the entire nr database however had better results against eukaryotic proteins (E values: 0 to 2.0x10\n−7\n and %ID from 100 to 56.25) (Table S2). In fact, the query that yielded the CcBV protein was better matched to a eukaryotic ribonuclease (%ID: 26.06%, E-value 1.14x10\n−16\n, query coverage: 84%) (Table S2). These results suggest that MSEV sequence similarities with PDV proteins may not be significant.\nWe also searched the \nLh\n MSEV superset for presence of \nL. boulardi\n Filamentous Virus (LbFV) homologs (LbFV is a behavior manipulating virus of \nLb\n (\nVaraldi \net al.\n 2006\n; \nPatot \net al.\n 2012\n)). Of LbFV’s 108 genes, 13 are present in genomes of \nLb\n, \nLh\n and related species, and the 13 transcripts are expressed in the \nLb\n venom gland (\nDi Giovanni \net al.\n 2019\n). Within our thresholds, we obtained only three (of 13) sequences with similarity to LbFV ORFs. However, these three \nLh\n MSEV proteins, with hits for LbFV sequences obtained better scoring hits in the unrestricted nr database, suggesting that the \nLh\n MSEV proteins are not highly related to the LbFV proteins (Table S2).\nWhen comparing MSEV proteins to the entirety of Viridae, a total of 35 MSEV proteins had hits with %IDs ranging from 30 to 71% and E-values ranging from 1.0x10\n−22\n to 1.0x10\n−178\n (Table S2). However, a BLASTp search against the entire nr database found that proteins with results for viral hits had better scores when searched against the entire nr database, indicating that while viral hits are possible, they are not the best match (Table S2). This result, in addition to the fact that 372 other MSEV proteins (including the Diedel and Enhancin (Table S1)) did not return viral hits, would indicate that a majority of MSEV proteins are not closely related to viral proteins.",
    "the_whole-body_transcriptome_contains_expressed_msev_transcr": "The whole-body transcriptome contains expressed MSEV transcripts\nWe performed a mixed-gender whole-body transcriptome sequencing and \nde novo\n assembly of \nLh\n transcripts. This assembly generated 104,066 transcripts. This dataset is more than three times larger than the published data derived from abdomens of female wasps that has 31,400 transcripts (\nGoecks \net al.\n 2013\n). A BLAST analysis of the female abdominal transcripts against the male/female whole-body transcripts showed that a majority (21,493/31,400, 68.4%) were present in the latter data set.\nWe searched the whole-body transcriptome for MSEV protein coding sequences using tBLASTn. Of 407 MSEV superset proteins, we identified transcripts for 371 (91.1%) proteins. Despite the ∼9% discrepancy (likely due to differences in expression levels due to different experimental conditions), these results largely verify the transcript data from (\nGoecks \net al.\n 2013\n) that we have based our proteomic analyses on. Of the 371 MSEV transcripts identified, 233 (63%) encode Class 1, 44 (12%) encode Class 2, and 94/371 (25%) encode Class 3 proteins.",
    "assembly_of_the_lh_genome": "Assembly of the Lh genome\nWe separately sequenced \nLh\n 14 male and female genomic DNA and assembled the paired-end reads \nde novo\n, using ABySS (\nJackman \net al.\n 2017\n). These assemblies have a modest scaffold N50 of 4,800 with more than 100,000 scaffolds and an average coverage of 87% (\nTable 2\n). Assembly with MaSurCa (\nZimin \net al.\n 2013\n) provided similar results (data not shown), indicating that our assembly quality is limited likely due to factors such as large genome size and repetitive sequence regions (\nDominguez Del Angel \net al.\n 2018\n). Although the N50 values and large number of scaffolds indicate that the genome is not highly assembled, we found at least 80% of BUSCOs shared in the Insecta set in both assemblies (\nTable 2\n, BUSCOs in Table S3).\nTable 2\nAssembly statistics: Statistics of male, female, and combined (male plus female) \nLh\n genomes as assessed by QUASTv4.0 and BUSCOv9.0. Percent coverage was found by mapping sequencing reads back to assembly using HISAT2. The identified BUSCOs can be found in Table S1. The QUAST program was run with parameters set for eukaryotic genomes and scaffolds. The BUSCO program was run with species set to ‘Nasonia.’ Contigs smaller than 500 bp were excluded\nASSEMBLY STATISTICS\nMale\nFemale\nJoint\nAssembly\nN50 (bp)\n4,779\n4,843\n11906\nNo. scaffolds\n147,558\n147,549\n83,487\nLargest scaffold (bp)\n306,667\n176,371\n375,275\nTotal length (bp)\n474,383,205\n472,302,230\n462,564,754\nGC%\n27.54\n27.28\n27.84\nCoverage (%)\n87.7\n86.8\n91.1\nBUSCOs (Insecta)\nComplete\n80.2%\n81.3%\n90.9%\nSingle\n69.4%\n71.8%\n89.2%\nDuplicated\n10.8%\n9.5%\n1.7%\nFragmented\n15.9%\n15.1%\n6.5%\nMissing\n3.9%\n3.6%\n2.6%\nn\n1658\n1658\n1658\nWhile still fragmented, a \nde novo\n joint assembly of male and female sequences using Platanus-allee and AGOUTI improved assembly and scaffolding statistics (N50: 11,906, average coverage 91%). The number of found BUSCOs in the joint assembly rose to 90% (\nTable 2\n, BUSCOs in Table S3).\nAnalysis of K-mer multiplicity \nvs.\n GC content in the genome sequencing reads using the K-mer analysis tool, KAT (\nMapleson \net al.\n 2016\n) showed three possible clusters, although they are difficult to distinguish (\nFigure 2A\n). Cluster 1 has high multiplicity (450-650), Cluster 2 has lower multiplicity and a wide range of GC content, and Cluster 3 has the lowest multiplicity and the highest GC content. Cluster 3 overlaps with Cluster 2 making them hard to fully separate. BLAST searches of a random sample (1,672/4,482) from Cluster 1 contigs hit insect homologs 73% (1,220/1,672) of the time, \nAcetobacter\n homologs 13% (216/1,672) of the time, and then a variety of mostly Eukaryotic hits. Cluster 2 represents a majority of the wasp genome (>94%), and blast hits of a random sample (316/68,173) of its contigs almost exclusively had homologs in Hymenoptera (311/316; 98%) and mostly in \nL. heterotoma\n (227/316; 71%). Cluster 3 is the smallest of the three and contigs from Cluster 3 had homologs exclusively in \nAcetobacter\n (110/110). There was no evidence for contamination from a viral source or discrete MSEV-specific set of nucleic acid sequence.\nFigure 2\nAnalysis of K-mer coverage \nvs.\n GC count. (A) Analysis of genomic reads. 27-mers generated from the cleaned Illumina reads used to assemble the \nL. heterotoma\n genome binned by their GC count \nvs.\n multiplicity (total counts among the reads). Bins are colored by the number of distinct K-mers. Different clusters are identified as shown and described in the text. (B and C): A map of 27-mer multiplicity \nvs.\n GC content of the joint assembly of the \nLh 14\n genome (B) to a map from the published \nL. clavipes\n genome (Bioproject: PRJNA84205) (C).\nFurthermore, K-mer multiplicity \nvs.\n GC content for the joint assembly of the \nLh 14\n genome (\nFigure 2B\n) showed a very similar heat map to that using the published assembly of \nL. clavipes\n (\nFigure 2C\n; Bioproject: PRJNA84205 (\nKraaijeveld \net al.\n 2016\n)). The two genomes have highly similar 27-mer/GC profiles that do not differ statistically (multivariate Cramér test statistic = 114,119, \nP\n = 0.73, number bootstrap-replicates = 1000). The \nL. heterotoma\n assembly has 27-mers with approximately twice the multiplicity of those found in \nL. clavipes\n, which may represent increased repeat content in \nL. heterotoma\n and is supported by an assembly size over 200 Mb larger than the \nL. clavipes\n genome (463 Mb \nvs.\n 255 Mb) (\nKraaijeveld \net al.\n 2016\n).",
    "msev_genes_are_encoded_in_the_wasp_genome": "MSEV genes are encoded in the wasp genome\nUsing our annotation pipeline, 28,481 predicted genes were annotated. Within the annotated genes, we found 8 genes for the body color \nyellow\n, 3 \nmajor royal jelly protein\n (\nmrjp\n) genes, 25 odorant receptor/odorant binding protein coding genes, and 94 gene predictions for \ncytochrome P450\n. Some of these nuclear genes are not only involved in development and cellular processes, but are also included in the MSEV proteome (Table S1 and (\nHeavner \net al.\n 2017\n)). A search of gene predictions for MSEV proteins via tBLASTn identified 325 of 407 (80%) MSEV sequences (\nTable 3\n). Of these, 153/407 (38%) had a percent identity of 95% or greater. Presence or removal of scaffolds with bacterial DNA sequences from either the separate male/female or the joint assembly did not affect this number, supporting the nuclear location of a majority of the MSEV genes.\nTable 3\nMSEV genes found in scaffolds and predictions: Gene predictions from genome assembly scaffolds and AUGUSTUS gene predictions were searched for MSEV genes using tBLASTn. Results better than %ID >70%, E-value < 1x10\n−50\n, and query coverage > 70% were retained\nMSEV GENES FOUND IN GENOME ANALYSIS\nMSEV BLASTn scaffold results\nAUGUSTUS prediction results\nFound\nPercentage\nFound\nPercentage\nFemale\n278\n68.3\n169\n41.5\nMale\n275\n67.6\n166\n40.8\nShared in M+F\n265\n159\nJoint Assembly\n375\n92.1%\n325\n79.9%\nAs gene prediction software can potentially miss genes (\nWang \net al.\n 2004\n), we searched the genomic scaffolds directly for MSEV-coding sequence regions using known protein sequences as queries via tBLASTn before and after removal of bacterial sequences. In both cases, 375/407 (92%) MSEV sequences were at least 70% complete as determined by query coverage (\nTable 3\n). Of these, 191/407 (47%) had a percent identity of 95% or greater.\nThe scaffolds containing MSEV genes (Fig. S1A) were also compared to a random subset of scaffolds without MSEV genes (Fig S1B) for their 27-mer/GC profiles. These appeared to not differ statistically (multivariate Cramér test statistic = 3755, \nP\n = 0.80, number bootstrap-replicates = 1000), indicating that the MSEV genes lie on scaffolds that resemble the rest of the genome.",
    "characterization_of_select_msev_genes": "Characterization of select MSEV genes\nWe spot checked small portions of the genome for gene structure predictions of MSEV virulence protein genes \nSmGTPse01\n (Class 2) and \np40\n (Class 3). For this, we sequenced PCR products of gDNA corresponding to these genes.\nThe MSEV SmGTPase01 has prokaryotic-like GTPase domains and its gene is expected to lack introns (\nHeavner \net al.\n 2017\n). The predicted \nSmGTPase01\n CDS spans 936 bp, which contains the functional GTPase domain (\nHeavner 2018\n). Scaffolds from male and female genomes confirmed the absence of coding region introns (data not shown). We hypothesized that primers in 5′ and 3′ untranslated regions (UTRs) should amplify the exact fragment from cDNA/gDNA as template based on manual characterization of the \nSmGTPase01\n locus (\nHeavner 2018\n) (\nFigure 3A\n). This prediction was borne out and we amplified an 873 bp fragment only from female cDNA and from both male and female gDNA (\nFigure 3C\n). The sequenced PCR products were identical to corresponding sequence within the assembly and the published transcript sequence from Goecks \net al.\n (data not shown).\nFigure 3\nPredicted gene structures verified by PCR amplification experiments (A, B). Diagrams showing primer locations and predicted gene structures of \nSmGTPase01\n (A) and \np40\n (B). Black arrows indicate primer locations, light gray indicates introns, UTR regions are dark gray and labeled, exons encoding potential protein domains are labeled as shown. Cream colored regions in panel A do not have a specified domain. Diagrams were drawn using GenomeDiagram as part of the Biopython (v. 1.6) package (\nPritchard \net al.\n 2006\n; \nCock \net al.\n 2009\n). Each row in the panels A and B diagrams corresponds to approximately 1,000 bp. For primer sequences, see methods. (C and D) Ladder is Thermo Fisher MassRuler ladder. (C) PCR products for \nSmGTPase01\n from male or female cDNA and gDNA. All products are 873 bp long. Male cDNA PCR was negative. (D) PCR products for \np40\n from male or female cDNA and gDNA. The expected band for \np40\n cDNA is 939 bp and for gDNA is 1,630 bp. Male cDNA PCR was negative. Sequence analysis of PCR amplification products confirmed gene prediction results.\nThe \np40\n gene encodes a protein that is structurally similar to T3SS bacterial needle-tip proteins IpaD/SipD from \nShigella\n and \nSalmonella\n. However, \np40\n’s genomic sequence is expected to have introns (\nHeavner \net al.\n 2017\n). The full p40 gene was computationally assembled and predicted within both male and female genomes. Primers designed for \np40\n’s 5′ and 3′ UTRs (\nGoecks \net al.\n 2013\n; \nRamroop 2016\n) (\nFigure 3B\n), allowed amplification of \np40\n’s 939 bp cDNA only in preparations from female wasp extracts, but gDNA bands at 1,630 bp were detected from reactions when either male or female genome was used as template, indicating the presence of introns (\nFigure 3D\n). Sequencing the cloned cDNA product from females confirmed the published cDNA sequence (\nHeavner \net al.\n, 2017\n). We also cloned and sequenced the gDNA products from male and female wasps and found the sequences to be identical (data not shown).\nUnlike the well-characterized \nDrosophila\n hosts, the biology and molecular-genetics of their parasitic wasps have remained relatively obscure with only recent characterizations of \nLeptopilina\n and \nGanaspis\n spp. (\nMelk and Govind 1999\n; \nColinet \net al.\n 2013\n; \nGoecks \net al.\n 2013\n; \nHeavner \net al.\n 2013\n; \nMortimer \net al.\n 2013\n; \nHeavner \net al.\n 2017\n; \nDi Giovanni \net al.\n 2019\n). Our proteomic, transcriptomic and genomic results here expand the available information on \nL. heterotoma\n. Bioinformatics analysis of the additional MSEV proteins does not alter the initial interpretation of the original 161 proteins. Genomic sequencing and analysis of scaffolds reveals that more than 92% of the MSEV genes reside on the wasp genome. We did not find evidence for MSEV gene association with endosymbiont or commensal bacterial DNA. We suspect that the remaining ∼8% are also nuclear genes and this association will be confirmed in higher quality assemblies. Altogether, these results strongly suggest that, like other subcellular structures, MSEVs are encoded in the wasp nuclear genome.\nThe cellular nature of \nLh\n vesicles is likely to be shared by closely related \nLv\n and \nLb\n wasps. Our previous work has shown that the overall morphologies of \nLh\n and \nLv\n MSEVs are similar (\nMorales \net al.\n 2005\n; \nChiu \net al.\n 2006\n). However, this is not the case for \nLb\n MSEVs; different \nLb\n strains have varying MSEV morphologies (\nDupas \net al.\n 1996\n; \nGueguen \net al.\n 2011\n; \nWan \net al.\n 2019\n). Interpretation of their identity also varies. For example, \nDi Giovanni \net al.\n (2019\n) contend that MSEVs/VLPs are derived from a virus ancestral to the LbFV. Our analysis of the expanded proteomic superset does not lend strong support to this line of thinking.\nWe did not find convincing evidence of PDV or other viral structural proteins in the \nLh\n MSEV proteome. However, we cannot discount that MSEVs have a viral origin as our analysis is limited by the fragmentation of the genome. It is also possible that a virus related to MSEVs may not have been identified to date. Mechanistically, eukaryotic viruses and vesicles share cellular pathways involving the endomembrane systems of their cells of origin or their target cells (Nolte-‘t Hoen \net al.\n 2016), leading to overlap in protein functionality, but not necessarily origin. Thus, at least some of the Class 1 proteins in the MSEV proteome may be central to MSEV biogenesis in the wasp or for their interactions with the host hemocytes’ endomembrane machinery despite potentially being related to viruses. It is noteworthy that energy metabolism genes appear to be involved in rapid speciation and adaptation to new environments (\nGershoni \net al.\n 2009\n; \nLane 2009\n), raising the possibility that MSEV mitochondrial proteins might contribute to this process. How \nLh\n MSEVs are functionally similar to other insect or mammalian EVs remains to be explored experimentally. Functional characterization of predicted infection and immunity Class 2 proteins should explain the immune-suppressive strategies of these wasps. RNA interference, infection assays, and other experimental strategies should make this line of inquiry feasible.\nFunctional assignments are difficult for the unannotated Class 3 proteins. These are likely to be quite interesting, due to their different expression profiles in \nLh\n\n\nvs.\n\n\nLb\n and \nG. hookeri\n species. This difference in expression may stem either from \ncis\n changes in their regulatory sequences, or from absence of these genes in the \nLb\n or \nG. hookeri\n genomes. Recent comparative genomics analysis has shown that over 40% of venom genes in the closely-related species \nN. vitripennis\n and \nN. giraulti\n have diverged significantly and up to 25% of venom genes are specific to a species (\nMartinson \net al.\n 2017\n). A proteomic analysis of the venom genes of \nLeptopilina spp\n. and a molecular understanding of their expression will provide insights into how key activities within MSEVs evolved to parasitize the range of fruit fly hosts.\nA key question regarding \nLh\n virulence proteins critical to wasp success is whether their genes reside in a discrete region of the genome like a “virulence island” found in some microbial genomes (\nDobrindt \net al.\n 2004\n; \nGal-Mor and Finlay 2006\n), or whether some genes are dispersed within the genome, while others occur in one or more clusters as in wasps with PDVs (\nVolkoff \net al.\n 2010\n; \nPichon \net al.\n 2015\n). More complete assemblies, scaffolded to the level of chromosomes, will describe the genome-wide distribution of these genes in \nLh\n and related wasps. Key MSEV genes could serve as genetic markers in future studies. Comparative genomics will uncover additional gene family members of MSEV proteins in other \nLeptopilina\n wasps and enable the development of new functional genomics tools such as CRISPR-disrupted mutant alleles made in \nN. vitripennis\n (\nWerren \net al.\n 2009\n; \nSiebert \net al.\n 2015\n; \nLi \net al.\n 2017b\n; \nLi \net al.\n 2017a\n). These approaches will open new avenues for understanding the biology of this host-parasite model."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6945029/"
}