{
  "id": "PMC6188462",
  "title": "To Infinity and Beyond! Human spaceflight and life science.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "To Infinity and Beyond! Human spaceflight and life science.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6188462/"
  },
  "sections": {
    "permalink": "Copy",
    "millie_hughes-fulford": "1\nHughes-Fulford Laboratory, Department of Research, Department of Veterans Affairs Medical Center, San Francisco, California, USA; Department of Medicine and Department of Urology, University of California, San Francisco, California, USA, and Northern California Institute for Research and Education, San Francisco, California, USA\nFind articles by \nMillie Hughes-Fulford",
    "figure_1.": "Open in a new tab\nJules Verne's “bullet capsule,” designed to take 3 explorers to the moon by being shot from a very long gun barrel. Illustration from the novel \nFrom the Earth to the Moon\n by Jules Verne; drawn by Henri de Montaut (1868). Image courtesy private collector.",
    "figure_2.": "Open in a new tab\nPaperback cover illustration for \nFirst Men in the Moon\n by H. G. Wells, first published in 1901. Image courtesy Airmant Publishing Co., Inc.",
    "figure_3.": "Open in a new tab\nLaika, the first animal to orbit the earth (1957). Image courtesy author's photo collection.",
    "figure_4.": "Open in a new tab\nSkylab 3 (1973–1974), the first NASA space station. Image courtesy NASA.",
    "fluid_shift_and_space_anemia": "During spaceflight, the volume in the lower limbs decreases by ∼10% due to a 1- to 2-L fluid shift from the legs to the upper body. The facial fullness and puffy appearance of the head and reduced volume in the lower limbs is referred to as “puffy face-bird leg” syndrome (\n8\n). Space studies of plasma volume showed a 22% decrease from the average plasma volume taken from preflight data. This loss of plasma volume occurred by d 2 of flight even though the crew was diligent in keeping a high state of hydration. On d 8 of flight, there was still a 12% decrease in plasma volume, and it took 6 d after landing for the crew's plasma volume to return to preflight levels. The reduction of plasma volume during spaceflight is most likely a result of the fluid shift that is sensed by the body and results in an increased diuresis (\n9\n). When plasma volume was reduced, there was a dramatic decrease in erythropoietin (EPO), a glycoprotein made in the renal cortex.\nThe study of the influence of spaceflight on the erythrokinetics in humans was found to be caused by the reduced plasma EPO that, in turn, affected various hormones, such as atrial natriuretic peptide (ANP). ANP was reduced by 20% from d 1 of flight, with the nadir of ∼60% on d 8 of flight (\n10\n–\n13\n). The levels of serum ANP did not return to normal until 6 d after landing. Serum EPO levels decreased ∼40% by d 2 of flight and remained depressed until the day after landing, at which time it rebounded almost 2-fold compared to the preflight baseline levels.\nAlfrey \net al.\n (\n11\n) found that RBC survival was reduced during spaceflight by apoptosis of RBCs due to insufficient sera levels of EPO during spaceflight. After this breakthrough finding from his space experiments, Alfrey continued studies of RBC regulation and has shown that red cell mass is decreased when the sera level of EPO is suppressed. This leads to the selective hemolysis of the youngest circulating RBCs, called neocytes. The process is now called neocytolysis and has been confirmed with a variety of physiological and pathophysiologic situations, including descent of high-altitude dwellers to sea level, the anemia in renal failure, and in a human model based on EPO administration and withdrawal (\n13\n–\n18\n).",
    "space_osteoporosis": "Bone loss was also well documented on the Apollo and Skylab missions. Osteoporosis is currently one of the most serious health hazards of long-term spaceflight. There is continuous and progressive loss of calcium and weight-bearing bone (\n19\n) during exposure to microgravity. In an early review, it was shown that there is a loss of bone in both humans and animals after 1 wk to 237 d in microgravity (\n19\n). SLS-1 was the first opportunity to systematically measure parathyroid hormone (PTH) and calcium in serum samples from both male and female crew members during spaceflight. Arnaud and Cann (\n20\n) found a significant increase in serum-ionized calcium of ∼30% by d 2 of flight. Ionized serum calcium measured on d 8 was still elevated by ∼30%, measurements of PTH on the same days showed an ∼50% decrease in intact PTH (iPTH) during the mission. Even 16 d after landing, neither calcium nor iPTH values returned to normal (\n20\n).\nThe loss of bone on the Apollo 14–16 missions was almost 2%, even though the spaceflights lasted only 9 to 12 d (\n5\n). Although the Apollo missions were short in duration, the Apollo astronauts spent much of their time strapped down in a small capsule and were relatively immobile. The first crewed Skylab mission (Skylab 2) was 28 d, but because of extensive crew activity, no significant bone loss was noted. However, when Skylab missions increased to 2 and 3 mo, a significant loss of bone was seen (\n5\n). On Skylab 3 (59 d) only the scientist pilot had significant bone loss; on Skylab 4 (84 d), both the scientist pilot and the pilot had high levels of bone loss, suggesting that the length of exposure to weightlessness was a causal factor in loss of bone homeostasis (\n5\n). The commanders had little to no change in bone density, most possibly due to the increased exercise required in their duties. The underlying cause of the bone loss is thought to be due to the loss of mechanical stress in microgravity and duration of flight (\n8\n, \n21\n–\n23\n).\nVico \net al.\n (\n24\n) have reported up to a 24% loss of distal tibia trabecular bone in cosmonauts after 6 mo of spaceflight, as measured by peripheral quantitative computed tomography (pQCT). Six months after return, many of the cosmonauts did not show full recovery of bone mineral density (BMD). Lang \net al.\n (\n25\n, \n26\n) showed that over a 4- to 6-mo period of spaceflight, BMD was lost at rates of 0.9%/mo at the spine (\nP\n<0.001) and 1.4–1.5%/mo at the hip (\nP\n<0.001). They also measured the total, trabecular, and cortical volumetric BMD (vBMD) of the proximal femur. Spinal integral vBMD was lost at a rate of 0.9%/mo (\nP\n<0.001), and trabecular vBMD was lost at 0.7%/mo (\nP\n<0.05). In summary, their results show that ISS (\nFig. 5\n) crew members, on average, experienced substantial and significant loss of both trabecular and cortical bone in the hip and somewhat smaller losses in the spine (\n25\n, \n26\n). Later studies from ISS (\n25\n, \n27\n–\n29\n) indicate that recovery of skeletal density after long-duration space missions may exceed 1 yr (\n27\n). It is of interest that bone loss occurred despite ∼2 h of daily exercise. This suggests that microgravity-induced bone loss may have an underlying cellular mechanism causing space osteoporosis. Studies of osteoblast-like cells showed a loss of cytoskeleton integrity in spaceflight as compared to ground (\n30\n) and 1-\ng\n flight controls (\n31\n). Others have found cytoskeleton changes in multiple cell types in simulated microgravity and spaceflight (\n32\n–\n36\n). Finally, osteoblastic cells were shown to have altered nuclear shape and reduced anabolic gene expression of proliferating cell nuclear antigen (PCNA), transforming growth factor β (TGFβ), cyclooxygenase-2 (cox-2), cytosolic phospholipase A2 (cpla2), osteocalcin (OC), c-\nmyc\n, and fibroblast growth factor-2 (fgf-2) when compared to normal gravity (\n31\n). Further studies will determine whether gravity itself is required for normal bone growth.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nInternational Space Station, a U.S. National Laboratory, as seen from STS-134. Image courtesy NASA.",
    "figure_5.": "Open in a new tab\nInternational Space Station, a U.S. National Laboratory, as seen from STS-134. Image courtesy NASA.",
    "immunosuppression_in_space": "On the Apollo missions, 15 of the 29 Apollo astronauts reported bacterial or viral infection during or within 1 wk of landing back on Earth (\n3\n). The relatively high incidence of infection on Apollo was thought to be correlated with the elevated cortisol levels and sympathetic activation detected in blood and urine samples from astronauts. These findings led early investigators to propose a systemic cause of infection (\n6\n, \n37\n). Studies by Cogoli \net al.\n (\n38\n, \n39\n) demonstrated that lymphocytes have blunted activation during spaceflight, thus implicating gravity as a necessary factor in normal immune function.\nSubsequent ground studies using gene arrays and quantative RT-PCR (qRT-PCR) demonstrated that gravity was needed for normal T-cell activation (\n40\n). Using a random positioning machine to simulate microgravity, we surprisingly found that the induction of 91 genes depended on the presence of gravity. Gene induction is partially regulated by transcription factors on the promoter region at the 5′ end of the gene. Promoter region analysis found that the majority of genes down-regulated in microgravity were controlled by transcription factors NFκB, CREB, ELK, AP-1 and STAT—transcription factors that lie downstream of protein kinase A (PKA) signaling (\n40\n). New preliminary data from this laboratory (\n41\n) has shown that noncoding RNA is dysregulated in T cells activated in spaceflight on ISS as compared to 1-\ng\n onboard controls. This new level of regulation of immune cells in spaceflight offer new opportunities to study a new technology that can help identify unique pharmaceutical targets to treat immune disease.\nAlthough much is known about immune status immediately following spaceflight, the understanding of immunity during spaceflight is limited. The few in-flight studies that have been performed indicate that spaceflight may be specifically associated with the reactivation of latent herpes viruses and impairment of cell mediated immunity (\n42\n–\n48\n). Observations of astronaut immune status after landing have shown numerous changes in immune cell function, including altered distribution of circulating lymphocytes, altered production of cytokines, decreased function of granulocytes, and decreased activation of T cells (\n8\n). Cases of latent viral reactivation, altered viral specific immunity, and expression of early/late gene Epstein-Barr viruses have been noted in astronauts after flight (\n42\n, \n45\n–\n48\n). Future studies of viral reactivation in spaceflight may also shed new light on viral regulation here on Earth.\nStudies with isolated human T cells in flight have demonstrated a loss of expression of early activation steps (\n38\n, \n49\n–\n51\n). Recent studies of T cell activation of “astromouse” splenocytes after 16 d of spaceflight have demonstrated a reduction in expression of the same genes as seen in astronauts after landing. Analysis of flight and ground animals for gene expression of T cell activation markers interleukin-2 (IL-2), IL-2Rα, interferon-γ (IFNγ), and tumor necrosis factor α (TNF-α) were significantly decreased 2- to 10-fold in the activated flight splenocytes as compared to ground controls. Expression of cyclophilin and VEGF was unchanged. Protein synthesis of chemokines and cytokines IL-2, IL-2Rα, IFNγ, CCL-3 and TNF-α were also decreased in the flight cell supernatants when compared to ground controls. The observed down-regulation of induced T cell activation genes combined with changes of synthesis of their proteins show that animal immune cells require gravity and that the spaceflight-induced changes in T cell function continue hours after landing (\n52\n). More important, these data correspond with previous findings of human immune function in astronauts after return to Earth and support the conclusion of a physiological dependence of the immune system on gravity. These data suggest that at least one mammalian system in two species require gravity for full function. Potential adverse clinical effects that may be related to prolonged dysfunction of the immune system and spaceflight include hypersensitivity, autoimmunity, and frequency of infectious diseases (\n8\n).\nThere is mounting evidence that gravity is required for normal function of bone and immune cells. Since all of life developed in a gravity environment, it is not surprising that some biological systems may be dependent on gravity force. In mathematics, when a variable is removed from an equation, many times it can be solved. It is possible that the same is true for biological systems. Future studies of spaceflight-induced osteoporosis and immunosuppression may well yield new information and pharmaceutical targets to treat earthbound human diseases.",
    "the_future_of_infinity": "The flight of STS-135 ended the Shuttle era. However, there are plans to use the SpaceX Falcon rocket and its capsule, Dragon, to deliver supplies and experiments to ISS in the near future. Recently, NASA gave out $92 million to Boeing to help its development of the commercial crew development (CCDev2) capsule, $80 million to the Sahara Nevada Corporation to design a shuttle-like Dream Chaser craft, and $75 million to SpaceX to make improvements in the Dragon capsule for delivery of crewmen to ISS. Considering that the U.S. government is now paying Russia $63 million per astronaut for a single trip to and from ISS, these are modest technological investments to enable the United States to have transportation to ISS.\nWill the United States fund space flight investigations on ISS to yield new medical discoveries and new technology? Will progress of science and technology advance during the next century as it did in the past 60 yr? It depends on funding; in 2003 ∼90% of NASA's science funding was “temporarily” cut after loss of spaceship \nColumbia\n; this essentially disabled all fields of space science at a time when ISS was becoming available for use. Reduced funding included cessation of student and graduate training, thereby severing the supply pipeline for the next generation of scientists. Unfortunately, that funding was never restored. Today, we are experiencing similar cuts in the National Institutes of Health budget that further limit medical research and training of new investigators.\nOur future depends on today's visionaries—our writers must envision the future, our politicians must vote to fund that vision, and our schools must educate new engineers and scientists. Those engineers and scientists must work to develop new technologies and businessmen must engage the new technologies and renew our economy. Will science go to infinity and beyond by creating new jobs and securing our future prosperity? I certainly hope so.",
    "acknowledgments": "The author is a former NASA astronaut. The title exhortation is a quote from space ranger Buzz Lightyear, in the film \nToy Story\n (Pixar Animation Studios), November 22, 1995.",
    "references": "1.\nVerne J. (1888) \nFrom the Earth to the Moon\n, J. W. Lovell Co., New York\n [\nGoogle Scholar\n]\n\n\n\n\n2.\nCriswell-Hudak B. S. (1991) Immune response during space flight. \nExp. Gerontol.\n , 289–296\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nHawkins W. R., Ziegleschmid J. F. (1975) Clinical aspects of crew health. In \nBiomedical Results of Apollo (NASA SP 368)\n (, Johnston R., Dietlein L., Berry C. eds) pp. 43–81, National Aeronautics and Space Administration, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n4.\nReitz G., Horneck G., Facius R., Schafer M. (1995) Results of space experiments. \nRadiat. Environ. Biophys.\n , 139–144\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nVogel J. M. (1975) Bone mineral measurement: Skylab experiment M-078. \nActa Astronaut.\n , 129–139\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nKimsey S. (1977) Hematolgoly and immunology studies. In \nBiomedical Results from Skylab\n (, Johnston R. S., Dietlein L. eds) pp. 249–283, National Aeronautics and Space Administration, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n7.\nTjandrawinata R. R., Hughes-Fulford M. (1997) Up-regulation of cyclooxygenase-2 by product-prostaglandin E2. \nAdv. Exp. Med. Biol.\n , 163–170\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nWilliams D., Kuipers A., Mukai C., Thirsk R. (2009) Acclimation during space flight: effects on human physiology. \nCMAJ\n , 1317–1323\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nLeach C. S., Cintron N. M., Krauhs J. M. (1991) Metabolic changes observed in astronauts. \nJ. Clin. Pharmacol.\n , 921–927\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nUdden M. M., Driscoll T. B., Pickett M. H., Leach-Huntoon C. S., Alfrey C. P. (1995) Decreased production of red blood cells in human subjects exposed to microgravity. \nJ. Lab. Clin. Med.\n , 442–449\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nAlfrey C. P., Udden M. M., Huntoon C. L., Driscoll T. (1996) Destruction of newly released red blood cells in space flight. \nMed. Sci. Sports Exerc.\n , S42–S44\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nAlfrey C. P., Udden M. M., Leach-Huntoon C., Driscoll T., Pickett M. H. (1996) Control of red blood cell mass in spaceflight. \nJ. Appl. Physiol.\n , 98–104\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nRice L., Alfrey C. P. (2000) Modulation of red cell mass by neocytolysis in space and on Earth. \nPflügers Arch.\n , R91–R94\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nAlfrey C. P., Rice L., Udden M. M., Driscoll T. B. (1997) Neocytolysis: physiological down-regulator of red-cell mass. \nLancet\n , 1389–1390\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nRice L., Alfrey C. P., Driscoll T., Whitley C. E., Hachey D. L., Suki W. (1999) Neocytolysis contributes to the anemia of renal disease. \nAm. J. Kidney Dis.\n , 59–62\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nRice L., Ruiz W., Driscoll T., Whitley C. E., Tapia R., Hachey D. L., Gonzales G. F., Alfrey C. P. (2001) Neocytolysis on descent from altitude: a newly recognized mechanism for the control of red cell mass. \nAnn. Intern. Med.\n , 652–656\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nTrial J., Rice L., Alfrey C. P. (2001) Erythropoietin withdrawal alters interactions between young red blood cells, splenic endothelial cells, and macrophages: an in vitro model of neocytolysis. \nJ. Investig. Med.\n , 335–345\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nRice L., Alfrey C. P. (2005) The negative regulation of red cell mass by neocytolysis: physiologic and pathophysiologic manifestations. \nCell. Physiol. Biochem.\n , 245–250\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nNicogossian A., Huntoon C., Pool S. (1989) \nSpace Physiology and Medicine\n, Lea and Febiger, Philadephia\n [\nGoogle Scholar\n]\n\n\n\n\n20.\nArnaud C., Cann C. (1992) Pathophysiology of mineral loss during space flight. In \nSpacelab Life Sciences-1: 180 Day Preliminary Results\n, National Areonautics and Space Administration, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n21.\nHatton J. P., Pooran M., Li C. F., Luzzio C., Hughes-Fulford M. (2003) A short pulse of mechanical force induces gene expression and growth in MC3T3–E1 osteoblasts via an ERK 1/2 pathway. \nJ. Bone Miner. Res.\n , 58–66\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nHughes-Fulford M. (2004) Signal transduction and mechanical stress. \nSci. STKE\n , re12.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nHughes-Fulford M., Tjandrawinata R., Fitzgerald J., Gasuad K., Gilbertson V. (1998) Effects of microgravity on osteoblast growth. \nGravit. Space Biol. Bull.\n , 51–60\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nVico L., Collet P., Guignandon A., Lafage-Proust M. H., Thomas T., Rehaillia M., Alexandre C. (2000) Effects of long-term microgravity exposure on cancellous and cortical weight-bearing bones of cosmonauts. \nLancet\n , 1607–1611.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nLang T. F., Leblanc A. D., Evans H. J., Lu Y. (2006) Adaptation of the proximal femur to skeletal reloading after long-duration spaceflight. \nJ. Bone Miner. Res.\n , 1224–1230\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nLang T., LeBlanc A., Evans H., Lu Y., Genant H., Yu A. (2004) Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight. \nJ. Bone Miner. Res.\n , 1006–1012\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nSibonga J. D., Evans H. J., Sung H. G., Spector E. R., Lang T. F., Oganov V. S., Bakulin A. V., Shackelford L. C., LeBlanc A. D. (2007) Recovery of spaceflight-induced bone loss: bone mineral density after long-duration missions as fitted with an exponential function. \nBone\n , 973–978\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nLeBlanc A. D., Spector E. R., Evans H. J., Sibonga J. D. (2007) Skeletal responses to space flight and the bed rest analog: a review. \nJ. Musculoskelet. Neuronal. Interact.\n , 33–47\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nLeBlanc A., Schneider V., Shackelford L., West S., Oganov V., Bakulin A., Voronin L. (2000) Bone mineral and lean tissue loss after long duration space flight. \nJ. Musculoskelet. Neuronal. Interact.\n , 157–160\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nHughes-Fulford M., Lewis M. L. (1996) Effects of microgravity on osteoblast growth activation. \nExp. Cell. Res.\n , 103–109\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nHughes-Fulford M., Rodenacker K., Jutting U. (2006) Reduction of anabolic signals and alteration of osteoblast nuclear morphology in microgravity. \nJ. Cell. Biochem.\n , 435–449\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nAcuto O., Cantrell D. (2000) T cell activation and the cytoskeleton. \nAnnu. Rev. Immunol.\n , 165–184\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nHughes-Fulford M. (2003) Function of the cytoskeleton in gravisensing during spaceflight. \nAdv. Space. Res.\n , 1585–1593\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nLewis M. L., Cubano L. A., Zhao B., Dinh H. K., Pabalan J. G., Piepmeier E. H., Bowman P. D. (2001) cDNA microarray reveals altered cytoskeletal gene expression in space-flown leukemic T lymphocytes (Jurkat). \nFaseb J.\n , 1783–1785\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nSchatten H., Lewis M. L., Chakrabarti A. (2001) Spaceflight and clinorotation cause cytoskeleton and mitochondria changes and increases in apoptosis in cultured cells. \nActa Astronaut.\n , 399–418.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nVassy J., Portet S., Beil M., Millot G., Fauvel-Lafeve F., Karniguian A., Gasset G., Irinopoulou T., Calvo F., Rigaut J. P., Schoevaert D. (2001) The effect of weightlessness on cytoskeleton architecture and proliferation of human breast cancer cell line MCF-7. \nFASEB J.\n , 1104–1106.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nLeach C. S., Rambaut P. C. (1977) Biochemical responses of the Skylab crewmen: an overview. In \nBiomedical Results from Skylab\n (, Johnson R. S., Dietlein L. F. eds) pp. 204–216, National Aeronautics and Space Administration, Washington, DC\n [\nGoogle Scholar\n]\n\n\n\n\n38.\nCogoli A., Bechler B., Cogoli-Greuter M., Criswell S. B., Joller H., Joller P., Hunzinger E., Muller O. (1993) Mitogenic signal transduction in T lymphocytes in microgravity. \nJ. Leukoc. Biol.\n , 569–575\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nCogoli A., Tschopp A., Fuchs-Bislin P. (1984) Cell sensitivity to gravity. \nScience\n , 228–230\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nBoonyaratanakornkit J. B., Cogoli A., Li C. F., Schopper T., Pippia P., Galleri G., Meloni M. A., Hughes-Fulford M. (2005) Key gravity-sensitive signaling pathways drive T cell activation. \nFASEB J.\n , 2020–2022\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nHughes-Fulford M, Boonyaratakanakornkit J., Chang T., Li C.-F. (2011) Spaceflight alters expression of microRNA during T cell activation. \nJ. Immunol.\n , 16.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nPierson D. L., Stowe R. P., Phillips T. M., Lugg D. J., Mehta S. K. (2005) Epstein-Barr virus shedding by astronauts during space flight. \nBrain Behav. Immun.\n , 235–242\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nMehta S. K., Cohrs R. J., Forghani B., Zerbe G., Gilden D. H., Pierson D. L. (2004) Stress-induced subclinical reactivation of varicella zoster virus in astronauts. \nJ. Med. Virol.\n , 174–179\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nStowe R. P., Pierson D. L., Barrett A. D. (2001) Elevated stress hormone levels relate to Epstein-Barr virus reactivation in astronauts. \nPsychosom. Med.\n , 891–895\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nStowe R. P., Mehta S. K., Ferrando A. A., Feeback D. L., Pierson D. L. (2001) Immune responses and latent herpesvirus reactivation in spaceflight. \nAviat. Space Environ. Med.\n , 884–891\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nStowe R. P., Pierson D. L., Feeback D. L., Barrett A. D. (2000) Stress-induced reactivation of Epstein-Barr virus in astronauts. \nNeuroimmunomodulation\n , 51–58\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nMehta S. K., Stowe R. P., Feiveson A. H., Tyring S. K., Pierson D. L. (2000) Reactivation and shedding of cytomegalovirus in astronauts during spaceflight. \nJ. Infect. Dis.\n , 1761–1764\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nPayne D. A., Mehta S. K., Tyring S. K., Stowe R. P., Pierson D. L. (1999) Incidence of Epstein-Barr virus in astronaut saliva during spaceflight. \nAviat. Space Environ. Med.\n , 1211–1213\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nCogoli A. (1996) Gravitational physiology of human immune cells: a review of in vivo, ex vivo and in vitro studies. \nJ. Gravit. Physiol.\n , 1–9\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nCogoli A. (1997) Signal transduction in T lymphocytes in microgravity. \nGravit. Space. Biol. Bull.\n , 5–16\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nCogoli A., Cogoli-Greuter M. (1997) Activation and proliferation of lymphocytes and other mammalian cells in microgravity. \nAdv. Space Biol. Med.\n , 33–79\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nHughes-Fulford M. (2011) Immune response in mice flown on STS-131. In IAA Humans in Space Symposium, , Division of Space Life Sciences, Universities Space Research Association, Houston, TX, USA\n [\nGoogle Scholar\n]\n\n\n\n\n53.\nWilson J. W., Ott C. M., Honer zu Bentrup K., Ramamurthy R., Quick L., Porwollik S., Cheng P., McClelland M., Tsaprailis G., Radabaugh T., Hunt A., Fernandez D., Richter E., Shah M., Kilcoyne M., Joshi L., Nelman-Gonzalez M., Hing S., Parra M., Dumars P., Norwood K., Bober R., Devich J., Ruggles A., Goulart C., Rupert M., Stodieck L., Stafford P., Catella L., Schurr M. J., Buchanan K., Morici L., McCracken J., Allen P., Baker-Coleman C., Hammond T., Vogel J., Nelson R., Pierson D. L., Stefanyshyn-Piper H. M., Nickerson C. A. (2007) Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. \nProc. Natl. Acad. Sci. U. S. A.\n , 16299–16304\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6188462/"
}