{
  "id": "PMC6201722",
  "title": "Utilization of single‚Äêimage normalized difference vegetation index (SI‚ÄêNDVI) for early plant stress detection",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Utilization of single‚Äêimage normalized difference vegetation index (SI‚ÄêNDVI) for early plant stress detection",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6201722/"
  },
  "sections": {
    "abstract": "Premise of the Study\nAn imaging system was refined to monitor the health of vegetation grown in controlled conditions using spectral reflectance patterns. To measure plant health, the single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) compares leaf reflectance in visible and near‐infrared light spectrums.\nMethods and Results\nThe \nSI\n‐\nNDVI\n imaging system was characterized to assess plant responses to stress before visual detection during controlled stress assays. Images were analyzed using Fiji image processing software and Microsoft Excel to create qualitative false color images and quantitative graphs to detect plant stress.\nConclusions\nStress was detected in \nArabidopsis thaliana\n seedlings within 15 min of salinity application using \nSI\n‐\nNDVI\n analysis, before stress was visible. Stress was also observed during ammonium nitrate treatment of \nEruca sativa\n plants before visual detection. Early detection of plant stress is possible using \nSI\n‐\nNDVI\n imaging, which is both simpler to use and more cost efficient than traditional dual‐image \nNDVI\n or hyper‐spectral imaging.",
    "premise_of_the_study": "Premise of the Study\nAn imaging system was refined to monitor the health of vegetation grown in controlled conditions using spectral reflectance patterns. To measure plant health, the single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) compares leaf reflectance in visible and near‐infrared light spectrums.",
    "methods_and_results": "METHODS AND RESULTS\nA detailed benchside protocol for development and use of the SI‐NDVI imager in controlled plant stress assays is available in Appendix \n1\n.\nCamera and camera settings\nA GoPro Hero4 Black camera (GoPro Inc., San Mateo, California, USA) was retrofitted with a Back‐Bone Ribcage AIR modification kit (Back‐Bone Gear Inc., Ottawa, Canada) to create the SI‐NDVI imager (Fig. \n1\n). This camera contains a 12‐megapixel (MP; 4000 × 3000 pixel) CMOS optical sensor. The Back‐Bone system allows for the removal of the internal infrared blocking filter and addition of the ability to accept varied lenses. The lens used in this study is an M12 5.4‐mm MP‐10 with infrared correction. A single‐filter lens with dual bandpass was added (NDVI‐7; IRpro, Brea, California, USA) that allowed light to transmit in the 400–575‐nm range and the 675–775‐nm range. The quality of the images taken can be varied based on intrinsic camera setting options, which include 5 MP, 7 MP, and 12 MP. Camera settings were kept consistent and calibrated to produce the most meaningful data for a given experiment. The Protune settings, optimized for use in our work, on the GoPro Hero4 Black camera were as follows: white balance = 6500 K, color = flat, ISO min = 100, ISO max = 100, sharpness = high, and EV comp = 0.0. These settings produced the images that provided greatest manipulation options in data analysis. It should be noted that it is important to manually lock the white balance and color settings, instead of using autocorrect settings, to prevent discrepancies between images in downstream analysis.\nFigure 1\nPhotograph of the disassembled single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) imager. (A) GoPro Hero4 Black camera retrofitted with a Back‐Bone system. (B) The \nNDVI\n‐7 filter added to allow light transmission in the 400–575‐nm and 675–775‐nm ranges. (C) The M12 5.4‐mm \nMP\n‐10 with infrared correction lens used in this study.\nLighting\nA Heliospectra LX300 lighting system (Heliospectra AB, Göteborg, Sweden) was used for all SI‐NDVI imaging. This system allows for application of 450 nm (blue), 660 nm (red), 735 nm (far red/NIR), and 5700 K (white) LEDs. Additionally, each of the LED light spectra is individually adjustable with this system, thus maximizing customizability. For all experiments in this report, NIR (735 nm) and blue light (450 nm) were supplied to the plant tissue. The exact composition of light wavelengths used (as recorded by an external spectrometer) is provided in a spectral graph (Fig. \n2\n).\nFigure 2\nSpectral graph demonstrating composition of light wavelengths used in this study for single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis. This exact light spectrum was obtained utilizing a customizable controlled lighting source allowing for application of both near‐infrared and blue light to plant tissue. Spectral readings taken from under a typical fluorescent growth light are provided for comparison.\nDownstream image analysis 1: False color image production\nAfter image collection, the photographs from the SI‐NDVI imager can be analyzed qualitatively to produce false color images. Application of the Photo Monitoring plugin (Horning, \n2012\n) of Fiji is used to begin the photo processing (Schindelin et al., \n2012\n). The Photo Monitoring graphical user interface (GUI) allows for different options that can be optimized for user needs, including selection of channels for the NDVI equation (Horning, \n2012\n). Selecting the blue channel in place of the traditionally used red band, and the red channel in place of the NIR band, enables the SI‐NDVI calculation. Proper channel selection in the Photo Monitoring GUI of Fiji is imperative to SI‐NDVI analysis using the NDVI‐7 filter because NIR reflectance is recorded in the red channel of the camera. The following SI‐NDVI equation will be applied to each individual pixel in the image of interest:\nSI‐NDVI\n=\n(\nNIR\n−\nBlue\n)\n/\n(\nNIR\n+\nBlue\n)\n\n\nTo produce a false color image, a color index file must first be generated from the raw SI‐NDVI image. The color index file retains the SI‐NDVI score calculated for each individual pixel and divides the scores into 256 categories termed “color index values.” SI‐NDVI scores range from −1.0 to 1.0; therefore, each color index value category corresponds to an increment of 0.0078125 in SI‐NDVI scores. Using this increment system, a score of −1.0 will be categorized to color index value 0, a score of 0.0 to color index value 127, and a score of 1.0 to color index value 255. False color images are then generated by applying a color lookup table (LUT) to the color index file. LUTs are adjustable, artificially generated color scales that can be set to meet the needs of the user in terms of highlighting pixels with specific color index values in distinct colors. False color images are produced by using the following settings in the Photo Monitoring plugin when applying a LUT: select the option to stretch the NIR band before creating the index, then set the minimum index value for scaling color index image to −1.00 and the maximum to 1.00.\nOptimal visual presentation in the false color image is achieved through choice of LUT and the ability to optimize the balance and contrast between colors in any given LUT. Although selection of a color LUT impacts the aesthetic characteristics of a false color image, the selection of one LUT over another has no bearing on the categorization of pixel scores (Fig. \n3\n). To demonstrate the ability to highlight pixels with high‐scoring color index values in varying colors, multiple LUTs were applied to an image of \nNicotiana benthamiana\n Domin (Fig. \n3\nD–F). For example, when using the “Jolly Green Cyant” LUT, a pixel with a score of −1.00 will be categorized to color index value 0 and colored white, whereas a pixel with a score of 1.00 will be categorized to color index value 255 and colored dark orange (Fig. \n3\nF). For comparison, when using a different LUT such as “Physics,” a pixel with an SI‐NDVI score of −1.00 will similarly be categorized to color index value 0, but colored dark blue instead (Fig. \n3\nE) (Horning, \n2012\n). A variety of LUTs are included in the Photo Monitoring plugin upon initial download (Horning, \n2012\n), and more are available online for download (\nhttps://github.com/nedhorning/PhotoMonitoringPlugin/tree/master/downloads\n). Additionally, users can design custom LUTs (Balor, \n2004\n) such as the “NDVI Cyantific” and “Jolly Green Cyant” LUTs, which were specifically customized for this work (Fig. \n3\nD, F, respectively; LUT files available in Appendices \nS1\n and \nS2\n).\nFigure 3\nApplication of lookup tables (\nLUT\ns) to a filtered normalized difference vegetation index (\nNDVI\n) image for qualitative data analysis has no impact on quantitative analysis. (A) White light image of \nNicotiana benthamiana\n taken with a normal camera (scale bar = 3 cm). (B) Filtered image of \nN. benthamiana\n taken with the \nSI\n‐\nNDVI\n imager. (C) Plot of the color index value for all pixels in the filtered image shown in panel B. Three \nLUT\n color scales are shown below the \nx\n‐axis to demonstrate that \nLUT\n selection has no bearing on pixel score categorization. (D–F) Various \nLUT\ns applied to the same filtered image of \nN. benthamiana\n shown in panel B. (D) \nNDVI\n Cyantific \nLUT\n. (E) Physics \nLUT\n. (F) Jolly Green Cyant \nLUT\n.\nDownstream image analysis 2: Graph representation of data\nIn addition to false color images, the same SI‐NDVI image can be used to generate a graph that displays the number of pixels present at each pixel value. For graph production, the same channel settings are used as previously described in the process of generating false color images. To generate graphs with less background from non‐vegetative material, the settings in the Photo Monitoring GUI can be adjusted to highlight only vegetative data. This is accomplished by exclusively categorizing pixels with an SI‐NDVI score between 0.00 and 1.00, which is done by reducing the increment per color index value category to 0.00390625. All pixels with a score lower than 0.00 are categorized to color index value 0 using this approach. Categorized data are then graphed to examine the number of pixels that were assigned to each color index value (Figs. \n3\nC, \n4\nC–D, \n5\nC–D). Additionally, pixels barely surviving the 0.00 cutoff (color index value 25 and below) are removed from the data set before graphing to focus exclusively on vegetative tissue. Larger color index values seen on the \nx\n‐axis reflect higher SI‐NDVI scores, whereas higher peaks indicate highly concentrated color index values as reflected on the \ny\n‐axis (Figs. \n3\nC, \n4\nC–D, \n5\nC–D). Plant health or growth can then be studied by analyzing changes in the curve over time.\nFigure 4\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis enables early detection of salt stress in \nArabidopsis\n plants, prior to white light–visible detection. (A, B) Images taken throughout duration of salt stress (A) or control (B) treatments. White light images were taken with a normal camera (scale bar = 1 cm), filtered images taken with the \nSI\n‐\nNDVI\n imager, and finally the \nNDVI\n Cyantific \nLUT\n was applied to the filtered images for qualitative data analysis (\nLUT\n scale shown between panels A and B). (C, D) Plots of the color index value for all pixels throughout the duration of salt stress (C) or control (D) treatments.\nFigure 5\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis enables early detection of ammonium nitrate stress in arugula plants, prior to white light–visible detection. (A, B) Representative images of a single plant taken throughout the duration of ammonium nitrate stress (A) or control (B) treatments. White light images were taken with a normal camera (scale bar = 2 cm), filtered images with the \nSI\n‐\nNDVI\n imager (white circle = representative \nROI\n used for analysis in panels C–E), and the Jolly Green Cyant \nLUT\n was applied to the filtered images for qualitative data analysis (\nLUT\n scale shown between panels A and B). (C, D) Plots of the color index value for all pixels throughout the duration of ammonium nitrate stress (C) or control (D) treatments as recorded for one representative \nROI\n per treatment. (E) Peak color index value change over time from a total of five \nROI\ns from five individual arugula plants per treatment. * indicates a statistically significant difference calculated by Student's \nt\n‐test (\nP\n < 0.05). C = control treatment; N = ammonium nitrate stress treatment.\n\n\nArabidopsis thaliana\n salinity stress experiments\nSalt treatments of \nArabidopsis\n Heynh. seedlings were used to demonstrate the potential of early stress detection using SI‐NDVI analysis. Sterilized wildtype \nArabidopsis thaliana\n (L.) Heynh. Columbia‐0 seeds were planted onto square 10‐cm\n2\n Petri plates containing 0.5% (w/v) Phytagel (Sigma‐Aldrich, St. Louis, Missouri, USA). Media was prepared using 2.2 g of Murashige and Skoog (MS) salts, 0.5 g of MES hydrate, 5.0 g of sucrose, 1.0 mL of Gamborg vitamins (Sigma‐Aldrich), and then adjusted to pH 5.72 with 1 M KOH. The media was solidified with 0.5% (w/v) Phytagel (Sigma‐Aldrich). Seeds were sown in densities ranging from 18 to 36 seeds per Petri plate. For any individual experiment, plates containing the same density of seeds were used for experimental and control treatments. Petri plates were sealed with porous surgical 3M Micropore tape (3M, Maplewood, Minnesota, USA). Plants were grown for 10–19 d under 24‐h fluorescent growth lights. For any individual experiment, plates containing plants of the same age were used for the experimental and control treatments.\nAt the start of the stress experiments, both control and treatment plates were acclimated to the Heliospectra LX300 lighting for 2–3 h before administering treatment. Both the SI‐NDVI imager and the normal white light camera were set up using tripods and scheduled to image the plants every 15 min for 24 h. After the acclimation period and the initial images were taken, stress or control treatments were applied to the plants. For the salt stress treatment, 7–10 mL of 3% salt water was applied to the Petri plate to flood the roots, taking care not to flood the leaves. For the control treatment, 7–10 mL of Millipore deionized water was applied to the roots.\nPlants treated with salt stress showed little difference to the naked eye 15 min after salt treatment was administered (Figs. \n4\n, \n6\n). However, in the SI‐NDVI images, stress is detectable in the plants given the salt treatment. After only 15 min of salt exposure, color changes are seen in the false color images of the salt‐stressed plants compared to the control plants (Fig. \n4\nA, B). This decline in health could also be detected by quantitative image analysis, seen by the decrease in the number of pixels with a high color index value, correlating to a high SI‐NDVI score, in stressed plants compared to control plants over time (Fig. \n4\nC, D).\nFigure 6\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis is capable of repeatedly detecting statistically significant salt stress responses before visual detection. Pixel counts in color index values 115–125 from a total of eight \nROI\n replicates were summed for the initial time point before treatment application, as well as 0.25, 1, 9, and 21 h after treatment. Color index values 115–125 correspond to the peak decrease in \nSI\n‐\nNDVI\n scores over time as seen in Fig. \n4\n. Pictured below the graph are white light images of two single plants from a single replicate, chosen as visual representatives of the control or stress treatments. * indicates a statistically significant difference calculated by Student's \nt\n‐test (\nP\n < 0.05). C = control treatment; S = salt stress treatment.\nStatistical significance was calculated by cropping the images obtained from each replicate into smaller regions of interest (ROIs). For this experiment, eight ROIs were included in the calculation of significance from two biological replicates. The ROIs chosen were non‐overlapping to ensure that any individual plant was only included in a single ROI. Analysis as previously described for graph production was performed on each smaller ROI individually. After this analysis, the numbers of pixels assigned to color index values 115–125 were summed for each individual ROI. The summed pixel counts from all ROIs were then represented graphically using a box‐and‐whisker plot (Fig. \n6\n), and two‐tailed Student's \nt\n‐tests assuming equal variances were calculated for comparison between control and stress treatments at each individual time point (Table \n1\n). Statistics were calculated using both the data analysis tool in Excel and the t.test() function in R with identical results. Color index values 115–125 were chosen for statistical calculation because the primary decrease seen in color index values over time occurs in this range (as seen in Fig. \n4\nC). At the initial time point, there was no statistically significant difference between the number of pixels assigned to color index values 115–125 in the control and salt stress treatment groups. After only 15 min of salt stress exposure, however, the number of pixels categorized to color index values 115–125 was significantly lower in the salt‐stressed plants than in the control treatments (Fig. \n6\n). A single plant from both the control and salt stress treatments was chosen as a visual representative (Fig. \n6\n). The background has been subtracted in the representative images for clarity.\nTable 1\nStatistical values obtained from single‐image normalized difference vegetation index (SI‐NDVI) analysis of an \nArabidopsis thaliana\n salinity stress experiment over a 16‐h period.\na\n\n\nComparison tested\n\n\nP\n value\n\n\nt\n‐critical\n\n\nt\n‐statistic\nDegrees of freedom\nControl initial and salt initial\n0.4261\n2.1448\n0.81974\n14\nControl 0.25 h and salt 0.25 h\n0.02669\n2.1448\n2.4756\n14\nControl 1 h and salt 1 h\n5.59E‐05\n2.1448\n5.6894\n14\nControl 9 h and salt 9 h\n8.97E‐08\n2.1448\n10.033\n14\nControl 16 h and salt 16 h\n1.37E‐07\n2.1448\n9.6934\n14\na\nStatistics were calculated using summed pixel counts from color index values 115–125 from eight non‐overlapping regions of interest per treatment, using two‐tailed Student's \nt\n‐tests assuming equal variances.\nJohn Wiley & Sons, Ltd\n\n\nEruca sativa\n ammonium nitrate stress experiments\nAmmonium nitrate treatments of \nE. sativa\n Mill. (arugula) plants on soil were used to demonstrate the potential of early stress detection in a more production‐related growth situation. Sterilized commercial arugula seeds (Arugula Myway no. 67165A; W. Atlee Burpee & Co., Warminster, Pennsylvania, USA) were sown on round, deep‐welled Petri plates 10 cm in diameter containing 0.5% (w/v) Phytagel prepared as described for the \nArabidopsis\n seedlings. Arugula seeds were allowed to germinate on plates for 7 d before transplantation to sterile soil in six‐welled pots, with one arugula seedling transplanted per well. Arugula plants were exposed to 24‐h fluorescent growth lights both during germination on plates and growth on soil. Plants were allowed to grow for a total of 25 d before use for ammonium nitrate assays.\nBefore application of the ammonium nitrate treatment, the arugula plants were allowed to acclimate to the Heliospectra LX300 lighting overnight. Both the SI‐NDVI imager and the normal white light camera were set up using tripods and scheduled to image the plants every 30 min for 3 d. After acclimation, an initial image was taken prior to administering stress or control treatments. Each six‐welled pot was placed in an individual plastic tray to contain treatment solutions. For both the treatment and control plants, 200 mL of solution was applied to each six‐welled pot by pouring the solution into the plastic tray and allowing the solution to reach the plant through the soil. For the ammonium nitrate treatment, 10× ammonium nitrate solution was utilized based on the recommended concentration of ammonium nitrate in basal Murashige and Skoog medium. For the control treatment, tap water was utilized.\nFor several days after stress treatment, arugula plants subjected to the ammonium nitrate solution do not appear visibly stressed (Fig. \n5\nA). Finally, after 60 h of exposure to the high ammonium nitrate concentration, the plants become noticeably wilted, whereas control plants look relatively unchanged (Fig. \n5\nA, B). Despite the lack of change in the visual appearance of the ammonium nitrate–treated plants, SI‐NDVI quantitative analysis in comparison to control plants enables detection of a decrease in high scoring color index values, correlating to a decrease in healthy plant tissue, as early as 6 h after stress treatment (Fig. \n5\nC, D).\nAnalysis was done on a single leaf from five different arugula plants per treatment following the previously described method for graph production. For each time point analyzed, the color index value with the highest pixel count was recorded and termed the “peak color index value.” The peak color index value of each successive time point was then subtracted from the peak color index value at the initial time point before treatment application for each individual arugula leaf analyzed, and the difference was termed the “peak color index value change.” The color index value changes were then represented graphically in a box‐and‐whisker plot (Fig. \n5\nE), and two‐tailed Student's \nt\n‐tests assuming equal variances were calculated on the peak color index value change at each time point (Table \n2\n). Statistics were calculated using both the data analysis tool in Excel and the t.test() function in R with identical results. By 12 h of treatment exposure, the peak color index value change in the ammonium nitrate–treated plants was statistically significantly different from the peak color index value change in the control plants (Fig. \n5\nE).\nTable 2\nStatistical values obtained from single‐image normalized difference vegetation index (SI‐NDVI) analysis of \nEruca sativa\n ammonium nitrate stress experiment over a 60‐h period.\na\n\n\nComparison tested\n\n\nP\n value\n\n\nt\n‐critical\n\n\nt\n‐statistic\nDegrees of freedom\nControl Δ 6 h and ammonium nitrate Δ 6 h\n0.2604\n2.306\n1.2111\n8\nControl Δ 12 h and ammonium nitrate Δ 12 h\n0.006\n2.306\n3.6998\n8\nControl Δ 24 h and ammonium nitrate Δ 24 h\n0.0494\n2.306\n2.3131\n8\nControl Δ 36 h and ammonium nitrate Δ 36 h\n0.0031\n2.306\n4.1815\n8\nControl Δ 48 h and ammonium nitrate Δ 48 h\n0.0274\n2.306\n2.6925\n8\nControl Δ 60 h and ammonium nitrate Δ 60 h\n1.67E‐06\n2.306\n12.401\n8\na\nStatistics were calculated using the peak color index value change of five leaf‐localized regions of interest from five individual plants per treatment, using two‐tailed Student's \nt\n‐tests assuming equal variances. Peak color index value change refers to the difference between the color index value with the highest pixel count for a given time point and the color index value with the highest pixel count at the initial time point.\nJohn Wiley & Sons, Ltd",
    "conclusions": "CONCLUSIONS\nCompared to traditional NDVI or hyper‐spectral imaging approaches, the dollar cost of implementing an SI‐NDVI imaging system is low because SI‐NDVI requires only one camera and can rely on completely free, open source software for analysis. In addition, the implementation barriers within a laboratory setting or greenhouse facilities are essentially nonexistent. To optimize SI‐NDVI imaging to be similar to the historical NDVI applications, precise application of light in the blue and NIR spectrums can be supplied using controlled lighting (Fig. \n2\n). In our study, this was accomplished through the use of programmable LED lighting. Alternatively, NDVI cameras have been developed to function in natural lighting, such as the smart NDVI camera developed by Dworak and colleagues (Dworak et al., \n2013\n). This study demonstrated that SI‐NDVI imaging allows for detection of plant stress before it is apparent to the human eye, in controlled conditions using two of the many potential stresses that may be of interest in the laboratory or greenhouse. This work has demonstrated that the SI‐NDVI imaging system is capable of enabling detection of stress in \nArabidopsis\n seedlings within 15 min of exposure to salt on agar plates (Figs. \n4\n, \n6\n) and in young arugula plants on soil within 6 h of exposure to high concentrations of ammonium nitrate.\nWhen cultivating crops in controlled conditions, it is especially desirable to detect stress early to improve the overall success rate of cultivation. SI‐NDVI imaging has clear applications in the development of indoor farming practices, which are increasingly relied upon to provide fresh food to geographical areas not conducive to crop cultivation, such as in urban cities or areas of extreme temperature. Additionally, SI‐NDVI imaging could potentially be used as a high‐throughput screening technique for identification of mutant phenotypes in controlled laboratory plant studies.\nHence, the implementation of SI‐NDVI will likely improve the success of controlled greenhouse or laboratory growing efforts, and should be tested further. This work has characterized an SI‐NDVI response curve corresponding to salt‐stressed agar‐grown \nArabidopsis\n seedlings and ammonium nitrate–stressed soil‐grown arugula plants. Future research should work toward characterizing SI‐NDVI phenotypes for additional plant stressors, species, and growth mediums. Furthermore, future work should address practical concerns associated with deploying the SI‐NDVI method in real‐world controlled crop cultivation efforts.",
    "camera_and_camera_settings": "Camera and camera settings\nA GoPro Hero4 Black camera (GoPro Inc., San Mateo, California, USA) was retrofitted with a Back‐Bone Ribcage AIR modification kit (Back‐Bone Gear Inc., Ottawa, Canada) to create the SI‐NDVI imager (Fig. \n1\n). This camera contains a 12‐megapixel (MP; 4000 × 3000 pixel) CMOS optical sensor. The Back‐Bone system allows for the removal of the internal infrared blocking filter and addition of the ability to accept varied lenses. The lens used in this study is an M12 5.4‐mm MP‐10 with infrared correction. A single‐filter lens with dual bandpass was added (NDVI‐7; IRpro, Brea, California, USA) that allowed light to transmit in the 400–575‐nm range and the 675–775‐nm range. The quality of the images taken can be varied based on intrinsic camera setting options, which include 5 MP, 7 MP, and 12 MP. Camera settings were kept consistent and calibrated to produce the most meaningful data for a given experiment. The Protune settings, optimized for use in our work, on the GoPro Hero4 Black camera were as follows: white balance = 6500 K, color = flat, ISO min = 100, ISO max = 100, sharpness = high, and EV comp = 0.0. These settings produced the images that provided greatest manipulation options in data analysis. It should be noted that it is important to manually lock the white balance and color settings, instead of using autocorrect settings, to prevent discrepancies between images in downstream analysis.\nFigure 1\nPhotograph of the disassembled single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) imager. (A) GoPro Hero4 Black camera retrofitted with a Back‐Bone system. (B) The \nNDVI\n‐7 filter added to allow light transmission in the 400–575‐nm and 675–775‐nm ranges. (C) The M12 5.4‐mm \nMP\n‐10 with infrared correction lens used in this study.",
    "lighting": "Lighting\nA Heliospectra LX300 lighting system (Heliospectra AB, Göteborg, Sweden) was used for all SI‐NDVI imaging. This system allows for application of 450 nm (blue), 660 nm (red), 735 nm (far red/NIR), and 5700 K (white) LEDs. Additionally, each of the LED light spectra is individually adjustable with this system, thus maximizing customizability. For all experiments in this report, NIR (735 nm) and blue light (450 nm) were supplied to the plant tissue. The exact composition of light wavelengths used (as recorded by an external spectrometer) is provided in a spectral graph (Fig. \n2\n).\nFigure 2\nSpectral graph demonstrating composition of light wavelengths used in this study for single‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis. This exact light spectrum was obtained utilizing a customizable controlled lighting source allowing for application of both near‐infrared and blue light to plant tissue. Spectral readings taken from under a typical fluorescent growth light are provided for comparison.",
    "downstream_image_analysis_1:_false_color_image_production": "Downstream image analysis 1: False color image production\nAfter image collection, the photographs from the SI‐NDVI imager can be analyzed qualitatively to produce false color images. Application of the Photo Monitoring plugin (Horning, \n2012\n) of Fiji is used to begin the photo processing (Schindelin et al., \n2012\n). The Photo Monitoring graphical user interface (GUI) allows for different options that can be optimized for user needs, including selection of channels for the NDVI equation (Horning, \n2012\n). Selecting the blue channel in place of the traditionally used red band, and the red channel in place of the NIR band, enables the SI‐NDVI calculation. Proper channel selection in the Photo Monitoring GUI of Fiji is imperative to SI‐NDVI analysis using the NDVI‐7 filter because NIR reflectance is recorded in the red channel of the camera. The following SI‐NDVI equation will be applied to each individual pixel in the image of interest:\nSI‐NDVI\n=\n(\nNIR\n−\nBlue\n)\n/\n(\nNIR\n+\nBlue\n)\n\n\nTo produce a false color image, a color index file must first be generated from the raw SI‐NDVI image. The color index file retains the SI‐NDVI score calculated for each individual pixel and divides the scores into 256 categories termed “color index values.” SI‐NDVI scores range from −1.0 to 1.0; therefore, each color index value category corresponds to an increment of 0.0078125 in SI‐NDVI scores. Using this increment system, a score of −1.0 will be categorized to color index value 0, a score of 0.0 to color index value 127, and a score of 1.0 to color index value 255. False color images are then generated by applying a color lookup table (LUT) to the color index file. LUTs are adjustable, artificially generated color scales that can be set to meet the needs of the user in terms of highlighting pixels with specific color index values in distinct colors. False color images are produced by using the following settings in the Photo Monitoring plugin when applying a LUT: select the option to stretch the NIR band before creating the index, then set the minimum index value for scaling color index image to −1.00 and the maximum to 1.00.\nOptimal visual presentation in the false color image is achieved through choice of LUT and the ability to optimize the balance and contrast between colors in any given LUT. Although selection of a color LUT impacts the aesthetic characteristics of a false color image, the selection of one LUT over another has no bearing on the categorization of pixel scores (Fig. \n3\n). To demonstrate the ability to highlight pixels with high‐scoring color index values in varying colors, multiple LUTs were applied to an image of \nNicotiana benthamiana\n Domin (Fig. \n3\nD–F). For example, when using the “Jolly Green Cyant” LUT, a pixel with a score of −1.00 will be categorized to color index value 0 and colored white, whereas a pixel with a score of 1.00 will be categorized to color index value 255 and colored dark orange (Fig. \n3\nF). For comparison, when using a different LUT such as “Physics,” a pixel with an SI‐NDVI score of −1.00 will similarly be categorized to color index value 0, but colored dark blue instead (Fig. \n3\nE) (Horning, \n2012\n). A variety of LUTs are included in the Photo Monitoring plugin upon initial download (Horning, \n2012\n), and more are available online for download (\nhttps://github.com/nedhorning/PhotoMonitoringPlugin/tree/master/downloads\n). Additionally, users can design custom LUTs (Balor, \n2004\n) such as the “NDVI Cyantific” and “Jolly Green Cyant” LUTs, which were specifically customized for this work (Fig. \n3\nD, F, respectively; LUT files available in Appendices \nS1\n and \nS2\n).\nFigure 3\nApplication of lookup tables (\nLUT\ns) to a filtered normalized difference vegetation index (\nNDVI\n) image for qualitative data analysis has no impact on quantitative analysis. (A) White light image of \nNicotiana benthamiana\n taken with a normal camera (scale bar = 3 cm). (B) Filtered image of \nN. benthamiana\n taken with the \nSI\n‐\nNDVI\n imager. (C) Plot of the color index value for all pixels in the filtered image shown in panel B. Three \nLUT\n color scales are shown below the \nx\n‐axis to demonstrate that \nLUT\n selection has no bearing on pixel score categorization. (D–F) Various \nLUT\ns applied to the same filtered image of \nN. benthamiana\n shown in panel B. (D) \nNDVI\n Cyantific \nLUT\n. (E) Physics \nLUT\n. (F) Jolly Green Cyant \nLUT\n.",
    "downstream_image_analysis_2:_graph_representation_of_data": "Downstream image analysis 2: Graph representation of data\nIn addition to false color images, the same SI‐NDVI image can be used to generate a graph that displays the number of pixels present at each pixel value. For graph production, the same channel settings are used as previously described in the process of generating false color images. To generate graphs with less background from non‐vegetative material, the settings in the Photo Monitoring GUI can be adjusted to highlight only vegetative data. This is accomplished by exclusively categorizing pixels with an SI‐NDVI score between 0.00 and 1.00, which is done by reducing the increment per color index value category to 0.00390625. All pixels with a score lower than 0.00 are categorized to color index value 0 using this approach. Categorized data are then graphed to examine the number of pixels that were assigned to each color index value (Figs. \n3\nC, \n4\nC–D, \n5\nC–D). Additionally, pixels barely surviving the 0.00 cutoff (color index value 25 and below) are removed from the data set before graphing to focus exclusively on vegetative tissue. Larger color index values seen on the \nx\n‐axis reflect higher SI‐NDVI scores, whereas higher peaks indicate highly concentrated color index values as reflected on the \ny\n‐axis (Figs. \n3\nC, \n4\nC–D, \n5\nC–D). Plant health or growth can then be studied by analyzing changes in the curve over time.\nFigure 4\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis enables early detection of salt stress in \nArabidopsis\n plants, prior to white light–visible detection. (A, B) Images taken throughout duration of salt stress (A) or control (B) treatments. White light images were taken with a normal camera (scale bar = 1 cm), filtered images taken with the \nSI\n‐\nNDVI\n imager, and finally the \nNDVI\n Cyantific \nLUT\n was applied to the filtered images for qualitative data analysis (\nLUT\n scale shown between panels A and B). (C, D) Plots of the color index value for all pixels throughout the duration of salt stress (C) or control (D) treatments.\nFigure 5\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis enables early detection of ammonium nitrate stress in arugula plants, prior to white light–visible detection. (A, B) Representative images of a single plant taken throughout the duration of ammonium nitrate stress (A) or control (B) treatments. White light images were taken with a normal camera (scale bar = 2 cm), filtered images with the \nSI\n‐\nNDVI\n imager (white circle = representative \nROI\n used for analysis in panels C–E), and the Jolly Green Cyant \nLUT\n was applied to the filtered images for qualitative data analysis (\nLUT\n scale shown between panels A and B). (C, D) Plots of the color index value for all pixels throughout the duration of ammonium nitrate stress (C) or control (D) treatments as recorded for one representative \nROI\n per treatment. (E) Peak color index value change over time from a total of five \nROI\ns from five individual arugula plants per treatment. * indicates a statistically significant difference calculated by Student's \nt\n‐test (\nP\n < 0.05). C = control treatment; N = ammonium nitrate stress treatment.",
    "arabidopsis_thaliana_salinity_stress_experiments": "Arabidopsis thaliana\n salinity stress experiments\nSalt treatments of \nArabidopsis\n Heynh. seedlings were used to demonstrate the potential of early stress detection using SI‐NDVI analysis. Sterilized wildtype \nArabidopsis thaliana\n (L.) Heynh. Columbia‐0 seeds were planted onto square 10‐cm\n2\n Petri plates containing 0.5% (w/v) Phytagel (Sigma‐Aldrich, St. Louis, Missouri, USA). Media was prepared using 2.2 g of Murashige and Skoog (MS) salts, 0.5 g of MES hydrate, 5.0 g of sucrose, 1.0 mL of Gamborg vitamins (Sigma‐Aldrich), and then adjusted to pH 5.72 with 1 M KOH. The media was solidified with 0.5% (w/v) Phytagel (Sigma‐Aldrich). Seeds were sown in densities ranging from 18 to 36 seeds per Petri plate. For any individual experiment, plates containing the same density of seeds were used for experimental and control treatments. Petri plates were sealed with porous surgical 3M Micropore tape (3M, Maplewood, Minnesota, USA). Plants were grown for 10–19 d under 24‐h fluorescent growth lights. For any individual experiment, plates containing plants of the same age were used for the experimental and control treatments.\nAt the start of the stress experiments, both control and treatment plates were acclimated to the Heliospectra LX300 lighting for 2–3 h before administering treatment. Both the SI‐NDVI imager and the normal white light camera were set up using tripods and scheduled to image the plants every 15 min for 24 h. After the acclimation period and the initial images were taken, stress or control treatments were applied to the plants. For the salt stress treatment, 7–10 mL of 3% salt water was applied to the Petri plate to flood the roots, taking care not to flood the leaves. For the control treatment, 7–10 mL of Millipore deionized water was applied to the roots.\nPlants treated with salt stress showed little difference to the naked eye 15 min after salt treatment was administered (Figs. \n4\n, \n6\n). However, in the SI‐NDVI images, stress is detectable in the plants given the salt treatment. After only 15 min of salt exposure, color changes are seen in the false color images of the salt‐stressed plants compared to the control plants (Fig. \n4\nA, B). This decline in health could also be detected by quantitative image analysis, seen by the decrease in the number of pixels with a high color index value, correlating to a high SI‐NDVI score, in stressed plants compared to control plants over time (Fig. \n4\nC, D).\nFigure 6\nSingle‐image normalized difference vegetation index (\nSI\n‐\nNDVI\n) analysis is capable of repeatedly detecting statistically significant salt stress responses before visual detection. Pixel counts in color index values 115–125 from a total of eight \nROI\n replicates were summed for the initial time point before treatment application, as well as 0.25, 1, 9, and 21 h after treatment. Color index values 115–125 correspond to the peak decrease in \nSI\n‐\nNDVI\n scores over time as seen in Fig. \n4\n. Pictured below the graph are white light images of two single plants from a single replicate, chosen as visual representatives of the control or stress treatments. * indicates a statistically significant difference calculated by Student's \nt\n‐test (\nP\n < 0.05). C = control treatment; S = salt stress treatment.\nStatistical significance was calculated by cropping the images obtained from each replicate into smaller regions of interest (ROIs). For this experiment, eight ROIs were included in the calculation of significance from two biological replicates. The ROIs chosen were non‐overlapping to ensure that any individual plant was only included in a single ROI. Analysis as previously described for graph production was performed on each smaller ROI individually. After this analysis, the numbers of pixels assigned to color index values 115–125 were summed for each individual ROI. The summed pixel counts from all ROIs were then represented graphically using a box‐and‐whisker plot (Fig. \n6\n), and two‐tailed Student's \nt\n‐tests assuming equal variances were calculated for comparison between control and stress treatments at each individual time point (Table \n1\n). Statistics were calculated using both the data analysis tool in Excel and the t.test() function in R with identical results. Color index values 115–125 were chosen for statistical calculation because the primary decrease seen in color index values over time occurs in this range (as seen in Fig. \n4\nC). At the initial time point, there was no statistically significant difference between the number of pixels assigned to color index values 115–125 in the control and salt stress treatment groups. After only 15 min of salt stress exposure, however, the number of pixels categorized to color index values 115–125 was significantly lower in the salt‐stressed plants than in the control treatments (Fig. \n6\n). A single plant from both the control and salt stress treatments was chosen as a visual representative (Fig. \n6\n). The background has been subtracted in the representative images for clarity.\nTable 1\nStatistical values obtained from single‐image normalized difference vegetation index (SI‐NDVI) analysis of an \nArabidopsis thaliana\n salinity stress experiment over a 16‐h period.\na\n\n\nComparison tested\n\n\nP\n value\n\n\nt\n‐critical\n\n\nt\n‐statistic\nDegrees of freedom\nControl initial and salt initial\n0.4261\n2.1448\n0.81974\n14\nControl 0.25 h and salt 0.25 h\n0.02669\n2.1448\n2.4756\n14\nControl 1 h and salt 1 h\n5.59E‐05\n2.1448\n5.6894\n14\nControl 9 h and salt 9 h\n8.97E‐08\n2.1448\n10.033\n14\nControl 16 h and salt 16 h\n1.37E‐07\n2.1448\n9.6934\n14\na\nStatistics were calculated using summed pixel counts from color index values 115–125 from eight non‐overlapping regions of interest per treatment, using two‐tailed Student's \nt\n‐tests assuming equal variances.\nJohn Wiley & Sons, Ltd",
    "eruca_sativa_ammonium_nitrate_stress_experiments": "Eruca sativa\n ammonium nitrate stress experiments\nAmmonium nitrate treatments of \nE. sativa\n Mill. (arugula) plants on soil were used to demonstrate the potential of early stress detection in a more production‐related growth situation. Sterilized commercial arugula seeds (Arugula Myway no. 67165A; W. Atlee Burpee & Co., Warminster, Pennsylvania, USA) were sown on round, deep‐welled Petri plates 10 cm in diameter containing 0.5% (w/v) Phytagel prepared as described for the \nArabidopsis\n seedlings. Arugula seeds were allowed to germinate on plates for 7 d before transplantation to sterile soil in six‐welled pots, with one arugula seedling transplanted per well. Arugula plants were exposed to 24‐h fluorescent growth lights both during germination on plates and growth on soil. Plants were allowed to grow for a total of 25 d before use for ammonium nitrate assays.\nBefore application of the ammonium nitrate treatment, the arugula plants were allowed to acclimate to the Heliospectra LX300 lighting overnight. Both the SI‐NDVI imager and the normal white light camera were set up using tripods and scheduled to image the plants every 30 min for 3 d. After acclimation, an initial image was taken prior to administering stress or control treatments. Each six‐welled pot was placed in an individual plastic tray to contain treatment solutions. For both the treatment and control plants, 200 mL of solution was applied to each six‐welled pot by pouring the solution into the plastic tray and allowing the solution to reach the plant through the soil. For the ammonium nitrate treatment, 10× ammonium nitrate solution was utilized based on the recommended concentration of ammonium nitrate in basal Murashige and Skoog medium. For the control treatment, tap water was utilized.\nFor several days after stress treatment, arugula plants subjected to the ammonium nitrate solution do not appear visibly stressed (Fig. \n5\nA). Finally, after 60 h of exposure to the high ammonium nitrate concentration, the plants become noticeably wilted, whereas control plants look relatively unchanged (Fig. \n5\nA, B). Despite the lack of change in the visual appearance of the ammonium nitrate–treated plants, SI‐NDVI quantitative analysis in comparison to control plants enables detection of a decrease in high scoring color index values, correlating to a decrease in healthy plant tissue, as early as 6 h after stress treatment (Fig. \n5\nC, D).\nAnalysis was done on a single leaf from five different arugula plants per treatment following the previously described method for graph production. For each time point analyzed, the color index value with the highest pixel count was recorded and termed the “peak color index value.” The peak color index value of each successive time point was then subtracted from the peak color index value at the initial time point before treatment application for each individual arugula leaf analyzed, and the difference was termed the “peak color index value change.” The color index value changes were then represented graphically in a box‐and‐whisker plot (Fig. \n5\nE), and two‐tailed Student's \nt\n‐tests assuming equal variances were calculated on the peak color index value change at each time point (Table \n2\n). Statistics were calculated using both the data analysis tool in Excel and the t.test() function in R with identical results. By 12 h of treatment exposure, the peak color index value change in the ammonium nitrate–treated plants was statistically significantly different from the peak color index value change in the control plants (Fig. \n5\nE).\nTable 2\nStatistical values obtained from single‐image normalized difference vegetation index (SI‐NDVI) analysis of \nEruca sativa\n ammonium nitrate stress experiment over a 60‐h period.\na\n\n\nComparison tested\n\n\nP\n value\n\n\nt\n‐critical\n\n\nt\n‐statistic\nDegrees of freedom\nControl Δ 6 h and ammonium nitrate Δ 6 h\n0.2604\n2.306\n1.2111\n8\nControl Δ 12 h and ammonium nitrate Δ 12 h\n0.006\n2.306\n3.6998\n8\nControl Δ 24 h and ammonium nitrate Δ 24 h\n0.0494\n2.306\n2.3131\n8\nControl Δ 36 h and ammonium nitrate Δ 36 h\n0.0031\n2.306\n4.1815\n8\nControl Δ 48 h and ammonium nitrate Δ 48 h\n0.0274\n2.306\n2.6925\n8\nControl Δ 60 h and ammonium nitrate Δ 60 h\n1.67E‐06\n2.306\n12.401\n8\na\nStatistics were calculated using the peak color index value change of five leaf‐localized regions of interest from five individual plants per treatment, using two‐tailed Student's \nt\n‐tests assuming equal variances. Peak color index value change refers to the difference between the color index value with the highest pixel count for a given time point and the color index value with the highest pixel count at the initial time point.\nJohn Wiley & Sons, Ltd",
    "supporting_information": "Supporting information\n\n\nAPPENDIX S1.\n A custom color lookup table (LUT) created for this study: NDVI Cyantific.\nClick here for additional data file.\n\n\nAPPENDIX S2.\n A custom color lookup table (LUT) created for this study: Jolly Green Cyant.\nClick here for additional data file.",
    "parts_list": "Parts list\n\n\nGoPro Hero4 Black camera (GoPro Inc., San Mateo, California, USA; \nhttps://cam-do.com/products/gopro-hero4-black\n)\nBack‐Bone Ribcage AIR modification kit (Back‐Bone Gear Inc., Ottawa, Canada; \nhttps://www.back-bone.ca/product/ribcage-air-hero4-mod-kit/\n)\nInfrared‐corrected M12 lens (IRpro, Brea, California, USA; \nhttps://www.irprostore.com/ndvi-7\n)\nNDVI‐7 filter (IRpro; \nhttps://www.irprostore.com/ndvi-7\n)",
    "gopro_modification": "GoPro modification\n\n\nModify GoPro Hero4 Black camera with the Back‐Bone Ribcage AIR modification kit. Alternatively, a pre‐modified system can be purchased directly from Back‐Bone (\nhttps://www.back-bone.ca/product-category/ribcage_cameras/\n). Note: Any camera that allows for removal of the standard infrared blocking filter and addition of new filters may be used instead of the GoPro Hero4 Black.\nRemove any infrared filter pre‐loaded into the camera.\nAdd NDVI‐7 filter to M12 lens.\nMount M12 lens to GoPro with the Back‐Bone Ribcage system.\nDownload the GoPro app on a compatible smart device, and follow the app's instructions to connect the GoPro camera to the app.\nUse the app interface to adjust the focus of the camera as needed.\nOpen the Protune settings menu from the GoPro app and specify the following settings: White balance: 6500 K Color: flat ISO min: 100 ISO max: 100 Sharpness: high EV comp: 0.0\nThe SI‐NDVI imager is now ready to capture images for plant health monitoring.",
    "creating_a_false_color_image_from_an_si‐ndvi_image": "Creating a false color image from an SI‐NDVI image\n\n\nDownload and install Fiji or ImageJ (\nhttps://imagej.net/Fiji/Downloads\n). Note: Fiji is a version of ImageJ that contains more pre‐installed plugins. For this application, either version will be sufficient.\nDownload the Photo Monitoring Plugin jar file (\nhttps://github.com/nedhorning/PhotoMonitoringPlugin/tree/master/downloads\n).\nManually copy the Photo_Monitoring executable jar file into the plugins folder created from the initial Fiji download.\n(Optional) Additional color lookup tables (LUTs) tailored for NDVI analyses can be downloaded and installed by manually copying the LUT file into the “luts” folder within the Photo Monitoring Plugin folder (\nhttps://github.com/nedhorning/PhotoMonitoringPlugin/tree/master/downloads\n). Note: The custom LUTs created for use in this work, named “NDVI Cyantific” and “Jolly Green Cyant” are available for download in Appendices S1 and S2. These can also be installed by manually copying the files into the “luts” folder within the Photo Monitoring Plugin folder.\nOpen the ImageJ application from within the Fiji download folder; a graphical user interface (GUI) will open (Fig. \nFigure A1\n).\nDrag a raw image from the SI‐NDVI imager into the GUI. The GUI will display <<Drag and Drop>>.\nOpen the Photo Monitoring plugin by clicking the “Plugins” tab on the GUI and finding the “Photo Monitoring” menu. Then select “Single Image Index Processing from Displayed Image” (Fig. \nFigure A2\n).\nA new GUI will open. For creating false color images, the settings options are shown below in Fig. \nFigure A3\n. Note: The option to “Select output color table for color index image” will designate which LUT is used to produce the false color image. This choice will not impact quantitative analysis. All LUTs downloaded and copied into the “luts” folder of the Photo Monitoring plugin will appear in this dropdown menu. Note: The settings used for graph production differ slightly and will be shown separately.\nSelect OK once all settings have been verified.\nA false color image will now appear on the screen (Fig. \nFigure A4\n). This image can be saved in a variety of file formats from the “File” tab in the main GUI.\n\n\nNote: Balance and contrast may be adjusted for aesthetic purposes by clicking the “Image” tab in the GUI, and then using the options available from the “Adjust” menu.",
    "graph_production_from_an_si‐ndvi_image": "Graph production from an SI‐NDVI image\n\n\nFollow steps 1–6 of the “Creating a false color image from an SI‐NDVI image” section above.\nOnce the new GUI opens (Fig. \nFigure A5\n), select the settings shown for graph production. Set the minimum index value for scaling color index to 0 and the maximum index value to 1.00 to focus exclusively on pixels corresponding to vegetation. Uncheck the box to “Stretch the NIR band before creating index” when producing graphs. Note: The option to “Select output color table for color index image” will dictate the LUT utilized to create the image. This has no effect on quantitative analysis.\nSelect OK once all settings have been verified.\nA new false color image will appear (Fig. \nFigure A6\n). Navigate to the “Analyze” tab of the GUI. Select “Histogram” from the dropdown menu. A histogram window will now appear, as shown in Fig. \nFigure A6\n.\nClick “Copy” from within the histogram window.\nOpen Microsoft Excel (we used Excel 2010 version 14.0.7212.5000 [64‐bit]; Microsoft, Redmond, Washington, USA) or any other spreadsheet program. Paste in the data copied from the histogram.\nThe data from the histogram will be pasted as two columns, a sample is shown in Fig. \nFigure A7\n. The first column represents the 255 color index values the SI‐NDVI scores are categorized by, while the second column contains the total number of pixels from the image that fell within any given color index value.\nPixel counts can then be utilized for graph production, and SI‐NDVI scores can be tracked over time.\n\n\nFigure Figure A1\nImageJ Graphical User Interface (\nGUI\n). When the ImageJ application is opened, the \nGUI\n shown here appears on the screen.\nFigure Figure A2\nPhoto Monitoring menu. With the “Plugins” tab of the ImageJ Graphical User Interface selected, select “Single Image Index Processing from Displayed Image” located under the “Photo Monitoring” dropdown menu.\nFigure Figure A3\nSetting the Photo Monitoring Graphical User Interface (Enter variables) for false color production. The Photo Monitoring Graphical User Interface will prompt the user to enter variables necessary for \nSI\n‐\nNDVI\n calculation. The options displayed must be selected for false color image production.\nFigure Figure A4\nFalse color image. A false color image is then generated and appears on the screen. This image can be saved in a variety of formats from the “File” tab of the ImageJ Graphical User Interface.\nFigure Figure A5\nSetting the Photo Monitoring Graphical User Interface (Enter variables) for graph production. The Photo Monitoring Graphical User Interface will prompt the user to enter variables necessary for \nSI\n‐\nNDVI\n calculation. The options displayed must be selected for graph production.\nFigure Figure A6\nObtaining histogram of color index values. A new false color image is then generated and appears on the screen. With the new false color image window active, a histogram of color index values is obtained by selecting “Histogram” from the dropdown menu located in the “Analyze” tab of the ImageJ Graphical User Interface.\nFigure Figure A7\nColor index value data. Pixel counts from the color index value histogram can then be pasted into spreadsheet software for analysis."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6201722/"
}