{
  "id": "PMC6548323",
  "title": "Maintenance of near normal bone mass and architecture in lethally irradiated female mice following adoptive transfer with as few as 750 purified hematopoietic stem cells.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Maintenance of near normal bone mass and architecture in lethally irradiated female mice following adoptive transfer with as few as 750 purified hematopoietic stem cells.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6548323/"
  },
  "sections": {
    "permalink": "Copy",
    "richard_t_deyhle_jr": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\nc\nNuclear Science and Engineering, Oregon State University, Corvallis, Oregon 97331\nf\nBelgian Nuclear Research Centre (SCK•CEN), Boeretang 200, BE-2400 Mol, Belgium\nFind articles by \nRichard T Deyhle Jr",
    "carmen_p_wong": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nCarmen P Wong",
    "stephen_a_martin": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nStephen A Martin",
    "melissa_q_mcdougall": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nMelissa Q McDougall",
    "dawn_a_olson": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nDawn A Olson",
    "adam_j_branscum": "b\nBiostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nAdam J Branscum",
    "scott_a_menn": "d\nRadiation Center, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nScott A Menn",
    "urszula_t_iwaniec": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\ne\nCenter for Healthy Aging Research, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nUrszula T Iwaniec",
    "david_m_hamby": "c\nNuclear Science and Engineering, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nDavid M Hamby",
    "russell_t_turner": "a\nSkeletal Biology Laboratory, Oregon State University, Corvallis, Oregon 97331\ne\nCenter for Healthy Aging Research, Oregon State University, Corvallis, Oregon 97331\nFind articles by \nRussell T Turner",
    "abstract": "Total-body irradiation (TBI) followed by transfer of bone marrow cells from donors is routinely performed in immunology research and can be used to manipulate differentiation and/or function of bone cells. However, exposure to high-dose radiation can result in irreversible osteopenia, and transfer of heterogeneous cell populations can complicate interpretation of results. The goal of this research was to establish an approach for reconstituting bone marrow using small numbers of purified donor-derived hematopoietic stem cells (HSCs) without negatively affecting bone metabolism. Gamma-irradiated (9 Gy) WBB6F1 mice were engrafted with bone marrow cells (5 × 10\n6\n cells) or purified HSCs (3,000 cells) obtained from GFP transgenic mice. \nIn vivo\n analysis and \nin vitro\n differentiation assays performed two months later established that both methods were effective in reconstituting the hematopoietic compartment with donor-derived cells. We confirmed these findings by engrafting C57Bl/6 (B6) mice with bone marrow cells or purified HSCs from CD45.1 B6 congenic mice. We next performed adoptive transfer of purified HSCs (750 cells) into WBB6F1 and radiosensitive Kit\nW/W-v\n mice and evaluated the skeleton two months later. Minimal differences were observed between controls and WBB6F1-engrafted mice that received fractionated doses of 2 × 5 Gy. Kit\nw/wv\n mice lost weight and became osteopenic after 2 × 5 Gy irradiations but these abnormalities were negligible after 5 Gy irradiation. Importantly, adoptive transfer of wild-type cells into Kit\nw/wv\n mice restored normal Kit expression in bone marrow. Together, these findings provide strong evidence for efficient engraftment with purified HSCs after lethal TBI with minimal collateral damage to bone. This approach will be useful for investigating mechanisms by which hematopoietic lineage cells regulate bone metabolism.",
    "introduction": "Hematopoietic stem cells (HSCs) in bone marrow are among the most radiosensitive cells (\n1\n). Lethal total-body irradiation (TBI) reduces HSCs to levels insufficient to support immune function and, without intervention, leads to irreversible acute radiation syndrome (ARS) (\n2\n). Adoptive transfer of bone marrow cells from a donor into an irradiated recipient is an effective cell-based intervention for ARS resulting from lethal TBI (\n3\n, \n4\n). The ability of engrafted donor cells to repopulate bone marrow after lethal TBI has been routinely exploited as a powerful research tool in immunology and is used for investigating survival, differentiation, maturation and function of immune cells (\n5\n, \n6\n).\nBone marrow cell engraftment after TBI has also been used in skeletal biology, most commonly in the subfield of osteoimmunology. As one example, studies leading to improved understanding of the genetic and molecular basis for osteopetrosis, a disease in which defects in differentiation of osteoclasts from hematopoietic lineage precursors lead to poor bone quality, utilized adoptive transfer of bone marrow cells from wild-type (WT) mice into mice with inherited osteopetrosis (\n7\n). These studies clarified the genetic basis for the disease, demonstrating the utility of the approach. However, there are significant barriers to widespread application of this technique in the field of skeletal biology.\nIdeally, adoptive transfer of bone marrow cells from a normal animal into an irradiated animal, in addition to restoring immune function, would maintain normal bone turnover, growth, architecture, mass and biomechanical competence. However, these goals have proven difficult to achieve; high doses of ionizing radiation negatively influence bone cell differentiation and bone cell activity resulting in suppression of skeletal growth in subadult animals and bone loss in adult animals (\n8\n–\n10\n). Therefore, radiation-induced alterations in bone complicate interpretation of results in studies using adoptive transfer.\nARS in mice induced by acute sub-lethal ionizing radiation is followed by gradual spontaneous recovery of the immune system (\n11\n). However, as with lethal TBI, there is suppression of bone accrual as well as accelerated age-related cancellous bone loss (\n12\n, \n13\n). Alterations in bone cell number occur in normal growing female mice within 24 h of exposure to sub-lethal γ radiation and cancellous osteopenia becomes apparent within two weeks (\n10\n).\nAfter lethal TBI, engraftment with unsorted bone marrow was effective in reconstituting host B cells, CD8 T cells and CD4 T cells in spleen and osteoclast precursors in bone marrow with donor-derived cells but was less effective in reconstituting mesenchymal lineage cells in bone marrow (\n10\n). Since osteoblasts originate from mesenchymal progenitors, it is possible that failure to restore normal bone mass and architecture after TBI was due to a deficiency in mesenchymal stem cells. However, this possibility is not supported by the observation that osteoblast-lined bone perimeter, mineralizing perimeter, mineral apposition rate and bone formation did not differ between irradiated and control mice nine weeks after TBI. While the possibility that bone microarchitecture would eventually return to normal cannot be ruled out, the high rate of cancellous bone turnover in young adult mice (~100% per month) (\n14\n) suggests that a defect in mechanosensing rather than an inability to form sufficient bone is responsible for failure to restore normal bone architecture in a timely manner after irradiation. Thus, donor mesenchymal stem cells (MSCs) may be unnecessary for successful survival after lethal TBI. However, rapid reconstitution of the mesenchymal cell component of the bone marrow from surviving host MSCs may be important to minimize bone loss.\nPrior studies suggest that adoptive transfer of a relatively small number (≤5,000) of purified HSCs are sufficient for survival after lethal irradiation of normal mice (\n15\n). This underscores the efficacy of HSCs to engraft in bone marrow, their self-renewal capacity and their ability to reconstitute multi-lineage progenitors. The use of highly purified HSCs (instead of unsorted bone marrow cells that contain a heterogeneous mixture of stem cells, multi-potent progenitors, as well as mature blood cells) allows for a better-defined model system without potential confounding factors attributed to large numbers of non-HSCs. However, the impact of adoptive transfer of purified HSCs on the skeleton after lethal TBI is unknown and the value of this approach diminished if the procedure increases bone loss. We therefore performed a series of experiments to evaluate efficacy of adoptive transfer using purified HSCs on animal survival and on bone growth, mass, density, architecture and turnover after lethal TBI.",
    "materials_and_methods": "Female C57BL/6-Tg(CAG-EGFP)1Osb/J (B6.GFP), C57Bl/6 (B6), WBB6F1/Jkit\nW/W-v\n (Kit\nW/W-v\n, compound heterzygote), WBB6F1 (wildtype control) and B6.SJL-Ptprca Pepcb/BoyJ (CD45.1 B6) were purchased from Jackson Laboratory (Bar Harbor, ME). In experiment 1, B6.GFP mice (H2\nb\n haplotype) which constitutively express GFP in all tissues except erythrocytes and hair were used as bone marrow transplant donors. This allowed for quantitative tracking of donor-derived GFP\n+\n cells in bone marrow in transplant recipients. In experiment 2, we used a B6 congenic strain carrying CD45.1 leukocyte marker (CD45.1 B6) as transplant donors and B6 mice as transplant recipients. Expression of CD45.1 allowed for tracking donor hematopoietic lineage cells as recipient hematopoietic lineage cells express CD45.2 allele. WBB6F1 mice (H2\nja/b\n haplotype) were chosen as bone marrow transplant donors in experiments 3 and 4 and transplant recipients in experiments 1 and 3 because these mice serve as wild-type controls for Kit\nW/W-v\n mice (\n16\n, \n17\n). Kit\nW/W-v\n mice were chosen as transplant recipients in experiment 4 because these mice have defects in HSC differentiation and, as a result, are more radiosensitive than wild-type mice (\n18\n) and because restoration of normal Kit gene expression after adoptive transfer of purified wildtype HSCs into Kit\nW/W-v\n mice would demonstrate proof of concept of the efficacy of the technique.\nMice were housed individually in a temperature- (21–23°C) and light-(12:12 h light-dark schedule) controlled room for the duration of studies. Food (Teklad 8604; Harlan® Laboratories, Indianapolis, IN) and water were provided \nad libitum\n to all animals. Body weight was recorded weekly. The mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals and the Institutional Animal Care and Use Committee at Oregon State University approved the experimental protocols.\nExperiment 1\n\n\nThe purpose of experiment 1 was to compare the effects of transplantation of total bone marrow nucleated cells and purified HSCs on mouse survival, bone architecture and cellular indices of bone turnover. One-month-old female WBB6F1 mice were randomized by weight into one of three treatment groups (n = 4/group): 1. Untreated control; 2. WBB6F1 recipients receiving B6.GFP bone marrow cells (B6.GFP BM → WBB6F1); or 3. WBB6F1 recipients receiving purified B6.GFP HSCs (B6.GFP HSC → WBB6F1). The WBB6F1 transplant recipients were lethally irradiated with a single dose of 9 Gy using a \n60\nCo irradiator source (Radiation Center, Oregon State University, Corvallis, Oregon) and reconstituted with either 5 × 10\n6\n donor bone marrow cells or 3,000 purified HSCs by injection (200 μl) in the lateral tail vein. The mice were maintained for eight weeks after cell engraftment. To label mineralizing bone, mice were injected with calcein (15 mg/kg; Sigma Chemical, St. Louis, MO) 4 days and 1 day prior to sacrifice. For tissue collection, the animals were anesthetized using isoflurane and killed by cardiac exsanguination. Tibiae were removed, fixed for 24 h in 10% buffered formalin, and stored in 70% ethanol for dual energy absorptiometry (DXA), microcomputed tomography (μCT) and histomorphometric analyses. Bone marrow was flushed from femora using sterile phosphate buffered saline (PBS) and made into single cell suspensions for flow cytometry and \nex vivo\n cell differentiation. Mesenteric lymph nodes were collected for flow cytometry.\nExperiment 2\n\n\nThe purpose of experiment 2 was to verify the efficacy of bone marrow cells and purified HSCs in reconstituting bone marrow after lethal irradiation in a second mouse strain (B6) using an alternative approach (expression of CD45.1) for determining transplantation efficiency of donor cells. Two-month-old female B6 mice were randomized by weight into one of three treatment groups (n = 4/ group): 1. untreated control; 2. B6 recipients receiving CD45.1 B6 bone marrow cells (CD45.1 B6 BM → B6); or B6 recipients receiving purified CD45.1 B6 HSCs (CD45.1 B6 HSC → B6). The B6 transplant recipients were lethally irradiated with a single 9 Gy dose using a \n60\nCo irradiator source (Radiation Center, Oregon State University) and reconstituted with either 5 × 10\n6\n donor bone marrow cells or 3,000 purified HSCs by injection (200 μl) in the lateral tail vein. The mice were maintained for eight weeks after cell engraftment. For tissue collection, the animals were anesthetized using isoflurane and killed by cardiac exsanguination. Bone marrow and spleens were collected and made into single cell suspension for flow cytometry analyses.\nExperiment 3\n\n\nThe purpose of experiment 3 was to comprehensively evaluate the skeletal response to adoptive transfer of HSCs. One-month-old female WBB6F1 mice were randomized by weight into one of two treatment groups: 1. untreated controls (n = 6); or 2. WBB6F1 recipients receiving purified WBB6F1 HSCs (WBB6F1 HSC → WBB6F1) (n = 9). The transplant recipients received 5 Gy TBI (\n60\nCo irradiator source) delivered twice within a 4-h fractionation period, for a total of 10 Gy and reconstituted with 750 purified HSC by injection (200 μl) in the lateral tail vein. The mice were maintained for eight weeks after cell engraftment. As in experiment 1, the mice in experiment 3 were injected with calcein 4 days and 1 day prior to sacrifice and after sacrifice, tibiae were removed, fixed for 24 h in 10% buffered formalin and stored in 70% ethanol for DXA, μCT and histomorphometric analyses. In addition, whole blood was collected for serum separation, abdominal white adipose tissue as well as uteri were removed and weighed and bone marrow was collected from femora and flash frozen in liquid nitrogen for gene expression analyses.\nExperiment 4\n\n\nThe purpose of experiment 4 was to evaluate the feasibility of using adoptive transfer of purified WBB6F1 HSCs to restore normal Kit expression levels in bone marrow of Kit\nW/W-v\n mice. The study was performed as described for experiment 3, with the following differences: 1. The transplant recipients were Kit\nW/W-v\n mice; and 2. The mice were irradiated with 5 Gy delivered either once or twice (within a 4-h interval) prior to reconstitution with 750 purified WBB6F1 HSCs. We tested a lower dose of radiation in this experiment because Kit\nW/W-v\n mice are radiosensitive.\n\n\nWhole Bone Marrow and HSC Transplantation\n\n\nBone marrow was flushed from femora of donor mice using sterile PBS, made into a single cell suspension, and red blood cells (RBCs) were removed by incubating with RBC lysis buffer (150 m\nM\n NH\n4\nCl, 1 m\nM\n KHCO\n3\n, 0.1 m\nM\n EDTA, pH 7.2). For whole bone marrow transplantation, bone marrow cells were washed and resuspended in PBS to 2.5 × 10\n7\n cells/ml, and 200 μl (5 × 10\n6\n cells) were injected via tail vein into irradiated recipient mice. HSC isolation was performed as described elsewhere (\n19\n). Briefly, lineage-negative (lin\n-\n) cells were enriched from bone marrow cells using MACS lineage cell depletion kit (Miltenyi Biotec Inc., Auburn, CA), where mature lineage-defined immune cells, including T cells, B cells, NK cells, dendritic cells, monocytes, granulocytes and erythroid cells, were removed from the bone marrow cell preparation. Enriched lin\n-\n bone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBio-science\n™\n Inc., San Diego, CA). HSCs (defined as Lin Sca-1\n+\nc-Kit\n+\n) (\n20\n, \n21\n) were purified from enriched lin\n-\n cells by single cell sorting using MoFlo\n™\n XDP (Beckman Coulter®, Indianapolis, IN) at the Oregon State University Flow Cytometry and Cell Sorting Facility (Corvallis, OR). Purified HSCs were resuspended in PBS, and 200 μl containing 3,000 donor HSCs (experiments 1 and 2) or 750 donor HSCs (experiments 3 and 4) were injected into the lateral tail vein of each irradiated recipient mouse.\nFlow Cytometry\n\n\nIn experiment 1, the percentage of GFP\n+\n B and T cells in mesenteric lymph nodes was measured by flow cytometry using B-cell-specific (CD19) and T-cell-specific (CD3) antibodies. The percentage of GFP\n+\n bone marrow cells and HSCs in recipient mice was also determined. In experiment 2, the percentage of donor-derived (CD45.1\n+\n) T and B cells in spleens were determined using a combination CD45.1- specific, as well as B-cell- and T-cell-specific antibodies. The percentage of CD45.1\n+\n bone marrow cells in recipient mice was also determined using CD45.1 congenic marker. All antibodies were purchased from eBioscience (Thermo Fisher Scientific\n™\n Inc., Waltham, MA). Data were acquired using FACSCalibur\n™\n (BD Biosciences, San Jose, CA), and data analyses were done using Summit software (DakoCytomation, Fort Collins, CO).\nEx Vivo Differentiation of Bone Marrow-Derived Osteoclasts and Adipocytes\n\n\nFor osteoclast differentiation, bone marrow cells from transplant recipients were cultured in osteoclast differentiation media [Alpha MEM media containing 10% fetal bovine serum (FBS), 50 ng/ml MCSF, 50 ng/ml RANKL] (\n22\n), and adherent multinucleated osteoclasts were analyzed on day 7. Cytokines were purchased from Peprotech® (Rocky Hill, NJ). Cells were fixed in formalin and analyzed for tartrate-resistant acid phosphatase (TRAP) and GFP expression. TRAP in osteoclasts was stained using TRAP staining kit (Kamiya Biomedical Co., Seattle, WA). Rabbit anti-GFP Alexa Fluor® 488 antibody (Molecular Probes®, Eugene, OR) was used to amplify GFP fluorescence. DAPI was used as a nuclear counterstain. Cell images were analyzed using Olympus IX71 fluorescent microscope (Olympus®, Waltham, MA). For adipocyte differentiation, adherent bone marrow cells were cultured in Alpha MEM media containing 10% FBS. After 5 days, adherent cells were cultured in adipocyte differentiation media (Alpha MEM media containing 10% FBS, 10 μ\nM\n dexamethasone, 0.5 μ\nM\n IBMX and 10 ng/ml insulin) for an additional 10–14 days. Adipocytes were fixed in formalin, stained with Oil Red, followed by GFP and DAPI staining.\nDensitometry\n\n\nImmediately prior to sacrifice, mice were anesthetized with isoflurane delivered in oxygen and percentage body fat (%), total body bone area (cm\n2\n), bone mineral content (g) and bone mineral density (g/cm\n2\n) were measured using DXA (PIXImus 2; Lunar Corporation, Madison, WI). Bone area, bone mineral content and bone mineral density were also measured in individual tibiae after excision from the body.\nMicrocomputed Tomography\n\n\nMicrocomputed tomography (μCT) was used for 3-dimensional (3D) evaluation of bone volume and architecture. Tibiae were scanned using a Scanco CT40 scanner (ScancoMedical AG, Basserdorf, Switzerland) at a voxel size of 12 × 12 × 12 μm (55 kV\np\n X-ray voltage, 145 μA intensity and 200 ms integration time). The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1,000). Entire tibia (cancellous + cortical bone) was evaluated followed by evaluation of cortical bone at the mid-shaft and cancellous bone in the proximal metaphysis. Filtering parameters sigma and support were set to 0.8 and 1, respectively. Voxels having a threshold ≥245 (0–1,000) were used to distinguish bone from non bone. For the tibial midshaft, 20 slices (0.24 mm) of bone were evaluated and total cross-sectional tissue volume (cortical and marrow volume, mm\n3\n), cortical volume (mm\n3\n), marrow volume (mm\n3\n), cortical thickness (μm) and polar moment of inertia (mm\n4\n, an index of bone strength in torsion) were measured. For the proximal tibial metaphysis, 40 slices (0.48 mm) of cancellous bone were measured, 45 slices (0.54 mm) distal to the growth plate/metaphysis boundary. Irregular manual contouring a few voxels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in the tibial metaphysis included cancellous bone volume fraction (bone volume/tissue volume, %), trabecular thickness (μm), trabecular number (1/mm), trabecular spacing (μm) and connectivity density (1/mm\n3\n).\nHistomorphometry\n\n\nProximal tibiae were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate as described elsewhere (\n23\n). Coronal sections (4 μm thick) were cut with a vertical bed microtome (Leica 2065) and affixed to gel coated slides. One section per animal was stained for TRAP and counterstained with toluidine blue and used for cell-based measurements. A second section was left unstained for dynamic histomor-phometry. Histomorphometric data were collected with a 20× objective using the OsteoMeasure System (OsteoMetrics Inc., Atlanta, GA). The sampling site for the proximal tibial metaphysis was located 0.25–1.25 mm distal to the growth plate and 0.1 mm from cortical bone.\n\n\nCell-based measurements included osteoblast perimeter (osteoblast perimeter/bone perimeter, %), osteoclast perimeter (osteoclast perimeter/bone perimeter, %), marrow adiposity (adipocyte area/tissue area, %), adipocyte density (number of adipocytes/tissue area, number/ mm\n2\n), and adipocyte size (μm\n2\n). Osteoblasts, osteoclasts and adipocytes were identified as described elsewhere (\n24\n). Fluoro-chrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3-day interlabel interval, μm/day), and bone formation rate adjusted for bone perimeter (bone formation rate/bone perimeter, μm\n2\n/μm/year). All bone histomorphometric data are reported using standard 2D nomenclature (\n23\n).\nSerum Biomarkers for Bone Turnover\n\n\nSerum osteocalcin was measured using mouse Gla-Osteocalcin High Sensitive EIA Kit (TaKaRa Bio Inc., Mountain View, CA). Serum CTX-1 was measured using mouse CTX-1 ELISA kit (MyBiosource, San Diego, CA).\nGene Expression\n\n\nTotal RNA was isolated from bone marrow in recipient mice using TRIzol reagent according to the manufacturer’s protocol (Thermo Fisher). cDNA was prepared using SuperScript® III First-Strand Synthesis SuperMix for qRT-PCR (Thermo Fisher). The expression of genes related to hematopoiesis, adipogenesis, osteogenesis and osteoporosis were determined using pathway focused RT\n2\n Profiler\n™\n PCR Arrays [(Mouse Hematopoiesis Array (PAMM-054Z), Mouse Adipogenesis Array (PAMM-049Z), Mouse Osteogenesis Array (PAMM-026Z) and Mouse Osteoporosis Array (PAMM-170Z)] according to the manufacturer’s protocol (QIAGEN®, Carlsbad, CA). Kit expression was determined using Kit-specific RT\n2\n qPCR Primer Assay (QIAGEN). Gene expression was normalized to GAPDH and relative quantification was determined by ΔΔCt method using RT\n2\n Profiler PCR Array Data Analysis software version 3.5 (QIAGEN) and SDS RQ Manager (for Kit qPCR) (Applied Biosystems®, Foster City, CA).\nStatistics\n\n\nMean values for bone parameters were compared between lethally irradiated (9 Gy) control mice and mice transplanted with bone marrow or HSCs using one-way analysis of variance (ANOVA) or the Kruskal-Wallis nonparametric test, with \nt\n tests or Wilcoxon-Mann-Whitney tests used to make pairwise comparisons. A modified F test was used when variances were distinct, with Welch’s two-sample \nt\n test used for two-group comparisons (\n25\n). \nT\n tests or Wilcoxon-Mann-Whitney tests were used to compare control mice to mice receiving 2 × 5 Gy doses. Goodness-of-fit assessment was based on dotplots, Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots and Anderson-Darling tests of normality. The Benjamini and Hochberg (\n26\n) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at \nP\n ≤ 0.05. All data are presented as mean ± SE. Data analysis was performed using R version 3.2.2.",
    "experiment_1": "In experiment 1 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from GFP-expressing donor mice on animal survival, hematopoietic lineage cell reconstitution, mesenchymal lineage cell reconstitution, and bone mass, architecture and cellular indices of bone turnover after exposure to 9 Gy. All irradiated transplant recipients had successful engraftment with 100% survival for the duration of the experiment. HSCs give rise to cells of both lymphoid and myeloid lineages, in which the lymphoid lineage is composed primarily of B and T lymphocytes. The efficiency of lymphoid reconstitution was evaluated by tracking donor-derived GFP\n+\n B and T cells in transplant recipients. As expected, GFP\n+\n B and T cells were detected in mesenteric lymph nodes of the recipients (\nFig. 1A\n and \nB\n). The frequency of these cells did not differ between recipients receiving total bone marrow or HSCs. GFP\n+\n cells were also readily detected in bone marrow; the frequency of GFP\n+\n cells did not differ between recipients receiving total bone marrow or HSCs (\nFig. 1C\n).\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nFluorescence-activated cell sorting analysis showing percentage of GFP\n+\n B cells and GFP\n+\n T cells in mesenteric lymph node (panels A and B, respectively) and percentage of GFP\n+\n cells in bone marrow (panel C) eight weeks after adoptive transfer of unsorted bone marrow (BM) cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). Fluorescence-activated cell sorting analysis showing percentage of CD45.1\n+\n B cells and CD45.1\n+\n T cells in spleen (panels D and E, respectively) and percentage of CD45.1\n+\n cells in bone marrow (panel F) eight weeks after adoptive transfer of unsorted bone marrow cells (B6.CD45.1 BM → B6, BM → WT) or purified HSCs (B6.CD45.1 HSC → B6, HSC → WT). Data are mean ± SE. N = 4/group.\nThe effects of treatment on reconstitution of the myeloid compartment in transplant recipients are shown in \nFig. 2\n. Since osteoclasts are derived from myeloid progenitors, reconstitution of the myeloid compartment can be verified by examining GFP expression of bone marrow-derived osteoclasts. Osteoclasts differentiated using bone marrow from transplant recipients (unsorted bone marrow cells or HSCs) were all GFP\n+\n (\nFig. 2A\n). In contrast, bone marrow-derived adipocytes (mesenchymal origin) were negative for GFP expression (\nFig. 2B\n).\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nExpression of GFP\n+\n osteoclasts (panel A) and adipocytes (panel B) cultured from bone marrow of control mice or transplant recipients receiving unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer. The left-side column shows TRAP-positive osteoclasts in panel A and oil red-positive adipocytes in panel B. The middle column shows DAPI nuclear stain of all cells in the field of image. The right-side column shows GFP expression in cells. Note that osteoclasts are GFP\n+\n after adoptive transfer of either unsorted bone marrow cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). In contrast, oil redpositive adipocytes are GFP\n-\n with both treatments, whereas oil red-negative cells surrounding the adipocytes are GFP\n+\n.\nThe effects of treatment on tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis, are shown in \nFig. 3\n. Tibial length (\nFig. 3A\n) and bone volume (\nFig. 3E\n) were lower and bone area (\nFig. 3B\n) tended to be lower (\nP <\n 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Bone mineral content (\nFig. 3C\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to controls. Bone mineral density (\nFig. 3D\n) tended to be lower (\nP\n < 0.1) in B6.GFP HSC → WBB6F1 mice compared to control mice. Significant differences in bone mineral density were not detected between B6.GFP BM → WBB6F1 and control mice. Cross-sectional volume (\nFig. 3F\n) tended to be lower (\nP\n < 0.1) and polar moment of inertia (\nFig. 3J\n) was lower in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Cortical volume (\nFig. 3G\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to control mice. Marrow volume (\nFig. 3H\n) was lower in B6.GFP BM → WBB6F1 mice and tended to be lower (\nP\n < 0.1) in B6.GFP HSC → WBB6F1 mice compared to controls. Significant differences in cortical thickness (\nFig. 3I\n) were not detected with treatment. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated.\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on tibia length (panel A), area (panel B), bone mineral content (panel C), bone mineral density (panel D), bone volume (panel E), and on diaphysis cross-sectional volume (panel F), cortical volume (panel G), marrow volume (panel H), cortical thickness (panel I) and polar moment of inertia (panel J). Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.\nThe effects of treatment on cancellous bone architecture and indices of bone resorption, bone formation and bone marrow adiposity in the proximal tibial metaphysis are shown in \nFig. 4\n. Cancellous bone volume fraction (\nFig. 4A\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Trabecular number (\nFig. 4C\n) tended to be lower (\nP\n < 0.1) and trabecular spacing (\nFig. 4D\n) tended to be higher in B6.GFP BM → WBB6F1 compared to control mice. Significant differences in trabecular number or trabecular spacing were not detected between B6.GFP HSC → WBB6F1 and control mice. Significant differences in trabecular thickness (\nFig. 4B\n) and connectivity density (\nFig. 4E\n) were not detected with treatment. Significant differences in osteoclast perimeter (\nFig. 4F\n), osteoblast perimeter (\nFig. 4G\n), mineralizing perimeter (\nFig. 4H\n), mineral apposition rate (\nFig. 4I\n) and bone formation rate (\nFig. 4J\n) were not detected with treatment. Significant differences in marrow adiposity (\nFig. 4K\n) and adipocyte size (\nFig. 4M\n) were likewise not detected with treatment. However, adipocyte density (\nFig. 4L\n) tended to be greater (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice compared to control mice. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated. The effects of treatment on cancellous bone architecture in the tibial metaphysis can be appreciated in \nFig. 4N\n.\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on proximal tibia metaphysis cancellous bone volume fraction (panel A), trabecular thickness (panel B), trabecular number (panel C), trabecular spacing (panel D), connectivity density (panel E), osteoclast perimeter (panel F), osteoblast perimeter (panel G), mineralizing perimeter (panel H), mineral apposition rate (panel I), bone formation rate (panel J), marrow adiposity (panel K), marrow adipocyte density (panel L) and marrow adipocyte size (panel M). Representative μCT images of cancellous bone in the proximal tibia metaphysis are shown in panel N. Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.",
    "experiment_2": "In experiment 2 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from CD45.1 B6 congenic donor mice on animal survival and hematopoietic lineage cell reconstitution in B6 mice. Similar to experiment 1, bone marrow cells and purified HSCs were highly effective in reconstituting hematopoietic lineage cells in spleen and bone marrow with donor cells expressing CD45.1 (\nFig. 1D\n–\nF\n).",
    "experiment_3": "In experiment 3 we determined the efficacy of adoptive transfer of 750 purified WBB6F1 HSCs on body composition and bone in WBB6F1 recipients after 2 × 5 Gy irradiations. Despite the extremely low number of HSCs transplanted, 6 out of 9 irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. Three irradiated transplant recipients lost weight and died 1.5 weeks postirradiation/transplantation due to unsuccessful HSC engraftment. Lethality was not observed in experiment 1 with 3,000 cells or in experiment 4 with 750 cells. These observations suggest that technical difficulty in accurately delivering a very small number of cells in the tail vein may decrease the likelihood for successful engraftment.\nThe effects of treatment on body composition and on tibial length, area, bone mineral content, bone mineral density and bone volume of successfully engrafted mice are shown in \nTable 1\n. Significant differences in body weight, abdominal white adipose tissue weight, percentage body fat, and total body bone area, bone mineral content or bone mineral density were not detected with treatment. However, uterine weight was lower in WBB6F1HSC → WBB6F1 mice compared to control mice. Significant differences were not detected with treatment in any of the tibia end points measured.\nTABLE 1.\n\n\nEffect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1, HSC → WT)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 3\n\n\nControl\n\n\nHSC → WT\n\n\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n\n\n\n\n\n\n Body weight (g)\n\n\n22.2 ± 0.8\n\n\n22.2 ± 0.8\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.45 ± 0.10\n\n\n0.51 ± 0.07\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.12 ± 0.01\n\n\n0.04 ± 0.003\na\n\n\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n\n\n\n\n\n\n Body fat (%)\n\n\n22.4 ± 1.0\n\n\n20.9 ± 1.0\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.97 ± 0.21\n\n\n7.28 ± 0.12\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.322 ± 0.016\n\n\n0.340 ± 0.012\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.046 ± 0.001\n\n\n0.047 ± 0.001\n\n\n\n\n\n\nTibia\n\n\n\n\n\n\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.2\n\n\n17.5 ± 0.1\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.40 ± 0.01\n\n\n0.40 ± 0.01\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.017 ± 0.001\n\n\n0.017 ± 0.001\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.043 ± 0.001\n\n\n0.043 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n15.3 ± 0.7\n\n\n16.5 ± 0.5\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content and bone mineral density, and on tibial length, bone area, bone mineral content, bone mineral density and bone volume. Data are mean ± SE. N = 6/group.\n\n\n\n\na\nDifferent from control, \nP\n < 0.05.\nThe effects of treatment on cortical bone architecture in the tibial diaphysis and on cancellous bone architecture, indices of bone turnover and marrow adiposity in the proximal tibial metaphysis, are shown in \nFig. 5\n. No significant differences were detected with treatment in diaphyseal cross-sectional volume (\nFig. 5A\n), cortical volume (\nFig. 5B\n) or polar moment of inertia (\nFig. 5E\n). However, marrow volume (\nFig. 5C\n) was lower and cortical thickness (\nFig. 5D\n) was higher in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in bone volume fraction (\nFig. 5F\n), trabecular thickness (\nFig. 5G\n), trabecular number (\nFig. 5H\n) and connectivity density (\nFig. 5J\n). Trabecular spacing (\nFig. 5I\n) tended to be higher (\nP\n < 0.1) in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in osteoclast perimeter (\nFig. 5K\n), CTX (an index of global bone resorption) (\nFig. 5S\n), osteoblast perimeter (\nFig. 5L\n), mineralizing perimeter (\nFig. 5M\n) and osteocalcin (an index of global bone turnover) (\nFig. 5T\n). However, mineral apposition rate (\nFig. 5N\n) and bone formation rate (\nFig. 5O\n) were greater in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in marrow adiposity (\nFig. 5P\n), adipocyte density (\nFig. 5Q\n) and adipocyte size (\nFig. 5R\n).\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of purified HSCs from WBB6F1 to WBB6F1 mice (WBB6F1 HSC → WBB6F1, HSC → WT) on tibia diaphysis cross-sectional volume (panel A), cortical volume (panel B), marrow volume (panel C), cortical thickness (panel D) and polar moment of inertia (panel E), and on distal tibia metaphysis cancellous bone volume fraction (panel F), trabecular thickness (panel G), trabecular number (panel H), trabecular spacing (panel I), connectivity density (panel J), osteoclast perimeter (panel K), osteoblast perimeter (panel L), mineralizing perimeter (panel M), mineral apposition rate (panel N), bone formation rate (panel O), marrow adiposity (panel P), marrow adipocyte density (panel Q), marrow adipocyte size (panel R), serum CTX (panel S) and serum osteocalcin (panel T). Data are mean ± SE. N = 6/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.\nThe effects of treatment on expression of genes associated with hematopoiesis (84 genes), osteogenesis and osteoporosis (148 genes) and adipogenesis (84 genes) in bone marrow are shown in \nTable 2\n. Very few genes had altered expression in the HSC transplant recipients. Among all the genes examined, 7% of genes associated with hematopoiesis, 8% of genes associated with osteogenesis/osteoporosis and 5% of genes associated with adipogenesis were differentially expressed in WBB6F1 HSC → WBB6F1 mice compared to controls. A complete list of genes evaluated, including fold changes and \nP\n values, is archived with NASA.\nTABLE 2.\n\n\nDifferential Gene Expression in Bone Marrow of Femur after Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n“Hematopoiesis” array\n\n\n“Osteoporosis” and “osteogenesis” array\n\n\n“Adipogenesis” array\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 6/84 genes)\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 12/148 genes)\na\n\n\n\n\nDifferentially expressed in \ntransplant recipients\n(n = 4/84 genes)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\n\n\n\n\n\n\n\n\n\n\nAngpt1\n\n\n−1.4\n\n\n0.004\n\n\nBmpr1a\n\n\n−2.2\n\n\n0.010\n\n\nCdkn1a\n\n\n−1.2\n\n\n0.014\n\n\n\n\n\n\nHdac4\n\n\n  1.3\n\n\n0.004\n\n\nCol14a1\n\n\n−1.8\n\n\n0.045\n\n\nFgf1\n\n\n−1.2\n\n\n0.025\n\n\n\n\n\n\nHdac9\n\n\n−1.6\n\n\n0.034\n\n\nCol4a1\n\n\n  1.4\n\n\n0.030\n\n\nIrs1\n\n\n−1.8\n\n\n0.012\n\n\n\n\n\n\nIl1a\n\n\n−1.6\n\n\n0.007\n\n\nFn1\n\n\n  1.6\n\n\n0.003\n\n\nSfrp1\n\n\n  1.4\n\n\n0.024\n\n\n\n\n\n\nMmp9\n\n\n  1.4\n\n\n0.037\n\n\nIl15\n\n\n−1.4\n\n\n0.041\n\n\n\n\n\n\n\n\n\n\n\n\nStatS\n\n\n  1.2\n\n\n0.032\n\n\nItga2\n\n\n−1.6\n\n\n0.007\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp1\n\n\n  1.4\n\n\n0.042\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp5\n\n\n  1.2\n\n\n0.043\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMmp9\n\n\n  1.3\n\n\n0.037\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTnfrsf1b\n\n\n  1.2\n\n\n0.048\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVegfa\n\n\n−1.2\n\n\n0.017\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWnt10b\n\n\n−2.1\n\n\n0.032\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNote\n. N = 6/group.\n\n\n\n\na\nCombined two arrays and removed redundant genes shared between the arrays.",
    "experiment_4": "In experiment 4 we determined the efficacy of adoptive transfer of purified WBB6F1 HSCs on survival, body composition and bone parameters in radiosensitive Kit\nW/W-v\n recipient mice. Despite the extremely low number of HSCs transplanted, all of the irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. As expected, mRNA levels for Kit were lower in Kit\nW/W-v\n mice compared to WBB6F1 mice and this disparity was corrected after adoptive transfer of purified HSCs from WBB6F1 mice (\nFig. 6A\n).\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of purified HSCs from WBB6F1 mice to radiosensitive Kit\nW/W-v\n mice (WBB6F1 HSC → Kit\nW/W-v\n, HSC → W/W-v) on bone marrow Kit expression (panel A), serum CTX (panel B) and serum osteocalcin (panel C). Wild-type control mice in panel A were age-matched WBB6F1 mice. Data are mean ± SE. N = 4–7/group. \na\nDifferent from Kit\nW/W-v\n control, \nP <\n 0.05.\nThe effects of treatment on body composition, tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis are shown in \nTable 3\n. Kit\nW/W-v\n mice receiving 5 Gy had higher body weight but lower percentage body fat and lower uterine weight compared to control (nonirradiated) Kit\nW/W-v\n mice. However, significant differences in tibial length, area, bone mineral content, bone mineral density and bone volume, and in cortical bone architecture in the tibial diaphysis were not detected with treatment. In contrast, Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) gained less weight, had lower white adipose tissue weight, uterine weight and percentage body fat and had smaller bones with altered cortical architecture compared to control (nonirradiated) Kit\nW/W-v\n mice. Regarding bone, tibial length, area, bone mineral content and bone volume were lower in Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) compared to controls. In addition, cross-sectional volume, cortical volume, marrow volume and polar moment of inertia were lower in the irradiated Kit\nW/W-v\n mice. Significant differences in tibia bone mineral density and cortical thickness were not detected with 10 Gy (2 × 5 Gy).\nTABLE 3.\n\n\nEffect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to KitW/W-v Mice (WBB6F1 HSC → KitW/W/v, HSC → W/W-v)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 4\n\n\nW/W-v control\n\n\nHSC → W/W-v sublethal (5 Gy)\n\n\nHSC → W/W-v lethal (2 × 5 Gy)\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n Body weight (g)\n\n\n21.6 ± 0.3\n\n\n23.1 ± 0.5\na\n\n\n\n\n17.6 ± 0.5\na\n\n\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.55 ± 0.05\n\n\n0.48 ± 0.07\n\n\n0.16 ± 0.04\na\n\n\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.05 ± 0.01\n\n\n0.02 ± 0.003\na\n\n\n\n\n0.02 ± 0.002\na\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n Body fat (%)\n\n\n21.6 ± 0.7\n\n\n19.2 ± 0.6\na\n\n\n\n\n16.1 ± 0.6\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.75 ± 0.15\n\n\n7.11 ± 0.07\n\n\n6.09 ± 0.17\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.302 ± 0.010\n\n\n0.320 ± 0.006\n\n\n0.251 ± 0.012\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.045 ± 0.001\n\n\n0.045 ± 0.001\n\n\n0.041 ± 0.001\na\n\n\n\n\n\n\nTibia\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.1\n\n\n17.7 ± 0.07\na*\n\n\n\n\n16.7 ± 0.2\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.37 ± 0.01\n\n\n0.37 ± 0.01\n\n\n0.32 ± 0.01\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.015 ± 0.000\n\n\n0.015 ± 0.000\n\n\n0.012 ± 0.001\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.039 ± 0.001\n\n\n0.041 ± 0.001\n\n\n0.036 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n14.5 ± 0.5\n\n\n14.8 ± 0.4\n\n\n11.9 ± 0.45\na\n\n\n\n\n\n\nTibia diaphysis\n\n\n\n\n Cross-sectional volume (mm\n3\n)\n\n\n0.19 ± 0.00\n\n\n0.19 ± 0.00\n\n\n0.16 ± 0.00\na\n\n\n\n\n\n\n\n\n Cortical volume (mm\n3\n)\n\n\n0.13 ± 0.00\n\n\n0.14 ± 0.00\n\n\n0.11 ± 0.004\na\n\n\n\n\n\n\n\n\n Marrow volume (mm\n3\n)\n\n\n0.06 ± 0.00\n\n\n0.05 ± 0.00\n\n\n0.04 ± 0.002\na\n\n\n\n\n\n\n\n\n Cortical thickness (μm)\n\n\n209 ± 2\n\n\n221 ± 5\n\n\n208 ± 7\n\n\n\n\n\n\n Polar moment of inertia (mm\n4\n)\n\n\n0.09 ± 0.00\n\n\n0.09 ± 0.00\n\n\n0.08 ± 0.01\na\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content, and bone mineral density, on tibia length, bone area, bone mineral content, bone mineral density, and bone volume, and on tibia diaphysis cross-sectional volume, cortical volume, marrow volume, cortical thickness, and polar moment of inertia. Data are mean ± SE. N = 5–7/group.\n\n\n\n\na\nDifferent from Kit\nW/W-v\n control, P < 0.05.\n\n\n\n\n\n\na*\nDifferent from Kit\nW/W-v\n control, P < 0.1.\nSignificant differences in serum CTX were not detected with treatment (\nFig. 6B\n). However, serum osteocalcin was lower in Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) compared to control mice (\nFig. 6C\n).",
    "whole_bone_marrow_and_hsc_transplantation": "Bone marrow was flushed from femora of donor mice using sterile PBS, made into a single cell suspension, and red blood cells (RBCs) were removed by incubating with RBC lysis buffer (150 m\nM\n NH\n4\nCl, 1 m\nM\n KHCO\n3\n, 0.1 m\nM\n EDTA, pH 7.2). For whole bone marrow transplantation, bone marrow cells were washed and resuspended in PBS to 2.5 × 10\n7\n cells/ml, and 200 μl (5 × 10\n6\n cells) were injected via tail vein into irradiated recipient mice. HSC isolation was performed as described elsewhere (\n19\n). Briefly, lineage-negative (lin\n-\n) cells were enriched from bone marrow cells using MACS lineage cell depletion kit (Miltenyi Biotec Inc., Auburn, CA), where mature lineage-defined immune cells, including T cells, B cells, NK cells, dendritic cells, monocytes, granulocytes and erythroid cells, were removed from the bone marrow cell preparation. Enriched lin\n-\n bone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBio-science\n™\n Inc., San Diego, CA). HSCs (defined as Lin Sca-1\n+\nc-Kit\n+\n) (\n20\n, \n21\n) were purified from enriched lin\n-\n cells by single cell sorting using MoFlo\n™\n XDP (Beckman Coulter®, Indianapolis, IN) at the Oregon State University Flow Cytometry and Cell Sorting Facility (Corvallis, OR). Purified HSCs were resuspended in PBS, and 200 μl containing 3,000 donor HSCs (experiments 1 and 2) or 750 donor HSCs (experiments 3 and 4) were injected into the lateral tail vein of each irradiated recipient mouse.",
    "flow_cytometry": "In experiment 1, the percentage of GFP\n+\n B and T cells in mesenteric lymph nodes was measured by flow cytometry using B-cell-specific (CD19) and T-cell-specific (CD3) antibodies. The percentage of GFP\n+\n bone marrow cells and HSCs in recipient mice was also determined. In experiment 2, the percentage of donor-derived (CD45.1\n+\n) T and B cells in spleens were determined using a combination CD45.1- specific, as well as B-cell- and T-cell-specific antibodies. The percentage of CD45.1\n+\n bone marrow cells in recipient mice was also determined using CD45.1 congenic marker. All antibodies were purchased from eBioscience (Thermo Fisher Scientific\n™\n Inc., Waltham, MA). Data were acquired using FACSCalibur\n™\n (BD Biosciences, San Jose, CA), and data analyses were done using Summit software (DakoCytomation, Fort Collins, CO).",
    "ex_vivo_differentiation_of_bone_marrow-derived_osteoclasts_a": "For osteoclast differentiation, bone marrow cells from transplant recipients were cultured in osteoclast differentiation media [Alpha MEM media containing 10% fetal bovine serum (FBS), 50 ng/ml MCSF, 50 ng/ml RANKL] (\n22\n), and adherent multinucleated osteoclasts were analyzed on day 7. Cytokines were purchased from Peprotech® (Rocky Hill, NJ). Cells were fixed in formalin and analyzed for tartrate-resistant acid phosphatase (TRAP) and GFP expression. TRAP in osteoclasts was stained using TRAP staining kit (Kamiya Biomedical Co., Seattle, WA). Rabbit anti-GFP Alexa Fluor® 488 antibody (Molecular Probes®, Eugene, OR) was used to amplify GFP fluorescence. DAPI was used as a nuclear counterstain. Cell images were analyzed using Olympus IX71 fluorescent microscope (Olympus®, Waltham, MA). For adipocyte differentiation, adherent bone marrow cells were cultured in Alpha MEM media containing 10% FBS. After 5 days, adherent cells were cultured in adipocyte differentiation media (Alpha MEM media containing 10% FBS, 10 μ\nM\n dexamethasone, 0.5 μ\nM\n IBMX and 10 ng/ml insulin) for an additional 10–14 days. Adipocytes were fixed in formalin, stained with Oil Red, followed by GFP and DAPI staining.",
    "densitometry": "Immediately prior to sacrifice, mice were anesthetized with isoflurane delivered in oxygen and percentage body fat (%), total body bone area (cm\n2\n), bone mineral content (g) and bone mineral density (g/cm\n2\n) were measured using DXA (PIXImus 2; Lunar Corporation, Madison, WI). Bone area, bone mineral content and bone mineral density were also measured in individual tibiae after excision from the body.",
    "microcomputed_tomography": "Microcomputed tomography (μCT) was used for 3-dimensional (3D) evaluation of bone volume and architecture. Tibiae were scanned using a Scanco CT40 scanner (ScancoMedical AG, Basserdorf, Switzerland) at a voxel size of 12 × 12 × 12 μm (55 kV\np\n X-ray voltage, 145 μA intensity and 200 ms integration time). The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1,000). Entire tibia (cancellous + cortical bone) was evaluated followed by evaluation of cortical bone at the mid-shaft and cancellous bone in the proximal metaphysis. Filtering parameters sigma and support were set to 0.8 and 1, respectively. Voxels having a threshold ≥245 (0–1,000) were used to distinguish bone from non bone. For the tibial midshaft, 20 slices (0.24 mm) of bone were evaluated and total cross-sectional tissue volume (cortical and marrow volume, mm\n3\n), cortical volume (mm\n3\n), marrow volume (mm\n3\n), cortical thickness (μm) and polar moment of inertia (mm\n4\n, an index of bone strength in torsion) were measured. For the proximal tibial metaphysis, 40 slices (0.48 mm) of cancellous bone were measured, 45 slices (0.54 mm) distal to the growth plate/metaphysis boundary. Irregular manual contouring a few voxels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in the tibial metaphysis included cancellous bone volume fraction (bone volume/tissue volume, %), trabecular thickness (μm), trabecular number (1/mm), trabecular spacing (μm) and connectivity density (1/mm\n3\n).",
    "histomorphometry": "Proximal tibiae were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate as described elsewhere (\n23\n). Coronal sections (4 μm thick) were cut with a vertical bed microtome (Leica 2065) and affixed to gel coated slides. One section per animal was stained for TRAP and counterstained with toluidine blue and used for cell-based measurements. A second section was left unstained for dynamic histomor-phometry. Histomorphometric data were collected with a 20× objective using the OsteoMeasure System (OsteoMetrics Inc., Atlanta, GA). The sampling site for the proximal tibial metaphysis was located 0.25–1.25 mm distal to the growth plate and 0.1 mm from cortical bone.\nCell-based measurements included osteoblast perimeter (osteoblast perimeter/bone perimeter, %), osteoclast perimeter (osteoclast perimeter/bone perimeter, %), marrow adiposity (adipocyte area/tissue area, %), adipocyte density (number of adipocytes/tissue area, number/ mm\n2\n), and adipocyte size (μm\n2\n). Osteoblasts, osteoclasts and adipocytes were identified as described elsewhere (\n24\n). Fluoro-chrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, %), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3-day interlabel interval, μm/day), and bone formation rate adjusted for bone perimeter (bone formation rate/bone perimeter, μm\n2\n/μm/year). All bone histomorphometric data are reported using standard 2D nomenclature (\n23\n).",
    "serum_biomarkers_for_bone_turnover": "Serum osteocalcin was measured using mouse Gla-Osteocalcin High Sensitive EIA Kit (TaKaRa Bio Inc., Mountain View, CA). Serum CTX-1 was measured using mouse CTX-1 ELISA kit (MyBiosource, San Diego, CA).",
    "gene_expression": "Total RNA was isolated from bone marrow in recipient mice using TRIzol reagent according to the manufacturer’s protocol (Thermo Fisher). cDNA was prepared using SuperScript® III First-Strand Synthesis SuperMix for qRT-PCR (Thermo Fisher). The expression of genes related to hematopoiesis, adipogenesis, osteogenesis and osteoporosis were determined using pathway focused RT\n2\n Profiler\n™\n PCR Arrays [(Mouse Hematopoiesis Array (PAMM-054Z), Mouse Adipogenesis Array (PAMM-049Z), Mouse Osteogenesis Array (PAMM-026Z) and Mouse Osteoporosis Array (PAMM-170Z)] according to the manufacturer’s protocol (QIAGEN®, Carlsbad, CA). Kit expression was determined using Kit-specific RT\n2\n qPCR Primer Assay (QIAGEN). Gene expression was normalized to GAPDH and relative quantification was determined by ΔΔCt method using RT\n2\n Profiler PCR Array Data Analysis software version 3.5 (QIAGEN) and SDS RQ Manager (for Kit qPCR) (Applied Biosystems®, Foster City, CA).",
    "statistics": "Mean values for bone parameters were compared between lethally irradiated (9 Gy) control mice and mice transplanted with bone marrow or HSCs using one-way analysis of variance (ANOVA) or the Kruskal-Wallis nonparametric test, with \nt\n tests or Wilcoxon-Mann-Whitney tests used to make pairwise comparisons. A modified F test was used when variances were distinct, with Welch’s two-sample \nt\n test used for two-group comparisons (\n25\n). \nT\n tests or Wilcoxon-Mann-Whitney tests were used to compare control mice to mice receiving 2 × 5 Gy doses. Goodness-of-fit assessment was based on dotplots, Levene’s test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots and Anderson-Darling tests of normality. The Benjamini and Hochberg (\n26\n) method for maintaining the false discovery rate at 5% was used to adjust for multiple comparisons. Differences were considered significant at \nP\n ≤ 0.05. All data are presented as mean ± SE. Data analysis was performed using R version 3.2.2.",
    "results": "Experiment 1\n\n\nIn experiment 1 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from GFP-expressing donor mice on animal survival, hematopoietic lineage cell reconstitution, mesenchymal lineage cell reconstitution, and bone mass, architecture and cellular indices of bone turnover after exposure to 9 Gy. All irradiated transplant recipients had successful engraftment with 100% survival for the duration of the experiment. HSCs give rise to cells of both lymphoid and myeloid lineages, in which the lymphoid lineage is composed primarily of B and T lymphocytes. The efficiency of lymphoid reconstitution was evaluated by tracking donor-derived GFP\n+\n B and T cells in transplant recipients. As expected, GFP\n+\n B and T cells were detected in mesenteric lymph nodes of the recipients (\nFig. 1A\n and \nB\n). The frequency of these cells did not differ between recipients receiving total bone marrow or HSCs. GFP\n+\n cells were also readily detected in bone marrow; the frequency of GFP\n+\n cells did not differ between recipients receiving total bone marrow or HSCs (\nFig. 1C\n).\n\n\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\nFluorescence-activated cell sorting analysis showing percentage of GFP\n+\n B cells and GFP\n+\n T cells in mesenteric lymph node (panels A and B, respectively) and percentage of GFP\n+\n cells in bone marrow (panel C) eight weeks after adoptive transfer of unsorted bone marrow (BM) cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). Fluorescence-activated cell sorting analysis showing percentage of CD45.1\n+\n B cells and CD45.1\n+\n T cells in spleen (panels D and E, respectively) and percentage of CD45.1\n+\n cells in bone marrow (panel F) eight weeks after adoptive transfer of unsorted bone marrow cells (B6.CD45.1 BM → B6, BM → WT) or purified HSCs (B6.CD45.1 HSC → B6, HSC → WT). Data are mean ± SE. N = 4/group.\nThe effects of treatment on reconstitution of the myeloid compartment in transplant recipients are shown in \nFig. 2\n. Since osteoclasts are derived from myeloid progenitors, reconstitution of the myeloid compartment can be verified by examining GFP expression of bone marrow-derived osteoclasts. Osteoclasts differentiated using bone marrow from transplant recipients (unsorted bone marrow cells or HSCs) were all GFP\n+\n (\nFig. 2A\n). In contrast, bone marrow-derived adipocytes (mesenchymal origin) were negative for GFP expression (\nFig. 2B\n).\n\n\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\nExpression of GFP\n+\n osteoclasts (panel A) and adipocytes (panel B) cultured from bone marrow of control mice or transplant recipients receiving unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer. The left-side column shows TRAP-positive osteoclasts in panel A and oil red-positive adipocytes in panel B. The middle column shows DAPI nuclear stain of all cells in the field of image. The right-side column shows GFP expression in cells. Note that osteoclasts are GFP\n+\n after adoptive transfer of either unsorted bone marrow cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). In contrast, oil redpositive adipocytes are GFP\n-\n with both treatments, whereas oil red-negative cells surrounding the adipocytes are GFP\n+\n.\nThe effects of treatment on tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis, are shown in \nFig. 3\n. Tibial length (\nFig. 3A\n) and bone volume (\nFig. 3E\n) were lower and bone area (\nFig. 3B\n) tended to be lower (\nP <\n 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Bone mineral content (\nFig. 3C\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to controls. Bone mineral density (\nFig. 3D\n) tended to be lower (\nP\n < 0.1) in B6.GFP HSC → WBB6F1 mice compared to control mice. Significant differences in bone mineral density were not detected between B6.GFP BM → WBB6F1 and control mice. Cross-sectional volume (\nFig. 3F\n) tended to be lower (\nP\n < 0.1) and polar moment of inertia (\nFig. 3J\n) was lower in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Cortical volume (\nFig. 3G\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice and was lower in B6.GFP HSC → WBB6F1 mice compared to control mice. Marrow volume (\nFig. 3H\n) was lower in B6.GFP BM → WBB6F1 mice and tended to be lower (\nP\n < 0.1) in B6.GFP HSC → WBB6F1 mice compared to controls. Significant differences in cortical thickness (\nFig. 3I\n) were not detected with treatment. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated.\n\n\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on tibia length (panel A), area (panel B), bone mineral content (panel C), bone mineral density (panel D), bone volume (panel E), and on diaphysis cross-sectional volume (panel F), cortical volume (panel G), marrow volume (panel H), cortical thickness (panel I) and polar moment of inertia (panel J). Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.\nThe effects of treatment on cancellous bone architecture and indices of bone resorption, bone formation and bone marrow adiposity in the proximal tibial metaphysis are shown in \nFig. 4\n. Cancellous bone volume fraction (\nFig. 4A\n) tended to be lower (\nP\n < 0.1) in B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice compared to control mice. Trabecular number (\nFig. 4C\n) tended to be lower (\nP\n < 0.1) and trabecular spacing (\nFig. 4D\n) tended to be higher in B6.GFP BM → WBB6F1 compared to control mice. Significant differences in trabecular number or trabecular spacing were not detected between B6.GFP HSC → WBB6F1 and control mice. Significant differences in trabecular thickness (\nFig. 4B\n) and connectivity density (\nFig. 4E\n) were not detected with treatment. Significant differences in osteoclast perimeter (\nFig. 4F\n), osteoblast perimeter (\nFig. 4G\n), mineralizing perimeter (\nFig. 4H\n), mineral apposition rate (\nFig. 4I\n) and bone formation rate (\nFig. 4J\n) were not detected with treatment. Significant differences in marrow adiposity (\nFig. 4K\n) and adipocyte size (\nFig. 4M\n) were likewise not detected with treatment. However, adipocyte density (\nFig. 4L\n) tended to be greater (\nP\n < 0.1) in B6.GFP BM → WBB6F1 mice compared to control mice. Significant differences between B6.GFP BM → WBB6F1 and B6.GFP HSC → WBB6F1 mice were not detected for any of the end points evaluated. The effects of treatment on cancellous bone architecture in the tibial metaphysis can be appreciated in \nFig. 4N\n.\n\n\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on proximal tibia metaphysis cancellous bone volume fraction (panel A), trabecular thickness (panel B), trabecular number (panel C), trabecular spacing (panel D), connectivity density (panel E), osteoclast perimeter (panel F), osteoblast perimeter (panel G), mineralizing perimeter (panel H), mineral apposition rate (panel I), bone formation rate (panel J), marrow adiposity (panel K), marrow adipocyte density (panel L) and marrow adipocyte size (panel M). Representative μCT images of cancellous bone in the proximal tibia metaphysis are shown in panel N. Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.\nExperiment 2\n\n\nIn experiment 2 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from CD45.1 B6 congenic donor mice on animal survival and hematopoietic lineage cell reconstitution in B6 mice. Similar to experiment 1, bone marrow cells and purified HSCs were highly effective in reconstituting hematopoietic lineage cells in spleen and bone marrow with donor cells expressing CD45.1 (\nFig. 1D\n–\nF\n).\nExperiment 3\n\n\nIn experiment 3 we determined the efficacy of adoptive transfer of 750 purified WBB6F1 HSCs on body composition and bone in WBB6F1 recipients after 2 × 5 Gy irradiations. Despite the extremely low number of HSCs transplanted, 6 out of 9 irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. Three irradiated transplant recipients lost weight and died 1.5 weeks postirradiation/transplantation due to unsuccessful HSC engraftment. Lethality was not observed in experiment 1 with 3,000 cells or in experiment 4 with 750 cells. These observations suggest that technical difficulty in accurately delivering a very small number of cells in the tail vein may decrease the likelihood for successful engraftment.\n\n\nThe effects of treatment on body composition and on tibial length, area, bone mineral content, bone mineral density and bone volume of successfully engrafted mice are shown in \nTable 1\n. Significant differences in body weight, abdominal white adipose tissue weight, percentage body fat, and total body bone area, bone mineral content or bone mineral density were not detected with treatment. However, uterine weight was lower in WBB6F1HSC → WBB6F1 mice compared to control mice. Significant differences were not detected with treatment in any of the tibia end points measured.\n\n\nTABLE 1.\n\n\nEffect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1, HSC → WT)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 3\n\n\nControl\n\n\nHSC → WT\n\n\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n\n\n\n\n\n\n Body weight (g)\n\n\n22.2 ± 0.8\n\n\n22.2 ± 0.8\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.45 ± 0.10\n\n\n0.51 ± 0.07\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.12 ± 0.01\n\n\n0.04 ± 0.003\na\n\n\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n\n\n\n\n\n\n Body fat (%)\n\n\n22.4 ± 1.0\n\n\n20.9 ± 1.0\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.97 ± 0.21\n\n\n7.28 ± 0.12\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.322 ± 0.016\n\n\n0.340 ± 0.012\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.046 ± 0.001\n\n\n0.047 ± 0.001\n\n\n\n\n\n\nTibia\n\n\n\n\n\n\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.2\n\n\n17.5 ± 0.1\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.40 ± 0.01\n\n\n0.40 ± 0.01\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.017 ± 0.001\n\n\n0.017 ± 0.001\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.043 ± 0.001\n\n\n0.043 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n15.3 ± 0.7\n\n\n16.5 ± 0.5\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content and bone mineral density, and on tibial length, bone area, bone mineral content, bone mineral density and bone volume. Data are mean ± SE. N = 6/group.\n\n\n\n\na\nDifferent from control, \nP\n < 0.05.\n\n\n\n\nThe effects of treatment on cortical bone architecture in the tibial diaphysis and on cancellous bone architecture, indices of bone turnover and marrow adiposity in the proximal tibial metaphysis, are shown in \nFig. 5\n. No significant differences were detected with treatment in diaphyseal cross-sectional volume (\nFig. 5A\n), cortical volume (\nFig. 5B\n) or polar moment of inertia (\nFig. 5E\n). However, marrow volume (\nFig. 5C\n) was lower and cortical thickness (\nFig. 5D\n) was higher in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in bone volume fraction (\nFig. 5F\n), trabecular thickness (\nFig. 5G\n), trabecular number (\nFig. 5H\n) and connectivity density (\nFig. 5J\n). Trabecular spacing (\nFig. 5I\n) tended to be higher (\nP\n < 0.1) in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in osteoclast perimeter (\nFig. 5K\n), CTX (an index of global bone resorption) (\nFig. 5S\n), osteoblast perimeter (\nFig. 5L\n), mineralizing perimeter (\nFig. 5M\n) and osteocalcin (an index of global bone turnover) (\nFig. 5T\n). However, mineral apposition rate (\nFig. 5N\n) and bone formation rate (\nFig. 5O\n) were greater in WBB6F1 HSC → WBB6F1 mice compared to control mice. No significant differences were detected with treatment in marrow adiposity (\nFig. 5P\n), adipocyte density (\nFig. 5Q\n) and adipocyte size (\nFig. 5R\n).\n\n\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of purified HSCs from WBB6F1 to WBB6F1 mice (WBB6F1 HSC → WBB6F1, HSC → WT) on tibia diaphysis cross-sectional volume (panel A), cortical volume (panel B), marrow volume (panel C), cortical thickness (panel D) and polar moment of inertia (panel E), and on distal tibia metaphysis cancellous bone volume fraction (panel F), trabecular thickness (panel G), trabecular number (panel H), trabecular spacing (panel I), connectivity density (panel J), osteoclast perimeter (panel K), osteoblast perimeter (panel L), mineralizing perimeter (panel M), mineral apposition rate (panel N), bone formation rate (panel O), marrow adiposity (panel P), marrow adipocyte density (panel Q), marrow adipocyte size (panel R), serum CTX (panel S) and serum osteocalcin (panel T). Data are mean ± SE. N = 6/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.\nThe effects of treatment on expression of genes associated with hematopoiesis (84 genes), osteogenesis and osteoporosis (148 genes) and adipogenesis (84 genes) in bone marrow are shown in \nTable 2\n. Very few genes had altered expression in the HSC transplant recipients. Among all the genes examined, 7% of genes associated with hematopoiesis, 8% of genes associated with osteogenesis/osteoporosis and 5% of genes associated with adipogenesis were differentially expressed in WBB6F1 HSC → WBB6F1 mice compared to controls. A complete list of genes evaluated, including fold changes and \nP\n values, is archived with NASA.\n\n\nTABLE 2.\n\n\nDifferential Gene Expression in Bone Marrow of Femur after Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n“Hematopoiesis” array\n\n\n“Osteoporosis” and “osteogenesis” array\n\n\n“Adipogenesis” array\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 6/84 genes)\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 12/148 genes)\na\n\n\n\n\nDifferentially expressed in \ntransplant recipients\n(n = 4/84 genes)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\n\n\n\n\n\n\n\n\n\n\nAngpt1\n\n\n−1.4\n\n\n0.004\n\n\nBmpr1a\n\n\n−2.2\n\n\n0.010\n\n\nCdkn1a\n\n\n−1.2\n\n\n0.014\n\n\n\n\n\n\nHdac4\n\n\n  1.3\n\n\n0.004\n\n\nCol14a1\n\n\n−1.8\n\n\n0.045\n\n\nFgf1\n\n\n−1.2\n\n\n0.025\n\n\n\n\n\n\nHdac9\n\n\n−1.6\n\n\n0.034\n\n\nCol4a1\n\n\n  1.4\n\n\n0.030\n\n\nIrs1\n\n\n−1.8\n\n\n0.012\n\n\n\n\n\n\nIl1a\n\n\n−1.6\n\n\n0.007\n\n\nFn1\n\n\n  1.6\n\n\n0.003\n\n\nSfrp1\n\n\n  1.4\n\n\n0.024\n\n\n\n\n\n\nMmp9\n\n\n  1.4\n\n\n0.037\n\n\nIl15\n\n\n−1.4\n\n\n0.041\n\n\n\n\n\n\n\n\n\n\n\n\nStatS\n\n\n  1.2\n\n\n0.032\n\n\nItga2\n\n\n−1.6\n\n\n0.007\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp1\n\n\n  1.4\n\n\n0.042\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp5\n\n\n  1.2\n\n\n0.043\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMmp9\n\n\n  1.3\n\n\n0.037\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTnfrsf1b\n\n\n  1.2\n\n\n0.048\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVegfa\n\n\n−1.2\n\n\n0.017\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWnt10b\n\n\n−2.1\n\n\n0.032\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNote\n. N = 6/group.\n\n\n\n\na\nCombined two arrays and removed redundant genes shared between the arrays.\nExperiment 4\n\n\nIn experiment 4 we determined the efficacy of adoptive transfer of purified WBB6F1 HSCs on survival, body composition and bone parameters in radiosensitive Kit\nW/W-v\n recipient mice. Despite the extremely low number of HSCs transplanted, all of the irradiated transplant recipients had successful engraftment, surviving for the duration of the experiment. As expected, mRNA levels for Kit were lower in Kit\nW/W-v\n mice compared to WBB6F1 mice and this disparity was corrected after adoptive transfer of purified HSCs from WBB6F1 mice (\nFig. 6A\n).\n\n\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nEffect of adoptive transfer of purified HSCs from WBB6F1 mice to radiosensitive Kit\nW/W-v\n mice (WBB6F1 HSC → Kit\nW/W-v\n, HSC → W/W-v) on bone marrow Kit expression (panel A), serum CTX (panel B) and serum osteocalcin (panel C). Wild-type control mice in panel A were age-matched WBB6F1 mice. Data are mean ± SE. N = 4–7/group. \na\nDifferent from Kit\nW/W-v\n control, \nP <\n 0.05.\nThe effects of treatment on body composition, tibial length, area, bone mineral content, bone mineral density and bone volume, and on cortical bone architecture in the tibial diaphysis are shown in \nTable 3\n. Kit\nW/W-v\n mice receiving 5 Gy had higher body weight but lower percentage body fat and lower uterine weight compared to control (nonirradiated) Kit\nW/W-v\n mice. However, significant differences in tibial length, area, bone mineral content, bone mineral density and bone volume, and in cortical bone architecture in the tibial diaphysis were not detected with treatment. In contrast, Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) gained less weight, had lower white adipose tissue weight, uterine weight and percentage body fat and had smaller bones with altered cortical architecture compared to control (nonirradiated) Kit\nW/W-v\n mice. Regarding bone, tibial length, area, bone mineral content and bone volume were lower in Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) compared to controls. In addition, cross-sectional volume, cortical volume, marrow volume and polar moment of inertia were lower in the irradiated Kit\nW/W-v\n mice. Significant differences in tibia bone mineral density and cortical thickness were not detected with 10 Gy (2 × 5 Gy).\n\n\nTABLE 3.\n\n\nEffect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to KitW/W-v Mice (WBB6F1 HSC → KitW/W/v, HSC → W/W-v)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 4\n\n\nW/W-v control\n\n\nHSC → W/W-v sublethal (5 Gy)\n\n\nHSC → W/W-v lethal (2 × 5 Gy)\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n Body weight (g)\n\n\n21.6 ± 0.3\n\n\n23.1 ± 0.5\na\n\n\n\n\n17.6 ± 0.5\na\n\n\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.55 ± 0.05\n\n\n0.48 ± 0.07\n\n\n0.16 ± 0.04\na\n\n\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.05 ± 0.01\n\n\n0.02 ± 0.003\na\n\n\n\n\n0.02 ± 0.002\na\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n Body fat (%)\n\n\n21.6 ± 0.7\n\n\n19.2 ± 0.6\na\n\n\n\n\n16.1 ± 0.6\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.75 ± 0.15\n\n\n7.11 ± 0.07\n\n\n6.09 ± 0.17\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.302 ± 0.010\n\n\n0.320 ± 0.006\n\n\n0.251 ± 0.012\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.045 ± 0.001\n\n\n0.045 ± 0.001\n\n\n0.041 ± 0.001\na\n\n\n\n\n\n\nTibia\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.1\n\n\n17.7 ± 0.07\na*\n\n\n\n\n16.7 ± 0.2\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.37 ± 0.01\n\n\n0.37 ± 0.01\n\n\n0.32 ± 0.01\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.015 ± 0.000\n\n\n0.015 ± 0.000\n\n\n0.012 ± 0.001\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.039 ± 0.001\n\n\n0.041 ± 0.001\n\n\n0.036 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n14.5 ± 0.5\n\n\n14.8 ± 0.4\n\n\n11.9 ± 0.45\na\n\n\n\n\n\n\nTibia diaphysis\n\n\n\n\n Cross-sectional volume (mm\n3\n)\n\n\n0.19 ± 0.00\n\n\n0.19 ± 0.00\n\n\n0.16 ± 0.00\na\n\n\n\n\n\n\n\n\n Cortical volume (mm\n3\n)\n\n\n0.13 ± 0.00\n\n\n0.14 ± 0.00\n\n\n0.11 ± 0.004\na\n\n\n\n\n\n\n\n\n Marrow volume (mm\n3\n)\n\n\n0.06 ± 0.00\n\n\n0.05 ± 0.00\n\n\n0.04 ± 0.002\na\n\n\n\n\n\n\n\n\n Cortical thickness (μm)\n\n\n209 ± 2\n\n\n221 ± 5\n\n\n208 ± 7\n\n\n\n\n\n\n Polar moment of inertia (mm\n4\n)\n\n\n0.09 ± 0.00\n\n\n0.09 ± 0.00\n\n\n0.08 ± 0.01\na\n\n\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content, and bone mineral density, on tibia length, bone area, bone mineral content, bone mineral density, and bone volume, and on tibia diaphysis cross-sectional volume, cortical volume, marrow volume, cortical thickness, and polar moment of inertia. Data are mean ± SE. N = 5–7/group.\n\n\n\n\na\nDifferent from Kit\nW/W-v\n control, P < 0.05.\n\n\n\n\n\n\na*\nDifferent from Kit\nW/W-v\n control, P < 0.1.\n\n\n\n\nSignificant differences in serum CTX were not detected with treatment (\nFig. 6B\n). However, serum osteocalcin was lower in Kit\nW/W-v\n mice receiving 10 Gy (2 × 5 Gy) compared to control mice (\nFig. 6C\n).",
    "fig._1.": "Open in a new tab\nFluorescence-activated cell sorting analysis showing percentage of GFP\n+\n B cells and GFP\n+\n T cells in mesenteric lymph node (panels A and B, respectively) and percentage of GFP\n+\n cells in bone marrow (panel C) eight weeks after adoptive transfer of unsorted bone marrow (BM) cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). Fluorescence-activated cell sorting analysis showing percentage of CD45.1\n+\n B cells and CD45.1\n+\n T cells in spleen (panels D and E, respectively) and percentage of CD45.1\n+\n cells in bone marrow (panel F) eight weeks after adoptive transfer of unsorted bone marrow cells (B6.CD45.1 BM → B6, BM → WT) or purified HSCs (B6.CD45.1 HSC → B6, HSC → WT). Data are mean ± SE. N = 4/group.",
    "fig._2.": "Open in a new tab\nExpression of GFP\n+\n osteoclasts (panel A) and adipocytes (panel B) cultured from bone marrow of control mice or transplant recipients receiving unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer. The left-side column shows TRAP-positive osteoclasts in panel A and oil red-positive adipocytes in panel B. The middle column shows DAPI nuclear stain of all cells in the field of image. The right-side column shows GFP expression in cells. Note that osteoclasts are GFP\n+\n after adoptive transfer of either unsorted bone marrow cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT). In contrast, oil redpositive adipocytes are GFP\n-\n with both treatments, whereas oil red-negative cells surrounding the adipocytes are GFP\n+\n.",
    "fig._3.": "Open in a new tab\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on tibia length (panel A), area (panel B), bone mineral content (panel C), bone mineral density (panel D), bone volume (panel E), and on diaphysis cross-sectional volume (panel F), cortical volume (panel G), marrow volume (panel H), cortical thickness (panel I) and polar moment of inertia (panel J). Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.",
    "fig._4.": "Open in a new tab\nEffect of adoptive transfer of unsorted BM cells (B6.GFP BM → WBB6F1, BM → WT) or purified HSCs (B6.GFP HSC → WBB6F1, HSC → WT) eight weeks after adoptive transfer on proximal tibia metaphysis cancellous bone volume fraction (panel A), trabecular thickness (panel B), trabecular number (panel C), trabecular spacing (panel D), connectivity density (panel E), osteoclast perimeter (panel F), osteoblast perimeter (panel G), mineralizing perimeter (panel H), mineral apposition rate (panel I), bone formation rate (panel J), marrow adiposity (panel K), marrow adipocyte density (panel L) and marrow adipocyte size (panel M). Representative μCT images of cancellous bone in the proximal tibia metaphysis are shown in panel N. Data are mean ± SE. N = 4/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.",
    "table_1.": "Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1, HSC → WT)\nExperiment 3\n\n\nControl\n\n\nHSC → WT\n\n\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n\n\n\n\n\n\n Body weight (g)\n\n\n22.2 ± 0.8\n\n\n22.2 ± 0.8\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.45 ± 0.10\n\n\n0.51 ± 0.07\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.12 ± 0.01\n\n\n0.04 ± 0.003\na\n\n\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n\n\n\n\n\n\n Body fat (%)\n\n\n22.4 ± 1.0\n\n\n20.9 ± 1.0\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.97 ± 0.21\n\n\n7.28 ± 0.12\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.322 ± 0.016\n\n\n0.340 ± 0.012\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.046 ± 0.001\n\n\n0.047 ± 0.001\n\n\n\n\n\n\nTibia\n\n\n\n\n\n\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.2\n\n\n17.5 ± 0.1\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.40 ± 0.01\n\n\n0.40 ± 0.01\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.017 ± 0.001\n\n\n0.017 ± 0.001\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.043 ± 0.001\n\n\n0.043 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n15.3 ± 0.7\n\n\n16.5 ± 0.5\nOpen in a new tab\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content and bone mineral density, and on tibial length, bone area, bone mineral content, bone mineral density and bone volume. Data are mean ± SE. N = 6/group.\n\n\n\n\na\nDifferent from control, \nP\n < 0.05.",
    "fig._5.": "Open in a new tab\nEffect of adoptive transfer of purified HSCs from WBB6F1 to WBB6F1 mice (WBB6F1 HSC → WBB6F1, HSC → WT) on tibia diaphysis cross-sectional volume (panel A), cortical volume (panel B), marrow volume (panel C), cortical thickness (panel D) and polar moment of inertia (panel E), and on distal tibia metaphysis cancellous bone volume fraction (panel F), trabecular thickness (panel G), trabecular number (panel H), trabecular spacing (panel I), connectivity density (panel J), osteoclast perimeter (panel K), osteoblast perimeter (panel L), mineralizing perimeter (panel M), mineral apposition rate (panel N), bone formation rate (panel O), marrow adiposity (panel P), marrow adipocyte density (panel Q), marrow adipocyte size (panel R), serum CTX (panel S) and serum osteocalcin (panel T). Data are mean ± SE. N = 6/group. \na\nDifferent from control, \nP <\n 0.05; \na\n*different from control, \nP <\n 0.1.",
    "table_2.": "Differential Gene Expression in Bone Marrow of Femur after Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC → WBB6F1)\n“Hematopoiesis” array\n\n\n“Osteoporosis” and “osteogenesis” array\n\n\n“Adipogenesis” array\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 6/84 genes)\n\n\nDifferentially expressed in\ntransplant recipients\n(n = 12/148 genes)\na\n\n\n\n\nDifferentially expressed in \ntransplant recipients\n(n = 4/84 genes)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\nSymbol\n\n\nFold change\n\n\n\n\nP\n <\n\n\n\n\n\n\n\n\n\n\n\n\nAngpt1\n\n\n−1.4\n\n\n0.004\n\n\nBmpr1a\n\n\n−2.2\n\n\n0.010\n\n\nCdkn1a\n\n\n−1.2\n\n\n0.014\n\n\n\n\n\n\nHdac4\n\n\n  1.3\n\n\n0.004\n\n\nCol14a1\n\n\n−1.8\n\n\n0.045\n\n\nFgf1\n\n\n−1.2\n\n\n0.025\n\n\n\n\n\n\nHdac9\n\n\n−1.6\n\n\n0.034\n\n\nCol4a1\n\n\n  1.4\n\n\n0.030\n\n\nIrs1\n\n\n−1.8\n\n\n0.012\n\n\n\n\n\n\nIl1a\n\n\n−1.6\n\n\n0.007\n\n\nFn1\n\n\n  1.6\n\n\n0.003\n\n\nSfrp1\n\n\n  1.4\n\n\n0.024\n\n\n\n\n\n\nMmp9\n\n\n  1.4\n\n\n0.037\n\n\nIl15\n\n\n−1.4\n\n\n0.041\n\n\n\n\n\n\n\n\n\n\n\n\nStatS\n\n\n  1.2\n\n\n0.032\n\n\nItga2\n\n\n−1.6\n\n\n0.007\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp1\n\n\n  1.4\n\n\n0.042\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLrp5\n\n\n  1.2\n\n\n0.043\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMmp9\n\n\n  1.3\n\n\n0.037\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTnfrsf1b\n\n\n  1.2\n\n\n0.048\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVegfa\n\n\n−1.2\n\n\n0.017\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWnt10b\n\n\n−2.1\n\n\n0.032\nOpen in a new tab\nNote\n. N = 6/group.\n\n\n\n\na\nCombined two arrays and removed redundant genes shared between the arrays.",
    "fig._6.": "Open in a new tab\nEffect of adoptive transfer of purified HSCs from WBB6F1 mice to radiosensitive Kit\nW/W-v\n mice (WBB6F1 HSC → Kit\nW/W-v\n, HSC → W/W-v) on bone marrow Kit expression (panel A), serum CTX (panel B) and serum osteocalcin (panel C). Wild-type control mice in panel A were age-matched WBB6F1 mice. Data are mean ± SE. N = 4–7/group. \na\nDifferent from Kit\nW/W-v\n control, \nP <\n 0.05.",
    "table_3.": "Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to KitW/W-v Mice (WBB6F1 HSC → KitW/W/v, HSC → W/W-v)\nExperiment 4\n\n\nW/W-v control\n\n\nHSC → W/W-v sublethal (5 Gy)\n\n\nHSC → W/W-v lethal (2 × 5 Gy)\n\n\n\n\n\n\n\n\n\n\nNecropsy\n\n\n\n\n Body weight (g)\n\n\n21.6 ± 0.3\n\n\n23.1 ± 0.5\na\n\n\n\n\n17.6 ± 0.5\na\n\n\n\n\n\n\n\n\n Abdominal white adipose tissue weight (g)\n\n\n0.55 ± 0.05\n\n\n0.48 ± 0.07\n\n\n0.16 ± 0.04\na\n\n\n\n\n\n\n\n\n Uterus weight (mg)\n\n\n0.05 ± 0.01\n\n\n0.02 ± 0.003\na\n\n\n\n\n0.02 ± 0.002\na\n\n\n\n\n\n\nTotal-body dual energy X-ray absorptiometry\n\n\n\n\n Body fat (%)\n\n\n21.6 ± 0.7\n\n\n19.2 ± 0.6\na\n\n\n\n\n16.1 ± 0.6\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n6.75 ± 0.15\n\n\n7.11 ± 0.07\n\n\n6.09 ± 0.17\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.302 ± 0.010\n\n\n0.320 ± 0.006\n\n\n0.251 ± 0.012\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.045 ± 0.001\n\n\n0.045 ± 0.001\n\n\n0.041 ± 0.001\na\n\n\n\n\n\n\nTibia\n\n\n\n\n Length (mm)\n\n\n17.3 ± 0.1\n\n\n17.7 ± 0.07\na*\n\n\n\n\n16.7 ± 0.2\na\n\n\n\n\n\n\n\n\n Bone area (cm\n2\n)\n\n\n0.37 ± 0.01\n\n\n0.37 ± 0.01\n\n\n0.32 ± 0.01\na\n\n\n\n\n\n\n\n\n Bone mineral content (g)\n\n\n0.015 ± 0.000\n\n\n0.015 ± 0.000\n\n\n0.012 ± 0.001\na\n\n\n\n\n\n\n\n\n Bone mineral density (g/cm\n2\n)\n\n\n0.039 ± 0.001\n\n\n0.041 ± 0.001\n\n\n0.036 ± 0.001\n\n\n\n\n\n\n Bone volume (mm\n3\n)\n\n\n14.5 ± 0.5\n\n\n14.8 ± 0.4\n\n\n11.9 ± 0.45\na\n\n\n\n\n\n\nTibia diaphysis\n\n\n\n\n Cross-sectional volume (mm\n3\n)\n\n\n0.19 ± 0.00\n\n\n0.19 ± 0.00\n\n\n0.16 ± 0.00\na\n\n\n\n\n\n\n\n\n Cortical volume (mm\n3\n)\n\n\n0.13 ± 0.00\n\n\n0.14 ± 0.00\n\n\n0.11 ± 0.004\na\n\n\n\n\n\n\n\n\n Marrow volume (mm\n3\n)\n\n\n0.06 ± 0.00\n\n\n0.05 ± 0.00\n\n\n0.04 ± 0.002\na\n\n\n\n\n\n\n\n\n Cortical thickness (μm)\n\n\n209 ± 2\n\n\n221 ± 5\n\n\n208 ± 7\n\n\n\n\n\n\n Polar moment of inertia (mm\n4\n)\n\n\n0.09 ± 0.00\n\n\n0.09 ± 0.00\n\n\n0.08 ± 0.01\na\nOpen in a new tab\nNotes\n. Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content, and bone mineral density, on tibia length, bone area, bone mineral content, bone mineral density, and bone volume, and on tibia diaphysis cross-sectional volume, cortical volume, marrow volume, cortical thickness, and polar moment of inertia. Data are mean ± SE. N = 5–7/group.\n\n\n\n\na\nDifferent from Kit\nW/W-v\n control, P < 0.05.\n\n\n\n\n\n\na*\nDifferent from Kit\nW/W-v\n control, P < 0.1.",
    "discussion": "Here we show that bone marrow was reconstituted in female mice after lethal TBI when the mice were engrafted with unsorted bone marrow cells or purified HSCs. Both methods of adoptive transfer were effective in reconstituting osteoclast precursors from donor cells but neither method successfully reconstituted bone marrow adipocyte precursors from donor cells and neither method prevented radiation-associated suppression of linear bone growth or reduction in bone volume. WBB6F1 mice engrafted with 750 HSCs after fractionated exposures (2 × 5 Gy) had near normal bone mass and microarchitecture eight weeks after engraftment. However, this dose reduced weight gain and induced osteopenia in radiosensitive Kit\nW/W-v\n mice.\nTurner \net al.\n (\n10\n) reported that sublethal 6 Gy TBI resulted in a rapid reduction in bone marrow cell density in female B6 mice, reaching a minimum value of 14% of normal 3 days postirradiation. Spontaneous, partial recovery of bone marrow cell density occurred by 14 days postirradiation. In a similar study performed in male B6 mice, Green \net al.\n (\n13\n) reported that neither immune cell populations nor cancellous bone volume fraction returned to normal two months after sublethal 5 Gy gamma irradiation. In the current study, bone marrow cell density, bone turnover and most measured indices of cortical bone architecture and immune cell populations did not differ from nonirradiated control mice two months after lethal TBI in bone marrow-engrafted mice. Additionally, adoptive transfer of bone marrow cells resulted in quantitative replacement of host bone marrow hematopoietic cells with donor cells (\n10\n). However, this intervention was ineffective in preventing radiation-induced suppression of tibial growth, or in preventing cancellous bone loss from the appendicular (tibia) and axial (lumbar vertebra) skeleton. Importantly, the skeletal response to adoptive transfer of purified HSCs and unsorted bone marrow cells was similar, alleviating the concern that osteopenia would be exaggerated in irradiated mice not receiving donor mesenchymal cells.\nExposure to high-dose ionizing radiation results in cortical as well as cancellous osteopenia in growing mice but the magnitude of response and cellular mechanisms differ between cortical and cancellous bone. Radiation slows cortical bone accrual, due to decreased longitudinal bone growth and decreased apposition of bone onto the periosteal surface, whereas it accelerates age-related cancellous bone loss (\n10\n, \n13\n). The latter is caused by an imbalance in bone turnover due to bone resorption exceeding bone formation, and can be dramatic in the femur metaphysis of young adult mice because turnover rates can exceed 100% per month (\n14\n).\nOsteoblasts are derived from MSCs (\n27\n). Despite a normal osteoblast-lined bone perimeter after engraftment with unsorted bone marrow cells, host mesenchymal cells in bone marrow were only partially replaced by donor cells (\n10\n). This may be because MSCs are less radiosensitive than HSCs (\n28\n, \n29\n). Alternatively, there is evidence that MSCs do not readily migrate to bone marrow after tail vein administration (\n30\n). In contrast to normal mice, Kit\nW/W-v\n mice are devoid of adipocytes in long bones and lumbar vertebrae, and adoptive transfer of bone marrow cells from WBB6F1 mice into Kit\nW/W-v\n mice does not result in fat infiltration into bone marrow (\n17\n, \n19\n). Thus, adoptive transfer of MSCs may be dispensable for both mouse survival and normalization of bone formation after lethal TBI. In support of this, engraftment with 3,000 purified HSCs was as effective as engraftment with 5 × 10\n6\n unsorted bone marrow cells in maintaining normal bone formation after lethal TBI in WBB6F1 and in B6 mice.\nFat infiltration into bone marrow is a common side effect of high-dose TBI (\n24\n). In some studies, increased marrow adipose tissue was associated with one or more detrimental skeletal effects, including decreased bone formation, increased bone resorption and bone loss (\n31\n). However, causality was not established and not all studies report a negative association between bone marrow adiposity and bone turnover balance. In the current studies, the trend for increased marrow adipocyte density in mice receiving lethal TBI did not result in reduced osteoblast-lined bone perimeter or bone formation after engraftment of unsorted bone marrow cells.\nIn the current study, osteoclasts generated \nin vitro\n using bone marrow of WBB6F1 mice obtained after adoptive transfer of either unsorted bone marrow or purified HSCs from GFP-expressing donor mice were uniformly GFP positive. We anticipated this finding because osteoclasts are members of the monocyte/macrophage lineage derived from HSCs (\n32\n). In contrast, adipocytes differentiated from bone marrow from the same mice were GFP negative. Adipocytes are derived from MSCs (\n33\n). Based on these findings we conclude that: 1. Sufficient numbers of MSCs survive 9 Gy irradiation to maintain or increase marrow adipogenesis and osteoblastogenesis; and 2. Adoptive transfer of purified HSCs selectively reconstitutes hematopoietic lineage cells. This property could be used to great advantage in genetic studies directed at evaluating the signaling pathways by which hematopoietic cells regulate bone growth and turnover. As proof of concept, we demonstrated restoration of normal Kit gene expression in bone marrow of Kit\nW/W-v\n mice after engraftment with only 750 purified HSCs from WBB6F1 mice.\nSublethal ARS in mice is associated with transient increases in bone formation and bone resorption. Increases in osteoblast-lined bone perimeter and osteoclast-lined bone perimeter were noted within 1 day of TBI (\n10\n). Bone lining cells are post-mitotic osteoblast lineage cells located directly adjacent to inactive bone surfaces and are much more numerous than osteoblasts. Hormones and growth factors, such as parathyroid hormone, growth hormone and basic fibroblast growth factor, can quickly activate bone lining cells to express the osteoblast phenotype and generate bone matrix (\n34\n–\n36\n). Osteoclast precursors, although derived from bone marrow HSCs, leave bone marrow and have a relatively long (days to weeks) lifespan in circulation (\n37\n). Whereas proliferating cells are highly sensitive to radiation, post-mitotic bone cells are resistant to radiation-induced cell death. Activation of bone lining cells and osteoclast formation from circulating osteoclast precursors represents post-mitotic cell differentiation. Therefore, proliferation would not be essential for the transient increase in osteoblast-lined perimeter and osteoclast-lined perimeter immediately after TBI (\n10\n, \n38\n, \n39\n).\nLong-term maintenance of normal bone turnover requires continuous replacement of osteoblasts that become osteo-cytes or bone lining cells, or undergo apoptosis and osteoclasts that undergo apoptosis. Reconstitution of donor-derived GFP\n+\n osteoclast precursors in bone marrow was apparent 9 weeks after engraftment with unsorted bone marrow cells (\n10\n). The differentiation studies performed here confirm successful reconstitution of donor-derived osteoclast precursors after engraftment with unsorted bone marrow cells or purified HSCs.\nAt the gene level, there were only minor differences between control mice and mice receiving purified HSCs (WBB6F1 HSC → WBB6F1) in expression levels of more than 300 genes in tibia related to osteoblast and osteoclast differentiation and function, adipogenesis and hematopoie-sis. This finding provides additional evidence that after engraftment with B6 HSCs, the bone marrow environment in the engrafted animals resembles that of untreated WBB6F1 controls. Studies performed to optimize TBI prior to allogeneic bone marrow transplantation in mice indicate that improved survival and reconstitution of hematopoietic cells is achieved using fractionated radiation (\n40\n). The current studies suggest that fractionating TBI also has a bone-sparing effect.\nWe did not investigate the effects of lethal TBI on bone metabolism in the absence of adoptive transfer of donor cells. Therefore, the precise contribution of donor HSCs to the skeletal radiation response is unknown. It would be difficult to interpret the results of an experiment in which radiation was delivered without follow-up treatment because bone metabolism is strongly influenced by nutritional status, and the initial indicator symptoms of ARS include reduced appetite and weight loss. Localized 20 Gy irradiation to the right distal femur and proximal tibia in rats has resulted in weight loss and cancellous bone loss in the irradiated as well as the contralateral limb, emphasizing the importance of indirect effects of radiation on bone health (\n41\n). For this reason, it may be necessary to reduce the radiation dose used to deplete hematopoietic cells in radiosensitive mice. In the current studies, when Kit- deficient Kit\nW/W-v\n mice, a radiosensitive strain (\n42\n, \n43\n), were inoculated with 750 HSCs, they survived 2 × 5 Gy exposures, but experienced reduced weight gain, osteopenia and lower serum osteocalcin levels compared to untreated mice. However, these negative effects were attenuated in Kit\nW/W-v\n mice after 5 Gy irradiation. Notably, adoptive transfer of purified HSCs after 5 Gy irradiation was as effective as 2 × 5 Gy irradiations in restoring Kit gene expression in bone marrow.\nIn summary, we describe an approach for reconstituting the hematopoietic compartment of bone marrow by engrafting purified HSCs after fractionated lethal TBI. This approach will be valuable for studies in skeletal biology because near normalization of bone marrow function is achieved with minimal TBI-induced collateral damage to bone mass and architecture.",
    "acknowledgments": "This work was supported by grants from the National Aeronautics and Space Administration (NNX12AL24) and the National Institutes of Health (AR060913).",
    "references": "1.\nvan Bekkum DW. Radiation sensitivity of the hemopoietic stem cell. Radiat Res\n1991; 128:S4–8.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nTill JE, McCulloch EA. A direct measurement of the radiation sensitivity of normal mouse bone marrow cells. Radiat Res\n1961. \nFebruary;14:213–22.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nBaranov A, Gale RP, Guskova A, Piatkin E, Selidovkin G, Muravyova L, et al. \nBone marrow transplantation after the Chernobyl nuclear accident. N Engl J Med\n1989; 321:205–12.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nMathe G, Jammet H, Pendic B, Schwarzenberg L, Duplan JF, Maupin B, et al.  [Transfusions and grafts of homologous bone marrow in humans after accidental high dosage irradiation]. Rev Fr Etud Clin Biol\n1959; 4:226–38.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nUrso P, Congdon CC. The effect of the amount of isologous bone marrow injected on the recovery of hematopoietic organs, survival and body weight after lethal irradiation injury in mice. Blood\n1957: 12:251–60.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nWeissman IL. Translating stem and progenitor cell biology to the clinic: barriers and opportunities. Science\n2000; 287:1442–6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nThudium CS, Moscatelli I, Flores C, Thomsen JS, Bruel A, Gudmann NS, et al. \nA comparison of osteoclast-rich and osteoclast-poor osteopetrosis in adult mice sheds light on the role of the osteoclast in coupling bone resorption and bone formation. Calcif Tissue Int\n2014; 95:83–93.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nHamilton SA, Pecaut MJ, Gridley DS, Travis ND, Bandstra ER, Willey JS, et al. \nA murine model for bone loss from therapeutic and space-relevant sources of radiation. J Appl Physiol\n2006; 101:789–93.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nSawajiri M, Mizoe J. Changes in bone volume after irradiation with carbon ions. Radiat Environ Biophys\n2003; 42:101–6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nTurner RT, Iwaniec UT, Wong CP, Lindenmaier LB, Wagner LA, Branscum AJ, et al. \nAcute exposure to high dose gamma-radiation results in transient activation of bone lining cells. Bone\n2013; 57:164–73.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nHeslet L, Bay C, Nepper-Christensen S. Acute radiation syndrome (ARS) - treatment of the reduced host defense. Int J Gen Med\n2012; 5:105–15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nBandstra ER, Pecaut MJ, Anderson ER, Willey JS, De Carlo F, Stock SR, et al. \nLong-term dose response of trabecular bone in mice to proton radiation. Radiat Res\n2008; 169:607–14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nGreen DE, Adler BJ, Chan ME, Rubin CT. Devastation of adult stem cell pools by irradiation precedes collapse of trabecular bone quality and quantity. J Bone Miner Res\n2012; 27:749–59.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nIwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, et al. \nRoom temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporos Int\n2016; 27:3091–101.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nTaya Y, Ota Y, Wilkinson AC, Kanazawa A, Watarai H, Kasai M, et al. \nDepleting dietary valine permits nonmyeloablative mouse hematopoietic stem cell transplantation. Science\n2016; 354:1152–5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nLotinun S, Evans GL, Turner RT, Oursler MJ. Deletion of membrane-bound steel factor results in osteopenia in mice. J Bone Miner Res\n2005; 20:644–52.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nTurner RT, Wong CP, Iwaniec UT. Effect of reduced c-Kit signaling on bone marrow adiposity. Anat Rec (Hoboken)\n2011; 294:1126–34.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nLewis JP, O’Grady LF, Bernstein SE, Russell EE, Trobaugh FE Jr. Growth and differentiation of transplanted W/Wv marrow. Blood\n1967; 30:601–16.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nKeune JA, Wong CP, Branscum AJ, Iwaniec UT, Turner RT. Bone marrow adipose tissue deficiency increases disuse-induced bone loss in male mice. Sci Rep\n2017; 7:46325.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nChen J, Ellison FM, Keyvanfar K, Omokaro SO, Desierto MJ, Eckhaus MA, et al. \nEnrichment of hematopoietic stem cells with SLAM and LSK markers for the detection of hematopoietic stem cell function in normal and Trp53 null mice. Exp Hematol\n2008; 36:1236–43.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nIkuta K, Weissman IL. Evidence that hematopoietic stem cells express mouse c-kit but do not depend on steel factor for their generation. Proc Natl Acad Sci U S A\n1992; 89:1502–6.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nNagata N, Kitaura H, Yoshida N, Nakayama K. Inhibition of RANKL-induced osteoclast formation in mouse bone marrow cells by IL-12: involvement of IFN-gamma possibly induced from non- T cell population. Bone\n2003; 33:721–32.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nIwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol\n2008; 447:325–41.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nHui SK, Sharkey L, Kidder LS, Zhang Y, Fairchild G, Coghill K, et al. \nThe influence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice. PloS One\n2012; 7:e42668.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nWelch BL. On the comparison of several mean values: an alternative approach. Biometrika\n1951; 38:330–6.\n [\nGoogle Scholar\n]\n\n\n\n\n26.\nBenjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Stat Soc Series B Stat Methodol\n1995; 57:289–300.\n [\nGoogle Scholar\n]\n\n\n\n\n27.\nMuruganandan S, Roman AA, Sinal CJ. Adipocyte differentiation of bone marrow-derived mesenchymal stem cells: cross talk with the osteoblastogenic program. Cell Mol Life Sci\n2009; 66:236–53.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nChen MF, Lin CT, Chen WC, Yang CT, Chen CC, Liao SK, et al. \nThe sensitivity of human mesenchymal stem cells to ionizing radiation. Int J Radiat Oncol Biol Phys\n2006; 66:244–53.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nZuckerman KS, Prince CW, Rhodes RK, Ribadeneira M. Resistance of the stromal cell in murine long-term bone marrow cultures to damage by ionizing radiation. Exp Hematol\n1986; 14:1056–62.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nAbbuehl JP, Tatarova Z, Held W, Huelsken J. Long-term engraftment of primary bone marrow stromal cells repairs niche damage and improves hematopoietic stem cell transplantation. Cell Stem Cell\n2017; 21:241–55.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nTurner RT, Martin SA, Iwaniec UT. Metabolic coupling between bone marrow adipose tissue and hematopoiesis. Curr Osteoporos Rep\n2018; 16:95–104.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nGrigoriadis AE, Wang ZQ, Cecchini MG, Hofstetter W, Felix R, Fleisch HA, et al. \nc-Fos: a key regulator of osteoclast-macrophage lineage determination and bone remodeling. Science\n1994; 266:443–8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nBeresford JN, Bennett JH, Devlin C, Leboy PS, Owen ME. Evidence for an inverse relationship between the differentiation of adipocytic and osteogenic cells in rat marrow stromal cell cultures. J Cell Sci\n1992; 102 (Pt 2):341–51.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nDobnig H, Turner RT. Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats by activation of bone lining cells. Endocrinology\n1995; 136:3632–8.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nMatic I, Matthews BG, Wang X, Dyment NA, Worthley DL, Rowe DW, et al. \nQuiescent bone lining cells are a major source of osteoblasts during adulthood. Stem Cells\n2016; 34:2930–42.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nPower RA, Iwaniec UT, Magee KA, Mitova-Caneva NG, Wronski TJ. Basic fibroblast growth factor has rapid bone anabolic effects in ovariectomized rats. Osteoporos Int\n2004; 15:716–23.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nTurner RT, Evans GL, Wakley GK. Reduced chondroclast differentiation results in increased cancellous bone volume in estrogen-treated growing rats. Endocrinology\n1994; 134:461–6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nAlwood JS, Shahnazari M, Chicana B, Schreurs AS, Kumar A, Bartolini A, et al. \nIonizing radiation stimulates expression of pro-osteoclastogenic genes in marrow and skeletal tissue. J Interferon Cytokine Res\n2015; 35:480–7.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nMacias BR, Lima F, Swift JM, Shirazi-Fard Y, Greene ES, Allen MR, et al. \nSimulating the lunar environment: partial weightbearing and high-LET radiation-induce bone loss and increase sclerostin-positive osteocytes. Radiat Res\n2016; 186:254–63.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nCui YZ, Hisha H, Yang GX, Fan TX, Jin T, Li Q, et al. \nOptimal protocol for total body irradiation for allogeneic bone marrow transplantation in mice. Bone Marrow Transplant\n2002; 30:843–9.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nZou Q, Hong W, Zhou Y, Ding Q, Wang J, Jin W, et al. \nBone marrow stem cell dysfunction in radiation-induced abscopal bone loss. J Orthop Surg Res\n2016; 11:3.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nBoggs SS, Boggs DR, Walter MJ. Differing patterns of erythropoiesis following whole-body irradiation in W/Wv and SL/SLd mice. Radiat Res\n1978; 74:312–22.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nMori KJ, Kitamura Y, Miyanomae T, Kumagai K, Seto A. Recovery of haemopoietic stem cells of W/Wv mice after irradiation: in vivo and in vitro studies. J Radiat Res\n1981; 22:405–14.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (771.6 KB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6548323/"
}