{
  "id": "PMC6126739",
  "title": "Phosphoinositides control the localization of HOPS subunit VPS41, which together with VPS33 mediates vacuole fusion in plants.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Phosphoinositides control the localization of HOPS subunit VPS41, which together with VPS33 mediates vacuole fusion in plants.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6126739/"
  },
  "sections": {
    "permalink": "Copy",
    "carla_brillada": "a\nDepartment of Plant and Microbial Biology, North Carolina State University, Raleigh, NC 27695;\nFind articles by \nCarla Brillada",
    "jiameng_zheng": "a\nDepartment of Plant and Microbial Biology, North Carolina State University, Raleigh, NC 27695;\nFind articles by \nJiameng Zheng",
    "falco_krüger": "b\nCentre for Organismal Studies, Plant Developmental Biology, Heidelberg University, 69120 Heidelberg, Germany\nFind articles by \nFalco Krüger",
    "eliezer_rovira-diaz": "a\nDepartment of Plant and Microbial Biology, North Carolina State University, Raleigh, NC 27695;\nFind articles by \nEliezer Rovira-Diaz",
    "jana_christin_askani": "b\nCentre for Organismal Studies, Plant Developmental Biology, Heidelberg University, 69120 Heidelberg, Germany\nFind articles by \nJana Christin Askani",
    "karin_schumacher": "b\nCentre for Organismal Studies, Plant Developmental Biology, Heidelberg University, 69120 Heidelberg, Germany\nFind articles by \nKarin Schumacher",
    "marcela_rojas-pierce": "a\nDepartment of Plant and Microbial Biology, North Carolina State University, Raleigh, NC 27695;\nFind articles by \nMarcela Rojas-Pierce",
    "series_information": "PNAS Plus",
    "significance": "Plant vacuoles are essential organelles and occupy up to 90% of the cell volume. Their roles include regulation of stomata movements, protein storage in seeds, gravity sensing, and ion homeostasis. Vacuole or lysosome fusion in eukaryotes is mediated by two multisubunit complexes, SNARE and homotypic fusion and vacuolar protein sorting (HOPS), but only the SNARE complex is well characterized in plants. Here, we show that, similar to other eukaryotes, HOPS mediates vacuole fusion in plants by interaction with SNAREs and that the HOPS subunit VPS33 and the SNARE protein SYP22 display the sites for interaction between these complexes. In contrast to other eukaryotes, however, plant HOPS recruitment to liposomes is inhibited by phosphoinositides, which appear to define strict rules for regulating fusion and fragmentation of dynamic vacuoles.\nKeywords:\n \nArabidopsis\n, vacuole fusion, HOPS, SNARE, phosphoinositides",
    "abstract": "The vacuole is an essential organelle in plant cells, and its dynamic nature is important for plant growth and development. Homotypic membrane fusion is required for vacuole biogenesis, pollen germination, stomata opening, and gravity perception. Known components of the vacuole fusion machinery in eukaryotes include SNARE proteins, Rab GTPases, phosphoinositides, and the homotypic fusion and vacuolar protein sorting (HOPS) tethering complex. HOPS function is not well characterized in plants, but roles in embryogenesis and pollen tube elongation have been reported. Here, we show that \nArabidopsis\n HOPS subunits VPS33 and VPS41 accumulate in late endosomes and that VPS41, but not VPS33, accumulates in the tonoplast via a wortmannin-sensitive process. VPS41 and VPS33 proteins bind to liposomes, but this binding is inhibited by phosphatidylinosiltol-3-phosphate [PtdIns(3)P] and PtdIns(3,5)P\n2\n, which implicates a nonconserved mechanism for HOPS recruitment in plants. Inducible knockdown of VPS41 resulted in dramatic vacuole fragmentation phenotypes and demonstrated a critical role for HOPS in vacuole fusion. Furthermore, we provide evidence for genetic interactions between VPS41 and VTI11 SNARE that regulate vacuole fusion, and the requirement of a functional SNARE complex for normal VPS41 and VPS33 localization. Finally, we provide evidence to support VPS33 and SYP22 at the initial stage for HOPS–SNARE interactions, which is similar to other eukaryotes. These results highlight both conserved and specific mechanisms for HOPS recruitment and function during vacuole fusion in plants.",
    "results": "VPS41 and VPS33 Partially Colocalize with Late Endosomes, but only VPS41 Is Detected at the Tonoplast.\n\n\nVPS41 (AT1G08190) and VPS33 (AT3G54860) share 23.29% and 19.17% sequence identity with yeast Vps41p and Vps33p, respectively. Therefore, VPS33 and VPS41 are likely homologs of these yeast HOPS proteins (\n31\n, \n50\n). We first investigated whether VPS41 and VPS33 colocalized in vacuolar or prevacuolar membranes, as expected for HOPS. Transient expression of mRFP-VPS41 and VPS33-GFP under control of UBQ10 promoters in \nNicotiana benthamiana\n leaves indicated that these proteins accumulate in the cytosol and nucleus, and associate with membranes in punctate structures (\nSI Appendix\n, Fig. S1 \nA\n and \nB\n). RFP-VPS41 and VPS33-GFP colocalized in the majority of the punctate structures and the nucleus, and partially at the cell periphery (\nSI Appendix\n, Fig. S1\nC\n), which supports their participation in a complex. These experiments, however, do not provide enough resolution to identify the compartments where these proteins accumulate and they may be influenced by overexpression. To better characterize protein localizations, VPS41-GFP (\n4\n) and VPS33-GFP were analyzed in stable \nArabidopsis\n transgenic plants using full-length genomic fusions to GFP under native promoters. Both proteins were again detected in the cytosol, but membrane association was more discernible. Similar to its localization in pollen (\n4\n), VPS41-GFP was detected at the tonoplast and punctate organelles in roots (\nFig. 1\nA\n), and this localization was not affected by the location of the fluorescence tag as the localization of YFP-VPS41 was very similar (\nSI Appendix\n, Fig. S1\nD\n). Colocalization with known organelle markers was used to identify the structures labeled with VPS41-GFP and VPS33-GFP. VPS41-GFP colocalized with the tonoplast marker RFP-SYP22 (\n18\n) and confirmed its tonoplast association (\nFig. 1 \nA\n–\nC\n and \nSI Appendix\n, Fig. S1\nE\n). Furthermore, VPS41-GFP partially colocalized with mCherry-RAB7, a marker for the late stages of PVC maturation (\n51\n) (\nFig. 1 \nD\n–\nF\n), consistent with results from pollen (\n4\n). Colocalization with the early PVC marker mCherry-RAB5 (\n51\n) was detected in only a few organelles (\nFig. 1 \nG\n–\nI\n). These results indicate that VPS41-GFP localizes to the vacuole and late endosomes. Similar experiments with VPS33-GFP indicate that VPS41 and VPS33 have overlapping but not identical localizations. VPS33-GFP rarely colocalized with RFP-SYP22 at the tonoplast, except for a few puncta (\nFig. 1 \nJ\n–\nL\n and \nSI Appendix\n, Fig. S1\nF\n), indicating that this protein is absent from the vacuole. VPS33-GFP is present in the cytosol and in cytosolic punctate structures, where it partially colocalized with mCherry-RAB7 (\nFig. 1 \nM\n–\nO\n) and shows strong colocalization with mCherry-RAB5 (\nFig. 1 \nP\n–\nR\n). Quantification of these colocalization experiments further validates the overlapping but distinct localization of VPS33 and VPS41 (\nFig. 1 \nS\n and \nT\n). Both proteins show significant colocalization with RAB7 endosomes. While VPS33 has the strongest colocalization with RAB5 endosomes, it is weakly colocalized with the tonoplast marker SYP22. In contrast, VPS41 shows significant accumulation at the tonoplast but is not associated with RAB5 endosomes (\nFig. 1 \nS\n and \nT\n). Interestingly, both VPS41-GFP and VPS33-GFP seem to accumulate in more endosomal compartments when coexpressed with mCherry-RAB5 (compare \nFig. 1\nA\n with \nFig. 1\nG\n and \nFig. 1\nJ\n with \nFig. 1\nP\n). The effect of the mCherry-RAB5 fusion on the recruitment or stability of these proteins at the endosome or the endosomes themselves will require further analysis beyond the scope of this work. Overall, these results suggest that VPS33 and VPS41 are cytosolic proteins that preferentially associate with late endosomal compartments, and this is consistent with a role for HOPS in the tethering of vacuoles or prevacuoles. Interestingly, only VPS41 is detected at the tonoplast, and only VPS33 has significant accumulation in RAB5 endosomes.\n\n\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nSubcellular localization of VPS41-GFP and VPS33-GFP. Genomic fusion constructs of VPS41 (VPS41-GFP) and VPS33 (VPS33-GFP) driven by native promoters were cotransformed with subcellular markers into \nArabidopsis\n, and root cells were imaged by confocal microscopy. (\nA\n–\nI\n) Colocalization of VPS41-GFP (\nA\n, \nD\n, and \nG\n) with mRFP-SYP22 (\nB\n), mCherry-RAB7 (\nE\n), or mCherry-RAB5 (\nH\n) in root cells of stably transformed \nArabidopsis\n seedlings. Corresponding merged images are shown (\nC\n, \nF\n, and \nI\n). Arrowheads indicate sites of marker colocalization at the tonoplast, and arrows point to colocalization in endosomes. (Scale bars: 20 µm.) (\nJ\n–\nR\n) Colocalization of VPS33-GFP (\nJ\n, \nM\n, and \nP\n) with mRFP-SYP22 (\nK\n), mCherry-RAB7 (\nN\n), or mCherry-RAB5 (\nQ\n). The merged images are shown (\nL\n, \nO\n, and \nR\n). No apparent accumulation of VPS33-GFP was detected at the tonoplast. Partial colocalization was detected in RAB5 and RAB7 endosomes (arrows). (Scale bars: 20 µm.) (\nS\n and \nT\n) Pearson and Spearman correlation coefficients from the colocalization analyses between VPS41-GFP (\nS\n) or VPS33-GFP (\nT\n) with mRFP-SYP22, mCherry-RAB5, or mChery-RAB7. Thirty-seven to 56 images from nine seedlings combined were used for each analysis. Bars represent SE.\nVPS41 Tonoplast Association Is Dependent on Phosphoinositides.\n\n\nThe distinct localizations of VPS33-GFP and VPS41-GFP prompted us to test whether the two proteins were characterized by different phospholipid binding affinities. This was tested using an in vitro lipid-binding assay with recombinant proteins. GST-VPS41 and GST-VPS33 fusion proteins were expressed in \nEscherichia coli\n and purified by affinity chromatography. Purified proteins were incubated on lipid strips, and protein binding was detected with anti-GST. GST alone was used as negative control (\nSI Appendix\n, Fig. S2\nA\n). Both GST-VPS41 and GST-VPS33 show affinity toward all phosphoinositides in this assay, including the two that are most abundant at the late endosomes and vacuole, PtdIns(3)P and PtdIns(3,5)P\n2\n (\nFig. 2\nA\n). These results are consistent with the hypothesis that VPS41 and VPS33 association with membranes may be regulated in part by phosphoinositide binding.\n\n\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nPhosphoinositides regulate the membrane association of VPS41. (\nA\n) GST-VPS41 and GST-VPS33 bind to phosphoinositide lipids. GST-VPS41 (\nCenter\n) and GST-VPS33 (\nRight\n) were expressed in \nE. coli\n and purified by affinity chromatography. Lipid affinity of purified proteins was analyzed using a lipid strip assay. Lipids include the following: LPA, lysophosphatidic acid; LPC, lysophosphocholine; PA, phosphatidic acid; PC, phosphatidylcholine; PE, phosphatidylethanolamine; PS, phosphatidylserine; S1P, sphingosine-1-phosphate. (\nB\n) GST-VPS41 and GST-VPS33 bind to liposomes that lack phosphoinositides. Affinity-purified GST-VPS41 and GST-VPS33 proteins were incubated without liposomes (none) or with PC/PE liposomes bearing no phosphoinositides (control), PtdIns(3)P, or PtdIns(3,5)P\n2\n, and protein binding was detected by cosedimentation and immunoblot with α-GST. Incubation with PI(3)P-GRIP was used as positive control, and GST alone was used as negative control. (\nC\n–\nH\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast, but not from endosomes. \nArabidopsis\n seedlings expressing VPS41-GFP (\nC\n and \nF\n) and mCherry-RAB7 (\nD\n and \nG\n) were treated with DMSO (\nC\n–\nE\n) or 33 µM Wm (\nF\n–\nH\n) for 3 h and observed by confocal microscopy. Merged images are shown (\nE\n and \nH\n). Tonoplast localization of VPS41-GFP is indicated with arrowheads. Wm induced the enlargement of RAB7-labeled endosomes (arrows) that retained VPS41-GFP signal. (Scale bar: 20 µm.) (\nI\n–\nN\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast. \nArabidopsis\n seedlings expressing VPS41-GFP (\nI\n and \nL\n) and mRFP-SYP22 (\nJ\n and \nM\n) were treated with DMSO (\nI\n–\nK\n) or 33 µM Wm (\nL\n–\nN\n) for 3 h and observed by confocal microscopy. VPS41-GFP signal is depicted using a rainbow LUT (\nI\n and \nL\n), where high intensity values are represented in red and low intensity values are shown in blue. Red pixels were associated with the tonoplast in the DMSO control only. Merged images are shown using green color for the GFP signal (\nK\n and \nN\n). (Scale bar: 20 µm.) (\nO\n) Quantification of the tonoplast localization of VPS41-GFP from \nI\n–\nN\n. The ratio between the membrane and cytosolic fluorescence intensity of VPS41-GFP was calculated using ImageJ from DMSO or Wm-treated seedlings (\nN\n = 27 images from seven to eight seedlings per treatment; *significant in a \nt\n test at \nP\n < 0.05).\nTo characterize lipid binding in a physiological context, we used a liposome-binding assay that better resembles lipid binding in a bilayer. Phosphatidylcholine (PC)/phosphatidylethanolamine (PE) liposomes bearing either no phosphoinositide, PtdIns(3)P, or PtdIns(3,5)P\n2\n were incubated in the presence of recombinant proteins, and binding was assayed by cosedimentation. As shown in \nFig. 2\nB\n, both GST-VPS41 and GST-VPS33 bound to the control liposomes, indicating that these proteins have strong affinity for neutral lipids. Surprisingly, addition of PtdIns(3)P or PtdIns(3,5)P\n2\n abolished this binding, which suggests that VPS33 and VPS41 membrane binding is tightly controlled. The PI(3)P-GRIP protein which contains a PtdIns(3)P-binding domain was used as a positive control, and GST was used as a negative control. These results underscore VPS41 and VPS33 sensitivities to phosphoinositides and to the different presentation of these lipids between the flat surface of the lipid strip and the curved membrane of the liposomes.\n\n\nPtdIns(3)P is a negative regulator for homotypic vacuole fusion in plants (\n2\n) and recruits HOPS to the vortex ring in yeast (\n52\n). Hence, PtdIns(3)P and other phosphoinositides are good candidates to regulate HOPS subunit association with the vacuole and PVC. We therefore asked whether the localizations of GFP-VPS41 was affected by phosphoinositide availability using Wm treatment, which results in PtdIns(3)P depletion from cellular membranes (\n53\n). GFP-VPS41 was found at the tonoplast and some mCherry-RAB7-labeled endosomes, in the DMSO control as expected (\nFig. 2 \nC\n–\nE\n). Wm treatment resulted in PVC swelling with the characteristic doughnut-like structures that were decorated with both VPS41-GFP and mCherry-RAB7 (\nFig. 2 \nF\n–\nH\n), which suggests that Wm treatment did not alter the VPS41 association with late endosome membranes. Remarkably, VPS41-GFP was no longer detected at the tonoplast after Wm treatment (\nFig. 2 \nF\n–\nH\n). To quantify the loss of VPS41-GFP from the tonoplast, we used the RFP-SYP22 marker as a proxy for vacuole membrane localization. As shown in \nFig. 2 \nI\n–\nK\n, the sites of highest VPS41-GFP fluorescence intensity in the control colocalize with RFP-SYP22 at the tonoplast. This tonoplast bright signal is lost after the Wm treatment (\nFig. 2 \nL\n–\nN\n). Quantification of these results further indicates that Wm treatment results in a 35% decrease in the membrane/cytosolic ratio of VPS41-GFP (\nFig. 2\nO\n). These results indicate that tonoplast association of VPS41 is mediated by phosphoinositide binding, but its association with late endosome membranes is independent of phosphoinositides. Major changes in VPS33-GFP localization were not detected after Wm treatment as a few RAB7 endosomes were still labeled with VPS33-GFP (\nSI Appendix\n, Fig. S2 \nB\n–\nG\n).\nHOPS Is Essential for Male Fertility and Important for Plant Development.\n\n\nTo define the role of VPS41 and VPS33 in vacuole fusion and dynamics, we identified loss-of-function alleles for \nVPS41\n and \nVPS33\n from the SALK T-DNA collection (\n54\n). T-DNA insertions were confirmed for \nvps41-1\n (SALK_076372) and \nvps41-3\n (SALK_036406), which carry the T-DNA insertions in the 13th exon and the promoter region of \nVPS41\n, respectively. Three T-DNA insertion alleles were confirmed for \nVPS33\n, \nvps33-3\n (SALK_016684C), \nvps33-4\n (SALK_151719), and \nvps33-5\n (SALK_143407). These mutants carry the insertions in the 13th intron, the promoter, and the seventh exon of \nVPS33\n (\nSI Appendix\n, Fig. S3\nA\n). RT-PCR from homozygous lines showed no altered \nVPS41\n transcript accumulation for \nvps41-3\n, and this line was not used further. No homozygous plants were recovered from over 50 progeny of \nvps41-1\n/+, \nvps33-3/+\n, \nvps33-4/+\n, or \nvps33-5/+\n, and none had evidence for embryo abortion in siliques from heterozygous plants, which suggested the possibility of gametophyte lethality or sterility. To determine which gametophyte was unfertile, reciprocal crosses were performed between \nvps41-1\n/+ or \nvps33-3/+\n and Col-0 WT plants to determine the male and female transmission efficiency (TE) (\n55\n) (\nSI Appendix\n, Table S1\n). The results show that transmission through the female gametes is not compromised in either mutant. However, male \nvps41-1\n TE is abolished, indicating that \nVPS41\n is essential for pollen fertility. The \nvps33-3\n pollen, instead, is not completely sterile, but the male TE is strongly reduced to 16.1%. The pollen defects of \nvps33\n and \nvps41\n loss-of-function alleles are consistent with previous reports (\n4\n, \n32\n) and, together with the phenotype of \nvps18\n and \nvps39\n mutants recently reported (\n3\n), support an important role of the HOPS complex in male gametophyte development. Similar to VPS41-GFP (\n4\n), the full-length genomic fusion construct for VPS33-GFP complements the pollen fertility defects of loss-of-function mutants as homozygous \nvps33-3\n can be recovered (\nSI Appendix\n, Fig. S3 \nB\n–\nD\n).\nHOPS Is Important for Vacuole Biogenesis and Fusion.\n\n\nWe identified viable weaker alleles to characterize VPS41 and VPS33 (\nSI Appendix\n, Fig. S3\nA\n). One EMS allele for \nVPS41\n, \nzip2/vps41\n (\n56\n), and two viable TILLING (\n57\n) alleles of \nVPS33\n, \nvps33-1\n and \nvps33-2\n, are available. The \nzip2/vps41\n allele was identified from a screen of suppressors of \nzig-1\n/\nvti11\n in gravitropism (\n56\n). The mutation results in a G721R substitution within an annotated clathrin heavy chain repeat (CHCR) of the VPS41 protein that is predicted to mediate protein–protein interactions (\n58\n). The mutations in \nvps33-1\n and \nvps33-2\n result in S95F and V136M substitutions in the VPS33 protein, respectively. Both are predicted to occur in domain 1 of the VPS33 protein, which, together with domain 3, has been shown in fungi and yeast to form a cleft that is thought to accommodate SNARE bundles (\n28\n). None of the single mutants shows developmental phenotypes in rosettes or inflorescences under normal growth conditions (\nSI Appendix\n, Fig. S3\nE\n). No vacuole phenotypes were observed in \nzip2/vps41\n, \nvps33-1\n, or \nvps33-2\n when seedling roots were analyzed using LysoTracker Red staining (\nSI Appendix\n, Fig. S3\nF\n). However, we observed an increased number of PSVs in mature \nzip2/vps41\n, \nvps33-1\n, and \nvps33-2\n embryos compared with the WT (\nFig. 3 \nA\n–\nD\n). The number of vacuoles per cell was counted in each genotype to quantify this defect (\nFig. 3\nE\n). Only cells with a cross-section area between 11 and 15.9 µm\n2\n were included in the analysis. Fifty-three percent of the cells from the WT control have five to six vacuoles per cell, and a smaller fraction (26%) have seven to eight vacuoles. In contrast, only 16.8% of the cells from the \nzip2/vps41\n embryos have five to six vacuoles while the rest (88%) have seven or more. Similar results were detected for \nvps33-1\n where 17% of the cells contain six or fewer vacuoles, while the rest (83%) had seven or more. Finally, almost all of the \nvps33-2\n mutant embryos showed seven to eight vacuoles per cell. These results support the hypothesis that VPS41 and VPS33 are involved in vacuole homotypic fusion and are important for PSV maturation.\n\n\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nHOPS is required for protein storage and lytic vacuole morphology. (\nA\n–\nD\n) Morphology of protein storage vacuoles (PSVs) in mature embryos from the WT control (Col-0) (\nA\n), \nzip2/vps41\n (\nB\n), \nvps33-1\n (\nC\n), and \nvps33-2\n (\nD\n). Autofluorescence of the PSVs was acquired by CLSM. (Scale bar: 20 µm.) (\nE\n) Vacuole number distribution in mature embryos. Embryos from WT control (Col-0), \nvps33-1\n, \nvps33-2\n, and \nzip2/vps41\n were imaged as in \nA\n–\nD\n, and the number of vacuoles per cell was counted. Only cells with a cross-section area between 11 and 15.9 µm\n2\n were included in the analysis. Bars represent the percentage of cells with less than 4 (blue), 5–6 (orange), 7–8 (gray), 9–10 (red), and 11 or more (green) vacuoles per cell in each genotype. Col-0, \nn\n = 165 cells; \nzip2\n, \nn\n = 146 cells; \nvps33-1\n, \nn\n = 154 cells; \nvps33-2\n, \nn\n = 118 cells. (\nF\n–\nN\n) Vacuole morphology of amiRNA lines after DEX induction. Seedlings from Col-0 WT (control, \nF\n–\nH\n), amiR-\nvps41\n (\nI\n–\nK\n), and amiR-\nvps11\n (\nL\n–\nN\n) were incubated for 72 h with DEX and stained with BCECF and FM4-64. Roots were imaged at the meristematic zone (MZ), elongation zone (EZ), and differentiation zone (DZ). (Scale bar: 20 µm.)\nA dexamethasone (DEX)-inducible amiRNA system was used to determine the function of HOPS in developing seedlings. The HOPS-CORE subunit VPS11 and the HOPS-specific subunit VPS41 were targeted by the inducible amiRNA system. WT, amiR-\nvps41\n, and amiR-\nvps11\n seedlings were treated with DMSO (control) or DEX for 72 h, and vacuole morphology was observed by 2′,7′-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein (BCECF) staining. Normal vacuole morphology was observed in both amiR-\nvps11\n and amiR-\nvps41\n in the absence of DEX compared with the WT (\nSI Appendix\n, Fig. S3\nG\n) and in the WT after DEX treatment (\nFig. 3 \nF\n–\nH\n). In contrast, dramatic changes in vacuole morphology were observed after DEX induction of the two lines. Both amiR-\nvps41\n (\nFig. 3 \nI\n–\nK\n) and amiR-\nvps11\n (\nFig. 3 \nL\n–\nN\n) seedlings showed highly fragmented vacuoles in meristematic zone (MZ), elongation zone (EZ), and differentiation zone (DZ) of the root after DEX induction. We note that the phenotype was observed only in cells that were not elongated at the time of induction. This phenotype together with the PSV phenotype of allelic mutants demonstrates a critical role of HOPS for vacuole fusion and biogenesis.\nVPS41 and VPS33 Interact in Vivo with Each Other and with SYP22 in Specific Foci.\n\n\nIf HOPS is involved in membrane fusion at the vacuole, it is likely to interact with the vacuolar SNARE complex (\n17\n, \n18\n), including SYP22 and VTI11. To determine whether VPS41 and VPS33 interact with each other and with the vacuolar SNAREs, split YFP fusion proteins were constructed for bimolecular fluorescence complementation (BiFC) experiments in \nNicotiana\n leaf epidermis (\n59\n, \n60\n). Only N-terminal n/cYFP fusions of the SNARE proteins were used because the C termini of vacuolar SNAREs reside in the vacuole lumen. For VPS33 and VPS41, both N- and C-terminal constructs were generated, but none of the C-terminal n/cYFP fusions restored YFP signal in any combination. Coexpression of cYFP-VPS41 with nYFP-VPS33 resulted in a punctate pattern at the vacuole periphery (\nFig. 4\nA\n), indicating that VPS41 and VPS33 are likely to participate in the HOPS complex. Coexpression of the same cYFP-VPS41 construct with the SNARE fusion nYFP-SYP22 resulted in a punctate pattern as well, indicating that these two proteins interact in vivo (\nFig. 4\nB\n). In contrast, no YFP fluorescence was detected when cYFP-VPS41 was coexpressed with nYFP-VTI11 (\nFig. 4\nC\n). Note that broad fluorescent structures (asterisks) in \nFig. 4 \nB\n and \nC\n are likely background signal because they were observed in negative controls (\nSI Appendix\n, Fig. S4 \nA\n and \nB\n). Next, we tested interactions with VPS33. Again, coexpression of cYFP-VPS33 with nYFP-VPS41 resulted in a punctate pattern indicative of protein–protein interaction (\nFig. 4\nD\n). When cYFP-VPS33 was coexpressed with nYFP-SYP22, a strong YFP signal was detected in punctate foci (\nFig. 4\nE\n), supporting the hypothesis that HOPS and SNAREs interact to mediate membrane fusion. Similar to the VPS41 interactions, no YFP fluorescence was detected when cYFP-VPS33 and nYFP-VTI11 were coexpressed, suggesting the absence of close interactions between these two proteins in vivo (\nFig. 4\nF\n). To further validate these results, the c/nYFP-VPS33 was coexpressed with a n/cYFP- fusion to the aquaporin TIP2;1 as a negative control. No YFP signal was detected in either combination (\nSI Appendix\n, Fig. S4 \nD\n and \nE\n), which confirms the lack of interaction for the negative controls. The two vacuolar SNAREs VTI11 and SYP22 were used as positive controls as they have been shown to interact (\n21\n) and localize at the PVC (\n18\n, \n61\n). Indeed, coexpression of cYFP-VTI11 with nYFP-SYP22 as well as cYFP-SYP22 with nYFP-VTI11 resulted in similar punctate structures at the periphery of the vacuole (\nSI Appendix\n, Fig. S4 \nC\n and \nF\n). Overall, these data show that VPS33 and VPS41 can assemble in subcellular foci and that both proteins can interact in vivo with SYP22, but not with VTI11. Taken together, these data support the hypothesis for HOPS–SNARE interactions mediating membrane fusion at the vacuole.\n\n\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nVPS41 and VPS33 interact and can bind the SNARE protein SYP22. (\nA\n–\nF\n) VPS41 and VPS33 interact in vivo and bind the SNARE protein SYP22. BiFC analysis of protein interactions in infiltrated \nN. benthamiana\n leaf cells by confocal microscopy. The N-terminal half (nY) or the C-terminal half (cY) of YFP were fused with VPS41, VPS33, SYP22, or VTI11. (\nA\n–\nC\n) cYFP-VPS41 interacts with nYFP-VPS33 (\nA\n), nYFP-SYP22 (\nB\n), but not with nYFP-VTI11 (\nC\n). (\nD\n–\nF\n) cYFP-VPS33 interacts with nYFP-VPS41 (\nD\n), nYFP-SYP22 (\nE\n), but not with nYFP-VTI11 (\nF\n). Asterisks indicate background signal that was observed in the negative control. (\nG\n) VPS33 binds the SYP22 SNARE in vitro. Recombinant GST-VPS41, GST-VPS33, HIS-SYP22, and HIS-VTI11 protein fusions were expressed in \nE. coli\n and purified by affinity chromatography. The purified proteins were mixed as indicated, and immunoprecipitation was carried out with an α-HIS antibody. Proteins from 5% of the input, immunoprecipitate (IP), or 5% of the flowthrough were separated by SDS/PAGE, and GST-VPS41 or GST-VPS33 were detected by Western blot with an α-GST antibody. Arrows indicate the expected sizes of GST-VPS41 and GST-VPS33. The positions of 150-kDa (\nTop\n) and 100-kDa (\nBottom\n) molecular markers are indicated with arrowheads. (\nH\n–\nK\n) Genetic interaction between hypomorphic HOPS mutant alleles and \nzig-1\n. Seedlings were stained for 2 h in LysoTracker Red (Invitrogen) and acquired in LSCM. Abnormal vacuole morphology in the maturation zone was observed in \nzig-1\n (\nH\n), \nvps33-1 zig-1\n (\nJ\n), and \nvps33-2 zig-1\n mutants (\nK\n). The vacuole phenotype was complemented in the root differentiation zone (DZ) of the double-mutant \nzig-1 zip2\n (\nI\n). (\nL\n–\nN\n) Loss of the VTI11 SNARE induces abnormal VPS41-GFP localization. VPS41-GFP was imaged in the Col-0 WT (\nL\n) or the \nzig-1\n mutant background (\nM\n and \nN\n). The protein was found in bright aggregates at the junction of \nzig-1\n vacuoles or in clusters in the cytosol as shown with the Airyscan mode of the confocal (\nN\n). (\nO\n–\nQ\n). Loss of the VTI11 SNARE induces abnormal VPS33-GFP localization. VPS33-GFP was imaged in the Col-0 WT (\nO\n) or \nzig-1\n (\nP\n and \nQ\n). Details of the aggregates at the junction between unfused vacuoles can be observed in the Airyscan mode (\nQ\n). (Scale bars: 10 µm.)\nVSP33 Interacts Directly with the Qa SNARE SYP22.\n\n\nVPS33 mediates SNARE complex assembly in yeast (\n29\n), and we could detect interactions between VPS33, VPS41, and SYP22 by BiFC. Therefore, we tested whether either of the two HOPS subunits could support a direct interaction with SYP22 by in vitro coimmunopreciptation. Proteins were expressed as tagged fusions to either GST (VPS33 and VPS41) or HIS (SYP22 and VTI11), and immunoprecipitation was carried out using an α-HIS antibody. GST-VPS41 was not detected in the α-HIS immunoprecipitate when incubated with either HIS-SYP22 or HIS-VTI11 (\nFig. 4\nG\n), indicating a lack of direct interaction. In contrast, a direct interaction between GST-VPS33 and HIS-SYP22 was detected using this assay, as GST-VPS33 was detected in the immunoprecipitate (\nFig. 4\nG\n). This interaction was confirmed in a complementary experiment where α-GST pulled down both HIS-SYP22 and GST-VPS33 in the coimmunoprecipitate (\nSI Appendix\n, Fig. S4\nG\n). Whether or not there were direct interactions with HIS-VTI11 was less definitive. Incubation of GST-VPS33 and HIS-VTI11 with α-HIS produced detectable signals of GST-VPS33 on immunoblots (\nFig. 4\nG\n), but no signal was detected for HIS-VTI11 when α-GST was used (\nSI Appendix\n, Fig. S4\nG\n). Overall, these data provide strong evidence that HOPS–SNARE interactions in plants are mediated by direct interaction of VPS33 and SYP22, most likely due to conserved mechanisms.\nThe HOPS Subunit VPS41 Genetically Interacts with the VTI11 SNARE.\n\n\nThe evidence for protein–protein interactions between HOPS subunits and the vacuolar SNARE SYP22 prompted us to test for genetic interactions between the two complexes. \nzip2\n, a mutant allele of \nVPS41\n (\nSI Appendix\n, Fig. S3\nA\n), was identified as a suppressor of the agravitropic phenotype of \nzig-1\n, a loss-of-function allele of \nVTI11\n (\n56\n). To determine whether \nzip2\n suppresses the vacuole phenotype of \nzig-1\n, vacuoles from the \nzig-1 zip2\n double mutants were visualized with LysoTracker Red (\nFig. 4 \nH\n–\nK\n). The \nzig-1\n mutant displayed the previously described vacuole phenotype in both the root tip and root maturation zone (\n2\n) (\nFig. 4\nH\n and \nSI Appendix\n, Fig. S4\nH\n). The \nzig-1 zip2\n still exhibited multiple vacuoles near the root tip (\nSI Appendix\n, Fig. S4\nI\n), but this phenotype was not observed in the root maturation zone (\nFig. 4\nI\n). These results indicate that \nzip2\n partially suppresses the \nzig-1\n phenotype at the subcellular level and confirm a genetic interaction between \nZIP2\n/\nVPS41\n and \nVTI11\n. Furthermore, this result suggests that the \nzip2\n mutation results in changes in the VPS41 protein structure that may alter the interactions between HOPS and SNAREs. A similar approach was used to test for genetic interactions between \nVPS33\n and \nVTI11\n, but unlike \nzig-1 zip2\n doubles, \nvps33-1 zig-1\n and \nvps33-2 zig-1\n double mutants showed the abnormal \nzig-1\n vacuole phenotype in all root cells (\nFig. 4 \nJ\n and \nK\n and \nSI Appendix\n, Fig. S4 \nJ\n and \nK\n) and the zig-zagged phenotype of the inflorescence. These results indicate that the \nvps33-1\n and \nvps33-2\n mutations failed to complement the vacuole phenotype, perhaps due to their hypomorphic nature, which may have innocuous effects on the VPS33 protein.\n\n\nThe proposed interaction between HOPS and SNAREs led us to predict that loss of the VTI11 SNARE from the vacuole could alter the localization of VPS41 or VPS33. We tested this possibility in \nzig-1\n mutants. VPS41-GFP localization in the WT background showed the cytosolic, punctate, and tonoplast localization previously described (\nFig. 4\nL\n). In contrast, VPS41-GFP was not detected at the tonoplast and only accumulated in bright aggregated patterns in the \nzig-1\n background (\nFig. 4\nM\n). When visualized using the Airyscan mode of the microscope, these bright patterns were associated with adjacent vacuoles or clusters of small organelles in the cytosol (\nFig. 4\nN\n). A similar result was obtained with VPS33-GFP. In contrast to the dispersed puncta of VPS33-GFP in the WT (\nFig. 4\nO\n), \nzig-1\n mutants showed clustered structures labeled with VPS33-GFP (\nFig. 4 \nP\n and \nQ\n). At least some of these clusters represent small vacuoles as similar clusters were detected in \nzig-1\n mutants labeled with RFP-SYP22 (\nSI Appendix\n, Fig. S4 \nL\n–\nN\n). These results indicate that a functional SNARE complex is required for the normal localization of VPS41 and VPS33.",
    "vps41_and_vps33_partially_colocalize_with_late_endosomes,_bu": "VPS41 (AT1G08190) and VPS33 (AT3G54860) share 23.29% and 19.17% sequence identity with yeast Vps41p and Vps33p, respectively. Therefore, VPS33 and VPS41 are likely homologs of these yeast HOPS proteins (\n31\n, \n50\n). We first investigated whether VPS41 and VPS33 colocalized in vacuolar or prevacuolar membranes, as expected for HOPS. Transient expression of mRFP-VPS41 and VPS33-GFP under control of UBQ10 promoters in \nNicotiana benthamiana\n leaves indicated that these proteins accumulate in the cytosol and nucleus, and associate with membranes in punctate structures (\nSI Appendix\n, Fig. S1 \nA\n and \nB\n). RFP-VPS41 and VPS33-GFP colocalized in the majority of the punctate structures and the nucleus, and partially at the cell periphery (\nSI Appendix\n, Fig. S1\nC\n), which supports their participation in a complex. These experiments, however, do not provide enough resolution to identify the compartments where these proteins accumulate and they may be influenced by overexpression. To better characterize protein localizations, VPS41-GFP (\n4\n) and VPS33-GFP were analyzed in stable \nArabidopsis\n transgenic plants using full-length genomic fusions to GFP under native promoters. Both proteins were again detected in the cytosol, but membrane association was more discernible. Similar to its localization in pollen (\n4\n), VPS41-GFP was detected at the tonoplast and punctate organelles in roots (\nFig. 1\nA\n), and this localization was not affected by the location of the fluorescence tag as the localization of YFP-VPS41 was very similar (\nSI Appendix\n, Fig. S1\nD\n). Colocalization with known organelle markers was used to identify the structures labeled with VPS41-GFP and VPS33-GFP. VPS41-GFP colocalized with the tonoplast marker RFP-SYP22 (\n18\n) and confirmed its tonoplast association (\nFig. 1 \nA\n–\nC\n and \nSI Appendix\n, Fig. S1\nE\n). Furthermore, VPS41-GFP partially colocalized with mCherry-RAB7, a marker for the late stages of PVC maturation (\n51\n) (\nFig. 1 \nD\n–\nF\n), consistent with results from pollen (\n4\n). Colocalization with the early PVC marker mCherry-RAB5 (\n51\n) was detected in only a few organelles (\nFig. 1 \nG\n–\nI\n). These results indicate that VPS41-GFP localizes to the vacuole and late endosomes. Similar experiments with VPS33-GFP indicate that VPS41 and VPS33 have overlapping but not identical localizations. VPS33-GFP rarely colocalized with RFP-SYP22 at the tonoplast, except for a few puncta (\nFig. 1 \nJ\n–\nL\n and \nSI Appendix\n, Fig. S1\nF\n), indicating that this protein is absent from the vacuole. VPS33-GFP is present in the cytosol and in cytosolic punctate structures, where it partially colocalized with mCherry-RAB7 (\nFig. 1 \nM\n–\nO\n) and shows strong colocalization with mCherry-RAB5 (\nFig. 1 \nP\n–\nR\n). Quantification of these colocalization experiments further validates the overlapping but distinct localization of VPS33 and VPS41 (\nFig. 1 \nS\n and \nT\n). Both proteins show significant colocalization with RAB7 endosomes. While VPS33 has the strongest colocalization with RAB5 endosomes, it is weakly colocalized with the tonoplast marker SYP22. In contrast, VPS41 shows significant accumulation at the tonoplast but is not associated with RAB5 endosomes (\nFig. 1 \nS\n and \nT\n). Interestingly, both VPS41-GFP and VPS33-GFP seem to accumulate in more endosomal compartments when coexpressed with mCherry-RAB5 (compare \nFig. 1\nA\n with \nFig. 1\nG\n and \nFig. 1\nJ\n with \nFig. 1\nP\n). The effect of the mCherry-RAB5 fusion on the recruitment or stability of these proteins at the endosome or the endosomes themselves will require further analysis beyond the scope of this work. Overall, these results suggest that VPS33 and VPS41 are cytosolic proteins that preferentially associate with late endosomal compartments, and this is consistent with a role for HOPS in the tethering of vacuoles or prevacuoles. Interestingly, only VPS41 is detected at the tonoplast, and only VPS33 has significant accumulation in RAB5 endosomes.\nFig. 1.\n\n\n\n\nOpen in a new tab\n\n\nSubcellular localization of VPS41-GFP and VPS33-GFP. Genomic fusion constructs of VPS41 (VPS41-GFP) and VPS33 (VPS33-GFP) driven by native promoters were cotransformed with subcellular markers into \nArabidopsis\n, and root cells were imaged by confocal microscopy. (\nA\n–\nI\n) Colocalization of VPS41-GFP (\nA\n, \nD\n, and \nG\n) with mRFP-SYP22 (\nB\n), mCherry-RAB7 (\nE\n), or mCherry-RAB5 (\nH\n) in root cells of stably transformed \nArabidopsis\n seedlings. Corresponding merged images are shown (\nC\n, \nF\n, and \nI\n). Arrowheads indicate sites of marker colocalization at the tonoplast, and arrows point to colocalization in endosomes. (Scale bars: 20 µm.) (\nJ\n–\nR\n) Colocalization of VPS33-GFP (\nJ\n, \nM\n, and \nP\n) with mRFP-SYP22 (\nK\n), mCherry-RAB7 (\nN\n), or mCherry-RAB5 (\nQ\n). The merged images are shown (\nL\n, \nO\n, and \nR\n). No apparent accumulation of VPS33-GFP was detected at the tonoplast. Partial colocalization was detected in RAB5 and RAB7 endosomes (arrows). (Scale bars: 20 µm.) (\nS\n and \nT\n) Pearson and Spearman correlation coefficients from the colocalization analyses between VPS41-GFP (\nS\n) or VPS33-GFP (\nT\n) with mRFP-SYP22, mCherry-RAB5, or mChery-RAB7. Thirty-seven to 56 images from nine seedlings combined were used for each analysis. Bars represent SE.",
    "fig._1.": "Open in a new tab\nSubcellular localization of VPS41-GFP and VPS33-GFP. Genomic fusion constructs of VPS41 (VPS41-GFP) and VPS33 (VPS33-GFP) driven by native promoters were cotransformed with subcellular markers into \nArabidopsis\n, and root cells were imaged by confocal microscopy. (\nA\n–\nI\n) Colocalization of VPS41-GFP (\nA\n, \nD\n, and \nG\n) with mRFP-SYP22 (\nB\n), mCherry-RAB7 (\nE\n), or mCherry-RAB5 (\nH\n) in root cells of stably transformed \nArabidopsis\n seedlings. Corresponding merged images are shown (\nC\n, \nF\n, and \nI\n). Arrowheads indicate sites of marker colocalization at the tonoplast, and arrows point to colocalization in endosomes. (Scale bars: 20 µm.) (\nJ\n–\nR\n) Colocalization of VPS33-GFP (\nJ\n, \nM\n, and \nP\n) with mRFP-SYP22 (\nK\n), mCherry-RAB7 (\nN\n), or mCherry-RAB5 (\nQ\n). The merged images are shown (\nL\n, \nO\n, and \nR\n). No apparent accumulation of VPS33-GFP was detected at the tonoplast. Partial colocalization was detected in RAB5 and RAB7 endosomes (arrows). (Scale bars: 20 µm.) (\nS\n and \nT\n) Pearson and Spearman correlation coefficients from the colocalization analyses between VPS41-GFP (\nS\n) or VPS33-GFP (\nT\n) with mRFP-SYP22, mCherry-RAB5, or mChery-RAB7. Thirty-seven to 56 images from nine seedlings combined were used for each analysis. Bars represent SE.",
    "vps41_tonoplast_association_is_dependent_on_phosphoinositide": "The distinct localizations of VPS33-GFP and VPS41-GFP prompted us to test whether the two proteins were characterized by different phospholipid binding affinities. This was tested using an in vitro lipid-binding assay with recombinant proteins. GST-VPS41 and GST-VPS33 fusion proteins were expressed in \nEscherichia coli\n and purified by affinity chromatography. Purified proteins were incubated on lipid strips, and protein binding was detected with anti-GST. GST alone was used as negative control (\nSI Appendix\n, Fig. S2\nA\n). Both GST-VPS41 and GST-VPS33 show affinity toward all phosphoinositides in this assay, including the two that are most abundant at the late endosomes and vacuole, PtdIns(3)P and PtdIns(3,5)P\n2\n (\nFig. 2\nA\n). These results are consistent with the hypothesis that VPS41 and VPS33 association with membranes may be regulated in part by phosphoinositide binding.\nFig. 2.\n\n\n\n\nOpen in a new tab\n\n\nPhosphoinositides regulate the membrane association of VPS41. (\nA\n) GST-VPS41 and GST-VPS33 bind to phosphoinositide lipids. GST-VPS41 (\nCenter\n) and GST-VPS33 (\nRight\n) were expressed in \nE. coli\n and purified by affinity chromatography. Lipid affinity of purified proteins was analyzed using a lipid strip assay. Lipids include the following: LPA, lysophosphatidic acid; LPC, lysophosphocholine; PA, phosphatidic acid; PC, phosphatidylcholine; PE, phosphatidylethanolamine; PS, phosphatidylserine; S1P, sphingosine-1-phosphate. (\nB\n) GST-VPS41 and GST-VPS33 bind to liposomes that lack phosphoinositides. Affinity-purified GST-VPS41 and GST-VPS33 proteins were incubated without liposomes (none) or with PC/PE liposomes bearing no phosphoinositides (control), PtdIns(3)P, or PtdIns(3,5)P\n2\n, and protein binding was detected by cosedimentation and immunoblot with α-GST. Incubation with PI(3)P-GRIP was used as positive control, and GST alone was used as negative control. (\nC\n–\nH\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast, but not from endosomes. \nArabidopsis\n seedlings expressing VPS41-GFP (\nC\n and \nF\n) and mCherry-RAB7 (\nD\n and \nG\n) were treated with DMSO (\nC\n–\nE\n) or 33 µM Wm (\nF\n–\nH\n) for 3 h and observed by confocal microscopy. Merged images are shown (\nE\n and \nH\n). Tonoplast localization of VPS41-GFP is indicated with arrowheads. Wm induced the enlargement of RAB7-labeled endosomes (arrows) that retained VPS41-GFP signal. (Scale bar: 20 µm.) (\nI\n–\nN\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast. \nArabidopsis\n seedlings expressing VPS41-GFP (\nI\n and \nL\n) and mRFP-SYP22 (\nJ\n and \nM\n) were treated with DMSO (\nI\n–\nK\n) or 33 µM Wm (\nL\n–\nN\n) for 3 h and observed by confocal microscopy. VPS41-GFP signal is depicted using a rainbow LUT (\nI\n and \nL\n), where high intensity values are represented in red and low intensity values are shown in blue. Red pixels were associated with the tonoplast in the DMSO control only. Merged images are shown using green color for the GFP signal (\nK\n and \nN\n). (Scale bar: 20 µm.) (\nO\n) Quantification of the tonoplast localization of VPS41-GFP from \nI\n–\nN\n. The ratio between the membrane and cytosolic fluorescence intensity of VPS41-GFP was calculated using ImageJ from DMSO or Wm-treated seedlings (\nN\n = 27 images from seven to eight seedlings per treatment; *significant in a \nt\n test at \nP\n < 0.05).\nTo characterize lipid binding in a physiological context, we used a liposome-binding assay that better resembles lipid binding in a bilayer. Phosphatidylcholine (PC)/phosphatidylethanolamine (PE) liposomes bearing either no phosphoinositide, PtdIns(3)P, or PtdIns(3,5)P\n2\n were incubated in the presence of recombinant proteins, and binding was assayed by cosedimentation. As shown in \nFig. 2\nB\n, both GST-VPS41 and GST-VPS33 bound to the control liposomes, indicating that these proteins have strong affinity for neutral lipids. Surprisingly, addition of PtdIns(3)P or PtdIns(3,5)P\n2\n abolished this binding, which suggests that VPS33 and VPS41 membrane binding is tightly controlled. The PI(3)P-GRIP protein which contains a PtdIns(3)P-binding domain was used as a positive control, and GST was used as a negative control. These results underscore VPS41 and VPS33 sensitivities to phosphoinositides and to the different presentation of these lipids between the flat surface of the lipid strip and the curved membrane of the liposomes.\nPtdIns(3)P is a negative regulator for homotypic vacuole fusion in plants (\n2\n) and recruits HOPS to the vortex ring in yeast (\n52\n). Hence, PtdIns(3)P and other phosphoinositides are good candidates to regulate HOPS subunit association with the vacuole and PVC. We therefore asked whether the localizations of GFP-VPS41 was affected by phosphoinositide availability using Wm treatment, which results in PtdIns(3)P depletion from cellular membranes (\n53\n). GFP-VPS41 was found at the tonoplast and some mCherry-RAB7-labeled endosomes, in the DMSO control as expected (\nFig. 2 \nC\n–\nE\n). Wm treatment resulted in PVC swelling with the characteristic doughnut-like structures that were decorated with both VPS41-GFP and mCherry-RAB7 (\nFig. 2 \nF\n–\nH\n), which suggests that Wm treatment did not alter the VPS41 association with late endosome membranes. Remarkably, VPS41-GFP was no longer detected at the tonoplast after Wm treatment (\nFig. 2 \nF\n–\nH\n). To quantify the loss of VPS41-GFP from the tonoplast, we used the RFP-SYP22 marker as a proxy for vacuole membrane localization. As shown in \nFig. 2 \nI\n–\nK\n, the sites of highest VPS41-GFP fluorescence intensity in the control colocalize with RFP-SYP22 at the tonoplast. This tonoplast bright signal is lost after the Wm treatment (\nFig. 2 \nL\n–\nN\n). Quantification of these results further indicates that Wm treatment results in a 35% decrease in the membrane/cytosolic ratio of VPS41-GFP (\nFig. 2\nO\n). These results indicate that tonoplast association of VPS41 is mediated by phosphoinositide binding, but its association with late endosome membranes is independent of phosphoinositides. Major changes in VPS33-GFP localization were not detected after Wm treatment as a few RAB7 endosomes were still labeled with VPS33-GFP (\nSI Appendix\n, Fig. S2 \nB\n–\nG\n).",
    "fig._2.": "Open in a new tab\nPhosphoinositides regulate the membrane association of VPS41. (\nA\n) GST-VPS41 and GST-VPS33 bind to phosphoinositide lipids. GST-VPS41 (\nCenter\n) and GST-VPS33 (\nRight\n) were expressed in \nE. coli\n and purified by affinity chromatography. Lipid affinity of purified proteins was analyzed using a lipid strip assay. Lipids include the following: LPA, lysophosphatidic acid; LPC, lysophosphocholine; PA, phosphatidic acid; PC, phosphatidylcholine; PE, phosphatidylethanolamine; PS, phosphatidylserine; S1P, sphingosine-1-phosphate. (\nB\n) GST-VPS41 and GST-VPS33 bind to liposomes that lack phosphoinositides. Affinity-purified GST-VPS41 and GST-VPS33 proteins were incubated without liposomes (none) or with PC/PE liposomes bearing no phosphoinositides (control), PtdIns(3)P, or PtdIns(3,5)P\n2\n, and protein binding was detected by cosedimentation and immunoblot with α-GST. Incubation with PI(3)P-GRIP was used as positive control, and GST alone was used as negative control. (\nC\n–\nH\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast, but not from endosomes. \nArabidopsis\n seedlings expressing VPS41-GFP (\nC\n and \nF\n) and mCherry-RAB7 (\nD\n and \nG\n) were treated with DMSO (\nC\n–\nE\n) or 33 µM Wm (\nF\n–\nH\n) for 3 h and observed by confocal microscopy. Merged images are shown (\nE\n and \nH\n). Tonoplast localization of VPS41-GFP is indicated with arrowheads. Wm induced the enlargement of RAB7-labeled endosomes (arrows) that retained VPS41-GFP signal. (Scale bar: 20 µm.) (\nI\n–\nN\n) Wm treatment induces dissociation of VPS41-GFP from the tonoplast. \nArabidopsis\n seedlings expressing VPS41-GFP (\nI\n and \nL\n) and mRFP-SYP22 (\nJ\n and \nM\n) were treated with DMSO (\nI\n–\nK\n) or 33 µM Wm (\nL\n–\nN\n) for 3 h and observed by confocal microscopy. VPS41-GFP signal is depicted using a rainbow LUT (\nI\n and \nL\n), where high intensity values are represented in red and low intensity values are shown in blue. Red pixels were associated with the tonoplast in the DMSO control only. Merged images are shown using green color for the GFP signal (\nK\n and \nN\n). (Scale bar: 20 µm.) (\nO\n) Quantification of the tonoplast localization of VPS41-GFP from \nI\n–\nN\n. The ratio between the membrane and cytosolic fluorescence intensity of VPS41-GFP was calculated using ImageJ from DMSO or Wm-treated seedlings (\nN\n = 27 images from seven to eight seedlings per treatment; *significant in a \nt\n test at \nP\n < 0.05).",
    "hops_is_essential_for_male_fertility_and_important_for_plant": "To define the role of VPS41 and VPS33 in vacuole fusion and dynamics, we identified loss-of-function alleles for \nVPS41\n and \nVPS33\n from the SALK T-DNA collection (\n54\n). T-DNA insertions were confirmed for \nvps41-1\n (SALK_076372) and \nvps41-3\n (SALK_036406), which carry the T-DNA insertions in the 13th exon and the promoter region of \nVPS41\n, respectively. Three T-DNA insertion alleles were confirmed for \nVPS33\n, \nvps33-3\n (SALK_016684C), \nvps33-4\n (SALK_151719), and \nvps33-5\n (SALK_143407). These mutants carry the insertions in the 13th intron, the promoter, and the seventh exon of \nVPS33\n (\nSI Appendix\n, Fig. S3\nA\n). RT-PCR from homozygous lines showed no altered \nVPS41\n transcript accumulation for \nvps41-3\n, and this line was not used further. No homozygous plants were recovered from over 50 progeny of \nvps41-1\n/+, \nvps33-3/+\n, \nvps33-4/+\n, or \nvps33-5/+\n, and none had evidence for embryo abortion in siliques from heterozygous plants, which suggested the possibility of gametophyte lethality or sterility. To determine which gametophyte was unfertile, reciprocal crosses were performed between \nvps41-1\n/+ or \nvps33-3/+\n and Col-0 WT plants to determine the male and female transmission efficiency (TE) (\n55\n) (\nSI Appendix\n, Table S1\n). The results show that transmission through the female gametes is not compromised in either mutant. However, male \nvps41-1\n TE is abolished, indicating that \nVPS41\n is essential for pollen fertility. The \nvps33-3\n pollen, instead, is not completely sterile, but the male TE is strongly reduced to 16.1%. The pollen defects of \nvps33\n and \nvps41\n loss-of-function alleles are consistent with previous reports (\n4\n, \n32\n) and, together with the phenotype of \nvps18\n and \nvps39\n mutants recently reported (\n3\n), support an important role of the HOPS complex in male gametophyte development. Similar to VPS41-GFP (\n4\n), the full-length genomic fusion construct for VPS33-GFP complements the pollen fertility defects of loss-of-function mutants as homozygous \nvps33-3\n can be recovered (\nSI Appendix\n, Fig. S3 \nB\n–\nD\n).",
    "hops_is_important_for_vacuole_biogenesis_and_fusion.": "We identified viable weaker alleles to characterize VPS41 and VPS33 (\nSI Appendix\n, Fig. S3\nA\n). One EMS allele for \nVPS41\n, \nzip2/vps41\n (\n56\n), and two viable TILLING (\n57\n) alleles of \nVPS33\n, \nvps33-1\n and \nvps33-2\n, are available. The \nzip2/vps41\n allele was identified from a screen of suppressors of \nzig-1\n/\nvti11\n in gravitropism (\n56\n). The mutation results in a G721R substitution within an annotated clathrin heavy chain repeat (CHCR) of the VPS41 protein that is predicted to mediate protein–protein interactions (\n58\n). The mutations in \nvps33-1\n and \nvps33-2\n result in S95F and V136M substitutions in the VPS33 protein, respectively. Both are predicted to occur in domain 1 of the VPS33 protein, which, together with domain 3, has been shown in fungi and yeast to form a cleft that is thought to accommodate SNARE bundles (\n28\n). None of the single mutants shows developmental phenotypes in rosettes or inflorescences under normal growth conditions (\nSI Appendix\n, Fig. S3\nE\n). No vacuole phenotypes were observed in \nzip2/vps41\n, \nvps33-1\n, or \nvps33-2\n when seedling roots were analyzed using LysoTracker Red staining (\nSI Appendix\n, Fig. S3\nF\n). However, we observed an increased number of PSVs in mature \nzip2/vps41\n, \nvps33-1\n, and \nvps33-2\n embryos compared with the WT (\nFig. 3 \nA\n–\nD\n). The number of vacuoles per cell was counted in each genotype to quantify this defect (\nFig. 3\nE\n). Only cells with a cross-section area between 11 and 15.9 µm\n2\n were included in the analysis. Fifty-three percent of the cells from the WT control have five to six vacuoles per cell, and a smaller fraction (26%) have seven to eight vacuoles. In contrast, only 16.8% of the cells from the \nzip2/vps41\n embryos have five to six vacuoles while the rest (88%) have seven or more. Similar results were detected for \nvps33-1\n where 17% of the cells contain six or fewer vacuoles, while the rest (83%) had seven or more. Finally, almost all of the \nvps33-2\n mutant embryos showed seven to eight vacuoles per cell. These results support the hypothesis that VPS41 and VPS33 are involved in vacuole homotypic fusion and are important for PSV maturation.\nFig. 3.\n\n\n\n\nOpen in a new tab\n\n\nHOPS is required for protein storage and lytic vacuole morphology. (\nA\n–\nD\n) Morphology of protein storage vacuoles (PSVs) in mature embryos from the WT control (Col-0) (\nA\n), \nzip2/vps41\n (\nB\n), \nvps33-1\n (\nC\n), and \nvps33-2\n (\nD\n). Autofluorescence of the PSVs was acquired by CLSM. (Scale bar: 20 µm.) (\nE\n) Vacuole number distribution in mature embryos. Embryos from WT control (Col-0), \nvps33-1\n, \nvps33-2\n, and \nzip2/vps41\n were imaged as in \nA\n–\nD\n, and the number of vacuoles per cell was counted. Only cells with a cross-section area between 11 and 15.9 µm\n2\n were included in the analysis. Bars represent the percentage of cells with less than 4 (blue), 5–6 (orange), 7–8 (gray), 9–10 (red), and 11 or more (green) vacuoles per cell in each genotype. Col-0, \nn\n = 165 cells; \nzip2\n, \nn\n = 146 cells; \nvps33-1\n, \nn\n = 154 cells; \nvps33-2\n, \nn\n = 118 cells. (\nF\n–\nN\n) Vacuole morphology of amiRNA lines after DEX induction. Seedlings from Col-0 WT (control, \nF\n–\nH\n), amiR-\nvps41\n (\nI\n–\nK\n), and amiR-\nvps11\n (\nL\n–\nN\n) were incubated for 72 h with DEX and stained with BCECF and FM4-64. Roots were imaged at the meristematic zone (MZ), elongation zone (EZ), and differentiation zone (DZ). (Scale bar: 20 µm.)\nA dexamethasone (DEX)-inducible amiRNA system was used to determine the function of HOPS in developing seedlings. The HOPS-CORE subunit VPS11 and the HOPS-specific subunit VPS41 were targeted by the inducible amiRNA system. WT, amiR-\nvps41\n, and amiR-\nvps11\n seedlings were treated with DMSO (control) or DEX for 72 h, and vacuole morphology was observed by 2′,7′-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein (BCECF) staining. Normal vacuole morphology was observed in both amiR-\nvps11\n and amiR-\nvps41\n in the absence of DEX compared with the WT (\nSI Appendix\n, Fig. S3\nG\n) and in the WT after DEX treatment (\nFig. 3 \nF\n–\nH\n). In contrast, dramatic changes in vacuole morphology were observed after DEX induction of the two lines. Both amiR-\nvps41\n (\nFig. 3 \nI\n–\nK\n) and amiR-\nvps11\n (\nFig. 3 \nL\n–\nN\n) seedlings showed highly fragmented vacuoles in meristematic zone (MZ), elongation zone (EZ), and differentiation zone (DZ) of the root after DEX induction. We note that the phenotype was observed only in cells that were not elongated at the time of induction. This phenotype together with the PSV phenotype of allelic mutants demonstrates a critical role of HOPS for vacuole fusion and biogenesis.",
    "fig._3.": "Open in a new tab\nHOPS is required for protein storage and lytic vacuole morphology. (\nA\n–\nD\n) Morphology of protein storage vacuoles (PSVs) in mature embryos from the WT control (Col-0) (\nA\n), \nzip2/vps41\n (\nB\n), \nvps33-1\n (\nC\n), and \nvps33-2\n (\nD\n). Autofluorescence of the PSVs was acquired by CLSM. (Scale bar: 20 µm.) (\nE\n) Vacuole number distribution in mature embryos. Embryos from WT control (Col-0), \nvps33-1\n, \nvps33-2\n, and \nzip2/vps41\n were imaged as in \nA\n–\nD\n, and the number of vacuoles per cell was counted. Only cells with a cross-section area between 11 and 15.9 µm\n2\n were included in the analysis. Bars represent the percentage of cells with less than 4 (blue), 5–6 (orange), 7–8 (gray), 9–10 (red), and 11 or more (green) vacuoles per cell in each genotype. Col-0, \nn\n = 165 cells; \nzip2\n, \nn\n = 146 cells; \nvps33-1\n, \nn\n = 154 cells; \nvps33-2\n, \nn\n = 118 cells. (\nF\n–\nN\n) Vacuole morphology of amiRNA lines after DEX induction. Seedlings from Col-0 WT (control, \nF\n–\nH\n), amiR-\nvps41\n (\nI\n–\nK\n), and amiR-\nvps11\n (\nL\n–\nN\n) were incubated for 72 h with DEX and stained with BCECF and FM4-64. Roots were imaged at the meristematic zone (MZ), elongation zone (EZ), and differentiation zone (DZ). (Scale bar: 20 µm.)",
    "vps41_and_vps33_interact_in_vivo_with_each_other_and_with_sy": "If HOPS is involved in membrane fusion at the vacuole, it is likely to interact with the vacuolar SNARE complex (\n17\n, \n18\n), including SYP22 and VTI11. To determine whether VPS41 and VPS33 interact with each other and with the vacuolar SNAREs, split YFP fusion proteins were constructed for bimolecular fluorescence complementation (BiFC) experiments in \nNicotiana\n leaf epidermis (\n59\n, \n60\n). Only N-terminal n/cYFP fusions of the SNARE proteins were used because the C termini of vacuolar SNAREs reside in the vacuole lumen. For VPS33 and VPS41, both N- and C-terminal constructs were generated, but none of the C-terminal n/cYFP fusions restored YFP signal in any combination. Coexpression of cYFP-VPS41 with nYFP-VPS33 resulted in a punctate pattern at the vacuole periphery (\nFig. 4\nA\n), indicating that VPS41 and VPS33 are likely to participate in the HOPS complex. Coexpression of the same cYFP-VPS41 construct with the SNARE fusion nYFP-SYP22 resulted in a punctate pattern as well, indicating that these two proteins interact in vivo (\nFig. 4\nB\n). In contrast, no YFP fluorescence was detected when cYFP-VPS41 was coexpressed with nYFP-VTI11 (\nFig. 4\nC\n). Note that broad fluorescent structures (asterisks) in \nFig. 4 \nB\n and \nC\n are likely background signal because they were observed in negative controls (\nSI Appendix\n, Fig. S4 \nA\n and \nB\n). Next, we tested interactions with VPS33. Again, coexpression of cYFP-VPS33 with nYFP-VPS41 resulted in a punctate pattern indicative of protein–protein interaction (\nFig. 4\nD\n). When cYFP-VPS33 was coexpressed with nYFP-SYP22, a strong YFP signal was detected in punctate foci (\nFig. 4\nE\n), supporting the hypothesis that HOPS and SNAREs interact to mediate membrane fusion. Similar to the VPS41 interactions, no YFP fluorescence was detected when cYFP-VPS33 and nYFP-VTI11 were coexpressed, suggesting the absence of close interactions between these two proteins in vivo (\nFig. 4\nF\n). To further validate these results, the c/nYFP-VPS33 was coexpressed with a n/cYFP- fusion to the aquaporin TIP2;1 as a negative control. No YFP signal was detected in either combination (\nSI Appendix\n, Fig. S4 \nD\n and \nE\n), which confirms the lack of interaction for the negative controls. The two vacuolar SNAREs VTI11 and SYP22 were used as positive controls as they have been shown to interact (\n21\n) and localize at the PVC (\n18\n, \n61\n). Indeed, coexpression of cYFP-VTI11 with nYFP-SYP22 as well as cYFP-SYP22 with nYFP-VTI11 resulted in similar punctate structures at the periphery of the vacuole (\nSI Appendix\n, Fig. S4 \nC\n and \nF\n). Overall, these data show that VPS33 and VPS41 can assemble in subcellular foci and that both proteins can interact in vivo with SYP22, but not with VTI11. Taken together, these data support the hypothesis for HOPS–SNARE interactions mediating membrane fusion at the vacuole.\nFig. 4.\n\n\n\n\nOpen in a new tab\n\n\nVPS41 and VPS33 interact and can bind the SNARE protein SYP22. (\nA\n–\nF\n) VPS41 and VPS33 interact in vivo and bind the SNARE protein SYP22. BiFC analysis of protein interactions in infiltrated \nN. benthamiana\n leaf cells by confocal microscopy. The N-terminal half (nY) or the C-terminal half (cY) of YFP were fused with VPS41, VPS33, SYP22, or VTI11. (\nA\n–\nC\n) cYFP-VPS41 interacts with nYFP-VPS33 (\nA\n), nYFP-SYP22 (\nB\n), but not with nYFP-VTI11 (\nC\n). (\nD\n–\nF\n) cYFP-VPS33 interacts with nYFP-VPS41 (\nD\n), nYFP-SYP22 (\nE\n), but not with nYFP-VTI11 (\nF\n). Asterisks indicate background signal that was observed in the negative control. (\nG\n) VPS33 binds the SYP22 SNARE in vitro. Recombinant GST-VPS41, GST-VPS33, HIS-SYP22, and HIS-VTI11 protein fusions were expressed in \nE. coli\n and purified by affinity chromatography. The purified proteins were mixed as indicated, and immunoprecipitation was carried out with an α-HIS antibody. Proteins from 5% of the input, immunoprecipitate (IP), or 5% of the flowthrough were separated by SDS/PAGE, and GST-VPS41 or GST-VPS33 were detected by Western blot with an α-GST antibody. Arrows indicate the expected sizes of GST-VPS41 and GST-VPS33. The positions of 150-kDa (\nTop\n) and 100-kDa (\nBottom\n) molecular markers are indicated with arrowheads. (\nH\n–\nK\n) Genetic interaction between hypomorphic HOPS mutant alleles and \nzig-1\n. Seedlings were stained for 2 h in LysoTracker Red (Invitrogen) and acquired in LSCM. Abnormal vacuole morphology in the maturation zone was observed in \nzig-1\n (\nH\n), \nvps33-1 zig-1\n (\nJ\n), and \nvps33-2 zig-1\n mutants (\nK\n). The vacuole phenotype was complemented in the root differentiation zone (DZ) of the double-mutant \nzig-1 zip2\n (\nI\n). (\nL\n–\nN\n) Loss of the VTI11 SNARE induces abnormal VPS41-GFP localization. VPS41-GFP was imaged in the Col-0 WT (\nL\n) or the \nzig-1\n mutant background (\nM\n and \nN\n). The protein was found in bright aggregates at the junction of \nzig-1\n vacuoles or in clusters in the cytosol as shown with the Airyscan mode of the confocal (\nN\n). (\nO\n–\nQ\n). Loss of the VTI11 SNARE induces abnormal VPS33-GFP localization. VPS33-GFP was imaged in the Col-0 WT (\nO\n) or \nzig-1\n (\nP\n and \nQ\n). Details of the aggregates at the junction between unfused vacuoles can be observed in the Airyscan mode (\nQ\n). (Scale bars: 10 µm.)",
    "fig._4.": "Open in a new tab\nVPS41 and VPS33 interact and can bind the SNARE protein SYP22. (\nA\n–\nF\n) VPS41 and VPS33 interact in vivo and bind the SNARE protein SYP22. BiFC analysis of protein interactions in infiltrated \nN. benthamiana\n leaf cells by confocal microscopy. The N-terminal half (nY) or the C-terminal half (cY) of YFP were fused with VPS41, VPS33, SYP22, or VTI11. (\nA\n–\nC\n) cYFP-VPS41 interacts with nYFP-VPS33 (\nA\n), nYFP-SYP22 (\nB\n), but not with nYFP-VTI11 (\nC\n). (\nD\n–\nF\n) cYFP-VPS33 interacts with nYFP-VPS41 (\nD\n), nYFP-SYP22 (\nE\n), but not with nYFP-VTI11 (\nF\n). Asterisks indicate background signal that was observed in the negative control. (\nG\n) VPS33 binds the SYP22 SNARE in vitro. Recombinant GST-VPS41, GST-VPS33, HIS-SYP22, and HIS-VTI11 protein fusions were expressed in \nE. coli\n and purified by affinity chromatography. The purified proteins were mixed as indicated, and immunoprecipitation was carried out with an α-HIS antibody. Proteins from 5% of the input, immunoprecipitate (IP), or 5% of the flowthrough were separated by SDS/PAGE, and GST-VPS41 or GST-VPS33 were detected by Western blot with an α-GST antibody. Arrows indicate the expected sizes of GST-VPS41 and GST-VPS33. The positions of 150-kDa (\nTop\n) and 100-kDa (\nBottom\n) molecular markers are indicated with arrowheads. (\nH\n–\nK\n) Genetic interaction between hypomorphic HOPS mutant alleles and \nzig-1\n. Seedlings were stained for 2 h in LysoTracker Red (Invitrogen) and acquired in LSCM. Abnormal vacuole morphology in the maturation zone was observed in \nzig-1\n (\nH\n), \nvps33-1 zig-1\n (\nJ\n), and \nvps33-2 zig-1\n mutants (\nK\n). The vacuole phenotype was complemented in the root differentiation zone (DZ) of the double-mutant \nzig-1 zip2\n (\nI\n). (\nL\n–\nN\n) Loss of the VTI11 SNARE induces abnormal VPS41-GFP localization. VPS41-GFP was imaged in the Col-0 WT (\nL\n) or the \nzig-1\n mutant background (\nM\n and \nN\n). The protein was found in bright aggregates at the junction of \nzig-1\n vacuoles or in clusters in the cytosol as shown with the Airyscan mode of the confocal (\nN\n). (\nO\n–\nQ\n). Loss of the VTI11 SNARE induces abnormal VPS33-GFP localization. VPS33-GFP was imaged in the Col-0 WT (\nO\n) or \nzig-1\n (\nP\n and \nQ\n). Details of the aggregates at the junction between unfused vacuoles can be observed in the Airyscan mode (\nQ\n). (Scale bars: 10 µm.)",
    "vsp33_interacts_directly_with_the_qa_snare_syp22.": "VPS33 mediates SNARE complex assembly in yeast (\n29\n), and we could detect interactions between VPS33, VPS41, and SYP22 by BiFC. Therefore, we tested whether either of the two HOPS subunits could support a direct interaction with SYP22 by in vitro coimmunopreciptation. Proteins were expressed as tagged fusions to either GST (VPS33 and VPS41) or HIS (SYP22 and VTI11), and immunoprecipitation was carried out using an α-HIS antibody. GST-VPS41 was not detected in the α-HIS immunoprecipitate when incubated with either HIS-SYP22 or HIS-VTI11 (\nFig. 4\nG\n), indicating a lack of direct interaction. In contrast, a direct interaction between GST-VPS33 and HIS-SYP22 was detected using this assay, as GST-VPS33 was detected in the immunoprecipitate (\nFig. 4\nG\n). This interaction was confirmed in a complementary experiment where α-GST pulled down both HIS-SYP22 and GST-VPS33 in the coimmunoprecipitate (\nSI Appendix\n, Fig. S4\nG\n). Whether or not there were direct interactions with HIS-VTI11 was less definitive. Incubation of GST-VPS33 and HIS-VTI11 with α-HIS produced detectable signals of GST-VPS33 on immunoblots (\nFig. 4\nG\n), but no signal was detected for HIS-VTI11 when α-GST was used (\nSI Appendix\n, Fig. S4\nG\n). Overall, these data provide strong evidence that HOPS–SNARE interactions in plants are mediated by direct interaction of VPS33 and SYP22, most likely due to conserved mechanisms.",
    "the_hops_subunit_vps41_genetically_interacts_with_the_vti11_": "The evidence for protein–protein interactions between HOPS subunits and the vacuolar SNARE SYP22 prompted us to test for genetic interactions between the two complexes. \nzip2\n, a mutant allele of \nVPS41\n (\nSI Appendix\n, Fig. S3\nA\n), was identified as a suppressor of the agravitropic phenotype of \nzig-1\n, a loss-of-function allele of \nVTI11\n (\n56\n). To determine whether \nzip2\n suppresses the vacuole phenotype of \nzig-1\n, vacuoles from the \nzig-1 zip2\n double mutants were visualized with LysoTracker Red (\nFig. 4 \nH\n–\nK\n). The \nzig-1\n mutant displayed the previously described vacuole phenotype in both the root tip and root maturation zone (\n2\n) (\nFig. 4\nH\n and \nSI Appendix\n, Fig. S4\nH\n). The \nzig-1 zip2\n still exhibited multiple vacuoles near the root tip (\nSI Appendix\n, Fig. S4\nI\n), but this phenotype was not observed in the root maturation zone (\nFig. 4\nI\n). These results indicate that \nzip2\n partially suppresses the \nzig-1\n phenotype at the subcellular level and confirm a genetic interaction between \nZIP2\n/\nVPS41\n and \nVTI11\n. Furthermore, this result suggests that the \nzip2\n mutation results in changes in the VPS41 protein structure that may alter the interactions between HOPS and SNAREs. A similar approach was used to test for genetic interactions between \nVPS33\n and \nVTI11\n, but unlike \nzig-1 zip2\n doubles, \nvps33-1 zig-1\n and \nvps33-2 zig-1\n double mutants showed the abnormal \nzig-1\n vacuole phenotype in all root cells (\nFig. 4 \nJ\n and \nK\n and \nSI Appendix\n, Fig. S4 \nJ\n and \nK\n) and the zig-zagged phenotype of the inflorescence. These results indicate that the \nvps33-1\n and \nvps33-2\n mutations failed to complement the vacuole phenotype, perhaps due to their hypomorphic nature, which may have innocuous effects on the VPS33 protein.\nThe proposed interaction between HOPS and SNAREs led us to predict that loss of the VTI11 SNARE from the vacuole could alter the localization of VPS41 or VPS33. We tested this possibility in \nzig-1\n mutants. VPS41-GFP localization in the WT background showed the cytosolic, punctate, and tonoplast localization previously described (\nFig. 4\nL\n). In contrast, VPS41-GFP was not detected at the tonoplast and only accumulated in bright aggregated patterns in the \nzig-1\n background (\nFig. 4\nM\n). When visualized using the Airyscan mode of the microscope, these bright patterns were associated with adjacent vacuoles or clusters of small organelles in the cytosol (\nFig. 4\nN\n). A similar result was obtained with VPS33-GFP. In contrast to the dispersed puncta of VPS33-GFP in the WT (\nFig. 4\nO\n), \nzig-1\n mutants showed clustered structures labeled with VPS33-GFP (\nFig. 4 \nP\n and \nQ\n). At least some of these clusters represent small vacuoles as similar clusters were detected in \nzig-1\n mutants labeled with RFP-SYP22 (\nSI Appendix\n, Fig. S4 \nL\n–\nN\n). These results indicate that a functional SNARE complex is required for the normal localization of VPS41 and VPS33.",
    "discussion": "The plant HOPS tethering complex is evolutionarily conserved with other eukaryotes (\n3\n, \n31\n, \n35\n), is involved in vacuole traffic via a RAB7-mediated pathway, and is critical for homotypic vacuole fusion (\n3\n). HOPS shares four subunits with CORVET, a similar conserved complex that mediates tethering of RAB5 endosomes and vacuoles in a plant-specific manner (\n3\n). Our results show that stable VPS33–VPS41 interactions predominantly occur in punctate organelles likely to correspond to endosomes as expected for a tether between endosomes and vacuoles. The possibility remains, however, that the functional HOPS complex also assembles transiently at sites of vacuole homotypic fusions, which are not abundant in the cells used in these experiments.\nHOPS is essential for vacuole membrane fusion in plants. VPS33 and VPS41 are essential in pollen fertility, and in fact, loss of VPS41 function interfered with pollen penetration into the stigma (\n4\n). This and previous results (\n3\n, \n4\n, \n33\n, \n34\n) indicate that HOPS is essential for plant viability. The increased number of PSVs of hypomorphic mutants \nzip2\n, \nvps33-1\n, and \nvps33-2\n is indicative of HOPS function in PSV fusion or trafficking, as it has been observed in other vacuolar trafficking mutants (\n2\n, \n18\n, \n43\n, \n62\n, \n63\n). Moreover, the inducible amiRNA silencing of VPS41 and VPS11 underscores HOPS function in lytic vacuole fusion.\nPhosphoinositides and Membrane Curvature Delimit VPS41 and VPS33 Recruitment.\n\n\nVPS41-GFP and VPS33-GFP localize to late endosomes, which is consistent with a role in membrane fusion at the PVC and vacuole as part of HOPS (\n31\n) and with previous results in pollen tubes (\n4\n). The exclusive presence of VPS41 at the vacuole, however, was unexpected. One interpretation is that VPS33 recruitment to the vacuole is transient and limited to sites of membrane fusion, while VPS41 binding to the tonoplast is stable and results from specific lipid-binding affinities. Even though both proteins showed affinity for most phosphoinositides in a lipid strip assay, these results do not rule out the possibility of different affinities to specific phosphoinositides or that their recruitment to specific membranes is enhanced by interaction with other proteins. Two other HOPS subunits, VPS18 and VPS39, the latter being HOPS specific, are also absent from the vacuole (\n3\n). Given the competing needs of the core subunits VPS33, VPS18, VPS11, and VPS16 for either HOPS or CORVET assembly, the stable recruitment of VPS41 to the tonoplast could serve as a reservoir for this subunit in a way that does not compete for complex assembly.\n\n\nPhosphoinositides recruit HOPS to the vertex ring between two juxtaposed vacuoles undergoing fusion in yeast (\n27\n, \n52\n). We hypothesized that these lipids could fulfill a similar role in plants, and this was first supported by VPS41 and VPS33 binding to immobilized phosphoinositides on a membrane. Surprisingly, both VPS33 and VPS41 also bound to membrane liposomes but only in the absence of PtdIns(3)P or PtdIns(3,5)P\n2\n. This result implicates membrane curvature as an additional factor in the recruitment of HOPS to cellular membranes in plants and highlights the sensitivity of these proteins to both membrane topology and phosphoinositide lipid content. The plant vacuole membrane is a flat surface compared with the late endosomes, and membrane curvature could indeed represent a proxy for organelle identity in plant vacuole traffic. We propose that VPS41 binding to the vacuole membrane entails its recruitment by PtdIns(3)P or PtdIns(3,5)P\n2\n, since PtdIns(3)P has been detected at the tonoplast, and both are important for vacuolar traffic (\n64\n, \n65\n). In contrast, VPS41 binding to curved membranes such as those of late endosomes is independent of and inhibited by phosphoinositides. This model is further supported by the loss of VPS41-GFP from the vacuole membrane but not from late endosomes in Wm-treated cells.\n\n\nThe inhibitory effect of phosphoinositides on VPS33 and VPS41 binding to liposomes suggests that plants have evolved different mechanisms of regulating vacuole fusion compared with yeast. In contrast to plants, the complete yeast HOPS complex and VPS41 alone bind to liposomes containing vacuolar phosphoinositides, but they do not bind strongly to bare liposomes (\n27\n, \n66\n, \n67\n). Therefore, while phosphoinositides promote recruitment of HOPS to curved membranes in yeast, they have the opposite effect in plants. Current models for vacuole fusion propose that the site of HOPS function, the vertex of two juxtaposed vacuoles, represents a highly curved membrane (\n68\n, \n69\n). Moreover, small liposomes may be used as a proxy for HOPS interactions with the membrane at the vertex ring (\n68\n). The liposomes used here are not small enough to represent membrane curvature at sites of vacuole fusion, but if phosphoinositides also abolish HOPS binding at these sites, it would be consistent with yet another phenomenon observed only in plants. Our group has shown that Wm induces vacuole fusion in plants, both in developing roots and in guard cells, and we proposed that phosphoinositides function as negative regulators of vacuole fusion (\n2\n). This effect of Wm, however, is not observed in yeast vacuoles (\n48\n) or animal lysosomes (\n49\n), and therefore, plants seemed to have coerced the regulatory role of phosphoinositides into inhibitors rather than promoters of vacuole fusion. This difference may be due to evolutionary changes in the mechanisms by which VPS41 binds to membranes. VPS41 binding to highly curved membranes in yeast is mediated by an amphipathic lipid packing sensor (ALPS) motif, which also contains two important regulatory phosphorylation sites (\n67\n). The ALPS motif is not conserved in plants including \nArabidopsis\n (\nSI Appendix\n, Fig. S5\n), which further supports the existence of plant-specific mechanisms for recruitment of HOPS to highly curved membranes.\n\n\nPtdIns(3)P and PtdIns(3,5)P\n2\n are important phosphoinositides for vacuole traffic and dynamics (\n64\n). PtdIns(3,5)P\n2\n is produced by phosphorylation of the PtdIns(3)P precursor by the PI5 kinases FAB1A and FAB1B (\n70\n), and FAB1A has been localized to late endosomes (\n71\n). A new sensor of PtdIns(3,5)P\n2\n indicates that this lipid accumulates in late endosomes (\n72\n), but it is not clear how much can persist after late endosome fusion with the vacuole. The possibility that PtdIns(3,5)P\n2\n accumulates in the tonoplast is supported by the localization of the PtdIns(3,5)P\n2\n phosphatases SUPPRESSOR OF ACTIN 2–5 (SAC2–5) exclusively to the vacuole membrane (\n73\n). Interestingly, Wm treatment resulted in significant dissociation of VPS41-GFP from the tonoplast, which could result from rapid depletion of PtdIns(3,5)P\n2\n specifically in the tonoplast if both synthesis is stalled due to the unavailability of its precursor and active dephosphorylation by SAC phosphatases (\n73\n). PtdIns(3,5)P\n2\n has recently emerged as an important regulator of plant growth, development, and stress responses. PtdIns(3,5)P\n2\n is critical for polar growth (\n74\n) and is induced under osmotic stress in plants (\n75\n) and yeast (\n76\n). Loss of FAB1A and FAB1B results in pollen lethality due to the formation of aberrantly large vacuoles during pollen development (\n77\n), which implicates PtdIns(3,5)P\n2\n in vacuole biogenesis. Moreover, PtdIns(3,5)P\n2\n was found to be important for vacuole acidification and fragmentation during stomata closing (\n78\n), and loss of the PtdIns(3,5)P\n2\n phosphatases SAC2–5, which is expected to increase its accumulation in membranes, induces vacuole fragmentation in \nArabidopsis\n roots (\n73\n). It is tempting to speculate that these roles of PtdIns(3,5)P\n2\n in promoting vacuole fragmentation in guard cells during stomata closure result from its inhibitory effect on VPS33 and VPS41 recruitment to sites of apposing vacuole membranes, which would be otherwise available for fusion. Our results suggest that vacuolar phosphoinositides are likely to play an important role in vacuole fusion–fragmentation dynamics by controlling the recruitment of HOPS to apposing vacuole membranes. Further research is necessary to test this hypothesis.\nHOPS–SNARE Interactions Are Mediated by the SYP22 Qa SNARE.\n\n\nThe HOPS complex is expected to interact with SNARE proteins to regulate membrane fusion at the vacuole. That \nzip2/vps41\n partially suppressed the fragmented vacuole phenotype of \nzig-1\n/\nvti11\n is consistent with functional interactions between HOPS and the vacuole SNARE complexes containing VTI11 and SYP22. The mutation in \nzip2/vps41\n may result in altered HOPS–SNARE interactions or the ability of HOPS to promote or proofread the SNARE complex assembly. Furthermore, the altered localization of VPS41-GFP and VPS33-GFP in the \nzig-1\n mutant is consistent with a functional interaction between HOPS and SNARE that mediates vacuole fusion. We speculate that the bright punctate localizations of the tagged VPS41 and VPS33 in \nzig-1\n may represent nonfunctional fusogenic complexes where SNAREs and HOPS are retained, with delays in their tonoplast accumulation and recycling. This was also observed when the SYP22 SNARE was localized to the same clusters of organelles. Furthermore, we previously hypothesized that the fragmented vacuole phenotype of \nzig-1\n mutants could result from a putative proofreading activity of HOPS upon the mismatched vacuolar SNARE complex missing VTI11 (\n2\n), as it has been shown for yeast (\n79\n). The aggregation of VPS41 molecules in \nzig-1\n is consistent with such activity, as HOPS could be loaded onto the abnormal SNARE complex while preventing fusion to occur. Further experiments are necessary to confirm this hypothesis. BiFC experiments showed that both HOPS subunits, VPS33 and VPS41, interacted with SYP22 in vivo, but only the VPS33–SYP22 interaction was detected in vitro. This is consistent with a role of HOPS as a chaperone for SNARE complex assembly (see below) and with coimmunoprecipitation between VCL1 and SYP22 in \nArabidopsis\n seedlings (\n35\n). These interactions were detected in punctate structures similar to those of VPS33-VPS41 and VTI11-SYP22, suggesting that HOPS–SNARE interactions probably occur in late endosomes. Neither VPS33 or VPS41 interacted with VTI11 in the BiFC assay, which suggests that SNARE–HOPS interactions are not mediated by VTI11 protein surfaces. Overall, our results are consistent with the current model for HOPS–SNARE interactions that mediate membrane fusion in yeast. In this model, VPS33 binding to the Qa-SNARE Vam3 is the first step for SNARE complex assembly. The VPS33–Qa-SNARE interaction is thought to promote a conformational change, which exposes binding surfaces for other SNAREs on the VPS33 subunit (\n80\n). The interactions between VPS33 and SYP22, both in BiFC and in vitro, suggest that this mechanism is conserved in plants. Therefore, initial binding of VPS33 and SYP22 may be the first step in the HOPS–SNARE interactions that mediate vacuole fusion in plants.",
    "phosphoinositides_and_membrane_curvature_delimit_vps41_and_v": "VPS41-GFP and VPS33-GFP localize to late endosomes, which is consistent with a role in membrane fusion at the PVC and vacuole as part of HOPS (\n31\n) and with previous results in pollen tubes (\n4\n). The exclusive presence of VPS41 at the vacuole, however, was unexpected. One interpretation is that VPS33 recruitment to the vacuole is transient and limited to sites of membrane fusion, while VPS41 binding to the tonoplast is stable and results from specific lipid-binding affinities. Even though both proteins showed affinity for most phosphoinositides in a lipid strip assay, these results do not rule out the possibility of different affinities to specific phosphoinositides or that their recruitment to specific membranes is enhanced by interaction with other proteins. Two other HOPS subunits, VPS18 and VPS39, the latter being HOPS specific, are also absent from the vacuole (\n3\n). Given the competing needs of the core subunits VPS33, VPS18, VPS11, and VPS16 for either HOPS or CORVET assembly, the stable recruitment of VPS41 to the tonoplast could serve as a reservoir for this subunit in a way that does not compete for complex assembly.\nPhosphoinositides recruit HOPS to the vertex ring between two juxtaposed vacuoles undergoing fusion in yeast (\n27\n, \n52\n). We hypothesized that these lipids could fulfill a similar role in plants, and this was first supported by VPS41 and VPS33 binding to immobilized phosphoinositides on a membrane. Surprisingly, both VPS33 and VPS41 also bound to membrane liposomes but only in the absence of PtdIns(3)P or PtdIns(3,5)P\n2\n. This result implicates membrane curvature as an additional factor in the recruitment of HOPS to cellular membranes in plants and highlights the sensitivity of these proteins to both membrane topology and phosphoinositide lipid content. The plant vacuole membrane is a flat surface compared with the late endosomes, and membrane curvature could indeed represent a proxy for organelle identity in plant vacuole traffic. We propose that VPS41 binding to the vacuole membrane entails its recruitment by PtdIns(3)P or PtdIns(3,5)P\n2\n, since PtdIns(3)P has been detected at the tonoplast, and both are important for vacuolar traffic (\n64\n, \n65\n). In contrast, VPS41 binding to curved membranes such as those of late endosomes is independent of and inhibited by phosphoinositides. This model is further supported by the loss of VPS41-GFP from the vacuole membrane but not from late endosomes in Wm-treated cells.\nThe inhibitory effect of phosphoinositides on VPS33 and VPS41 binding to liposomes suggests that plants have evolved different mechanisms of regulating vacuole fusion compared with yeast. In contrast to plants, the complete yeast HOPS complex and VPS41 alone bind to liposomes containing vacuolar phosphoinositides, but they do not bind strongly to bare liposomes (\n27\n, \n66\n, \n67\n). Therefore, while phosphoinositides promote recruitment of HOPS to curved membranes in yeast, they have the opposite effect in plants. Current models for vacuole fusion propose that the site of HOPS function, the vertex of two juxtaposed vacuoles, represents a highly curved membrane (\n68\n, \n69\n). Moreover, small liposomes may be used as a proxy for HOPS interactions with the membrane at the vertex ring (\n68\n). The liposomes used here are not small enough to represent membrane curvature at sites of vacuole fusion, but if phosphoinositides also abolish HOPS binding at these sites, it would be consistent with yet another phenomenon observed only in plants. Our group has shown that Wm induces vacuole fusion in plants, both in developing roots and in guard cells, and we proposed that phosphoinositides function as negative regulators of vacuole fusion (\n2\n). This effect of Wm, however, is not observed in yeast vacuoles (\n48\n) or animal lysosomes (\n49\n), and therefore, plants seemed to have coerced the regulatory role of phosphoinositides into inhibitors rather than promoters of vacuole fusion. This difference may be due to evolutionary changes in the mechanisms by which VPS41 binds to membranes. VPS41 binding to highly curved membranes in yeast is mediated by an amphipathic lipid packing sensor (ALPS) motif, which also contains two important regulatory phosphorylation sites (\n67\n). The ALPS motif is not conserved in plants including \nArabidopsis\n (\nSI Appendix\n, Fig. S5\n), which further supports the existence of plant-specific mechanisms for recruitment of HOPS to highly curved membranes.\nPtdIns(3)P and PtdIns(3,5)P\n2\n are important phosphoinositides for vacuole traffic and dynamics (\n64\n). PtdIns(3,5)P\n2\n is produced by phosphorylation of the PtdIns(3)P precursor by the PI5 kinases FAB1A and FAB1B (\n70\n), and FAB1A has been localized to late endosomes (\n71\n). A new sensor of PtdIns(3,5)P\n2\n indicates that this lipid accumulates in late endosomes (\n72\n), but it is not clear how much can persist after late endosome fusion with the vacuole. The possibility that PtdIns(3,5)P\n2\n accumulates in the tonoplast is supported by the localization of the PtdIns(3,5)P\n2\n phosphatases SUPPRESSOR OF ACTIN 2–5 (SAC2–5) exclusively to the vacuole membrane (\n73\n). Interestingly, Wm treatment resulted in significant dissociation of VPS41-GFP from the tonoplast, which could result from rapid depletion of PtdIns(3,5)P\n2\n specifically in the tonoplast if both synthesis is stalled due to the unavailability of its precursor and active dephosphorylation by SAC phosphatases (\n73\n). PtdIns(3,5)P\n2\n has recently emerged as an important regulator of plant growth, development, and stress responses. PtdIns(3,5)P\n2\n is critical for polar growth (\n74\n) and is induced under osmotic stress in plants (\n75\n) and yeast (\n76\n). Loss of FAB1A and FAB1B results in pollen lethality due to the formation of aberrantly large vacuoles during pollen development (\n77\n), which implicates PtdIns(3,5)P\n2\n in vacuole biogenesis. Moreover, PtdIns(3,5)P\n2\n was found to be important for vacuole acidification and fragmentation during stomata closing (\n78\n), and loss of the PtdIns(3,5)P\n2\n phosphatases SAC2–5, which is expected to increase its accumulation in membranes, induces vacuole fragmentation in \nArabidopsis\n roots (\n73\n). It is tempting to speculate that these roles of PtdIns(3,5)P\n2\n in promoting vacuole fragmentation in guard cells during stomata closure result from its inhibitory effect on VPS33 and VPS41 recruitment to sites of apposing vacuole membranes, which would be otherwise available for fusion. Our results suggest that vacuolar phosphoinositides are likely to play an important role in vacuole fusion–fragmentation dynamics by controlling the recruitment of HOPS to apposing vacuole membranes. Further research is necessary to test this hypothesis.",
    "hops–snare_interactions_are_mediated_by_the_syp22_qa_snare.": "The HOPS complex is expected to interact with SNARE proteins to regulate membrane fusion at the vacuole. That \nzip2/vps41\n partially suppressed the fragmented vacuole phenotype of \nzig-1\n/\nvti11\n is consistent with functional interactions between HOPS and the vacuole SNARE complexes containing VTI11 and SYP22. The mutation in \nzip2/vps41\n may result in altered HOPS–SNARE interactions or the ability of HOPS to promote or proofread the SNARE complex assembly. Furthermore, the altered localization of VPS41-GFP and VPS33-GFP in the \nzig-1\n mutant is consistent with a functional interaction between HOPS and SNARE that mediates vacuole fusion. We speculate that the bright punctate localizations of the tagged VPS41 and VPS33 in \nzig-1\n may represent nonfunctional fusogenic complexes where SNAREs and HOPS are retained, with delays in their tonoplast accumulation and recycling. This was also observed when the SYP22 SNARE was localized to the same clusters of organelles. Furthermore, we previously hypothesized that the fragmented vacuole phenotype of \nzig-1\n mutants could result from a putative proofreading activity of HOPS upon the mismatched vacuolar SNARE complex missing VTI11 (\n2\n), as it has been shown for yeast (\n79\n). The aggregation of VPS41 molecules in \nzig-1\n is consistent with such activity, as HOPS could be loaded onto the abnormal SNARE complex while preventing fusion to occur. Further experiments are necessary to confirm this hypothesis. BiFC experiments showed that both HOPS subunits, VPS33 and VPS41, interacted with SYP22 in vivo, but only the VPS33–SYP22 interaction was detected in vitro. This is consistent with a role of HOPS as a chaperone for SNARE complex assembly (see below) and with coimmunoprecipitation between VCL1 and SYP22 in \nArabidopsis\n seedlings (\n35\n). These interactions were detected in punctate structures similar to those of VPS33-VPS41 and VTI11-SYP22, suggesting that HOPS–SNARE interactions probably occur in late endosomes. Neither VPS33 or VPS41 interacted with VTI11 in the BiFC assay, which suggests that SNARE–HOPS interactions are not mediated by VTI11 protein surfaces. Overall, our results are consistent with the current model for HOPS–SNARE interactions that mediate membrane fusion in yeast. In this model, VPS33 binding to the Qa-SNARE Vam3 is the first step for SNARE complex assembly. The VPS33–Qa-SNARE interaction is thought to promote a conformational change, which exposes binding surfaces for other SNAREs on the VPS33 subunit (\n80\n). The interactions between VPS33 and SYP22, both in BiFC and in vitro, suggest that this mechanism is conserved in plants. Therefore, initial binding of VPS33 and SYP22 may be the first step in the HOPS–SNARE interactions that mediate vacuole fusion in plants.",
    "methods": "Plant Materials, Growth Conditions, and Transformation.\n\n\nArabidopsis thaliana\n plants were grown as described (\n2\n). The ecotype Columbia (Col-0) was used as WT control. The genomic VPS41-GFP fusion (\nVPS41p::VPS41-GFP\n) was described elsewhere (\n4\n). Organelle markers mRFP-SYP22 (\n18\n), mCherry-RAB5 (mCherry-RabF2a), and mCherry-RAB7 (mCherry-RabG3f) (\n51\n) have been previously described. SALK T-DNA insertion lines, including \nvps41-1\n (SALK_076372), \nvps41-2\n (SALK_035406), \nvps33-3\n (SALK_016684C), \nvps33-4\n (SALK_151719), and \nvps33-5\n (SALK_143407), were obtained from the \nArabidopsis\n Biological Resource Center (ABRC) and genotyped by PCR (\nSI Appendix\n, Table S4\n). The \nzip2 zig-1\n mutant was previously characterized (\n56\n). The TILLING lines (\n57\n) \nvps33-1\n (CS92162) and \nvps33-2\n (CS93595) were obtained from ABRC and backcrossed three times with Col-0 WT. Homozygous \nvps33-1\n and \nvps33-2\n were genotyped by PCR amplification (\nSI Appendix\n, Table S4\n) and restriction digestion with BsmBI (\nvps33-1\n) or TspRI (\nvps33-2\n). \nNicotiana benthamiana\n plants were grown at room temperature for 3–4 wk in Metro-Mix 300 soil with a 16-h light/8-h dark photoperiod.\n\n\nArabidopsis\n transformation was carried out by floral dip (\n81\n) using \nAgrobacterium tumefaciens\n C58C1 and GV3101. Transient plant Agro-infiltration of 3- to 4-wk-old \nN. benthamiana\n leaves was carried out as described (\n82\n). GFP or RFP fluorescence was observed by confocal laser-scanning microscopy (CLSM) 36–48 h after infiltration.\nMolecular Cloning.\n\n\nThe full-length genomic fusion of VPS33 with GFP driven by either 3- or 1-kb native promoters were generated using the GoldenBraid system (\n83\n). Primers for VPS33 genomic sequences (\nSI Appendix\n, Table S4\n) were generated by the GB domesticator software (\nhttps://gbcloning.upv.es/tools/domestication/\n), and each part was amplified by PCR (\n83\n, \n84\n). Each transcriptional unit (TU) was assembled by restriction–ligation reaction into pUPD2 and sequenced. The full fusion construct containing the VPS33 promoter and genomic sequence, GFP, and the VPS33 terminator sequence was then assembled into pDGB3_alpha1. This cassette was finally inserted into pDGB3_omega1 together with the kanamycin resistance cassette from pGB0184 to generate pVPS33::gVPS33-GFP (VPS33-GFP). All experiments were carried out with the 3-kb promoter, except for \nFig. 1 \nP\n–\nR\n, where the 1-kb promoter was used.\n\n\nUBIQUITIN10 (UBQ10) promoter-driven and BiFC constructs were generated by Gateway cloning. Coding sequences of VPS41 (At1g08190), VPS33 (At3G54860), VTI11 (At5G39510), SYP22 (AT5G146860), and AtTIP2;1 (AT3G16240) were obtained by RT-PCR. Briefly, total mRNA was extracted from Col-0 WT seedlings using TRI reagent (Ambion) and treated with DNase I (New England Biolabs) according to manufacturer’s instruction. cDNAs were synthesized using iScript cDNA Synthesis Kit (Bio-Rad) and amplified by PCR using gene-specific primers (\nSI Appendix\n, Table S4\n) compatible for Gateway cloning. Entry clones were generated in pENTR4 or pENTR/D-TOPO (Invitrogen) (\nSI Appendix\n, Table S3\n). Expression clones (\nSI Appendix\n, Table S2\n) were generated by recombination between the entry clones and multiple destination vectors using LR clonase II (Invitrogen). Vectors driven by the pUBQ10 promoter were generated after substitution of the short UBQ promoter of the vector set described in ref. \n85\n with the full pUBQ10 promoter (1,596 bp) from pNIGEL07 (\n51\n). pDEST15 and pDEST17 destination vectors (Invitrogen) were used for protein expression in bacteria, and N- and C-terminal nEYFP and cEYFP pSITE vectors (\n86\n) were used to generate constructs for BiFC. All expression constructs are described in \nSI Appendix\n, Table S2\n.\n\n\nThe amiR-\nvps\n constructs were cloned using the GreenGate system (\n87\n). Specific amiRNA sequences against \nVPS41\n and \nVPS11\n (AT2G05170) were identified with the Web MicroRNA Designer (WMD3) tool (\n88\n) at \nwmd3.weigelworld.org/cgi-bin/webapp.cgi\n. The amiR-\nvps\n sequences were amplified in four independent PCRs (\nSI Appendix\n, Table S5\n) with the pRS300 plasmid containing the miR319a precursor sequence. To be suited for the GreenGate cloning system, primers “A” and “B” were modified with specific overhangs. The final PCR products (fourth reaction) were first digested with Eco31I and then ligated into the preopened intermediate vectors (\nSI Appendix\n, Table S5\n). The resulting vectors (supermodule A and B for each amiR-\nvps\n) were sequenced and combined in consecutive GreenGate reactions as described (\n87\n). The DEX induction system is based on the p6xOP/LhG4-GR transcription system (\n89\n, \n90\n). Primers and vectors used in these experiments are reported in \nSI Appendix\n, Tables S3–S5\n.\nMicroscopy.\n\n\nZeiss LSM 710 or Zeiss LSM880 with Airyscan confocal microscopes were used for all imaging experiments unless specified. The excitation/emission wavelengths for imaging were 488 nm/492–570 nm for GFP and YFP, 561 nm/588–696 nm for mCherry and mRFP, and 561 nm/566–690 nm for LysoTracker Red. Three-day-old seedlings were analyzed with a 40×/1.2 N.A. water-immersion objective. To image PSVs, seeds were imbibed in water for 1 h, and seed coats were peeled off with a sharp needle. Vacuoles in the mature embryos were imaged by capturing PSV autofluorescence (excitation/emission wavelengths were 405/450–510 nm) from a single \nZ\n plane per sample. PSV quantification was carried out using Fiji (Fiji Is Just ImageJ, based on ImageJ 1.51d; \nfiji.sc/\n) (\n91\n). Linear (Pearson) and the nonlinear (Spearman’s) correlation coefficients for colocalization analysis were obtained with the PSC colocalization plug-in (\n92\n). The threshold level for the noise was set at 4. Membrane/cytosolic ratios of VPS41-GFP were calculated in Fiji by extracting intensity values of VPS41-GFP only from the vacuole membrane. This was accomplished by generating a membrane signal mask by thresholding of the RFP-SYP22 marker in the red channel to 40 or above. The mask was then applied to the GFP channel to extract the histograms of intensity values for VPS41-GFP at the membrane. A “cytosolic” intensity average was calculated by measuring intensity values from four cytosolic regions of interest per image.\n\n\nLive-cell CLSM of vacuoles from amiRNA lines was done using a Leica TCS SP5II microscope (Leica Microsystems) equipped with a Leica HCX PL APO lambda blue 63×/1.20 N.A. UV water-immersion objective. Images were acquired with a lateral pixel resolution between 50 and 96 nm at a speed of 400 Hz with bidirectional scanning and five times line averaging. To reduce background fluorescence, the pinhole was adjusted between 0.75 and 1.0 airy unit (AU). The excitation/emission wavelengths for imaging were 488 nm/495–550 nm for BCECF and 561 nm/600–680 nm for FM4-64. Image postprocessing operations (Gaussian blur between 0.5 and 0.75; adjustment of brightness and contrast of the whole image) were done with Fiji.\nChemical Treatments and Fluorescent Dyes.\n\n\nThree- or 4-d-old seedlings were used in all chemical treatments and fluorescent dye stainings. Wm (W3144; Sigma) was diluted in liquid AGM to a final concentration of 33 μM, and the same volume of DMSO was added to the control (1% final). Seedlings were treated for 3 h in the dark at 22 °C. A minimum of three seedlings was analyzed for each treatment, and the experiment was repeated three times. LysoTracker Red staining was carried out by incubation of seedlings in liquid AGM supplemented with 2 μM LysoTracker Red (Invitrogen) for 2 h. For amiRNA induction with DEX, 5 d-old seedlings were incubated for 72 h in liquid AGM supplemented with 30 µM DEX, or DMSO (control). Seedlings were stained with 10 µM BCECF, acetoxymethyl ester, and 1 µM FM 4-64 as described (\n8\n).\nProtein Purification.\n\n\nBL21-AI \nE. coli\n cells (Invitrogen) were transformed with T7::GST-VPS41, T7::GST-VPS33, T7::GST, T7::HIS-SYP22, or T7::HIS-VTI11. Recombinant bacteria were cultured in 300 mL of LB broth supplemented with 50 μg/mL carbenicillin and 1% glucose at 37 °C to an OD of 0.4–0.6. Expression of the tagged proteins was induced with 0.2% arabinose. Cultures were incubated at 28 °C for 5 h, except for T7::HIS-SYP22, which was incubated at 37 °C for 4 h, and HIS-VTI11, which was incubated at 16 °C for 24 h. Cells were harvested by centrifugation at 16,000 × \ng\n for 15 min and the pellet was resuspended in lysis buffer (20 mM Tris⋅HCl, pH 7.5, 150 mM NaCl, 0.1% β-mercaptoethanol, 1% Triton X-100, 1× protease inhibitors; Roche; #04693132001) and 12 μg/mL lysozyme (Sigma). The extract was cleared by centrifugation at 11,200 × \ng\n for 20 min, and the supernatant was then added to either a Gluthatione Sepharose 4B resin (GE Healthcare) or a Ni Sepharose 6 Fast Flow resin (GE Healthcare), accordingly. The recombinant proteins were eluted after an overnight incubation at 4 °C in slow rotation following the manufacturer’s recommendations.\nLipid–Protein Binding Assays.\n\n\nPhospholipid-coated PIP strips (Echelon) were blocked with TBST buffer [10 mM Tris/HCl, pH 8.0, 150 mM NaCl, and 0.1% (vol/vol) Tween 20] containing 3% (wt/vol) BSA for 1 h at room temperature. Strips were then incubated with 3 mL of 0.33 nM purified GST-VPS41, GST-VPS33, or GST in TBST and 3% (wt/vol) BSA at 4 °C overnight. Strips were washed three times and incubated with mouse anti-GST primary antibody [1:1,000 dilution in 3% (wt/vol) BSA; Thermo Fisher]. A secondary HRP-conjugated anti-mouse antibody [diluted 1:2,000 in 3% (wt/vol) BSA; Thermo Fisher Scientific] was used next, and signal was detected by western ECL substrate (Bio-Rad) using a G:BOX Chemi XRQ gel documentation system (Syngene). This experiment was repeated three times with similar results.\n\n\nThe liposome binding assay was modified from refs. \n93\n and \n94\n using PolyPIPosomes (Echelon Biosciences) containing no phosphoinositides (control; catalog #Y-0000), PI(3)P (catalog #Y-003), or PI(3,5)P\n2\n (catalog #Y-035). Proteins were first clarified by ultracentrifugation at 16,000 × \ng\n for 20 min. Then, 2.5 µg of GST-VPS41, 1.7 µg of GST-VPS33, 500 ng of GST alone, and 600 ng of PI(3)P Grip (p40 PX) (Echelon Biosciences) were diluted in a final volume of 95 µL of 1× binding buffer (20 mM Hepes, pH 7.4; 120 mM NaCl, 1 mM EDTA, 1 mM MgCl\n2\n, 1 mg/mL BSA; 0.2 mM CaCl\n2\n, 5 mM KCl, and 1× protease inhibitors from Roche; #04693132001). Five microliters of the PolyPIPosome was added, and the final 100-µL volume was incubated at room temperature for 30 min with slow rotation. Liposomes were then pelleted by ultracentrifugation at 16,000 × \ng\n for 20 min at room temperature and washed one time in 1× binding buffer. The pellet was resuspended in 30 µl of Laemmli buffer and resolved together with 30% of the supernatant by SDS/PAGE using a 3–8% Tris-acetate protein gel (Invitrogen). Similar results were obtained in three different experiments.\nIn Vitro Protein–Protein Interaction.\n\n\nMouse anti-GST (catalog #MA4-004; Thermo Fisher Scientific) or mouse Penta-HIS (Qiagen 34660) antibodies were bound to Dynabeads Protein G (Thermo Scientific) according to the manufacturer’s guidelines. To avoid coelution of the antibodies, we treated the beads with BS\n3\n (Thermo Scientific) cross-linking agent. Beads and antibodies were incubated for 30 min at room temperature, treated with 1 M Tris⋅HCl, pH 7.5, quenching buffer, and incubated for 15 min at room temperature. After three washes, the different protein combinations were added. Samples were incubated overnight at 4 °C with rotation. Beads were washed three times with PBS buffer containing protease inhibitors, and bound proteins were eluted by 5-min denaturation at 90 °C in Laemmli buffer. Proteins were resolved in 10% acrylamide gels or 3–8% Tris-acetate protein gels (Invitrogen).",
    "plant_materials,_growth_conditions,_and_transformation.": "Arabidopsis thaliana\n plants were grown as described (\n2\n). The ecotype Columbia (Col-0) was used as WT control. The genomic VPS41-GFP fusion (\nVPS41p::VPS41-GFP\n) was described elsewhere (\n4\n). Organelle markers mRFP-SYP22 (\n18\n), mCherry-RAB5 (mCherry-RabF2a), and mCherry-RAB7 (mCherry-RabG3f) (\n51\n) have been previously described. SALK T-DNA insertion lines, including \nvps41-1\n (SALK_076372), \nvps41-2\n (SALK_035406), \nvps33-3\n (SALK_016684C), \nvps33-4\n (SALK_151719), and \nvps33-5\n (SALK_143407), were obtained from the \nArabidopsis\n Biological Resource Center (ABRC) and genotyped by PCR (\nSI Appendix\n, Table S4\n). The \nzip2 zig-1\n mutant was previously characterized (\n56\n). The TILLING lines (\n57\n) \nvps33-1\n (CS92162) and \nvps33-2\n (CS93595) were obtained from ABRC and backcrossed three times with Col-0 WT. Homozygous \nvps33-1\n and \nvps33-2\n were genotyped by PCR amplification (\nSI Appendix\n, Table S4\n) and restriction digestion with BsmBI (\nvps33-1\n) or TspRI (\nvps33-2\n). \nNicotiana benthamiana\n plants were grown at room temperature for 3–4 wk in Metro-Mix 300 soil with a 16-h light/8-h dark photoperiod.\nArabidopsis\n transformation was carried out by floral dip (\n81\n) using \nAgrobacterium tumefaciens\n C58C1 and GV3101. Transient plant Agro-infiltration of 3- to 4-wk-old \nN. benthamiana\n leaves was carried out as described (\n82\n). GFP or RFP fluorescence was observed by confocal laser-scanning microscopy (CLSM) 36–48 h after infiltration.",
    "molecular_cloning.": "The full-length genomic fusion of VPS33 with GFP driven by either 3- or 1-kb native promoters were generated using the GoldenBraid system (\n83\n). Primers for VPS33 genomic sequences (\nSI Appendix\n, Table S4\n) were generated by the GB domesticator software (\nhttps://gbcloning.upv.es/tools/domestication/\n), and each part was amplified by PCR (\n83\n, \n84\n). Each transcriptional unit (TU) was assembled by restriction–ligation reaction into pUPD2 and sequenced. The full fusion construct containing the VPS33 promoter and genomic sequence, GFP, and the VPS33 terminator sequence was then assembled into pDGB3_alpha1. This cassette was finally inserted into pDGB3_omega1 together with the kanamycin resistance cassette from pGB0184 to generate pVPS33::gVPS33-GFP (VPS33-GFP). All experiments were carried out with the 3-kb promoter, except for \nFig. 1 \nP\n–\nR\n, where the 1-kb promoter was used.\nUBIQUITIN10 (UBQ10) promoter-driven and BiFC constructs were generated by Gateway cloning. Coding sequences of VPS41 (At1g08190), VPS33 (At3G54860), VTI11 (At5G39510), SYP22 (AT5G146860), and AtTIP2;1 (AT3G16240) were obtained by RT-PCR. Briefly, total mRNA was extracted from Col-0 WT seedlings using TRI reagent (Ambion) and treated with DNase I (New England Biolabs) according to manufacturer’s instruction. cDNAs were synthesized using iScript cDNA Synthesis Kit (Bio-Rad) and amplified by PCR using gene-specific primers (\nSI Appendix\n, Table S4\n) compatible for Gateway cloning. Entry clones were generated in pENTR4 or pENTR/D-TOPO (Invitrogen) (\nSI Appendix\n, Table S3\n). Expression clones (\nSI Appendix\n, Table S2\n) were generated by recombination between the entry clones and multiple destination vectors using LR clonase II (Invitrogen). Vectors driven by the pUBQ10 promoter were generated after substitution of the short UBQ promoter of the vector set described in ref. \n85\n with the full pUBQ10 promoter (1,596 bp) from pNIGEL07 (\n51\n). pDEST15 and pDEST17 destination vectors (Invitrogen) were used for protein expression in bacteria, and N- and C-terminal nEYFP and cEYFP pSITE vectors (\n86\n) were used to generate constructs for BiFC. All expression constructs are described in \nSI Appendix\n, Table S2\n.\nThe amiR-\nvps\n constructs were cloned using the GreenGate system (\n87\n). Specific amiRNA sequences against \nVPS41\n and \nVPS11\n (AT2G05170) were identified with the Web MicroRNA Designer (WMD3) tool (\n88\n) at \nwmd3.weigelworld.org/cgi-bin/webapp.cgi\n. The amiR-\nvps\n sequences were amplified in four independent PCRs (\nSI Appendix\n, Table S5\n) with the pRS300 plasmid containing the miR319a precursor sequence. To be suited for the GreenGate cloning system, primers “A” and “B” were modified with specific overhangs. The final PCR products (fourth reaction) were first digested with Eco31I and then ligated into the preopened intermediate vectors (\nSI Appendix\n, Table S5\n). The resulting vectors (supermodule A and B for each amiR-\nvps\n) were sequenced and combined in consecutive GreenGate reactions as described (\n87\n). The DEX induction system is based on the p6xOP/LhG4-GR transcription system (\n89\n, \n90\n). Primers and vectors used in these experiments are reported in \nSI Appendix\n, Tables S3–S5\n.",
    "microscopy.": "Zeiss LSM 710 or Zeiss LSM880 with Airyscan confocal microscopes were used for all imaging experiments unless specified. The excitation/emission wavelengths for imaging were 488 nm/492–570 nm for GFP and YFP, 561 nm/588–696 nm for mCherry and mRFP, and 561 nm/566–690 nm for LysoTracker Red. Three-day-old seedlings were analyzed with a 40×/1.2 N.A. water-immersion objective. To image PSVs, seeds were imbibed in water for 1 h, and seed coats were peeled off with a sharp needle. Vacuoles in the mature embryos were imaged by capturing PSV autofluorescence (excitation/emission wavelengths were 405/450–510 nm) from a single \nZ\n plane per sample. PSV quantification was carried out using Fiji (Fiji Is Just ImageJ, based on ImageJ 1.51d; \nfiji.sc/\n) (\n91\n). Linear (Pearson) and the nonlinear (Spearman’s) correlation coefficients for colocalization analysis were obtained with the PSC colocalization plug-in (\n92\n). The threshold level for the noise was set at 4. Membrane/cytosolic ratios of VPS41-GFP were calculated in Fiji by extracting intensity values of VPS41-GFP only from the vacuole membrane. This was accomplished by generating a membrane signal mask by thresholding of the RFP-SYP22 marker in the red channel to 40 or above. The mask was then applied to the GFP channel to extract the histograms of intensity values for VPS41-GFP at the membrane. A “cytosolic” intensity average was calculated by measuring intensity values from four cytosolic regions of interest per image.\nLive-cell CLSM of vacuoles from amiRNA lines was done using a Leica TCS SP5II microscope (Leica Microsystems) equipped with a Leica HCX PL APO lambda blue 63×/1.20 N.A. UV water-immersion objective. Images were acquired with a lateral pixel resolution between 50 and 96 nm at a speed of 400 Hz with bidirectional scanning and five times line averaging. To reduce background fluorescence, the pinhole was adjusted between 0.75 and 1.0 airy unit (AU). The excitation/emission wavelengths for imaging were 488 nm/495–550 nm for BCECF and 561 nm/600–680 nm for FM4-64. Image postprocessing operations (Gaussian blur between 0.5 and 0.75; adjustment of brightness and contrast of the whole image) were done with Fiji.",
    "chemical_treatments_and_fluorescent_dyes.": "Three- or 4-d-old seedlings were used in all chemical treatments and fluorescent dye stainings. Wm (W3144; Sigma) was diluted in liquid AGM to a final concentration of 33 μM, and the same volume of DMSO was added to the control (1% final). Seedlings were treated for 3 h in the dark at 22 °C. A minimum of three seedlings was analyzed for each treatment, and the experiment was repeated three times. LysoTracker Red staining was carried out by incubation of seedlings in liquid AGM supplemented with 2 μM LysoTracker Red (Invitrogen) for 2 h. For amiRNA induction with DEX, 5 d-old seedlings were incubated for 72 h in liquid AGM supplemented with 30 µM DEX, or DMSO (control). Seedlings were stained with 10 µM BCECF, acetoxymethyl ester, and 1 µM FM 4-64 as described (\n8\n).",
    "protein_purification.": "BL21-AI \nE. coli\n cells (Invitrogen) were transformed with T7::GST-VPS41, T7::GST-VPS33, T7::GST, T7::HIS-SYP22, or T7::HIS-VTI11. Recombinant bacteria were cultured in 300 mL of LB broth supplemented with 50 μg/mL carbenicillin and 1% glucose at 37 °C to an OD of 0.4–0.6. Expression of the tagged proteins was induced with 0.2% arabinose. Cultures were incubated at 28 °C for 5 h, except for T7::HIS-SYP22, which was incubated at 37 °C for 4 h, and HIS-VTI11, which was incubated at 16 °C for 24 h. Cells were harvested by centrifugation at 16,000 × \ng\n for 15 min and the pellet was resuspended in lysis buffer (20 mM Tris⋅HCl, pH 7.5, 150 mM NaCl, 0.1% β-mercaptoethanol, 1% Triton X-100, 1× protease inhibitors; Roche; #04693132001) and 12 μg/mL lysozyme (Sigma). The extract was cleared by centrifugation at 11,200 × \ng\n for 20 min, and the supernatant was then added to either a Gluthatione Sepharose 4B resin (GE Healthcare) or a Ni Sepharose 6 Fast Flow resin (GE Healthcare), accordingly. The recombinant proteins were eluted after an overnight incubation at 4 °C in slow rotation following the manufacturer’s recommendations.",
    "lipid–protein_binding_assays.": "Phospholipid-coated PIP strips (Echelon) were blocked with TBST buffer [10 mM Tris/HCl, pH 8.0, 150 mM NaCl, and 0.1% (vol/vol) Tween 20] containing 3% (wt/vol) BSA for 1 h at room temperature. Strips were then incubated with 3 mL of 0.33 nM purified GST-VPS41, GST-VPS33, or GST in TBST and 3% (wt/vol) BSA at 4 °C overnight. Strips were washed three times and incubated with mouse anti-GST primary antibody [1:1,000 dilution in 3% (wt/vol) BSA; Thermo Fisher]. A secondary HRP-conjugated anti-mouse antibody [diluted 1:2,000 in 3% (wt/vol) BSA; Thermo Fisher Scientific] was used next, and signal was detected by western ECL substrate (Bio-Rad) using a G:BOX Chemi XRQ gel documentation system (Syngene). This experiment was repeated three times with similar results.\nThe liposome binding assay was modified from refs. \n93\n and \n94\n using PolyPIPosomes (Echelon Biosciences) containing no phosphoinositides (control; catalog #Y-0000), PI(3)P (catalog #Y-003), or PI(3,5)P\n2\n (catalog #Y-035). Proteins were first clarified by ultracentrifugation at 16,000 × \ng\n for 20 min. Then, 2.5 µg of GST-VPS41, 1.7 µg of GST-VPS33, 500 ng of GST alone, and 600 ng of PI(3)P Grip (p40 PX) (Echelon Biosciences) were diluted in a final volume of 95 µL of 1× binding buffer (20 mM Hepes, pH 7.4; 120 mM NaCl, 1 mM EDTA, 1 mM MgCl\n2\n, 1 mg/mL BSA; 0.2 mM CaCl\n2\n, 5 mM KCl, and 1× protease inhibitors from Roche; #04693132001). Five microliters of the PolyPIPosome was added, and the final 100-µL volume was incubated at room temperature for 30 min with slow rotation. Liposomes were then pelleted by ultracentrifugation at 16,000 × \ng\n for 20 min at room temperature and washed one time in 1× binding buffer. The pellet was resuspended in 30 µl of Laemmli buffer and resolved together with 30% of the supernatant by SDS/PAGE using a 3–8% Tris-acetate protein gel (Invitrogen). Similar results were obtained in three different experiments.",
    "in_vitro_protein–protein_interaction.": "Mouse anti-GST (catalog #MA4-004; Thermo Fisher Scientific) or mouse Penta-HIS (Qiagen 34660) antibodies were bound to Dynabeads Protein G (Thermo Scientific) according to the manufacturer’s guidelines. To avoid coelution of the antibodies, we treated the beads with BS\n3\n (Thermo Scientific) cross-linking agent. Beads and antibodies were incubated for 30 min at room temperature, treated with 1 M Tris⋅HCl, pH 7.5, quenching buffer, and incubated for 15 min at room temperature. After three washes, the different protein combinations were added. Samples were incubated overnight at 4 °C with rotation. Beads were washed three times with PBS buffer containing protease inhibitors, and bound proteins were eluted by 5-min denaturation at 90 °C in Laemmli buffer. Proteins were resolved in 10% acrylamide gels or 3–8% Tris-acetate protein gels (Invitrogen).",
    "supplementary_material": "Supplementary File\n\n\n\n\npnas.1807763115.sapp.pdf\n (2.5MB, pdf)",
    "acknowledgments": "We thank J. Fernandez, J. Gillikin and D. Selote for technical assistance, and J. Lohmann and J. Forner for providing entry modules for the DEX induction cassette. We thank M. T. Morita (Nagoya University) and L.-J. Qu (Peking University) for the sharing of seed materials. We also thank reviewers for excellent feedback. This work was supported by National Aeronautics and Space Administration Space Life and Physical Sciences Division [NNX13AM49G (to M.R.-P.)], the National Science Foundation [DBI-1624613 and MCB-1244354 (to M.R.-P.)], and the Deutsche Forschungsgemeinschaft [DFG SFB1101 TPA02 (to K.S.)].",
    "footnotes": "The authors declare no conflict of interest.\n\n\nThis article is a PNAS Direct Submission.\n\n\nThis article contains supporting information online at \nwww.pnas.org/lookup/suppl/doi:10.1073/pnas.1807763115/-/DCSupplemental\n.",
    "references": "1.\nEisenach C, Francisco R, Martinoia E. Plant vacuoles. Curr Biol. 2015;25:R136–R137. doi: 10.1016/j.cub.2014.11.056.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nZheng J, Han SW, Rodriguez-Welsh MF, Rojas-Pierce M. Homotypic vacuole fusion requires VTI11 and is regulated by phosphoinositides. Mol Plant. 2014;7:1026–1040. doi: 10.1093/mp/ssu019.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nTakemoto K, et al.  Distinct sets of tethering complexes, SNARE complexes, and Rab GTPases mediate membrane fusion at the vacuole in Arabidopsis. Proc Natl Acad Sci USA. 2018;115:E2457–E2466. doi: 10.1073/pnas.1717839115.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nHao L, Liu J, Zhong S, Gu H, Qu LJ. AtVPS41-mediated endocytic pathway is essential for pollen tube-stigma interaction in Arabidopsis. Proc Natl Acad Sci USA. 2016;113:6307–6312. doi: 10.1073/pnas.1602757113.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nZouhar J, Rojo E. Plant vacuoles: Where did they come from and where are they heading? Curr Opin Plant Biol. 2009;12:677–684. doi: 10.1016/j.pbi.2009.08.004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nHunter PR, Craddock CP, Di Benedetto S, Roberts LM, Frigerio L. Fluorescent reporter proteins for the tonoplast and the vacuolar lumen identify a single vacuolar compartment in Arabidopsis cells. Plant Physiol. 2007;145:1371–1382. doi: 10.1104/pp.107.103945.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nZheng H, Staehelin LA. Protein storage vacuoles are transformed into lytic vacuoles in root meristematic cells of germinating seedlings by multiple, cell type-specific mechanisms. Plant Physiol. 2011;155:2023–2035. doi: 10.1104/pp.110.170159.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nViotti C, et al.  The endoplasmic reticulum is the main membrane source for biogenesis of the lytic vacuole in Arabidopsis. Plant Cell. 2013;25:3434–3449. doi: 10.1105/tpc.113.114827.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nRuthardt N, Gulde N, Spiegel H, Fischer R, Emans N. Four-dimensional imaging of transvacuolar strand dynamics in tobacco BY-2 cells. Protoplasma. 2005;225:205–215. doi: 10.1007/s00709-005-0093-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nUemura T, Yoshimura SH, Takeyasu K, Sato MH. Vacuolar membrane dynamics revealed by GFP-AtVam3 fusion protein. Genes Cells. 2002;7:743–753. doi: 10.1046/j.1365-2443.2002.00550.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nHan SW, Alonso JM, Rojas-Pierce M. REGULATOR OF BULB BIOGENESIS1 (RBB1) is involved in vacuole bulb formation in Arabidopsis. PLoS One. 2015;10:e0125621. doi: 10.1371/journal.pone.0125621.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n12.\nIbl V, Stoger E. Live cell imaging during germination reveals dynamic tubular structures derived from protein storage vacuoles of barley aleurone cells. Plants (Basel) 2014;3:442–457. doi: 10.3390/plants3030442.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nGao XQ, et al.  The dynamic changes of tonoplasts in guard cells are important for stomatal movement in Vicia faba. Plant Physiol. 2005;139:1207–1216. doi: 10.1104/pp.105.067520.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nTanaka Y, et al.  Intra-vacuolar reserves of membranes during stomatal closure: The possible role of guard cell vacuoles estimated by 3-D reconstruction. Plant Cell Physiol. 2007;48:1159–1169. doi: 10.1093/pcp/pcm085.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nCampbell NA, Garber RC. Vacuolar reorganization in the motor cells of Albizzia during leaf movement. Planta. 1980;148:251–255. doi: 10.1007/BF00380035.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nWickner W. Membrane fusion: Five lipids, four SNAREs, three chaperones, two nucleotides, and a Rab, all dancing in a ring on yeast vacuoles. Annu Rev Cell Dev Biol. 2010;26:115–136. doi: 10.1146/annurev-cellbio-100109-104131.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nSanderfoot AA, Kovaleva V, Bassham DC, Raikhel NV. Interactions between syntaxins identify at least five SNARE complexes within the Golgi/prevacuolar system of the Arabidopsis cell. Mol Biol Cell. 2001;12:3733–3743. doi: 10.1091/mbc.12.12.3733.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nEbine K, et al.  A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of Arabidopsis thaliana. Plant Cell. 2008;20:3006–3021. doi: 10.1105/tpc.107.057711.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nEbine K, et al.  A membrane trafficking pathway regulated by the plant-specific RAB GTPase ARA6. Nat Cell Biol. 2011;13:853–859. doi: 10.1038/ncb2270.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n20.\nFujiwara M, et al.  Interactomics of Qa-SNARE in Arabidopsis thaliana. Plant Cell Physiol. 2014;55:781–789. doi: 10.1093/pcp/pcu038.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nYano D, et al.  A SNARE complex containing SGR3/AtVAM3 and ZIG/VTI11 in gravity-sensing cells is important for Arabidopsis shoot gravitropism. Proc Natl Acad Sci USA. 2003;100:8589–8594. doi: 10.1073/pnas.1430749100.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nHickey CM, Wickner W. HOPS initiates vacuole docking by tethering membranes before trans-SNARE complex assembly. Mol Biol Cell. 2010;21:2297–2305. doi: 10.1091/mbc.E10-01-0044.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nDelahaye JL, et al.  Caenorhabditis elegans HOPS and CCZ-1 mediate trafficking to lysosome-related organelles independently of RAB-7 and SAND-1. Mol Biol Cell. 2014;25:1073–1096. doi: 10.1091/mbc.E13-09-0521.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nZlatic SA, Tornieri K, L’hernault SW, Faundez V. Metazoan cell biology of the HOPS tethering complex. Cell Logist. 2011;1:111–117. doi: 10.4161/cl.1.3.17279.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nBalderhaar HJ, Ungermann C. CORVET and HOPS tethering complexes—coordinators of endosome and lysosome fusion. J Cell Sci. 2013;126:1307–1316. doi: 10.1242/jcs.107805.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nSolinger JA, Spang A. Tethering complexes in the endocytic pathway: CORVET and HOPS. FEBS J. 2013;280:2743–2757. doi: 10.1111/febs.12151.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nStroupe C, Collins KM, Fratti RA, Wickner W. Purification of active HOPS complex reveals its affinities for phosphoinositides and the SNARE Vam7p. EMBO J. 2006;25:1579–1589. doi: 10.1038/sj.emboj.7601051.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nBaker RW, Jeffrey PD, Hughson FM. Crystal structures of the Sec1/Munc18 (SM) protein Vps33, alone and bound to the homotypic fusion and vacuolar protein sorting (HOPS) subunit Vps16*. PLoS One. 2013;8:e67409. doi: 10.1371/journal.pone.0067409.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nBaker RW, et al.  A direct role for the Sec1/Munc18-family protein Vps33 as a template for SNARE assembly. Science. 2015;349:1111–1114. doi: 10.1126/science.aac7906.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nNickerson DP, Brett CL, Merz AJ. Vps-C complexes: Gatekeepers of endolysosomal traffic. Curr Opin Cell Biol. 2009;21:543–551. doi: 10.1016/j.ceb.2009.05.007.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nVukašinović N, Žárský V. Tethering complexes in the Arabidopsis endomembrane system. Front Cell Dev Biol. 2016;4:46. doi: 10.3389/fcell.2016.00046.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nTan X, Wei J, Li B, Wang M, Bao Y. AtVps11 is essential for vacuole biogenesis in embryo and participates in pollen tube growth in Arabidopsis. Biochem Biophys Res Commun. 2017;491:794–799. doi: 10.1016/j.bbrc.2017.07.059.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nRojo E, Gillmor CS, Kovaleva V, Somerville CR, Raikhel NV. VACUOLELESS1 is an essential gene required for vacuole formation and morphogenesis in Arabidopsis. Dev Cell. 2001;1:303–310. doi: 10.1016/s1534-5807(01)00024-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nHicks GR, Rojo E, Hong S, Carter DG, Raikhel NV. Geminating pollen has tubular vacuoles, displays highly dynamic vacuole biogenesis, and requires VACUOLESS1 for proper function. Plant Physiol. 2004;134:1227–1239. doi: 10.1104/pp.103.037382.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nRojo E, Zouhar J, Kovaleva V, Hong S, Raikhel NV. The AtC-VPS protein complex is localized to the tonoplast and the prevacuolar compartment in Arabidopsis. Mol Biol Cell. 2003;14:361–369. doi: 10.1091/mbc.E02-08-0509.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nUemura T, Ueda T. Plant vacuolar trafficking driven by RAB and SNARE proteins. Curr Opin Plant Biol. 2014;22:116–121. doi: 10.1016/j.pbi.2014.10.002.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nLimpens E, et al.  Medicago N2-fixing symbiosomes acquire the endocytic identity marker Rab7 but delay the acquisition of vacuolar identity. Plant Cell. 2009;21:2811–2828. doi: 10.1105/tpc.108.064410.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nUeda T, Yamaguchi M, Uchimiya H, Nakano A. Ara6, a plant-unique novel type Rab GTPase, functions in the endocytic pathway of Arabidopsis thaliana. EMBO J. 2001;20:4730–4741. doi: 10.1093/emboj/20.17.4730.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nCui Y, et al.  Biogenesis of plant prevacuolar multivesicular bodies. Mol Plant. 2016;9:774–786. doi: 10.1016/j.molp.2016.01.011.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nSohn EJ, et al.  Rha1, an Arabidopsis Rab5 homolog, plays a critical role in the vacuolar trafficking of soluble cargo proteins. Plant Cell. 2003;15:1057–1070. doi: 10.1105/tpc.009779.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nKotzer AM, et al.  AtRabF2b (Ara7) acts on the vacuolar trafficking pathway in tobacco leaf epidermal cells. J Cell Sci. 2004;117:6377–6389. doi: 10.1242/jcs.01564.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nCui Y, et al.  Activation of the Rab7 GTPase by the MON1-CCZ1 complex is essential for PVC-to-vacuole trafficking and plant growth in Arabidopsis. Plant Cell. 2014;26:2080–2097. doi: 10.1105/tpc.114.123141.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nEbine K, et al.  Plant vacuolar trafficking occurs through distinctly regulated pathways. Curr Biol. 2014;24:1375–1382. doi: 10.1016/j.cub.2014.05.004.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nSingh MK, et al.  Protein delivery to vacuole requires SAND protein-dependent Rab GTPase conversion for MVB-vacuole fusion. Curr Biol. 2014;24:1383–1389. doi: 10.1016/j.cub.2014.05.005.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nUgalde JM, et al.  Phosphatidylinositol 4-phosphate 5-kinases 1 and 2 are involved in the regulation of vacuole morphology during Arabidopsis thaliana pollen development. Plant Sci. 2016;250:10–19. doi: 10.1016/j.plantsci.2016.05.014.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nWang J, Cai Y, Miao Y, Lam SK, Jiang L. Wortmannin induces homotypic fusion of plant prevacuolar compartments. J Exp Bot. 2009;60:3075–3083. doi: 10.1093/jxb/erp136.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nStack JH, Emr SD. Vps34p required for yeast vacuolar protein sorting is a multiple specificity kinase that exhibits both protein kinase and phosphatidylinositol-specific PI 3-kinase activities. J Biol Chem. 1994;269:31552–31562.\n [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n48.\nBoeddinghaus C, Merz AJ, Laage R, Ungermann C. A cycle of Vam7p release from and PtdIns 3-P-dependent rebinding to the yeast vacuole is required for homotypic vacuole fusion. J Cell Biol. 2002;157:79–89. doi: 10.1083/jcb.200112098.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n49.\nFernandez-Borja M, et al.  Multivesicular body morphogenesis requires phosphatidyl-inositol 3-kinase activity. Curr Biol. 1999;9:55–58. doi: 10.1016/s0960-9822(99)80048-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nKoumandou VL, Dacks JB, Coulson RM, Field MC. Control systems for membrane fusion in the ancestral eukaryote; evolution of tethering complexes and SM proteins. BMC Evol Biol. 2007;7:29. doi: 10.1186/1471-2148-7-29.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nGeldner N, et al.  Rapid, combinatorial analysis of membrane compartments in intact plants with a multicolor marker set. Plant J. 2009;59:169–178. doi: 10.1111/j.1365-313X.2009.03851.x.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nFratti RA, Jun Y, Merz AJ, Margolis N, Wickner W. Interdependent assembly of specific regulatory lipids and membrane fusion proteins into the vertex ring domain of docked vacuoles. J Cell Biol. 2004;167:1087–1098. doi: 10.1083/jcb.200409068.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nJung JY, et al.  Phosphatidylinositol 3- and 4-phosphate are required for normal stomatal movements. Plant Cell. 2002;14:2399–2412. doi: 10.1105/tpc.004143.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nAlonso JM, et al.  Genome-wide insertional mutagenesis of Arabidopsis thaliana. Science. 2003;301:653–657. doi: 10.1126/science.1086391.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nHowden R, et al.  Selection of T-DNA-tagged male and female gametophytic mutants by segregation distortion in Arabidopsis. Genetics. 1998;149:621–631. doi: 10.1093/genetics/149.2.621.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n56.\nNiihama M, Takemoto N, Hashiguchi Y, Tasaka M, Morita MT. ZIP genes encode proteins involved in membrane trafficking of the TGN-PVC/vacuoles. Plant Cell Physiol. 2009;50:2057–2068. doi: 10.1093/pcp/pcp137.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nTill BJ, et al.  Large-scale discovery of induced point mutations with high-throughput TILLING. Genome Res. 2003;13:524–530. doi: 10.1101/gr.977903.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nPlemel RL, et al.  Subunit organization and Rab interactions of Vps-C protein complexes that control endolysosomal membrane traffic. Mol Biol Cell. 2011;22:1353–1363. doi: 10.1091/mbc.E10-03-0260.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nWalter M, et al.  Visualization of protein interactions in living plant cells using bimolecular fluorescence complementation. Plant J. 2004;40:428–438. doi: 10.1111/j.1365-313X.2004.02219.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nBracha-Drori K, et al.  Detection of protein-protein interactions in plants using bimolecular fluorescence complementation. Plant J. 2004;40:419–427. doi: 10.1111/j.1365-313X.2004.02206.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nNiihama M, et al.  Conversion of functional specificity in Qb-SNARE VTI1 homologues of Arabidopsis. Curr Biol. 2005;15:555–560. doi: 10.1016/j.cub.2005.02.021.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nReguera M, et al.  pH regulation by NHX-type antiporters is required for receptor-mediated protein trafficking to the vacuole in Arabidopsis. Plant Cell. 2015;27:1200–1217. doi: 10.1105/tpc.114.135699.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nWu X, Ebine K, Ueda T, Qiu Q-S. AtNHX5 and AtNHX6 are required for the subcellular localization of the SNARE complex that mediates the trafficking of seed storage proteins in Arabidopsis. PLoS One. 2016;11:e0151658. doi: 10.1371/journal.pone.0151658.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n64.\nNoack LC, Jaillais Y. Precision targeting by phosphoinositides: How PIs direct endomembrane trafficking in plants. Curr Opin Plant Biol. 2017;40:22–33. doi: 10.1016/j.pbi.2017.06.017.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n65.\nSimon ML, et al.  A multi-colour/multi-affinity marker set to visualize phosphoinositide dynamics in Arabidopsis. Plant J. 2014;77:322–337. doi: 10.1111/tpj.12358.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n66.\nHickey CM, Stroupe C, Wickner W. The major role of the Rab Ypt7p in vacuole fusion is supporting HOPS membrane association. J Biol Chem. 2009;284:16118–16125. doi: 10.1074/jbc.M109.000737.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n67.\nCabrera M, et al.  Phosphorylation of a membrane curvature-sensing motif switches function of the HOPS subunit Vps41 in membrane tethering. J Cell Biol. 2010;191:845–859. doi: 10.1083/jcb.201004092.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n68.\nHo R, Stroupe C. The HOPS/class C Vps complex tethers high-curvature membranes via a direct protein-membrane interaction. Traffic. 2016;17:1078–1090. doi: 10.1111/tra.12421.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n69.\nD’Agostino M, Risselada HJ, Lürick A, Ungermann C, Mayer A. A tethering complex drives the terminal stage of SNARE-dependent membrane fusion. Nature. 2017;551:634–638. doi: 10.1038/nature24469.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n70.\nMeijer HJ, Munnik T. Phospholipid-based signaling in plants. Annu Rev Plant Biol. 2003;54:265–306. doi: 10.1146/annurev.arplant.54.031902.134748.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n71.\nHirano T, Munnik T, Sato MH. Phosphatidylinositol 3-phosphate 5-kinase, FAB1/PIKfyve kinase mediates endosome maturation to establish endosome-cortical microtubule interaction in Arabidopsis. Plant Physiol. 2015;169:1961–1974. doi: 10.1104/pp.15.01368.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n72.\nHirano T, Stecker K, Munnik T, Xu H, Sato MH. Visualization of phosphatidylinositol 3,5-bisphosphate dynamics by a tandem ML1N-based fluorescent protein probe in Arabidopsis. Plant Cell Physiol. 2017;58:1185–1195. doi: 10.1093/pcp/pcx011.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n73.\nNováková P, et al.  SAC phosphoinositide phosphatases at the tonoplast mediate vacuolar function in Arabidopsis. Proc Natl Acad Sci USA. 2014;111:2818–2823. doi: 10.1073/pnas.1324264111.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n74.\nvan Gisbergen PA, Li M, Wu SZ, Bezanilla M. Class II formin targeting to the cell cortex by binding PI(3,5)P(2) is essential for polarized growth. J Cell Biol. 2012;198:235–250. doi: 10.1083/jcb.201112085.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n75.\nMeijer HJG, Divecha N, van den Ende H, Musgrave A, Munnik T. Hyperosmotic stress induces rapid synthesis of phosphatidyl-d-inositol 3,5-bisphosphate in plant cells. Planta. 1999;208:294–298.\n [\nGoogle Scholar\n]\n\n\n\n\n76.\nDove SK, et al.  Osmotic stress activates phosphatidylinositol-3,5-bisphosphate synthesis. Nature. 1997;390:187–192. doi: 10.1038/36613.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n77.\nWhitley P, Hinz S, Doughty J. Arabidopsis FAB1/PIKfyve proteins are essential for development of viable pollen. Plant Physiol. 2009;151:1812–1822. doi: 10.1104/pp.109.146159.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n78.\nBak G, et al.  Rapid structural changes and acidification of guard cell vacuoles during stomatal closure require phosphatidylinositol 3,5-bisphosphate. Plant Cell. 2013;25:2202–2216. doi: 10.1105/tpc.113.110411.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n79.\nStarai VJ, Hickey CM, Wickner W. HOPS proofreads the trans-SNARE complex for yeast vacuole fusion. Mol Biol Cell. 2008;19:2500–2508. doi: 10.1091/mbc.E08-01-0077.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n80.\nBaker RW, Hughson FM. Chaperoning SNARE assembly and disassembly. Nat Rev Mol Cell Biol. 2016;17:465–479. doi: 10.1038/nrm.2016.65.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n81.\nClough SJ, Bent AF. Floral dip: A simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J. 1998;16:735–743. doi: 10.1046/j.1365-313x.1998.00343.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n82.\nGoodin MM, Dietzgen RG, Schichnes D, Ruzin S, Jackson AO. pGD vectors: Versatile tools for the expression of green and red fluorescent protein fusions in agroinfiltrated plant leaves. Plant J. 2002;31:375–383. doi: 10.1046/j.1365-313x.2002.01360.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n83.\nSarrion-Perdigones A, et al.  GoldenBraid 2.0: A comprehensive DNA assembly framework for plant synthetic biology. Plant Physiol. 2013;162:1618–1631. doi: 10.1104/pp.113.217661.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n84.\nSarrion-Perdigones A, Palaci J, Granell A, Orzaez D. Design and construction of multigenic constructs for plant biotechnology using the GoldenBraid cloning strategy. Methods Mol Biol. 2014;1116:133–151. doi: 10.1007/978-1-62703-764-8_10.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n85.\nGrefen C, et al.  A ubiquitin-10 promoter-based vector set for fluorescent protein tagging facilitates temporal stability and native protein distribution in transient and stable expression studies. Plant J. 2010;64:355–365. doi: 10.1111/j.1365-313X.2010.04322.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n86.\nMartin K, et al.  Transient expression in Nicotiana benthamiana fluorescent marker lines provides enhanced definition of protein localization, movement and interactions in planta. Plant J. 2009;59:150–162. doi: 10.1111/j.1365-313X.2009.03850.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n87.\nLampropoulos A, et al.  GreenGate—a novel, versatile, and efficient cloning system for plant transgenesis. PLoS One. 2013;8:e83043. doi: 10.1371/journal.pone.0083043.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n88.\nSchwab R, Ossowski S, Riester M, Warthmann N, Weigel D. Highly specific gene silencing by artificial microRNAs in Arabidopsis. Plant Cell. 2006;18:1121–1133. doi: 10.1105/tpc.105.039834.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n89.\nCraft J, et al.  New pOp/LhG4 vectors for stringent glucocorticoid-dependent transgene expression in Arabidopsis. Plant J. 2005;41:899–918. doi: 10.1111/j.1365-313X.2005.02342.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n90.\nMoore I, Samalova M, Kurup S. Transactivated and chemically inducible gene expression in plants. Plant J. 2006;45:651–683. doi: 10.1111/j.1365-313X.2006.02660.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n91.\nSchindelin J, et al.  Fiji: An open-source platform for biological-image analysis. Nat Methods. 2012;9:676–682. doi: 10.1038/nmeth.2019.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n92.\nFrench AP, Mills S, Swarup R, Bennett MJ, Pridmore TP. Colocalization of fluorescent markers in confocal microscope images of plant cells. Nat Protoc. 2008;3:619–628. doi: 10.1038/nprot.2008.31.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n93.\nIslam KT, Velivelli SLS, Berg RH, Oakley B, Shah DM. A novel bi-domain plant defensin MtDef5 with potent broad-spectrum antifungal activity binds to multiple phospholipids and forms oligomers. Sci Rep. 2017;7:16157. doi: 10.1038/s41598-017-16508-w.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n94.\nJulkowska MM, Rankenberg JM, Testerink C.  Plant Lipid Signaling Protocols. Humana Press; Totowa, NJ: 2013. Liposome-binding assays to assess specificity and affinity of phospholipid–protein interactions; pp. 261–271.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplementary File\n\n\n\n\npnas.1807763115.sapp.pdf\n (2.5MB, pdf)",
    "supplementary_materials": "Supplementary File\n\n\n\n\npnas.1807763115.sapp.pdf\n (2.5MB, pdf)",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.9 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6126739/"
}