{
  "id": "PMC6597714",
  "title": "Effect of leptin deficiency on the skeletal response to hindlimb unloading in adult male mice.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Effect of leptin deficiency on the skeletal response to hindlimb unloading in adult male mice.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6597714/"
  },
  "sections": {
    "abstract": "Based on body weight, morbidly obese leptin-deficient \nob/ob\n mice have less bone than expected, suggesting that leptin plays a role in the skeletal response to weight bearing. To evaluate this possibility, we compared the skeletal response of wild type (WT) and \nob/ob\n mice to hindlimb unloading (HU). Mice were individually housed at 32 °C (thermoneutral) from 4 weeks of age (rapidly growing) to 16 weeks of age (approaching skeletal maturity). Mice were then randomized into one of 4 groups (n = 10/group): (1) WT control, (2) WT HU, (3) \nob/ob\n control, and (4) \nob/ob\n HU and the results analyzed by 2-way ANOVA. \nob/ob\n mice pair-fed to WT mice had normal cancellous bone volume fraction (BV/TV) in distal femur, lower femur length and total bone area, mineral content (BMC) and density (BMD), and higher cancellous bone volume fraction in lumbar vertebra (LV). HU resulted in lower BMC and BMD in total femur, and lower BV/TV in distal femur and LV in both genotypes. Cancellous bone loss in femur in both genotypes was associated with increases in osteoclast-lined bone perimeter. In summary, leptin deficiency did not attenuate HU-induced osteopenia in male mice, suggesting that leptin is not required for bone loss induced by unweighting.",
    "introduction": "Introduction\nLeptin, a hormone produced primarily by adipocytes, serves as a messenger in a feedback loop between adipose tissue and the hypothalamus and contributes to regulation of energy intake and energy expenditure\n1\n,\n2\n. \nob/ob\n mice, homozygous for loss of function mutation in the obesity gene (\nob\n), are unable to generate leptin\n1\n,\n2\n. \nob/ob\n mice become morbidly obese due to the combined influence of increased food intake and decreased energy expenditure\n1\n.\nThe physiological actions of leptin extend beyond energy metabolism and include regulation of skeletal growth and maturation\n3\n–\n6\n; a detailed review of the effects of leptin on the skeleton can be found in Reid \net al\n.\n7\n Leptin stimulates endochondral ossification and osteoblast differentiation and activity in long bones of the lower limb, where the hormone also inhibits differentiation of bone marrow mesenchymal stem cells to adipocytes\n8\n–\n10\n. Compared to wild type (WT) mice, \nob/ob\n mice have smaller craniofacial dimensions\n11\n, shorter long bones\n12\n,\n13\n and, when evaluated by dual energy x-ray absorptiometry (DXA), have lower total body and femur bone area, bone mineral content (BMC) and bone mineral density (BMD)\n8\n. Based on microcomputed tomographic (µCT) and histomorphometric analyses, \nob/ob\n mice have bone- and bone compartment-specific alterations in cortical and cancellous bone mass and architecture\n8\n,\n14\n, and greatly increased levels of marrow adipose tissue (MAT)\n15\n,\n16\n. Whereas, total and cortical bone mass is normal or lower in \nob/ob\n mice, cancellous bone mass, depending upon skeletal site and age, can be lower, normal, or higher\n7\n. Hypothalamic leptin gene therapy reverses skeletal abnormalities in \nob/ob\n mice\n17\n. While the literature strongly supports an important role of leptin in increasing bone accrual prior to peak bone mass and in maintaining normal bone turnover, the hormone likely has additional, less well characterized, actions on bone metabolism. In this regard, there is conflicting evidence that leptin plays a role in mediating skeletal response to changes in body weight.\nKapur \net al\n. reported leptin signaling to be a negative modulator of bone mechanosensitivity\n18\n. Specifically, a loading strain of ∼2,500 μϵ, which was insufficient to produce a bone formation response in B6 mice, significantly increased bone formation parameters in leptin-deficient \nob\n/\nob\n mice. However, other studies suggest that leptin is required for full expression of positive effects of weight on bone mass. For example, total femur mass is positively associated with body weight in WT mice\n19\n. Also, mice heterozygous for the \nob\n gene (\nob\n/+ mice) have adipocytes with a reduced capacity to generate leptin but have near normal leptin levels due to compensatory increases in white adipose tissue (WAT) mass\n19\n. \nob\n/+ mice exhibit an association between body weight and bone mass nearly identical to WT mice. In contrast, weight differences in \nob/ob\n mice have a positive but quantitatively smaller effect on bone mass\n20\n. Thus, it is possible that leptin is not required for skeletal adaptation to changes in weight but the hormone may enhance the magnitude of response by increasing sensitivity of bone to external loads.\nIf leptin enhances the skeletal response to changes in magnitude of ground reaction forces during weight bearing, leptin-deficient \nob/ob\n mice would be predicted to exhibit an attenuated bone response to reduced skeletal loading. To test this possibility, we compared the skeletal response of male WT and \nob/ob\n mice housed at thermoneutral to hindlimb unloading (HU), a ground-based model for microgravity\n21\n. HU unweights the hindlimbs, facilitating investigation of the role of leptin in the skeletal response to changes in weight\n21\n. The study was performed at thermoneutral because leptin plays an important role in thermoregulation and mild cold stress induced by conventional room temperature housing results in rapid premature cancellous bone loss in mice\n22\n,\n23\n. Data were analyzed by 2-way analysis of variance to establish the main effects (genotype and skeletal loading status) and their interaction.",
    "results": "Results\nob/ob\n mice were pair fed to WT mice from 4 to 16 weeks of age and all mice were pair fed to WT HU mice during HU. Food intake averaged 2.3 ± 0.0 g/d for two weeks prior to HU and 1.8 ± 0.1 g/d during HU (Supplemental Fig. \nS1\n). As expected (because of pair feeding), significant genotype, HU, or interaction effects were not detected for food intake.\nThe respective and combined effects of leptin status and HU on body weight, abdominal WAT weight, seminal vesicle weight (an index of gonadal hormone status), blood glucose levels, and serum corticosterone and osteocalcin levels are shown in Fig. \n1\n. Compared to WT mice, \nob/ob\n mice had greater body weight (Fig. \n1a\n), abdominal WAT weight (Fig. \n1b\n), and corticosterone levels (Fig. \n1e\n), lower seminal vesicle weight (Fig. \n1c\n) and osteocalcin levels (Fig. \n1f\n), and no difference in glucose levels (Fig. \n1d\n). No significant difference in WAT weight was observed in response to HU but HU resulted in trends for lower body weight (p = 0.09) and blood glucose levels (p = 0.06). HU resulted in lower seminal vesicle weight and higher corticosterone levels. No significant genotype by treatment interaction was detected for any of the measured endpoints.\nFigure 1\nEffects of genotype and hindlimb unloading (HU) on (\na\n) body weight, (\nb\n) abdominal white adipose tissue (WAT) weight, (\nc\n) seminal vesicle weight, (\nd\n) blood glucose, (\ne\n) serum corticosterone, and (\nf\n) serum osteocalcin in WT and \nob/ob\n mice. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nThe respective and combined effects of leptin status and HU on total femur are shown in Fig. \n2\n. \nob/ob\n mice had lower total femur bone area (Fig. \n2a\n), bone mineral content (Fig. \n2b\n), bone mineral density (Fig. \n2c\n), bone volume (Fig. \n2d\n), and bone length (Fig. \n2e\n) than WT mice. No significant difference in total femur bone area or length was observed in response to HU. However, HU mice had lower total femur bone mineral content, bone mineral density, and bone volume than control mice. No significant genotype by treatment interaction was detected for any of the measured endpoints.\nFigure 2\nEffects of genotype and hindlimb unloading (HU) on total femur in WT and \nob/ob\n mice. Shown are (\na\n) bone area, (\nb\n) bone mineral content (BMC), (\nc\n) bone mineral density (BMD), (\nd\n) bone volume, and (\ne\n) bone length. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nFollowing evaluation of total femur, bone architecture was assessed in the femur diaphysis, distal femur metaphysis, and distal femur epiphysis. The regions of interest are illustrated in Fig. \n3\n.\nFigure 3\nVolume of interest for the femur diaphysis, metaphysis and epiphysis. Image compiled by J.A.K.\nThe respective and combined effects of leptin status and HU on cortical bone microarchitecture in the femur diaphysis are shown in Fig. \n4\n. \nob/ob\n mice had greater cross-sectional volume (Fig. \n4a\n) and marrow volume (Fig. \n4c\n) but lower cortical volume (Fig. \n4b\n) and cortical thickness (Fig. \n4d\n) than WT mice. No significant difference in cross-sectional volume or cortical volume was observed in response to HU but cortical thickness tended (p = 0.06) to be lower with HU. I\nPolar\n (Fig. \n4e\n) was not different between genotypes and not altered by HU. No significant genotype by treatment interaction was detected for any of the measured endpoints.\nFigure 4\nEffects of genotype and hindlimb unloading (HU) on cortical bone microarchitecture in the femur diaphysis in WT and \nob/ob\n mice. Shown are (\na\n) cross-sectional volume, (\nb\n) cortical volume, (\nc\n) marrow volume, (\nd\n) cortical thickness, and (\ne\n) polar moment of inertia (I\nPolar\n). Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur metaphysis are shown in Fig. \n5\n. Bone volume fraction (Fig. \n5a\n), connectivity density (Fig. \n5b\n), structure model index (Fig. \n5c\n) trabecular number (Fig. \n5d\n), and trabecular spacing (Fig. \n5f\n) were not different between genotypes. However, \nob/ob\n mice had lower trabecular thickness than WT mice (Fig. \n5e\n). HU resulted in lower bone volume fraction, lower trabecular thickness, and a tendency (p = 0.06) for lower connectivity density and structure model index. No significant difference in trabecular number or spacing was observed in response to HU. No significant genotype by treatment interaction was detected for any of the measured endpoints.\nFigure 5\nEffects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the distal femur metaphysis in WT and \nob/ob\n mice. Shown are (\na\n) cancellous bone volume fraction, (\nb\n) connectivity density, (\nc\n) structure model index, (\nd\n) trabecular number, (\ne\n) trabecular thickness, and (\nf\n) trabecular spacing. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur epiphysis are shown in Fig. \n6\n. Bone volume fraction was not different between genotypes (Fig. \n6a\n). However, \nob/ob\n mice had greater connectivity density (Fig. \n6b\n), structure model index (Fig. \n6c\n), and trabecular number (Fig. \n6d\n), and lower trabecular thickness (Fig. \n6e\n) and trabecular spacing (Fig. \n6f\n) than WT mice. HU resulted in lower bone volume fraction and trabecular thickness and higher structure model index, but no significant difference in connectivity density, trabecular number or trabecular spacing. No significant genotype by treatment interaction was detected for any of the measured endpoints.\nFigure 6\nEffects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the distal femur epiphysis in WT and \nob/ob\n mice. Shown are (\na\n) cancellous bone volume fraction, (\nb\n) connectivity density, (\nc\n) structure model index, (\nd\n) trabecular number, (\ne\n) trabecular thickness, and (\nf\n) trabecular spacing. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nThe respective and combined effects of leptin status and HU on histomorphometric indices of bone formation, bone resorption, and bone marrow adiposity in the distal femur metaphysis are shown in Fig. \n7\n. Osteoblast perimeter (Fig. \n7a\n) was lower in \nob/ob\n mice, while osteoclast perimeter (Fig. \n7b\n) and declomycin label length (Fig. \n7c\n) did not differ between genotypes. Mineralizing perimeter (Fig. \n7d\n), mineral apposition rate (Fig. \n7e\n) and bone formation rate (Fig. \n7f\n) did not differ with genotype. \nob/ob\n mice had greater bone marrow adiposity (Fig. \n7g\n), adipocyte density (Fig. \n7h\n), and adipocyte size (Fig. \n7i\n) than WT mice. HU resulted in greater osteoclast perimeter and lower declomycin label length. Mineralizing perimeter, mineral apposition rate, and bone formation rate did not differ with HU. No significant difference in adipocyte density or adipocyte size was observed in response to HU, but there was a trend (p = 0.09) for higher bone marrow adiposity. The differences between genotypes in marrow adiposity and osteoclast-lined bone perimeter with HU can be visually appreciated in Fig. \n8\n. No significant genotype by treatment interaction was detected for any of the measured endpoints in distal femur metaphysis.\nFigure 7\nEffects of genotype and hindlimb unloading (HU) on cancellous bone histomorphometry and marrow adiposity in the distal femur metaphysis in WT and \nob/ob\n mice. Shown are (\na\n) osteoblast perimeter, (\nb\n) osteoclast perimeter, (\nc\n) declomycin label retention, (\nd\n) mineralizing perimeter, (\ne\n) mineral apposition rate, (\nf\n) bone formation rate, (\ng\n) bone marrow adiposity, (\nh\n) adipocyte density, and (\ni\n) adipocyte size. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group.\nFigure 8\nRepresentative photomicrographs from (\na\n) WT control mouse, (\nb\n) WT HU mouse, (\nc\n) \nob/ob\n control mouse, and (\nd\n) \nob/ob\n HU mouse. Note the higher number of adipocytes in \nob/ob\n mice and the higher number of osteoclasts in HU mice. Images taken by RTT.\nThe respective and combined effects of genotype and HU on cancellous bone microarchitecture in 5\nth\n lumbar vertebra are shown in Table \n1\n. Bone volume fraction and trabecular thickness were higher and structure model index was lower in \nob/ob\n mice compared to WT mice. HU resulted in lower cancellous bone volume fraction and trabecular thickness, and higher structure model index. However, significant genotype by treatment interactions were noted for trabecular number, trabecular spacing, and connectivity density. HU resulted in lower trabecular number and higher trabecular spacing in WT mice and higher connectivity density in \nob/ob\n mice.\nTable 1\nEffects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the 5th lumbar vertebra in WT and \nob/ob\n mice.\nWT\n\n\nob/ob\n\n\nANOVA P Value\nControl\nHU\nControl\nHU\nGenotype\nHU\nInteraction\n5th lumbar vertebra\n (cancellous bone)\nBone Volume/Tissue Volume (%)\n22.0 ± 0.3\n19.1 ± 0.7\n30.4 ± 0.5\n27.4 ± 0.9\n0.000\n0.000\nConnectivity Density (1/mm³)\n234.9 ± 5.8\n243.5 ± 6.8\n220.0 ± 7.4\n281.1 ± 13.8\na\n0.012\nStructure Model Index\n0.8 ± 0.0\n1.0 ± 0.1\n0.0 ± 0.1\n0.2 ± 0.1\n0.000\n0.001\nTrabecular Number (1/mm)\n5.3 ± 0.1\n5.0 ± 0.1\na\n5.7 ± 0.1\nb\n5.9 ± 0.1\nb\n0.006\nTrabecular Thickness (µm)\n44 ± 0\n42 ± 1\n52 ± 1\n47 ± 1\n0.000\n0.000\nTrabecular Spacing (µm)\n184 ± 2\n196 ± 2\na\n167 ± 2\nb\n164 ± 3\nb\n0.017\nData are mean ± SEM; N = 10/group.\na\nDifferent from control within genotype, P ≤ 0.05.\nb\nDifferent from WT, P ≤ 0.05.",
    "discussion": "Discussion\nWe evaluated the skeletal response to HU in leptin-deficient \nob/ob\n male mice. Based on the observation that leptin deficiency attenuates the positive association between body weight and bone mass (e.g., more weight gain is required in \nob/ob\n mice compared to WT mice to achieve a comparable increase in bone mass), we hypothesized that \nob/ob\n mice would exhibit diminished bone loss in response to HU. However, contrary to our expectations, the magnitude of HU-induced osteopenia in \nob/ob\n mice in femur, a weight bearing bone, was virtually indistinguishable from that of WT mice. In concordance with previous studies in WT mice, cancellous bone loss in HU mice housed at thermoneutral was due to increased bone resorption. The increase in bone resorption was due, at least in part, to increased osteoclast-lined bone perimeter\n24\n.\nLeptin has differential effects on osteoclast number and activity in weight-bearing mice. \nob/ob\n mice have normal or increased osteoclast-lined bone perimeter\n25\n,\n26\n, indicating that the hormone is not required for osteoclastogenesis. Indeed, subcutaneous administration of leptin attenuates ovariectomy- and HU-induced bone loss in rats by reducing osteoclast number\n3\n,\n27\n. On the other hand, several lines of evidence suggest reduced osteoclast activity in \nob/ob\n mice. Specifically, \nob/ob\n mice have low serum levels of CTX, a biochemical marker of global bone resorption\n20\n,\n26\n. In spite of elevated osteoclast-lined bone perimeter, resorption of declomycin is diminished in femurs of \nob/ob\n mice\n16\n. Furthermore, \nob/ob\n mice are resistant to polyethylene particle-induced osteolysis\n28\n. Finally, \nob/ob\n mice have impaired ability to remodel the calcified cartilage network in growing femur, leading to pathological retention of cartilage during skeletal maturation\n10\n,\n16\n,\n26\n.\nIn the present study, bone resorption was increased in femur metaphysis in \nob/ob\n and WT mice in response to HU. In support, we observed an increase in osteoclast-lined bone perimeter. Furthermore, we observed decreases in cancellous bone volume fraction and fluorochrome label retention. Specifically, declomycin label given at the start of the study was lower after two weeks of HU compared to weight-bearing mice, indicating greater resorption of fluorochrome labeled bone occurred with HU. This association between unloading and label loss is in agreement with previous spaceflight and HU studies in rats\n29\n. HU for two weeks had no significant effect on body composition in WT or \nob/ob\n mice. This is important because changes in weight could independently influence bone turnover balance\n30\n. Thus, contrary to our expectation, skeletal unloading enhanced bone resorption in leptin-deficient mice.\nReduced bone formation contributes to development of osteopenia in growing rodents during microgravity (spaceflight) and simulated microgravity (HU)\n31\n,\n32\n. However, suppression of bone formation is bone compartment-specific. In HU mice, cortical bone formation is suppressed\n33\n, but this is not necessarily the case for cancellous skeletal sites\n24\n. In the present study, osteoblast perimeter and bone formation rate were not reduced in distal femur in WT or \nob/ob\n mice during HU. Taken together, these observations suggest that HU results in cancellous bone loss in the distal femur metaphysis because resorption increases to levels that exceed the prevailing level of bone formation.\nIn addition to femur, we evaluated the respective effects of leptin deficiency and HU on lumbar vertebra. Cancellous bone loss occurs in lumbar vertebra in rodents subjected to microgravity\n34\n and the bone loss is due, at least in part, to increased bone resorption\n35\n. Femurs experience high levels of ground reaction forces in response to weight bearing, and these forces are abolished by HU. Lumbar vertebrae do not generally bear weight in mice. However, lumbar vertebrae are load bearing and HU alters the orientation of the vertebral column to the gravitational vector, changing the direction of the load\n36\n. Similar to femur, leptin deficiency did not prevent HU-induced cancellous bone loss in lumbar vertebra. While there were no genotype-specific differences in magnitude of cancellous bone loss in lumbar vertebra of HU mice, the bone loss in WT mice was due to a combination of decreased trabecular thickness and trabecular number, whereas the bone loss in \nob/ob\n mice was due to decreased trabecular thickness only. Therefore, minor genotype-specific changes in bone microarchitecture accompanied changes in bone volume fraction in lumbar vertebrae following HU.\nSpaceflight studies in rodents report lower circulating testosterone levels following spaceflight and ground-based HU studies in rodents report lower seminal vesicle weight\n37\n–\n42\n. In the present study, HU reduced seminal vesicle weight in both genotypes, indicating lower testosterone levels. Lower testosterone levels potentially contribute to elevated bone resorption and cancellous bone loss\n43\n. However, in spite of gonadal insufficiency, leptin deficiency typically results in a low turnover skeletal phenotype in \nob/ob\n mice of both sexes\n44\n. The precise role of androgens in mediating the action of leptin on bone is unknown but antagonism of estrogen receptor signaling was largely dispensable for leptin’s actions in female \nob/ob\n mice\n44\n. The present results, identifying similar bone loss in HU WT and HU \nob/ob\n mice, suggest that preexisting hypogonadism in male \nob/ob\n mice did not have a major influence on the magnitude of bone loss following HU.\nCompared to WT mice, MAT levels were approximately 10x greater in \nob/ob\n mice. In concordance with prior work\n15\n,\n16\n,\n45\n, the increase was due to a combination of more numerous and larger adipocytes. HU did not alter adipocyte number or size, findings that contrast with an increase in MAT reported in rats following either spaceflight\n46\n or HU\n47\n and a previous HU study by Hino \net al\n. in male B6 mice\n48\n. However, the present findings are concordant with a HU study performed in male WBB6F1/J mice housed at thermoneutral\n24\n. Hino \net al\n.\n48\n performed their study in 10-week-old mice housed at 24 °C, which is well below thermoneutral. This may be important because sub-thermoneutral housing reduces bone marrow adiposity in B6 mice\n49\n and there is accumulating evidence that mild cold stress induced by room temperature housing impacts experimental results\n50\n.\nMAT levels are often (but not always) negatively associated with osteoblast number and bone mass and are increased in humans following long-duration bed rest and in rodents following spaceflight and in some skeletal disuse models\n9\n,\n24\n,\n35\n,\n51\n–\n55\n. Osteoblasts and adipocytes differentiate from bone marrow mesenchymal stem cells (MSCs) and some researchers have concluded that adipocyte differentiation impairs osteoblast differentiation\n35\n. Furthermore, adipokines produced by MAT have the potential to increase bone resorption\n56\n–\n58\n. Thus, high levels of MAT in mice could theoretically diminish the skeletal response to mechanical loading by at least two non-mutually exclusive mechanisms, impairment of osteoblast differentiation and stimulation of osteoclast activity.\nDespite greatly increased levels of MAT in distal femur metaphysis of \nob/ob\n mice, the mice did not differ in cancellous bone volume fraction from WT mice. There were also negligible differences between the two genotypes in cortical or cancellous bone responses to HU. Taken together, these findings add to a growing list of studies that contradict a deterministic model where increased MAT levels invariably negatively affect bone metabolism\n59\n. These findings also fail to support a model where adipokines produced by MAT contribute to HU-induced bone loss.\nCancellous bone volume fraction in femur in \nob/ob\n mice has been variably reported to be lower\n14\n, equivalent (present study), or higher\n17\n than in age-matched WT mice. In our experience, cancellous bone volume fraction in the distal femur metaphysis in conventionally-housed (room temperature) mice declines with age in both WT and \nob/ob\n mice, but the rate of decline is greater in WT mice. Impaired osteoclast activity in \nob/ob\n mice provides a plausible explanation for slower age-related bone loss as well as reported differences in their skeletal phenotype.\nLeptin deficiency results in a variety of physical and metabolic changes that could influence osteoclast activity. Metabolically, \nob/ob\n mice have impaired thermoregulation, are hypogonadal and hyperphagic, and often have elevated glucose, insulin, and glucocorticoid levels\n16\n. In the present study, we limited but did not fully eliminate the contribution of metabolic differences by housing \nob/ob\n mice at thermoneutral and decreasing their food intake to that of WT mice. \nob/ob\n mice preferentially gain fat mass and there is evidence that lean mass contributes more to the positive effect of weight on the skeleton than fat mass\n30\n. \nob/ob\n mice are sarcopenic, and Hamrick and colleagues have reported a strong linear association between bone mineral content and quadriceps mass in \nob/ob\n and WT mice\n14\n. Additional studies are required to evaluate the comparative effect of muscle atrophy on the skeleton of WT and \nob/ob\n mice in response to HU.\nAs expected, leptin deficiency and HU each resulted in higher corticosterone levels. Although glucocorticoids influence bone metabolism, Zerath \net al\n.\n60\n reported that microgravity-induced cancellous osteopenia occurred independent of endogenous corticosterone secretion. Furthermore, elevation of endogenous corticosterone levels did not replicate the skeletal changes observed in HU rodents\n61\n. While these two studies do not rule out a role for adrenal hormones, it is important to note that parallel increases in corticosterone with HU were detected in WT and \nob/ob\n mice. This is consistent with the similar magnitude of bone loss following HU in the two genotypes.\nSkeletal unweighting, whether due to microgravity, bedrest, limb casting, or spinal cord injury results in bone loss\n62\n,\n63\n. Impact loading imparted by ground reaction forces, sensory and sympathetic signaling, surgery, and muscle loading each influence bone metabolism\n64\n–\n67\n. Commonly used models for unweighting the skeleton include HU, unilateral sciatic neurotomy, and limb casting. HU was originally designed as an earth-based model for microgravity\n68\n and chosen for the current study because (1) it is minimally invasive (i.e., does not require surgery), (2) prevents weight bearing, but unlike limb casting does not prohibit voluntary muscle loading, and (3) in contrast to unilateral sciatic neurotomy, does not directly influence neuronal regulation of bone metabolism.\nLeptin is a potent stimulator of bone accrual, but the positive effects of leptin on bone formation in mice occur at low circulating levels of the hormone\n69\n. Similar to mice, weight gain in humans is generally associated with increases in BMD\n30\n. However, obesity results in hyperleptinemia and the positive association between increased body weight and increased BMD is attenuated in obese subjects\n70\n. Prolonged bed rest, a model for skeletal unloading in humans, results in rapid bone loss\n71\n. Bedrest studies are typically performed in healthy individuals but bedrest is sometimes used in management of hospitalized patients diagnosed with anorexia nervosa. These individuals, who have very low leptin levels, appear to also exhibit unbalanced bone turnover leading to bone loss\n72\n,\n73\n.\nThere are limitations to the present study. The study focused on the role of leptin in skeletal response to changes in weight. While impact loading on the hindlimbs caused by weight is important to skeletal health, we cannot rule out that leptin plays a role in other forms of skeletal loading, such as loading mediated through muscle contraction. Furthermore, we performed the present study in male mice. Since estrogen is important in regulation of appetite, energy expenditure and metabolism, future studies comparing the skeletal response of female \nob/ob\n and WT HU mice are warranted.\nIn summary, chronic leptin deficiency in male \nob/ob\n mice resulted in shorter femora, lower femoral bone mass and density, alterations in cortical bone microarchitecture, site- and bone-specific alterations in cancellous bone architecture, and greatly increased MAT levels. These results indicate that leptin plays a critical role in normal bone growth, maturation, and turnover. Contrary to expectation, leptin deficiency did not alter the magnitude of HU-induced osteopenia in the mouse femur. These findings suggest that leptin is not essential for the skeletal response to unweighting.",
    "methods": "Methods\nThe animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the Oregon State University Institutional Animal Care and Use Committee approved the experimental protocol.\nFour-week-old male C57BL/6J (WT, n = 20) mice and B6.Lep\nob/ob\n (\nob/ob\n, n = 20) mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and single-housed in a 32 °C room for the duration of the experiment. Housing mice at 32 °C (thermoneutral temperature) minimizes resting energy expenditure\n74\n,\n75\n and prevents premature cancellous bone loss associated with cold stress induced by sub-thermoneutral housing\n49\n. Water was provided \nad libitum\n to all animals for the duration of study. \nob/ob\n mice were pair-fed to WT mice from 4 to 16 weeks of age to minimize differences in weight gain\n16\n. At 16 weeks of age, the mice were randomized by body weight into one of four treatment groups (n = 10/group): (1) WT control, (2) WT HU, (3) \nob/ob\n control, and (4) \nob/ob\n HU. Immediately prior to HU, animals were given a declomycin injection (15 mg/kg; sc). The mice were unloaded for 2 weeks as described\n21\n. In brief, HU mice were placed in a restraint device, where the tail was cleaned with ethanol-soaked gauze and sprayed with a tincture of benzoin. A thin piece of traction tape was looped through a large paper clip, and then pressed along the sides of the mouse’s tail. Filament tape was wrapped around the tail in two locations to secure the traction tape: the base of the tail and 2.5 cm caudal. The paperclip end was looped through the clasp secured on the unloading apparatus. Mice were positioned in a 30° head-down tilt. During unloading, the \nob/ob\n HU group and control groups of both genotypes were pair-fed to the WT HU group. The fluorochrome calcein (15 mg/kg; sc) was administered at 4 days and 1 day prior to sacrifice. Mice were anesthetized with isoflurane and terminated using decapitation. Blood was collected from the trunk following decapitation. Serum was stored at −80 °C. Femora and 5\nth\n lumbar vertebrae from each mouse were placed in formalin for 24-hour fixation, then stored at 4 °C in 70% ethanol. Body weight (g), abdominal WAT weight (g) and seminal vesicle weight (g) were recorded at necropsy.\nBlood chemistry\nBlood glucose was measured using a glucometer (Life Scan, Inc., Milpitas, CA, USA) immediately following decapitation. Serum corticosterone (ng/ml) and osteocalcin (ng/ml) were measured using a mouse Corticosterone ELISA kit obtained from Abcam (Cambridge, MA, USA) and a mouse Gla-osteocalcin High Sensitive EIA kit obtained from Clontech (Takara Bio Inc Shiga, Japan), respectively.\nDensitometry\nTotal femur bone mineral content (BMC, g), bone area (cm\n2\n), and bone mineral density (BMD, g/cm\n2\n) were measured using dual energy x-ray absorptiometry (DXA, Piximus 2, Lunar Corporation, Madison, WI, USA).\nMicro-computed tomography\nµCT was used for nondestructive three-dimensional evaluation of total femur bone volume (mm\n3\n), femur length (mm), and cortical and cancellous bone architecture. Femora were scanned using a Scanco µCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 µm × 12 µm × 12 µm (55 kV\np\n x-ray voltage, 145 µA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1000). Cortical bone was evaluated in the femoral diaphysis and cancellous bone was evaluated in the distal femur metaphysis and epiphysis (Fig. \n3\n).\nAssessment of cortical bone in the femur diaphysis began 60% down the midshaft from the femoral head and consisted of 20 slices (240 µm in length). Automated contouring was used to delineate cortical bone from the marrow cavity. All cortical slices were visually examined for evidence of cancellous struts originating from the endocortex and manually removed when present. Direct cortical bone measurements included total cross-sectional volume (mm\n3\n), cortical volume (mm\n3\n), marrow volume (mm\n3\n), and cortical thickness (µm). Polar moment of inertia (mm\n4\n) was determined as a surrogate measure of bone strength in torsion.\nAssessment of cancellous bone in the distal femur metaphysis began 45 slices (540 µm in length) proximal to the growth plate, and included 40 slices (480 µm in length) of cancellous bone. The entire cancellous bone compartment was evaluated in the distal femur epiphysis (31 ± 1 slices) and 5\nth\n lumbar vertebral body (149 ± 1 slices). Direct cancellous bone measurements included bone volume fraction (bone volume/tissue volume; volume of total tissue occupied by cancellous bone, %), connectivity density (number of redundant connections per unit volume, 1/mm\n3\n), structure model index (an architectural index defining bone as plate-like or rod-like with values ranging from 0 to 3, respectively), trabecular thickness (mean thickness of individual trabeculae, µm), trabecular number (number of trabecular intercepts per unit length, 1/mm) and trabecular spacing (distance between trabeculae, µm).\nHistomorphometry\nThe histological methods used have been previously described in detail\n76\n. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Sections, 4 µm thick, were cut with a vertical bed microtome (Leica/Jung 2165) and affixed to slides with a dried pre-coated 1% gelatin solution. Slides were stained for tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St. Louis, MO, USA) and used for cell-based measurements. Mounted unstained slides were used for measurements of fluorochrome labels. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate.\nStatic (cell-based) histological measurements include osteoblast perimeter (osteoblast perimeter/bone perimeter; %), osteoclast perimeter (osteoclast perimeter/bone perimeter; %), bone marrow adiposity (adipocyte area/tissue area; %), adipocyte density (#/mm\n2\n), and adipocyte size (µm\n2\n). Osteoblast perimeter was determined as a percentage of total bone perimeter lined by cuboidal cells adjacent to a thin layer of osteoid in direct physical contact with bone. Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive (stained red) cytoplasm. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing\n77\n. Fluorochrome-based measurements of cancellous bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: perimeter covered with double label plus half single label, normalized to bone perimeter, %), mineral apposition rate (the distance between double calcein labels, divided by the 3 day interlabel period, µm/day), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate expressed per bone perimeter (µm\n2\n/µm/y).\nRetained declomycin label (single label perimeter/tissue area; mm/mm\n2\n) in the distal femur metaphysis was measured as a dynamic index of bone resorption. This method is based on the premise that treatment groups did not differ in bone formation (and as such fluorochrome label incorporation) prior to HU\n35\n and that differences measured at the study termination reflect the effect of treatment on resorption of the fluorochrome-labeled bone\n78\n.\nStatistical analysis\nMeans were compared between genotype and treatment groups using two-way analysis of variance (ANOVA). When significant interactions were present, t-tests were used to make two-group comparisons. When non-significant interactions were present, group comparisons were made from two-way ANOVA with main effects for genotype and treatment. The required conditions for valid use of t-tests and ANOVA were assessed using Levene’s test for homogeneity of variance and the Anderson-Darling test of normality. When the assumption of equal variance was violated, Welch’s two-sample t-test was used for two-group comparisons\n79\n. When the normality assumption was violated, the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Methods for maintaining false discovery rate at 5% were used to adjust for multiple comparisons\n80\n. Differences were considered significant at p ≤ 0.05. Data are presented as mean ± SEM. Data analysis was performed using RStudio version 0.98.1083.",
    "blood_chemistry": "Blood chemistry\nBlood glucose was measured using a glucometer (Life Scan, Inc., Milpitas, CA, USA) immediately following decapitation. Serum corticosterone (ng/ml) and osteocalcin (ng/ml) were measured using a mouse Corticosterone ELISA kit obtained from Abcam (Cambridge, MA, USA) and a mouse Gla-osteocalcin High Sensitive EIA kit obtained from Clontech (Takara Bio Inc Shiga, Japan), respectively.",
    "densitometry": "Densitometry\nTotal femur bone mineral content (BMC, g), bone area (cm\n2\n), and bone mineral density (BMD, g/cm\n2\n) were measured using dual energy x-ray absorptiometry (DXA, Piximus 2, Lunar Corporation, Madison, WI, USA).",
    "micro-computed_tomography": "Micro-computed tomography\nµCT was used for nondestructive three-dimensional evaluation of total femur bone volume (mm\n3\n), femur length (mm), and cortical and cancellous bone architecture. Femora were scanned using a Scanco µCT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 µm × 12 µm × 12 µm (55 kV\np\n x-ray voltage, 145 µA intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0–1000). Cortical bone was evaluated in the femoral diaphysis and cancellous bone was evaluated in the distal femur metaphysis and epiphysis (Fig. \n3\n).\nAssessment of cortical bone in the femur diaphysis began 60% down the midshaft from the femoral head and consisted of 20 slices (240 µm in length). Automated contouring was used to delineate cortical bone from the marrow cavity. All cortical slices were visually examined for evidence of cancellous struts originating from the endocortex and manually removed when present. Direct cortical bone measurements included total cross-sectional volume (mm\n3\n), cortical volume (mm\n3\n), marrow volume (mm\n3\n), and cortical thickness (µm). Polar moment of inertia (mm\n4\n) was determined as a surrogate measure of bone strength in torsion.\nAssessment of cancellous bone in the distal femur metaphysis began 45 slices (540 µm in length) proximal to the growth plate, and included 40 slices (480 µm in length) of cancellous bone. The entire cancellous bone compartment was evaluated in the distal femur epiphysis (31 ± 1 slices) and 5\nth\n lumbar vertebral body (149 ± 1 slices). Direct cancellous bone measurements included bone volume fraction (bone volume/tissue volume; volume of total tissue occupied by cancellous bone, %), connectivity density (number of redundant connections per unit volume, 1/mm\n3\n), structure model index (an architectural index defining bone as plate-like or rod-like with values ranging from 0 to 3, respectively), trabecular thickness (mean thickness of individual trabeculae, µm), trabecular number (number of trabecular intercepts per unit length, 1/mm) and trabecular spacing (distance between trabeculae, µm).",
    "histomorphometry": "Histomorphometry\nThe histological methods used have been previously described in detail\n76\n. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Sections, 4 µm thick, were cut with a vertical bed microtome (Leica/Jung 2165) and affixed to slides with a dried pre-coated 1% gelatin solution. Slides were stained for tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St. Louis, MO, USA) and used for cell-based measurements. Mounted unstained slides were used for measurements of fluorochrome labels. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.25–1.25 mm proximal to the growth plate.\nStatic (cell-based) histological measurements include osteoblast perimeter (osteoblast perimeter/bone perimeter; %), osteoclast perimeter (osteoclast perimeter/bone perimeter; %), bone marrow adiposity (adipocyte area/tissue area; %), adipocyte density (#/mm\n2\n), and adipocyte size (µm\n2\n). Osteoblast perimeter was determined as a percentage of total bone perimeter lined by cuboidal cells adjacent to a thin layer of osteoid in direct physical contact with bone. Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive (stained red) cytoplasm. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing\n77\n. Fluorochrome-based measurements of cancellous bone formation included mineralizing perimeter (mineralizing perimeter/bone perimeter: perimeter covered with double label plus half single label, normalized to bone perimeter, %), mineral apposition rate (the distance between double calcein labels, divided by the 3 day interlabel period, µm/day), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate expressed per bone perimeter (µm\n2\n/µm/y).\nRetained declomycin label (single label perimeter/tissue area; mm/mm\n2\n) in the distal femur metaphysis was measured as a dynamic index of bone resorption. This method is based on the premise that treatment groups did not differ in bone formation (and as such fluorochrome label incorporation) prior to HU\n35\n and that differences measured at the study termination reflect the effect of treatment on resorption of the fluorochrome-labeled bone\n78\n.",
    "statistical_analysis": "Statistical analysis\nMeans were compared between genotype and treatment groups using two-way analysis of variance (ANOVA). When significant interactions were present, t-tests were used to make two-group comparisons. When non-significant interactions were present, group comparisons were made from two-way ANOVA with main effects for genotype and treatment. The required conditions for valid use of t-tests and ANOVA were assessed using Levene’s test for homogeneity of variance and the Anderson-Darling test of normality. When the assumption of equal variance was violated, Welch’s two-sample t-test was used for two-group comparisons\n79\n. When the normality assumption was violated, the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Methods for maintaining false discovery rate at 5% were used to adjust for multiple comparisons\n80\n. Differences were considered significant at p ≤ 0.05. Data are presented as mean ± SEM. Data analysis was performed using RStudio version 0.98.1083.",
    "supplementary_information": "Supplementary information\nSupplementary information\n accompanies this paper at 10.1038/s41598-019-45587-0.",
    "section": "Supplemental Figure S1"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6597714/"
}