{
  "id": "PMC6013642",
  "title": "Draft genome sequence of a clinical isolate of Fusarium fujikuroi isolated from a male patient with acute myeloid leukemia.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft genome sequence of a clinical isolate of Fusarium fujikuroi isolated from a male patient with acute myeloid leukemia.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6013642/"
  },
  "sections": {
    "abstract": "ABSTRACT\nHere, we present the draft whole-genome sequence of a clinical isolate of \nFusarium fujikuroi\n cultured from a patient undergoing chemotherapy for refractory acute myeloid leukemia.",
    "genome_announcement": "GENOME ANNOUNCEMENT\nFusarium\n was first discovered in 1958, and while notorious for causing the devastating disease it causes in plants and crops, it is now recognized as an emerging global opportunistic human pathogen causing numerous cases of fusariosis every year (\n1\n, \n2\n). While roughly 80% of the human cases of fusariosis are caused by members of the \nFusarium oxysporum\n and \nFusarium solani\n species complexes, there are many infections attributed to the \nFusarium fujikuroi\n species complex. Here, we report the draft whole-genome sequence of \nF. fujikuroi\n strain COH1152, which was isolated from a 68-year-old male with refractory acute myeloid leukemia. While undergoing chemotherapy, he developed a large lesion on his left leg after sustaining minor trauma, followed by neutropenic fever and multiple small painful nodules on his face, abdomen, and thighs. The biopsy sample of the left thigh skin lesion showed invasive hyphal elements, and a \nFusarium\n sp., as identified by morphology, was isolated from both blood and tissue cultures. A \nFusarium\n isolate, cultured from the blood and denoted COH1152, was sent for whole-genome sequencing and identified as the species \nF. fujikuroi\n.\nThe COH1152 genome was paired-end sequenced (2 × 100 bp) on the Illumina HiSeq platform with a 350-bp insert size, resulting in a total of 41 million reads (GC content, 47.5%). Trimmomatic, on the Galaxy server (\nhttps://usegalaxy.org\n), was used to remove the sequencing adaptors (settings, max mismatch = 2, how accurate the match between the two “adaptor ligated” reads = 30, and how accurate the match between any adaptor = 10) and to trim the leading and trailing ends (setting, minimum quality required to keep a base = 3). Postprocessed reads were \nde novo\n assembled with ABySS version 2.0.2 (\n3\n), using a k-mer size of 88. The COH1152 genome assembly resulted in a genome size of 48 Mb, with an \nN\n50\n value of 1,212,708 bp. The number of scaffolds generated was 4,495, with a max scaffold length of 6,034,165 bp. The number of scaffolds over 1 kb was 501.\nA second clinical \nFusarium\n isolate, COH1141, as identified by morphology, was cultured from another patient also receiving chemotherapy for acute myeloid leukemia. However, the isolate that was sent for whole-genome sequencing was probably a laboratory contaminant of \nAspergillus niger\n. We, however, have chosen to upload its draft genome sequence for public accessibility (k-mer size, 89; genome size, 32 Mb; number of scaffolds over 1 kb, 350).\nAccession number(s).\nThe assembled whole-genome sequences have been deposited in DDBL/EMBL/GenBank under the accession numbers \nQBDQ00000000\n (\nFusarium fujikuroi\n COH1152) and \nQBDR00000000\n (\nAspergillus niger\n COH1141). The sequences have also been deposited in the NASA GeneLab and can be found online (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-177/\n). This is the first version.",
    "accession_number(s).": "Accession number(s).\nThe assembled whole-genome sequences have been deposited in DDBL/EMBL/GenBank under the accession numbers \nQBDQ00000000\n (\nFusarium fujikuroi\n COH1152) and \nQBDR00000000\n (\nAspergillus niger\n COH1141). The sequences have also been deposited in the NASA GeneLab and can be found online (\nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-177/\n). This is the first version."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6013642/"
}