{
  "id": "PMC6710492",
  "title": "Auxin: Shape matters.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Auxin: Shape matters.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6710492/"
  },
  "sections": {
    "abstract": "We evaluated the effect of AsiMax 50®, a commercial formulation of 2,4-D (2,4-dichlorophenoxyacetic acid), on the structure of both micro + nano phytoplankton (>2 μm; species composition and abundance) and cytometric populations (photosynthetic picoplankton (PPP, 0.2–2 μm), which included prokaryotic phycocyanin-rich picocyanobacteria (PC-Pcy), phycoerythrin-rich picocyanobacteria (PE-Pcy) and eukaryotic phototrophs (PEuk); and bacterioplankton (HB), heterotrophic bacteria), using a microcosms-based approach and a single 7-day exposure. Assays were performed on two different microbial assemblages sampled from freshwater bodies of two contrasting turbidity status: clear (chlorophyll \na\n = 7.6 μgL\n-1\n, turbidity = 1 NTU) and organic turbid systems (chlorophyll \na\n = 25.0 μgL\n-1\n, turbidity = 9 NTU). For each system, the herbicide was applied to 500 mL-Erlenmeyer flasks, at seven concentration levels of the active ingredient (a.i.): 0 (control = no addition), 0.02, 0.2, 2, 20, 200 and 2,000 mg a.i.L\n−1\n. The impact of AsiMax 50® seemed to be greater in the turbid system. In this system, total abundance of living (live) micro + nano phytoplankton showed a significant increase at lower concentrations and data were fitted to a humped-shaped curve. For both clear and organic turbid systems, micro + nano phytoplankton decreased in species richness and abundance at higher herbicide concentrations. These results suggest that 2,4-D may mimic hormonal function. Some species, such as \nOchromonas\n sp. and \nChlamydomonas\n sp., showed different responses to herbicide exposure between water systems. In the turbid system, the increase in abundance of the PPP fraction observed at 7-d exposure was probably due to either an increase in PE-Pcy (thus suggesting the existence of auxin pathways) or a reduction in competitive pressure by micro + nano plankton. Our results provide some evidence of the importance of using community-scale approaches in ecotoxicological studies to predict changes in freshwater ecosystems exposed to a 2,4-D-based formulation. However, caution must be taken when extrapolating these effects to real scenarios, as assays were based on a laboratory microcosm experiment.",
    "introduction": "1\nIntroduction\nWith the advent of genetically modified crops and the introduction of no-till methods, herbicides have become the “stars” of the chemicals used in industrial agriculture. Currently, glyphosate-based herbicides, whose main mode of action is through the disruption of aromatic amino acid biosynthesis (\nAmrhein et al., 1980\n), are used worldwide, while other herbicides are applied as complementary tools for weed control. Herbicides have several different modes of action (\nPeterson et al., 2015\n). Auxinic herbicides, which belong to a chemical family largely used in agriculture, mimic the biphasic effects of indole-3-acetic acid (IAA), which is the principal natural auxin in higher plants. It usually stimulates growth by cell division and elongation when targeted to cell sites of action at low concentration (\nGrossmann, 2010\n). Auxin-derived herbicides such as phenoxy hormone products were used in an average of 22,916 tons worldwide between 1990-2002. The use of these herbicides was reported to increase an average of 30,436 tons of active ingredients between 2003-2014 (\nFAOSTAT, 2018\n). After more than 2 decades of glyphosate massive spraying in Argentina, the use of herbicides such as 2,4-D, paraquat and dicamba has sky-rocketed in the last years to prevent the spread of glyphosate resistance in target weeds. The 2,4-D was the third most imported herbicide into Argentina between 2013 and 2015 (\nSENASA, 2018\n), and now it is considered one of the most used agrochemicals worldwide (\nSingh and Singh, 2016\n). Moreover, plants genetically modified to tolerate different herbicides, including 2,4-D, were recently approved for commercial production in Argentina (\nCONABIA, 2019\n). Under this scenario, 2,4-D application rates are expected to increase in Argentina.\nThe 2,4-D (2,4-dichlorophenoxyacetic acid) is an auxin-type selective herbicide that induces overgrowth of vascular cambium in dicotyledonous, ultimately leading to death (\nSong, 2014\n). After application, it is transformed by bacterial metabolic pathways, such as the tricarboxylic acid cycle (\nSingh and Singh, 2016\n). The persistence of 2,4-D in the environment depends on the availability of other carbon sources involved in microbial metabolism, its half-life being between 20 and 312 days (\nIslam et al., 2018\n).\nBuild-up of 2,4-D residues may cause important alterations in soil and aquatic ecosystems. The 2,4-D can produce disruptive effects in fungi (\nBernat et al., 2018\n), insects (\nSharma et al., 2018\n), amphibians (\nLaChapelle et al., 2007\n; \nAronzon et al., 2011\n; \nVan Meter et al., 2018\n), fish (\nDehnert et al., 2018\n; \nDe Arcaute et al., 2018\n), and others (Islam et a. 2018). Other studies reported the effect of pure 2,4-D on microbial communities (\nKobraei and White, 1996\n; \nAguayo et al., 2014\n; \nLozano et al., 2018\n), but little is known about the collateral impact of commercial formulations of this herbicide on wild biota in agricultural landscapes. These commercial formulations consist of the active ingredient (2,4-D), water and inert elements such as solvents, surfactants and humectants of unknown composition which increase plant cuticle permeability to 2,4-D (\nLanctôt et al., 2014\n).\nThe 2,4-D has different effects according to its concentration: low concentrations stimulate the growth of some phytoplanktonic species, whereas high concentrations inhibit their development (\nBoyle, 1980\n; \nKobraei and White, 1996\n; \nWong, 2000\n). In regard to other freshwater communities, \nDe Lipthay et al. (2003)\n reported that low concentrations of the active ingredient (a.i.) (<40 μg L\n−1\n) modify the structure of the bacterial community from a shallow aquifer, leading to an increase in 2,4-D degrading bacteria. In addition, an increase in Actinobacteria growth was detected at 20 mg L\n−1\n of 2,4-D in an oligotrophic lake (\nAguayo et al., 2014\n), which resulted from the ability of \nArthrobacter\n sp. to use 2,4-D and other aromatic compounds as sources of carbon and energy (\nSandmann and Loos, 1988\n; \nWesterberg et al., 2000\n).\nIt is well known that freshwater systems become contaminated either by direct spraying over water or indirectly via soil drift (\nEnsminger et al., 2013\n; \nAparicio et al., 2015\n; \nBerman et al., 2018\n; \nMetcalfe et al., 2019\n). Algae and cyanobacteria from lakes, ponds and rivers share several metabolic pathways with vascular plants, suggesting that they can be similarly affected by herbicides (\nFerrari et al., 2018\n). Indeed, these organisms have shown to be severely altered, mainly at the population level (\nVera et al., 2010\n, \n2012\n; \nLipok et al., 2010\n; \nPérez et al., 2011\n; \nQiu et al., 2013\n; \nPizarro et al., 2016\n). They are important in freshwater ecosystems because of their role as main primary producers, either as free-living planktonic organisms or attached to diverse substrata (phyto-periphyton fraction). Taking into account the important ecosystem services supplied by freshwater systems, there is increasing concern about the deleterious effect of herbicides, as previously demonstrated for glyphosate (\nPérez et al., 2007\n).\nThere are more than 10,000 shallow lakes in the Pampa plain of Argentina (\nDukatz et al., 2006\n), which is one of the most affected regions by agricultural activities worldwide. These water bodies switch between two alternative stable states with contrasting typologies (\nScheffer et al., 1993\n): clear-water lakes with very low phytoplankton abundance and turbid ones dominated by phytoplankton. Both states show different phytoplankton populations, as they are adapted to distinct nutrient and light conditions (\nAllende et al., 2009\n). In last decades, however, there are some evidences indicating that lakes remain turbid due to agrochemical contamination (\nQuirós et al., 2002\n; \nVera et al., 2010\n).\nIn this work we evaluated the effect of AsiMax 50®, a commercial formulation of 2,4-D, on the structure of freshwater microbial communities under different exposure conditions using microcosms. The assays were carried out with two different consolidated microbial assemblages. One of these was sampled from a clear freshwater system and the other from a turbid freshwater system. We analyzed the quali- and quantitative composition of micro + nano phytoplankton (>2 μm) and photosynthetic picoplankton (PPP, 0.2–2 μm), which includes prokaryotic phycocyanin-rich picocyanobacteria (PC-Pcy), phycoerythrin-rich picocyanobacteria (PE-Pcy) and eukaryotic phototrophs (PEuk). Bacterioplankton (HB, heterotrophic bacteria) was also considered in the analysis}. All the microbial communities were exposed to a wide range of concentrations of the active ingredient for 7 d. We tested the following hypotheses: 1- the impact of AsiMax 50® depends on water turbidity, which results from the different structure of the microbial communities; and 2- the impact of AsiMax 50® depends on the 2,4-D concentration used.",
    "methods": "2\nMethods\nWe performed a manipulative laboratory experiment with 48 microcosms, each of which consisted of a 500-mL Erlenmeyer flask filled with water (experimental unit = e.u.), taken from two outdoor water systems of contrasting turbidity status. Of these, 24 were filled with clear water (thereafter referred to as clear) and 24 with organic turbid water (thereafter referred to as turbid). The initial conditions of water samples were: chlorophyll \na\n = 7.6 μg L\n−1\n, turbidity = 1 NTU for clear and chlorophyll \na\n = 25.0 μg L\n−1\n, turbidity = 9 NTU for turbid. These environmental variables are usually used to characterize the shallow lakes typical of the Pampa plain from Argentina (\nAllende et al., 2009\n). Microcosms were randomly placed in a shaking chamber set at 25 °C and 12:12 L:D photoperiod during the entire exposure to AsiMax 50®. After a microcosm stabilization period of 3 days, the experiment started with the addition of 2,4-D as commercial formulation of AsiMax 50®, randomly applied in triplicate, at seven concentration levels of the active ingredient (a.i.): 0 (control = no addition), 0.02, 0.2, 2, 20, 200 and 2,000 mg a.i. L\n−1\n to clear and turbid microcosms. The sampling scheme was as follows: a) samples were taken from 3 e.u. at zero time (T0, before addition of AsiMax 50®) to determine the initial conditions of physical and chemical parameters and micro + nanophytoplankton; b) samples were taken from all treatments after 7d (Tf, final time) to determine treatment effect; c) considering the time scale at which populations of very small organisms react to an impact (\nPeck, 2011\n), samples of PPP and HB were taken after 15 min (T1) and 7 d (Tf) of 2,4-D addition (n = 24 for both groups).\n2.1\nPhysical and chemical parameters\nThe real concentrations of 2,4-D were measured from water samples collected from all the e.u. and kept at -20 °C for further processing. For 2,4-D determination, samples were unfrozen, homogenized and diluted 1:10 with Milli-Q water. Finally, the samples were collected in 2-mL glass vials and the analysis was performed using HPLC-UV technique coupled with UV detector at 232 nm (\nAPHA, 2005\n). Turbidity was measured with a portable turbidimeter (Hach® 2100 P).\n2.2\nBiological variables\n2.2.1\nChlorophyll a concentration\nFor chlorophyll \na\n determination, 200-mL water samples were filtered through Whatman® GF/F filters and stored at -20 °C. Chlorophyll \na\n concentration values were obtained by spectrophotometric absorbance, using acetone as solvent. Absorbances were read at 665 and 750 nm, before and after acidification with HCl 1 N. Before reading, samples were first left overnight in the solvent and then centrifuged at 3,000 rpm. Concentration values were obtained following \nLilchtenthaler and Wellburn (1983)\n.\n2.2.2\nMicro and nano-phytoplankton (2–200 μm)\nA 200-mL water sample from each e.u. was fixed with acidified Lugol's iodine solution and kept at 4 °C for subsequent phytoplankton (˃2 μm) counts. These were made according to Utermöhl's technique (\nUtermöhl, 1958\n) to the lowest taxonomic level, distinguishing between live and dead organisms. Individuals were considered to be alive when they had an organized cell structure with undamaged chloroplasts and cell wall (e.g. frustules for diatoms), among other structures.\nA maximum\n counting error of 20% was accepted for the most abundant taxa (\nVenrick, 1978\n).\n2.2.3\nPPP and HB populations (<2 μm)\nPicoplankton, which comprised different PPP populations, and HB were analyzed using a FACSAria II (Becton Dickinson®) flow cytometer equipped with a standard 15 mW blue argon-ion (488 nm emission) laser and a red laser diode (635 nm). Samples (3.6 mL) were fixed with 10% cold glutaraldehyde (1% final concentration), left in the dark for 10 min at room temperature and then stored at -80 °C. Two subsamples were taken for separate counts of HB and PPP. For HB, 400-μl samples were stained with SYBRGreen I (Sigma Aldrich®) diluted in DMSO to a final concentration of 1X, left for about 10 min in the dark to complete the nucleic-acid staining and run in the flow cytometer. A known volume of beads (1-μm diameter, Fluospheres®) was added to unfrozen samples. HB were detected by their signature in plots of side scatter light (SSC) versus green fluorescence of nucleic acid-bound stains FITC (FL1 530 nm) and SSC (side scatter) axes (e.g. \nGasol et al., 1999\n). Turbid samples were previously diluted with pre-filtered PBS (1:10). For PPP we used the same procedure as for HB, but without stain addition. Picoplanktonic algae were identified in plots of SSC versus blue laser-dependent red fluorescence (PerCP or FL3, 670 nm), orange fluorescence (PE or FL2 585/42 nm) versus FL3, and red laser-dependent far-red fluorescence (APC or FL4, 661 nm) versus FL3.\n2.2.4\nAnalysis of the contribution of autotrophic fractions to total autotrophic biomass\nTo compare the contribution of micro + nanophytoplankton and PPP populations to the autotrophic biomass at Tf, the biovolume of each size fraction was calculated for control and herbicide treatments for clear and turbid systems at Tf. The biovolume of micro + nano phytoplankton was calculated following \nRott (1981)\n and \nHillebrand et al. (1999)\n. In regard to PPP, a sphere with a theoretical size of 0.9 μm was considered for PE-Pcy, PC-Pcy and PEuk, which represents a theoretical biovolume three times higher than that of Pcy (\nCallieri, 2008\n).\n2.3\nStatistical and numerical analysis\nThe homogeneity of the e.u. was verified in terms of water turbidity, for both turbid and clear systems, just before the addition of AsiMax 50® by a Kruskal–Wallis non-parametric ANOVA by ranks test (KW). Statistical differences in turbidity, chlorophyll \na\n concentration and abundance of micro + nano phytoplankton between turbidity states were analyzed at Tf using one-way ANOVA (factor treatment = control and six AsiMax 50® concentration levels). Multiple comparisons were carried out using Tukey test. The Holm-Sidak method was used to compare treated and control groups. RM-ANOVA was applied for testing the significance of PPP and HB counts, with two factors: time (T1 and Tf) and treatment (control and six AsiMax 50® concentration levels). For nano + micro phytoplankton, a Pearson correlation matrix was calculated among the abundances of live organisms of species from all treatments, for each type of system. Species that were recorded more than five times in all samples and in at least two e.u. of the same treatment, were included in the analysis. These matrices were incorporated into Cytoscape® v 3.7.1 software (\nShannon et al., 2003\n) to build networks among species. In addition, the following indices were calculated (\nMagurran, 2013\n): richness (S); the Simpson index as 1-D, where D = \n∑\n(\nn\ni\n(\nn\ni\n−\n1\n)\nN\n(\nN\n−\n1\n)\n)\n, ni is the number of organisms of the ith species and N is the total number of organisms; and evenness E= (1/D)/S).",
    "physical_and_chemical_parameters": "3.1\nPhysical and chemical parameters\nReal values of 2,4-D concentrations in water for each treatment at the beginning of the experiment (T1) are shown in \nTable 1\n.\nTable 1\nMean real values (±SD) of 2,4-D concentrations measured in each treatment at T1 in clear and turbid systems. LOD = limit of detection.\nTable 1\nTreatment\n2,4-D (mg L\n−1\n)\nCLEAR\nTURBID\nControl\n<LOD\n<LOD\n0.02\n0.02 ± 0.00\n0.02 ± 0.00\n0.2\n0.20 ± 0.00\n0.21 ± 0.02\n2\n1.93 ± 0.04\n2.02 ± 0.29\n20\n19.25 ± 0.59\n21.94 ± 1.17\n200\n193 ± 11\n238 ± 79\n2,000\n1,911 ± 58\n2,133 ± 351\nTurbidity values were 1.10 ± 0.30 NTU and 9.29 ± 0.85 NTU (mean ± SD) immediately before AsiMax 50® input to the clear and turbid water systems, respectively. No significant differences were found before AsiMax 50® addition between e.u. of the clear (KW, p = 0.511) and turbid (KW, p = 0.199) systems. At Tf, mean values of turbidity from all e.u. were 1.00 ± 0.00 and 13.33 ± 3.06 for the clear and turbid systems, respectively. In the turbid system, significant decreases in turbidity of 29%, 41% and 45% were observed at 20, 200 and 2,000 mg L\n−1\n of 2,4-D compared to control at Tf, respectively (ANOVA; p < 0.01) (\nFig. 1\nA).\nFig. 1\nA-B. Mean values (horizontal bars) and measurement of replicates (dots) of: A) water turbidity and B) chlorophyll \na\n concentration at Tf under clear and turbid conditions. (*) Significant differences (ANOVA, Holm-Sidak method) with respect to control (p<0.05).\nFig. 1",
    "biological_variables": "2.2\nBiological variables\n2.2.1\nChlorophyll a concentration\nFor chlorophyll \na\n determination, 200-mL water samples were filtered through Whatman® GF/F filters and stored at -20 °C. Chlorophyll \na\n concentration values were obtained by spectrophotometric absorbance, using acetone as solvent. Absorbances were read at 665 and 750 nm, before and after acidification with HCl 1 N. Before reading, samples were first left overnight in the solvent and then centrifuged at 3,000 rpm. Concentration values were obtained following \nLilchtenthaler and Wellburn (1983)\n.\n2.2.2\nMicro and nano-phytoplankton (2–200 μm)\nA 200-mL water sample from each e.u. was fixed with acidified Lugol's iodine solution and kept at 4 °C for subsequent phytoplankton (˃2 μm) counts. These were made according to Utermöhl's technique (\nUtermöhl, 1958\n) to the lowest taxonomic level, distinguishing between live and dead organisms. Individuals were considered to be alive when they had an organized cell structure with undamaged chloroplasts and cell wall (e.g. frustules for diatoms), among other structures.\nA maximum\n counting error of 20% was accepted for the most abundant taxa (\nVenrick, 1978\n).\n2.2.3\nPPP and HB populations (<2 μm)\nPicoplankton, which comprised different PPP populations, and HB were analyzed using a FACSAria II (Becton Dickinson®) flow cytometer equipped with a standard 15 mW blue argon-ion (488 nm emission) laser and a red laser diode (635 nm). Samples (3.6 mL) were fixed with 10% cold glutaraldehyde (1% final concentration), left in the dark for 10 min at room temperature and then stored at -80 °C. Two subsamples were taken for separate counts of HB and PPP. For HB, 400-μl samples were stained with SYBRGreen I (Sigma Aldrich®) diluted in DMSO to a final concentration of 1X, left for about 10 min in the dark to complete the nucleic-acid staining and run in the flow cytometer. A known volume of beads (1-μm diameter, Fluospheres®) was added to unfrozen samples. HB were detected by their signature in plots of side scatter light (SSC) versus green fluorescence of nucleic acid-bound stains FITC (FL1 530 nm) and SSC (side scatter) axes (e.g. \nGasol et al., 1999\n). Turbid samples were previously diluted with pre-filtered PBS (1:10). For PPP we used the same procedure as for HB, but without stain addition. Picoplanktonic algae were identified in plots of SSC versus blue laser-dependent red fluorescence (PerCP or FL3, 670 nm), orange fluorescence (PE or FL2 585/42 nm) versus FL3, and red laser-dependent far-red fluorescence (APC or FL4, 661 nm) versus FL3.\n2.2.4\nAnalysis of the contribution of autotrophic fractions to total autotrophic biomass\nTo compare the contribution of micro + nanophytoplankton and PPP populations to the autotrophic biomass at Tf, the biovolume of each size fraction was calculated for control and herbicide treatments for clear and turbid systems at Tf. The biovolume of micro + nano phytoplankton was calculated following \nRott (1981)\n and \nHillebrand et al. (1999)\n. In regard to PPP, a sphere with a theoretical size of 0.9 μm was considered for PE-Pcy, PC-Pcy and PEuk, which represents a theoretical biovolume three times higher than that of Pcy (\nCallieri, 2008\n).",
    "chlorophyll_a_concentration": "2.2.1\nChlorophyll a concentration\nFor chlorophyll \na\n determination, 200-mL water samples were filtered through Whatman® GF/F filters and stored at -20 °C. Chlorophyll \na\n concentration values were obtained by spectrophotometric absorbance, using acetone as solvent. Absorbances were read at 665 and 750 nm, before and after acidification with HCl 1 N. Before reading, samples were first left overnight in the solvent and then centrifuged at 3,000 rpm. Concentration values were obtained following \nLilchtenthaler and Wellburn (1983)\n.",
    "micro_and_nano-phytoplankton_(2–200_μm)": "2.2.2\nMicro and nano-phytoplankton (2–200 μm)\nA 200-mL water sample from each e.u. was fixed with acidified Lugol's iodine solution and kept at 4 °C for subsequent phytoplankton (˃2 μm) counts. These were made according to Utermöhl's technique (\nUtermöhl, 1958\n) to the lowest taxonomic level, distinguishing between live and dead organisms. Individuals were considered to be alive when they had an organized cell structure with undamaged chloroplasts and cell wall (e.g. frustules for diatoms), among other structures.\nA maximum\n counting error of 20% was accepted for the most abundant taxa (\nVenrick, 1978\n).",
    "ppp_and_hb_populations_(<2_μm)": "2.2.3\nPPP and HB populations (<2 μm)\nPicoplankton, which comprised different PPP populations, and HB were analyzed using a FACSAria II (Becton Dickinson®) flow cytometer equipped with a standard 15 mW blue argon-ion (488 nm emission) laser and a red laser diode (635 nm). Samples (3.6 mL) were fixed with 10% cold glutaraldehyde (1% final concentration), left in the dark for 10 min at room temperature and then stored at -80 °C. Two subsamples were taken for separate counts of HB and PPP. For HB, 400-μl samples were stained with SYBRGreen I (Sigma Aldrich®) diluted in DMSO to a final concentration of 1X, left for about 10 min in the dark to complete the nucleic-acid staining and run in the flow cytometer. A known volume of beads (1-μm diameter, Fluospheres®) was added to unfrozen samples. HB were detected by their signature in plots of side scatter light (SSC) versus green fluorescence of nucleic acid-bound stains FITC (FL1 530 nm) and SSC (side scatter) axes (e.g. \nGasol et al., 1999\n). Turbid samples were previously diluted with pre-filtered PBS (1:10). For PPP we used the same procedure as for HB, but without stain addition. Picoplanktonic algae were identified in plots of SSC versus blue laser-dependent red fluorescence (PerCP or FL3, 670 nm), orange fluorescence (PE or FL2 585/42 nm) versus FL3, and red laser-dependent far-red fluorescence (APC or FL4, 661 nm) versus FL3.",
    "analysis_of_the_contribution_of_autotrophic_fractions_to_tot": "2.2.4\nAnalysis of the contribution of autotrophic fractions to total autotrophic biomass\nTo compare the contribution of micro + nanophytoplankton and PPP populations to the autotrophic biomass at Tf, the biovolume of each size fraction was calculated for control and herbicide treatments for clear and turbid systems at Tf. The biovolume of micro + nano phytoplankton was calculated following \nRott (1981)\n and \nHillebrand et al. (1999)\n. In regard to PPP, a sphere with a theoretical size of 0.9 μm was considered for PE-Pcy, PC-Pcy and PEuk, which represents a theoretical biovolume three times higher than that of Pcy (\nCallieri, 2008\n).",
    "statistical_and_numerical_analysis": "2.3\nStatistical and numerical analysis\nThe homogeneity of the e.u. was verified in terms of water turbidity, for both turbid and clear systems, just before the addition of AsiMax 50® by a Kruskal–Wallis non-parametric ANOVA by ranks test (KW). Statistical differences in turbidity, chlorophyll \na\n concentration and abundance of micro + nano phytoplankton between turbidity states were analyzed at Tf using one-way ANOVA (factor treatment = control and six AsiMax 50® concentration levels). Multiple comparisons were carried out using Tukey test. The Holm-Sidak method was used to compare treated and control groups. RM-ANOVA was applied for testing the significance of PPP and HB counts, with two factors: time (T1 and Tf) and treatment (control and six AsiMax 50® concentration levels). For nano + micro phytoplankton, a Pearson correlation matrix was calculated among the abundances of live organisms of species from all treatments, for each type of system. Species that were recorded more than five times in all samples and in at least two e.u. of the same treatment, were included in the analysis. These matrices were incorporated into Cytoscape® v 3.7.1 software (\nShannon et al., 2003\n) to build networks among species. In addition, the following indices were calculated (\nMagurran, 2013\n): richness (S); the Simpson index as 1-D, where D = \n∑\n(\nn\ni\n(\nn\ni\n−\n1\n)\nN\n(\nN\n−\n1\n)\n)\n, ni is the number of organisms of the ith species and N is the total number of organisms; and evenness E= (1/D)/S).",
    "results": "3\nResults\n3.1\nPhysical and chemical parameters\nReal values of 2,4-D concentrations in water for each treatment at the beginning of the experiment (T1) are shown in \nTable 1\n.\nTable 1\nMean real values (±SD) of 2,4-D concentrations measured in each treatment at T1 in clear and turbid systems. LOD = limit of detection.\nTable 1\nTreatment\n2,4-D (mg L\n−1\n)\nCLEAR\nTURBID\nControl\n<LOD\n<LOD\n0.02\n0.02 ± 0.00\n0.02 ± 0.00\n0.2\n0.20 ± 0.00\n0.21 ± 0.02\n2\n1.93 ± 0.04\n2.02 ± 0.29\n20\n19.25 ± 0.59\n21.94 ± 1.17\n200\n193 ± 11\n238 ± 79\n2,000\n1,911 ± 58\n2,133 ± 351\nTurbidity values were 1.10 ± 0.30 NTU and 9.29 ± 0.85 NTU (mean ± SD) immediately before AsiMax 50® input to the clear and turbid water systems, respectively. No significant differences were found before AsiMax 50® addition between e.u. of the clear (KW, p = 0.511) and turbid (KW, p = 0.199) systems. At Tf, mean values of turbidity from all e.u. were 1.00 ± 0.00 and 13.33 ± 3.06 for the clear and turbid systems, respectively. In the turbid system, significant decreases in turbidity of 29%, 41% and 45% were observed at 20, 200 and 2,000 mg L\n−1\n of 2,4-D compared to control at Tf, respectively (ANOVA; p < 0.01) (\nFig. 1\nA).\nFig. 1\nA-B. Mean values (horizontal bars) and measurement of replicates (dots) of: A) water turbidity and B) chlorophyll \na\n concentration at Tf under clear and turbid conditions. (*) Significant differences (ANOVA, Holm-Sidak method) with respect to control (p<0.05).\nFig. 1\n3.2\nBiological parameters\n3.2.1\nChlorophyll a\nAt Tf, maximum chlorophyll \na\n concentrations of 7.62 and 101.24 μg L\n−1\n were recorded at the 2 mg L\n−1\n treatment under clear and turbid conditions, respectively (\nFig. 1\nB), while minimum values of 1.09 and 38.10 μg L\n−1\n were obtained at the 2,000 mg L\n−1\n treatment for the clear and turbid systems, respectively. There were significant decreases with respect to control in the 2,000 mg L\n−1\n treatment: 36.7%, for the turbid (ANOVA; p = 0.006), and 76.9% for the clear system (ANOVA, p˂0.001).\n3.2.2\nMicro + nano phytoplankton (>2 μm)\nTable 2\n shows a list of the species from the micro + nanoplanktonic fraction for the clear and turbid systems.\nTable 2\nPhytoplankton taxa in clear and turbid microcosms present in all treatments at both T0 and Tf.\nTable 2\nGroup\nCLEAR\nTURBID\nCyanobacteria\nLeptolyngbya\n sp.\nChlorophyta\nChoricystis\n sp.\nBotryococcus braunii\nChlamydomonas\n sp.\nChlamydomonas\n sp.\nCoelastrum microporum\nTetraedron minimum\nLagerheimia ciliata\nStaurastrum\n sp.\nOedogonium\n sp.\nOocystis solitaria\nScenedesmus pulloides\nTetraedron minimum\nStaurastrum\n sp.\nBacillariophyceae\nAchnanthes minutissimum\nNitzschia palea\nDinophyceae\nPeridinium\n sp.\nPeridinium\n sp.\nCryptophyceae\nCryptomonas erosa\nChrysophyceae\nOchromonas\n sp.\nOchromonas\n sp.\nChlorophyta was always the most important group, both in richness and abundance. Under the clear condition and considering T0 and Tf, this group made up 71% of the total micro + nanoplankton abundance, followed by Dinophyceae (12.1%), Bacillariophyceae (8.86%), Crysophyceae (7.8%) and Cryptophyceae (0.2%). At T0, Chlorophyta represented 38.8% of the total abundance of the micro + nano planktonic fraction. At Tf, this group showed significant increases in abundance between the AsiMax 50® treatments and the control (ANOVA, p˂0.001), except for 2,000 mg L\n−1\n, where the percentages of all groups were similar to those at T0 (\nFig. 2\nA). In the turbid system, Chlorophyta dominated in richness and abundance, followed by Crysophyceae (1.2%), Cyanobacteria (0.8%) and Dinophyceae (0.6%). At T0, Chlorophyta made up 95.7% of the total abundance, and a significant increase was observed at Tf (ANOVA p = 0.046), with a mean value of 97.7% for all treatments (\nFig. 2\nB).\nFig. 2\nA-B. Abundance percentages of micro + nanophytoplanktonic groups at T0 (control) and Tf (control and 2,4-D concentrations) for clear and turbid systems.\nFig. 2\nIn the clear system, mean total abundance of micro + nano plankton at T0 was 2,324 ± 352 individuals (ind) mL\n−1\n, with 61.5% of live organisms (\nFig. 3\nA). At Tf, mean total abundance for the control was ∼5 times greater than that at T0 (ANOVA, p = 0.003) while no AsiMax 50® effect was found on total abundance. In the turbid system, mean total abundance of micro + nano plankton at T0 was 663,603 ± 40,174 ind mL\n−1\n (mean ± SD), with 90.2% of live organisms (\nFig. 3\nB). At Tf, no significant change was recorded for the control between T0 and Tf. Moreover, the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments led to a significant increase in the total abundance compared to control (ANOVA, p < 0.001, p = 0.003, p < 0.001, and p < 0.001, respectively). On the other hand, the 200 and 2000 mg L\n−1\n treatments did not differ significantly in total live abundances with respect to control. For both clear and turbid systems, data of the abundance of live organisms at Tf were fitted to second-order polynomial curves from all the herbicide treatments (Figs. \n3\n A and B). Better fit to a humped-shaped curve was found for the turbid (R\n2\n = 0.64) compared with the clear (R\n2\n = 0.41) system.\nFig. 3\nA-D. Phytoplankton abundances in relation to 2,4-D concentrations. Mean values (±SD) of total abundances of live and dead organisms at T0 and Tf under A) clear and B) turbid conditions; results of one-way ANOVA in combination with Tukey's multiple comparisons test for abundance are shown in letters for live (plain) and dead (italic) abundances; different letters indicate significant differences (p < 0.05). Comparison between linear dose-dependence curve (dotted line) of live abundances and treatments at Tf obtained by projecting control and 0.02 mg L\n−1\n treatments, and the fitted curves (solid line) from our experimental data. Difference in abundance with respect to control for live and dead organisms of the most abundant species at Tf under clear C) and turbid D) conditions. (*) Significant differences with respect to control (p < 0.05).\nFig. 3\nThe values of total live abundance of micro + nano plankton mentioned above were in agreement with the variations in abundance of the most abundant species for each type of system. In the clear system, \nChoricystis\n sp. was the dominant taxon in all treatments, followed by \nChlamydomonas\n sp. and \nOchromonas\n sp. At Tf, the live abundance of \nChoricystis\n sp. showed a significant decrease with respect to control (ANOVA, p = 0.047), with a significant increase in dead abundance (ANOVA, p˂0.001) (\nFig. 3\nC). Moreover, at Tf a significant increase in dead abundance was found for \nChlamydomonas\n sp. and \nOchromonas\n sp. in the 2,000 mg L\n−1\n treatment (ANOVA, p < 0.001 and p < 0.001, respectively). In the turbid system, \nStaurastrum\n sp. showed the highest value of live abundance, with significant increments in the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments (\nFig. 3\nD). A significant increase in dead abundance was found in the 2,000 mg L\n−1\n treatment (ANOVA, p<0.001). This species was followed in live abundance by \nChlamydomonas\n sp. and \nOchromonas\n sp., whose live and dead abundances did not show any clear trend due to herbicide input (\nFig. 3\nD). In summary, in the clear system the micro + nanoplanktonic fraction showed the largest difference in composition between control and the 2,000 mg L\n−1\n treatment, while in the turbid system its quali- and quantitative composition in the 200 and 2,000 mg L\n−1\n treatments was similar to that in the control.\nCorrelation networks of live abundance were constructed for micro + nanoplanktonic species to analyze the relationships among taxa exposed to AsiMax 50® under clear and turbid conditions (\nFig. 4\n). The networks included 10 and 7 species for the clear and turbid systems, respectively. Taxa were more significantly and positively intercorrelated in the turbid (mean r = 0.62) than in the clear system (mean r = 0.56). As already mentioned, some species were present in both systems (i.e. \nChlamydomonas\n sp., \nStaurastrum\n sp., \nOchromonas\n sp., \nTetraedron minimum\n and \nPeridinium\n sp.). However, they responded differently to the herbicide depending on the system. \nChlamydomonas\n sp. was negatively affected in the clear system but not in the turbid one (\nFig. 3\nC). According to the correlation network, the abundance of \nChlamydomonas\n sp. was significantly and positively correlated with the most abundant species, \nStaurastrum\n sp. (r Pearson = 0.60; p = 0.002) (\nFig. 4\n). In the clear system, no-significant correlation was observed between the abundances of \nChlamydomonas\n sp. and of any of the species significantly stimulated by the herbicide. In the turbid system, S\ntaurastrum\n sp. was the species most strongly stimulated by AsiMax 50® (\nFig. 3\nC) and the most correlated with the subdominant taxa (\nFig. 4\n). This trend was not observed in the clear system, where the abundance of \nStaurastrum\n sp. was not correlated with that of any other species. The abundance of \nOchromonas\n sp. also varied depending on the type of system, i.e. its abundance decreased in the clear system, while it increased at low 2,4-D concentrations and decreased at higher concentrations in the turbid one (\nFig. 3\nC). The abundance of this species was significantly and positively correlated with that of \nStaurastrum\n sp. (r Pearson = 0.72; p = 0.0001), while it was not significantly correlated with that of any other species in the clear system (\nFig. 4\n).\nFig. 4\nCorrelation networks among the abundances of live organisms of micro + nano phytoplankton species for the clear and turbid systems. Dotted line: p<0.05. n = 24. Networks were built with Cytoscape® v3.7.1 software.\nFig. 4\nAt T0, mean values of richness, diversity and evenness were higher in the clear system (S = 7.00 ± 1.00, D = 0.74 ± 0.03 and E = 0.57 ± 0.14) than in the turbid one (S = 6.67 ± 0.58, D = 0.14 ± 0.03 and E = 0.17 ± 0.01. In general, at Tf, these parameters showed no significant differences between herbicide treatments and control for both types of systems, except for the following: (a) for the clear system, a significant decrease in D (ANOVA, p = 0.04) was observed in the 200 mg L\n−1\n treatment with respect to control, with D = 0.29 ± 0.13; (b) for the turbid system, S and E decreased significantly in the 200 mg L\n−1\n treatment, with S = 3.67 ± 0.58 (ANOVA, p = 0.006) and E = 0.29 ± 0.05 (ANOVA p = 0.041); and in the 2,000 mg L\n−1\n treatment, with S = 3.00 ± 1.00 (ANOVA p˂0.001) and E = 0.38 ± 0.12 (ANOVA, p = 0.001).\n3.2.3\nCytometric populations (0.2–2 μm): PPP and HB\nCytograms of samples of control and herbicide treatments collected at T1 and Tf revealed four cytometric populations, of which one corresponded to HB, and the other three to photosynthetic populations: PEuk, PC-Pcy and PE-Pcy. The HB was more abundant than PPP, both in the clear and turbid systems, ranging between a maximum of 99.7% (clear, Tf, 2,000 mg L\n−1\n) and a minimum of 80.9% (turbid, Tf, 2,000 mg L\n−1\n) (\nTable 3\n). RM-ANOVA revealed significant differences in the abundance of HB and PPP between T1 and Tf for the clear and turbid systems (RM-ANOVA, p = 0.018 and p = 0.001 respectively). In regard to treatment effects, PPP showed significant variations in abundance at 2,000 mg L\n−1\n of 2,4-D with a rapid significant increment of ∼5 times at T1 compared to control (RM-ANOVA, p < 0.001 in both systems, \nTable 3\n). This increase continued until Tf in the turbid system, while it did not in the clear one (RM-ANOVA, p < 0.001). The same increase in abundance was observed in the 200 mg L\n−1\n treatment (RM-ANOVA, p = 0.003) for the turbid system at Tf. The abundance of the HB fraction was significantly increased by ∼3 times at Tf in the 2,000 mg L\n−1\n treatment only for the clear system (ANOVA, p<0.001).\nTable 3\nMean values (±SD) of the abundances of photosynthetic picoplankton (PPP) and heterotrophic bacteria (HB) at T1 and Tf, for all treatments and for the clear and turbid systems. Bold: significant difference compared to control (RM-ANOVA, p < 0.05).\nTable 3\nTreatment\nCLEAR\nTURBID\nPPP\nHB\nPPP\nHB\nT1\nCONTROL\n3.7E+04 ± 1.9E+04\n1.5E+06 ± 1.5E+05\n1.5E+05 ± 9.3E+04\n4.4E+06 ± 7.5E+05\n0.02\n2.5E+04 ± 2.9E+03\n1.6E+06 ± 4.7E+05\n6.9E+04 ± 4,4E+04\n4.1E+06 ± 1.1E+06\n0.2\n3.2E+04 ± 1.0E+04\n1.1E+06 ± 9.7E+04\n1.3E+05 ± 4.5E+04\n4.5E+06 ± 1.2E+06\n2\n2.6E+04 ± 4.8E+03\n2.0E+06 ± 1.4E+06\n1.2E+05 ± 4.1E+04\n4.8E+06 ± 1.1E+06\n20\n2.8E+04 ± 2.4E+03\n3.9E+06 ± 3.0E+05\n2.0E+05 ± 3.0E+04\n2.6E+06 ± 1.2E+06\n200\n2.4E+04 ± 2.7E+03\n2.5E+06 ± 7.3E+04\n2.6E+05 ± 8.8E+04\n5.0E+06 ± 2.6E+06\n2,000\n1.7E+05 ± 4.9E+04\n2.9E+06 ± 3.6E+05\n6.9E+05 ± 6.5E+04\n3.7E+06 ± 5.6E+05\nTf\nCONTROL\n3.3E+04 ± 6.8E+03\n2.6E+06 ± 1.4E+06\n1.7E+05 ± 4.9E+04\n2.0E+06 ± 2.1E+05\n0.02\n2.2E+04 ± 1.3E+04\n3.5E+06 ± 1.6E+06\n1.7E+05 ± 3.4E+04\n2.5E+06 ± 6.8E+05\n0.2\n2.4E+04 ± 1.2E+04\n3.2E+06 ± 1.4E+06\n1.5E+05 ± 2.3E+04\n1.9E+06 ± 6.1E+05\n2\n3.2E+04 ± 3.8E+03\n1.8E+06 ± 1.3E+06\n1.2E+05 ± 1.7E+04\n2.1E+06 ± 1.2E+06\n20\n2.6E+04 ± 9.0E+02\n2.8E+06 ± 1.4E+06\n1.6E+05 ± 5.5E+04\n2.2E+06 ± 8.4E+05\n200\n2.5E+04 ± 4.1E+03\n3.1E+06 ± 1.2E+06\n5.2E+05 ± 1.4E+05\n3.1E+06 ± 3.3E+05\n2,000\n2.2E+04 ± 5.3E+03\n7.9E+06 ± 4.3E+06\n8.7E+05 ± 2.3E+05\n3.0E+06 ± 1.3E+06\nThe abundance of the PPP cytometric populations was, on average, higher in turbid than in clear systems.\nPE-Pcy was the best represented group of the PPP populations, ranging from 53.8% (Tf, 20 mg L\n−1\n) to 99.2% (T1, 2,000 mg L\n−1\n) for the clear system and from 96.0% (Tf, 0.2 mg L\n−1\n) to 99.0% (Tf, 2,000 mg L\n−1\n) for the turbid system (\nFig. 5\n). For the clear system at T1, PEuk abundance ranged between a minimum of 856 ± 202 ind mL\n−1\n (200 mg L\n−1\n) to a maximum of 1,284 ± 466 ind mL\n−1\n (2,000 mg mL\n−1\n), with no significant differences among treatments (\nFig. 6\nA). At Tf, PEuk abundance ranged from 509 ± 111 ind mL\n−1\n (2,000 mg L\n−1\n) to 9,118 ± 2,268 ind mL\n−1\n (control). RM-ANOVA analysis showed no significant growth of PEuk in microcosms treated with 2,000 mg L\n−1\n (RM-ANOVA, p = 0.580), while this population showed a significant growth response in the rest of the treatments, including controls. Such growth inhibition at 2,000 mg L\n−1\n led to a significant decrease in PEuk abundance of ∼18 times at Tf, compared to control (ANOVA, p˂0.001) (\nFig. 6\nA). In the turbid system at T1, PEuk abundance ranged from 6,621 ± 368 ind mL\n−1\n (0.02 mg L\n−1\n) to 39,887 ± 11,842 ind mL\n−1\n (2,000 mg L\n−1\n). At this time, a significant increment of ∼5 times compared to control was measured in the 2,000 mg L\n−1\n treatment (ANOVA, p˂0.001) (\nFig. 6\nB). At Tf, the abundance of this fraction ranged from 2,950 ± 223 (20 mg L\n−1\n) to 10,979 ± 4,271 (2,000 mg L\n−1\n), with no significant differences between treatments and control. The abundance of this population decreased significantly between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.026 and p<0.001 respectively), resulting from an early growth and a subsequent decrease.\nFig. 5\nAbundance percentages of PPP populations in relation to treatments at T1 and Tf under clear and turbid conditions. PE-Pcy: phycoerythrin-rich picocyanobacteria; PC-Pcy: phycocyanin-rich picocyanobacteria; PEuk: eukaryotic picoplankton.\nFig. 5\nFig. 6\nA-F: Mean values (columns) and measurements of replicates (dots) of PPP population abundances (ind mL\n−1\n) determined by flow cytometry at 15 min (T1) and 168 h (Tf). A. picoeukaryotes (PEuk); clear; B. picoeukaryotes (PEuk); turbid; C. phycocyanin-rich picocyanobacteria (PC-Pcy), clear; D: phycocyanin-rich picocyanobacteria (PC-Pcy), turbid; E: phycoerythrin-rich picocyanobacteria (PE-Pcy) clear; F: phycoerythrin-rich picocyanobacteria (PE-Pcy) turbid. Bars ±1 SD. Results were compared by a one-way ANOVA followed by Tukey's multiple comparisons test. Different letters mean significant differences (p<0.05).\nFig. 6\nIn the clear system, PC-Pcy abundance ranged from a minimum mean (±SD) value of 166 ± 29 (200 mg L\n−1\n) to a maximum of 282 ± 87 ind mL\n−1\n (20 mg L\n−1\n) at T1, while it ranged from 80 ± 75 (0.02 mg L\n−1\n) to 286 ± 91 ind mL\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nC). In the turbid system, its abundance ranged from 80 ± 77 (0.2 mg L\n−1\n) to 206 ± 86 (200 mg L\n−1\n) at T1, and from 187 ± 90 (0.2 mg L\n−1\n) to 333 ± 207 ind mL\n−1\n (0.02 mg L\n−1\n) at Tf (\nFig. 6\nD). No significant effects between treatments were found in any case for this population.\nPE-Pcy, the most abundant PPP fraction, at T1 ranged from 22,969 ± 2,530 (200 mg L\n−1\n) to 164,130 ± 48,443 ind mL\n−1\n (2,000 mg L\n−1\n) in the clear system. At this time, a significant increase in PE-Pcy abundance of ∼5 times was observed in relation to control in the 2,000 mg L\n−1\n treatment (ANOVA, p˂<0.001) (\nFig. 6\nE). At Tf, there were no significant variations, with a minimum of 15,527 ± 8,418 (0.02 mg L\n−1\n) and a maximum of 23,553 ± 4,497 ind mL\n−1\n (control). RM-ANOVA revealed an early increase (at T1) in the abundance of this fraction in the 2,000 mg L\n−1\n treatment, with a subsequent decline at Tf (RM-ANOVA, p<0.001). In the turbid system, this fraction ranged from 62,626 ± 44,171 (0.02 mg L\n−1\n) to 651,631 ± 68,514 ind L\n−1\n (2,000 mg L\n−1\n) at T1 and from 115,508 ± 16,676 (2 mg L\n−1\n) to 853,987 ± 230,227 ind L\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nF). This population showed a significant increase in abundance of ∼4 times at T1, and of ∼5 times at Tf in the 2,000 mg L\n−1\n treatment compared to control (ANOVA, p0.001 in both cases). Also, an increase in abundance of ∼3 times was recorded in the 200 mg L\n−1\n treatment (ANOVA, p˂0.001) at Tf for the turbid system (\nFig. 6\nF). These increases persisted between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.004 and p = 0.017, respectively).\nAt Tf, the percentage contribution of the different size autotrophic fractions to total autotrophic biomass varied among groups (\nTable 4\n). For the turbid system, micro + nano phytoplankton showed a lower contribution in the treatments at higher concentrations (200 and 2,000 mg L\n−1\n) (ANOVA, p = 0.005 and p<0.001, respectively). This decrease was in accordance with the increase in the percentage contribution of the PE-Pcy fraction at 200 mg L\n−1\n (ANOVA, p = 0.004), as well as with the increase in the percentage contribution of both PE-Pcy (ANOVA, p<0.001) and PEuk (ANOVA, p = 0.002) fractions at 2,000 mg L\n−1\n.\nTable 4\nMean values of percentage contribution of different size autotrophic fractions to autotrophic biomass at Tf, for all treatments and for clear and turbid systems. Bold: significant difference with respect to control (RM-ANOVA, p < 0.05).\nTable 4\nClear\nTurbid\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nControl\n99.814\n0.099\n6.33E-04\n0.086\n99.987\n0.001\n1.87E-05\n0.012\n0.02\n99.529\n0.259\n1.12E-03\n0.212\n99.997\n0.000\n7.16E-06\n0.003\n0.2\n99.520\n0.276\n2.20E-03\n0.202\n99.995\n0.000\n6.44E-06\n0.005\n2\n99.674\n0.172\n1.72E-03\n0.153\n99.997\n0.000\n6.74E-06\n0.002\n20\n99.607\n0.242\n1.93E-03\n0.149\n99.995\n0.000\n7.83E-06\n0.004\n200\n99.708\n0.147\n1.73E-03\n0.144\n99.961\n0.001\n1.70E-05\n0.038\n2,000\n99.767\n0.016\n2.89E-03\n0.214\n99.940\n0.002\n1.81E-05\n0.057\nIn general, in the turbid system there were significant correlations between chlorophyll \na\n concentration and the percentage contribution of micro + nano phytoplankton (r Pearson = 0.66; p = 0.0012), PEuk (r Pearson = -0.62; p = 0.0029) and PE-Pcy (r Pearson = -0.66; p = 0.0011). On the contrary, no correlations were found between these variables in the clear system.",
    "biological_parameters": "3.2\nBiological parameters\n3.2.1\nChlorophyll a\nAt Tf, maximum chlorophyll \na\n concentrations of 7.62 and 101.24 μg L\n−1\n were recorded at the 2 mg L\n−1\n treatment under clear and turbid conditions, respectively (\nFig. 1\nB), while minimum values of 1.09 and 38.10 μg L\n−1\n were obtained at the 2,000 mg L\n−1\n treatment for the clear and turbid systems, respectively. There were significant decreases with respect to control in the 2,000 mg L\n−1\n treatment: 36.7%, for the turbid (ANOVA; p = 0.006), and 76.9% for the clear system (ANOVA, p˂0.001).\n3.2.2\nMicro + nano phytoplankton (>2 μm)\nTable 2\n shows a list of the species from the micro + nanoplanktonic fraction for the clear and turbid systems.\nTable 2\nPhytoplankton taxa in clear and turbid microcosms present in all treatments at both T0 and Tf.\nTable 2\nGroup\nCLEAR\nTURBID\nCyanobacteria\nLeptolyngbya\n sp.\nChlorophyta\nChoricystis\n sp.\nBotryococcus braunii\nChlamydomonas\n sp.\nChlamydomonas\n sp.\nCoelastrum microporum\nTetraedron minimum\nLagerheimia ciliata\nStaurastrum\n sp.\nOedogonium\n sp.\nOocystis solitaria\nScenedesmus pulloides\nTetraedron minimum\nStaurastrum\n sp.\nBacillariophyceae\nAchnanthes minutissimum\nNitzschia palea\nDinophyceae\nPeridinium\n sp.\nPeridinium\n sp.\nCryptophyceae\nCryptomonas erosa\nChrysophyceae\nOchromonas\n sp.\nOchromonas\n sp.\nChlorophyta was always the most important group, both in richness and abundance. Under the clear condition and considering T0 and Tf, this group made up 71% of the total micro + nanoplankton abundance, followed by Dinophyceae (12.1%), Bacillariophyceae (8.86%), Crysophyceae (7.8%) and Cryptophyceae (0.2%). At T0, Chlorophyta represented 38.8% of the total abundance of the micro + nano planktonic fraction. At Tf, this group showed significant increases in abundance between the AsiMax 50® treatments and the control (ANOVA, p˂0.001), except for 2,000 mg L\n−1\n, where the percentages of all groups were similar to those at T0 (\nFig. 2\nA). In the turbid system, Chlorophyta dominated in richness and abundance, followed by Crysophyceae (1.2%), Cyanobacteria (0.8%) and Dinophyceae (0.6%). At T0, Chlorophyta made up 95.7% of the total abundance, and a significant increase was observed at Tf (ANOVA p = 0.046), with a mean value of 97.7% for all treatments (\nFig. 2\nB).\nFig. 2\nA-B. Abundance percentages of micro + nanophytoplanktonic groups at T0 (control) and Tf (control and 2,4-D concentrations) for clear and turbid systems.\nFig. 2\nIn the clear system, mean total abundance of micro + nano plankton at T0 was 2,324 ± 352 individuals (ind) mL\n−1\n, with 61.5% of live organisms (\nFig. 3\nA). At Tf, mean total abundance for the control was ∼5 times greater than that at T0 (ANOVA, p = 0.003) while no AsiMax 50® effect was found on total abundance. In the turbid system, mean total abundance of micro + nano plankton at T0 was 663,603 ± 40,174 ind mL\n−1\n (mean ± SD), with 90.2% of live organisms (\nFig. 3\nB). At Tf, no significant change was recorded for the control between T0 and Tf. Moreover, the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments led to a significant increase in the total abundance compared to control (ANOVA, p < 0.001, p = 0.003, p < 0.001, and p < 0.001, respectively). On the other hand, the 200 and 2000 mg L\n−1\n treatments did not differ significantly in total live abundances with respect to control. For both clear and turbid systems, data of the abundance of live organisms at Tf were fitted to second-order polynomial curves from all the herbicide treatments (Figs. \n3\n A and B). Better fit to a humped-shaped curve was found for the turbid (R\n2\n = 0.64) compared with the clear (R\n2\n = 0.41) system.\nFig. 3\nA-D. Phytoplankton abundances in relation to 2,4-D concentrations. Mean values (±SD) of total abundances of live and dead organisms at T0 and Tf under A) clear and B) turbid conditions; results of one-way ANOVA in combination with Tukey's multiple comparisons test for abundance are shown in letters for live (plain) and dead (italic) abundances; different letters indicate significant differences (p < 0.05). Comparison between linear dose-dependence curve (dotted line) of live abundances and treatments at Tf obtained by projecting control and 0.02 mg L\n−1\n treatments, and the fitted curves (solid line) from our experimental data. Difference in abundance with respect to control for live and dead organisms of the most abundant species at Tf under clear C) and turbid D) conditions. (*) Significant differences with respect to control (p < 0.05).\nFig. 3\nThe values of total live abundance of micro + nano plankton mentioned above were in agreement with the variations in abundance of the most abundant species for each type of system. In the clear system, \nChoricystis\n sp. was the dominant taxon in all treatments, followed by \nChlamydomonas\n sp. and \nOchromonas\n sp. At Tf, the live abundance of \nChoricystis\n sp. showed a significant decrease with respect to control (ANOVA, p = 0.047), with a significant increase in dead abundance (ANOVA, p˂0.001) (\nFig. 3\nC). Moreover, at Tf a significant increase in dead abundance was found for \nChlamydomonas\n sp. and \nOchromonas\n sp. in the 2,000 mg L\n−1\n treatment (ANOVA, p < 0.001 and p < 0.001, respectively). In the turbid system, \nStaurastrum\n sp. showed the highest value of live abundance, with significant increments in the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments (\nFig. 3\nD). A significant increase in dead abundance was found in the 2,000 mg L\n−1\n treatment (ANOVA, p<0.001). This species was followed in live abundance by \nChlamydomonas\n sp. and \nOchromonas\n sp., whose live and dead abundances did not show any clear trend due to herbicide input (\nFig. 3\nD). In summary, in the clear system the micro + nanoplanktonic fraction showed the largest difference in composition between control and the 2,000 mg L\n−1\n treatment, while in the turbid system its quali- and quantitative composition in the 200 and 2,000 mg L\n−1\n treatments was similar to that in the control.\nCorrelation networks of live abundance were constructed for micro + nanoplanktonic species to analyze the relationships among taxa exposed to AsiMax 50® under clear and turbid conditions (\nFig. 4\n). The networks included 10 and 7 species for the clear and turbid systems, respectively. Taxa were more significantly and positively intercorrelated in the turbid (mean r = 0.62) than in the clear system (mean r = 0.56). As already mentioned, some species were present in both systems (i.e. \nChlamydomonas\n sp., \nStaurastrum\n sp., \nOchromonas\n sp., \nTetraedron minimum\n and \nPeridinium\n sp.). However, they responded differently to the herbicide depending on the system. \nChlamydomonas\n sp. was negatively affected in the clear system but not in the turbid one (\nFig. 3\nC). According to the correlation network, the abundance of \nChlamydomonas\n sp. was significantly and positively correlated with the most abundant species, \nStaurastrum\n sp. (r Pearson = 0.60; p = 0.002) (\nFig. 4\n). In the clear system, no-significant correlation was observed between the abundances of \nChlamydomonas\n sp. and of any of the species significantly stimulated by the herbicide. In the turbid system, S\ntaurastrum\n sp. was the species most strongly stimulated by AsiMax 50® (\nFig. 3\nC) and the most correlated with the subdominant taxa (\nFig. 4\n). This trend was not observed in the clear system, where the abundance of \nStaurastrum\n sp. was not correlated with that of any other species. The abundance of \nOchromonas\n sp. also varied depending on the type of system, i.e. its abundance decreased in the clear system, while it increased at low 2,4-D concentrations and decreased at higher concentrations in the turbid one (\nFig. 3\nC). The abundance of this species was significantly and positively correlated with that of \nStaurastrum\n sp. (r Pearson = 0.72; p = 0.0001), while it was not significantly correlated with that of any other species in the clear system (\nFig. 4\n).\nFig. 4\nCorrelation networks among the abundances of live organisms of micro + nano phytoplankton species for the clear and turbid systems. Dotted line: p<0.05. n = 24. Networks were built with Cytoscape® v3.7.1 software.\nFig. 4\nAt T0, mean values of richness, diversity and evenness were higher in the clear system (S = 7.00 ± 1.00, D = 0.74 ± 0.03 and E = 0.57 ± 0.14) than in the turbid one (S = 6.67 ± 0.58, D = 0.14 ± 0.03 and E = 0.17 ± 0.01. In general, at Tf, these parameters showed no significant differences between herbicide treatments and control for both types of systems, except for the following: (a) for the clear system, a significant decrease in D (ANOVA, p = 0.04) was observed in the 200 mg L\n−1\n treatment with respect to control, with D = 0.29 ± 0.13; (b) for the turbid system, S and E decreased significantly in the 200 mg L\n−1\n treatment, with S = 3.67 ± 0.58 (ANOVA, p = 0.006) and E = 0.29 ± 0.05 (ANOVA p = 0.041); and in the 2,000 mg L\n−1\n treatment, with S = 3.00 ± 1.00 (ANOVA p˂0.001) and E = 0.38 ± 0.12 (ANOVA, p = 0.001).\n3.2.3\nCytometric populations (0.2–2 μm): PPP and HB\nCytograms of samples of control and herbicide treatments collected at T1 and Tf revealed four cytometric populations, of which one corresponded to HB, and the other three to photosynthetic populations: PEuk, PC-Pcy and PE-Pcy. The HB was more abundant than PPP, both in the clear and turbid systems, ranging between a maximum of 99.7% (clear, Tf, 2,000 mg L\n−1\n) and a minimum of 80.9% (turbid, Tf, 2,000 mg L\n−1\n) (\nTable 3\n). RM-ANOVA revealed significant differences in the abundance of HB and PPP between T1 and Tf for the clear and turbid systems (RM-ANOVA, p = 0.018 and p = 0.001 respectively). In regard to treatment effects, PPP showed significant variations in abundance at 2,000 mg L\n−1\n of 2,4-D with a rapid significant increment of ∼5 times at T1 compared to control (RM-ANOVA, p < 0.001 in both systems, \nTable 3\n). This increase continued until Tf in the turbid system, while it did not in the clear one (RM-ANOVA, p < 0.001). The same increase in abundance was observed in the 200 mg L\n−1\n treatment (RM-ANOVA, p = 0.003) for the turbid system at Tf. The abundance of the HB fraction was significantly increased by ∼3 times at Tf in the 2,000 mg L\n−1\n treatment only for the clear system (ANOVA, p<0.001).\nTable 3\nMean values (±SD) of the abundances of photosynthetic picoplankton (PPP) and heterotrophic bacteria (HB) at T1 and Tf, for all treatments and for the clear and turbid systems. Bold: significant difference compared to control (RM-ANOVA, p < 0.05).\nTable 3\nTreatment\nCLEAR\nTURBID\nPPP\nHB\nPPP\nHB\nT1\nCONTROL\n3.7E+04 ± 1.9E+04\n1.5E+06 ± 1.5E+05\n1.5E+05 ± 9.3E+04\n4.4E+06 ± 7.5E+05\n0.02\n2.5E+04 ± 2.9E+03\n1.6E+06 ± 4.7E+05\n6.9E+04 ± 4,4E+04\n4.1E+06 ± 1.1E+06\n0.2\n3.2E+04 ± 1.0E+04\n1.1E+06 ± 9.7E+04\n1.3E+05 ± 4.5E+04\n4.5E+06 ± 1.2E+06\n2\n2.6E+04 ± 4.8E+03\n2.0E+06 ± 1.4E+06\n1.2E+05 ± 4.1E+04\n4.8E+06 ± 1.1E+06\n20\n2.8E+04 ± 2.4E+03\n3.9E+06 ± 3.0E+05\n2.0E+05 ± 3.0E+04\n2.6E+06 ± 1.2E+06\n200\n2.4E+04 ± 2.7E+03\n2.5E+06 ± 7.3E+04\n2.6E+05 ± 8.8E+04\n5.0E+06 ± 2.6E+06\n2,000\n1.7E+05 ± 4.9E+04\n2.9E+06 ± 3.6E+05\n6.9E+05 ± 6.5E+04\n3.7E+06 ± 5.6E+05\nTf\nCONTROL\n3.3E+04 ± 6.8E+03\n2.6E+06 ± 1.4E+06\n1.7E+05 ± 4.9E+04\n2.0E+06 ± 2.1E+05\n0.02\n2.2E+04 ± 1.3E+04\n3.5E+06 ± 1.6E+06\n1.7E+05 ± 3.4E+04\n2.5E+06 ± 6.8E+05\n0.2\n2.4E+04 ± 1.2E+04\n3.2E+06 ± 1.4E+06\n1.5E+05 ± 2.3E+04\n1.9E+06 ± 6.1E+05\n2\n3.2E+04 ± 3.8E+03\n1.8E+06 ± 1.3E+06\n1.2E+05 ± 1.7E+04\n2.1E+06 ± 1.2E+06\n20\n2.6E+04 ± 9.0E+02\n2.8E+06 ± 1.4E+06\n1.6E+05 ± 5.5E+04\n2.2E+06 ± 8.4E+05\n200\n2.5E+04 ± 4.1E+03\n3.1E+06 ± 1.2E+06\n5.2E+05 ± 1.4E+05\n3.1E+06 ± 3.3E+05\n2,000\n2.2E+04 ± 5.3E+03\n7.9E+06 ± 4.3E+06\n8.7E+05 ± 2.3E+05\n3.0E+06 ± 1.3E+06\nThe abundance of the PPP cytometric populations was, on average, higher in turbid than in clear systems.\nPE-Pcy was the best represented group of the PPP populations, ranging from 53.8% (Tf, 20 mg L\n−1\n) to 99.2% (T1, 2,000 mg L\n−1\n) for the clear system and from 96.0% (Tf, 0.2 mg L\n−1\n) to 99.0% (Tf, 2,000 mg L\n−1\n) for the turbid system (\nFig. 5\n). For the clear system at T1, PEuk abundance ranged between a minimum of 856 ± 202 ind mL\n−1\n (200 mg L\n−1\n) to a maximum of 1,284 ± 466 ind mL\n−1\n (2,000 mg mL\n−1\n), with no significant differences among treatments (\nFig. 6\nA). At Tf, PEuk abundance ranged from 509 ± 111 ind mL\n−1\n (2,000 mg L\n−1\n) to 9,118 ± 2,268 ind mL\n−1\n (control). RM-ANOVA analysis showed no significant growth of PEuk in microcosms treated with 2,000 mg L\n−1\n (RM-ANOVA, p = 0.580), while this population showed a significant growth response in the rest of the treatments, including controls. Such growth inhibition at 2,000 mg L\n−1\n led to a significant decrease in PEuk abundance of ∼18 times at Tf, compared to control (ANOVA, p˂0.001) (\nFig. 6\nA). In the turbid system at T1, PEuk abundance ranged from 6,621 ± 368 ind mL\n−1\n (0.02 mg L\n−1\n) to 39,887 ± 11,842 ind mL\n−1\n (2,000 mg L\n−1\n). At this time, a significant increment of ∼5 times compared to control was measured in the 2,000 mg L\n−1\n treatment (ANOVA, p˂0.001) (\nFig. 6\nB). At Tf, the abundance of this fraction ranged from 2,950 ± 223 (20 mg L\n−1\n) to 10,979 ± 4,271 (2,000 mg L\n−1\n), with no significant differences between treatments and control. The abundance of this population decreased significantly between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.026 and p<0.001 respectively), resulting from an early growth and a subsequent decrease.\nFig. 5\nAbundance percentages of PPP populations in relation to treatments at T1 and Tf under clear and turbid conditions. PE-Pcy: phycoerythrin-rich picocyanobacteria; PC-Pcy: phycocyanin-rich picocyanobacteria; PEuk: eukaryotic picoplankton.\nFig. 5\nFig. 6\nA-F: Mean values (columns) and measurements of replicates (dots) of PPP population abundances (ind mL\n−1\n) determined by flow cytometry at 15 min (T1) and 168 h (Tf). A. picoeukaryotes (PEuk); clear; B. picoeukaryotes (PEuk); turbid; C. phycocyanin-rich picocyanobacteria (PC-Pcy), clear; D: phycocyanin-rich picocyanobacteria (PC-Pcy), turbid; E: phycoerythrin-rich picocyanobacteria (PE-Pcy) clear; F: phycoerythrin-rich picocyanobacteria (PE-Pcy) turbid. Bars ±1 SD. Results were compared by a one-way ANOVA followed by Tukey's multiple comparisons test. Different letters mean significant differences (p<0.05).\nFig. 6\nIn the clear system, PC-Pcy abundance ranged from a minimum mean (±SD) value of 166 ± 29 (200 mg L\n−1\n) to a maximum of 282 ± 87 ind mL\n−1\n (20 mg L\n−1\n) at T1, while it ranged from 80 ± 75 (0.02 mg L\n−1\n) to 286 ± 91 ind mL\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nC). In the turbid system, its abundance ranged from 80 ± 77 (0.2 mg L\n−1\n) to 206 ± 86 (200 mg L\n−1\n) at T1, and from 187 ± 90 (0.2 mg L\n−1\n) to 333 ± 207 ind mL\n−1\n (0.02 mg L\n−1\n) at Tf (\nFig. 6\nD). No significant effects between treatments were found in any case for this population.\nPE-Pcy, the most abundant PPP fraction, at T1 ranged from 22,969 ± 2,530 (200 mg L\n−1\n) to 164,130 ± 48,443 ind mL\n−1\n (2,000 mg L\n−1\n) in the clear system. At this time, a significant increase in PE-Pcy abundance of ∼5 times was observed in relation to control in the 2,000 mg L\n−1\n treatment (ANOVA, p˂<0.001) (\nFig. 6\nE). At Tf, there were no significant variations, with a minimum of 15,527 ± 8,418 (0.02 mg L\n−1\n) and a maximum of 23,553 ± 4,497 ind mL\n−1\n (control). RM-ANOVA revealed an early increase (at T1) in the abundance of this fraction in the 2,000 mg L\n−1\n treatment, with a subsequent decline at Tf (RM-ANOVA, p<0.001). In the turbid system, this fraction ranged from 62,626 ± 44,171 (0.02 mg L\n−1\n) to 651,631 ± 68,514 ind L\n−1\n (2,000 mg L\n−1\n) at T1 and from 115,508 ± 16,676 (2 mg L\n−1\n) to 853,987 ± 230,227 ind L\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nF). This population showed a significant increase in abundance of ∼4 times at T1, and of ∼5 times at Tf in the 2,000 mg L\n−1\n treatment compared to control (ANOVA, p0.001 in both cases). Also, an increase in abundance of ∼3 times was recorded in the 200 mg L\n−1\n treatment (ANOVA, p˂0.001) at Tf for the turbid system (\nFig. 6\nF). These increases persisted between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.004 and p = 0.017, respectively).\nAt Tf, the percentage contribution of the different size autotrophic fractions to total autotrophic biomass varied among groups (\nTable 4\n). For the turbid system, micro + nano phytoplankton showed a lower contribution in the treatments at higher concentrations (200 and 2,000 mg L\n−1\n) (ANOVA, p = 0.005 and p<0.001, respectively). This decrease was in accordance with the increase in the percentage contribution of the PE-Pcy fraction at 200 mg L\n−1\n (ANOVA, p = 0.004), as well as with the increase in the percentage contribution of both PE-Pcy (ANOVA, p<0.001) and PEuk (ANOVA, p = 0.002) fractions at 2,000 mg L\n−1\n.\nTable 4\nMean values of percentage contribution of different size autotrophic fractions to autotrophic biomass at Tf, for all treatments and for clear and turbid systems. Bold: significant difference with respect to control (RM-ANOVA, p < 0.05).\nTable 4\nClear\nTurbid\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nControl\n99.814\n0.099\n6.33E-04\n0.086\n99.987\n0.001\n1.87E-05\n0.012\n0.02\n99.529\n0.259\n1.12E-03\n0.212\n99.997\n0.000\n7.16E-06\n0.003\n0.2\n99.520\n0.276\n2.20E-03\n0.202\n99.995\n0.000\n6.44E-06\n0.005\n2\n99.674\n0.172\n1.72E-03\n0.153\n99.997\n0.000\n6.74E-06\n0.002\n20\n99.607\n0.242\n1.93E-03\n0.149\n99.995\n0.000\n7.83E-06\n0.004\n200\n99.708\n0.147\n1.73E-03\n0.144\n99.961\n0.001\n1.70E-05\n0.038\n2,000\n99.767\n0.016\n2.89E-03\n0.214\n99.940\n0.002\n1.81E-05\n0.057\nIn general, in the turbid system there were significant correlations between chlorophyll \na\n concentration and the percentage contribution of micro + nano phytoplankton (r Pearson = 0.66; p = 0.0012), PEuk (r Pearson = -0.62; p = 0.0029) and PE-Pcy (r Pearson = -0.66; p = 0.0011). On the contrary, no correlations were found between these variables in the clear system.",
    "chlorophyll_a": "3.2.1\nChlorophyll a\nAt Tf, maximum chlorophyll \na\n concentrations of 7.62 and 101.24 μg L\n−1\n were recorded at the 2 mg L\n−1\n treatment under clear and turbid conditions, respectively (\nFig. 1\nB), while minimum values of 1.09 and 38.10 μg L\n−1\n were obtained at the 2,000 mg L\n−1\n treatment for the clear and turbid systems, respectively. There were significant decreases with respect to control in the 2,000 mg L\n−1\n treatment: 36.7%, for the turbid (ANOVA; p = 0.006), and 76.9% for the clear system (ANOVA, p˂0.001).",
    "micro_+_nano_phytoplankton_(>2_μm)": "3.2.2\nMicro + nano phytoplankton (>2 μm)\nTable 2\n shows a list of the species from the micro + nanoplanktonic fraction for the clear and turbid systems.\nTable 2\nPhytoplankton taxa in clear and turbid microcosms present in all treatments at both T0 and Tf.\nTable 2\nGroup\nCLEAR\nTURBID\nCyanobacteria\nLeptolyngbya\n sp.\nChlorophyta\nChoricystis\n sp.\nBotryococcus braunii\nChlamydomonas\n sp.\nChlamydomonas\n sp.\nCoelastrum microporum\nTetraedron minimum\nLagerheimia ciliata\nStaurastrum\n sp.\nOedogonium\n sp.\nOocystis solitaria\nScenedesmus pulloides\nTetraedron minimum\nStaurastrum\n sp.\nBacillariophyceae\nAchnanthes minutissimum\nNitzschia palea\nDinophyceae\nPeridinium\n sp.\nPeridinium\n sp.\nCryptophyceae\nCryptomonas erosa\nChrysophyceae\nOchromonas\n sp.\nOchromonas\n sp.\nChlorophyta was always the most important group, both in richness and abundance. Under the clear condition and considering T0 and Tf, this group made up 71% of the total micro + nanoplankton abundance, followed by Dinophyceae (12.1%), Bacillariophyceae (8.86%), Crysophyceae (7.8%) and Cryptophyceae (0.2%). At T0, Chlorophyta represented 38.8% of the total abundance of the micro + nano planktonic fraction. At Tf, this group showed significant increases in abundance between the AsiMax 50® treatments and the control (ANOVA, p˂0.001), except for 2,000 mg L\n−1\n, where the percentages of all groups were similar to those at T0 (\nFig. 2\nA). In the turbid system, Chlorophyta dominated in richness and abundance, followed by Crysophyceae (1.2%), Cyanobacteria (0.8%) and Dinophyceae (0.6%). At T0, Chlorophyta made up 95.7% of the total abundance, and a significant increase was observed at Tf (ANOVA p = 0.046), with a mean value of 97.7% for all treatments (\nFig. 2\nB).\nFig. 2\nA-B. Abundance percentages of micro + nanophytoplanktonic groups at T0 (control) and Tf (control and 2,4-D concentrations) for clear and turbid systems.\nFig. 2\nIn the clear system, mean total abundance of micro + nano plankton at T0 was 2,324 ± 352 individuals (ind) mL\n−1\n, with 61.5% of live organisms (\nFig. 3\nA). At Tf, mean total abundance for the control was ∼5 times greater than that at T0 (ANOVA, p = 0.003) while no AsiMax 50® effect was found on total abundance. In the turbid system, mean total abundance of micro + nano plankton at T0 was 663,603 ± 40,174 ind mL\n−1\n (mean ± SD), with 90.2% of live organisms (\nFig. 3\nB). At Tf, no significant change was recorded for the control between T0 and Tf. Moreover, the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments led to a significant increase in the total abundance compared to control (ANOVA, p < 0.001, p = 0.003, p < 0.001, and p < 0.001, respectively). On the other hand, the 200 and 2000 mg L\n−1\n treatments did not differ significantly in total live abundances with respect to control. For both clear and turbid systems, data of the abundance of live organisms at Tf were fitted to second-order polynomial curves from all the herbicide treatments (Figs. \n3\n A and B). Better fit to a humped-shaped curve was found for the turbid (R\n2\n = 0.64) compared with the clear (R\n2\n = 0.41) system.\nFig. 3\nA-D. Phytoplankton abundances in relation to 2,4-D concentrations. Mean values (±SD) of total abundances of live and dead organisms at T0 and Tf under A) clear and B) turbid conditions; results of one-way ANOVA in combination with Tukey's multiple comparisons test for abundance are shown in letters for live (plain) and dead (italic) abundances; different letters indicate significant differences (p < 0.05). Comparison between linear dose-dependence curve (dotted line) of live abundances and treatments at Tf obtained by projecting control and 0.02 mg L\n−1\n treatments, and the fitted curves (solid line) from our experimental data. Difference in abundance with respect to control for live and dead organisms of the most abundant species at Tf under clear C) and turbid D) conditions. (*) Significant differences with respect to control (p < 0.05).\nFig. 3\nThe values of total live abundance of micro + nano plankton mentioned above were in agreement with the variations in abundance of the most abundant species for each type of system. In the clear system, \nChoricystis\n sp. was the dominant taxon in all treatments, followed by \nChlamydomonas\n sp. and \nOchromonas\n sp. At Tf, the live abundance of \nChoricystis\n sp. showed a significant decrease with respect to control (ANOVA, p = 0.047), with a significant increase in dead abundance (ANOVA, p˂0.001) (\nFig. 3\nC). Moreover, at Tf a significant increase in dead abundance was found for \nChlamydomonas\n sp. and \nOchromonas\n sp. in the 2,000 mg L\n−1\n treatment (ANOVA, p < 0.001 and p < 0.001, respectively). In the turbid system, \nStaurastrum\n sp. showed the highest value of live abundance, with significant increments in the 0.02, 0.2, 2 and 20 mg L\n−1\n treatments (\nFig. 3\nD). A significant increase in dead abundance was found in the 2,000 mg L\n−1\n treatment (ANOVA, p<0.001). This species was followed in live abundance by \nChlamydomonas\n sp. and \nOchromonas\n sp., whose live and dead abundances did not show any clear trend due to herbicide input (\nFig. 3\nD). In summary, in the clear system the micro + nanoplanktonic fraction showed the largest difference in composition between control and the 2,000 mg L\n−1\n treatment, while in the turbid system its quali- and quantitative composition in the 200 and 2,000 mg L\n−1\n treatments was similar to that in the control.\nCorrelation networks of live abundance were constructed for micro + nanoplanktonic species to analyze the relationships among taxa exposed to AsiMax 50® under clear and turbid conditions (\nFig. 4\n). The networks included 10 and 7 species for the clear and turbid systems, respectively. Taxa were more significantly and positively intercorrelated in the turbid (mean r = 0.62) than in the clear system (mean r = 0.56). As already mentioned, some species were present in both systems (i.e. \nChlamydomonas\n sp., \nStaurastrum\n sp., \nOchromonas\n sp., \nTetraedron minimum\n and \nPeridinium\n sp.). However, they responded differently to the herbicide depending on the system. \nChlamydomonas\n sp. was negatively affected in the clear system but not in the turbid one (\nFig. 3\nC). According to the correlation network, the abundance of \nChlamydomonas\n sp. was significantly and positively correlated with the most abundant species, \nStaurastrum\n sp. (r Pearson = 0.60; p = 0.002) (\nFig. 4\n). In the clear system, no-significant correlation was observed between the abundances of \nChlamydomonas\n sp. and of any of the species significantly stimulated by the herbicide. In the turbid system, S\ntaurastrum\n sp. was the species most strongly stimulated by AsiMax 50® (\nFig. 3\nC) and the most correlated with the subdominant taxa (\nFig. 4\n). This trend was not observed in the clear system, where the abundance of \nStaurastrum\n sp. was not correlated with that of any other species. The abundance of \nOchromonas\n sp. also varied depending on the type of system, i.e. its abundance decreased in the clear system, while it increased at low 2,4-D concentrations and decreased at higher concentrations in the turbid one (\nFig. 3\nC). The abundance of this species was significantly and positively correlated with that of \nStaurastrum\n sp. (r Pearson = 0.72; p = 0.0001), while it was not significantly correlated with that of any other species in the clear system (\nFig. 4\n).\nFig. 4\nCorrelation networks among the abundances of live organisms of micro + nano phytoplankton species for the clear and turbid systems. Dotted line: p<0.05. n = 24. Networks were built with Cytoscape® v3.7.1 software.\nFig. 4\nAt T0, mean values of richness, diversity and evenness were higher in the clear system (S = 7.00 ± 1.00, D = 0.74 ± 0.03 and E = 0.57 ± 0.14) than in the turbid one (S = 6.67 ± 0.58, D = 0.14 ± 0.03 and E = 0.17 ± 0.01. In general, at Tf, these parameters showed no significant differences between herbicide treatments and control for both types of systems, except for the following: (a) for the clear system, a significant decrease in D (ANOVA, p = 0.04) was observed in the 200 mg L\n−1\n treatment with respect to control, with D = 0.29 ± 0.13; (b) for the turbid system, S and E decreased significantly in the 200 mg L\n−1\n treatment, with S = 3.67 ± 0.58 (ANOVA, p = 0.006) and E = 0.29 ± 0.05 (ANOVA p = 0.041); and in the 2,000 mg L\n−1\n treatment, with S = 3.00 ± 1.00 (ANOVA p˂0.001) and E = 0.38 ± 0.12 (ANOVA, p = 0.001).",
    "cytometric_populations_(0.2–2_μm):_ppp_and_hb": "3.2.3\nCytometric populations (0.2–2 μm): PPP and HB\nCytograms of samples of control and herbicide treatments collected at T1 and Tf revealed four cytometric populations, of which one corresponded to HB, and the other three to photosynthetic populations: PEuk, PC-Pcy and PE-Pcy. The HB was more abundant than PPP, both in the clear and turbid systems, ranging between a maximum of 99.7% (clear, Tf, 2,000 mg L\n−1\n) and a minimum of 80.9% (turbid, Tf, 2,000 mg L\n−1\n) (\nTable 3\n). RM-ANOVA revealed significant differences in the abundance of HB and PPP between T1 and Tf for the clear and turbid systems (RM-ANOVA, p = 0.018 and p = 0.001 respectively). In regard to treatment effects, PPP showed significant variations in abundance at 2,000 mg L\n−1\n of 2,4-D with a rapid significant increment of ∼5 times at T1 compared to control (RM-ANOVA, p < 0.001 in both systems, \nTable 3\n). This increase continued until Tf in the turbid system, while it did not in the clear one (RM-ANOVA, p < 0.001). The same increase in abundance was observed in the 200 mg L\n−1\n treatment (RM-ANOVA, p = 0.003) for the turbid system at Tf. The abundance of the HB fraction was significantly increased by ∼3 times at Tf in the 2,000 mg L\n−1\n treatment only for the clear system (ANOVA, p<0.001).\nTable 3\nMean values (±SD) of the abundances of photosynthetic picoplankton (PPP) and heterotrophic bacteria (HB) at T1 and Tf, for all treatments and for the clear and turbid systems. Bold: significant difference compared to control (RM-ANOVA, p < 0.05).\nTable 3\nTreatment\nCLEAR\nTURBID\nPPP\nHB\nPPP\nHB\nT1\nCONTROL\n3.7E+04 ± 1.9E+04\n1.5E+06 ± 1.5E+05\n1.5E+05 ± 9.3E+04\n4.4E+06 ± 7.5E+05\n0.02\n2.5E+04 ± 2.9E+03\n1.6E+06 ± 4.7E+05\n6.9E+04 ± 4,4E+04\n4.1E+06 ± 1.1E+06\n0.2\n3.2E+04 ± 1.0E+04\n1.1E+06 ± 9.7E+04\n1.3E+05 ± 4.5E+04\n4.5E+06 ± 1.2E+06\n2\n2.6E+04 ± 4.8E+03\n2.0E+06 ± 1.4E+06\n1.2E+05 ± 4.1E+04\n4.8E+06 ± 1.1E+06\n20\n2.8E+04 ± 2.4E+03\n3.9E+06 ± 3.0E+05\n2.0E+05 ± 3.0E+04\n2.6E+06 ± 1.2E+06\n200\n2.4E+04 ± 2.7E+03\n2.5E+06 ± 7.3E+04\n2.6E+05 ± 8.8E+04\n5.0E+06 ± 2.6E+06\n2,000\n1.7E+05 ± 4.9E+04\n2.9E+06 ± 3.6E+05\n6.9E+05 ± 6.5E+04\n3.7E+06 ± 5.6E+05\nTf\nCONTROL\n3.3E+04 ± 6.8E+03\n2.6E+06 ± 1.4E+06\n1.7E+05 ± 4.9E+04\n2.0E+06 ± 2.1E+05\n0.02\n2.2E+04 ± 1.3E+04\n3.5E+06 ± 1.6E+06\n1.7E+05 ± 3.4E+04\n2.5E+06 ± 6.8E+05\n0.2\n2.4E+04 ± 1.2E+04\n3.2E+06 ± 1.4E+06\n1.5E+05 ± 2.3E+04\n1.9E+06 ± 6.1E+05\n2\n3.2E+04 ± 3.8E+03\n1.8E+06 ± 1.3E+06\n1.2E+05 ± 1.7E+04\n2.1E+06 ± 1.2E+06\n20\n2.6E+04 ± 9.0E+02\n2.8E+06 ± 1.4E+06\n1.6E+05 ± 5.5E+04\n2.2E+06 ± 8.4E+05\n200\n2.5E+04 ± 4.1E+03\n3.1E+06 ± 1.2E+06\n5.2E+05 ± 1.4E+05\n3.1E+06 ± 3.3E+05\n2,000\n2.2E+04 ± 5.3E+03\n7.9E+06 ± 4.3E+06\n8.7E+05 ± 2.3E+05\n3.0E+06 ± 1.3E+06\nThe abundance of the PPP cytometric populations was, on average, higher in turbid than in clear systems.\nPE-Pcy was the best represented group of the PPP populations, ranging from 53.8% (Tf, 20 mg L\n−1\n) to 99.2% (T1, 2,000 mg L\n−1\n) for the clear system and from 96.0% (Tf, 0.2 mg L\n−1\n) to 99.0% (Tf, 2,000 mg L\n−1\n) for the turbid system (\nFig. 5\n). For the clear system at T1, PEuk abundance ranged between a minimum of 856 ± 202 ind mL\n−1\n (200 mg L\n−1\n) to a maximum of 1,284 ± 466 ind mL\n−1\n (2,000 mg mL\n−1\n), with no significant differences among treatments (\nFig. 6\nA). At Tf, PEuk abundance ranged from 509 ± 111 ind mL\n−1\n (2,000 mg L\n−1\n) to 9,118 ± 2,268 ind mL\n−1\n (control). RM-ANOVA analysis showed no significant growth of PEuk in microcosms treated with 2,000 mg L\n−1\n (RM-ANOVA, p = 0.580), while this population showed a significant growth response in the rest of the treatments, including controls. Such growth inhibition at 2,000 mg L\n−1\n led to a significant decrease in PEuk abundance of ∼18 times at Tf, compared to control (ANOVA, p˂0.001) (\nFig. 6\nA). In the turbid system at T1, PEuk abundance ranged from 6,621 ± 368 ind mL\n−1\n (0.02 mg L\n−1\n) to 39,887 ± 11,842 ind mL\n−1\n (2,000 mg L\n−1\n). At this time, a significant increment of ∼5 times compared to control was measured in the 2,000 mg L\n−1\n treatment (ANOVA, p˂0.001) (\nFig. 6\nB). At Tf, the abundance of this fraction ranged from 2,950 ± 223 (20 mg L\n−1\n) to 10,979 ± 4,271 (2,000 mg L\n−1\n), with no significant differences between treatments and control. The abundance of this population decreased significantly between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.026 and p<0.001 respectively), resulting from an early growth and a subsequent decrease.\nFig. 5\nAbundance percentages of PPP populations in relation to treatments at T1 and Tf under clear and turbid conditions. PE-Pcy: phycoerythrin-rich picocyanobacteria; PC-Pcy: phycocyanin-rich picocyanobacteria; PEuk: eukaryotic picoplankton.\nFig. 5\nFig. 6\nA-F: Mean values (columns) and measurements of replicates (dots) of PPP population abundances (ind mL\n−1\n) determined by flow cytometry at 15 min (T1) and 168 h (Tf). A. picoeukaryotes (PEuk); clear; B. picoeukaryotes (PEuk); turbid; C. phycocyanin-rich picocyanobacteria (PC-Pcy), clear; D: phycocyanin-rich picocyanobacteria (PC-Pcy), turbid; E: phycoerythrin-rich picocyanobacteria (PE-Pcy) clear; F: phycoerythrin-rich picocyanobacteria (PE-Pcy) turbid. Bars ±1 SD. Results were compared by a one-way ANOVA followed by Tukey's multiple comparisons test. Different letters mean significant differences (p<0.05).\nFig. 6\nIn the clear system, PC-Pcy abundance ranged from a minimum mean (±SD) value of 166 ± 29 (200 mg L\n−1\n) to a maximum of 282 ± 87 ind mL\n−1\n (20 mg L\n−1\n) at T1, while it ranged from 80 ± 75 (0.02 mg L\n−1\n) to 286 ± 91 ind mL\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nC). In the turbid system, its abundance ranged from 80 ± 77 (0.2 mg L\n−1\n) to 206 ± 86 (200 mg L\n−1\n) at T1, and from 187 ± 90 (0.2 mg L\n−1\n) to 333 ± 207 ind mL\n−1\n (0.02 mg L\n−1\n) at Tf (\nFig. 6\nD). No significant effects between treatments were found in any case for this population.\nPE-Pcy, the most abundant PPP fraction, at T1 ranged from 22,969 ± 2,530 (200 mg L\n−1\n) to 164,130 ± 48,443 ind mL\n−1\n (2,000 mg L\n−1\n) in the clear system. At this time, a significant increase in PE-Pcy abundance of ∼5 times was observed in relation to control in the 2,000 mg L\n−1\n treatment (ANOVA, p˂<0.001) (\nFig. 6\nE). At Tf, there were no significant variations, with a minimum of 15,527 ± 8,418 (0.02 mg L\n−1\n) and a maximum of 23,553 ± 4,497 ind mL\n−1\n (control). RM-ANOVA revealed an early increase (at T1) in the abundance of this fraction in the 2,000 mg L\n−1\n treatment, with a subsequent decline at Tf (RM-ANOVA, p<0.001). In the turbid system, this fraction ranged from 62,626 ± 44,171 (0.02 mg L\n−1\n) to 651,631 ± 68,514 ind L\n−1\n (2,000 mg L\n−1\n) at T1 and from 115,508 ± 16,676 (2 mg L\n−1\n) to 853,987 ± 230,227 ind L\n−1\n (2,000 mg L\n−1\n) at Tf (\nFig. 6\nF). This population showed a significant increase in abundance of ∼4 times at T1, and of ∼5 times at Tf in the 2,000 mg L\n−1\n treatment compared to control (ANOVA, p0.001 in both cases). Also, an increase in abundance of ∼3 times was recorded in the 200 mg L\n−1\n treatment (ANOVA, p˂0.001) at Tf for the turbid system (\nFig. 6\nF). These increases persisted between T1 and Tf for the 200 and 2,000 mg L\n−1\n treatments (RM-ANOVA, p = 0.004 and p = 0.017, respectively).\nAt Tf, the percentage contribution of the different size autotrophic fractions to total autotrophic biomass varied among groups (\nTable 4\n). For the turbid system, micro + nano phytoplankton showed a lower contribution in the treatments at higher concentrations (200 and 2,000 mg L\n−1\n) (ANOVA, p = 0.005 and p<0.001, respectively). This decrease was in accordance with the increase in the percentage contribution of the PE-Pcy fraction at 200 mg L\n−1\n (ANOVA, p = 0.004), as well as with the increase in the percentage contribution of both PE-Pcy (ANOVA, p<0.001) and PEuk (ANOVA, p = 0.002) fractions at 2,000 mg L\n−1\n.\nTable 4\nMean values of percentage contribution of different size autotrophic fractions to autotrophic biomass at Tf, for all treatments and for clear and turbid systems. Bold: significant difference with respect to control (RM-ANOVA, p < 0.05).\nTable 4\nClear\nTurbid\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nMicro + nano\nPEuk\nPC-Pcy\nPE-Pcy\nControl\n99.814\n0.099\n6.33E-04\n0.086\n99.987\n0.001\n1.87E-05\n0.012\n0.02\n99.529\n0.259\n1.12E-03\n0.212\n99.997\n0.000\n7.16E-06\n0.003\n0.2\n99.520\n0.276\n2.20E-03\n0.202\n99.995\n0.000\n6.44E-06\n0.005\n2\n99.674\n0.172\n1.72E-03\n0.153\n99.997\n0.000\n6.74E-06\n0.002\n20\n99.607\n0.242\n1.93E-03\n0.149\n99.995\n0.000\n7.83E-06\n0.004\n200\n99.708\n0.147\n1.73E-03\n0.144\n99.961\n0.001\n1.70E-05\n0.038\n2,000\n99.767\n0.016\n2.89E-03\n0.214\n99.940\n0.002\n1.81E-05\n0.057\nIn general, in the turbid system there were significant correlations between chlorophyll \na\n concentration and the percentage contribution of micro + nano phytoplankton (r Pearson = 0.66; p = 0.0012), PEuk (r Pearson = -0.62; p = 0.0029) and PE-Pcy (r Pearson = -0.66; p = 0.0011). On the contrary, no correlations were found between these variables in the clear system.",
    "discussion": "4\nDiscussion\nOur results strongly suggest that the degree of water turbidity affects the response of the studied freshwater populations exposed for 7 days to the 2,4-D-based herbicide Asimax 50®. We found differences in the structural integrity of the phytoplankton and picoplankton communities from low to high concentrations of the active ingredient.\nThe impact of AsiMax 50® on micro + nano phytoplankton seemed to be greater in the turbid than in the clear system, in terms of both richness and abundance. An experimental effect of the clear system on this fraction was likely to occur between T0 and Tf, compared to control. This was not observed in the turbid system and may be attributable to a “confinement effect” (\nPesce et al., 2009\n), which takes place after samples collected from a natural system are placed into microcosms of lower volume. At T0, phytoplankton diversity, richness and evenness were higher in the clear than in the turbid system. At Tf, no decrease in phytoplankton richness was observed for any treatment in the clear system, while it decreased significantly at 200 and 2,000 mg L\n−1\n of 2,4-D in the turbid system. This suggests that some species cannot survive at the higher herbicide concentrations, in agreement with that reported for 2,4-D by \nKobraei and White (1996)\n. Communities with high levels of diversity tend to be more resilient to environmental changes (\nOliver et al., 2015\n), due to redundancy among different species sharing similar functions. Resilience increases if these species also show differential resistance to a contaminant. Indeed, \nGirvan et al. (2005)\n have demonstrated that bacterial diversity in soils promotes community stability and resilience after benzene perturbation. In the case of phytoplankton, it is expected that the differential sensitivity of species to herbicides (\nHuertas et al., 2010\n) as well as their presence and relative abundance, will determine the response of the community as a whole. The richer the community, the greater the chance for the presence of tolerant or resistant species to a contaminant, and the response of the community will rely upon the evenness and sensitivity of the dominant species, if any.\nIn general, natural or anthropogenic agents induce a wide range of responses in biological entities, according to their scale of complexity (\nPeck, 2011\n). For example, variations in total abundance may reflect different physiological strategies. In our study, phytoplanktonic species that survived at 2,000 mg L\n−1\n of 2,4-D in the clear system and at 200 and 2,000 mg L\n−1\n of 2,4-D in the turbid system showed low abundance values due to decreased reproduction. A similar behavior was observed for phytoplankton exposed to the commercial glyphosate-based formulation RoundUp®, which had no effect on species richness but produced a significant strong decrease in total abundance (\nPérez et al., 2007\n).\nThe abundance of the micro + nano phytoplankton community decreased at higher concentrations and increased at lower concentrations of 2,4-D (0.02; 0.2; 2 and 20 mg L\n−1\n), with a humped-shaped, dose-dependent response. This effect was more clearly noted in the turbid than in the clear system. Although we used a commercial formulation with undeclared ingredients to obtain a more realistic approach, stimulation effects on phytoplankton are consistent with those previously reported for the active principle. In this regard, further experiments comparing the effects of pure 2,4-D and AsiMax® are required for a more conclusive assessment. Nevertheless, the stimulation of phytoplankton at low doses of 2,4-D has been already reported in studies involving algal monoculture trials and mesocosms (\nBoyle, 1980\n; \nKobraei and White, 1996\n; \nWong, 2000\n). The auxin pathways and their modes of action are well-known for vascular plants, but not for algae (\nŽižková et al., 2016\n) and after many years of debate (\nLau et al., 2009\n), the presence of auxin pathways in algae and cyanobacteria was finally confirmed by \nSergeeva et al. (2002)\n. Certainly, the fact that 2,4-D induces growth at low doses and causes growth inhibition at higher ones provides evidence that it may mimic hormonal function.\nMoreover, the presence or absence of auxin pathways in the different species (e.g. \nStaurastrum\n sp., dominant in the turbid system) occurring in each community, could be determinant for the whole community response. \nŽižková et al. (2016)\n demonstrated that some cyanobacteria and algae that differ taxonomically possess different concentrations of IAA. They found that four species of Chlamydomonales have low IAA concentration, while some Desmidiales, the same group as that of \nStaurastrum\n sp., have high IAA concentration. Different sensitivity was observed for \nChlamydomonas\n sp. and \nOchromonas\n sp. that were present in both kinds of systems. These species tended to decrease in abundance with respect to control in the clear system while they tended to increase in the turbid one. The impact of 2,4-D on the community may not only be direct, according to species sensitivity but also indirect, via the interactions among community members. The differential absorption and/or utilization of the 2,4-D by certain species may indirectly affect the total abundance of others. In our case, it is possible that the intake of 2,4-D by the dominant \nStaurastrum\n sp. limited the exposure of other species to the herbicide. In addition, the 2,4-D may indirectly affect the freshwater community through ecological interactions such as competition, facilitation and/or predation. Numerous examples of these indirect effects due to different contaminants can be found in the comprehensive review by \nFleeger et al. (2003)\n. In our study, the sensitivity of \nChlamydomonas\n sp. to 2,4-D detected in the clear system was probably masked in the turbid one by \nStaurastrum\n sp. growth. A similar process would have occurred for \nOchromonas\n sp. The correlation network analyses suggest that the 2,4-D stimulated the growth of \nStaurastrum\n sp. when it was predominant through a putative auxin pathway, and that this allowed the development of other species that are actually sensitive to 2,4-D. In brief, the capacity of \nStaurastrum\n sp. to rapidly absorb the contaminant may have decreased the exposure of other species in the turbid system. The fact that \nStaurastrum\n sp. occurred in the clear system but in a very low proportion may indicate that not only species composition but also their relative abundance are important to predict the behavior of the system in response to a contaminant. The comparison of the correlation networks indicated that species were less intercorrelated in the clear system than in the turbid one, suggesting greater community stability for the former than for the latter under herbicide stress. In a less stable community, the change in one species affects the other species. The difficulty of determining the processes that control the responses of a given species strongly underlines the need to be cautious when extrapolating results from monospecific assays to realistic field situations.\nLozano et al. (2018)\n, who performed a microcosm experiment with the same \nStaurastrum\n sp. as used here but collected from a phytoplanktonic community with different structural characteristics, reported that it always decreased in abundance after exposure at different concentrations of 2,4-D in pure form. This suggests that the same species may respond differently to agrochemicals depending, on one hand, on the characteristics of their phytoplankton community and, on the other hand, on the form of the chemical assayed (i.e. pure \nversus\n formulation). AsiMax 50® is a commercial formulation based on 2,4-D as active ingredient, with coadjuvants and other substances. The use of active ingredient and/or commercial formulations makes the comparison across assays difficult. The impacts of active ingredients and commercial formulations on freshwater organisms and/or communities have been well documented for different herbicides (\nTsui and Chu, 2003\n; \nAnnett et al., 2014\n; \nLipok et al., 2010\n; \nDe Stefano et al., 2018\n).\nThe significant increase in the abundance of HB was only observed at the highest 2,4-D concentration in the clear system, probably because the herbicide acted as a nutrient source for bacterial growth. On the other hand, the HB did not show a significant growth in the turbid system probably because its initial abundance was sufficient to metabolize the herbicide. \nPizarro et al. (2016)\n studied the impact of glyphosate formulation Glifosato Atanor® on microbial communities from clear and organic turbid freshwater systems. In agreement with our study, they found that abundance of bacteria only increased in clear water, most likely because the herbicide was used as nutrient source. The effect of 2,4-D on bacterial communities has been studied by \nAguayo et al. (2014)\n, who observed that the phylum Actinobacteria was predominant at 20 mg L\n−1\n of 2,4-D, using water from a cold and pristine oligotrophic lake. Likewise, \nDe Lipthay et al. (2003)\n reported that a long-term exposure of a subsurface aquifer to a mixture of auxinic herbicides at low concentrations (<40 μg L\n−1\n) induced the increment of phenoxy acid-degrading bacteria.\nThe PPP fraction also seemed to experience more pronounced changes in the turbid than in the clear system. It showed a rapid response after 15 min at the highest herbicide concentration in both clear and turbid systems, which was determined by the different behavior of their respective components. This effect was due to a rapid increase in the abundance of PE-Pcy in the clear system and of PEuk and PE-Pcy in the turbid one. The PPP fraction also showed an increase in abundance at the higher herbicide concentrations at Tf in the turbid system. This was mediated by an increase in the PE-Pcy fraction, which was probably stimulated by the combination of direct and indirect effects of AsiMax 50®. The herbicide would act directly on the PE-Pcy fraction if it had auxin pathways, and in this regard \nŽižková et al. (2016)\n found that two species of cyanobacteria (\nChroococcus minutus\n and \nPhormidium animale\n) contained very high amounts of endogenous auxin (IAA). On the other hand, the decrease in the micro + nano plankton in the same treatments could have indirectly stimulated the growth of PE-Pcy due to decreased competitive pressure.\nChanges in micro + nano phytoplankton and PPP abundance accounted for changes in chlorophyll \na\n concentration; this is particularly true for the former fraction, which represented more than 99% of the total phytoplanktonic biomass. This phenomenon was more clearly observed in the turbid system, where chlorophyll \na\n concentration followed a similar hump-shaped, dose-dependence pattern as that obtained for micro + nano phytoplankton abundance. Changes in turbidity resembled those in chlorophyll \na\n concentration, especially for the turbid system, where both variables decreased to lower levels.\nThe Pampa Plain in Argentina has plenty of permanent shallow lakes with contrasting water turbidity and phytoplankton biomass. It is one of the principal agricultural regions worldwide, where millions of liters of agrochemicals are used each year. The present investigation provides new evidence on the mode of action of the 2,4-D-based herbicide Asimax 50® in freshwater, which is one of the most frequently used commercial formulations in agricultural fields of Argentina. The observed variations in the essential constituents of microbial food chains can produce major functional changes, which are mainly concerned with carbon fluxes affecting the whole dynamics of a freshwater ecosystem. National regulatory agencies establish environmentally safe concentrations of agrochemicals mainly based on results from monoculture experiments. However, this study provides evidence that such concentrations can be unrealistic because species exhibit different behavior when growing in a community. Despite the limitations of the experimental system, our results highlight the importance of using community-scale approaches in ecotoxicological studies to predict the sense, magnitude and direction of changes in freshwater ecosystems exposed to 2,4-D formulations.",
    "declarations": "Declarations\nAuthor contribution statement\nLozano V.L.: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.\nPizarro H.N.: Conceived and designed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.\nMiranda C.E., González C., Unrein F., Wolansky M.J, Vinocur A.L.: Analyzed and interpreted the data.\nFunding statement\nThe work was supported by \nANPCyT\n (PICT, 2014 1586), \nCONICET\n (PIP 11220130100399) and \nUBACyT\n (20020170100020BA) all under H. Pizarro direction.\nCompeting interest statement\nThe authors declare no conflict of interest.\nAdditional information\nNo additional information is available for this paper.",
    "author_contribution_statement": "Author contribution statement\nLozano V.L.: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.\nPizarro H.N.: Conceived and designed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.\nMiranda C.E., González C., Unrein F., Wolansky M.J, Vinocur A.L.: Analyzed and interpreted the data.",
    "funding_statement": "Funding statement\nThe work was supported by \nANPCyT\n (PICT, 2014 1586), \nCONICET\n (PIP 11220130100399) and \nUBACyT\n (20020170100020BA) all under H. Pizarro direction.",
    "competing_interest_statement": "Competing interest statement\nThe authors declare no conflict of interest.",
    "additional_information": "Additional information\nNo additional information is available for this paper."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6710492/"
}