{
  "id": "PMC7610290",
  "title": "ROS, calcium and electric signals: Key mediators of rapid systemic signaling in plants",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "ROS, calcium and electric signals: Key mediators of rapid systemic signaling in plants",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7610290/"
  },
  "sections": {
    "permalink": "Copy",
    "sara_i_zandalinas": "1\nDivision of Plant Sciences, College of Agriculture Food and Natural Resources, and Interdisciplinary Plant Group, Christopher S. Bond Life Sciences Center, University of Missouri, Columbia, Missouri 65201\nFind articles by \nSara I Zandalinas",
    "yosef_fichman": "1\nDivision of Plant Sciences, College of Agriculture Food and Natural Resources, and Interdisciplinary Plant Group, Christopher S. Bond Life Sciences Center, University of Missouri, Columbia, Missouri 65201\nFind articles by \nYosef Fichman",
    "ron_mittler": "1\nDivision of Plant Sciences, College of Agriculture Food and Natural Resources, and Interdisciplinary Plant Group, Christopher S. Bond Life Sciences Center, University of Missouri, Columbia, Missouri 65201\nFind articles by \nRon Mittler",
    "abstract": "Systemic signaling and systemic acquired acclimation (SAA) are essential for plant survival during episodes of environmental stress. Recent studies highlighted a key role for reactive oxygen species (ROS) signaling in mediating systemic responses and SAA during light stress in Arabidopsis (\nArabidopsis thaliana\n)\n.\n These studies further identified the RESPIRATORY BURST OXIDASE HOMOLOG D (RBOHD) protein as a key player in mediating rapid systemic ROS responses. Here, we report that tissue-specific expression of RBOHD in phloem or xylem parenchyma cells of the \nrbohD\n mutant restores systemic ROS signaling, systemic stress-response transcript expression, and SAA to a local treatment of light stress. We further demonstrate that \nRBOHD\n and \nRBOHF\n are both required for local and systemic ROS signaling at the vascular bundles of Arabidopsis. Taken together, our findings highlight a key role for RBOHD-driven ROS production at the vascular bundles of Arabidopsis in mediating light stress–induced systemic signaling and SAA. In addition, they suggest that the integration of ROS, calcium, electric, and hydraulic signals, during systemic signaling, occurs at the vascular bundles.",
    "introduction": "Plants and other multicellular organisms are able to transmit different chemical and physical signals over long distances, sometimes traversing their entire length. These signals coordinate the response of the entire organism to different stresses, pathogens, and/or other stimuli and are thought to play a key role in the acclimation, defense, and adaptation of different organisms to their environment (\nChoi et al., 2017\n; \nTakahashi et al., 2018\n; \nKollist et al., 2019\n; \nWang et al., 2019\n; \nFichman and Mittler, 2020\n). In plants, a plethora of chemical and physical signals are transmitted from a single leaf or root tip subjected to stress (i.e., a local tissue) to the entire plant (i.e., systemic tissues). These signals, collectively termed systemic signals, include different chemicals and volatiles, such as salicylic acid, abscisic acid (ABA), and methyl jasmonate, as well as small peptides, and physical signals such as electric signals and hydraulic waves (\nGalvez-Valdivieso et al., 2009\n; \nSzechyńska-Hebda et al., 2010\n; \nDevireddy et al., 2018\n; \nNguyen et al., 2018\n; \nToyota et al., 2018\n; \nTakahashi et al., 2018\n; \nWang et al., 2019\n). In recent years, a role for two interlinked signal transduction molecules, that is, Ca\n2+\n and reactive oxygen species (ROS), was identified in the systemic response of plants to different abiotic stimuli such as excess light stress or wounding. These two signals were further shown to propagate from cell to cell over long distances in plants and were termed the Ca\n2+\n and ROS waves (\nMiller et al., 2009\n; \nChoi et al., 2014\n; \nToyota et al., 2018\n; \nZandalinas and Mittler, 2018\n; \nFichman et al., 2019\n; \nFichman and Mittler, 2020\n).\nOpen in a new tab\nThe ROS wave is essential for coordinating systemic metabolic responses that generate different metabolic signatures in different parts of the plant (\nChoudhury et al., 2018\n); for coordinating systemic transcriptomic responses that activate transcriptional networks essential for plant acclimation (\nZandalinas et al., 2019\n); and for coordinating systemic physiological responses, such as changes in stomatal aperture (\nDevireddy et al., 2018\n, \n2020\n). In addition, the ROS wave is required for successful plant acclimation to light and heat stresses (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n, \n2020\n). The initiation, propagation, and maintenance of the ROS wave in response to abiotic stress is dependent on the plasma membrane–localized RESPIRATORY BURST OXIDASE HOMOLOG D (RBOHD; AT5G47910) protein (\nMiller et al., 2009\n; \nZandalinas and Mittler, 2018\n; \nFichman and Mittler, 2020\n). However, genetic evidence in the form of complementation studies, as well as cell biology studies elucidating the role of RBOHD in different plant tissues during systemic signaling, has thus far been lacking. RBOHD belongs to a family of 10 different proteins in Arabidopsis (\nArabidopsis thaliana\n), able to produce superoxide radicals at the apoplast in response to a cytosolic calcium and/or phosphorylation signal (\nSuzuki et al., 2011\n; \nKadota et al., 2015\n; \nFichman and Mittler, 2020\n). The superoxide radicals generated at the apoplast by RBOH proteins are dismutated spontaneously, or via superoxide dismutases present in the apoplast, to generate H\n2\nO\n2\n that can enter cells via aquaporins (\nMittler et al., 2011\n; \nGilroy et al., 2016\n; \nChoi et al., 2017\n; \nMittler, 2017\n; \nRodrigues et al., 2017\n; \nClemente‐Moreno et al., 2019\n; \nFichman and Mittler, 2020\n; \nGarcía et al., 2020\n). Of the 10 RBOHs in Arabidopsis, RBOHD and RBOHF (AT1G64060) are the two primarily expressed in aboveground vegetative tissues (\nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMorales et al., 2016\n).\nBased on their relative speed, as well as their physical and chemical properties, four different systemic signals are thought to copropagate, or at least interact with each other, during rapid systemic signaling in plants. These include the ROS, Ca\n2+\n, hydraulic, and electric waves (\nMittler et al., 2011\n; \nGilroy et al., 2016\n; \nChoi et al., 2017\n; \nFichman and Mittler, 2020\n). Calcium waves and electrical signals are dependent on the function of the calcium-permeable glutamate receptor-like (GLR) GLR3.3 and GLR3.6 channels (\nMousavi et al., 2013\n; \nNguyen et al., 2018\n; \nToyota et al., 2018\n; \nWudick et al., 2018\n; \nShao et al., 2020\n), and calcium and ROS waves were proposed to be linked through the function of RBOHD (\nMittler et al., 2011\n; \nEvans et al., 2016\n). RBOHD was further shown to be required for the propagation of certain electric signals in response to light stress (\nSuzuki et al., 2013\n). Although it is unknown how hydraulic waves are linked to electric, ROS, and calcium waves, it was proposed that different mechanosensitive channels (\nBasu and Haswell, 2017\n) could sense hydraulic waves at systemic tissues and convert them into calcium signals (\nChoi et al., 2017\n; \nKollist et al., 2019\n; \nFichman and Mittler, 2020\n). Calcium signals can further influence ROS signals via the function of different calcium binding proteins and kinases/phosphatase molecular switches or by directly binding to the E and F helices (EF)-hand domains of RBOHD (\nSuzuki et al., 2011\n; \nKadota et al., 2015\n; \nFichman and Mittler, 2020\n). Although the Ca\n2+\n, hydraulic, and electric waves were recently shown to propagate through the vascular bundles of plants, utilizing plant tissues such as phloem, xylem parenchyma, and bundle sheath cells (\nMousavi et al., 2013\n; \nSade et al., 2014\n; \nNguyen et al., 2018\n; \nToyota et al., 2018\n; \nShao et al., 2020\n), the cell types and tissues through which the ROS wave propagates in plants are currently unknown (\nFichman and Mittler, 2020\n; \nFichman et al., 2020\n).",
    "results": "Complementation of Systemic ROS Signaling in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters\n\n\nThe RBOHD protein is expressed in almost all tissues of Arabidopsis, including epidermis, mesophyll, stomata, and vascular bundles (\nHao et al., 2014\n; \nMorales et al., 2016\n). To determine in what tissues its expression is vital for systemic ROS signaling in response to a local treatment of excess high-light (HL) stress, we attempted to complement the \nrbohD\n mutant with different binary vectors driving the stable expression of RBOHD using its native promoter or different tissue-specific promoters (\nFigure 1\n; \nSupplemental Figures 1 and 2\n; \nSupplemental Table 1\n). The tissue-specific promoters chosen for our analysis were successfully used in previous studies to drive the expression of different proteins in their corresponding tissues (\nFunk et al., 2002\n; \nHooker et al., 2002\n; \nYoshimoto et al., 2003\n; \nEndo et al., 2007\n; \nAvci et al., 2008\n; \nMustroph et al., 2009\n; \nDhondt et al., 2010\n; \nSawa and Kay, 2011\n; \nCui et al., 2014\n; \nLiu et al., 2014\n; \nMatías-Hernández et al., 2016\n). In addition, to confirm that the RBOHD protein, expressed under the control of the different tissue-specific promoters (\nSupplemental Table 1\n), accumulates in these tissues, we generated a second set of transgenic plants in which the RBOHD protein was tagged with the green fluorescence protein (GFP) at its N terminus, and we determined that the GFP signal was present in the correct tissues associated with the different tissue-specific promoters (\nSupplemental Figure 1\n; not used in \nFigures 1\n to \n3\n). To image excess light stress–driven local and systemic changes in ROS levels, we used the whole-plant live ROS imaging technique we recently developed that is based on the oxidation of dichlorofluorescein (DCF), fumigated as an 2′,7′-dichlorofluorescein (H\n2\nDCFDA) dye, into plants prior to the stress treatment (\nFichman et al., 2019\n; \nZandalinas et al., 2020\n).\n\n\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced Local and Systemic ROS Signaling in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) in the wild type (Columbia-0 [Col]), \nrbohD\n and the different \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only), are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; TRE, total radiant efficiency; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced SAA in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nLight stress–induced systemic leaf cell injury (measured as electrolyte leakage) of the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nrbohD\n complemented Arabidopsis plants was determined. Systemic leaves were either untreated, nonpretreated, and unstressed (untreated, unstressed) or subjected to light stress following a pretreatment of one local leaf with light stress (pretreated, stressed). SAA is evident by a low level of electrolyte leakage in light-stressed systemic leaves (pretreated, stressed), which is similar to that of untreated and unstressed leaves (untreated, unstressed). Ten different plants each from two independent complemented lines for each construct (nos. 1 and 2) were subjected to light stress, and cell injury was measured in systemic leaves by electrolyte leakage. Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.\nAs shown in \nFigure 1\n, and in agreement with our previous study of the \nrbohD\n mutant (\nFichman et al., 2019\n), local and systemic ROS responses to a local treatment of HL stress (evident by increase in the accumulation of oxidized DCF), were strongly attenuated in the \nrbohD\n mutant. Complementation of \nRBOHD\n expression in the \nrbohD\n mutant, using the native \nRBOHD\n promoter, completely restored light stress–induced local and systemic ROS responses (evident by accumulation of oxidized DCF; \nFigure 1\n; \nFichman et al., 2019\n). By contrast, complementation of \nRBOHD\n expression using an epidermis-specific promoter (\nCER6\n; \nHooker et al., 2002\n; \nMustroph et al., 2009\n) or mesophyll-specific promoter (\nCAB3\n; \nEndo et al., 2007\n; \nMatías-Hernández et al., 2016\n) only partially restored light stress–induced local and systemic ROS responses, whereas complementation of \nRBOHD\n expression using a bundle sheath–specific promoter (\nSCR\n; \nDhondt et al., 2010\n; \nCui et al., 2014\n) failed to restore light stress–driven ROS responses (\nFigure 1\n). Complementation of local and systemic ROS responses to the wild-type levels (evident by accumulation of oxidized DCF) was however achieved using a xylem parenchyma–specific promoter (\nXCP1\n; \nFunk et al., 2002\n; \nAvci et al., 2008\n) or phloem-specific promoter (\nSultr1;3\n; \nYoshimoto et al., 2003\n; \nSawa and Kay, 2011\n; \nFigure 1\n; \nSupplemental Figure 2\n). The results presented in \nFigure 1\n and \nSupplemental Figures 1 and 2\n demonstrate that \nRBOHD\n expression in the xylem parenchyma or phloem is essential for systemic ROS signaling in response to a local treatment of excess light stress. Restoring whole-leaf systemic ROS responses via expression of \nRBOHD\n in such a limited number of cells of the \nrbohD\n mutant (evident by accumulation of oxidized DCF; \nFigure 1\n; \nSupplemental Figures 1 and 2\n) further suggests that, under the conditions studied in \nFigure 1\n, other ROS-producing mechanisms might be involved in generating ROS in systemic tissues. These could include RBOHF or other apoplastic oxidases and/or cytosolic, mitochondrial, peroxisomal, or chloroplastic ROS-producing mechanisms (\nMittler, 2017\n; \nKollist et al., 2019\n).\nComplementation of Local and Systemic Zat12 Expression in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters\n\n\nTo determine whether the complementation of systemic ROS signaling in the \nrbohD\n mutant also restored systemic transcript expression in response to excess light stress, we determined the expression of the \nZAT12\n gene (AT5G59820) in local and systemic tissues of the different control and complemented lines using the \nZAT12\n promoter:luciferase reporter. The zinc finger protein ZAT12 was initially identified as a central regulator essential for light stress responses and acclimation in Arabidopsis (\nIida et al., 2000\n). Further studies determined that ZAT12 plays an important role in the response of plants to many other abiotic stresses (\nDavletova et al., 2005\n). As shown in \nFigure 2\n, compared to the wild type, the systemic expression of \nZAT12\n in response to local application of HL stress, detected under the same experimental conditions used to visualize the ROS wave in \nFigure 1\n, was suppressed in the \nrbohD\n mutant. By contrast, local expression of \nZAT12\n was not. This finding demonstrated that \nZAT12\n expression is triggered in local tissues independent of RBOHD. By contrast, the systemic expression of \nZAT12\n was dependent on RBOHD during systemic responses to light stress. Similar to our findings with systemic ROS signaling in the different \nRBOHD\n tissue-specific complementation lines (\nFigure 1\n; \nSupplemental Figure 2\n), light stress–induced systemic expression of \nZat12\n could be restored to the wild-type levels only upon expression of \nRBOHD\n in the \nrbohD\n mutant using its own native promoter or the xylem parenchyma– or phloem-specific promoters (\nFigure 2\n). The results presented in \nFigure 2\n demonstrate that \nRBOHD\n expression in the xylem parenchyma or phloem is essential for systemic transcript expression of the key light stress–response gene \nZAT12\n during the systemic response of Arabidopsis to a local treatment of HL stress.\n\n\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced Local and Systemic \nZAT12\n Expression in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of local and systemic \nZAT12\n:luciferase activity in the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nZAT12\n:luciferase-expressing double homozygous \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of \nZAT12\n:luciferase activity in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with white boxes); and statistical analysis of \nZAT12\n:luciferase activity in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.\nComplementation of SAA in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters\n\n\nThe \nrbohD\n mutant is unable to acclimate its systemic tissues to light stress following a local treatment of HL stress applied to a single (local) leaf (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n). Because \nRBOHD\n expression in the xylem parenchyma or phloem cells restored systemic ROS signaling and systemic expression of \nZAT12\n in the \nrbohD\n mutant (\nFigures 1\n and \n2\n; \nSupplemental Figure 2\n), it could potentially restore SAA following local application of HL stress. We therefore tested all complemented lines described in \nFigure 1\n for SAA following a local HL stress treatment. For this purpose, we used an SAA assay based on measuring excess light stress–induced systemic leaf injury in the presence or absence of a short light stress pretreatment applied to a single local leaf (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n, \n2020\n). As shown in \nFigure 3\n, complementing the \nrbohD\n mutant with \nRBOHD\n expressed via its native promoter, or the xylem parenchyma- or phloem-specific promoters, restored HL stress–driven SAA to the \nrbohD\n mutant. By contrast, complementing \nRBOHD\n expression in the \nrbohD\n mutant using the epidermis-, mesophyll-, or bundle sheath–specific promoters failed to restore SAA to light stress (\nFigure 3\n). The results presented in \nFigures 1 to 3\n reveal that expression of \nRBOHD\n at the xylem parenchyma or phloem cells of the \nrbohD\n mutant is sufficient to restore systemic ROS signaling, expression of the \nZAT12\n light stress–response regulator, and SAA, to the \nrbohD\n mutant. Taken together, these findings underscore a key role for RBOHD, present at the vascular tissues (phloem or xylem parenchyma) of Arabidopsis, in mediating the systemic response of plants to light stress.\n\n\nBecause the expression of \nRBOHD\n in such a limited subset of cells had such a dramatic effect on systemic ROS signaling, transcript expression and SAA (\nFigures 1\n to \n3\n; \nSupplemental Figure 2\n), other ROS-producing mechanisms might be required for mediating ROS accumulation in many of the other plant cells that do not express RBOHD in the \nrbohD\n mutant. Potential clues to the existence of such additional players in the systemic ROS signaling response of Arabidopsis to light stress include our current and previous findings that low levels of systemic ROS (evident by accumulation of oxidized DCF) can still be detected in the \nrbohD\n mutant (\nFigure 1\n; \nFichman et al., 2019\n). As suggested above, one potential candidate for this function, based on its expression pattern and function (\nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMorales et al., 2016\n), is RBOHF.\nRBOHD and RBOHF Are Both Required for Mediating Systemic ROS Signaling in Response to a Local HL Stress Treatment\n\n\nTo test whether RBOHF is also required for systemic ROS signaling during the response of Arabidopsis plants to light stress, we subjected the wild type, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n double mutants (\nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMiller et al., 2009\n) to a local HL stress treatment and imaged local and systemic ROS levels (evident by accumulation of oxidized DCF) in these plants. As shown in \nFigure 4\n, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n were all deficient in systemic ROS signaling in response to a local application of excess light stress. Interestingly, the low residual ROS levels, detected in the \nrbohD\n mutant (evident by accumulation of oxidized DCF; \nFigure 1\n; \nFichman et al., 2019\n), can also be detected in the \nrbohF\n mutant (albeit weaker). By contrast, no residual ROS levels were detected in the \nrbohD rbohF\n double mutant (\nFigure 4\n). Fluorescence microscopy imaging of ROS levels (evident by DCF oxidation), conducted on petioles of local and systemic leaves of the different mutants following local application of light stress (\nFigure 5\n), revealed that low levels of ROS could be found at the vascular bundles of the \nrbohD\n or \nrbohF\n mutants at the local or systemic tissues in response to light stress. By contrast, ROS levels were undetected by fluorescence microscopy at the vascular bundles of local or systemic leaves of the \nrbohD rbohF\n double mutant (\nFigure 5\n). Although excess light-driven ROS was primarily detected at the vascular tissues of local and systemic leaves of the wild-type plants, in local leaves high ROS levels were also detected at other cell layers, such as the epidermis (\nFigure 5\n). While the detection of ROS at the epidermis was evident in the wild type and the \nrbohF\n mutant, similar levels were not detected in the \nrbohD\n or the \nrbohD rbohF\n double mutant. The findings presented in \nFigures 4\n and \n5\n support a model in which RBOHD and RBOHF cooperate to drive local and systemic ROS signaling (evident by DCF oxidation) at the vascular bundles of Arabidopsis during light stress and indicate that RBOHD might also control ROS levels at the epidermis of local leaves. Because the lack of RBOHD was sufficient to block the spread of a systemic ROS wave response from the local to the systemic leaves, even when H\n2\nO\n2\n was directly applied to the local leaf (\nSupplemental Figure 3A\n), the suppressed systemic response of the \nrbohD\n or the \nrbohD rbohF\n double mutants may not simply result from the lack of ROS responses at the local tissue. Systemic ROS signaling may therefore require \nRBOHD\n expression at the local, as well as systemic tissues (\nSuzuki et al., 2013\n). Future studies using the different tissue-specific promoters (\nFigures 1\n to \n3\n; \nSupplemental Figure 2\n) to drive \nRBOHF\n expression in different tissues of the \nrbohF\n mutant are likely to sharpen our understanding of RBOHF function in mediating the ROS wave. Nonetheless, such studies are not likely to alter the key findings of this study revealing that expression of \nRBOHD\n in phloem and xylem parenchyma cells is required for transmitting the ROS wave during the systemic response of Arabidopsis to light stress.\n\n\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nRBOHD\n and \nRBOHF\n Are Required for Mediating Systemic ROS Signaling in Response to a Local HL Stress Treatment.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) of the wild type (Columbia-0 [Col]), \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n double mutant Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n mutants, over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants from the wild type and each of the different mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F\n; ROI, region of interest; TRE, total radiant efficiency.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nDetection of ROS in Petioles from Local and Systemic Leaves of the Wild-Type, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n Double Mutant Plants Subjected to a 2-Min HL Stress Treatment (Applied to the Local Leaf Only).\n\n\n(A)\n Representative fluorescence microscopy images of ROS detection in petioles of the wild type and the different mutants subjected to a 2-min local HL stress treatment. Bar = 1000 µm.\n\n\n(B)\n Bar graph of fold change in fluorescent intensity in veins and epidermis of the wild type (Columbia-0 [Col]) and the different mutants subjected to a 2-min HL stress treatment (applied to the local leaf only; conducted for 10 different plants each from the wild type and the different \nrboh\n mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F.",
    "complementation_of_systemic_ros_signaling_in_the_rbohd_mutan": "The RBOHD protein is expressed in almost all tissues of Arabidopsis, including epidermis, mesophyll, stomata, and vascular bundles (\nHao et al., 2014\n; \nMorales et al., 2016\n). To determine in what tissues its expression is vital for systemic ROS signaling in response to a local treatment of excess high-light (HL) stress, we attempted to complement the \nrbohD\n mutant with different binary vectors driving the stable expression of RBOHD using its native promoter or different tissue-specific promoters (\nFigure 1\n; \nSupplemental Figures 1 and 2\n; \nSupplemental Table 1\n). The tissue-specific promoters chosen for our analysis were successfully used in previous studies to drive the expression of different proteins in their corresponding tissues (\nFunk et al., 2002\n; \nHooker et al., 2002\n; \nYoshimoto et al., 2003\n; \nEndo et al., 2007\n; \nAvci et al., 2008\n; \nMustroph et al., 2009\n; \nDhondt et al., 2010\n; \nSawa and Kay, 2011\n; \nCui et al., 2014\n; \nLiu et al., 2014\n; \nMatías-Hernández et al., 2016\n). In addition, to confirm that the RBOHD protein, expressed under the control of the different tissue-specific promoters (\nSupplemental Table 1\n), accumulates in these tissues, we generated a second set of transgenic plants in which the RBOHD protein was tagged with the green fluorescence protein (GFP) at its N terminus, and we determined that the GFP signal was present in the correct tissues associated with the different tissue-specific promoters (\nSupplemental Figure 1\n; not used in \nFigures 1\n to \n3\n). To image excess light stress–driven local and systemic changes in ROS levels, we used the whole-plant live ROS imaging technique we recently developed that is based on the oxidation of dichlorofluorescein (DCF), fumigated as an 2′,7′-dichlorofluorescein (H\n2\nDCFDA) dye, into plants prior to the stress treatment (\nFichman et al., 2019\n; \nZandalinas et al., 2020\n).\nFigure 1.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced Local and Systemic ROS Signaling in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) in the wild type (Columbia-0 [Col]), \nrbohD\n and the different \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only), are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; TRE, total radiant efficiency; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.\nFigure 3.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced SAA in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nLight stress–induced systemic leaf cell injury (measured as electrolyte leakage) of the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nrbohD\n complemented Arabidopsis plants was determined. Systemic leaves were either untreated, nonpretreated, and unstressed (untreated, unstressed) or subjected to light stress following a pretreatment of one local leaf with light stress (pretreated, stressed). SAA is evident by a low level of electrolyte leakage in light-stressed systemic leaves (pretreated, stressed), which is similar to that of untreated and unstressed leaves (untreated, unstressed). Ten different plants each from two independent complemented lines for each construct (nos. 1 and 2) were subjected to light stress, and cell injury was measured in systemic leaves by electrolyte leakage. Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.\nAs shown in \nFigure 1\n, and in agreement with our previous study of the \nrbohD\n mutant (\nFichman et al., 2019\n), local and systemic ROS responses to a local treatment of HL stress (evident by increase in the accumulation of oxidized DCF), were strongly attenuated in the \nrbohD\n mutant. Complementation of \nRBOHD\n expression in the \nrbohD\n mutant, using the native \nRBOHD\n promoter, completely restored light stress–induced local and systemic ROS responses (evident by accumulation of oxidized DCF; \nFigure 1\n; \nFichman et al., 2019\n). By contrast, complementation of \nRBOHD\n expression using an epidermis-specific promoter (\nCER6\n; \nHooker et al., 2002\n; \nMustroph et al., 2009\n) or mesophyll-specific promoter (\nCAB3\n; \nEndo et al., 2007\n; \nMatías-Hernández et al., 2016\n) only partially restored light stress–induced local and systemic ROS responses, whereas complementation of \nRBOHD\n expression using a bundle sheath–specific promoter (\nSCR\n; \nDhondt et al., 2010\n; \nCui et al., 2014\n) failed to restore light stress–driven ROS responses (\nFigure 1\n). Complementation of local and systemic ROS responses to the wild-type levels (evident by accumulation of oxidized DCF) was however achieved using a xylem parenchyma–specific promoter (\nXCP1\n; \nFunk et al., 2002\n; \nAvci et al., 2008\n) or phloem-specific promoter (\nSultr1;3\n; \nYoshimoto et al., 2003\n; \nSawa and Kay, 2011\n; \nFigure 1\n; \nSupplemental Figure 2\n). The results presented in \nFigure 1\n and \nSupplemental Figures 1 and 2\n demonstrate that \nRBOHD\n expression in the xylem parenchyma or phloem is essential for systemic ROS signaling in response to a local treatment of excess light stress. Restoring whole-leaf systemic ROS responses via expression of \nRBOHD\n in such a limited number of cells of the \nrbohD\n mutant (evident by accumulation of oxidized DCF; \nFigure 1\n; \nSupplemental Figures 1 and 2\n) further suggests that, under the conditions studied in \nFigure 1\n, other ROS-producing mechanisms might be involved in generating ROS in systemic tissues. These could include RBOHF or other apoplastic oxidases and/or cytosolic, mitochondrial, peroxisomal, or chloroplastic ROS-producing mechanisms (\nMittler, 2017\n; \nKollist et al., 2019\n).",
    "figure_1.": "Open in a new tab\nComplementation of Light Stress–Induced Local and Systemic ROS Signaling in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) in the wild type (Columbia-0 [Col]), \nrbohD\n and the different \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only), are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; TRE, total radiant efficiency; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.",
    "figure_3.": "Open in a new tab\nComplementation of Light Stress–Induced SAA in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nLight stress–induced systemic leaf cell injury (measured as electrolyte leakage) of the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nrbohD\n complemented Arabidopsis plants was determined. Systemic leaves were either untreated, nonpretreated, and unstressed (untreated, unstressed) or subjected to light stress following a pretreatment of one local leaf with light stress (pretreated, stressed). SAA is evident by a low level of electrolyte leakage in light-stressed systemic leaves (pretreated, stressed), which is similar to that of untreated and unstressed leaves (untreated, unstressed). Ten different plants each from two independent complemented lines for each construct (nos. 1 and 2) were subjected to light stress, and cell injury was measured in systemic leaves by electrolyte leakage. Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.",
    "complementation_of_local_and_systemic_zat12_expression_in_th": "To determine whether the complementation of systemic ROS signaling in the \nrbohD\n mutant also restored systemic transcript expression in response to excess light stress, we determined the expression of the \nZAT12\n gene (AT5G59820) in local and systemic tissues of the different control and complemented lines using the \nZAT12\n promoter:luciferase reporter. The zinc finger protein ZAT12 was initially identified as a central regulator essential for light stress responses and acclimation in Arabidopsis (\nIida et al., 2000\n). Further studies determined that ZAT12 plays an important role in the response of plants to many other abiotic stresses (\nDavletova et al., 2005\n). As shown in \nFigure 2\n, compared to the wild type, the systemic expression of \nZAT12\n in response to local application of HL stress, detected under the same experimental conditions used to visualize the ROS wave in \nFigure 1\n, was suppressed in the \nrbohD\n mutant. By contrast, local expression of \nZAT12\n was not. This finding demonstrated that \nZAT12\n expression is triggered in local tissues independent of RBOHD. By contrast, the systemic expression of \nZAT12\n was dependent on RBOHD during systemic responses to light stress. Similar to our findings with systemic ROS signaling in the different \nRBOHD\n tissue-specific complementation lines (\nFigure 1\n; \nSupplemental Figure 2\n), light stress–induced systemic expression of \nZat12\n could be restored to the wild-type levels only upon expression of \nRBOHD\n in the \nrbohD\n mutant using its own native promoter or the xylem parenchyma– or phloem-specific promoters (\nFigure 2\n). The results presented in \nFigure 2\n demonstrate that \nRBOHD\n expression in the xylem parenchyma or phloem is essential for systemic transcript expression of the key light stress–response gene \nZAT12\n during the systemic response of Arabidopsis to a local treatment of HL stress.\nFigure 2.\n\n\n\n\nOpen in a new tab\n\n\nComplementation of Light Stress–Induced Local and Systemic \nZAT12\n Expression in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of local and systemic \nZAT12\n:luciferase activity in the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nZAT12\n:luciferase-expressing double homozygous \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of \nZAT12\n:luciferase activity in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with white boxes); and statistical analysis of \nZAT12\n:luciferase activity in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.",
    "figure_2.": "Open in a new tab\nComplementation of Light Stress–Induced Local and Systemic \nZAT12\n Expression in the \nrbohD\n Mutant with \nRBOHD\n Driven by Different Tissue-Specific Promoters.\n\n\nRepresentative time-lapse images of local and systemic \nZAT12\n:luciferase activity in the wild type (Columbia-0 [Col]), \nrbohD\n, and the different \nZAT12\n:luciferase-expressing double homozygous \nrbohD\n complemented Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of \nZAT12\n:luciferase activity in local and systemic leaves of the wild type, \nrbohD\n, and two independent homozygous complemented lines (nos. 1 and 2), over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with white boxes); and statistical analysis of \nZAT12\n:luciferase activity in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants each from two independent lines; Student’s \nt\n test, \nsd\n, \nn\n = 20, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. Bar = 1 cm. \nCAB\n, \nCHLOROPHYLL A/B BINDING PROTEIN\n; \nCER\n, \nECERIFERUM\n; ROI, region of interest; \nSCR\n, \nSCARECROW\n; \nSULTR\n, \nSULFATE TRANSPORTER\n; \nXCP\n, \nXYLEM CYSTEINE PEPTIDASE\n.",
    "complementation_of_saa_in_the_rbohd_mutant_with_rbohd_driven": "The \nrbohD\n mutant is unable to acclimate its systemic tissues to light stress following a local treatment of HL stress applied to a single (local) leaf (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n). Because \nRBOHD\n expression in the xylem parenchyma or phloem cells restored systemic ROS signaling and systemic expression of \nZAT12\n in the \nrbohD\n mutant (\nFigures 1\n and \n2\n; \nSupplemental Figure 2\n), it could potentially restore SAA following local application of HL stress. We therefore tested all complemented lines described in \nFigure 1\n for SAA following a local HL stress treatment. For this purpose, we used an SAA assay based on measuring excess light stress–induced systemic leaf injury in the presence or absence of a short light stress pretreatment applied to a single local leaf (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n, \n2020\n). As shown in \nFigure 3\n, complementing the \nrbohD\n mutant with \nRBOHD\n expressed via its native promoter, or the xylem parenchyma- or phloem-specific promoters, restored HL stress–driven SAA to the \nrbohD\n mutant. By contrast, complementing \nRBOHD\n expression in the \nrbohD\n mutant using the epidermis-, mesophyll-, or bundle sheath–specific promoters failed to restore SAA to light stress (\nFigure 3\n). The results presented in \nFigures 1 to 3\n reveal that expression of \nRBOHD\n at the xylem parenchyma or phloem cells of the \nrbohD\n mutant is sufficient to restore systemic ROS signaling, expression of the \nZAT12\n light stress–response regulator, and SAA, to the \nrbohD\n mutant. Taken together, these findings underscore a key role for RBOHD, present at the vascular tissues (phloem or xylem parenchyma) of Arabidopsis, in mediating the systemic response of plants to light stress.\nBecause the expression of \nRBOHD\n in such a limited subset of cells had such a dramatic effect on systemic ROS signaling, transcript expression and SAA (\nFigures 1\n to \n3\n; \nSupplemental Figure 2\n), other ROS-producing mechanisms might be required for mediating ROS accumulation in many of the other plant cells that do not express RBOHD in the \nrbohD\n mutant. Potential clues to the existence of such additional players in the systemic ROS signaling response of Arabidopsis to light stress include our current and previous findings that low levels of systemic ROS (evident by accumulation of oxidized DCF) can still be detected in the \nrbohD\n mutant (\nFigure 1\n; \nFichman et al., 2019\n). As suggested above, one potential candidate for this function, based on its expression pattern and function (\nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMorales et al., 2016\n), is RBOHF.",
    "rbohd_and_rbohf_are_both_required_for_mediating_systemic_ros": "To test whether RBOHF is also required for systemic ROS signaling during the response of Arabidopsis plants to light stress, we subjected the wild type, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n double mutants (\nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMiller et al., 2009\n) to a local HL stress treatment and imaged local and systemic ROS levels (evident by accumulation of oxidized DCF) in these plants. As shown in \nFigure 4\n, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n were all deficient in systemic ROS signaling in response to a local application of excess light stress. Interestingly, the low residual ROS levels, detected in the \nrbohD\n mutant (evident by accumulation of oxidized DCF; \nFigure 1\n; \nFichman et al., 2019\n), can also be detected in the \nrbohF\n mutant (albeit weaker). By contrast, no residual ROS levels were detected in the \nrbohD rbohF\n double mutant (\nFigure 4\n). Fluorescence microscopy imaging of ROS levels (evident by DCF oxidation), conducted on petioles of local and systemic leaves of the different mutants following local application of light stress (\nFigure 5\n), revealed that low levels of ROS could be found at the vascular bundles of the \nrbohD\n or \nrbohF\n mutants at the local or systemic tissues in response to light stress. By contrast, ROS levels were undetected by fluorescence microscopy at the vascular bundles of local or systemic leaves of the \nrbohD rbohF\n double mutant (\nFigure 5\n). Although excess light-driven ROS was primarily detected at the vascular tissues of local and systemic leaves of the wild-type plants, in local leaves high ROS levels were also detected at other cell layers, such as the epidermis (\nFigure 5\n). While the detection of ROS at the epidermis was evident in the wild type and the \nrbohF\n mutant, similar levels were not detected in the \nrbohD\n or the \nrbohD rbohF\n double mutant. The findings presented in \nFigures 4\n and \n5\n support a model in which RBOHD and RBOHF cooperate to drive local and systemic ROS signaling (evident by DCF oxidation) at the vascular bundles of Arabidopsis during light stress and indicate that RBOHD might also control ROS levels at the epidermis of local leaves. Because the lack of RBOHD was sufficient to block the spread of a systemic ROS wave response from the local to the systemic leaves, even when H\n2\nO\n2\n was directly applied to the local leaf (\nSupplemental Figure 3A\n), the suppressed systemic response of the \nrbohD\n or the \nrbohD rbohF\n double mutants may not simply result from the lack of ROS responses at the local tissue. Systemic ROS signaling may therefore require \nRBOHD\n expression at the local, as well as systemic tissues (\nSuzuki et al., 2013\n). Future studies using the different tissue-specific promoters (\nFigures 1\n to \n3\n; \nSupplemental Figure 2\n) to drive \nRBOHF\n expression in different tissues of the \nrbohF\n mutant are likely to sharpen our understanding of RBOHF function in mediating the ROS wave. Nonetheless, such studies are not likely to alter the key findings of this study revealing that expression of \nRBOHD\n in phloem and xylem parenchyma cells is required for transmitting the ROS wave during the systemic response of Arabidopsis to light stress.\nFigure 4.\n\n\n\n\nOpen in a new tab\n\n\nRBOHD\n and \nRBOHF\n Are Required for Mediating Systemic ROS Signaling in Response to a Local HL Stress Treatment.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) of the wild type (Columbia-0 [Col]), \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n double mutant Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n mutants, over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants from the wild type and each of the different mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F\n; ROI, region of interest; TRE, total radiant efficiency.\nFigure 5.\n\n\n\n\nOpen in a new tab\n\n\nDetection of ROS in Petioles from Local and Systemic Leaves of the Wild-Type, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n Double Mutant Plants Subjected to a 2-Min HL Stress Treatment (Applied to the Local Leaf Only).\n\n\n(A)\n Representative fluorescence microscopy images of ROS detection in petioles of the wild type and the different mutants subjected to a 2-min local HL stress treatment. Bar = 1000 µm.\n\n\n(B)\n Bar graph of fold change in fluorescent intensity in veins and epidermis of the wild type (Columbia-0 [Col]) and the different mutants subjected to a 2-min HL stress treatment (applied to the local leaf only; conducted for 10 different plants each from the wild type and the different \nrboh\n mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F.",
    "figure_4.": "Open in a new tab\nRBOHD\n and \nRBOHF\n Are Required for Mediating Systemic ROS Signaling in Response to a Local HL Stress Treatment.\n\n\nRepresentative time-lapse images of whole-plant ROS levels (indicated by DCF oxidation) of the wild type (Columbia-0 [Col]), \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n double mutant Arabidopsis plants subjected to a 2-min local HL stress treatment (applied to the local leaf only) are shown on left; representative line graphs showing continuous measurements of ROS levels in local and systemic leaves of the wild type, \nrbohD\n, \nrbohF\n, and \nrbohD robhF\n mutants, over the entire course of the experiment (0 to 30 min), are shown in the middle (ROIs for some of them are indicated with blue boxes); and statistical analysis of ROS levels in local and systemic leaves at 0 and 30 min is shown on right (conducted for 10 different plants from the wild type and each of the different mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). All experiments were repeated at least three times with similar results. Treated local leaves are indicated with a red circle. \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F\n; ROI, region of interest; TRE, total radiant efficiency.",
    "figure_5.": "Open in a new tab\nDetection of ROS in Petioles from Local and Systemic Leaves of the Wild-Type, \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n Double Mutant Plants Subjected to a 2-Min HL Stress Treatment (Applied to the Local Leaf Only).\n\n\n(A)\n Representative fluorescence microscopy images of ROS detection in petioles of the wild type and the different mutants subjected to a 2-min local HL stress treatment. Bar = 1000 µm.\n\n\n(B)\n Bar graph of fold change in fluorescent intensity in veins and epidermis of the wild type (Columbia-0 [Col]) and the different mutants subjected to a 2-min HL stress treatment (applied to the local leaf only; conducted for 10 different plants each from the wild type and the different \nrboh\n mutants; Student’s \nt\n test, \nsd\n, \nn\n = 10, *P < 0.05). \nRBOHF\n, \nRESPIRATORY BURST OXIDASE HOMOLOG F.",
    "discussion": "A perpetual cell-to-cell process of ROS-induced ROS production, that is, the ROS wave, propagates from a local tissue subjected to stress to the entire plant and is required for the induction of different acclimation transcripts, metabolites, and physiological responses in systemic tissues that results in SAA of systemic tissues to stress (\nMiller et al., 2009\n; \nMittler et al., 2011\n; \nChoudhury et al., 2018\n; \nDevireddy et al., 2018\n, \n2020\n; \nKollist et al., 2019\n; \nZandalinas et al., 2019\n, \n2020\n; \nFichman and Mittler, 2020\n). This process was originally found to depend on a single protein, RBOHD (\nMiller et al., 2009\n; \nFichman et al., 2019\n). The ROS wave results in enhanced ROS production in almost all cells of the plant (\nFichman et al., 2019\n), and this pattern is in agreement with the tissue-specific expression map of RBOHD (\nHao et al., 2014\n; \nMorales et al., 2016\n), suggesting that RBOHD in all plant tissues is involved in ROS production during this process. However, our current findings that restoring \nRBOHD\n expression solely in the xylem parenchyma or phloem cells of the \nrbohD\n mutant is sufficient to restore systemic whole-plant ROS signaling (\nFigure 1\n; \nSupplemental Figure 2\n) strongly suggest that other ROS-producing pathways and mechanisms might be involved in this response. Indeed, as shown in \nFigures 4\n and \n5\n, RBOHF that is present in the \nrbohD\n mutant is also required for this response. Although the expression pattern of \nRBOHF\n is not identical to that of \nRBOHD\n, it still covers almost all aboveground plant tissues (\nMorales et al., 2016\n). It is therefore possible that, at least at the vascular bundles or veins of Arabidopsis, RBOHD and RBOHF cooperate in driving whole-plant ROS production during the systemic response to a local application of light stress. In the absence of one of them, ROS do not accumulate to high enough levels to trigger a whole-plant ROS signaling response (\nFigures 4\n and \n5\n), while in the presence of both, the ROS wave that propagates through the vascular bundles of plants can trigger a whole-plant ROS signaling response that results in the induction of systemic stress-response transcript accumulation and SAA (\nFigures 1\n to \n5\n). Of course, other ROS-producing mechanisms such as apoplastic oxidases and/or cytosolic, mitochondrial, peroxisomal, or chloroplastic ROS-producing mechanisms (\nMittler, 2017\n; \nKollist et al., 2019\n) could also participate in this process. RBOH-dependent ROS production in response to light stress was recently reported in bundle sheath strands of rice (\nOryza sativa\n; \nXiong et al., 2020\n), further supporting our findings that ROS-mediated signaling at the vascular bundles or veins of plants plays a key role in systemic responses to light stress (\nFigures 1\n to \n5\n).\nThe findings that restoring \nRBOHD\n expression in the xylem parenchyma or phloem is sufficient to restore whole-plant systemic ROS signaling further suggest that RBOHD function in these two cell types is complementary. Interestingly, the function of both GLR proteins GLR3.3 and GLR3.6 was previously shown to be required for the propagation of electric signals, the calcium wave, and potentially some ROS signal, but \nGLR3.3\n is expressed in phloem cells, and \nGLR3.6\n in xylem parenchyma cells (\nMousavi et al., 2013\n; \nNguyen et al., 2018\n; \nToyota et al., 2018\n; \nWang et al., 2019\n; \nLew et al., 2020\n; \nShao et al., 2020\n). Taken together, our results could suggest an interesting scenario in which RBOHD and/or RBOHF function is required for the coupling of the ROS, calcium, and electric waves (\nChoi et al., 2017\n; \nFichman and Mittler, 2020\n) in at least one of these tissues, or both, functioning together with either GLR3.3 and/or GLR3.6 (\nFichman et al., 2020\n). In support of a link between the ROS wave and electric signals are also our previous findings that the propagation of certain types of electric signals is suppressed in the \nrbohD\n mutant (\nSuzuki et al., 2013\n). Because hydraulic waves are also thought to propagate through the vascular bundles (\nSade et al., 2014\n; \nGilroy et al., 2016\n; \nChoi et al., 2017\n; \nFichman and Mittler, 2020\n), our findings that \nRBOHD\n expression in xylem parenchyma or phloem is sufficient to restore whole-plant systemic ROS signaling could further suggest that the ROS, calcium, electric, and hydraulic waves are all integrated in these tissues.\nA key role for bundle sheath cells in mediating excess light stress–induced systemic responses was previously reported in Arabidopsis, highlighting veins as important hubs for ABA and ROS signaling (\nGalvez-Valdivieso et al., 2009\n; \nKangasjärvi et al., 2009\n; \nFichman and Mittler, 2020\n). In support of this role, as well as the findings described in our current study (\nFigures 1\n to \n5\n), are our previous findings that systemic stomatal aperture closure responses occur faster the closer stomata are to leaf veins (\nDevireddy et al., 2020\n). The expression of \nRBOHD\n in vascular bundles may therefore drive ROS signaling in these cells, affecting the stomata closest to them first, during the systemic response to light stress (\nDevireddy et al., 2020\n). This spatial relationship could further be explained by an interaction between ABA signaling and ROS production occurring at the vascular bundles (\nGalvez-Valdivieso et al., 2009\n; \nKangasjärvi et al., 2009\n; \nDevireddy et al., 2018\n, \n2020\n). Interestingly, although bundle sheath cells were shown to play a key role in systemic ABA and ROS signaling in response to abiotic stress (\nGalvez-Valdivieso et al., 2009\n; \nKangasjärvi et al., 2009\n), they were not found by our analysis to be essential for mediating the systemic ROS wave response (\nFigures 1\n to \n3\n). This finding could suggest that the role of bundle sheath cells in mediating systemic signaling is linked in Arabidopsis to that of phloem and/or xylem parenchyma cells and that these different cell layers could cooperate in the systemic response of plants to stress. Phloem and/or xylem parenchyma cells could therefore mediate the ROS wave, while bundle sheath cells could integrate it with ABA signaling.\nTaken together, our findings reveal that in addition to Ca\n2+\n, electric, and hydraulic signals (\nMousavi et al., 2013\n; \nSade et al., 2014\n; \nToyota et al., 2018\n; \nShao et al., 2020\n), ROS signals are also mediated through the plant vascular system. The potential integration of all these rapid systemic signals (\nGilroy et al., 2016\n; \nChoi et al., 2017\n; \nFichman and Mittler, 2020\n; \nFichman et al., 2020\n) could therefore occur at the vascular bundles of plants, underscoring the importance of these tissues in mediating plant acclimation to different abiotic stresses and other stimuli. Vascular bundles could therefore serve as the central rapid systemic signaling super highway of plants.",
    "methods": "Plant Material, Growth Conditions, and Constructs\n\n\nArabidopsis (\nArabidopsis\n\n\nthaliana\n cv Columbia-0), \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n plants (confirmed transposon insertion mutants; \nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMiller et al., 2009\n) were grown in peat pellets (Jiffy-7, Jiffy; \nhttp://www.jiffygroup.com/\n) at 23°C under short-day growth conditions (10-h-light/14-h-dark cycle, 50 µmol m\n−2\n s\n−1\n; \nSupplemental Figure 4\n). For complementing the \nrbohD\n mutant, promoter fragments representing between 579 to 3000 bp upstream to the 5′ of the start codon of \nCER6\n (AT1G68530; \nHooker et al., 2002\n; \nMustroph et al., 2009\n), \nCAB3\n (AT1G29910; \nEndo et al., 2007\n; \nMatías-Hernández et al., 2016\n), \nSCR\n (AT3G54220; \nDhondt et al., 2010\n; \nCui et al., 2014\n), \nXCP1\n (AT4G35350; \nFunk et al., 2002\n; \nAvci et al., 2008\n), \nSultr1;3\n (AT1G22150; \nYoshimoto et al., 2003\n; \nSawa and Kay, 2011\n), and \nRBOHD\n (AT5G47910; \nSupplemental Table 1\n; \nTorres et al., 2002\n) were isolated by PCR from genomic DNA, sequenced, ligated upstream to the \nRBOHD\n gene, and cloned into pCAMBIA2301 vectors. \nAgrobacterium tumefaciens\n GV3101 was transformed with all constructs and used to generate transgenic homozygous \nrbohD\n plants. Transgenic homozygous \nrbohD\n plants expressing the luciferase reporter under the control of the \nZat12\n promoter were obtained as previously described by \nMiller et al. (2009)\n and complemented with the different vectors for \nRBOHD\n expression as described above. A third set of vectors for expressing RBOHD fused in frame to GFP (N-terminal fusion) under the control of the different promoters described above were also generated and characterized. Homozygous lines were obtained for all constructs described above, and two to three different homozygous lines were used for all GFP localization, ROS imaging, transcript expression analyses using luciferase imaging, and SAA, as described below. At least two different independent homozygous lines were used for each assay and at least 10 different individual plants from each line were analyzed and averaged (for a total of at least 20 different plants per time point per treatment).\nLight Stress, ROS, Luciferase and GFP Imaging, and Data Analysis\n\n\nTo image whole-plant ROS levels, plants were fumigated with 50 μM H\n2\nDCFDA (excitation/emission, 495 nm/517 nm; Millipore-Sigma; \nOrtega-Villasante et al., 2018\n) in 50 mM phosphate buffer, pH 7.4, containing 0.01% (v/v) Silwet L-77 (LEHLE seeds) using a portable mini nebulizer (Punasi Direct) for 30 min as previously described by \nFichman et al. (2019)\n and \nZandalinas et al. (2020\n). As a control for dye penetration, plants were fumigated with 50 μM H\n2\nDCFDA for 30 min, followed by fumigation with H\n2\nO\n2\n as previously described in \nSupplemental Figures 3B and 3C\n, and by \nFichman et al. (2019)\n and \nZandalinas et al. (2020\n). In addition, plants were fumigated with 50 μM H\n2\nDCFDA for 30 min and then with 10 mM ascorbic acid or 5 mM glutathione for 10 min and then with 1 mM H\n2\nO\n2\n for 5 min (\nSupplemental Figures 3B and 3C\n). For luciferase imaging, plants were sprayed with 1 mM luciferin (sodium salt; GOLD BioTechnology) solution according to \nMiller et al. (2009)\n. Following H\n2\nDCFDA or luciferin application, local leaves were exposed to a light intensity of 1700 µmol m\n−2\n s\n−1\n for 2 min using a ColdVision fiber optic light-emitting diode light source (Schott; \nSupplemental Figure 4\n) as described by \nDevireddy et al. (2018)\n and \nZandalinas et al. (2019\n, \n2020)\n. Imaging ROS accumulation (evident by DCF oxidation) and luciferase activity in response to a local treatment of light stress was conducted with an IVIS Lumina S5 platform using Living Image 4.7.2 software (PerkinElmer) as described by \nMiller et al. (2009)\n, \nFichman et al. (2019)\n and \nZandalinas et al. (2020)\n. Because of the relatively young age of plants used, the activity of luciferase controlled by the \nZAT12\n promoter was mainly detected at the edge of leaves (\nMiller et al., 2009\n; \nFichman et al., 2019\n). GFP localization and DCF imaging were also performed by Lionheart FX fluorescence (BioTek) and TCS SP8 (Leica) multiphoton confocal microscopes. All experiments were repeated at least three times each with the wild type, \nrbohD\n, and two to three different transgenic \nrbohD\n complemented lines.\nSystemic Acquired Acclimation Assays\n\n\nA single leaf was pretreated for 15 min with a light intensity of 1700 µmol m\n−2\n s\n−1\n. Plants were then incubated for 45 min under controlled conditions. Following the recovery period, a systemic leaf was exposed to a light intensity of 1700 µmol m\n−2\n s\n−1\n for 45 min. Systemic leaves were then analyzed for electrolyte leakage as described by \nSuzuki et al. (2013)\n, \nDevireddy et al. (2018)\n, and \nZandalinas et al. (2019\n, \n2020)\n. Control plants were untreated (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n, \n2020\n).\nStatistical Analyses\n\n\nResults are presented as the mean ± \nsd\n. Statistical analyses were performed by two-tailed Student’s \nt\n test (asterisks denote statistical significance at P < 0.05 with respect to controls; \nSupplemental Table 2\n; \nSuzuki et al., 2013\n; \nChoudhury et al., 2018\n; \nDevireddy et al., 2018\n; \nFichman et al., 2019\n; \nZandalinas et al., 2019\n, \n2020\n).\nSupplemental Data\n\n\n\n\nSupplemental Figure 1.\n Representative images of tissue-specific RBOHD-GFP fusion protein expression in the \nrbohD\n mutant using different tissue-specific promoters (supports \nFigures 1\n to \n3\n).\n\n\nSupplemental Figure 2.\n Complementation of light stress-induced local and systemic ROS signaling in the \nrbohD\n mutant with \nRBOHD\n driven by the phloem-specific promoter p\nSUC2\n (supports \nFigures 1\n to \n3\n).\n\n\nSupplemental Figure 3.\n Controls for systemic ROS signaling in the \nrbohD\n mutant in response to a local application of H\n2\nO\n2\n, H\n2\nDCFDA dye penetration, and ROS signal quenching by two different antioxidants (supports \nFigures 1\n and \n4\n).\n\n\nSupplemental Figure 4.\n Light spectrum and intensities used for growing plants under control conditions and during HL treatments.\n\n\nSupplemental Table 1.\n Primers used to amplify each tissue-specific promoter by PCR from genomic DNA.\n\n\nSupplemental Table 2.\n P-values of statistical analysis.",
    "plant_material,_growth_conditions,_and_constructs": "Arabidopsis (\nArabidopsis\n\n\nthaliana\n cv Columbia-0), \nrbohD\n, \nrbohF\n, and \nrbohD rbohF\n plants (confirmed transposon insertion mutants; \nTorres et al., 2002\n; \nKwak et al., 2003\n; \nMiller et al., 2009\n) were grown in peat pellets (Jiffy-7, Jiffy; \nhttp://www.jiffygroup.com/\n) at 23°C under short-day growth conditions (10-h-light/14-h-dark cycle, 50 µmol m\n−2\n s\n−1\n; \nSupplemental Figure 4\n). For complementing the \nrbohD\n mutant, promoter fragments representing between 579 to 3000 bp upstream to the 5′ of the start codon of \nCER6\n (AT1G68530; \nHooker et al., 2002\n; \nMustroph et al., 2009\n), \nCAB3\n (AT1G29910; \nEndo et al., 2007\n; \nMatías-Hernández et al., 2016\n), \nSCR\n (AT3G54220; \nDhondt et al., 2010\n; \nCui et al., 2014\n), \nXCP1\n (AT4G35350; \nFunk et al., 2002\n; \nAvci et al., 2008\n), \nSultr1;3\n (AT1G22150; \nYoshimoto et al., 2003\n; \nSawa and Kay, 2011\n), and \nRBOHD\n (AT5G47910; \nSupplemental Table 1\n; \nTorres et al., 2002\n) were isolated by PCR from genomic DNA, sequenced, ligated upstream to the \nRBOHD\n gene, and cloned into pCAMBIA2301 vectors. \nAgrobacterium tumefaciens\n GV3101 was transformed with all constructs and used to generate transgenic homozygous \nrbohD\n plants. Transgenic homozygous \nrbohD\n plants expressing the luciferase reporter under the control of the \nZat12\n promoter were obtained as previously described by \nMiller et al. (2009)\n and complemented with the different vectors for \nRBOHD\n expression as described above. A third set of vectors for expressing RBOHD fused in frame to GFP (N-terminal fusion) under the control of the different promoters described above were also generated and characterized. Homozygous lines were obtained for all constructs described above, and two to three different homozygous lines were used for all GFP localization, ROS imaging, transcript expression analyses using luciferase imaging, and SAA, as described below. At least two different independent homozygous lines were used for each assay and at least 10 different individual plants from each line were analyzed and averaged (for a total of at least 20 different plants per time point per treatment).",
    "light_stress,_ros,_luciferase_and_gfp_imaging,_and_data_anal": "To image whole-plant ROS levels, plants were fumigated with 50 μM H\n2\nDCFDA (excitation/emission, 495 nm/517 nm; Millipore-Sigma; \nOrtega-Villasante et al., 2018\n) in 50 mM phosphate buffer, pH 7.4, containing 0.01% (v/v) Silwet L-77 (LEHLE seeds) using a portable mini nebulizer (Punasi Direct) for 30 min as previously described by \nFichman et al. (2019)\n and \nZandalinas et al. (2020\n). As a control for dye penetration, plants were fumigated with 50 μM H\n2\nDCFDA for 30 min, followed by fumigation with H\n2\nO\n2\n as previously described in \nSupplemental Figures 3B and 3C\n, and by \nFichman et al. (2019)\n and \nZandalinas et al. (2020\n). In addition, plants were fumigated with 50 μM H\n2\nDCFDA for 30 min and then with 10 mM ascorbic acid or 5 mM glutathione for 10 min and then with 1 mM H\n2\nO\n2\n for 5 min (\nSupplemental Figures 3B and 3C\n). For luciferase imaging, plants were sprayed with 1 mM luciferin (sodium salt; GOLD BioTechnology) solution according to \nMiller et al. (2009)\n. Following H\n2\nDCFDA or luciferin application, local leaves were exposed to a light intensity of 1700 µmol m\n−2\n s\n−1\n for 2 min using a ColdVision fiber optic light-emitting diode light source (Schott; \nSupplemental Figure 4\n) as described by \nDevireddy et al. (2018)\n and \nZandalinas et al. (2019\n, \n2020)\n. Imaging ROS accumulation (evident by DCF oxidation) and luciferase activity in response to a local treatment of light stress was conducted with an IVIS Lumina S5 platform using Living Image 4.7.2 software (PerkinElmer) as described by \nMiller et al. (2009)\n, \nFichman et al. (2019)\n and \nZandalinas et al. (2020)\n. Because of the relatively young age of plants used, the activity of luciferase controlled by the \nZAT12\n promoter was mainly detected at the edge of leaves (\nMiller et al., 2009\n; \nFichman et al., 2019\n). GFP localization and DCF imaging were also performed by Lionheart FX fluorescence (BioTek) and TCS SP8 (Leica) multiphoton confocal microscopes. All experiments were repeated at least three times each with the wild type, \nrbohD\n, and two to three different transgenic \nrbohD\n complemented lines.",
    "systemic_acquired_acclimation_assays": "A single leaf was pretreated for 15 min with a light intensity of 1700 µmol m\n−2\n s\n−1\n. Plants were then incubated for 45 min under controlled conditions. Following the recovery period, a systemic leaf was exposed to a light intensity of 1700 µmol m\n−2\n s\n−1\n for 45 min. Systemic leaves were then analyzed for electrolyte leakage as described by \nSuzuki et al. (2013)\n, \nDevireddy et al. (2018)\n, and \nZandalinas et al. (2019\n, \n2020)\n. Control plants were untreated (\nSuzuki et al., 2013\n; \nDevireddy et al., 2018\n; \nZandalinas et al., 2019\n, \n2020\n).",
    "statistical_analyses": "Results are presented as the mean ± \nsd\n. Statistical analyses were performed by two-tailed Student’s \nt\n test (asterisks denote statistical significance at P < 0.05 with respect to controls; \nSupplemental Table 2\n; \nSuzuki et al., 2013\n; \nChoudhury et al., 2018\n; \nDevireddy et al., 2018\n; \nFichman et al., 2019\n; \nZandalinas et al., 2019\n, \n2020\n).",
    "supplemental_data": "Supplemental Figure 1.\n Representative images of tissue-specific RBOHD-GFP fusion protein expression in the \nrbohD\n mutant using different tissue-specific promoters (supports \nFigures 1\n to \n3\n).\n\n\nSupplemental Figure 2.\n Complementation of light stress-induced local and systemic ROS signaling in the \nrbohD\n mutant with \nRBOHD\n driven by the phloem-specific promoter p\nSUC2\n (supports \nFigures 1\n to \n3\n).\n\n\nSupplemental Figure 3.\n Controls for systemic ROS signaling in the \nrbohD\n mutant in response to a local application of H\n2\nO\n2\n, H\n2\nDCFDA dye penetration, and ROS signal quenching by two different antioxidants (supports \nFigures 1\n and \n4\n).\n\n\nSupplemental Figure 4.\n Light spectrum and intensities used for growing plants under control conditions and during HL treatments.\n\n\nSupplemental Table 1.\n Primers used to amplify each tissue-specific promoter by PCR from genomic DNA.\n\n\nSupplemental Table 2.\n P-values of statistical analysis.",
    "dive_curated_terms": "The following phenotypic, genotypic, and functional terms are of significance to the work described in this paper:\nCAB3 Gramene: AT1G29910\n\n\nCAB3 Araport: AT1G29910\nSULTR1;3 Gramene: AT1G22150\n\n\nSULTR1;3 Araport: AT1G22150\nXCP1 Gramene: AT4G35350\n\n\nXCP1 Araport: AT4G35350\nSUC2 Gramene: AT1G22710\n\n\nSUC2 Araport: AT1G22710\nSCR Gramene: AT3G54220\n\n\nSCR Araport: AT3G54220\nRBOHD Gramene: At5g47910\n\n\nRBOHD Araport: At5g47910\ncalcium CHEBI: CHEBI:29320",
    "acknowledgments": "This work was supported by funding from the National Science Foundation (grants MCB-1936590, IOS-1932639, and IOS-1353886) and the University of Missouri. We apologize to all authors of papers not mentioned in this article due to space limitations.",
    "author_contributions": "S.I.Z. and Y.F. performed experiments and analyzed the data. R.M. and S.I.Z. designed experiments, analyzed the data, and wrote the article.",
    "footnotes": "[OPEN]\nArticles can be viewed without a subscription.",
    "references": "Avci U., Earl Petzold H., Ismail I.O., Beers E.P., Haigler C.H.(2008). Cysteine proteases XCP1 and XCP2 aid micro-autolysis within the intact central vacuole during xylogenesis in Arabidopsis roots. Plant J.\n56: 303–315.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBasu D., Haswell E.S.(2017). Plant mechanosensitive ion channels: An ocean of possibilities. Curr. Opin. Plant Biol.\n40: 43–48.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoi W.G., Miller G., Wallace I., Harper J., Mittler R., Gilroy S.(2017). Orchestrating rapid long-distance signaling in plants with Ca\n2+\n, ROS and electrical signals. Plant J.\n90: 698–707.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoi W.G., Toyota M., Kim S.-H., Hilleary R., Gilroy S.(2014). Salt stress-induced Ca2+ waves are associated with rapid, long-distance root-to-shoot signaling in plants. Proc. Natl. Acad. Sci. USA\n111: 6497–6502.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoudhury F.K., Devireddy A.R., Azad R.K., Shulaev V., Mittler R.(2018). Local and systemic metabolic responses during light-induced rapid systemic signaling. Plant Physiol.\n178: 1461–1472.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nClemente-Moreno M.J., Gago J., Díaz-Vivancos P., Bernal A., Miedes E., Bresta P., Liakopoulos G., Fernie A.R., Hernández J.A., Flexas J.(2019). The apoplastic antioxidant system and altered cell wall dynamics influence mesophyll conductance and the rate of photosynthesis. Plant J.\n99: 1031–1046.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nCui H., Kong D., Liu X., Hao Y.(2014). SCARECROW, SCR-LIKE 23 and SHORT-ROOT control bundle sheath cell fate and function in \nArabidopsis thaliana\n. Plant J.\n78: 319–327.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDavletova S., Schlauch K., Coutu J., Mittler R.(2005). The zinc-finger protein Zat12 plays a central role in reactive oxygen and abiotic stress signaling in Arabidopsis. Plant Physiol.\n139: 847–856.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDevireddy A.R., Arbogast J., Mittler R.(2020). Coordinated and rapid whole-plant systemic stomatal responses. New Phytol.\n225: 21–25.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDevireddy A.R., Zandalinas S.I., Gómez-Cadenas A., Blumwald E., Mittler R.(2018). Coordinating the overall stomatal response of plants: Rapid leaf-to-leaf communication during light stress. Sci. Signal.\n11: 518.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDhondt S., Coppens F., De Winter F., Swarup K., Merks R.M.H., Inzé D., Bennett M.J., Beemster G.T.S.(2010). SHORT-ROOT and SCARECROW regulate leaf growth in Arabidopsis by stimulating S-phase progression of the cell cycle. Plant Physiol.\n154: 1183–1195.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEndo M., Mochizuki N., Suzuki T., Nagatani A.(2007). CRYPTOCHROME2 in vascular bundles regulates flowering in Arabidopsis. Plant Cell\n19: 84–93.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nEvans M.J., Choi W.-G., Gilroy S., Morris R.J.(2016). A ROS-assisted calcium wave dependent on the AtRBOHD NADPH oxidase and TPC1 cation channel propagates the systemic response to salt stress. Plant Physiol.\n171: 1771–1784.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFichman Y., Mittler R.(2020). Rapid systemic signaling during abiotic and biotic stresses: Is the ROS wave master of all trades?\nPlant J.\n102: 887–896.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFichman Y., Miller G., Mittler R.(2019). Whole-plant live imaging of reactive oxygen species. Mol. Plant\n12: 1203–1210.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFichman Y., Zandalinas S.I., Mittler R.(2020). Untangling the ties that bind different systemic signals in plants. Sci. Signal.\n13: eabb9505.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFunk V., Kositsup B., Zhao C., Beers E.P.(2002). The Arabidopsis xylem peptidase XCP1 is a tracheary element vacuolar protein that may be a papain ortholog. Plant Physiol.\n128: 84–94.\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGalvez-Valdivieso G., Fryer M.J., Lawson T., Slattery K., Truman W., Smirnoff N., Asami T., Davies W.J., Jones A.M., Baker N.R., Mullineaux P.M.(2009). The high light response in Arabidopsis involves ABA signaling between vascular and bundle sheath cells. Plant Cell\n21: 2143–2162.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGarcía G., Clemente-Moreno M.J., Díaz-Vivancos P., García M., Hernández J.A.(2020). The apoplastic and symplastic antioxidant system in onion: Response to long-term salt stress. Antioxidants\n9: 67.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGilroy S., Białasek M., Suzuki N., Górecka M., Devireddy A.R., Karpiński S., Mittler R.(2016). ROS, calcium, and electric signals: Key mediators of rapid systemic signaling in plants. Plant Physiol.\n171: 1606–1615.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHao H., Fan L., Chen T., Li R., Li X., He Q., Botella M.A., Lin J.(2014). Clathrin and membrane microdomains cooperatively regulate RbohD dynamics and activity in Arabidopsis. Plant Cell\n26: 1729–1745.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHooker T.S., Millar A.A., Kunst L.(2002). Significance of the expression of the CER6 condensing enzyme for cuticular wax production in Arabidopsis. Plant Physiol.\n129: 1568–1580.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nIida A., Kazuoka T., Torikai S., Kikuchi H., Oeda K.(2000). A zinc finger protein RHL41 mediates the light acclimatization response in Arabidopsis. Plant J.\n24: 191–203.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKadota Y., Shirasu K., Zipfel C.(2015). Regulation of the NADPH oxidase RBOHD during plant immunity. Plant Cell Physiol.\n56: 1472–1480.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKangasjärvi S., Nurmi M., Tikkanen M., Aro E.M.E., Kangasjarvi S., Nurmi M., Tikkanen M., Aro E.M.E.(2009). Cell-specific mechanisms and systemic signalling as emerging themes in light acclimation of C3 plants. Plant Cell Environ.\n32: 1230–1240.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKollist H., Zandalinas S.I., Sengupta S., Nuhkat M., Kangasjärvi J., Mittler R.(2019). Rapid responses to abiotic stress: Priming the landscape for the signal transduction network. Trends Plant Sci.\n24: 25–37.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKwak J.M., Mori I.C., Pei Z.M., Leonhardt N., Torres M.A., Dangl J.L., Bloom R.E., Bodde S., Jones J.D., Schroeder J.I.(2003). NADPH oxidase AtrbohD and AtrbohF genes function in ROS-dependent ABA signaling in Arabidopsis. EMBO J.\n22: 2623–2633.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLew T.T.S., et al. (2020). Real-time detection of wound-induced H\n2\nO\n2\n signalling waves in plants with optical nanosensors. Nat. Plants\n6: 404–415.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLiu L., Zhang J., Adrian J., Gissot L., Coupland G., Yu D., Turck F.(2014). Elevated levels of MYB30 in the phloem accelerate flowering in Arabidopsis through the regulation of FLOWERING LOCUS T. PLoS One\n9: e89799.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMatías-Hernández L., Aguilar-Jaramillo A.E., Osnato M., Weinstain R., Shani E., Suárez-López P., Pelaz S.(2016). TEMPRANILLO reveals the mesophyll as crucial for epidermal trichome formation. Plant Physiol.\n170: 1624–1639.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMiller G., Schlauch K., Tam R., Cortes D., Torres M.A., Shulaev V., Dangl J.L., Mittler R.(2009). The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Sci. Signal.\n2: ra45.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMittler R.(2017). ROS are good. Trends Plant Sci.\n22: 11–19.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMittler R., Vanderauwera S., Suzuki N., Miller G., Tognetti V.B., Vandepoele K., Gollery M., Shulaev V., Van Breusegem F.(2011). ROS signaling: The new wave?\nTrends Plant Sci.\n16: 300–309.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMorales J., Kadota Y., Zipfel C., Molina A., Torres M.A.(2016). The Arabidopsis NADPH oxidases RbohD and RbohF display differential expression patterns and contributions during plant immunity. J. Exp. Bot.\n67: 1663–1676.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMousavi S.A.R.R., Chauvin A., Pascaud F., Kellenberger S., Farmer E.E.(2013). GLUTAMATE RECEPTOR-LIKE genes mediate leaf-to-leaf wound signalling. Nature\n500: 422–426.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMustroph A., Zanetti M.E., Jang C.J.H., Holtan H.E., Repetti P.P., Galbraith D.W., Girke T., Bailey-Serres J.(2009). Profiling translatomes of discrete cell populations resolves altered cellular priorities during hypoxia in Arabidopsis. Proc. Natl. Acad. Sci. USA\n106: 18843–18848.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nNguyen C.T., Kurenda A., Stolz S., Chételat A., Farmer E.E.(2018). Identification of cell populations necessary for leaf-to-leaf electrical signaling in a wounded plant. Proc. Natl. Acad. Sci. USA\n115: 10178–10183.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nOrtega-Villasante C., Burén S., Blázquez-Castro A., Barón-Sola Á., Hernández L.E.(2018). Fluorescent in vivo imaging of reactive oxygen species and redox potential in plants. Free Radic. Biol. Med.\n122: 202–220.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRodrigues O., Reshetnyak G., Grondin A., Saijo Y., Leonhardt N., Maurel C., Verdoucq L.(2017). Aquaporins facilitate hydrogen peroxide entry into guard cells to mediate ABA- and pathogen-triggered stomatal closure. Proc. Natl. Acad. Sci. USA\n114: 9200–9205.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSade N., Shatil-Cohen A., Attia Z., Maurel C., Boursiac Y., Kelly G., Granot D., Yaaran A., Lerner S., Moshelion M.(2014). The role of plasma membrane aquaporins in regulating the bundle sheath-mesophyll continuum and leaf hydraulics. Plant Physiol.\n166: 1609–1620.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSawa M., Kay S.A.(2011). GIGANTEA directly activates Flowering Locus T in \nArabidopsis thaliana\n. Proc. Natl. Acad. Sci. USA\n108: 11698–11703.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nShao Q., Gao Q., Lhamo D., Zhang H., Luan S.(2020). Two glutamate- and pH-regulated Ca2+ channels are required for systemic wound signaling in Arabidopsis. Sci. Signal.\n13: eaba1453.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSuzuki N., Miller G., Morales J., Shulaev V., Torres M.A., Mittler R.(2011). Respiratory burst oxidases: The engines of ROS signaling. Curr. Opin. Plant Biol.\n14: 691–699.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSuzuki N., Miller G., Salazar C., Mondal H.A., Shulaev E., Cortes D.F., Shuman J.L., Luo X., Shah J., Schlauch K., Shulaev V., Mittler R.(2013). Temporal-spatial interaction between reactive oxygen species and abscisic acid regulates rapid systemic acclimation in plants. Plant Cell\n25: 3553–3569.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSzechyńska-Hebda M., Kruk J., Górecka M., Karpińska B., Karpiński S.(2010). Evidence for light wavelength-specific photoelectrophysiological signaling and memory of excess light episodes in Arabidopsis. Plant Cell\n22: 2201–2218.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTakahashi F., Suzuki T., Osakabe Y., Betsuyaku S., Kondo Y., Dohmae N., Fukuda H., Yamaguchi-Shinozaki K., Shinozaki K.(2018). A small peptide modulates stomatal control via abscisic acid in long-distance signalling. Nature\n556: 235–238.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTorres M.A., Dangl J.L., Jones J.D.G.(2002). Arabidopsis gp91phox homologues AtrbohD and AtrbohF are required for accumulation of reactive oxygen intermediates in the plant defense response. Proc. Natl. Acad. Sci. USA\n99: 517–522.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nToyota M., Spencer D., Sawai-Toyota S., Jiaqi W., Zhang T., Koo A.J., Howe G.A., Gilroy S.(2018). Glutamate triggers long-distance, calcium-based plant defense signaling. Science\n361: 1112–1115.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWang G., et al. (2019). Systemic root-shoot signaling drives jasmonate-based root defense against nematodes. Curr. Biol.\n29: 3430–3438.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWudick M.M., Portes M.T., Michard E., Rosas-Santiago P., Lizzio M.A., Nunes C.O., Campos C., Santa Cruz Damineli D., Carvalho J.C., Lima P.T., Pantoja O., Feijó J.A.(2018). CORNICHON sorting and regulation of GLR channels underlie pollen tube Ca\n2+\n homeostasis. Science\n360: 533–536.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nXiong H., Hua L., Reyna-Llorens I., Shi Y., Chen K.-M., Smirnoff N., Kromdijk J., Hibberd J.(2020). The rice bundle sheath produces reactive oxygen species during high light stress via NADPH oxidase. bioRxiv.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nYoshimoto N., Inoue E., Saito K., Yamaya T., Takahashi H.(2003). Phloem-localizing sulfate transporter, Sultr1;3, mediates re-distribution of sulfur from source to sink organs in Arabidopsis. Plant Physiol.\n131: 1511–1517.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZandalinas S.I., Fichman Y., Devireddy A.R., Sengupta S., Azad R.K., Mittler R.(2020). Systemic signaling during abiotic stress combination in plants. Proc. Natl. Acad. Sci. USA\n117: 13810–13820.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZandalinas S.I., Mittler R.(2018). ROS-induced ROS release in plant and animal cells. Free Radic. Biol. Med.\n122: 21–27.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZandalinas S.I., Sengupta S., Burks D., Azad R.K., Mittler R.(2019). Identification and characterization of a core set of ROS wave-associated transcripts involved in the systemic acquired acclimation response of Arabidopsis to excess light. Plant J.\n98: 126–141.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (2.3 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7610290/"
}