{
  "id": "PMC7339929",
  "title": "Simulated microgravity induces regionally distinct neurovascular and structural remodeling of skeletal muscle and cutaneous arteries in the rat",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Simulated microgravity induces regionally distinct neurovascular and structural remodeling of skeletal muscle and cutaneous arteries in the rat",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7339929/"
  },
  "sections": {
    "abstract": "Introduction\n: Mechanical forces and sympathetic influences are key determinants of vascular structure and function. This study tested the hypothesis that hindlimb unloading (HU) exerts diverse effects on forelimb and hindlimb small arteries of rats in functionally different regions of the skeletal muscle and skin.\n\n\nMethods\n: Male Wistar rats were subjected to HU for 2 weeks, then skeletal muscle arteries (deep brachial and sural) and skin arteries (median and saphenous) were examined \nin vitro\n using wire myography or isobaric perfusion and glyoxylic acid staining.\n\n\nResults\n: HU increased lumen diameter of both forelimb arteries but decreased diameter of the sural artery; the saphenous artery diameter was not affected. Following HU, maximal contractile responses to noradrenaline and serotonin increased in the forelimb but decreased in the hindlimb skeletal muscle feed arteries with no change in skin arteries; all region-specific alterations persisted after endothelium removal. HU increased the sensitivity to vasoconstrictors in the saphenous artery but not in the sural artery. In the saphenous artery, initially high sympathetic innervation density was reduced by HU, sparse innervation in the sural artery was not affected. Electrical stimulation of periarterial sympathetic nerves in isobarically perfused segments of the saphenous artery demonstrated a two-fold decrease of the contractile responses in HU rats compared to that of controls.\n\n\nConclusion\n: HU induces contrasting structural and functional adaptations in forelimb and hindlimb skeletal muscle arteries. Additionally, HU had diverse effects in two hindlimb vascular regions. Hyper-sensitivity of the saphenous artery to vasoconstrictors appears to result from the shortage of trophic sympathetic influence. Importantly, HU impaired sympathetically induced arterial vasoconstriction, consistent with the decreased sympathetic constrictor response in humans following space flight.",
    "introduction": "Introduction\nThe vascular system is constantly exposed to mechanical forces such as transmural pressure and shear stress, the latter of which is created by flowing blood on the endothelial cell lining of the vessel. Prolonged changes in these factors govern gross structural remodeling of blood vessels, which in turn affects their functional characteristics. For example, previous work has shown that chronic increases in transmural pressure induce hypertrophy of the vascular wall and increases in vessel contractility, while decreases in pressure result in the opposite changes (\nFolkow, 1982\n). Chronic increases in shear stress, in turn, lead to structural increases in maximal diameter, whereas decreases in shear result in a narrowing of the vessel lumen (\nLangille, 1993\n; \nPourageaud and De Mey, 1997\n).\nThe cardiovascular system of all terrestrial inhabitants is adapted to the gravitational field of the Earth and changes significantly in conditions of weightlessness (\nWatenpaugh and Hargens, 1996\n). Importantly, redistribution of transmural pressures and flows within the arterial vasculature during space flight or simulated microgravity is known to initiate different adaptations in vessels from different anatomic regions (\nZhang, 2001\n, \n2013\n). In humans, exposure to long term head-down bed rest was shown to reduce intimal-medial thickness and lumen diameter of arterial vessels in lower extremities, in contrast to upper extremity and cranial arteries (\nBleeker et al., 2005\n; \nPlatts et al., 2009\n).\nThe model of hindlimb unloading (HU) in rats is commonly used to study the mechanisms of microgravity effects on different body systems, including vasculature (\nGlobus and Morey-Holton, 2016\n). Even relatively small change in hydrostatic pressure gradient, as observed in the rat body with this model (\nColleran et al., 2000\n), results in different vascular alterations in rostral and caudal parts of the body. Similar to microgravity effects in human vascular system, rat hindlimb arteries commonly demonstrate wall thinning and lumen reduction, in contrast to cranial arteries (\nWilkerson et al., 1999\n; \nDelp et al., 2000\n; \nSun et al., 2004\n; \nStabley et al., 2013\n).\nData from the literature also provide the evidence that transmural pressure shifts cannot explain all effects of simulated microgravity on vascular characteristics, because vascular alterations in HU rats may differ in functionally different vascular beds within the same part of the body. This was shown in studies of vascular dimensions and reactivity of arterioles from postural (soleus) and phasic (gastrocnemius) hindlimb muscles (\nDelp et al., 2000\n), as well as arterioles from white (glycolytic) and red (oxidative) parts from the same gastrocnemius muscle (\nHeaps and Bowles, 2002\n) of HU rats. Obviously, such diverse effects of HU on the arterial vasculature within and among postural and phasic muscles are largely the result of differential alterations in muscle activity and blood flow during the conditions of disuse (\nMcDonald et al., 1992\n).\nStructural and functional changes in the vascular bed could also result from the influence of sympathetic nervous system. In addition to acute control of vessel diameter and blood flow, neurotransmitters from the sympathetic nerves exert a trophic effect on the vasculature (\nBevan, 1984\n; \nPuzdrova et al., 2014\n; \nAdeoye et al., 2015\n). The severity of trophic sympathetic influence in certain vascular bed may depend on the density of its innervation and/or on the efferent sympathetic traffic it receives. In addition, the state of the vascular neuroeffector apparatus has been shown to depend on the prevailing level of transmural pressure and, therefore, may be affected in the conditions of microgravity (\nMonos et al., 2001\n; \nZhang, 2001\n; \nPuzdrova et al., 2009\n).\nIn contrast to the skeletal muscle circulation, the cutaneous circulation is regulated by a smaller contribution from metabolic vasomotor mechanisms and a higher role of sympathetic control, including a greater sympathetic vasoconstriction of small cutaneous arteries relative to that in skeletal muscle (\nTarasova et al., 2003\n). However, to our knowledge, no study has examined the effects of simulated microgravity \nvia\n HU on the structural and functional properties of cutaneous arteries, nor contrasted these effects in the forelimb and hindlimb circulations. Therefore, this study tested the hypothesis that HU exerts diverse effects on the neurovascular density, structural properties, and functional vasoconstrictor responsiveness of skeletal muscle and cutaneous feed arteries in the rat forelimb and hindlimb regions.",
    "materials_and_methods": "Materials and Methods\nAll the procedures were conducted in accordance with the European Convention for the Protection of Vertebrate Animals used for experimental and other scientific purposes and conformed to the Guide for the Care and Use of Laboratory Animals published by the US National Institutes of Health (Eighth edition, 2011). The procedures were approved by the Biomedical Ethics Committee of the Institute of Biomedical Problems, Russian Academy of Sciences (protocol N224).\nAnimals\nMale Wistar rats (2.5–3-month-old) were obtained from the breeder of the Institute of Biomedical Problems and housed in laboratory animal unit at the Faculty of Biology, M.V. Lomonosov Moscow State University in controlled conditions of temperature (22–24°C) and light-dark cycle (12–12 h) with \nad libitum\n access to water and standard chow diet (Laboratorkorm, Russia). After 1-week acclimatization to the environment, the rats were randomly assigned to the cage control (\nn\n = 10) and HU (\nn\n = 10) groups. In HU group, the hindlimbs of the rat were elevated with a hook attached to the proximal third of the tail with adhesive material. The hook was connected by a harness to a swivel apparatus at the top of the cage. The height of the hindquarter elevation was adjusted to prevent the hindlimbs from touching the supporting surfaces, resulting in a suspension angle of 35–40°. The forelimbs maintained the contact with the floor surface, which allowed the animals full range of motion. The animals were housed individually in cages of 50 cm × 50 cm × 50 cm. Animals remained under HU or control conditions for a total of 14 days. This duration of HU was shown to provide the stable changes in muscle weight and blood flow in rats (\nMcDonald et al., 1992\n). No signs of ischemia or damage of the tail skin were observed during HU.\nAfter 2 weeks of HU, the animals were sacrificed by decapitation under CO\n2\n anesthesia and the arteries were dissected free from surrounding tissue. Two arteries were isolated from the forelimb (deep brachial artery and median artery) and two arteries from the hindlimb (sural artery and saphenous artery). These feed arteries provide blood flow to skeletal muscle (brachial and sural arteries) and predominantly to the skin (median and saphenous arteries). Brachial and median arteries were dissected from the right forelimb for myography experiments. Sural arteries from right and left hindlimbs were used for myography experiments and histochemical examination, respectively. Right saphenous artery from each rat was used for wire myography (distal part) and histochemical examination (proximal part), while the artery from the left hindlimb was studied in perfusion experiments.\nWire Myography\nTwo neighboring segments with a length of 2 mm were cut from each type of artery and mounted in wire myograph system (DMT, Denmark, 410A or 620 model) for isometric force recoding at well-defined internal circumferences. Endothelium was gently removed from one of the segments by rubbing with a rat whisker. The preparations were kept at 37°C in physiological salt solution containing (in mM): 120 NaCl, 26 NaHCO\n3\n, 4.5 KCl, 1.2 NaH\n2\nPO\n4\n, 1.0 MgSO\n4\n, 1.6 CaCl\n2\n, 5.5 D-glucose, 0.025 EDTA, and 5 HEPES, equilibrated with gas mixture 5% CO\n2\n + 95% O\n2\n to maintain pH 7.4. Force readings were continuously recorded at 10 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia). Fully relaxed arterial segments were gradually stretched to d\n100\n, the inner diameter equivalent to a transmural pressure of 100 mmHg, and then set to 0.9d\n100\n, where maximal active force is developed (\nMulvany and Halpern, 1977\n).\nThe arteries were activated three times with noradrenaline (10\n−6\n M, Sigma). Functional integrity of the endothelium was checked by application of acetylcholine (10\n−6\n M, Sigma) on top of noradrenaline-induced contraction (3 × 10\n−7\n M). Endothelium-intact preparations relaxed in response to acetylcholine by at least 50% of the precontraction level and the relaxation response of endothelium-denuded preparations was not larger than 10%. The experimental protocol included consecutively performed concentration-response relationships to noradrenaline (10\n−8\n – 3 × 10\n−5\n М, Sigma) and serotonin (3 × 10\n−8\n – 3 × 10\n−5\n М, Sigma) with 30-min washout interval between them. The agonists were given cumulatively in half-log increments. The responses to noradrenaline were studied in the presence of propranolol (10\n−6\n M, Sigma), to prevent relaxation mediated by β-adrenoceptors.\nDuring data analysis, active force values were calculated by subtracting the passive force value (recorded in the preparation with fully relaxed smooth muscle) from all recorded force values (before the first and at each noradrenaline or serotonin concentration). Then, respective values of active wall tension were calculated as \nT\n=\nF\n/\n2\nl\n, where \nT\n is tension, \nF\n is active force and \nl\n is the segment length. The concentration-response relationships were fitted to a sigmoidal function with variable slope using GraphPad Prism 7.0 software (La Jolla, CA, USA) to calculate pD\n2\n values (the negative logarithm of EC\n50\n). Inner diameter of each artery (d\n100\n) was estimated from its passive length-tension relationship.\nConstant-Pressure Perfusion\nA segment of the saphenous artery was isolated, placed into the tissue bath, and cannulated at both ends. The vessel fragment length between the cannulae was about 5–6 mm. Krebs-Henseleit physiological salt solution was used for perfusion and superfusion (NaCl 119 mM, KCl 4.7 mM, CaCl\n2\n 2.5 mM, MgSO\n4\n 1.17 mM, NaHCO\n3\n 25 mM, KH\n2\nPO\n4\n 1.18 mM, D-glucose 5.5 mM, EDTA 0.026 mM, 37°C, and 95% O\n2\n + 5% CO\n2\n). Artery was perfused under a constant pressure; input and output pressures were measured continuously using two pressure transducers (BLPR2, World Precision Instruments, USA) and kept at 60 and 50 mmHg, respectively. Volume flow rate was measured with 1N type transducer connected to transit-time flowmeter (Transonic Systems Inc., USA). All parameters were permanently recorded at 20 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia).\nIntramural nerves were stimulated with rectangular electric pulses of changing polarity, with amplitude of 200–300 mA and 0.2 ms duration. All the effects of electrical stimulation could be blocked by tetrodotoxin (3 μM, Sigma), thus indicating the neurogenic origin of the response. Electric pulse frequency was 4, 8, or 12 Hz, the stimulation lasted for 30 s, and 3-min intervals were applied between the stimulations. Data analysis was performed using a custom program working under MATLAB (MathWorks Inc., USA). The constrictor response was evaluated as a relative change of the intralumen diameter (\nD\n), which was calculated by Poiseuille equation: \nD\n=\nl\n·\nQ\n/\nΔ\nP\n4\n, \nl\n, length of the vessel segment between canulae; \nQ\n, volume flow rate; and Δ\nP\n, the difference between input and output pressures.\nGlyoxylic Acid Staining for Periarterial Adrenergic Innervation\nSegments of saphenous and sural arteries were cut lengthwise and placed in 0.1 M PBS (pH 7.2) supplemented with 2% glyoxylic acid, 10% sucrose, and 0.03% Pontamine Sky Blue (\nPuzdrova et al., 2009\n). After a 30-min incubation, the preparation was flattened on the slide with the adventitia upward, dried (30 min in jet of warm air and 5 min at 100°C), and overlaid with mineral oil and covered with a cover glass.\nA LUMAM R3 microscope (LOMO, USSR; eyepiece ×7, objective lens ×40) was used for visualization. The exciting light wavelength was 380–440 nm; the luminescence wavelength was 480–700 nm. The plexus density was estimated with a grid that covered a field of 300 × 300 μm on the preparation and consisted of 24 rows, each containing 22–23 round markers (the ratio of marker diameter to space between markers was 1:2.5). Counting was performed in three randomly selected fields and the results were averaged.\nStatistical Data Analysis\nStatistical analysis was performed in GraphPad Prism 7.0. The normality of the data distribution was confirmed using D’Agostino-Pearson test. Unpaired Student’s \nt\n-test or Repeated Measures ANOVA with Bonferroni \npost hoc\n test was used, as appropriate. Statistical significance was reached at \np\n < 0.05. All data are given as mean ± S.E.M. and \nn\n represents the number of animals.",
    "animals": "Animals\nMale Wistar rats (2.5–3-month-old) were obtained from the breeder of the Institute of Biomedical Problems and housed in laboratory animal unit at the Faculty of Biology, M.V. Lomonosov Moscow State University in controlled conditions of temperature (22–24°C) and light-dark cycle (12–12 h) with \nad libitum\n access to water and standard chow diet (Laboratorkorm, Russia). After 1-week acclimatization to the environment, the rats were randomly assigned to the cage control (\nn\n = 10) and HU (\nn\n = 10) groups. In HU group, the hindlimbs of the rat were elevated with a hook attached to the proximal third of the tail with adhesive material. The hook was connected by a harness to a swivel apparatus at the top of the cage. The height of the hindquarter elevation was adjusted to prevent the hindlimbs from touching the supporting surfaces, resulting in a suspension angle of 35–40°. The forelimbs maintained the contact with the floor surface, which allowed the animals full range of motion. The animals were housed individually in cages of 50 cm × 50 cm × 50 cm. Animals remained under HU or control conditions for a total of 14 days. This duration of HU was shown to provide the stable changes in muscle weight and blood flow in rats (\nMcDonald et al., 1992\n). No signs of ischemia or damage of the tail skin were observed during HU.\nAfter 2 weeks of HU, the animals were sacrificed by decapitation under CO\n2\n anesthesia and the arteries were dissected free from surrounding tissue. Two arteries were isolated from the forelimb (deep brachial artery and median artery) and two arteries from the hindlimb (sural artery and saphenous artery). These feed arteries provide blood flow to skeletal muscle (brachial and sural arteries) and predominantly to the skin (median and saphenous arteries). Brachial and median arteries were dissected from the right forelimb for myography experiments. Sural arteries from right and left hindlimbs were used for myography experiments and histochemical examination, respectively. Right saphenous artery from each rat was used for wire myography (distal part) and histochemical examination (proximal part), while the artery from the left hindlimb was studied in perfusion experiments.",
    "wire_myography": "Wire Myography\nTwo neighboring segments with a length of 2 mm were cut from each type of artery and mounted in wire myograph system (DMT, Denmark, 410A or 620 model) for isometric force recoding at well-defined internal circumferences. Endothelium was gently removed from one of the segments by rubbing with a rat whisker. The preparations were kept at 37°C in physiological salt solution containing (in mM): 120 NaCl, 26 NaHCO\n3\n, 4.5 KCl, 1.2 NaH\n2\nPO\n4\n, 1.0 MgSO\n4\n, 1.6 CaCl\n2\n, 5.5 D-glucose, 0.025 EDTA, and 5 HEPES, equilibrated with gas mixture 5% CO\n2\n + 95% O\n2\n to maintain pH 7.4. Force readings were continuously recorded at 10 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia). Fully relaxed arterial segments were gradually stretched to d\n100\n, the inner diameter equivalent to a transmural pressure of 100 mmHg, and then set to 0.9d\n100\n, where maximal active force is developed (\nMulvany and Halpern, 1977\n).\nThe arteries were activated three times with noradrenaline (10\n−6\n M, Sigma). Functional integrity of the endothelium was checked by application of acetylcholine (10\n−6\n M, Sigma) on top of noradrenaline-induced contraction (3 × 10\n−7\n M). Endothelium-intact preparations relaxed in response to acetylcholine by at least 50% of the precontraction level and the relaxation response of endothelium-denuded preparations was not larger than 10%. The experimental protocol included consecutively performed concentration-response relationships to noradrenaline (10\n−8\n – 3 × 10\n−5\n М, Sigma) and serotonin (3 × 10\n−8\n – 3 × 10\n−5\n М, Sigma) with 30-min washout interval between them. The agonists were given cumulatively in half-log increments. The responses to noradrenaline were studied in the presence of propranolol (10\n−6\n M, Sigma), to prevent relaxation mediated by β-adrenoceptors.\nDuring data analysis, active force values were calculated by subtracting the passive force value (recorded in the preparation with fully relaxed smooth muscle) from all recorded force values (before the first and at each noradrenaline or serotonin concentration). Then, respective values of active wall tension were calculated as \nT\n=\nF\n/\n2\nl\n, where \nT\n is tension, \nF\n is active force and \nl\n is the segment length. The concentration-response relationships were fitted to a sigmoidal function with variable slope using GraphPad Prism 7.0 software (La Jolla, CA, USA) to calculate pD\n2\n values (the negative logarithm of EC\n50\n). Inner diameter of each artery (d\n100\n) was estimated from its passive length-tension relationship.",
    "constant-pressure_perfusion": "Constant-Pressure Perfusion\nA segment of the saphenous artery was isolated, placed into the tissue bath, and cannulated at both ends. The vessel fragment length between the cannulae was about 5–6 mm. Krebs-Henseleit physiological salt solution was used for perfusion and superfusion (NaCl 119 mM, KCl 4.7 mM, CaCl\n2\n 2.5 mM, MgSO\n4\n 1.17 mM, NaHCO\n3\n 25 mM, KH\n2\nPO\n4\n 1.18 mM, D-glucose 5.5 mM, EDTA 0.026 mM, 37°C, and 95% O\n2\n + 5% CO\n2\n). Artery was perfused under a constant pressure; input and output pressures were measured continuously using two pressure transducers (BLPR2, World Precision Instruments, USA) and kept at 60 and 50 mmHg, respectively. Volume flow rate was measured with 1N type transducer connected to transit-time flowmeter (Transonic Systems Inc., USA). All parameters were permanently recorded at 20 Hz sampling rate using E14-140 analog-to-digital data converter (L-Card, Russia) and PowerGraph 3.3 software (DISoft, Russia).\nIntramural nerves were stimulated with rectangular electric pulses of changing polarity, with amplitude of 200–300 mA and 0.2 ms duration. All the effects of electrical stimulation could be blocked by tetrodotoxin (3 μM, Sigma), thus indicating the neurogenic origin of the response. Electric pulse frequency was 4, 8, or 12 Hz, the stimulation lasted for 30 s, and 3-min intervals were applied between the stimulations. Data analysis was performed using a custom program working under MATLAB (MathWorks Inc., USA). The constrictor response was evaluated as a relative change of the intralumen diameter (\nD\n), which was calculated by Poiseuille equation: \nD\n=\nl\n·\nQ\n/\nΔ\nP\n4\n, \nl\n, length of the vessel segment between canulae; \nQ\n, volume flow rate; and Δ\nP\n, the difference between input and output pressures.",
    "glyoxylic_acid_staining_for_periarterial_adrenergic_innervat": "Glyoxylic Acid Staining for Periarterial Adrenergic Innervation\nSegments of saphenous and sural arteries were cut lengthwise and placed in 0.1 M PBS (pH 7.2) supplemented with 2% glyoxylic acid, 10% sucrose, and 0.03% Pontamine Sky Blue (\nPuzdrova et al., 2009\n). After a 30-min incubation, the preparation was flattened on the slide with the adventitia upward, dried (30 min in jet of warm air and 5 min at 100°C), and overlaid with mineral oil and covered with a cover glass.\nA LUMAM R3 microscope (LOMO, USSR; eyepiece ×7, objective lens ×40) was used for visualization. The exciting light wavelength was 380–440 nm; the luminescence wavelength was 480–700 nm. The plexus density was estimated with a grid that covered a field of 300 × 300 μm on the preparation and consisted of 24 rows, each containing 22–23 round markers (the ratio of marker diameter to space between markers was 1:2.5). Counting was performed in three randomly selected fields and the results were averaged.",
    "statistical_data_analysis": "Statistical Data Analysis\nStatistical analysis was performed in GraphPad Prism 7.0. The normality of the data distribution was confirmed using D’Agostino-Pearson test. Unpaired Student’s \nt\n-test or Repeated Measures ANOVA with Bonferroni \npost hoc\n test was used, as appropriate. Statistical significance was reached at \np\n < 0.05. All data are given as mean ± S.E.M. and \nn\n represents the number of animals.",
    "results": "Results\nBody Weight\nAt the beginning of the experiment, body weights of rats from control and HU groups were 316 ± 6 g (\nn\n = 10) and 310 ± 9 g (\nn\n = 10), respectively (\np\n > 0.05). Within 2 weeks, control group increased body weight to 376 ± 14 g (\nn\n = 10) and HU group to 353 ± 6 g (\nn\n = 10). No difference in body weight was observed between the two experimental groups at the end of the experiment (\np\n > 0.05, control vs. HU).\nInner Diameter of the Arteries\nBoth forelimb arteries from HU rats had larger inner diameters compared to the respective arteries from control rats (\nTable 1\n). However, when calculated as percentage of the mean value in control group, the increment of diameter in the brachial artery was more prominent compared to the median artery: 22.5 ± 3.0 and 10.2 ± 3.8%, respectively (\np\n < 0.05).\nTable 1\nRelaxed inner diameter (d\n100\n, μm) of endothelium-intact forelimb and hindlimb arteries from control and hindlimb-unloaded (HU) rats.\nOrgan\nArteries\nControl\nHindlimb unloaded\nForelimb\nBrachial (\nn\n = 9; 9)\n213 ± 15\n261 ± 6\n\n\n*\n\n\n\n\nMedian (\nn\n = 10; 10)\n375 ± 10\n413 ± 14\n\n\n*\n\n\n\n\nHindlimb\nSural (\nn\n = 10; 10)\n250 ± 11\n208 ± 11\n\n\n*\n\n\n\n\nSaphenous (\nn\n = 10; 9)\n418 ± 20\n424 ± 20\nThe numbers in parentheses indicates the numbers of animals in the groups.\n*\n\n\np\n < 0.05 HU vs. control.\nIn contrast, sural arteries of HU rats demonstrated a decrease of inner diameter (by 17.9 ± 4.7%) compared to the arteries of control rats (\nTable 1\n). The diameter of saphenous artery was not affected by HU (\nTable 1\n).\nTable 2\nSensitivity to noradrenaline and serotonin (pD\n2\n values) of endothelium-intact (Endo+) and endothelium-denuded (Endo−) hindlimb and forelimb arteries from control and HU rats.\nArteries\nNoradrenaline\nSerotonin\nControl\nHindlimb unloaded\nControl\nHindlimb unloaded\nBrachial\nEndo (+)\n5.93 ± 0.14\n5.93 ± 0.13\n6.02 ± 0.06\n6.10 ± 0.05\nEndo (−)\n5.71 ± 0.22\n6.05 ± 0.13\n5.92 ± 0.07\n5.97 ± 0.06\nMedian\nEndo (+)\nn.d.\nn.d.\n6.34 ± 0.14\n6.45 ± 0.07\nEndo (−)\nn.d.\nn.d.\n5.99 ± 0.15\n6.01 ± 0.09\nSural\nEndo (+)\n6.18 ± 0.05\n5.90 ± 0.13\n5.97 ± 0.10\n5.86 ± 0.10\nEndo (−)\n6.07 ± 0.07\n5.95 ± 0.16\n5.97 ± 0.13\n5.77 ± 0.07\nSaphenous\nEndo (+)\n5.50 ± 0.08\n5.77 ± 0.10\n\n\n*\n\n\n\n\n6.00 ± 0.09\n6.44 ± 0.14\n\n\n*\n\n\n\n\nEndo (−)\n5.50 ± 0.08\n5.82 ± 0.09\n\n\n*\n\n\n\n\n5.99 ± 0.08\n6.45 ± 0.18\n\n\n*\n\n\n\n\nThe numbers of animals in the groups are shown in \nFigures 1\n–\n4\n.\nn.d., not determined, because of non-saturated concentration-response relationship.\n*\n\n\np\n < 0.05 HU vs. control.\nContractile Responses of Forelimb Arteries\nContractile responses of brachial arteries were greater in HU rats compared to that in control rats. This was observed when endothelium-intact segments of brachial arteries were exposed to noradrenaline (\nFigure 1A\n) or serotonin (\nFigure 1B\n). Endothelium removal did not change the differences in brachial artery contractile responses between HU and control rats (\nFigures 1C\n,\nD\n). Most prominent effects of HU on brachial artery contractility were observed when the agonists were applied in near-maximal to maximal concentrations. The sensitivity of endothelium-intact and endothelium-denuded brachial artery preparations to vasoconstrictors was not altered by HU (\nTable 2\n).\nFigure 1\nHU increases contractile responses of skeletal muscle feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n deep brachial arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.\nContractile responses of median artery segments to noradrenaline and serotonin were not different in HU rats compared to control rats regardless of the presence of the endothelium (\nFigure 2\n). The sensitivity of median artery segments to both vasoconstrictors was also similar in control and HU rats (\nTable 2\n).\nFigure 2\nHU does not change contractile responses of skin feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n median arteries in control and HU rats. The number in parentheses indicates the number of animals in the group.\nContractile Responses of Hindlimb Arteries\nSural arteries of HU rats developed less contractile tension to noradrenaline and serotonin. This decrease was observed in both endothelium-intact (\nFigures 3A\n,\nB\n) and endothelium-denuded (\nFigures 3C\n,\nD\n) segments of sural artery from HU rats compared to control rats. Again, most prominent effect of HU on contractile responses was observed with the higher concentrations of the agonists, while the sensitivity of sural arteries to contractile stimuli was not altered by HU (\nTable 2\n).\nFigure 3\nHU decreases contractile responses of skeletal muscle feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.\nIn contrast to sural arteries, saphenous arteries from HU rats developed stronger contractile responses compared to the arteries from control rats, regardless of the type of agonist and the presence of the endothelium (\nFigure 4\n). HU did not alter saphenous artery maximum contractile responses to noradrenaline and serotonin (\nFigure 4\n), but rather elevated the sensitivity of this artery to vasoconstrictors (\nTable 2\n).\nFigure 4\nHU increases contractile responses of skin feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.\nSympathetic Neurotransmission in Saphenous Artery\nIn control rats, adrenergic fiber plexus was dense in the saphenous artery, but sparse in the sural artery (\nFigure 5A\n). HU had no effect on innervation density in the sural artery (\nFigure 5A\n) but decreased it by about 20% in the saphenous artery (\nFigures 5A\n,\nB\n).\nFigure 5\nHU worsens sympathetic control in skin but not skeletal muscle feed arteries from rat hindlimb. \n(A)\n The density of periarterial adrenergic plexus in saphenous and sural arteries from control (\nn\n = 10; 10) and HU (\nn\n = 8; 7) rats. \n(B)\n Representative staining for adrenergic nerves with glyoxylic acid in whole-mount preparations of saphenous arteries. \n(C)\n Constrictor responses of isobarically perfused saphenous arteries from control (\nn\n = 5) and HU (\nn\n = 5) rats to electrical field stimulation of intramural nerves with graded frequencies. \n*\n\n\np\n < 0.05 HU vs. control.\nThe effects of HU on sympathetic control of the saphenous artery were studied with the use of perfusion technique. In the absence of nerve stimulation, solution flow rate values did not differ in control and HU rats: 3.9 ± 0.18 and 4.1 ± 0.18 ml/min, respectively. The relative decreases of arterial inner diameter caused by 8 and 12 Hz stimulation were lower in HU rats compared to that in controls (\nFigure 5C\n).",
    "body_weight": "Body Weight\nAt the beginning of the experiment, body weights of rats from control and HU groups were 316 ± 6 g (\nn\n = 10) and 310 ± 9 g (\nn\n = 10), respectively (\np\n > 0.05). Within 2 weeks, control group increased body weight to 376 ± 14 g (\nn\n = 10) and HU group to 353 ± 6 g (\nn\n = 10). No difference in body weight was observed between the two experimental groups at the end of the experiment (\np\n > 0.05, control vs. HU).",
    "inner_diameter_of_the_arteries": "Inner Diameter of the Arteries\nBoth forelimb arteries from HU rats had larger inner diameters compared to the respective arteries from control rats (\nTable 1\n). However, when calculated as percentage of the mean value in control group, the increment of diameter in the brachial artery was more prominent compared to the median artery: 22.5 ± 3.0 and 10.2 ± 3.8%, respectively (\np\n < 0.05).\nTable 1\nRelaxed inner diameter (d\n100\n, μm) of endothelium-intact forelimb and hindlimb arteries from control and hindlimb-unloaded (HU) rats.\nOrgan\nArteries\nControl\nHindlimb unloaded\nForelimb\nBrachial (\nn\n = 9; 9)\n213 ± 15\n261 ± 6\n\n\n*\n\n\n\n\nMedian (\nn\n = 10; 10)\n375 ± 10\n413 ± 14\n\n\n*\n\n\n\n\nHindlimb\nSural (\nn\n = 10; 10)\n250 ± 11\n208 ± 11\n\n\n*\n\n\n\n\nSaphenous (\nn\n = 10; 9)\n418 ± 20\n424 ± 20\nThe numbers in parentheses indicates the numbers of animals in the groups.\n*\n\n\np\n < 0.05 HU vs. control.\nIn contrast, sural arteries of HU rats demonstrated a decrease of inner diameter (by 17.9 ± 4.7%) compared to the arteries of control rats (\nTable 1\n). The diameter of saphenous artery was not affected by HU (\nTable 1\n).\nTable 2\nSensitivity to noradrenaline and serotonin (pD\n2\n values) of endothelium-intact (Endo+) and endothelium-denuded (Endo−) hindlimb and forelimb arteries from control and HU rats.\nArteries\nNoradrenaline\nSerotonin\nControl\nHindlimb unloaded\nControl\nHindlimb unloaded\nBrachial\nEndo (+)\n5.93 ± 0.14\n5.93 ± 0.13\n6.02 ± 0.06\n6.10 ± 0.05\nEndo (−)\n5.71 ± 0.22\n6.05 ± 0.13\n5.92 ± 0.07\n5.97 ± 0.06\nMedian\nEndo (+)\nn.d.\nn.d.\n6.34 ± 0.14\n6.45 ± 0.07\nEndo (−)\nn.d.\nn.d.\n5.99 ± 0.15\n6.01 ± 0.09\nSural\nEndo (+)\n6.18 ± 0.05\n5.90 ± 0.13\n5.97 ± 0.10\n5.86 ± 0.10\nEndo (−)\n6.07 ± 0.07\n5.95 ± 0.16\n5.97 ± 0.13\n5.77 ± 0.07\nSaphenous\nEndo (+)\n5.50 ± 0.08\n5.77 ± 0.10\n\n\n*\n\n\n\n\n6.00 ± 0.09\n6.44 ± 0.14\n\n\n*\n\n\n\n\nEndo (−)\n5.50 ± 0.08\n5.82 ± 0.09\n\n\n*\n\n\n\n\n5.99 ± 0.08\n6.45 ± 0.18\n\n\n*\n\n\n\n\nThe numbers of animals in the groups are shown in \nFigures 1\n–\n4\n.\nn.d., not determined, because of non-saturated concentration-response relationship.\n*\n\n\np\n < 0.05 HU vs. control.",
    "contractile_responses_of_forelimb_arteries": "Contractile Responses of Forelimb Arteries\nContractile responses of brachial arteries were greater in HU rats compared to that in control rats. This was observed when endothelium-intact segments of brachial arteries were exposed to noradrenaline (\nFigure 1A\n) or serotonin (\nFigure 1B\n). Endothelium removal did not change the differences in brachial artery contractile responses between HU and control rats (\nFigures 1C\n,\nD\n). Most prominent effects of HU on brachial artery contractility were observed when the agonists were applied in near-maximal to maximal concentrations. The sensitivity of endothelium-intact and endothelium-denuded brachial artery preparations to vasoconstrictors was not altered by HU (\nTable 2\n).\nFigure 1\nHU increases contractile responses of skeletal muscle feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n deep brachial arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.\nContractile responses of median artery segments to noradrenaline and serotonin were not different in HU rats compared to control rats regardless of the presence of the endothelium (\nFigure 2\n). The sensitivity of median artery segments to both vasoconstrictors was also similar in control and HU rats (\nTable 2\n).\nFigure 2\nHU does not change contractile responses of skin feed arteries from the rat forelimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n median arteries in control and HU rats. The number in parentheses indicates the number of animals in the group.",
    "contractile_responses_of_hindlimb_arteries": "Contractile Responses of Hindlimb Arteries\nSural arteries of HU rats developed less contractile tension to noradrenaline and serotonin. This decrease was observed in both endothelium-intact (\nFigures 3A\n,\nB\n) and endothelium-denuded (\nFigures 3C\n,\nD\n) segments of sural artery from HU rats compared to control rats. Again, most prominent effect of HU on contractile responses was observed with the higher concentrations of the agonists, while the sensitivity of sural arteries to contractile stimuli was not altered by HU (\nTable 2\n).\nFigure 3\nHU decreases contractile responses of skeletal muscle feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.\nIn contrast to sural arteries, saphenous arteries from HU rats developed stronger contractile responses compared to the arteries from control rats, regardless of the type of agonist and the presence of the endothelium (\nFigure 4\n). HU did not alter saphenous artery maximum contractile responses to noradrenaline and serotonin (\nFigure 4\n), but rather elevated the sensitivity of this artery to vasoconstrictors (\nTable 2\n).\nFigure 4\nHU increases contractile responses of skin feed arteries from the rat hindlimb. Concentration-response relationships to noradrenaline \n(A,C)\n and serotonin \n(B,D)\n of endothelium-intact \n(A,B)\n and endothelium-denuded \n(C,D)\n sural arteries in control and HU rats. The number in parentheses indicates the number of animals in the group. \n*\n\n\np\n < 0.05 HU vs. control.",
    "sympathetic_neurotransmission_in_saphenous_artery": "Sympathetic Neurotransmission in Saphenous Artery\nIn control rats, adrenergic fiber plexus was dense in the saphenous artery, but sparse in the sural artery (\nFigure 5A\n). HU had no effect on innervation density in the sural artery (\nFigure 5A\n) but decreased it by about 20% in the saphenous artery (\nFigures 5A\n,\nB\n).\nFigure 5\nHU worsens sympathetic control in skin but not skeletal muscle feed arteries from rat hindlimb. \n(A)\n The density of periarterial adrenergic plexus in saphenous and sural arteries from control (\nn\n = 10; 10) and HU (\nn\n = 8; 7) rats. \n(B)\n Representative staining for adrenergic nerves with glyoxylic acid in whole-mount preparations of saphenous arteries. \n(C)\n Constrictor responses of isobarically perfused saphenous arteries from control (\nn\n = 5) and HU (\nn\n = 5) rats to electrical field stimulation of intramural nerves with graded frequencies. \n*\n\n\np\n < 0.05 HU vs. control.\nThe effects of HU on sympathetic control of the saphenous artery were studied with the use of perfusion technique. In the absence of nerve stimulation, solution flow rate values did not differ in control and HU rats: 3.9 ± 0.18 and 4.1 ± 0.18 ml/min, respectively. The relative decreases of arterial inner diameter caused by 8 and 12 Hz stimulation were lower in HU rats compared to that in controls (\nFigure 5C\n).",
    "discussion": "Discussion\nThe purpose of this study was to compare the effects of 2 weeks of simulated microgravity on skeletal muscle and skin feed arteries from the rat forelimb and hindlimb regions. We hypothesized that HU exerts diverse effects on the sympathetic innervation density, structural properties, and functional vasoconstrictor responsiveness of skeletal muscle and cutaneous feed arteries. The data indicate that HU induces increases in maximal lumen diameter and vasoconstrictor responsiveness in forelimb skeletal muscle arteries, but decreases in these structural and functional properties in hindlimb skeletal muscle arteries. In the cutaneous vasculature of the forelimbs and hindlimbs, alterations in the structure and vasoconstrictor properties either did not occur or were of smaller magnitude than that occurring in the skeletal muscle arteries from the same region of the body. Exposure to HU also diminished sympathetic nerve density and impaired vasoconstriction induced by sympathetic nerve stimulation in hindlimb cutaneous, but not skeletal muscle arteries. However, vasoconstrictor responses of hindlimb cutaneous arteries to direct smooth muscle stimulation by vasoconstrictor agonists exhibited greater sensitivity in the HU rats. Collectively, these results demonstrate that the complexity of vascular adaptations to simulated microgravity is much greater than previously described. Vascular alterations not only differentially occur between regions of the body, but also within those regions, and can be functionally related to physical alterations in sympathetic nerve density and gross structural remodeling of resistance arteries.\nBoth the forelimbs and hindlimbs of the rat perform functions of support and locomotion, which suggest these two different anatomical regions of the body share similar inherent characteristics that include skeletal muscle and cutaneous circulations. Additionally, systemic humoral influences would not differ in forelimb and hindlimb arteries of the same rat. Alterations in nerve traffic during HU exposure would also likely be equalized between the same-type arteries in the forelimbs and hindlimbs, since functional specialization of efferent sympathetic pathways is organotypic rather than somatotopic (\nJänig and McLachlan, 1992\n; \nJänig and Häbler, 2003\n). Therefore, the design of this study allowed us to separate adaptive arterial responses to the anti-orthostatic body position and redistribution of support and muscle activity from other effects associated with the HU model, including social isolation, restraint, and the development of neuroendocrine stress (\nTsvirkun et al., 2012\n).\nHindlimb Unloading Induces Contrasting Structural and Functional Adaptations in Forelimb and Hindlimb Skeletal Muscle Arteries\nHU exposure resulted in divergent alterations of forelimb and hindlimb skeletal muscle arteries, i.e., lumen diameter and wall contractility (maximal active tension) increased in the forelimb but decreased in the hindlimb. The changes in contractility were independent of the vascular endothelium and not associated with the change in smooth muscle sensitivity to contractile stimulation by noradrenaline or serotonin. These data point to non-specific amplification of smooth muscle contractile responses in forelimb arteries, presumably resulting from smooth muscle hypertrophy and media wall thickening. In contrast, non-specific attenuation of smooth muscle contractile responses takes place in hindlimb arteries, presumably resulting from smooth muscle atrophy and a thinning of the medial wall (\nDelp et al., 2000\n).\nPrevious work has shown that HU in rats is associated with ~10 mmHg gradient between aortic and hindlimb arterial pressures (\nColleran et al., 2000\n). Therefore, arterial transmural pressure in HU rats is elevated in the forelimb region and reduced in the hindlimbs; this pressure differential presumably governs the divergent alterations in media thickness (\nWilkerson et al., 1999\n; \nStabley et al., 2012\n). The mechanisms which mediate the effects of transmural pressure on media remodeling may include the secretion of angiotensin II from vascular smooth muscle cells with further stimulation of MAPK cascades (\nEskildsen-Helmond and Mulvany, 2003\n). Importantly, HU was shown to stimulate the activity of vascular renin-angiotensin system in cranial arteries, but depress it in femoral arteries (\nBao et al., 2007\n; \nZhang, 2013\n). In support of the present data, wall thickness and medial cross-section area were shown to be diminished in resistance arteries associated with the anterior tibial (\nSun et al., 2004\n) and gastrocnemius (\nDelp et al., 2000\n) muscles in the hindlimbs of HU rats. In addition, chronic increases in blood flow/shear stress in loaded forelimb muscles and chronic decreases in unloaded hindlimb muscles induce divergent changes in maximal passive diameter of arteries (\nDelp et al., 2000\n; \nStabley et al., 2013\n). Similar results have also been found in human models used to simulate microgravity. For instance, long-duration (up to 60 days) head-down bed rest has been reported to reduce intimal-medial thickness in the anterior tibial artery (\nPlatts et al., 2009\n), as well as lumen diameter of the femoral artery and its branch (\nBleeker et al., 2005\n). Therefore, these results indicate that the gross structural adaptations of skeletal muscle arteries in HU rats and humans undergoing head-down bed rest are mainly induced by the influence of mechanical forces.\nIn both the forelimbs and hindlimbs, cutaneous arteries were less affected by HU, as compared to skeletal muscle arteries from the same region of the body. These results may be attributed to several factors. First, cutaneous blood flow would not be as greatly affected by changes in postural support and low level physical activity as that of the skeletal muscle, particularly given the rapid and profound changes in skeletal muscle vascular resistance associated with increases and decreases in muscle activity (\nDelp, 1999\n). Second, the profile of blood pressure changes within the cutaneous vasculature may differ from that within the skeletal muscle vascular tree. A prominent constriction of proximal cutaneous arteries during sympathetic activation (\nTarasova et al., 2003\n) would decrease transmural pressure in more distal arteries (\nAbboud and Eckstein, 1966\n) and protect them from redistribution of transmural pressure during HU.\nHindlimb Unloading Had Diverse Effects in Two Functionally Different Vascular Beds of the Rat Hindlimb\nIn the hindlimb, 2-week exposure to HU impaired sympathetic nerve-mediated vasoconstriction while enhancing the sensitivity of smooth muscle to the adrenergic agonist noradrenaline in cutaneous arteries. The higher constrictor sensitivity of cutaneous arteries was also observed after endothelium removal and with the application of the non-adrenergic agonist serotonin, pointing to its independence of the type of activated receptors in smooth muscle cells. These data suggest the development of non-specific hyper-sensitivity of the saphenous artery to constrictor stimulation, which may result from the deficiency in its sympathetic control. This suggestion is based on several observations from the present and earlier published studies: (1) the higher sensitivity to constrictors was observed in densely innervated saphenous artery but not in the sparsely innervated sural artery; (2) HU reduced the density of adrenergic plexus in saphenous arteries; and (3) denervated vessels are well-known to become hyper-sensitive to various constrictor agonists and high-K\n+\n depolarization (\nBevan, 1984\n; \nBentzer et al., 1997\n; \nTarasova et al., 2006\n). Post-denervation hyper-sensitivity occurs without changes in total density or affinity of post-junctional α\n1\n-adrenoceptors (\nDalessandri et al., 1991\n; \nTaki et al., 2004\n), indicating its mechanisms of effect are downstream to the receptors and may include depolarization of smooth muscle cells (\nFleming, 1999\n), facilitation of L-type Ca\n2+\n-channel-dependent signaling (\nHeumann et al., 2016\n), Ca\n2+\n-sensitization of smooth muscle contractile machinery (\nPuzdrova et al., 2014\n), and altered cell-to-cell coupling (\nSlovut et al., 2004\n). Taken together, these observations allow the conclusion that the shortage of sympathetic influences may govern functional remodeling of arteries subjected to gravitational unloading.\nIn our opinion, the effect of HU on saphenous artery sympathetic innervation is due in part to a drop in transmural pressure in hindlimb arteries during long-term anti-orthostasis (\nColleran et al., 2000\n). It is well-known that the functional state of postganglionic nerve fibers and the density of sympathetic innervation is controlled by target tissue-derived trophic factors, including nerve growth factor (NGF) (\nCreedon and Tuttle, 1991\n; \nThrasivoulou and Cowen, 1995\n). For example, it has been shown that NGF secretion by vascular smooth muscle cells in cell culture increases with stretch (\nClemow et al., 2000\n). Presumably, the production of NGF under \nin vivo\n conditions is also dependent on the stretch induced by the transmural pressure. A chronic decrease in transmural pressure in the saphenous artery of HU rats could suppress NGF production and, therefore, result in the decrease of adrenergic nerve plexus density. We have shown previously that chronic hindquarter hypotension (induced by partial occlusion of the abdominal aorta distal to the renal arteries) has negative effects on sympathetic innervation of the rat saphenous artery (\nTarasova et al., 2006\n). Interestingly, an opposite change of innervation density was demonstrated in the rat saphenous artery after the 2-week experimental orthostatic body position (\nMonos et al., 2001\n). Results from the present study thus indicate that chronic decreases in transmural pressure worsens sympathetic vasomotor control at the prejunctional level, but at the same time, increases vessel reactivity to noradrenaline, a principal transmitter of the sympathetic nerves. Further work should be conducted to determine whether noradrenaline release during activation of the sympathetic nerves in skin arteries differs between control and HU rats to better characterize how sympathetic neural control of peripheral resistance is altered.\nIn contrast to cutaneous arteries, we did not find any effect of transmural pressure changes on the adrenergic nerve plexus in the sural artery, probably due to the already low density of its innervation in control rats. However, we suggest that such effects of pressure to decrease the innervation density at distal part of skeletal muscle arterial tree may occur, since the more distal resistance arteries have a higher density of innervation. Indeed, a decrease in the innervation density was observed in hindlimb muscle arterioles in rats after a 4-week HU (\nZhang, 2001\n). This suggestion is supported by our findings of a reduced integral response of perfused rat hindlimb vascular bed to the stimulation of sympathetic nerves (\nRodionov et al., 1999\n).\nOur findings indicate that the precision in which the sympathetic nervous system controls peripheral resistance and cutaneous perfusion is compromised in HU rats. Importantly, a decreased vascular sensitivity to sympathetic influences has been observed in humans following space flight (\nFu et al., 2002\n). A smaller increase in lower limb arterial resistance was observed in cosmonauts during infight and postflight lower body negative pressure (LBNP) test (\nHerault et al., 2000\n). In contrast, forelimb subcutaneous vascular response to LBNP was more pronounced after 10-day-long space flight than during preflight (\nGabrielsen et al., 1995\n). Although the present study is limited to an animal model used to simulate spaceflight, it provides a mechanistic explanation of the link between the state of sympathetic vascular control with the prevailing changes in transmural pressure thought to occur in astronauts and cosmonauts.",
    "hindlimb_unloading_induces_contrasting_structural_and_functi": "Hindlimb Unloading Induces Contrasting Structural and Functional Adaptations in Forelimb and Hindlimb Skeletal Muscle Arteries\nHU exposure resulted in divergent alterations of forelimb and hindlimb skeletal muscle arteries, i.e., lumen diameter and wall contractility (maximal active tension) increased in the forelimb but decreased in the hindlimb. The changes in contractility were independent of the vascular endothelium and not associated with the change in smooth muscle sensitivity to contractile stimulation by noradrenaline or serotonin. These data point to non-specific amplification of smooth muscle contractile responses in forelimb arteries, presumably resulting from smooth muscle hypertrophy and media wall thickening. In contrast, non-specific attenuation of smooth muscle contractile responses takes place in hindlimb arteries, presumably resulting from smooth muscle atrophy and a thinning of the medial wall (\nDelp et al., 2000\n).\nPrevious work has shown that HU in rats is associated with ~10 mmHg gradient between aortic and hindlimb arterial pressures (\nColleran et al., 2000\n). Therefore, arterial transmural pressure in HU rats is elevated in the forelimb region and reduced in the hindlimbs; this pressure differential presumably governs the divergent alterations in media thickness (\nWilkerson et al., 1999\n; \nStabley et al., 2012\n). The mechanisms which mediate the effects of transmural pressure on media remodeling may include the secretion of angiotensin II from vascular smooth muscle cells with further stimulation of MAPK cascades (\nEskildsen-Helmond and Mulvany, 2003\n). Importantly, HU was shown to stimulate the activity of vascular renin-angiotensin system in cranial arteries, but depress it in femoral arteries (\nBao et al., 2007\n; \nZhang, 2013\n). In support of the present data, wall thickness and medial cross-section area were shown to be diminished in resistance arteries associated with the anterior tibial (\nSun et al., 2004\n) and gastrocnemius (\nDelp et al., 2000\n) muscles in the hindlimbs of HU rats. In addition, chronic increases in blood flow/shear stress in loaded forelimb muscles and chronic decreases in unloaded hindlimb muscles induce divergent changes in maximal passive diameter of arteries (\nDelp et al., 2000\n; \nStabley et al., 2013\n). Similar results have also been found in human models used to simulate microgravity. For instance, long-duration (up to 60 days) head-down bed rest has been reported to reduce intimal-medial thickness in the anterior tibial artery (\nPlatts et al., 2009\n), as well as lumen diameter of the femoral artery and its branch (\nBleeker et al., 2005\n). Therefore, these results indicate that the gross structural adaptations of skeletal muscle arteries in HU rats and humans undergoing head-down bed rest are mainly induced by the influence of mechanical forces.\nIn both the forelimbs and hindlimbs, cutaneous arteries were less affected by HU, as compared to skeletal muscle arteries from the same region of the body. These results may be attributed to several factors. First, cutaneous blood flow would not be as greatly affected by changes in postural support and low level physical activity as that of the skeletal muscle, particularly given the rapid and profound changes in skeletal muscle vascular resistance associated with increases and decreases in muscle activity (\nDelp, 1999\n). Second, the profile of blood pressure changes within the cutaneous vasculature may differ from that within the skeletal muscle vascular tree. A prominent constriction of proximal cutaneous arteries during sympathetic activation (\nTarasova et al., 2003\n) would decrease transmural pressure in more distal arteries (\nAbboud and Eckstein, 1966\n) and protect them from redistribution of transmural pressure during HU.",
    "hindlimb_unloading_had_diverse_effects_in_two_functionally_d": "Hindlimb Unloading Had Diverse Effects in Two Functionally Different Vascular Beds of the Rat Hindlimb\nIn the hindlimb, 2-week exposure to HU impaired sympathetic nerve-mediated vasoconstriction while enhancing the sensitivity of smooth muscle to the adrenergic agonist noradrenaline in cutaneous arteries. The higher constrictor sensitivity of cutaneous arteries was also observed after endothelium removal and with the application of the non-adrenergic agonist serotonin, pointing to its independence of the type of activated receptors in smooth muscle cells. These data suggest the development of non-specific hyper-sensitivity of the saphenous artery to constrictor stimulation, which may result from the deficiency in its sympathetic control. This suggestion is based on several observations from the present and earlier published studies: (1) the higher sensitivity to constrictors was observed in densely innervated saphenous artery but not in the sparsely innervated sural artery; (2) HU reduced the density of adrenergic plexus in saphenous arteries; and (3) denervated vessels are well-known to become hyper-sensitive to various constrictor agonists and high-K\n+\n depolarization (\nBevan, 1984\n; \nBentzer et al., 1997\n; \nTarasova et al., 2006\n). Post-denervation hyper-sensitivity occurs without changes in total density or affinity of post-junctional α\n1\n-adrenoceptors (\nDalessandri et al., 1991\n; \nTaki et al., 2004\n), indicating its mechanisms of effect are downstream to the receptors and may include depolarization of smooth muscle cells (\nFleming, 1999\n), facilitation of L-type Ca\n2+\n-channel-dependent signaling (\nHeumann et al., 2016\n), Ca\n2+\n-sensitization of smooth muscle contractile machinery (\nPuzdrova et al., 2014\n), and altered cell-to-cell coupling (\nSlovut et al., 2004\n). Taken together, these observations allow the conclusion that the shortage of sympathetic influences may govern functional remodeling of arteries subjected to gravitational unloading.\nIn our opinion, the effect of HU on saphenous artery sympathetic innervation is due in part to a drop in transmural pressure in hindlimb arteries during long-term anti-orthostasis (\nColleran et al., 2000\n). It is well-known that the functional state of postganglionic nerve fibers and the density of sympathetic innervation is controlled by target tissue-derived trophic factors, including nerve growth factor (NGF) (\nCreedon and Tuttle, 1991\n; \nThrasivoulou and Cowen, 1995\n). For example, it has been shown that NGF secretion by vascular smooth muscle cells in cell culture increases with stretch (\nClemow et al., 2000\n). Presumably, the production of NGF under \nin vivo\n conditions is also dependent on the stretch induced by the transmural pressure. A chronic decrease in transmural pressure in the saphenous artery of HU rats could suppress NGF production and, therefore, result in the decrease of adrenergic nerve plexus density. We have shown previously that chronic hindquarter hypotension (induced by partial occlusion of the abdominal aorta distal to the renal arteries) has negative effects on sympathetic innervation of the rat saphenous artery (\nTarasova et al., 2006\n). Interestingly, an opposite change of innervation density was demonstrated in the rat saphenous artery after the 2-week experimental orthostatic body position (\nMonos et al., 2001\n). Results from the present study thus indicate that chronic decreases in transmural pressure worsens sympathetic vasomotor control at the prejunctional level, but at the same time, increases vessel reactivity to noradrenaline, a principal transmitter of the sympathetic nerves. Further work should be conducted to determine whether noradrenaline release during activation of the sympathetic nerves in skin arteries differs between control and HU rats to better characterize how sympathetic neural control of peripheral resistance is altered.\nIn contrast to cutaneous arteries, we did not find any effect of transmural pressure changes on the adrenergic nerve plexus in the sural artery, probably due to the already low density of its innervation in control rats. However, we suggest that such effects of pressure to decrease the innervation density at distal part of skeletal muscle arterial tree may occur, since the more distal resistance arteries have a higher density of innervation. Indeed, a decrease in the innervation density was observed in hindlimb muscle arterioles in rats after a 4-week HU (\nZhang, 2001\n). This suggestion is supported by our findings of a reduced integral response of perfused rat hindlimb vascular bed to the stimulation of sympathetic nerves (\nRodionov et al., 1999\n).\nOur findings indicate that the precision in which the sympathetic nervous system controls peripheral resistance and cutaneous perfusion is compromised in HU rats. Importantly, a decreased vascular sensitivity to sympathetic influences has been observed in humans following space flight (\nFu et al., 2002\n). A smaller increase in lower limb arterial resistance was observed in cosmonauts during infight and postflight lower body negative pressure (LBNP) test (\nHerault et al., 2000\n). In contrast, forelimb subcutaneous vascular response to LBNP was more pronounced after 10-day-long space flight than during preflight (\nGabrielsen et al., 1995\n). Although the present study is limited to an animal model used to simulate spaceflight, it provides a mechanistic explanation of the link between the state of sympathetic vascular control with the prevailing changes in transmural pressure thought to occur in astronauts and cosmonauts.",
    "conclusion": "Conclusion\nA novel result of this study is that simulated microgravity differentially affects the skin and skeletal muscle arteries in the hindlimb. Functional alterations in the vasoconstrictor responses of sparsely innervated skeletal muscle arteries appear to primarily result from the direct effects of physical forces acting on smooth muscle or endothelial cells to induce a gross structural remodeling of these arteries. However, functional changes in the densely innervated cutaneous arteries appear to be mainly governed by the effect of transmural pressure on periarterial sympathetic innervation. If similar adaptations occur in the peripheral vasculature of human cosmonauts and astronauts, such changes could underlie the weaker arterial vasoconstriction during activation of the sympathetic nerves, as well as serve as a mechanism of reduced vascular resistance and orthostatic intolerance following a return to Earth.",
    "data_availability_statement": "Data Availability Statement\nThe datasets generated for this study are available on request to the corresponding author.",
    "ethics_statement": "Ethics Statement\nThe animal study was reviewed and approved by Biomedical Ethics Committee of the Institute of Biomedical Problems, Russian Academy of Sciences.",
    "author_contributions": "Author Contributions\nOT, AB, VG, MD, and OV conceived and designed the study. OT, VK, AB, and VG were involved in laboratory work, data collection, and analysis. OT, AB, MD, and OV drafted the manuscript. All the authors contributed in the final writing.",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7339929/"
}