{
  "id": "PMC7937622",
  "title": "MARSBOx: Fungal and bacterial endurance from a balloon-flown analog mission in the stratosphere",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "MARSBOx: Fungal and bacterial endurance from a balloon-flown analog mission in the stratosphere",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7937622/"
  },
  "sections": {
    "abstract": "Whether terrestrial life can withstand the martian environment is of paramount interest for planetary protection measures and space exploration. To understand microbial survival potential in Mars-like conditions, several fungal and bacterial samples were launched in September 2019 on a large NASA scientific balloon flight to the middle stratosphere (∼38 km altitude) where radiation levels resembled values at the equatorial Mars surface. Fungal spores of \nAspergillus niger\n and bacterial cells of \nSalinisphaera shabanensis\n, \nStaphylococcus capitis\n subsp. \ncapitis\n, and \nButtiauxella\n sp. MASE-IM-9 were launched inside the MARSBOx (Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment) payload filled with an artificial martian atmosphere and pressure throughout the mission profile. The dried microorganisms were either exposed to full UV-VIS radiation (UV dose = 1148 kJ m\n−2\n) or were shielded from radiation. After the 5-h stratospheric exposure, samples were assayed for survival and metabolic changes. Spores from the fungus \nA. niger\n and cells from the Gram-(–) bacterium \nS. shabanensis\n were the most resistant with a 2- and 4-log reduction, respectively. Exposed \nButtiauxella\n sp. MASE-IM-9 was completely inactivated (both with and without UV exposure) and \nS. capitis\n subsp. \ncapitis\n only survived the UV shielded experimental condition (3-log reduction). Our results underscore a wide variation in survival phenotypes of spacecraft associated microorganisms and support the hypothesis that pigmented fungi may be resistant to the martian surface if inadvertently delivered by spacecraft missions.",
    "introduction": "Introduction\nMariner IV was the first successful robotic mission to Mars producing surface photos and preliminary data used to model atmospheric pressure, layer heights, and temperature (\nLeighton et al., 1965\n; \nBinder, 1966\n; \nFjeldbo and Eshleman, 1968\n). In the half century since that first pioneering mission, orbital and surface rover missions have continued to characterize the Mars environment – generally regarded as hostile to terrestrial life as we know it. The martian surface features highly desiccating conditions as well as extremely low pressure and temperature. Moreover, lacking a substantial atmosphere and with a weak magnetosphere (\nAcuña et al., 2001\n), non-ionizing UV radiation (100–400 nm) as well as high energy solar ionizing radiation (X-rays, Gamma rays, etc.) and galactic cosmic rays (GCR) bombard the planet’s surface (\nKuhn and Atreya, 1979\n; \nSimonsen et al., 1990\n; \nSaganti et al., 2004\n; \nHellweg and Baumstark-Khan, 2007\n; \nBarlow, 2008\n; \nCatling, 2009\n; \nHassler et al., 2014\n; \nMartínez et al., 2017\n). With such an extreme radiation environment, from a terrestrial standpoint, the martian surface appears to be biocidal.\nTo ascertain where life can survive beyond Earth, experiments in the fields of space biology and astrobiology have examined the responses of terrestrial model organisms to simulated and real space conditions (\nRothschild and Mancinelli, 2001\n; \nMoissl-Eichinger et al., 2016\n; \nDasSarma et al., 2020\n). Understanding microbial adaptations to either isolated and combined extreme environmental stressors helps (i) establish the limits of life on Earth as we know it; (ii) determine whether terrestrial life could survive on Mars; and (iii) refine the search for life in other extraterrestrial habitats (\nHorneck et al., 2010\n; \nCockell et al., 2016\n). With the possible exception of the Viking missions, Mars has been unavailable to date for conducting controlled biological experiments; thus, extreme terrestrial analog environments have been widely used to test instrumentation and microbial survival outcomes (\nMarlow et al., 2008\n; \nFairén et al., 2010\n; \nSuedfeld, 2010\n; \nWest et al., 2010\n). Typically, martian analog environments are located on Earth’s surface in regions where aridity, temperature extremes, and elevated radiation dominate the landscape. For instance, the McMurdo Dry Valleys in continental Antarctica and high-elevation deserts in Australia and South America are frequently visited, analog destinations (\nClarke and Persaud, 2004\n; \nFletcher et al., 2012\n; \nLópez-Lozano et al., 2012\n; \nHeldmann et al., 2013\n; \nMusilova et al., 2015\n). However, high above Earth’s surface in the stratosphere (∼15–50 km), another Mars analog environment exists, presenting a unique combination of environmental insults that more closely resemble conditions on the Red Planet. In the middle stratosphere during daytime hours, the following Mars-like factors are simultaneously present: intense, full spectrum ultraviolet (UV) radiation, high energy ionizing radiation (including secondary scattering), desiccation, hypoxia, and ultralow temperatures and pressures (\nClark and McCoy, 1965\n; \nPotemra and Zmuda, 1970\n; \nVampola and Gorney, 1983\n; \nKeating et al., 1987\n; \nClancy and Muhleman, 1993\n; \nVon Engeln et al., 1998\n; \nSeele and Hartogh, 1999\n; \nShepherd, 2000\n; \nLambert et al., 2007\n; \nMertens et al., 2016\n; \nCaro et al., 2019\n). Taken together, these combined conditions cannot be found naturally anywhere on the surface of the Earth and would be challenging to easily reproduce in laboratory-based experiments.\nReaching the middle stratosphere is relatively achievable compared to suborbital and orbital spaceflight investigations. High-altitude scientific balloons have been used for more than eight decades to study the atmosphere and atmospheric phenomena (\nWinckler et al., 1959\n; \nWinckler, 1960\n; \nMurcray et al., 1969\n; \nMertens et al., 2016\n; \nCaro et al., 2019\n) and more recently for conducting biological exposure experiments (\nStevens, 1936\n; \nSimons, 1954\n; \nSullivan and Smith, 1960\n; \nRainwater and Smith, 2004\n; \nBeck-Winchatz and Bramble, 2014\n; \nColeman and Mitchell, 2014\n; \nSmith et al., 2014\n; \nKhodadad et al., 2017\n; \nSmith and Sowa, 2017\n; \nPulschen et al., 2018\n). In this study, we take advantage of a large scientific balloon mission to the middle stratosphere (∼38 km altitude) for exposing microorganisms and measuring their survival and metabolic responses while monitoring ionizing radiation levels and other pertinent environmental conditions. Four microorganisms relevant to astrobiology and space biology were flown inside the Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment (MARSBOx) payload. The two bacterial extremophiles, \nSalinisphaera shabanensis\n and \nButtiauxella\n sp. MASE-IM-9, were included to test the hypothesis that terrestrial microbial strains, isolated from extreme Mars-analog environments, can withstand the stress factors of a martian-like environment. The fungus \nAspergillus niger\n and the bacterium \nStaphylococcus capitis\n subsp. \ncapitis\n were included in this study because they are human-associated and opportunistic pathogens, and have both been previously detected on the International Space Station (ISS). Thus, they are likely to travel to Mars in crewed space missions (\nNovikova et al., 2006\n; \nChecinska et al., 2015\n; \nBe et al., 2017\n; \nMora et al., 2019\n; \nSobisch et al., 2019\n). Moreover, spores from \nA. niger\n might resist space travel on the outside of a spacecraft; therefore, understanding their survival potential in a Mars-like environment is of interest to planetary protection.\nThe MARSBOx design was a balloon-compatible, NASA-adapted version of hardware from the European Space Agency’s (ESA) biological exposure missions EXPOSE-E and EXPOSE-R aboard the ISS (\nRabbow et al., 2009\n; \nRabbow et al., 2012\n, \n2015\n), using the transport and exposure box (Trex-Box) from the European MASE project (\nBeblo-Vranesevic et al., 2017a\n). To adjust for Mars atmospheric conditions, the Trex-Box was filled with a Mars gas mixture at 5–10 mbar during the mission. Herein, we report results from the first MARSBOx mission and summarize environmental conditions that collectively indicate the most robust Mars analog.",
    "materials_and_methods": "Materials and Methods\nTest Organisms, Media, and Sample Preparation for Flight\nA summary of the microorganisms used in this study can be found in \nTable 1\n. \nAspergillus niger\n (N402) spores were harvested after 3 days of incubation at 30°C from complete medium agar plates [CM; composition: 55 mM glucose, 11 mM KH\n2\nPO\n4\n, 7 mM KCl, 178 nM H\n3\nBO\n3\n, 2 mM MgSO\n4\n, 76 nM ZnSO\n4\n, 70 mM NaNO\n3\n, 6.2 nM Na\n2\nMoO\n4\n, 18 nM FeSO\n4\n, 7.1 nM CoCl\n2\n, 6.4 nM CuSO\n4\n, 25 nM MnCl\n2\n, 174 nM EDTA; 0.5% (w v\n–1\n) yeast extract and 0.1% (w v\n–1\n) casamino acids, 15 g agar per Liter] by flooding the plates with sterile, saline solution (0.9% NaCl) and gently scraping the spores out using a cotton stick.\nTABLE 1\nTest microorganisms used in this study.\nOrganism\nClassification\nGrowth\nTested as\nReferences\nAspergillus niger\n N402\nFilamentous fungus (mold)\nMinimal Medium 30°C\nSpore monolayer (10\n7\n spores mL\n–1\n) or spore multilayer (10\n8\n spores mL\n–1\n) desiccated in water\nBos et al., 1988\nStaphylococus capitis\n subsp. \ncapitis\n K1-2-2-23\nGram-(+) bacteria\nTryptic Soy Broth (TSB) or Agar (TSA) 37 °C\nCell multilayer (1 × 10\n9\n CFU mL \n–1\n) desiccated in PBS\nSobisch et al., 2019\nSalinisphaera shabanensis\nGram-(–) bacteria Halophilic\nMarine broth or agar 30°C\nCell multilayer (2 × 10\n8\n CFU mL\n–1\n) desiccated in PBS (10% NaCl) or medium.\nAntunes et al., 2003\nButtiauxella\n sp. MASE-IM-9\nGram-(–) bacteria\nTryptic Soy Broth (TSB) or Agar (TSA) 30°C\nCell multilayer (2 × 10\n8\n CFU mL\n–1\n) desiccated in PBS or medium.\nCockell et al., 2018\nThe spore suspensions were then filtered through a sterile filter with 22–25 μm pore size (Miracloth) to remove hyphal fragments and kept at 4°C. Titer determination was done using an improved Neubauer cell count chamber on vortexed suspensions; 20 μL of spores were then spotted onto round quartz disks (6 mm ∅, 1 mm thickness; MolTech) in triplicate and left to dry at room temperature (22°C) on the bench. Two spore concentrations were prepared for the MARSBOx flight: 1 × 10\n7\n spores mL\n–1\n (spore monolayer) and 1 × 10\n8\n spores mL\n–1\n (spore multilayer). Presence of spore multilayer and monolayer was determined qualitatively with a scanning electron microscope (JSM-6510, Jeol), operated at 10 Kv (\nFigure 1\n). Further experiments using agar plates were done with minimal medium (composition: 55 mM glucose, 11 mM KH2PO\n4\n, 7 mM KCl, 178 nM H\n3\nBO\n3\n, 2 mM MgSO\n4\n, 76 nM ZnSO\n4\n, 70 mM NaNO\n3\n, 6.2 nM Na\n2\nMoO4, 18 nM FeSO\n4\n, 7.1 nM CoCl\n2\n, 6.4 nM CuSO\n4\n, 25 nM MnCl\n2\n, 174 nM EDTA, 15 g agar, per Liter).\nFIGURE 1\nSEM images of \nAspergillus niger\n spores in \n(A)\n multilayer (10\n8\n spores mL\n–1\n) and \n(B)\n monolayer (10\n7\n spores mL\n–1\n).\nStaphylococcus capitis\n subsp. \ncapitis\n strain K1-2-2-23 (DSM 111179) was cultivated in tryptic soy broth (TSB; BD Difco; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K\n2\nHPO\n4\n 2.5 g, per Liter) at 37°C under constant agitation at 200 rpm for 18 h. Stationary phase cells were harvested by centrifugation (4000 rpm) in 40 mL culture for 5 min. Cells were washed by removal of the supernatant, resuspension of the pellet in 40 mL phosphate buffered saline (PBS; composition: Na\n2\nHPO\n4\n 7.0 g, KH\n2\nPO\n4\n 3.0 g, NaCl 4.0 g, per Liter, pH 7.5), and centrifugation for 5 min at 4000 rpm. The washing step was repeated once and after the last centrifugation step, the pellet was resuspended in 10 mL PBS. Thirty μL of this concentrated cell suspension were pipetted onto the quartz disks and left to dry at room temperature (22°C) on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on tryptic soy agar (TSA; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K\n2\nHPO\n4\n 2.5 g, agar 15 g, per Liter) to be 1.4 × 10\n9\n cells per disk, resulting in a multilayer of bacterial cells.\nThe facultative anaerobes, \nSalinisphaera shabanensis\n and \nButtiauxella\n sp. MASE-IM-9, were cultivated in liquid microoxic Marine Broth (BD Difco; composition: peptone 5.0 g, yeast extract 1.0 g ferric citrate 0.1 g, NaCl 19.45 g, MgCl\n2\n 5.9 g, MgSO\n4\n 3.24 g, CaCl\n2\n 1.8 g, KCl 0.55 g, NaHCO\n3\n 0.16 g, KBr, 0.08 g, SrCl\n2\n 34.0 mg, boric acid 22.0 mg, Na\n4\nSiO\n4\n 4.0 mg, NaF 2.4 mg, NH\n4\nNO\n3\n 1.6 mg, and Na\n2\nHPO\n4\n 8.0 mg, per Liter) and microoxic TSB, respectively, in sterile serum bottles with headspace pressure and gas composition of ∼1,010 mbar and N\n2\n/CO\n2\n (80/20 v/v), respectively. Cell concentration was determined via cell counting in a Thoma counting chamber. Stationary phase cells from an overnight culture of each strain were harvested by centrifugation (14,500 \ng\n) of 1 mL culture for 15 min. To assess possible differences in survival between cells dried in medium (UV absorption of medium components) or dried in non-absorbing buffer, after the centrifugation step either (i) 950 μL of the supernatant were removed, cells were resuspended in the remaining growth media, and 50 μL were applied on each quartz disk; or (ii) cells were washed with 1 mL PBS (for \nS. shabanensis\n the NaCl content was adjusted to 10%), again centrifuged for 15 min at 14,100 \ng\n, the supernatant (950 μL) was removed, and 50 μL were applied on each quartz disk. The desiccation process was conducted under oxic conditions on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on Marine agar/TSA to be ∼10\n8\n cells per disk for both strains.\nBalloon Payload\nThe MARSBOx payload (38.1 cm × 25.4 cm × 63.5 cm; mass 18 kg) was built for simple mounting and integration onto the exterior of large scientific balloon gondolas (\nFigure 2\n). Biological samples were enclosed within a pressurized, shielded container (Trex-Box) (\nBeblo-Vranesevic et al., 2017a\n) with a rotatable shutter that prevented solar radiation exposure during ascent and descent (i.e., experimental initiation/termination). Covering the Trex-Box was suprasil glass: 8 mm thick, with a long pass cut off of ∼170 nm (with 0% transmission), and magnesium fluoride (MgF\n2\n), with a long pass cut off of ∼110 nm (custom made by MolTech, Germany) (\nFigure 3B\n). During the balloon flight, the MARSBOx system controlled the exposure to UV radiation so that the samples were only exposed at stratosphere altitudes [\nFigure 4\n and \nSupplementary Videos 1\n (ascent), \n2\n (descent)]. Motors, gears, and the shutter were held together by a frame composed of aluminum cutouts and 3D-printed polycarbonate-ABS components. T-slotted 80/20 aluminum extrusions formed the framework of the payload, with detachable, white powder-coated aluminum panels on each face of the MARSBOx. Angle brackets on the back plate were used to mount the system onto the balloon gondola. The front panel data port contained one micro-USB port, six light emitting diodes (LEDs), and two key switches. One key switch was used to power on the system and the other was used to manually rotate the shutter lid (for loading and removing Trex-Box with samples). The LEDs were programmed to indicate the state of the onboard computer’s health (OSD3358, Octavo Systems) and the status of the computer’s state machine, GPS receiver (GPS_FGPMMOPA6H, Adafruit Industries), camera system (Hero4 Black, GOPRO with Dash controller, CamDo), heater system, and the M-42 radiation dosimeter (\nBerger et al., 2019\n).\nFIGURE 2\nMARSBOx payload labeled model.\nFIGURE 3\nTrex-Box sample preparation. Dimensions of the Trex-Box are 13.5 cm × 13.5 cm × 5.0 cm. The container is a gastight closable stainless-steel box with one borehole which allows an exchange of internal atmosphere. \n(A)\n Quartz disks harboring the microbial samples being placed onto the Trex-Box; \n(B)\n covering the Trex-Box with a suprasil glass that allows for full UV-VIS exposure; \n(C)\n screws were used to tighten and seal the container; \n(D)\n Earth’s atmosphere being replaced with Mars-gas mixture.\nFIGURE 4\nBalloon flight \n(A)\n Image from atop the MARSBOx payload and Trex-Box in the stratosphere during the flight. \n(B)\n Balloon flight path; stars mark opening and closing of the Trex-Box lid, which corresponds to UV-VIS radiation exposure beginning and ending.\nOther major payload components included three pressure sensors (MS5803, MEAS Switzerland; AMS5812, Analog Microelectronics; and BMP085, Bosch Sensortec), four temperature sensors, and a 9-axis Inertial Measurement Unit (IMU). While not flown on this mission, MARSBOx can carry additional instruments (e.g., UV radiometers) located behind the front panel of the payload. For the LDB #697NT flight, power was provided by a 14.8v 25.2 Ah lithium-ion polymer battery (CU-J141, BatterySpace) fastened in place with an ultem 3-D printed battery holder. The MARSBOx payload can also utilize a direct connection to the balloon gondola power source with an acceptable input range of 9V – 36V.\nThe design and technical details of the Trex-Box were previously described in detail (\nBeblo-Vranesevic et al., 2017a\n). Briefly, the design of the aluminum box was inspired by the EXPOSE mission series on the ISS (\nRabbow et al., 2012\n; \nRabbow et al., 2015\n) using a Trex-Box to control the transport of microorganisms during experiments (\nBeblo-Vranesevic et al., 2017a\n, \n2020\n). The Trex-Box can be filled with gas and sealed, allowing for a sustained martian gas composition of 0.17% O\n2\n, 95% CO\n2\n, 0.07% CO, 2.6% N\n2\n, and 1.9% Ar during the course of the experiment at Mars-like pressures (∼7 mbar) (\nFigures 3C,D\n). The Trex-Box enabled testing of four different microorganisms without cross-contamination (an issue reported in past balloon experiments; see \nDíez et al., 2020\n) because each organism was set in one of the four quarter sections of each layer (\nFigure 3A\n).\nStratospheric Flight Experiment\nThe Trex-Box consisted of two layers of an aluminum 64-well sample carrier, each holding quartz disks with microbial samples (see section “Test organisms, media, and sample preparation for flight”) that were either exposed to direct stratospheric UV radiation (UV-exposed, top layer) or shielded from UV (UV-shielded, bottom layer) (\nTable 2\n). The quartz disks were glued into the sample carrier using the biocompatible Vulcanizing Adhesive for Spaceflight Experiments (Wacker Chemie AG, certified by ECSS – European Cooperation for Space Standardization). For each experimental group, three quartz disks were used as ground laboratory controls and remained in normal atmospheric conditions at room temperature (22°C) on the bench until analysis (\nTable 2\n).\nTABLE 2\nOverview of experimental design.\nCondition\nExperimental treatment\nLab Control\n5-month desiccation (air-dried, 22°C, Earth atmosphere)\nBottom Layer (UV shielded)\n5-month desiccation in Mars atmosphere and pressure. Exposure to temperature fluctuation during balloon flight.\nTop Layer (UV exposed)\nSame as bottom layer with additional exposure to stratospheric UV radiation during balloon flight.\nThe full mission timeline extended over 5 months including; (i) sample preparation and Trex-Box sample accommodation; (ii) MARSBOx payload integration; (iii) balloon flight; (iv) shipping and sample retrieval from Trex-Box; and (v) sample analysis. During the 5-month experimental duration, both flight and control samples were kept desiccated on quartz disks. \nTable 2\n provides an overview of the conditions microbial samples experienced in this study.\nEstimated UV Radiation Dose\nThe total UV dose [J m\n–2\n] that the samples were exposed to during the MARSBOx mission was calculated as follows:\nD\no\ns\ne\n(\nJ\nm\n)\n-\n2\n=\n[\nF\nl\nu\ne\nn\nc\ne\n(\nm\nW\nc\nm\n)\n-\n2\n×\nT\ni\nm\ne\n(\ns\n)\n]\n×\n10\nwhere UV fluence [mW cm\n–2\n] values for UVA-UVB (280–400 nm) in the middle stratosphere were taken from a previous flight = 6 mW cm\n–2\n (\nCaro et al., 2019\n), and sample exposure time [in seconds] = 19140 s. Samples were exposed to an estimated total of 1148 kJ m\n–2\n of UVA-UVB radiation. Previously modeled UVC (206–280 nm) values by \nCaro et al. (2019)\n ranged from about 0.1–1 μW cm\n−2\n for the altitude flown during the MARSBOx mission (∼38 km).\nIonizing Radiation Dosimetry: M-42\nIn order to determine the ionizing radiation environment during the flight, a miniaturized, low-power consumption radiation detector system (M-42) was included onboard the MARSBOx payload. The M-42 instrument (size: 142 mm × 38 mm × 13 mm) was developed at DLR and can actively measure the absorbed dose using a silicon detector diode (\nBerger et al., 2019\n). Two batteries allow the M-42 to operate as a stand-alone radiation detector system, but for the MARSBOx flight the instrument was externally powered through the in-built micro-USB connector. Upon launch of the balloon, power was provided and the M-42 started taking measurements. Data were stored every 5 min on a non-volatile flash memory and upon landing the instrument was switched off.\nBalloon Flight Profile\nOne week before flying, the MARSBOx hardware (without biological specimens loaded) was tested in a hypobaric chamber at the Columbia Scientific Balloon Facility (Palestine, TX, United States) to validate system performance and commands. The payload was then transported to the launch site at Ft. Sumner, NM, United States (lat 34.49° long −104.2°), where it was mounted onto the top portion of the LDB #697NT gondola. After installation and prior to launch, the payload surface was sprayed with sterile air and wiped down with isopropyl alcohol. The mission carrying the MARSBOx payload was launched on 23 September 2019 at 1400 UTC, with a full video replay of the flight available here: \nhttps://www.youtube.com/watch?v=Vn8qx_0FmV0\n. The balloon ascended for 2.5 h until reaching an average float altitude of 38.2 km where it remained for 4 h, followed by a 35-min descent on parachute, landing 172 km west of the launch site (lat 35.29° long −105.1°). Sample exposure began during ascent at 21.4 km with the Trex-Box shutter opening at 1521 UTC and concluded 5 h and 19 min later with the Trex-Box shutter closing during descent at 22.0 km at 2040 UTC (\nFigure 4\n).\nThe M-42 dosimeter was turned on at 1405 UTC when the payload was at 3.07 km and remained on until 2119 UTC at 1.75 km above the balloon landing site. Personnel from CSBF recovered the payload on 24 September 2019 and transported it back to the launch site facility inside a climate-controlled vehicle before shipping to NASA KSC at ambient conditions. Three weeks later, samples and instruments (Trex-Box and M-42) were removed from the MARSBOx payload and shipped to the DLR for post-flight analysis.\nPost-flight Processing\nAfter shipment arrival of the samples at the DLR, the Trex-Box was opened within an anaerobic chamber (COY Laboratory products) to ensure a constant low relative humidity (<13% relative humidity). The quartz disks harboring dried cells and spores were retrieved from the carrier and placed inside 2 mL Eppendorf tubes with 1 mL PBS respectively. For \nA. niger\n spore recovery 2 mm glass beads were added. The tubes were vortexed for 30 s to separate the cells from the disk, and the resulting suspension was used for downstream analyses.\nDetermination of Microbial Survival via Standard Plate Counting\nThe post-flight survival of the tested microorganisms was determined by standard plate counting, where serial dilutions (1:10) were plated on nutrient agar. For bacteria, TSA medium/marine medium was used; for \nA. niger\n minimal medium supplemented with 0.05% Triton-X was used. Agar plates were incubated for 1–3 days at 37°C for bacteria and 30°C for fungi. Colony forming units (CFU) were counted, and the colony forming units per mL (CFU mL\n–1\n) were calculated. The survival fraction was calculated as N/N\n0\n, in which N is the CFU mL\n–1\n after sample retrieval and N\n0\n is the initial cell concentration on the quartz disk. Determination of CFU mL\n–1\n included at least three biological replicates per tested strain (\nn\n ≥ 3).\nDetermination of Metabolic Activity via Resazurin Reduction\nTo evaluate the potential for revival after exposure to Mars-like conditions, the metabolic activity of the bacterial cells and fungal spores was measured in a 96-well-plate using resazurin reduction as an indicator (alamarBlue\nTM\n Cell Viability Reagent, Thermo Fisher\nTM\n). In each well there was a total volume of 200 μL (130 μL of media, 50 μL of dilutions, and 20 μL of alamarBlue\nTM\n). The media used was dependent on the microorganism tested and is summarized in \nTable 1\n. The plate was incubated for 44 h at 30°C. OD\n600\n and OD\n570\n were measured every 30 min in a Multi-Detection Microplate Reader (Infinite M200 PRO, Tecan). Orbital shaking of the plate occurred before each measurement. The percentage of reduced resazurin reagent was calculated according to the standard protocol obtained from Thermo Fisher\nTM\n.\nDetermination of \nA. niger\n Spore Germination\nTo determine the post-flight germination of \nA. niger\n spores, spore suspensions (10\n6\n spores mL\n–1\n) from each tested condition were drop plated (3 μL), in triplicate, on MM agar supplemented with 0.003% yeast extract. Plates were incubated at 22°C for 18–27 h. After incubation, light microscopy was used to quantify the number of germinated (G) and non-germinated (NG) spores. At least 200 spores were counted per replicate. Germination was calculated as the average of the G/NG ratio of each replicate per tested condition.\nEvaluation of Spore Cell Wall Integrity\nTo test spore cell wall integrity after exposure to Mars-like environmental stress, CFUs were quantified for \nA. niger\n grown in the presence of an antifungal compound that acts on the cell wall (caspofungin) and a cell wall stressor (calcofluor white). Spore suspensions from the three exposure conditions (desiccated lab control, UV shielded bottom layer, and UV exposed top layer) and fresh spores (as non-desiccated control) were serially diluted in a 96-well plate. For each dilution (10\n–1\n to 10\n–5\n), 5 μL were spotted on MM nutrient agar supplemented with 0.75 μg mL\n–1\n caspofungin diacetate (Sigma) or 40 μg mL\n–1\n calcofluor white (Sigma), and incubated for 2–4 days at 30°C.\nStatistical Analysis\nSurvival, metabolic activity and germination data were plotted as mean values using SigmaPlot (Version 13.0, Systat Software). Error bars are presented as standard error (SE). Student’s \nt\n-test and the non-parametric Mann–Whitney test were performed with Mean + SE to identify significant differences between each two tested conditions, per microorganism. A two-tailed \np\n-value of \np\n ≤ 0.05 was considered significant. ANOVA analysis was also performed on survival data. A summary of \nt\n-test and ANOVA analysis of survival data can be found in \nSupplementary Tables 1\n–\n3\n.",
    "test_organisms,_media,_and_sample_preparation_for_flight": "Test Organisms, Media, and Sample Preparation for Flight\nA summary of the microorganisms used in this study can be found in \nTable 1\n. \nAspergillus niger\n (N402) spores were harvested after 3 days of incubation at 30°C from complete medium agar plates [CM; composition: 55 mM glucose, 11 mM KH\n2\nPO\n4\n, 7 mM KCl, 178 nM H\n3\nBO\n3\n, 2 mM MgSO\n4\n, 76 nM ZnSO\n4\n, 70 mM NaNO\n3\n, 6.2 nM Na\n2\nMoO\n4\n, 18 nM FeSO\n4\n, 7.1 nM CoCl\n2\n, 6.4 nM CuSO\n4\n, 25 nM MnCl\n2\n, 174 nM EDTA; 0.5% (w v\n–1\n) yeast extract and 0.1% (w v\n–1\n) casamino acids, 15 g agar per Liter] by flooding the plates with sterile, saline solution (0.9% NaCl) and gently scraping the spores out using a cotton stick.\nTABLE 1\nTest microorganisms used in this study.\nOrganism\nClassification\nGrowth\nTested as\nReferences\nAspergillus niger\n N402\nFilamentous fungus (mold)\nMinimal Medium 30°C\nSpore monolayer (10\n7\n spores mL\n–1\n) or spore multilayer (10\n8\n spores mL\n–1\n) desiccated in water\nBos et al., 1988\nStaphylococus capitis\n subsp. \ncapitis\n K1-2-2-23\nGram-(+) bacteria\nTryptic Soy Broth (TSB) or Agar (TSA) 37 °C\nCell multilayer (1 × 10\n9\n CFU mL \n–1\n) desiccated in PBS\nSobisch et al., 2019\nSalinisphaera shabanensis\nGram-(–) bacteria Halophilic\nMarine broth or agar 30°C\nCell multilayer (2 × 10\n8\n CFU mL\n–1\n) desiccated in PBS (10% NaCl) or medium.\nAntunes et al., 2003\nButtiauxella\n sp. MASE-IM-9\nGram-(–) bacteria\nTryptic Soy Broth (TSB) or Agar (TSA) 30°C\nCell multilayer (2 × 10\n8\n CFU mL\n–1\n) desiccated in PBS or medium.\nCockell et al., 2018\nThe spore suspensions were then filtered through a sterile filter with 22–25 μm pore size (Miracloth) to remove hyphal fragments and kept at 4°C. Titer determination was done using an improved Neubauer cell count chamber on vortexed suspensions; 20 μL of spores were then spotted onto round quartz disks (6 mm ∅, 1 mm thickness; MolTech) in triplicate and left to dry at room temperature (22°C) on the bench. Two spore concentrations were prepared for the MARSBOx flight: 1 × 10\n7\n spores mL\n–1\n (spore monolayer) and 1 × 10\n8\n spores mL\n–1\n (spore multilayer). Presence of spore multilayer and monolayer was determined qualitatively with a scanning electron microscope (JSM-6510, Jeol), operated at 10 Kv (\nFigure 1\n). Further experiments using agar plates were done with minimal medium (composition: 55 mM glucose, 11 mM KH2PO\n4\n, 7 mM KCl, 178 nM H\n3\nBO\n3\n, 2 mM MgSO\n4\n, 76 nM ZnSO\n4\n, 70 mM NaNO\n3\n, 6.2 nM Na\n2\nMoO4, 18 nM FeSO\n4\n, 7.1 nM CoCl\n2\n, 6.4 nM CuSO\n4\n, 25 nM MnCl\n2\n, 174 nM EDTA, 15 g agar, per Liter).\nFIGURE 1\nSEM images of \nAspergillus niger\n spores in \n(A)\n multilayer (10\n8\n spores mL\n–1\n) and \n(B)\n monolayer (10\n7\n spores mL\n–1\n).\nStaphylococcus capitis\n subsp. \ncapitis\n strain K1-2-2-23 (DSM 111179) was cultivated in tryptic soy broth (TSB; BD Difco; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K\n2\nHPO\n4\n 2.5 g, per Liter) at 37°C under constant agitation at 200 rpm for 18 h. Stationary phase cells were harvested by centrifugation (4000 rpm) in 40 mL culture for 5 min. Cells were washed by removal of the supernatant, resuspension of the pellet in 40 mL phosphate buffered saline (PBS; composition: Na\n2\nHPO\n4\n 7.0 g, KH\n2\nPO\n4\n 3.0 g, NaCl 4.0 g, per Liter, pH 7.5), and centrifugation for 5 min at 4000 rpm. The washing step was repeated once and after the last centrifugation step, the pellet was resuspended in 10 mL PBS. Thirty μL of this concentrated cell suspension were pipetted onto the quartz disks and left to dry at room temperature (22°C) on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on tryptic soy agar (TSA; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K\n2\nHPO\n4\n 2.5 g, agar 15 g, per Liter) to be 1.4 × 10\n9\n cells per disk, resulting in a multilayer of bacterial cells.\nThe facultative anaerobes, \nSalinisphaera shabanensis\n and \nButtiauxella\n sp. MASE-IM-9, were cultivated in liquid microoxic Marine Broth (BD Difco; composition: peptone 5.0 g, yeast extract 1.0 g ferric citrate 0.1 g, NaCl 19.45 g, MgCl\n2\n 5.9 g, MgSO\n4\n 3.24 g, CaCl\n2\n 1.8 g, KCl 0.55 g, NaHCO\n3\n 0.16 g, KBr, 0.08 g, SrCl\n2\n 34.0 mg, boric acid 22.0 mg, Na\n4\nSiO\n4\n 4.0 mg, NaF 2.4 mg, NH\n4\nNO\n3\n 1.6 mg, and Na\n2\nHPO\n4\n 8.0 mg, per Liter) and microoxic TSB, respectively, in sterile serum bottles with headspace pressure and gas composition of ∼1,010 mbar and N\n2\n/CO\n2\n (80/20 v/v), respectively. Cell concentration was determined via cell counting in a Thoma counting chamber. Stationary phase cells from an overnight culture of each strain were harvested by centrifugation (14,500 \ng\n) of 1 mL culture for 15 min. To assess possible differences in survival between cells dried in medium (UV absorption of medium components) or dried in non-absorbing buffer, after the centrifugation step either (i) 950 μL of the supernatant were removed, cells were resuspended in the remaining growth media, and 50 μL were applied on each quartz disk; or (ii) cells were washed with 1 mL PBS (for \nS. shabanensis\n the NaCl content was adjusted to 10%), again centrifuged for 15 min at 14,100 \ng\n, the supernatant (950 μL) was removed, and 50 μL were applied on each quartz disk. The desiccation process was conducted under oxic conditions on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on Marine agar/TSA to be ∼10\n8\n cells per disk for both strains.",
    "balloon_payload": "Balloon Payload\nThe MARSBOx payload (38.1 cm × 25.4 cm × 63.5 cm; mass 18 kg) was built for simple mounting and integration onto the exterior of large scientific balloon gondolas (\nFigure 2\n). Biological samples were enclosed within a pressurized, shielded container (Trex-Box) (\nBeblo-Vranesevic et al., 2017a\n) with a rotatable shutter that prevented solar radiation exposure during ascent and descent (i.e., experimental initiation/termination). Covering the Trex-Box was suprasil glass: 8 mm thick, with a long pass cut off of ∼170 nm (with 0% transmission), and magnesium fluoride (MgF\n2\n), with a long pass cut off of ∼110 nm (custom made by MolTech, Germany) (\nFigure 3B\n). During the balloon flight, the MARSBOx system controlled the exposure to UV radiation so that the samples were only exposed at stratosphere altitudes [\nFigure 4\n and \nSupplementary Videos 1\n (ascent), \n2\n (descent)]. Motors, gears, and the shutter were held together by a frame composed of aluminum cutouts and 3D-printed polycarbonate-ABS components. T-slotted 80/20 aluminum extrusions formed the framework of the payload, with detachable, white powder-coated aluminum panels on each face of the MARSBOx. Angle brackets on the back plate were used to mount the system onto the balloon gondola. The front panel data port contained one micro-USB port, six light emitting diodes (LEDs), and two key switches. One key switch was used to power on the system and the other was used to manually rotate the shutter lid (for loading and removing Trex-Box with samples). The LEDs were programmed to indicate the state of the onboard computer’s health (OSD3358, Octavo Systems) and the status of the computer’s state machine, GPS receiver (GPS_FGPMMOPA6H, Adafruit Industries), camera system (Hero4 Black, GOPRO with Dash controller, CamDo), heater system, and the M-42 radiation dosimeter (\nBerger et al., 2019\n).\nFIGURE 2\nMARSBOx payload labeled model.\nFIGURE 3\nTrex-Box sample preparation. Dimensions of the Trex-Box are 13.5 cm × 13.5 cm × 5.0 cm. The container is a gastight closable stainless-steel box with one borehole which allows an exchange of internal atmosphere. \n(A)\n Quartz disks harboring the microbial samples being placed onto the Trex-Box; \n(B)\n covering the Trex-Box with a suprasil glass that allows for full UV-VIS exposure; \n(C)\n screws were used to tighten and seal the container; \n(D)\n Earth’s atmosphere being replaced with Mars-gas mixture.\nFIGURE 4\nBalloon flight \n(A)\n Image from atop the MARSBOx payload and Trex-Box in the stratosphere during the flight. \n(B)\n Balloon flight path; stars mark opening and closing of the Trex-Box lid, which corresponds to UV-VIS radiation exposure beginning and ending.\nOther major payload components included three pressure sensors (MS5803, MEAS Switzerland; AMS5812, Analog Microelectronics; and BMP085, Bosch Sensortec), four temperature sensors, and a 9-axis Inertial Measurement Unit (IMU). While not flown on this mission, MARSBOx can carry additional instruments (e.g., UV radiometers) located behind the front panel of the payload. For the LDB #697NT flight, power was provided by a 14.8v 25.2 Ah lithium-ion polymer battery (CU-J141, BatterySpace) fastened in place with an ultem 3-D printed battery holder. The MARSBOx payload can also utilize a direct connection to the balloon gondola power source with an acceptable input range of 9V – 36V.\nThe design and technical details of the Trex-Box were previously described in detail (\nBeblo-Vranesevic et al., 2017a\n). Briefly, the design of the aluminum box was inspired by the EXPOSE mission series on the ISS (\nRabbow et al., 2012\n; \nRabbow et al., 2015\n) using a Trex-Box to control the transport of microorganisms during experiments (\nBeblo-Vranesevic et al., 2017a\n, \n2020\n). The Trex-Box can be filled with gas and sealed, allowing for a sustained martian gas composition of 0.17% O\n2\n, 95% CO\n2\n, 0.07% CO, 2.6% N\n2\n, and 1.9% Ar during the course of the experiment at Mars-like pressures (∼7 mbar) (\nFigures 3C,D\n). The Trex-Box enabled testing of four different microorganisms without cross-contamination (an issue reported in past balloon experiments; see \nDíez et al., 2020\n) because each organism was set in one of the four quarter sections of each layer (\nFigure 3A\n).",
    "stratospheric_flight_experiment": "Stratospheric Flight Experiment\nThe Trex-Box consisted of two layers of an aluminum 64-well sample carrier, each holding quartz disks with microbial samples (see section “Test organisms, media, and sample preparation for flight”) that were either exposed to direct stratospheric UV radiation (UV-exposed, top layer) or shielded from UV (UV-shielded, bottom layer) (\nTable 2\n). The quartz disks were glued into the sample carrier using the biocompatible Vulcanizing Adhesive for Spaceflight Experiments (Wacker Chemie AG, certified by ECSS – European Cooperation for Space Standardization). For each experimental group, three quartz disks were used as ground laboratory controls and remained in normal atmospheric conditions at room temperature (22°C) on the bench until analysis (\nTable 2\n).\nTABLE 2\nOverview of experimental design.\nCondition\nExperimental treatment\nLab Control\n5-month desiccation (air-dried, 22°C, Earth atmosphere)\nBottom Layer (UV shielded)\n5-month desiccation in Mars atmosphere and pressure. Exposure to temperature fluctuation during balloon flight.\nTop Layer (UV exposed)\nSame as bottom layer with additional exposure to stratospheric UV radiation during balloon flight.\nThe full mission timeline extended over 5 months including; (i) sample preparation and Trex-Box sample accommodation; (ii) MARSBOx payload integration; (iii) balloon flight; (iv) shipping and sample retrieval from Trex-Box; and (v) sample analysis. During the 5-month experimental duration, both flight and control samples were kept desiccated on quartz disks. \nTable 2\n provides an overview of the conditions microbial samples experienced in this study.",
    "estimated_uv_radiation_dose": "Estimated UV Radiation Dose\nThe total UV dose [J m\n–2\n] that the samples were exposed to during the MARSBOx mission was calculated as follows:\nD\no\ns\ne\n(\nJ\nm\n)\n-\n2\n=\n[\nF\nl\nu\ne\nn\nc\ne\n(\nm\nW\nc\nm\n)\n-\n2\n×\nT\ni\nm\ne\n(\ns\n)\n]\n×\n10\nwhere UV fluence [mW cm\n–2\n] values for UVA-UVB (280–400 nm) in the middle stratosphere were taken from a previous flight = 6 mW cm\n–2\n (\nCaro et al., 2019\n), and sample exposure time [in seconds] = 19140 s. Samples were exposed to an estimated total of 1148 kJ m\n–2\n of UVA-UVB radiation. Previously modeled UVC (206–280 nm) values by \nCaro et al. (2019)\n ranged from about 0.1–1 μW cm\n−2\n for the altitude flown during the MARSBOx mission (∼38 km).",
    "ionizing_radiation_dosimetry:_m-42": "Ionizing Radiation Dosimetry: M-42\nIn order to determine the ionizing radiation environment during the flight, a miniaturized, low-power consumption radiation detector system (M-42) was included onboard the MARSBOx payload. The M-42 instrument (size: 142 mm × 38 mm × 13 mm) was developed at DLR and can actively measure the absorbed dose using a silicon detector diode (\nBerger et al., 2019\n). Two batteries allow the M-42 to operate as a stand-alone radiation detector system, but for the MARSBOx flight the instrument was externally powered through the in-built micro-USB connector. Upon launch of the balloon, power was provided and the M-42 started taking measurements. Data were stored every 5 min on a non-volatile flash memory and upon landing the instrument was switched off.",
    "balloon_flight_profile": "Balloon Flight Profile\nOne week before flying, the MARSBOx hardware (without biological specimens loaded) was tested in a hypobaric chamber at the Columbia Scientific Balloon Facility (Palestine, TX, United States) to validate system performance and commands. The payload was then transported to the launch site at Ft. Sumner, NM, United States (lat 34.49° long −104.2°), where it was mounted onto the top portion of the LDB #697NT gondola. After installation and prior to launch, the payload surface was sprayed with sterile air and wiped down with isopropyl alcohol. The mission carrying the MARSBOx payload was launched on 23 September 2019 at 1400 UTC, with a full video replay of the flight available here: \nhttps://www.youtube.com/watch?v=Vn8qx_0FmV0\n. The balloon ascended for 2.5 h until reaching an average float altitude of 38.2 km where it remained for 4 h, followed by a 35-min descent on parachute, landing 172 km west of the launch site (lat 35.29° long −105.1°). Sample exposure began during ascent at 21.4 km with the Trex-Box shutter opening at 1521 UTC and concluded 5 h and 19 min later with the Trex-Box shutter closing during descent at 22.0 km at 2040 UTC (\nFigure 4\n).\nThe M-42 dosimeter was turned on at 1405 UTC when the payload was at 3.07 km and remained on until 2119 UTC at 1.75 km above the balloon landing site. Personnel from CSBF recovered the payload on 24 September 2019 and transported it back to the launch site facility inside a climate-controlled vehicle before shipping to NASA KSC at ambient conditions. Three weeks later, samples and instruments (Trex-Box and M-42) were removed from the MARSBOx payload and shipped to the DLR for post-flight analysis.",
    "post-flight_processing": "Post-flight Processing\nAfter shipment arrival of the samples at the DLR, the Trex-Box was opened within an anaerobic chamber (COY Laboratory products) to ensure a constant low relative humidity (<13% relative humidity). The quartz disks harboring dried cells and spores were retrieved from the carrier and placed inside 2 mL Eppendorf tubes with 1 mL PBS respectively. For \nA. niger\n spore recovery 2 mm glass beads were added. The tubes were vortexed for 30 s to separate the cells from the disk, and the resulting suspension was used for downstream analyses.",
    "determination_of_microbial_survival_via_standard_plate_count": "Determination of Microbial Survival via Standard Plate Counting\nThe post-flight survival of the tested microorganisms was determined by standard plate counting, where serial dilutions (1:10) were plated on nutrient agar. For bacteria, TSA medium/marine medium was used; for \nA. niger\n minimal medium supplemented with 0.05% Triton-X was used. Agar plates were incubated for 1–3 days at 37°C for bacteria and 30°C for fungi. Colony forming units (CFU) were counted, and the colony forming units per mL (CFU mL\n–1\n) were calculated. The survival fraction was calculated as N/N\n0\n, in which N is the CFU mL\n–1\n after sample retrieval and N\n0\n is the initial cell concentration on the quartz disk. Determination of CFU mL\n–1\n included at least three biological replicates per tested strain (\nn\n ≥ 3).",
    "determination_of_metabolic_activity_via_resazurin_reduction": "Determination of Metabolic Activity via Resazurin Reduction\nTo evaluate the potential for revival after exposure to Mars-like conditions, the metabolic activity of the bacterial cells and fungal spores was measured in a 96-well-plate using resazurin reduction as an indicator (alamarBlue\nTM\n Cell Viability Reagent, Thermo Fisher\nTM\n). In each well there was a total volume of 200 μL (130 μL of media, 50 μL of dilutions, and 20 μL of alamarBlue\nTM\n). The media used was dependent on the microorganism tested and is summarized in \nTable 1\n. The plate was incubated for 44 h at 30°C. OD\n600\n and OD\n570\n were measured every 30 min in a Multi-Detection Microplate Reader (Infinite M200 PRO, Tecan). Orbital shaking of the plate occurred before each measurement. The percentage of reduced resazurin reagent was calculated according to the standard protocol obtained from Thermo Fisher\nTM\n.",
    "determination_of_a._niger_spore_germination": "Determination of \nA. niger\n Spore Germination\nTo determine the post-flight germination of \nA. niger\n spores, spore suspensions (10\n6\n spores mL\n–1\n) from each tested condition were drop plated (3 μL), in triplicate, on MM agar supplemented with 0.003% yeast extract. Plates were incubated at 22°C for 18–27 h. After incubation, light microscopy was used to quantify the number of germinated (G) and non-germinated (NG) spores. At least 200 spores were counted per replicate. Germination was calculated as the average of the G/NG ratio of each replicate per tested condition.",
    "evaluation_of_spore_cell_wall_integrity": "Evaluation of Spore Cell Wall Integrity\nTo test spore cell wall integrity after exposure to Mars-like environmental stress, CFUs were quantified for \nA. niger\n grown in the presence of an antifungal compound that acts on the cell wall (caspofungin) and a cell wall stressor (calcofluor white). Spore suspensions from the three exposure conditions (desiccated lab control, UV shielded bottom layer, and UV exposed top layer) and fresh spores (as non-desiccated control) were serially diluted in a 96-well plate. For each dilution (10\n–1\n to 10\n–5\n), 5 μL were spotted on MM nutrient agar supplemented with 0.75 μg mL\n–1\n caspofungin diacetate (Sigma) or 40 μg mL\n–1\n calcofluor white (Sigma), and incubated for 2–4 days at 30°C.",
    "statistical_analysis": "Statistical Analysis\nSurvival, metabolic activity and germination data were plotted as mean values using SigmaPlot (Version 13.0, Systat Software). Error bars are presented as standard error (SE). Student’s \nt\n-test and the non-parametric Mann–Whitney test were performed with Mean + SE to identify significant differences between each two tested conditions, per microorganism. A two-tailed \np\n-value of \np\n ≤ 0.05 was considered significant. ANOVA analysis was also performed on survival data. A summary of \nt\n-test and ANOVA analysis of survival data can be found in \nSupplementary Tables 1\n–\n3\n.",
    "results": "Results\nMiddle Stratosphere as a Mars Analog Environment\nThis study exposed different microorganisms (\nAspergillus niger\n, \nStaphylococcus capitis\n subsp. \ncapitis, Salinisphaera shabanensis\n, and \nButtiauxella\n sp. MASE-IM-9) to a Mars analog environment. The robust simulation of Mars environmental conditions was made possible with access to Earth’s middle stratosphere onboard a scientific balloon flight, where combined conditions include elevated non-ionizing and ionizing radiation doses, low temperature, and extreme desiccation. Additionally, samples were flown inside a Trex-Box container with Mars gas composition (mostly CO\n2\n) and surface atmospheric pressure (5–10 mbar). Onboard the MARSBOx payload, microbial samples were exposed as dried cells or spores desiccated on quartz disks in two different layers: a bottom layer that was shielded from UV radiation, and a top layer that was exposed to stratospheric UV conditions. \nTable 3\n summarizes the environmental conditions in the balloon flight compared to the generalized equatorial surface of Mars based on available measurements and models.\nTABLE 3\nEnvironmental conditions aboard balloon flight compared to martian conditions.\nParameters\nBalloon Flight + Trex-Box (7–38 km alt.)\nMars (at equator)\nUV fluence (280 – 400 nm)\n∼6 mW cm\n–2\na\n∼5 mW/cm\n–2\nb\nTemperature (min.)\n–51°C\n–73°C\nTemperature (max.)\n+21°C\n+20°C\nSample exposure duration\n5 h 19 min\n–\nAtmosphere composition\n95% CO\n2\n96% CO\n2\n1.9% Ar\n1.9% Ar\n2.6% N\n2\n1.9% N\n2\n0.17% O\n2\n0.14% O\n2\n0.07% CO\nc\n0.07% CO\nd\nAtmospheric pressure\n5–10 mbar\n5–10 mbar\ne\nTotal UV dose (est.)\n∼1148 kJ m\n–2\nf\n-\na\nFluence rates for stratospheric UVA-UVB were measured in a previous balloon flight (\nCaro et al., 2019\n).\nb\nSchuerger et al., 2003\n.\nc\nMars gas in Trex-Box was ordered from Boggs Gases, Inc. (Titusville, FL, United States) as a commercial mixture of the top five gasses in the martian atmosphere (\nSchuerger et al., 2008\n).\nd\nMahaffy et al., 2013\n.\ne\nBarlow, 2008\n.\nf\nTotal estimated UV dose that samples were exposed to during the balloon flight (see section “Estimated UV radiation dose”).\nM-42 Ionizing Radiation Data\nIn the following sub-section, we will only provide a snapshot of the data measured with the M-42 instrument to demonstrate proof of operations during the mission. In \nFigure 5\n, we provide the count rate of the silicon diode for the whole time the system was powered. The count rate plot shows the crossings of the Regener maximum (\nRegener and Pfotzer, 1935\n), during ascent and descent of the balloon. At cruising altitude, we saw a nearly constant count rate which results in a dose rate of 75.5 ± 13 μGy per day. In total we measured a dose of 20.9 μGy for the whole mission, which is equivalent to around 10 days of natural background radiation received in the DLR laboratory in Cologne.\nFIGURE 5\nThe M-42 count rate (cts min\n–1\n) measured for the MARSBOx balloon flight mission.\nStratospheric Sunlight Reduced Microbial Survival\nFigure 6\n summarizes survival fractions for exposed microorganisms in the balloon experiment. Spores from the filamentous fungus \nA. niger\n showed the highest endurance to the combined stresses of stratospheric radiation and simulated martian atmospheric and temperature conditions during the MARSBOx flight (\nFigure 6D\n). The extremophilic bacterium \nS. shabanensis\n tolerated desiccation but showed a decrease in survival in the UV-exposed layer of the Trex-Box (\nFigure 6B\n). The human-associated \nS. capitis\n subsp. \ncapitis\n also displayed sensitivity to UV exposure, with only cells from the UV-shielded bottom layer surviving the flight experiment (i.e., still exposed to Mars gas, desiccation and temperature fluctuation). It should be noted that the laboratory control cells of \nS. capitis\n subsp. \ncapitis\n, kept desiccated under oxic conditions, were not revivable. \nButtiauxella\n sp. MASE-IM-9 showed no growth, even in the laboratory controls; consequently, stratosphere exposure effects could not be determined for this microorganism.\nFIGURE 6\nSurvival fraction (N/N0) of tested strains after exposure to Mars simulated conditions aboard the MARSBOx payload. \n(A)\n\n\nS. shabanensis\n\n\n(B)\n\n\nS. capitis\n subsp. \ncapitis\n. \n(C,D)\n\n\nA. niger\n spores in monolayer \n(C)\n and in multilayer \n(D)\n. Data for \nButtiauxella\n sp. MASE-IM-9 are not shown, since no surviving cells were recovered after exposure.\nSurvival and Metabolic Activity of \nStaphylococcus capitis\n subsp. \ncapitis\nFor \nS. capitis\n subsp. \ncapitis\n, the average of three samples (\nn\n = 3) from flight conditions and six samples (\nn\n = 6) from the laboratory control are shown in \nFigure 6A\n. In the UV-exposed samples and the laboratory controls, no surviving cells could be detected via determination of CFU mL\n–1\n. The UV-shielded samples showed a significant reduction of the survival fraction by three orders of magnitude (\np\n = 0.03). Metabolic activity was detected in UV-shielded (bottom layer) and UV-exposed (top layer) samples, but not in the laboratory controls. Metabolic activity in the UV-exposed cells was delayed in comparison to UV-shielded cells (\nFigure 7A\n). UV-shielded cells reached the maximum reduction of resazurin (70%) after 28 h of incubation, whereas in UV-exposed cells, the resazurin reduction was still below 70% after 44 h (total incubation time).\nFIGURE 7\nMetabolic activity upon revival, after exposure to Mars simulated conditions aboard the MARSBOx payload. Metabolic activity is depicted as percentage of reduced resazurin. \n(A)\n\n\nS. shabanensis\n\n\n(B)\n\n\nS. capitis\n subsp. \ncapitis\n. \n(C,D)\n\n\nA. niger\n spores in monolayer \n(C)\n and in multilayer \n(D)\n.\nSurvival and Metabolic Activity of \nButtiauxella\n sp. MASE-IM-9\nFor \nButtiauxella\n sp. MASE-IM-9, the survivability of cells dried in medium or buffer was evaluated. This strain did not survive laboratory controls or the MARSBOx flight samples. Similarly, with resazurin assay no metabolic activity was detected for \nButtiauxella\n sp. MASE-IM-9, in any of the samples.\nSurvival and Metabolic Activity of \nSalinisphaera shabanensis\nNo survival differences between \nS. shabanensis\n cells dried in medium and \nS. shabanensis\n cells dried in buffer were observed. Therefore, the average of six samples (\nn\n = 6) was reported in \nFigure 6\n. While \nS. shabanensis\n was able to endure 5 months of desiccation, there was still an overall reduction of four orders of magnitude (laboratory control, \nFigure 6B\n). The survival for the laboratory control and the UV-shielded cells was similar (\np\n = 0.725), with UV exposure further reducing the survival fraction (\np\n = 0.602) (\nFigure 6B\n). These results were supported by the metabolic activity assay with resazurin reduction in both laboratory controls and flown UV-shielded cells (\nFigure 7B\n).\nSurvival and Metabolic Activity of \nAspergillus niger\n Spores\nCompared to other microorganisms evaluated in our experiment, \nA. niger\n spores were the most resistant to all tested conditions (\nFigure 6\n). Two different \nA. niger\n spore concentrations were tested in the Trex-Box: 10\n7\n spores mL\n–1\n (spore monolayer) and 10\n8\n spores mL\n–1\n (spore multilayer); \nn\n = 3 for each concentration (\nFigure 1\n). Survival of UV-exposed spores was reduced by two orders of magnitude compared to laboratory controls, in both spore monolayer (\np\n = 0.001) and spore multilayer (\np\n = 0.001). Survival of UV-shielded spores, i.e., still exposed to Mars gas, pressure and temperature, was not affected, when compared to laboratory controls, in either the monolayer (\np\n = 0.592) or multilayer (\np\n = 0.495) concentration (\nFigures 6C,D\n, respectively). When assessing the time taken to reach the maximum of metabolic activity, UV-exposed monolayer spores were delayed by 48% (peaking only after 43 h of incubation) when compared with laboratory control (peaking after 29 h of incubation); and multilayer spores were delayed by 38% (peaking only after 36 h of incubation) when compared with laboratory control (peaking after 26 h of incubation) as shown in \nFigures 7C,D\n, respectively.\nSpore germination was delayed by 22% in UV-exposed spores, being detected only after 27 h, versus 22 h of laboratory control. Germination rate was significantly lower in UV-exposed when compared to UV-shielded spores (\np\n = 0.01 monolayer; \np\n < 0.001 multilayer) and when compared to laboratory controls (\np\n = 0.03 monolayer; \np\n = 0.08 multilayer) (\nFigure 8\n). UV-shielded spores showed decreased ability to cope with cell wall stress (1 order of magnitude; whereas UV-exposed spores were shown to be highly sensitive to cell wall stress, 2 or more orders of magnitude) (\nFigure 9\n).\nFIGURE 8\n(A)\n Germination rate (G/NG) of \nA. niger\n spores after exposure to simulated Mars conditions. \n(B)\n Light microscopy showing resting spores (red), swollen spores (yellow) and germinated spores (green). Both resting and swollen spores were counted as ungerminated.\nFIGURE 9\nStress resistance of \nA. niger\n towards caspofungin (antifungal compound) and to calcofluor white (cell wall stressor), after spore exposure to simulated martian conditions.\nSurvival, germination, and metabolic activity were compared between spore monolayer and spore multilayer (\nTable 4\n). In UV-shielded martian-like conditions, the presence of a multilayer was shown to significantly decrease survival (\np\n = 0.01) (\nFigure 6\n) and germination rate (\np\n = 0.004) (\nFigure 8\n), but to significantly increase metabolic activity (\np\n = 0.02) (\nFigure 7\n). In UV-exposed, Mars-like conditions, the presence of a spore multilayer did not affect survival (\np\n = 0.5) or germination rate (\np\n = 0.1); but was shown to increase metabolic activity (\np\n = 0.04). Multilayer spores were significantly faster in reaching the metabolic maximum than monolayer spores, in all tested conditions (\nTable 4\n).\nTABLE 4\nImpact of spore monolayer versus spore multilayer in \nA. niger\n resistance to Mars-like conditions.\nMonolayer\nMultilayer\nf\np\n-value\nSurvival fraction \na\nLab Control\n5.3 × 10\n–1\n ± 1.8 × 10\n–1\n1.1 × 10\n–1\n ± 5.9 × 10\n–2\n↓\n0.09\nUV shielded\n6.4 × 10\n–1\n ± 8.0 × 10\n–2\n2.1 × 10\n–1\n ± 6.6 × 10\n–2\n↓\n0.01*\nUV exposed\n1.3 × 10\n–2\n ± 4.5 × 10\n–3\n2.1 × 10\n–1\n ± 5.2 × 10\n–3\n↑\n0.5\nMetabolic max. \nb\nLab Control\n20% ± 5\n23% ± 1\n↑\n0.6\nUV shielded\n29% ± 1\n36% ± 0.1\n↑\n0.002*\nUV exposed\n13% ± 7\n35% ± 0.5\n↑\n0.04*\nTime until max. \nc\nLab Control\n29 h ± 1.3\n26 h ± 0.7\n↓\n0.1\nUV shielded\n30 h ± 0.3\n29 h ± 0.3\n↓\n0.07\nUV exposed\n44 h ± 2\n36 h ± 0.6\n↓\n0.002 *\nGermination rate\nd\nLab Control\n0.38 ± 0.09\n0.24 ± 0.03\n↓\n0.2\nUV shielded\n0.47 ± 0.01\n0.23 ± 0.04\n↓\n0.004 *\nUV exposed\n0.01 ± 0.00\n0.03 ± 0.01\n↓\n0.1\na\nSurvival fraction calculated as N/N\n0\n.\nb\nMetabolic activity maximum, measured as % of reduced resazurin.\nc\nIncubation time taken to reach maximum of metabolic activity (h).\nd\nTime of incubation until metabolic peak was detected (h).\nf\nPresence of spore multilayer has increased (↑) or decreased (↓) the measured parameter.",
    "middle_stratosphere_as_a_mars_analog_environment": "Middle Stratosphere as a Mars Analog Environment\nThis study exposed different microorganisms (\nAspergillus niger\n, \nStaphylococcus capitis\n subsp. \ncapitis, Salinisphaera shabanensis\n, and \nButtiauxella\n sp. MASE-IM-9) to a Mars analog environment. The robust simulation of Mars environmental conditions was made possible with access to Earth’s middle stratosphere onboard a scientific balloon flight, where combined conditions include elevated non-ionizing and ionizing radiation doses, low temperature, and extreme desiccation. Additionally, samples were flown inside a Trex-Box container with Mars gas composition (mostly CO\n2\n) and surface atmospheric pressure (5–10 mbar). Onboard the MARSBOx payload, microbial samples were exposed as dried cells or spores desiccated on quartz disks in two different layers: a bottom layer that was shielded from UV radiation, and a top layer that was exposed to stratospheric UV conditions. \nTable 3\n summarizes the environmental conditions in the balloon flight compared to the generalized equatorial surface of Mars based on available measurements and models.\nTABLE 3\nEnvironmental conditions aboard balloon flight compared to martian conditions.\nParameters\nBalloon Flight + Trex-Box (7–38 km alt.)\nMars (at equator)\nUV fluence (280 – 400 nm)\n∼6 mW cm\n–2\na\n∼5 mW/cm\n–2\nb\nTemperature (min.)\n–51°C\n–73°C\nTemperature (max.)\n+21°C\n+20°C\nSample exposure duration\n5 h 19 min\n–\nAtmosphere composition\n95% CO\n2\n96% CO\n2\n1.9% Ar\n1.9% Ar\n2.6% N\n2\n1.9% N\n2\n0.17% O\n2\n0.14% O\n2\n0.07% CO\nc\n0.07% CO\nd\nAtmospheric pressure\n5–10 mbar\n5–10 mbar\ne\nTotal UV dose (est.)\n∼1148 kJ m\n–2\nf\n-\na\nFluence rates for stratospheric UVA-UVB were measured in a previous balloon flight (\nCaro et al., 2019\n).\nb\nSchuerger et al., 2003\n.\nc\nMars gas in Trex-Box was ordered from Boggs Gases, Inc. (Titusville, FL, United States) as a commercial mixture of the top five gasses in the martian atmosphere (\nSchuerger et al., 2008\n).\nd\nMahaffy et al., 2013\n.\ne\nBarlow, 2008\n.\nf\nTotal estimated UV dose that samples were exposed to during the balloon flight (see section “Estimated UV radiation dose”).",
    "m-42_ionizing_radiation_data": "M-42 Ionizing Radiation Data\nIn the following sub-section, we will only provide a snapshot of the data measured with the M-42 instrument to demonstrate proof of operations during the mission. In \nFigure 5\n, we provide the count rate of the silicon diode for the whole time the system was powered. The count rate plot shows the crossings of the Regener maximum (\nRegener and Pfotzer, 1935\n), during ascent and descent of the balloon. At cruising altitude, we saw a nearly constant count rate which results in a dose rate of 75.5 ± 13 μGy per day. In total we measured a dose of 20.9 μGy for the whole mission, which is equivalent to around 10 days of natural background radiation received in the DLR laboratory in Cologne.\nFIGURE 5\nThe M-42 count rate (cts min\n–1\n) measured for the MARSBOx balloon flight mission.",
    "stratospheric_sunlight_reduced_microbial_survival": "Stratospheric Sunlight Reduced Microbial Survival\nFigure 6\n summarizes survival fractions for exposed microorganisms in the balloon experiment. Spores from the filamentous fungus \nA. niger\n showed the highest endurance to the combined stresses of stratospheric radiation and simulated martian atmospheric and temperature conditions during the MARSBOx flight (\nFigure 6D\n). The extremophilic bacterium \nS. shabanensis\n tolerated desiccation but showed a decrease in survival in the UV-exposed layer of the Trex-Box (\nFigure 6B\n). The human-associated \nS. capitis\n subsp. \ncapitis\n also displayed sensitivity to UV exposure, with only cells from the UV-shielded bottom layer surviving the flight experiment (i.e., still exposed to Mars gas, desiccation and temperature fluctuation). It should be noted that the laboratory control cells of \nS. capitis\n subsp. \ncapitis\n, kept desiccated under oxic conditions, were not revivable. \nButtiauxella\n sp. MASE-IM-9 showed no growth, even in the laboratory controls; consequently, stratosphere exposure effects could not be determined for this microorganism.\nFIGURE 6\nSurvival fraction (N/N0) of tested strains after exposure to Mars simulated conditions aboard the MARSBOx payload. \n(A)\n\n\nS. shabanensis\n\n\n(B)\n\n\nS. capitis\n subsp. \ncapitis\n. \n(C,D)\n\n\nA. niger\n spores in monolayer \n(C)\n and in multilayer \n(D)\n. Data for \nButtiauxella\n sp. MASE-IM-9 are not shown, since no surviving cells were recovered after exposure.",
    "survival_and_metabolic_activity_of_staphylococcus_capitis_su": "Survival and Metabolic Activity of \nStaphylococcus capitis\n subsp. \ncapitis\nFor \nS. capitis\n subsp. \ncapitis\n, the average of three samples (\nn\n = 3) from flight conditions and six samples (\nn\n = 6) from the laboratory control are shown in \nFigure 6A\n. In the UV-exposed samples and the laboratory controls, no surviving cells could be detected via determination of CFU mL\n–1\n. The UV-shielded samples showed a significant reduction of the survival fraction by three orders of magnitude (\np\n = 0.03). Metabolic activity was detected in UV-shielded (bottom layer) and UV-exposed (top layer) samples, but not in the laboratory controls. Metabolic activity in the UV-exposed cells was delayed in comparison to UV-shielded cells (\nFigure 7A\n). UV-shielded cells reached the maximum reduction of resazurin (70%) after 28 h of incubation, whereas in UV-exposed cells, the resazurin reduction was still below 70% after 44 h (total incubation time).\nFIGURE 7\nMetabolic activity upon revival, after exposure to Mars simulated conditions aboard the MARSBOx payload. Metabolic activity is depicted as percentage of reduced resazurin. \n(A)\n\n\nS. shabanensis\n\n\n(B)\n\n\nS. capitis\n subsp. \ncapitis\n. \n(C,D)\n\n\nA. niger\n spores in monolayer \n(C)\n and in multilayer \n(D)\n.",
    "survival_and_metabolic_activity_of_buttiauxella_sp._mase-im-": "Survival and Metabolic Activity of \nButtiauxella\n sp. MASE-IM-9\nFor \nButtiauxella\n sp. MASE-IM-9, the survivability of cells dried in medium or buffer was evaluated. This strain did not survive laboratory controls or the MARSBOx flight samples. Similarly, with resazurin assay no metabolic activity was detected for \nButtiauxella\n sp. MASE-IM-9, in any of the samples.",
    "survival_and_metabolic_activity_of_salinisphaera_shabanensis": "Survival and Metabolic Activity of \nSalinisphaera shabanensis\nNo survival differences between \nS. shabanensis\n cells dried in medium and \nS. shabanensis\n cells dried in buffer were observed. Therefore, the average of six samples (\nn\n = 6) was reported in \nFigure 6\n. While \nS. shabanensis\n was able to endure 5 months of desiccation, there was still an overall reduction of four orders of magnitude (laboratory control, \nFigure 6B\n). The survival for the laboratory control and the UV-shielded cells was similar (\np\n = 0.725), with UV exposure further reducing the survival fraction (\np\n = 0.602) (\nFigure 6B\n). These results were supported by the metabolic activity assay with resazurin reduction in both laboratory controls and flown UV-shielded cells (\nFigure 7B\n).",
    "survival_and_metabolic_activity_of_aspergillus_niger_spores": "Survival and Metabolic Activity of \nAspergillus niger\n Spores\nCompared to other microorganisms evaluated in our experiment, \nA. niger\n spores were the most resistant to all tested conditions (\nFigure 6\n). Two different \nA. niger\n spore concentrations were tested in the Trex-Box: 10\n7\n spores mL\n–1\n (spore monolayer) and 10\n8\n spores mL\n–1\n (spore multilayer); \nn\n = 3 for each concentration (\nFigure 1\n). Survival of UV-exposed spores was reduced by two orders of magnitude compared to laboratory controls, in both spore monolayer (\np\n = 0.001) and spore multilayer (\np\n = 0.001). Survival of UV-shielded spores, i.e., still exposed to Mars gas, pressure and temperature, was not affected, when compared to laboratory controls, in either the monolayer (\np\n = 0.592) or multilayer (\np\n = 0.495) concentration (\nFigures 6C,D\n, respectively). When assessing the time taken to reach the maximum of metabolic activity, UV-exposed monolayer spores were delayed by 48% (peaking only after 43 h of incubation) when compared with laboratory control (peaking after 29 h of incubation); and multilayer spores were delayed by 38% (peaking only after 36 h of incubation) when compared with laboratory control (peaking after 26 h of incubation) as shown in \nFigures 7C,D\n, respectively.\nSpore germination was delayed by 22% in UV-exposed spores, being detected only after 27 h, versus 22 h of laboratory control. Germination rate was significantly lower in UV-exposed when compared to UV-shielded spores (\np\n = 0.01 monolayer; \np\n < 0.001 multilayer) and when compared to laboratory controls (\np\n = 0.03 monolayer; \np\n = 0.08 multilayer) (\nFigure 8\n). UV-shielded spores showed decreased ability to cope with cell wall stress (1 order of magnitude; whereas UV-exposed spores were shown to be highly sensitive to cell wall stress, 2 or more orders of magnitude) (\nFigure 9\n).\nFIGURE 8\n(A)\n Germination rate (G/NG) of \nA. niger\n spores after exposure to simulated Mars conditions. \n(B)\n Light microscopy showing resting spores (red), swollen spores (yellow) and germinated spores (green). Both resting and swollen spores were counted as ungerminated.\nFIGURE 9\nStress resistance of \nA. niger\n towards caspofungin (antifungal compound) and to calcofluor white (cell wall stressor), after spore exposure to simulated martian conditions.\nSurvival, germination, and metabolic activity were compared between spore monolayer and spore multilayer (\nTable 4\n). In UV-shielded martian-like conditions, the presence of a multilayer was shown to significantly decrease survival (\np\n = 0.01) (\nFigure 6\n) and germination rate (\np\n = 0.004) (\nFigure 8\n), but to significantly increase metabolic activity (\np\n = 0.02) (\nFigure 7\n). In UV-exposed, Mars-like conditions, the presence of a spore multilayer did not affect survival (\np\n = 0.5) or germination rate (\np\n = 0.1); but was shown to increase metabolic activity (\np\n = 0.04). Multilayer spores were significantly faster in reaching the metabolic maximum than monolayer spores, in all tested conditions (\nTable 4\n).\nTABLE 4\nImpact of spore monolayer versus spore multilayer in \nA. niger\n resistance to Mars-like conditions.\nMonolayer\nMultilayer\nf\np\n-value\nSurvival fraction \na\nLab Control\n5.3 × 10\n–1\n ± 1.8 × 10\n–1\n1.1 × 10\n–1\n ± 5.9 × 10\n–2\n↓\n0.09\nUV shielded\n6.4 × 10\n–1\n ± 8.0 × 10\n–2\n2.1 × 10\n–1\n ± 6.6 × 10\n–2\n↓\n0.01*\nUV exposed\n1.3 × 10\n–2\n ± 4.5 × 10\n–3\n2.1 × 10\n–1\n ± 5.2 × 10\n–3\n↑\n0.5\nMetabolic max. \nb\nLab Control\n20% ± 5\n23% ± 1\n↑\n0.6\nUV shielded\n29% ± 1\n36% ± 0.1\n↑\n0.002*\nUV exposed\n13% ± 7\n35% ± 0.5\n↑\n0.04*\nTime until max. \nc\nLab Control\n29 h ± 1.3\n26 h ± 0.7\n↓\n0.1\nUV shielded\n30 h ± 0.3\n29 h ± 0.3\n↓\n0.07\nUV exposed\n44 h ± 2\n36 h ± 0.6\n↓\n0.002 *\nGermination rate\nd\nLab Control\n0.38 ± 0.09\n0.24 ± 0.03\n↓\n0.2\nUV shielded\n0.47 ± 0.01\n0.23 ± 0.04\n↓\n0.004 *\nUV exposed\n0.01 ± 0.00\n0.03 ± 0.01\n↓\n0.1\na\nSurvival fraction calculated as N/N\n0\n.\nb\nMetabolic activity maximum, measured as % of reduced resazurin.\nc\nIncubation time taken to reach maximum of metabolic activity (h).\nd\nTime of incubation until metabolic peak was detected (h).\nf\nPresence of spore multilayer has increased (↑) or decreased (↓) the measured parameter.",
    "discussion": "Discussion\nRelevance to Space Biology and Astrobiology\nIn this study, bacterial and fungal strains were exposed to Mars-like environmental conditions onboard the MARSBOx payload during a 7 h balloon flight to the middle stratosphere (∼38 km). The tested microorganisms (\nAspergillus niger\n, \nStaphylococcus capitis\n subsp. \ncapitis, Salinisphaera shabanensis\n, and \nButtiauxella\n sp. MASE-IM-9) were chosen based on astrobiology and space biology relevance. Moreover, the choice of these strains was to provide a representative set of samples that are capable of demonstrating the MARSBOx experimental design as a valuable martian analog for future investigations.\nTo test the hypothesis that isolates from extreme Mars-analog environments on Earth would be able to survive the MARSBOx simulated martian conditions, two extremophilic bacteria were included. The bacterium \nS. shabanensis\n is a halophile isolated from the brine–seawater interface of the Shaban Deep at a depth of 1.3 km where the maximal salinity reaches 26% (\nEder et al., 2002\n). Deep-sea brine pools have been identified as martian analogs in regards to the salinity and water activity in brines (\nAntunes, 2020\n). On the surface of Mars, brines might remain liquid at ultra-low temperatures (\nToner and Catling, 2016\n). In addition to high salinity, the martian surface lacks oxygen and nutrients. For these reasons, the Gram-(-) bacterium, \nButtiauxella\n sp. MASE-IM-9, isolated from an anoxic, nutrient-limited, and sulphidic martian analog spring in Germany (\nCockell et al., 2018\n), was also included in our study.\nAn emerging body of evidence shows that spores from the fungus \nA. niger\n can withstand harsh conditions (e.g., radiation, heat, low water activity, etc.) (\nSingaravelan et al., 2008\n; \nEsbelin et al., 2013\n; \nSegers et al., 2018\n; \nCortesão et al., 2020a\n), probably due to the roles of pigmentation, cell wall structure, and metabolic suppression, which might enable them to survive space travel on the outer surfaces of a spacecraft, and to thrive within the spacecraft’s controlled habitat. Alarmingly, the inhalation of \nA. niger\n spores may cause respiratory diseases, especially when in closed indoor habitats such as the ISS, which facilitate spore dispersal (\nSilverman et al., 1967\n; \nLatge, 1999\n; \nEsbelin et al., 2013\n; \nCortesão et al., 2020a\n, \nb\n). This motivates further study on how the species responds to spaceflight conditions, and consequent implications for astronaut health, in particular in long-term space missions. Moreover, on Earth, \nA. niger\n is used in biotechnology to produce a wide-range of useful compounds including citric acid, antibiotics, and enzymes (\nMeyer et al., 2011\n; \nCairns et al., 2018\n). Consequently, \nA. niger\n could play an important role in human space exploration as long-duration, far-reaching, missions may require biomanufacturing and resource-independence from Earth (\nSilverman et al., 1967\n; \nLatge, 1999\n; \nEsbelin et al., 2013\n; \nCortesão et al., 2020a\n, \nb\n).\nFinally, \nS. capitis\n is a Gram-(+) bacterium commonly associated as a commensal species on human skin (\nByrd et al., 2018\n). However, \nS. capitis\n also has the ability to cause infections in neonates and form biofilms on implants (\nde Silva et al., 2002\n; \nCui et al., 2013\n). The \nStaphylococcus capitis\n subsp. \ncapitis\n strain K1-2-2-23 (DSM 111179) used in this study was isolated aboard the ISS within an indoor exposure experiment (\nSobisch et al., 2019\n). Its occurrence in crewed space stations, the clinical relevance and the phylogenetic proximity to other clinically relevant staphylococcal species make \nS. capitis\n a useful model organism to study the effects of space conditions on opportunistic human pathogens, and to identify potential risks of crew infection (\nXiao et al., 2019\n).\nRadiation Levels in the Middle Stratosphere\nLife on Earth is protected from low-wavelength UV radiation (100–280 nm) by atmospheric ozone (\nHorneck et al., 2010\n). Above the concentration of atmospheric ozone, where large scientific balloon missions float, UV radiation levels nearly match those expected on the surface of equatorial Mars. For instance, \nCaro et al. (2019)\n recently measured an average instantaneous UVA-UVB flux of ∼6 mW cm\n−2\n on a meteorological balloon mission flown to the middle stratosphere; the total combined dose measured was 1.9 kJ. In comparison, ∼5 mW cm\n–2\n was the reported value to be expected at the surface of Mars for UVA-UVB according to calculations from \nSchuerger et al. (2003)\n. Surprisingly few UVC measurements have been obtained for Earth’s middle stratosphere but \nCaro et al. (2019)\n modeled an expected range of 0.1–1 μW cm\n–2\n for altitudes above the ozone layer. Besides intense UV radiation (derived levels in this study), we measured ionizing radiation in the middle stratosphere with the M-42 active dosimeter. This was the first successful M-42 flight test in preparation for the dosimetry suite onboard the upcoming Matroshka AstroRad Radiation Experiment on the NASA Artemis I mission (\nBerger et al., 2019\n). At the ∼38 km float altitude on the MARSBOx mission, the dose rate was almost constant, around 75.5 ± 13 μGy day\n–1\n. In comparison, the dose rate measured on the surface of Mars for the same time period would approach 260 μGy day\n–1\n. A more comprehensive radiation biophysics analysis (e.g., Monte Carlo calculations) will be reported later alongside additional balloon flight measurements from a joint NASA-DLR long-duration Antarctic mission flown in December 2019. In the meantime, we point readers interested in the ionizing radiation levels of the middle stratosphere over New Mexico to the RaD-X mission results from \nMertens (2016)\n.\nBacterial Survival\nThe endurance of \nS. shabanensis\n, a non-pigmented halophile, to the (derived) UV dose of 1148 kJ m\n–2\n during the balloon flight was unanticipated considering the original isolation source for the species was a deep-sea brine pool with no direct illumination from sunlight. Our stratosphere balloon mission results for \nS. shabanensis\n (partial resistance to UV exposure) reveal a wide variability in UV response based on the model bacterium studied. It was previously reported that even vegetative \nEscherichia coli\n cells can persist for 7 days under simulated Mars conditions, even when exposed to 8 h of UVC irradiation (200–280 nm) at a fluence of 3.6 W m\n–2\n per day (\nBerry et al., 2010\n). Besides innate physiological differences, survival rates might also be influenced by the degree to which the UV dose was attenuated. With past laboratory- and flight-based experiments embedding microorganisms in different substrates – including Mars analog soils – the effects of UV (alone) can be difficult to assess (\nRettberg et al., 2004\n; \nWadsworth and Cockell, 2017\n). Cell layering (discussed later in section “\nA. niger\n spores survive Mars-like conditions”) also likely plays a role in variable survival outcomes, as reported with past stratosphere exposure studies (\nKhodadad et al., 2017\n). We expected \nS. capitis\n subsp. \ncapitis\n to be more tolerant to radiation in the stratosphere because of its natural occurrence on human skin (\nByrd et al., 2018\n), where direct illumination from sunlight would be common. For instance, the average UV dose causing erythema (abnormal redness of the skin) of Americans is approximately 25 kJ m\n–2\n per year (\nGodar et al., 2001\n).\nWhether the tested bacterial strains would be able to survive in a real Mars-surface environment depends on various aspects; however, access to UV-shielding will certainly play a major role. This was seen in our study, as both the halophilic bacterium \nS. shabanensis\n, and the human skin associated bacterium \nS. capitis\n subsp. \ncapitis\n survived the UV-shielded Mars-like environment during the balloon flight. In the event that these bacteria are brought to Mars, either in robotic missions for astrobiological research purposes; or by accident through crew-led contamination in space missions (\nAvila-Herrera et al., 2020\n) our results suggest that bacterial bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time (>5 h).\nBacterial Desiccation Tolerance in Mars-Like Conditions\nDesiccation can be a stressful condition for cells, where the accumulation of reactive oxygen species and irreversible changes in lipids, proteins, and nucleic acids can lead to death (\nCox, 1993\n; \nDose and Gill, 1995\n). Some microorganisms can tolerate extreme desiccation by ceasing metabolic activity in a state of anhydrobiosis (\nGlasheen and Hand, 1988\n; \nWright, 1989\n; \nPotts, 1994\n). Our results for the bacterial species \nS. shabanensis\n showed survival under long-term desiccation and sunlight exposed flight conditions. The survival for the laboratory control and the UV-shielded organisms are similar, which may indicate a desiccation sensitivity of this strain. Cells of \nS. capitis\n subsp. \ncapitis\n K1-2-2-23 were inactivated from the flight UV-exposure but did partially survive the UV-shielded layer of the Trex-Box. Interestingly, the desiccated laboratory controls for \nS. capitis\n subsp. \ncapitis\n did not survive the experiment, indicating that long-term resistance to desiccation was only possible when cells were under the Mars-like atmosphere and not when kept in Earth atmosphere. The results from the balloon flight warrant further investigation to determine if a Mars gas mixture has an impact on the stability of some bacterial species. For instance, it is known that the presence of oxygen can decrease the survivability of prokaryotes during desiccation (\nPotts, 1994\n; \nVriezen et al., 2007\n; \nBeblo-Vranesevic et al., 2017b\n) and in additional experiments we observed that the survival of \nS. capitis\n subsp. \ncapitis\n K1-2-2-23 increased when desiccation occurred in anoxic conditions (data not shown). Finally, the last bacterial species flown in this experiment, \nButtiauxella\n sp. MASE-IM-9, did not survive long-term desiccation. Therefore, no surviving cells could be detected in the balloon flight samples or from laboratory controls. This negative result was consistent with previous Mars analog experiments where \nButtiauxella\n sp. MASE-IM-9, a facultative anaerobe, survived a maximum of 3 months of desiccation (\nBeblo-Vranesevic et al., 2018\n, \n2020\n).\nA. niger\n Spores Survive Mars-Like Conditions\nWhile bacterial cells were sensitive to UV exposure in the middle stratosphere, in addition to long-term desiccation, \nA. niger\n spores were highly resistant to all tested conditions. Laboratory controls demonstrated \nA. niger\n spore endurance to 5-month desiccation, when air-dried and kept at room temperature (22°C) at the bench, under Earth atmospheric conditions. Spores of \nA. niger\n shielded from UV (bottom layer) endured a 5-month desiccation within Mars-like atmosphere and pressure, with additional exposure to extreme temperature fluctuations during the balloon flight (−51°C to +21°C). Finally, spores of \nA. niger\n exposed to UV (top layer) withstood over 5 h of full simulation of Mars environmental conditions, i.e., exposed to Mars gas, atmosphere, temperature fluctuation, and to a total estimated UVA-UVB dose of 1148 kJ m\n–2\n during the balloon flight. A previous study testing \nA. niger\n spore survival to desiccation and solar radiation was done in an experimental setting similar to this study: \nA. niger\n spore monolayers were dried in glass disks and exposed to ∼16 kJ m\n–2\n of UVB (280–320 nm); the specimens were highly resistant, with 24% ± 5% survival (\nDose et al., 2001\n). The extraordinarily high level of resistance of \nA. niger\n spores to UVC radiation (LD\n90\n value of 1038 J m\n–2\n) has been previously reported by \nCortesão et al. (2020a)\n. Another balloon-flown study (i.e., same launch site and season; different year) with pigmented spores of the fungus \nFuligo spectica\n showed that these remained viable after a 9 h exposure to conditions in the stratosphere (\nDíez et al., 2020\n). In the \nAspergillus\n genus, secondary metabolites e.g., DHN-melanin (a pigment) and fumiquinazoline might be associated with UV protection roles (\nBlachowicz et al., 2020\n).\nThe ubiquitous presense of \nA. niger\n spores in human indoor-closed habitats, and their high resistance to outer space conditions, suggests these will likely travel with us to Mars. A contamination scenario, several factors might affect the survivability potential of \nA. niger\n spores in a Mars-surface environment. Some are intrinsic to the spores, e.g., molecular mechanisms such as DNA repair systems; or structural protection mechanisms such as the thick cell wall (\nLatgé et al., 2017\n). Whereas other factors are external, for instance, shielding from the spacecraft surfaces or martian regolith. An important factor known to impact survival outcomes is the starting cell concentration (\nKhodadad et al., 2017\n). To test this, we compared \nA. niger\n responses to the stratosphere as either a spore monolayer (10\n7\n spores ml\n–1\n) or a spore multilayer (10\n8\n spores ml\n–1\n) (\nTable 4\n). When exposed to UV-shielded conditions, a higher starting spore concentration (multilayer) influenced all primary measures (i.e., survival fraction, spore germination, and metabolic activity). Unexpectedly, spores in a multilayer yielded a decreased survival in laboratory controls and UV shielded conditions, as well as a decreased germination rate in all tested conditions, when compared with spores in a monolayer. These discrepancies might simply be due to incomplete removal of biomass from the quartz disks or due to the presence of hyphae fusion in germination test plates; either of which could lead to undercounting.\nMoreover, in \nA. niger\n spores, the cell wall is a highly complex structure that plays an important role in protecting the spores from extracellular environmental stress. The spore cell wall is composed mainly of polysaccharides (α-glucans β-glucans), galactomannan, and chitin; and is surrounded by a rodlet layer with hydrophobic surface proteins, and a melanin layer. When germinating into vegetative cells (hyphae), the spore cell wall is remodeled and no longer provides protection to extreme conditions (\nLatgé et al., 2017\n). Considering environmental changes typically act first on the cell wall, we evaluated how Mars-like conditions might alter \nA. niger\n spore cell wall integrity. All tested spores were able to revive (i.e., germinate) and grow in media supplemented with cell wall stressors: calcofluor white or caspofungin. Calcofluor white is a non-specific fluorochrom that can bind to 1,3- and 1,4-β polysaccharides on chitin and cellulose, inhibiting chitin microfibril assembly and cell wall integrity (\nFiedler et al., 2014\n).",
    "relevance_to_space_biology_and_astrobiology": "Relevance to Space Biology and Astrobiology\nIn this study, bacterial and fungal strains were exposed to Mars-like environmental conditions onboard the MARSBOx payload during a 7 h balloon flight to the middle stratosphere (∼38 km). The tested microorganisms (\nAspergillus niger\n, \nStaphylococcus capitis\n subsp. \ncapitis, Salinisphaera shabanensis\n, and \nButtiauxella\n sp. MASE-IM-9) were chosen based on astrobiology and space biology relevance. Moreover, the choice of these strains was to provide a representative set of samples that are capable of demonstrating the MARSBOx experimental design as a valuable martian analog for future investigations.\nTo test the hypothesis that isolates from extreme Mars-analog environments on Earth would be able to survive the MARSBOx simulated martian conditions, two extremophilic bacteria were included. The bacterium \nS. shabanensis\n is a halophile isolated from the brine–seawater interface of the Shaban Deep at a depth of 1.3 km where the maximal salinity reaches 26% (\nEder et al., 2002\n). Deep-sea brine pools have been identified as martian analogs in regards to the salinity and water activity in brines (\nAntunes, 2020\n). On the surface of Mars, brines might remain liquid at ultra-low temperatures (\nToner and Catling, 2016\n). In addition to high salinity, the martian surface lacks oxygen and nutrients. For these reasons, the Gram-(-) bacterium, \nButtiauxella\n sp. MASE-IM-9, isolated from an anoxic, nutrient-limited, and sulphidic martian analog spring in Germany (\nCockell et al., 2018\n), was also included in our study.\nAn emerging body of evidence shows that spores from the fungus \nA. niger\n can withstand harsh conditions (e.g., radiation, heat, low water activity, etc.) (\nSingaravelan et al., 2008\n; \nEsbelin et al., 2013\n; \nSegers et al., 2018\n; \nCortesão et al., 2020a\n), probably due to the roles of pigmentation, cell wall structure, and metabolic suppression, which might enable them to survive space travel on the outer surfaces of a spacecraft, and to thrive within the spacecraft’s controlled habitat. Alarmingly, the inhalation of \nA. niger\n spores may cause respiratory diseases, especially when in closed indoor habitats such as the ISS, which facilitate spore dispersal (\nSilverman et al., 1967\n; \nLatge, 1999\n; \nEsbelin et al., 2013\n; \nCortesão et al., 2020a\n, \nb\n). This motivates further study on how the species responds to spaceflight conditions, and consequent implications for astronaut health, in particular in long-term space missions. Moreover, on Earth, \nA. niger\n is used in biotechnology to produce a wide-range of useful compounds including citric acid, antibiotics, and enzymes (\nMeyer et al., 2011\n; \nCairns et al., 2018\n). Consequently, \nA. niger\n could play an important role in human space exploration as long-duration, far-reaching, missions may require biomanufacturing and resource-independence from Earth (\nSilverman et al., 1967\n; \nLatge, 1999\n; \nEsbelin et al., 2013\n; \nCortesão et al., 2020a\n, \nb\n).\nFinally, \nS. capitis\n is a Gram-(+) bacterium commonly associated as a commensal species on human skin (\nByrd et al., 2018\n). However, \nS. capitis\n also has the ability to cause infections in neonates and form biofilms on implants (\nde Silva et al., 2002\n; \nCui et al., 2013\n). The \nStaphylococcus capitis\n subsp. \ncapitis\n strain K1-2-2-23 (DSM 111179) used in this study was isolated aboard the ISS within an indoor exposure experiment (\nSobisch et al., 2019\n). Its occurrence in crewed space stations, the clinical relevance and the phylogenetic proximity to other clinically relevant staphylococcal species make \nS. capitis\n a useful model organism to study the effects of space conditions on opportunistic human pathogens, and to identify potential risks of crew infection (\nXiao et al., 2019\n).",
    "radiation_levels_in_the_middle_stratosphere": "Radiation Levels in the Middle Stratosphere\nLife on Earth is protected from low-wavelength UV radiation (100–280 nm) by atmospheric ozone (\nHorneck et al., 2010\n). Above the concentration of atmospheric ozone, where large scientific balloon missions float, UV radiation levels nearly match those expected on the surface of equatorial Mars. For instance, \nCaro et al. (2019)\n recently measured an average instantaneous UVA-UVB flux of ∼6 mW cm\n−2\n on a meteorological balloon mission flown to the middle stratosphere; the total combined dose measured was 1.9 kJ. In comparison, ∼5 mW cm\n–2\n was the reported value to be expected at the surface of Mars for UVA-UVB according to calculations from \nSchuerger et al. (2003)\n. Surprisingly few UVC measurements have been obtained for Earth’s middle stratosphere but \nCaro et al. (2019)\n modeled an expected range of 0.1–1 μW cm\n–2\n for altitudes above the ozone layer. Besides intense UV radiation (derived levels in this study), we measured ionizing radiation in the middle stratosphere with the M-42 active dosimeter. This was the first successful M-42 flight test in preparation for the dosimetry suite onboard the upcoming Matroshka AstroRad Radiation Experiment on the NASA Artemis I mission (\nBerger et al., 2019\n). At the ∼38 km float altitude on the MARSBOx mission, the dose rate was almost constant, around 75.5 ± 13 μGy day\n–1\n. In comparison, the dose rate measured on the surface of Mars for the same time period would approach 260 μGy day\n–1\n. A more comprehensive radiation biophysics analysis (e.g., Monte Carlo calculations) will be reported later alongside additional balloon flight measurements from a joint NASA-DLR long-duration Antarctic mission flown in December 2019. In the meantime, we point readers interested in the ionizing radiation levels of the middle stratosphere over New Mexico to the RaD-X mission results from \nMertens (2016)\n.",
    "bacterial_survival": "Bacterial Survival\nThe endurance of \nS. shabanensis\n, a non-pigmented halophile, to the (derived) UV dose of 1148 kJ m\n–2\n during the balloon flight was unanticipated considering the original isolation source for the species was a deep-sea brine pool with no direct illumination from sunlight. Our stratosphere balloon mission results for \nS. shabanensis\n (partial resistance to UV exposure) reveal a wide variability in UV response based on the model bacterium studied. It was previously reported that even vegetative \nEscherichia coli\n cells can persist for 7 days under simulated Mars conditions, even when exposed to 8 h of UVC irradiation (200–280 nm) at a fluence of 3.6 W m\n–2\n per day (\nBerry et al., 2010\n). Besides innate physiological differences, survival rates might also be influenced by the degree to which the UV dose was attenuated. With past laboratory- and flight-based experiments embedding microorganisms in different substrates – including Mars analog soils – the effects of UV (alone) can be difficult to assess (\nRettberg et al., 2004\n; \nWadsworth and Cockell, 2017\n). Cell layering (discussed later in section “\nA. niger\n spores survive Mars-like conditions”) also likely plays a role in variable survival outcomes, as reported with past stratosphere exposure studies (\nKhodadad et al., 2017\n). We expected \nS. capitis\n subsp. \ncapitis\n to be more tolerant to radiation in the stratosphere because of its natural occurrence on human skin (\nByrd et al., 2018\n), where direct illumination from sunlight would be common. For instance, the average UV dose causing erythema (abnormal redness of the skin) of Americans is approximately 25 kJ m\n–2\n per year (\nGodar et al., 2001\n).\nWhether the tested bacterial strains would be able to survive in a real Mars-surface environment depends on various aspects; however, access to UV-shielding will certainly play a major role. This was seen in our study, as both the halophilic bacterium \nS. shabanensis\n, and the human skin associated bacterium \nS. capitis\n subsp. \ncapitis\n survived the UV-shielded Mars-like environment during the balloon flight. In the event that these bacteria are brought to Mars, either in robotic missions for astrobiological research purposes; or by accident through crew-led contamination in space missions (\nAvila-Herrera et al., 2020\n) our results suggest that bacterial bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time (>5 h).",
    "bacterial_desiccation_tolerance_in_mars-like_conditions": "Bacterial Desiccation Tolerance in Mars-Like Conditions\nDesiccation can be a stressful condition for cells, where the accumulation of reactive oxygen species and irreversible changes in lipids, proteins, and nucleic acids can lead to death (\nCox, 1993\n; \nDose and Gill, 1995\n). Some microorganisms can tolerate extreme desiccation by ceasing metabolic activity in a state of anhydrobiosis (\nGlasheen and Hand, 1988\n; \nWright, 1989\n; \nPotts, 1994\n). Our results for the bacterial species \nS. shabanensis\n showed survival under long-term desiccation and sunlight exposed flight conditions. The survival for the laboratory control and the UV-shielded organisms are similar, which may indicate a desiccation sensitivity of this strain. Cells of \nS. capitis\n subsp. \ncapitis\n K1-2-2-23 were inactivated from the flight UV-exposure but did partially survive the UV-shielded layer of the Trex-Box. Interestingly, the desiccated laboratory controls for \nS. capitis\n subsp. \ncapitis\n did not survive the experiment, indicating that long-term resistance to desiccation was only possible when cells were under the Mars-like atmosphere and not when kept in Earth atmosphere. The results from the balloon flight warrant further investigation to determine if a Mars gas mixture has an impact on the stability of some bacterial species. For instance, it is known that the presence of oxygen can decrease the survivability of prokaryotes during desiccation (\nPotts, 1994\n; \nVriezen et al., 2007\n; \nBeblo-Vranesevic et al., 2017b\n) and in additional experiments we observed that the survival of \nS. capitis\n subsp. \ncapitis\n K1-2-2-23 increased when desiccation occurred in anoxic conditions (data not shown). Finally, the last bacterial species flown in this experiment, \nButtiauxella\n sp. MASE-IM-9, did not survive long-term desiccation. Therefore, no surviving cells could be detected in the balloon flight samples or from laboratory controls. This negative result was consistent with previous Mars analog experiments where \nButtiauxella\n sp. MASE-IM-9, a facultative anaerobe, survived a maximum of 3 months of desiccation (\nBeblo-Vranesevic et al., 2018\n, \n2020\n).",
    "a._niger_spores_survive_mars-like_conditions": "A. niger\n Spores Survive Mars-Like Conditions\nWhile bacterial cells were sensitive to UV exposure in the middle stratosphere, in addition to long-term desiccation, \nA. niger\n spores were highly resistant to all tested conditions. Laboratory controls demonstrated \nA. niger\n spore endurance to 5-month desiccation, when air-dried and kept at room temperature (22°C) at the bench, under Earth atmospheric conditions. Spores of \nA. niger\n shielded from UV (bottom layer) endured a 5-month desiccation within Mars-like atmosphere and pressure, with additional exposure to extreme temperature fluctuations during the balloon flight (−51°C to +21°C). Finally, spores of \nA. niger\n exposed to UV (top layer) withstood over 5 h of full simulation of Mars environmental conditions, i.e., exposed to Mars gas, atmosphere, temperature fluctuation, and to a total estimated UVA-UVB dose of 1148 kJ m\n–2\n during the balloon flight. A previous study testing \nA. niger\n spore survival to desiccation and solar radiation was done in an experimental setting similar to this study: \nA. niger\n spore monolayers were dried in glass disks and exposed to ∼16 kJ m\n–2\n of UVB (280–320 nm); the specimens were highly resistant, with 24% ± 5% survival (\nDose et al., 2001\n). The extraordinarily high level of resistance of \nA. niger\n spores to UVC radiation (LD\n90\n value of 1038 J m\n–2\n) has been previously reported by \nCortesão et al. (2020a)\n. Another balloon-flown study (i.e., same launch site and season; different year) with pigmented spores of the fungus \nFuligo spectica\n showed that these remained viable after a 9 h exposure to conditions in the stratosphere (\nDíez et al., 2020\n). In the \nAspergillus\n genus, secondary metabolites e.g., DHN-melanin (a pigment) and fumiquinazoline might be associated with UV protection roles (\nBlachowicz et al., 2020\n).\nThe ubiquitous presense of \nA. niger\n spores in human indoor-closed habitats, and their high resistance to outer space conditions, suggests these will likely travel with us to Mars. A contamination scenario, several factors might affect the survivability potential of \nA. niger\n spores in a Mars-surface environment. Some are intrinsic to the spores, e.g., molecular mechanisms such as DNA repair systems; or structural protection mechanisms such as the thick cell wall (\nLatgé et al., 2017\n). Whereas other factors are external, for instance, shielding from the spacecraft surfaces or martian regolith. An important factor known to impact survival outcomes is the starting cell concentration (\nKhodadad et al., 2017\n). To test this, we compared \nA. niger\n responses to the stratosphere as either a spore monolayer (10\n7\n spores ml\n–1\n) or a spore multilayer (10\n8\n spores ml\n–1\n) (\nTable 4\n). When exposed to UV-shielded conditions, a higher starting spore concentration (multilayer) influenced all primary measures (i.e., survival fraction, spore germination, and metabolic activity). Unexpectedly, spores in a multilayer yielded a decreased survival in laboratory controls and UV shielded conditions, as well as a decreased germination rate in all tested conditions, when compared with spores in a monolayer. These discrepancies might simply be due to incomplete removal of biomass from the quartz disks or due to the presence of hyphae fusion in germination test plates; either of which could lead to undercounting.\nMoreover, in \nA. niger\n spores, the cell wall is a highly complex structure that plays an important role in protecting the spores from extracellular environmental stress. The spore cell wall is composed mainly of polysaccharides (α-glucans β-glucans), galactomannan, and chitin; and is surrounded by a rodlet layer with hydrophobic surface proteins, and a melanin layer. When germinating into vegetative cells (hyphae), the spore cell wall is remodeled and no longer provides protection to extreme conditions (\nLatgé et al., 2017\n). Considering environmental changes typically act first on the cell wall, we evaluated how Mars-like conditions might alter \nA. niger\n spore cell wall integrity. All tested spores were able to revive (i.e., germinate) and grow in media supplemented with cell wall stressors: calcofluor white or caspofungin. Calcofluor white is a non-specific fluorochrom that can bind to 1,3- and 1,4-β polysaccharides on chitin and cellulose, inhibiting chitin microfibril assembly and cell wall integrity (\nFiedler et al., 2014\n).",
    "conclusion": "Conclusion\nTo date, a variety of terrestrial analogs and simulation chambers have been used to predict outcomes for microbial exposure to Mars-like conditions. Most often, such investigations use elevated radiation and desiccation paired with low pressure and temperature alongside a Mars gas mixture (\nJensen et al., 2008\n; \nSchuerger et al., 2008\n; \nMotamedi et al., 2015\n). However, few studies can simultaneously recreate a multi-factor Mars environment. The renewed focus on Mars robotic and human exploration e.g., Mars 2020, Mars Sample Return (\nNASA, 2020\n) and ExoMars 2022 (\nESA, 2020\n) amplifies the need for additional Mars analog studies in the coming years. In this study we:\n•\nreported the use of a new scientific payload (MARSBOx) for stratospheric balloon missions allowing access to a wide-ranging Mars analog environment with natural ionizing and non-ionizing radiation;\n•\ndemonstrated a successful experimental set-up, of the Trex-Box and MARSBOx combined, where four different microorganisms could be tested, in dried conditions, throughout a 5-month period, without cross-contaminations.\n•\nshowed that the extremophilic bacterium \nS. shabanensis\n and the human skin-associated bacterium \nS. capitis\n subsp. \ncapitis\n survived the UV-shielded Mars-like environment during the balloon flight, suggesting that bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time;\n•\nrevealed that highly pigmented spores from the fungus \nA. niger\n would survive, in a Mars-like middle stratosphere environment for > 5 h of UV exposure, even as a spore monolayer (10\n6\n spores mL\n−1\n), i.e., with no self-shielding.\nTaken together, we conclude pigmented fungal spores might be considered some of the most likely forward contaminants to survive if inadvertently delivered to Mars. Our results underscore the importance of including fungal spores in Mars forward contamination studies and relevant planetary protection policies, which currently restrict surface bioburden of ≤3 × 10\n5\n bacterial endospores for robotic lander systems that are not carrying instruments to investigate extant martian life (category IVa) (\nCOSPAR, 2020\n). Moreover, fungal spore sensitivity to extreme heat or to high doses of combined sources of space radiation, as well as to other factors that affect survivability (e.g., regolith reactive compounds or regolith shielding), should be further evaluated to better assess the forward contamination potential in Mars analog environments.",
    "data_availability_statement": "Data Availability Statement\nThe original contributions presented in the study are included in the article/\nSupplementary Material\n, further inquiries can be directed to the corresponding author/s.",
    "author_contributions": "Author Contributions\nMC, KS, SK, and KB-V performed the microbial experiments, analyzed the data, and wrote the manuscript. DS, SW, SV, ER, and RM contributed to the conception and design of the study, data analyses and manuscript preparation. DS, ML, LJ, and PJ prepared and performed the balloon flight mission and contributed to manuscript preparation. TB contributed with the M-42 experiment and manuscript preparation. All authors contributed to the article and approved the submitted version.",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary Material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fmicb.2021.601713/full#supplementary-material\nSupplementary Figure 1\nEnvironmental data from the flight via CSBF (outside temperature and pressure and altitude).\nClick here for additional data file.\nSupplementary Table 1\nStudent’s \nt\n-test was used to identify significant differences between two tested conditions of the survival data using raw data (CFU/ml). Two-tailed \np\n-value is presented. Equal variances assumed.\nClick here for additional data file.\nSupplementary Table 2\nStudent’s \nt\n-test was used to identify significant differences between two tested conditions of the survival data (Survival Fraction N/N\n0\n) using mean values and standard error. Two-tailed \np\n-value is presented. Equal variances assumed.\nClick here for additional data file.\nSupplementary Table 3\nANOVA on Ranks followed by Kruskal-Wallis and Dunn’s test were used to identify significant differences in the survival data (CFU/ml).\nClick here for additional data file.\nSupplementary Video 1\nRotatable shutter opening to start sample exposure to UV radiation, once stratosphere altitudes were reached.\nClick here for additional data file.\nSupplementary Video 2\nRotatable shutter closing to stop sample exposure to UV radiation, in preparation for descent.\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7937622/"
}