{
  "id": "PMC7358545",
  "title": "A conditional mutation in SCD1 reveals linkage between PIN protein trafficking, auxin transport, gravitropism, and lateral root initiation.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "A conditional mutation in SCD1 reveals linkage between PIN protein trafficking, auxin transport, gravitropism, and lateral root initiation.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7358545/"
  },
  "sections": {
    "abstract": "Auxin is transported in plants with distinct polarity, defined by transport proteins of the PIN-formed (PIN) family. Components of the complex trafficking machinery responsible for polar PIN protein localization have been identified by genetic approaches, but severe developmental phenotypes of trafficking mutants complicate dissection of this pathway. We utilized a temperature sensitive allele of \nArabidopsis thaliana SCD1\n (\nstomatal cytokinesis defective1\n) that encodes a RAB-guanine nucleotide exchange factor. Auxin transport, lateral root initiation, asymmetric auxin-induced gene expression after gravitropic reorientation, and differential gravitropic growth were reduced in the roots of the \nscd1-1\n mutant relative to wild type at the restrictive temperature of 25°C, but not at the permissive temperature of 18°C. In \nscd1-1\n at 25°C, PIN1- and PIN2-GFP accumulated in endomembrane bodies. Transition of seedlings from 18 to 25°C for as little as 20 min resulted in the accumulation of PIN2-GFP in endomembranes, while gravitropism and root developmental defects were not detected until hours after transition to the non-permissive temperature. The endomembrane compartments that accumulated PIN2-GFP in \nscd1-1\n exhibited FM4-64 signal colocalized with ARA7 and ARA6 fluorescent marker proteins, consistent with PIN2 accumulation in the late or multivesicular endosome. These experiments illustrate the power of using a temperature sensitive mutation in the gene encoding SCD1 to study the trafficking of PIN2 between the endosome and the plasma membrane. Using the conditional feature of this mutation, we show that altered trafficking of PIN2 precedes altered auxin transport and defects in gravitropism and lateral root development in this mutant upon transition to the restrictive temperature.",
    "introduction": "Introduction\nThe process of auxin transport drives many aspects of plant development, including primary root elongation, lateral root development, and asymmetric growth in response to gravity and light gradients (\nMuday and DeLong, 2001\n; \nVieten et al., 2007\n; \nZazimalova et al., 2010\n). Auxin (indole-3-acetic acid; IAA) is transported long distances in two polarities in two root cell layers (\nMuday and DeLong, 2001\n). Cell to cell IAA transport is mediated by AUX/LAX influx carriers and by efflux carriers of the PIN and ABCB families (\nZazimalova et al., 2010\n). Directionality is controlled by asymmetric localization of PIN proteins at the plasma membrane (\nWisniewska et al., 2006\n; \nAdamowski and Friml, 2015\n). In \nArabidopsis\n roots, PIN1 is localized to the stele and implicated in auxin transport toward the root apex (\nGalweiler et al., 1998\n), which is now called rootward transport and this auxin flow is required for lateral root development (\nReed et al., 1998\n; \nLavenus et al., 2013\n). In contrast, PIN2 is localized to the epidermal and cortical cell layers of roots and mediates shootward transport from the root apex (\nMuller et al., 1998\n), which is integral to root elongation and gravitropism (\nRashotte et al., 2000\n). PIN3 is localized to the columella cells at the root tip, where the angle of the gravity vector is perceived, and in the vascular cylinder, consistent with functions in gravitropism and root development, respectively (\nFriml et al., 2002\n; \nHarrison and Masson, 2007\n).\nThe polar distribution of the PIN proteins is dynamic (\nBarbosa and Schwechheimer, 2014\n; \nWeller et al., 2017\n). Targeting of PIN proteins to the membrane in response to stimuli may be an important mechanism to allow changes in auxin transport and dependent growth processes (\nPaciorek et al., 2005\n; \nBarbosa and Schwechheimer, 2014\n). PIN proteins travel through the endosome to the plasma membrane after \nde novo\n synthesis through a highly regulated process (\nJasik et al., 2013\n, \n2016\n) involving the RAB and ARF families of small G proteins. GNOM, a well-studied ARF-GEF and target of the drug Brefeldin A, is critical in targeting of PIN1 and PIN2 between the endosome and the plasma membrane (\nGeldner et al., 2001\n, \n2004\n, \n2003\n). Although genetic approaches have identified pathways for targeting PIN proteins (\nAdamowski and Friml, 2015\n), non-conditional mutants with impaired auxin transport, such as \ngnom\n, have profound developmental phenotypes (\nGeldner et al., 2003\n). This complicates determination of whether altered auxin transport causes developmental phenotypes or the converse.\nThis study used a conditional \nscd1-1\n mutant to test whether auxin transport trafficking defects precede growth or developmental phenotypes. The SCD1 protein has a DENN domain, found exclusively in RAB-GEFs (\nYoshimura et al., 2010\n; \nMarat et al., 2011\n). SCD1 and an associated protein, SCD2, have been shown to complex with a RabE1 at the exocyst in \nArabidopsis\n roots (\nMayers et al., 2017\n), where it plays a role in exocytosis and recycling of membrane proteins. Three \nscd1\n mutant alleles have been described: \nscd1-1\n, \nscd1-2\n, and \nscd1-3\n (\nFalbel et al., 2003\n). \nscd1-2\n and \nscd1-3\n are loss of function mutants with altered guard cell development, and profound root growth and developmental phenotypes. However, the temperature sensitive \nscd1-1\n allele, displays these phenotypes only at the restrictive temperature of 25°C (\nFalbel et al., 2003\n).\nThis study utilizes the unique features of a temperature sensitive \nscd1-1\n mutant allele to demonstrate that the growth and developmental effects in \nArabidopsis\n roots at the restrictive temperature are tied to altered auxin transport protein targeting. The developmental and auxin transport defects can be induced by transition to the restrictive temperature and reversed by return to the permissive temperature. We report the effects of these treatments on polar auxin transport and dependent physiological processes including lateral root development, gravity response, and root elongation. At the restrictive temperature, PIN2 fused to GFP accumulates in endomembrane vesicles in \nscd1\n-1, which is consistent with a role of SCD1 in controlling PIN endomembrane targeting. Auxin transport and endomembrane accumulation of a PIN2 reporter were examined both in \nscd1-1\n grown continuously at the restrictive temperature or in seedlings transitioned briefly to this temperature. The endomembrane bodies in which the PIN2 fusion protein is localized also accumulate other proteins that are linked to the late multivesicular endosome and the endosome dye FM4-64 after an extended incubation. These results provide support for the hypothesis that SCD1 protein functions to regulate the movement of PIN2 to and from the plasma membrane and that these transient changes in localization occur more rapidly than changes in auxin transport and dependent developmental processes.",
    "results": "Results\nRoot Elongation and Lateral Root Development Are Temperature-Sensitive in \nscd1-1\nIf \nscd1-1\n has a defect in targeting of auxin transport proteins, then alterations in auxin transport-dependent root responses, including primary root elongation, gravitropism, and lateral root development, would be expected. Root growth and development of \nscd1-1\n were compared to its parental line, Columbia \nglabrous-1\n [(Col(g)], at 18°C and at 25°C. At 18°C, Col(g) and \nscd1-1\n had similar primary root elongation rates and lateral root numbers (\nFigure 1\n). At 25°C \nscd1-1\n primary roots were substantially shorter than Col(g) (\nFigure 1B\n), and the number of lateral roots were dramatically reduced (\nFigures 1B,C\n). We performed a two-way ANOVA to determine which of these differences were statistically significant across this time course. In both root elongation and lateral root development, \nscd1-1\n was significantly impaired relative to Col(g) at both temperatures with \np\n < 0.01 for all comparisons.\nFIGURE 1\nRoot growth and lateral root formation in \nscd1-1\n are reduced at the restrictive temperature. \n(A)\n Col(g) and \nscd1-1\n roots 12 days after sowing grown under continuous light at 18°C or 25°C. \n(B,C)\n Primary root length \n(B)\n and lateral root number \n(C)\n were measured daily for Col(g) and \nscd1-1\n seedlings maintained at 25 or 18°C. The average and SE (\nn\n = 20) are reported, although some errors are smaller than the symbols. \n(D,E)\n For these experiments, the total number of lateral roots was determined at 10 days after germination, but seedlings were grown at the indicated temperatures prior to this quantification with the average and standard error reported for 20 seedlings. \n(D)\n Seedlings were grown continuously at 25°C, or at 18°C for the indicated number of days before transfer to 25°C, or continuously at 18°C, as indicated in the left-hand panel. In the right-hand panel, the number of lateral root primordia are reported. The red box indicates treatment when SCD1 function is sufficient for root formation. \n(E)\n The parallel experiment was performed where seedlings were grown continuously at either 18°C, or at 18°C and transferred to 25°C on the indicated day, or continuously at 25°C. The red box indicates treatment when SCD1 function is sufficient for root formation. \na\nIndicates significant differences in genotype between 18°C control and indicated treatment determined by Student’s \nT\n-test with \np\n < 0.05. \nb\nIndicates significant differences in genotype between 25°C control and indicated treatment as determined by Student’s \nT\n-test with \np\n < 0.05.\nThe temperature sensitive phenotype of the \nscd1-1\n mutant allowed us to ask if shorter-term growth at 25°C could induce this lateral root phenotype and whether the impaired root development at this restrictive temperature could be rescued by transition back to the permissive temperature. Col(g) and \nscd1-1\n seedlings were grown at constant 18°C, or constant 25°C, or grown at 18°C and then transferred to 25°C after 2, 4, or 6 days (\nFigures 1D,E\n). For all these treatments, the number of lateral roots was quantified on the 10th day after sowing, there was a significant difference in the number of lateral root initiation events between 18 and 25°C for both Col(g) and \nscd1-1\n. Growth at 25°C increased lateral root formation in Col(g) and decreased lateral root formation in \nscd1-1\n. When \nscd1-1\n seedlings were grown at 18°C for 2 days before transfer to 25°C, significantly fewer lateral roots formed than in plants grown continuously at 18°C, while roots grown at 18°C for 4 or 6 days before transfer to 25°C formed an equivalent number of lateral roots to the continuous 18°C \nscd1-1\n control (red box, \nFigure 1D\n), consistent with SCD1 function at 18°C allowing lateral root development.\nIn a parallel experiment, Col(g) and \nscd1-1\n seedlings were grown at 25°C and transferred to 18°C after 2, 4, and 6 days (\nFigure 1E\n) to determine if the ability to form roots could be restored upon transition to the permissive temperature. There were significantly more lateral root primordia formed on \nscd1-1\n seedlings switched from 25 to 18°C at days 2 and 4 than seedlings grown at a constant 25°C or transitioned after 6 days. These two experiments indicate that there is a developmental window between 2 and 6 days in which SCD1 function is required for lateral root formation.\nGravitropic Curvature Is Delayed in \nscd1-1\nWe examined the gravity response in wild type and \nscd1-1\n seedling roots. Wild type and \nscd1-1\n seedlings grown at 18 or 25°C for 5 days were rotated 90° (\nFigure 2\n). At 18°C, \nscd1-1\n and wild type had identical gravitropic responses. However, at 25°C, Col(g) showed a more rapid response than at 18°C, with root curvature reaching 80° and 50° by 8 h at 25° and 18°C, respectively. In contrast, \nscd1-1\n at 25°C showed a 50% reduction in the gravitropic response relative to Col(g), with root curvature reaching a mean angle of only 40°.\nFIGURE 2\nGravitropic response of \nscd1-1\n at 25°C is impaired relative to wildtype. \n(A,C)\n Five day wildtype and \nscd1-1\n seedlings were grown at \n(A)\n 18°C or \n(C)\n 25°C then rotated 90° relative to the gravity vector, with images taken at up to 8 h after reorientation. The root tips of seedlings at 8 h after reorientation are overlaid on the image of the root before curvature and the arrow shows the position of the root tip at the time of reorientation. \n(B,D)\n Root curvature as a function of time after reorientation was quantified after reorientation for \n(B)\n roots grown at 18°C and \n(D)\n roots grown at 25°C. Error bars = ± SEM. \n(E)\n The gravitropic curvature of \nscd1-1\n and Col(g) plants grown for 5 days at 18°C then transferred to 25°C for 12 h prior to reorientation. \n(F)\n The gravitropic response of \nscd1-1\n was quantified in seedlings grown at 18°C and transferred to 25°C for 4 h or 8 h before being reoriented 90° relative to the gravity vector. Curvature was measured 8 h after reorientation. \na\nDenotes a significant difference in gravitropic curvature between \nscd1-1\n at the indicated treatment and \nscd1-1\n at 18°C and \nb\ndenotes a significant difference between treatment and Col(g) at 18°C. For all panels \nn\n = 12 seedlings of each genotype.\nTo eliminate developmental consequences of the \nscd1-1\n phenotype at the restrictive temperature on gravity response, we asked whether the gravity response would be impaired in plants grown at 18°C for 5 days and transferred to 25°C for 4–12 h prior to reorientation. The gravitropic response in the \nscd1-1\n mutant 12 h after transition to 25°C was slower than Col(g), impaired to levels equivalent to seedlings grown continuously at 25°C (\nFigure 2E\n). In contrast, \nscd1-1\n seedlings transferred from 18 to 25°C for 4 h before reorientation did not show a decrease in gravitropic curvature as compared to Col(g), while 8 h at 25°C led to a significant, but not complete, inhibition of curvature (\nFigure 2F\n). The elongation of roots of Col(g) and \nscd1-1\n seedlings grown at 18°C and then transferred to 25°C were also monitored (\nSupplementary Figure S1\n). A significant decrease in the growth rate of \nscd1-1\n was observed beginning at 5 h after transfer to 25°C, consistent with the impaired symmetric and asymmetric elongation of \nscd1-1\n roots at 25°C, but not 18°C.\nIt is possible that the gravity defect observed in \nscd1-1\n was due to a change in physical structure of the gravity perception machinery, either the columella cells or their statoliths. When roots were grown at 18°C or switched from 18 to 25°C for 24 h, Col(g) and \nscd1-1\n had similar numbers of statoliths per cell and number of columella cells, suggesting that the gravitropic defect in \nscd1-1\n was not due to altered perception of the gravity vector (\nSupplementary Figure S2\n).\nIAA Transport Is Impaired in the \nscd1-1\n Mutant at the Restrictive Temperature\nRootward IAA transport, which is required for lateral root emergence (\nReed et al., 1998\n; \nBhalerao et al., 2002\n) was measured using an IAA pulse chase assay. At 18°C, rootward transport was equivalent in Col(g) and \nscd1-1\n (\nFigure 3A\n). At 25°C, the length of the zone of transported IAA was reduced (\nFigure 3B\n) and a significant reduction in the total rootward IAA transport (the sum of samples in \nFigures 3A,B\n) was evident in \nscd1-1\n relative to wild-type (\nFigure 3C\n). When rootward IAA transport in Col(g) and \nscd1-1\n grown at constant 18 or 25°C was compared to transport in plants grown at 18°C and transferred to 25°C for 6 h, reduced IAA transport was evident in \nscd1-1\n plants grown at constant 25°C or at 18°C and transferred to 25°C for 6 h (\nFigure 3D\n).\nFIGURE 3\nThe \nscd1-1\n mutant has reduced IAA transport at the restrictive temperature. Rootward \n3\nH-IAA transport was measured in a pulse chase assay using seedlings grown for 9 and 10 days for Col(g) and \nscd1-1\n, respectively, to match seedling length. Transported auxin was quantified in progressive 2 mm segments downstream of the site of application. For all panels, the averages and SE of 19–25 seedlings are reported. \n(A)\n Seedlings were grown at 18°C. \n(B)\n Seedlings were grown at 25°C. ND indicates that no radioactivity was detected. \n(C)\n Comparison of the total rootward IAA transport between Col(g) and \nscd1-1\n at 18 and 25°C, *\np\n < 0.05. \n(D)\n Rootward IAA transport was determined for seedlings grown at constant 18 or 25°C or transitioned from 18 to 25°C for 6 h before assay. \n(E)\n Shootward IAA transport was measured in thirty 5 day-old seedlings grown at 18°C or 25°C. \n(F)\n\n\nscd1-1\n seedlings grown at 18°C were transferred to 25°C for 4, 8, and 24 h prior to the \n3\nH-IAA transport assay. Significant reduction in IAA transport in \nscd1-1\n seedlings as compared to Col(g) is indicated *\np\n < 0.05. \n(G,H)\n Col(g) and \nscd1-1\n seedlings expressing pDR5-GFP, were grown for 7 days and treated with unlabeled IAA at the root tip. Auxin-induced gene expression was reflected in the movement of fluorescence from the root tip toward the shoot in the epidermal tissue at the indicated times after application of IAA at the root tip at \n(G)\n 18°C and (H) 25°C. Arrowheads indicate the most distal position of epidermal GFP signal. Scale bar = 50 μm.\nTo determine whether shootward IAA transport, which controls gravity response (\nRashotte et al., 2000\n), was impaired in \nscd1-1\n, \n3\nH-IAA was applied to the root tip of 5-day old wild type and \nscd1-1\n seedlings grown at 18 or 25°C. After 2 h, shootward transport was measured. At 18°C, there was no significant difference between wild type and \nscd1-1\n in the amount of IAA transported (\nFigure 3E\n). At 25°C, wild type roots had a twofold greater shootward auxin transport compared to those grown at 18°C, while \nscd1-1\n showed equivalent levels of IAA transport at 18 and 25°C (\nFigure 3E\n). Thus unlike the wild type, \nscd1-1\n does not display a temperature-dependent increase in auxin transport, and had significantly less transport than Col(g) at 25°C. \nscd1-1\n seedlings were grown at 18°C for 5 days then transferred to 25°C, and the amount of shootward \n3\nH-IAA transport was determined. Within 8 h of transfer there was a significant decrease in IAA transport compared to wild type, with a further decrease by 24 h (\nFigure 3F\n).\nWild type and \nscd1-1\n seedlings expressing the auxin-responsive promoter driven reporter (DR5-GFP) were used to follow movement of an auxin-induced gene expression signal using a previously published method (\nLewis and Muday, 2009\n). Unlabeled IAA was applied to the root tips of wild type and \nscd1-1\n seedlings, and the spread of GFP fluorescence in epidermal cells from the root tip toward the shoot was visualized (\nFigures 3G,H\n). Before application of IAA, epidermal fluorescence was limited to the root tip (\nFigure 3G\n). At 18°C, for up to 4 h after IAA application, a similar steady elongation of the zone of fluorescence along the root tip was observed in wild type and \nscd1-1\n seedlings (\nFigure 3G\n). However, at 25°C, \nscd1-1\n roots showed a significantly slower shootward progression of GFP signal than wild type, and even accumulated a bolus of fluorescence near the root tip, consistent with the ability to take up IAA, but not to transport IAA away from the root tip (\nFigure 3H\n). These results are consistent with impaired IAA transport from the root tip at the restrictive temperature leading to reduced growth and gravitropic curvature.\nGravity-Directed Asymmetric pDR5-GFP Expression Is Altered in \nscd1-1\nWild type and \nscd1-1\n seedlings containing a reporter of auxin-induced gene expression in which the auxin-responsive DR5 artificial promoter drives GFP synthesis (DR5-GFP) were used to determine whether the altered gravitropic response of \nscd1-1\n was accompanied by a temperature-sensitive defect in the lateral redistribution of auxin at the root tip. Seedlings were grown at 18°C for 5 days then were reoriented 90°, and then imaged at 2 h intervals after staining with propidium iodide (PI) to reveal the boundaries of cells. GFP fluorescence was captured in optical slices through the center of the root with settings optimized to visualize the signal in the epidermis on the lower side of the root. At 18°C roots of both genotypes showed asymmetric auxin-induced GFP fluorescence signal with the GFP signal moving a greater distance from the tip back on the lower side of roots beginning 4 h after reorientation (\nFigure 4\n). At 25°C, the wild type seedlings showed this same asymmetric GFP fluorescence, also beginning at 4 h post-reorientation. However, in \nscd1-1\n at 25°C, weak asymmetric DR5-GFP fluorescence was not detected until 6 h post-re-orientation and was substantially less than \nscd1-1\n at 18°C and wild type at either temperature. These data are consistent with reduced asymmetric auxin transport from the root tip affecting the shootward progression of auxin in \nscd1-1\n roots reoriented relative to the gravity vector at 25°C, consistent with a role of SCD1 protein in auxin transport-dependent processes.\nFIGURE 4\nscd1-1\n shows decreased lateral distribution of auxin at 25°C as compared to wild type. Col(g) and \nscd1-1\n pDR5-GFP-expressing seedlings were grown vertically for 5 days at 18 or 25°C. After 90° rotation, the asymmetrical pDR5-GFP expression was observed at the root tip at 4, 6, and 8 h after reorientation. The arrows indicate the position farthest from the root tip where asymmetric GFP fluorescence was detected. The seedlings were stained with propidium iodide (magenta) to delineate the cell walls. Representative images from more than 5 roots of each genotype and time point are shown. Scale bar = 50 μm.\nscd1-1\n Shows Altered Localization of PIN Proteins\nThe effects of the \nscd1-1\n mutation on root development, gravitropism, and IAA transport suggests altered targeting of auxin transport proteins. To test this hypothesis, the distribution of \nPIN2pro::PIN2-\nGFP (PIN2-GFP) fusion protein was examined in wild type and \nscd1-1\n seedlings (\nFigure 5\n). Wild type seedlings grown at 18 and 25°C, and \nscd1-1\n seedlings grown at 18°C displayed a typical asymmetric plasma membrane localization of PIN2-GFP at the shootward face of the plasma membrane of root epidermal cells. The \nscd1-1\n seedlings grown at 25°C showed a reduced region of plasma membrane-localized PIN2-GFP fluorescence, with expression limited to epidermal cells near the root tip, disappearing at the start of the maturation zone (\nFigure 5A\n). \nscd1-1\n seedlings grown at 25°C also revealed PIN2-GFP signal in endomembrane bodies, aberrant vesicular compartments in epidermal and cortical cells, similar to those reported previously in response to treatment with chemical that blocks targeting (\nDrakakaki et al., 2011\n). The PIN2-GFP endomembrane accumulation was most profound and consistent in the cortical cells in the transition zone (\nFigure 5B\n).\nFIGURE 5\nPIN2-GFP shows altered localization in the root tips of the \nscd1-1\n mutant after constitutive growth or transition to the restrictive temperature. \n(A)\n Wild type and \nscd1-1\n seedlings were grown at 18 and 25°C. Scale bar = 50 μm \n(B)\n Higher magnification images of Col(g) and \nscd1-1\n seedlings grown for 7 days at 25°C. Scale bar = 20 μm. \n(C)\n Roots were grown at 18°C for 7 days then transferred to 25°C for the indicated times after transfer. Images representative of more than 100 roots are shown. Scale bar is 20 μm.\nTo determine the time course of the appearance of the PIN2-GFP containing endomembrane bodies in the root epidermis, \nscd1-1\n seedlings were grown at 18°C, shifted to 25°C, and observed continuously for 35 min on a temperature-controlled stage at 25°C. In \nscd1-1\n, the PIN2-GFP signal was detected in endomembrane bodies 10–15 min after temperature shift, with an increase in frequency continuing over the next 10–15 min (\nFigure 5C\n). In Col(g), PIN2-GFP was rarely detected in endomembrane bodies, although a few are evident at 20 min after transition to 25°C.\nPIN1 localizes to the rootward surface of cells in the root vascular cylinder (\nGalweiler et al., 1998\n). The \nPIN1pro::PIN1-\nGFP(PIN1-GFP) was also found in endomembrane bodies in \nscd1-1\n mutants at 25°C, but not in wild type (\nFigure 6\n). However, at 25°C, \nPIN3pro::PIN3-\nGFP (PIN3-GFP) was not detected in endomembrane bodies. The localization of ABCB19 and AUX1 fused to fluorescent proteins was not altered in \nscd1-1\n (\nFigure 6\n). These data suggest that without fully functional SCD1 protein, the membrane targeting of PIN1 and PIN2 auxin transport proteins is disrupted.\nFIGURE 6\nPIN1, but not PIN3, ABCB19, or AUX1, was found in endomembrane bodies in \nscd1-1\n mutants. Col(g) and \nscd1-1\n seedlings expressing PIN1-GFP, PIN3-GFP, ABCB19-GFP (green), and AUX1-YFP (yellow) were grown for 7 days and imaged by LSCM using identical confocal settings after growth at the non-permissive temperature of 25°C. Propidium iodide was used to stain the cell wall (magenta). Representative images from at least 5 roots are shown. Scale bar = 10 μm.\nscd1-1\n PIN2-GFP Endomembrane Bodies Co-localize With FM4-64\nWe used the endocytic tracer FM4-64 (\nBolte et al., 2004\n) to determine whether the PIN2-containing endomembrane bodies in \nscd1-1\n at 25°C were endosomes. Root tips of PIN2-GFP \nscd1-1\n were incubated in FM4-64 for 20 min and co-localization of the fluorescent signals was quantified over time. Images captured at 60 min after treatment with FM4-64 contain endomembranes that exhibit FM4-64 fluorescence (magenta) or PIN2-GFP fluorescence (green), with the majority of endomembrane bodies containing both fluorescent signals (\nFigure 7A\n). These images contrast with \nscd1-1\n roots treated with FM4-64 for 20 min, where the endomembrane bodies had either PIN2-GFP fluorescence or FM4-64 signal (\nSupplementary Figure S3\n) and with Col(g) root where no PIN2-GFP was visible in endomembranes, and there was no colocalization of FM4-64 and PIN2-GFP signal (\nSupplementary Figure S4\n). A threshold function was applied to individual channels to quantify co-localization independent of intensity in more than 30 cells from multiple roots at each time point. The thresholded overlay in which pixels were indicated as magenta for FM4-64, green for PIN2-GFP, and white for overlay of FM4-64 and GFP is shown in \nFigure 7A\n and \nSupplementary Figure S3\n. The percentage of the endomembrane bodies that showed overlapping signals increased steadily over the 60 min time course (\nFigure 7B\n), consistent with GFP accumulating in the late endosomes in \nscd1-1\n.\nFIGURE 7\nColocalization of PIN2-GFP and FM4-64 in \nscd1-1\n. \n(A)\n An \nscd1-1\n root containing PIN2-GFP (green) incubated in FM4-64 (magenta) for 20 min, rinsed, and imaged after an additional 40 min (a total of 60 min after initiation of staining). Colocalization is indicated in the overlay as white. The merged image was enhanced using a pseudocolor fill of a thresholded image (last panel). Scale bar = 10 μm. \n(B)\n Roots were stained in FM4-64 for 20 min, transferred to water, and imaged immediately (20 min) or at later times as indicated. The percentage of endomembrane bodies containing GFP, FM4-64, or both signals are plotted as a function of time after initiation of staining with FM4-64. The total number of roots examined was 21. At 20 min: \nn\n = 3, at 30 min: \nn\n = 5, at 40 min: \nn\n = 5, at 50 min: \nn\n = 4, at 60 min: \nn\n = 4. \n(C)\n The time course of colocalization was examined in \nscd1-1\n PIN2-GFP roots shifted from 18 to 25°C. \nscd1-1\n seedlings grown at 18°C for 7 days were transferred to 5 μM FM4-64 for 5 min, rinsed briefly, and then imaged by confocal microscopy at the indicated intervals on a temperature-controlled stage at 25°C. The PIN2-GFP (green) and FM4-64 (magenta) channels are shown separately and in the overlay, where the overlap of both signals is shown in white. Scale bar is 10 μm.\nTo provide details of the kinetics of this response, the accumulation of FM4-64 and PIN2-GFP was observed over time in root tips of \nscd1-1\n seedlings grown at 18°C for 7 days and placed in FM4-64 for 5 min before transition to 25°C. The formation of PIN2-GFP-positive endomembrane bodies was observed within 15 min after transfer to the non-permissive temperature and remained at relatively constant levels over a 30 min window (\nFigure 7C\n). The frequency and brightness of FM4-64 stained endomembranes increases as the dye moves from early to late endosomes. At 15 min some colocalization of FM4-64 and PIN2-GFP was observed, which increased over time with almost complete overlapping endomembrane signals by 20 min. The non-overlapping signals for PIN2-GFP and FM4-64 at early time points and increased colocalization at later time points is consistent with PIN2-GFP accumulation in late endosomes.\nscd1-1\n PIN2-GFP Endomembrane Bodies Co-localize With ARA7 and ARA6\nTo identify the specific endomembrane compartment in which PIN2-GFP accumulated in \nscd1-1\n mutants grown at 25°C, these lines were crossed with plants expressing red or cyan fluorescent protein fusion markers for five distinct endomembrane compartments (\nSupplementary Table S1\n). ARA6 and ARA7 are RAB5 GTPase homologs, found in recycling endosomes (ARA6) (\nEbine et al., 2012\n) or in late endosomes, prevacuolar compartments and the trans Golgi network (ARA7) (\nLee et al., 2004\n; \nHaas et al., 2007\n; \nJia et al., 2013\n; \nCui et al., 2014\n; \nIto et al., 2018\n). When \nscd1-1\n seedlings expressing PIN2-GFP (green) and RFP-ARA7 (magenta) were grown at 25°C, endomembrane bodies were observed that have only PIN2-GFP signal (green) or RFP-ARA7 (magenta) signal, while a subset contain both signals (white) (\nFigure 8\n). Higher magnification images of this localization are shown in \nFigure 9\n. To determine if PIN2-GFP in endomembrane bodies colocalized with both of these markers in \nscd1-1\n mutants we performed a quantitative colocalization analysis examining signal in multiple PIN2-GFP positive endomembranes. The weighted Manders coefficients (\nManders et al., 1993\n) for the colocalization of PIN2-GFP were 0.94 and 0.91 with ARA7 and ARA6, respectively, and Pearson’s overlap coefficients (\nDunn et al., 2011\n) were 0.82 and 0.83, respectively (\nSupplementary Table S2\n). The presence of both RFP-ARA7 or ARA6-RFP and PIN2-GFP in a subset of these vesicles is consistent with other cargo proteins that move through a subset of the ARA7-positive endosomes interacting with distinct sets of RAB5 proteins (\nDunn et al., 2011\n; \nIto et al., 2018\n).\nFIGURE 8\nPIN2 overlays ARA7 and ARA6 in endomembrane bodies found in the root tips of \nscd1-1\n mutants at 25°C. RFP-ARA7 or ARA6-RFP (magenta) were crossed into \nscd1-1\n containing PIN2-GFP (green) roots and fluorescence visualized by confocal microscopy in 7 day old seedlings. Pixels with both green and magenta fluorescence are shown in white. When \nscd1-1\n seedlings expressing PIN2-GFP and RFP-ARA7 were grown at 25°C, endomembrane bodies were observed that have only PIN2-GFP signal (green) or RFP-ARA7 (magenta) signal, while a subset contain both signals (white). The insets are higher magnifications of the areas delineated by the white boxes above. For each reporter line, more than 20 seedlings were examined. The scale bar is 10 μm.\nFIGURE 9\nPIN2 co-localizes with ARA7 and ARA6 in endomembrane bodies \nscd1-1\n mutants at 25°C. Roots of \nscd1-1\n containing ARA7-RFP or ARA6-RFP (magenta) and PIN2-GFP (green) roots were visualized by confocal microscopy in 7 day old seedlings. The overlay shows pixels with both green and magenta fluorescence as white. Using colocalization software, thresholds were generated to better illustrate pixels with both fluorescent signals from 4 roots of each line. Colocalization graphs are shown for endomembrane bodies that are circled.\nWe found little or no overlap in the endomembrane localization of PIN2-GFP fluorescence in lines containing reporters localized in either the early endosome (VHA1-RFP) (\nGeldner et al., 2007\n) TGN (SYP61-CFP) (\nRobert et al., 2008\n), or the sorting endosome (SNX1-RFP) (\nJaillais et al., 2006\n, \n2007\n; \nSupplementary Figure S5\n). These results are consistent with PIN2-GFP in \nscd1-1\n accumulating in late multivesicular endosomes and not in other compartments.",
    "root_elongation_and_lateral_root_development_are_temperature": "Root Elongation and Lateral Root Development Are Temperature-Sensitive in \nscd1-1\nIf \nscd1-1\n has a defect in targeting of auxin transport proteins, then alterations in auxin transport-dependent root responses, including primary root elongation, gravitropism, and lateral root development, would be expected. Root growth and development of \nscd1-1\n were compared to its parental line, Columbia \nglabrous-1\n [(Col(g)], at 18°C and at 25°C. At 18°C, Col(g) and \nscd1-1\n had similar primary root elongation rates and lateral root numbers (\nFigure 1\n). At 25°C \nscd1-1\n primary roots were substantially shorter than Col(g) (\nFigure 1B\n), and the number of lateral roots were dramatically reduced (\nFigures 1B,C\n). We performed a two-way ANOVA to determine which of these differences were statistically significant across this time course. In both root elongation and lateral root development, \nscd1-1\n was significantly impaired relative to Col(g) at both temperatures with \np\n < 0.01 for all comparisons.\nFIGURE 1\nRoot growth and lateral root formation in \nscd1-1\n are reduced at the restrictive temperature. \n(A)\n Col(g) and \nscd1-1\n roots 12 days after sowing grown under continuous light at 18°C or 25°C. \n(B,C)\n Primary root length \n(B)\n and lateral root number \n(C)\n were measured daily for Col(g) and \nscd1-1\n seedlings maintained at 25 or 18°C. The average and SE (\nn\n = 20) are reported, although some errors are smaller than the symbols. \n(D,E)\n For these experiments, the total number of lateral roots was determined at 10 days after germination, but seedlings were grown at the indicated temperatures prior to this quantification with the average and standard error reported for 20 seedlings. \n(D)\n Seedlings were grown continuously at 25°C, or at 18°C for the indicated number of days before transfer to 25°C, or continuously at 18°C, as indicated in the left-hand panel. In the right-hand panel, the number of lateral root primordia are reported. The red box indicates treatment when SCD1 function is sufficient for root formation. \n(E)\n The parallel experiment was performed where seedlings were grown continuously at either 18°C, or at 18°C and transferred to 25°C on the indicated day, or continuously at 25°C. The red box indicates treatment when SCD1 function is sufficient for root formation. \na\nIndicates significant differences in genotype between 18°C control and indicated treatment determined by Student’s \nT\n-test with \np\n < 0.05. \nb\nIndicates significant differences in genotype between 25°C control and indicated treatment as determined by Student’s \nT\n-test with \np\n < 0.05.\nThe temperature sensitive phenotype of the \nscd1-1\n mutant allowed us to ask if shorter-term growth at 25°C could induce this lateral root phenotype and whether the impaired root development at this restrictive temperature could be rescued by transition back to the permissive temperature. Col(g) and \nscd1-1\n seedlings were grown at constant 18°C, or constant 25°C, or grown at 18°C and then transferred to 25°C after 2, 4, or 6 days (\nFigures 1D,E\n). For all these treatments, the number of lateral roots was quantified on the 10th day after sowing, there was a significant difference in the number of lateral root initiation events between 18 and 25°C for both Col(g) and \nscd1-1\n. Growth at 25°C increased lateral root formation in Col(g) and decreased lateral root formation in \nscd1-1\n. When \nscd1-1\n seedlings were grown at 18°C for 2 days before transfer to 25°C, significantly fewer lateral roots formed than in plants grown continuously at 18°C, while roots grown at 18°C for 4 or 6 days before transfer to 25°C formed an equivalent number of lateral roots to the continuous 18°C \nscd1-1\n control (red box, \nFigure 1D\n), consistent with SCD1 function at 18°C allowing lateral root development.\nIn a parallel experiment, Col(g) and \nscd1-1\n seedlings were grown at 25°C and transferred to 18°C after 2, 4, and 6 days (\nFigure 1E\n) to determine if the ability to form roots could be restored upon transition to the permissive temperature. There were significantly more lateral root primordia formed on \nscd1-1\n seedlings switched from 25 to 18°C at days 2 and 4 than seedlings grown at a constant 25°C or transitioned after 6 days. These two experiments indicate that there is a developmental window between 2 and 6 days in which SCD1 function is required for lateral root formation.",
    "gravitropic_curvature_is_delayed_in_scd1-1": "Gravitropic Curvature Is Delayed in \nscd1-1\nWe examined the gravity response in wild type and \nscd1-1\n seedling roots. Wild type and \nscd1-1\n seedlings grown at 18 or 25°C for 5 days were rotated 90° (\nFigure 2\n). At 18°C, \nscd1-1\n and wild type had identical gravitropic responses. However, at 25°C, Col(g) showed a more rapid response than at 18°C, with root curvature reaching 80° and 50° by 8 h at 25° and 18°C, respectively. In contrast, \nscd1-1\n at 25°C showed a 50% reduction in the gravitropic response relative to Col(g), with root curvature reaching a mean angle of only 40°.\nFIGURE 2\nGravitropic response of \nscd1-1\n at 25°C is impaired relative to wildtype. \n(A,C)\n Five day wildtype and \nscd1-1\n seedlings were grown at \n(A)\n 18°C or \n(C)\n 25°C then rotated 90° relative to the gravity vector, with images taken at up to 8 h after reorientation. The root tips of seedlings at 8 h after reorientation are overlaid on the image of the root before curvature and the arrow shows the position of the root tip at the time of reorientation. \n(B,D)\n Root curvature as a function of time after reorientation was quantified after reorientation for \n(B)\n roots grown at 18°C and \n(D)\n roots grown at 25°C. Error bars = ± SEM. \n(E)\n The gravitropic curvature of \nscd1-1\n and Col(g) plants grown for 5 days at 18°C then transferred to 25°C for 12 h prior to reorientation. \n(F)\n The gravitropic response of \nscd1-1\n was quantified in seedlings grown at 18°C and transferred to 25°C for 4 h or 8 h before being reoriented 90° relative to the gravity vector. Curvature was measured 8 h after reorientation. \na\nDenotes a significant difference in gravitropic curvature between \nscd1-1\n at the indicated treatment and \nscd1-1\n at 18°C and \nb\ndenotes a significant difference between treatment and Col(g) at 18°C. For all panels \nn\n = 12 seedlings of each genotype.\nTo eliminate developmental consequences of the \nscd1-1\n phenotype at the restrictive temperature on gravity response, we asked whether the gravity response would be impaired in plants grown at 18°C for 5 days and transferred to 25°C for 4–12 h prior to reorientation. The gravitropic response in the \nscd1-1\n mutant 12 h after transition to 25°C was slower than Col(g), impaired to levels equivalent to seedlings grown continuously at 25°C (\nFigure 2E\n). In contrast, \nscd1-1\n seedlings transferred from 18 to 25°C for 4 h before reorientation did not show a decrease in gravitropic curvature as compared to Col(g), while 8 h at 25°C led to a significant, but not complete, inhibition of curvature (\nFigure 2F\n). The elongation of roots of Col(g) and \nscd1-1\n seedlings grown at 18°C and then transferred to 25°C were also monitored (\nSupplementary Figure S1\n). A significant decrease in the growth rate of \nscd1-1\n was observed beginning at 5 h after transfer to 25°C, consistent with the impaired symmetric and asymmetric elongation of \nscd1-1\n roots at 25°C, but not 18°C.\nIt is possible that the gravity defect observed in \nscd1-1\n was due to a change in physical structure of the gravity perception machinery, either the columella cells or their statoliths. When roots were grown at 18°C or switched from 18 to 25°C for 24 h, Col(g) and \nscd1-1\n had similar numbers of statoliths per cell and number of columella cells, suggesting that the gravitropic defect in \nscd1-1\n was not due to altered perception of the gravity vector (\nSupplementary Figure S2\n).",
    "iaa_transport_is_impaired_in_the_scd1-1_mutant_at_the_restri": "IAA Transport Is Impaired in the \nscd1-1\n Mutant at the Restrictive Temperature\nRootward IAA transport, which is required for lateral root emergence (\nReed et al., 1998\n; \nBhalerao et al., 2002\n) was measured using an IAA pulse chase assay. At 18°C, rootward transport was equivalent in Col(g) and \nscd1-1\n (\nFigure 3A\n). At 25°C, the length of the zone of transported IAA was reduced (\nFigure 3B\n) and a significant reduction in the total rootward IAA transport (the sum of samples in \nFigures 3A,B\n) was evident in \nscd1-1\n relative to wild-type (\nFigure 3C\n). When rootward IAA transport in Col(g) and \nscd1-1\n grown at constant 18 or 25°C was compared to transport in plants grown at 18°C and transferred to 25°C for 6 h, reduced IAA transport was evident in \nscd1-1\n plants grown at constant 25°C or at 18°C and transferred to 25°C for 6 h (\nFigure 3D\n).\nFIGURE 3\nThe \nscd1-1\n mutant has reduced IAA transport at the restrictive temperature. Rootward \n3\nH-IAA transport was measured in a pulse chase assay using seedlings grown for 9 and 10 days for Col(g) and \nscd1-1\n, respectively, to match seedling length. Transported auxin was quantified in progressive 2 mm segments downstream of the site of application. For all panels, the averages and SE of 19–25 seedlings are reported. \n(A)\n Seedlings were grown at 18°C. \n(B)\n Seedlings were grown at 25°C. ND indicates that no radioactivity was detected. \n(C)\n Comparison of the total rootward IAA transport between Col(g) and \nscd1-1\n at 18 and 25°C, *\np\n < 0.05. \n(D)\n Rootward IAA transport was determined for seedlings grown at constant 18 or 25°C or transitioned from 18 to 25°C for 6 h before assay. \n(E)\n Shootward IAA transport was measured in thirty 5 day-old seedlings grown at 18°C or 25°C. \n(F)\n\n\nscd1-1\n seedlings grown at 18°C were transferred to 25°C for 4, 8, and 24 h prior to the \n3\nH-IAA transport assay. Significant reduction in IAA transport in \nscd1-1\n seedlings as compared to Col(g) is indicated *\np\n < 0.05. \n(G,H)\n Col(g) and \nscd1-1\n seedlings expressing pDR5-GFP, were grown for 7 days and treated with unlabeled IAA at the root tip. Auxin-induced gene expression was reflected in the movement of fluorescence from the root tip toward the shoot in the epidermal tissue at the indicated times after application of IAA at the root tip at \n(G)\n 18°C and (H) 25°C. Arrowheads indicate the most distal position of epidermal GFP signal. Scale bar = 50 μm.\nTo determine whether shootward IAA transport, which controls gravity response (\nRashotte et al., 2000\n), was impaired in \nscd1-1\n, \n3\nH-IAA was applied to the root tip of 5-day old wild type and \nscd1-1\n seedlings grown at 18 or 25°C. After 2 h, shootward transport was measured. At 18°C, there was no significant difference between wild type and \nscd1-1\n in the amount of IAA transported (\nFigure 3E\n). At 25°C, wild type roots had a twofold greater shootward auxin transport compared to those grown at 18°C, while \nscd1-1\n showed equivalent levels of IAA transport at 18 and 25°C (\nFigure 3E\n). Thus unlike the wild type, \nscd1-1\n does not display a temperature-dependent increase in auxin transport, and had significantly less transport than Col(g) at 25°C. \nscd1-1\n seedlings were grown at 18°C for 5 days then transferred to 25°C, and the amount of shootward \n3\nH-IAA transport was determined. Within 8 h of transfer there was a significant decrease in IAA transport compared to wild type, with a further decrease by 24 h (\nFigure 3F\n).\nWild type and \nscd1-1\n seedlings expressing the auxin-responsive promoter driven reporter (DR5-GFP) were used to follow movement of an auxin-induced gene expression signal using a previously published method (\nLewis and Muday, 2009\n). Unlabeled IAA was applied to the root tips of wild type and \nscd1-1\n seedlings, and the spread of GFP fluorescence in epidermal cells from the root tip toward the shoot was visualized (\nFigures 3G,H\n). Before application of IAA, epidermal fluorescence was limited to the root tip (\nFigure 3G\n). At 18°C, for up to 4 h after IAA application, a similar steady elongation of the zone of fluorescence along the root tip was observed in wild type and \nscd1-1\n seedlings (\nFigure 3G\n). However, at 25°C, \nscd1-1\n roots showed a significantly slower shootward progression of GFP signal than wild type, and even accumulated a bolus of fluorescence near the root tip, consistent with the ability to take up IAA, but not to transport IAA away from the root tip (\nFigure 3H\n). These results are consistent with impaired IAA transport from the root tip at the restrictive temperature leading to reduced growth and gravitropic curvature.",
    "gravity-directed_asymmetric_pdr5-gfp_expression_is_altered_i": "Gravity-Directed Asymmetric pDR5-GFP Expression Is Altered in \nscd1-1\nWild type and \nscd1-1\n seedlings containing a reporter of auxin-induced gene expression in which the auxin-responsive DR5 artificial promoter drives GFP synthesis (DR5-GFP) were used to determine whether the altered gravitropic response of \nscd1-1\n was accompanied by a temperature-sensitive defect in the lateral redistribution of auxin at the root tip. Seedlings were grown at 18°C for 5 days then were reoriented 90°, and then imaged at 2 h intervals after staining with propidium iodide (PI) to reveal the boundaries of cells. GFP fluorescence was captured in optical slices through the center of the root with settings optimized to visualize the signal in the epidermis on the lower side of the root. At 18°C roots of both genotypes showed asymmetric auxin-induced GFP fluorescence signal with the GFP signal moving a greater distance from the tip back on the lower side of roots beginning 4 h after reorientation (\nFigure 4\n). At 25°C, the wild type seedlings showed this same asymmetric GFP fluorescence, also beginning at 4 h post-reorientation. However, in \nscd1-1\n at 25°C, weak asymmetric DR5-GFP fluorescence was not detected until 6 h post-re-orientation and was substantially less than \nscd1-1\n at 18°C and wild type at either temperature. These data are consistent with reduced asymmetric auxin transport from the root tip affecting the shootward progression of auxin in \nscd1-1\n roots reoriented relative to the gravity vector at 25°C, consistent with a role of SCD1 protein in auxin transport-dependent processes.\nFIGURE 4\nscd1-1\n shows decreased lateral distribution of auxin at 25°C as compared to wild type. Col(g) and \nscd1-1\n pDR5-GFP-expressing seedlings were grown vertically for 5 days at 18 or 25°C. After 90° rotation, the asymmetrical pDR5-GFP expression was observed at the root tip at 4, 6, and 8 h after reorientation. The arrows indicate the position farthest from the root tip where asymmetric GFP fluorescence was detected. The seedlings were stained with propidium iodide (magenta) to delineate the cell walls. Representative images from more than 5 roots of each genotype and time point are shown. Scale bar = 50 μm.",
    "scd1-1_shows_altered_localization_of_pin_proteins": "scd1-1\n Shows Altered Localization of PIN Proteins\nThe effects of the \nscd1-1\n mutation on root development, gravitropism, and IAA transport suggests altered targeting of auxin transport proteins. To test this hypothesis, the distribution of \nPIN2pro::PIN2-\nGFP (PIN2-GFP) fusion protein was examined in wild type and \nscd1-1\n seedlings (\nFigure 5\n). Wild type seedlings grown at 18 and 25°C, and \nscd1-1\n seedlings grown at 18°C displayed a typical asymmetric plasma membrane localization of PIN2-GFP at the shootward face of the plasma membrane of root epidermal cells. The \nscd1-1\n seedlings grown at 25°C showed a reduced region of plasma membrane-localized PIN2-GFP fluorescence, with expression limited to epidermal cells near the root tip, disappearing at the start of the maturation zone (\nFigure 5A\n). \nscd1-1\n seedlings grown at 25°C also revealed PIN2-GFP signal in endomembrane bodies, aberrant vesicular compartments in epidermal and cortical cells, similar to those reported previously in response to treatment with chemical that blocks targeting (\nDrakakaki et al., 2011\n). The PIN2-GFP endomembrane accumulation was most profound and consistent in the cortical cells in the transition zone (\nFigure 5B\n).\nFIGURE 5\nPIN2-GFP shows altered localization in the root tips of the \nscd1-1\n mutant after constitutive growth or transition to the restrictive temperature. \n(A)\n Wild type and \nscd1-1\n seedlings were grown at 18 and 25°C. Scale bar = 50 μm \n(B)\n Higher magnification images of Col(g) and \nscd1-1\n seedlings grown for 7 days at 25°C. Scale bar = 20 μm. \n(C)\n Roots were grown at 18°C for 7 days then transferred to 25°C for the indicated times after transfer. Images representative of more than 100 roots are shown. Scale bar is 20 μm.\nTo determine the time course of the appearance of the PIN2-GFP containing endomembrane bodies in the root epidermis, \nscd1-1\n seedlings were grown at 18°C, shifted to 25°C, and observed continuously for 35 min on a temperature-controlled stage at 25°C. In \nscd1-1\n, the PIN2-GFP signal was detected in endomembrane bodies 10–15 min after temperature shift, with an increase in frequency continuing over the next 10–15 min (\nFigure 5C\n). In Col(g), PIN2-GFP was rarely detected in endomembrane bodies, although a few are evident at 20 min after transition to 25°C.\nPIN1 localizes to the rootward surface of cells in the root vascular cylinder (\nGalweiler et al., 1998\n). The \nPIN1pro::PIN1-\nGFP(PIN1-GFP) was also found in endomembrane bodies in \nscd1-1\n mutants at 25°C, but not in wild type (\nFigure 6\n). However, at 25°C, \nPIN3pro::PIN3-\nGFP (PIN3-GFP) was not detected in endomembrane bodies. The localization of ABCB19 and AUX1 fused to fluorescent proteins was not altered in \nscd1-1\n (\nFigure 6\n). These data suggest that without fully functional SCD1 protein, the membrane targeting of PIN1 and PIN2 auxin transport proteins is disrupted.\nFIGURE 6\nPIN1, but not PIN3, ABCB19, or AUX1, was found in endomembrane bodies in \nscd1-1\n mutants. Col(g) and \nscd1-1\n seedlings expressing PIN1-GFP, PIN3-GFP, ABCB19-GFP (green), and AUX1-YFP (yellow) were grown for 7 days and imaged by LSCM using identical confocal settings after growth at the non-permissive temperature of 25°C. Propidium iodide was used to stain the cell wall (magenta). Representative images from at least 5 roots are shown. Scale bar = 10 μm.",
    "scd1-1_pin2-gfp_endomembrane_bodies_co-localize_with_fm4-64": "scd1-1\n PIN2-GFP Endomembrane Bodies Co-localize With FM4-64\nWe used the endocytic tracer FM4-64 (\nBolte et al., 2004\n) to determine whether the PIN2-containing endomembrane bodies in \nscd1-1\n at 25°C were endosomes. Root tips of PIN2-GFP \nscd1-1\n were incubated in FM4-64 for 20 min and co-localization of the fluorescent signals was quantified over time. Images captured at 60 min after treatment with FM4-64 contain endomembranes that exhibit FM4-64 fluorescence (magenta) or PIN2-GFP fluorescence (green), with the majority of endomembrane bodies containing both fluorescent signals (\nFigure 7A\n). These images contrast with \nscd1-1\n roots treated with FM4-64 for 20 min, where the endomembrane bodies had either PIN2-GFP fluorescence or FM4-64 signal (\nSupplementary Figure S3\n) and with Col(g) root where no PIN2-GFP was visible in endomembranes, and there was no colocalization of FM4-64 and PIN2-GFP signal (\nSupplementary Figure S4\n). A threshold function was applied to individual channels to quantify co-localization independent of intensity in more than 30 cells from multiple roots at each time point. The thresholded overlay in which pixels were indicated as magenta for FM4-64, green for PIN2-GFP, and white for overlay of FM4-64 and GFP is shown in \nFigure 7A\n and \nSupplementary Figure S3\n. The percentage of the endomembrane bodies that showed overlapping signals increased steadily over the 60 min time course (\nFigure 7B\n), consistent with GFP accumulating in the late endosomes in \nscd1-1\n.\nFIGURE 7\nColocalization of PIN2-GFP and FM4-64 in \nscd1-1\n. \n(A)\n An \nscd1-1\n root containing PIN2-GFP (green) incubated in FM4-64 (magenta) for 20 min, rinsed, and imaged after an additional 40 min (a total of 60 min after initiation of staining). Colocalization is indicated in the overlay as white. The merged image was enhanced using a pseudocolor fill of a thresholded image (last panel). Scale bar = 10 μm. \n(B)\n Roots were stained in FM4-64 for 20 min, transferred to water, and imaged immediately (20 min) or at later times as indicated. The percentage of endomembrane bodies containing GFP, FM4-64, or both signals are plotted as a function of time after initiation of staining with FM4-64. The total number of roots examined was 21. At 20 min: \nn\n = 3, at 30 min: \nn\n = 5, at 40 min: \nn\n = 5, at 50 min: \nn\n = 4, at 60 min: \nn\n = 4. \n(C)\n The time course of colocalization was examined in \nscd1-1\n PIN2-GFP roots shifted from 18 to 25°C. \nscd1-1\n seedlings grown at 18°C for 7 days were transferred to 5 μM FM4-64 for 5 min, rinsed briefly, and then imaged by confocal microscopy at the indicated intervals on a temperature-controlled stage at 25°C. The PIN2-GFP (green) and FM4-64 (magenta) channels are shown separately and in the overlay, where the overlap of both signals is shown in white. Scale bar is 10 μm.\nTo provide details of the kinetics of this response, the accumulation of FM4-64 and PIN2-GFP was observed over time in root tips of \nscd1-1\n seedlings grown at 18°C for 7 days and placed in FM4-64 for 5 min before transition to 25°C. The formation of PIN2-GFP-positive endomembrane bodies was observed within 15 min after transfer to the non-permissive temperature and remained at relatively constant levels over a 30 min window (\nFigure 7C\n). The frequency and brightness of FM4-64 stained endomembranes increases as the dye moves from early to late endosomes. At 15 min some colocalization of FM4-64 and PIN2-GFP was observed, which increased over time with almost complete overlapping endomembrane signals by 20 min. The non-overlapping signals for PIN2-GFP and FM4-64 at early time points and increased colocalization at later time points is consistent with PIN2-GFP accumulation in late endosomes.",
    "scd1-1_pin2-gfp_endomembrane_bodies_co-localize_with_ara7_an": "scd1-1\n PIN2-GFP Endomembrane Bodies Co-localize With ARA7 and ARA6\nTo identify the specific endomembrane compartment in which PIN2-GFP accumulated in \nscd1-1\n mutants grown at 25°C, these lines were crossed with plants expressing red or cyan fluorescent protein fusion markers for five distinct endomembrane compartments (\nSupplementary Table S1\n). ARA6 and ARA7 are RAB5 GTPase homologs, found in recycling endosomes (ARA6) (\nEbine et al., 2012\n) or in late endosomes, prevacuolar compartments and the trans Golgi network (ARA7) (\nLee et al., 2004\n; \nHaas et al., 2007\n; \nJia et al., 2013\n; \nCui et al., 2014\n; \nIto et al., 2018\n). When \nscd1-1\n seedlings expressing PIN2-GFP (green) and RFP-ARA7 (magenta) were grown at 25°C, endomembrane bodies were observed that have only PIN2-GFP signal (green) or RFP-ARA7 (magenta) signal, while a subset contain both signals (white) (\nFigure 8\n). Higher magnification images of this localization are shown in \nFigure 9\n. To determine if PIN2-GFP in endomembrane bodies colocalized with both of these markers in \nscd1-1\n mutants we performed a quantitative colocalization analysis examining signal in multiple PIN2-GFP positive endomembranes. The weighted Manders coefficients (\nManders et al., 1993\n) for the colocalization of PIN2-GFP were 0.94 and 0.91 with ARA7 and ARA6, respectively, and Pearson’s overlap coefficients (\nDunn et al., 2011\n) were 0.82 and 0.83, respectively (\nSupplementary Table S2\n). The presence of both RFP-ARA7 or ARA6-RFP and PIN2-GFP in a subset of these vesicles is consistent with other cargo proteins that move through a subset of the ARA7-positive endosomes interacting with distinct sets of RAB5 proteins (\nDunn et al., 2011\n; \nIto et al., 2018\n).\nFIGURE 8\nPIN2 overlays ARA7 and ARA6 in endomembrane bodies found in the root tips of \nscd1-1\n mutants at 25°C. RFP-ARA7 or ARA6-RFP (magenta) were crossed into \nscd1-1\n containing PIN2-GFP (green) roots and fluorescence visualized by confocal microscopy in 7 day old seedlings. Pixels with both green and magenta fluorescence are shown in white. When \nscd1-1\n seedlings expressing PIN2-GFP and RFP-ARA7 were grown at 25°C, endomembrane bodies were observed that have only PIN2-GFP signal (green) or RFP-ARA7 (magenta) signal, while a subset contain both signals (white). The insets are higher magnifications of the areas delineated by the white boxes above. For each reporter line, more than 20 seedlings were examined. The scale bar is 10 μm.\nFIGURE 9\nPIN2 co-localizes with ARA7 and ARA6 in endomembrane bodies \nscd1-1\n mutants at 25°C. Roots of \nscd1-1\n containing ARA7-RFP or ARA6-RFP (magenta) and PIN2-GFP (green) roots were visualized by confocal microscopy in 7 day old seedlings. The overlay shows pixels with both green and magenta fluorescence as white. Using colocalization software, thresholds were generated to better illustrate pixels with both fluorescent signals from 4 roots of each line. Colocalization graphs are shown for endomembrane bodies that are circled.\nWe found little or no overlap in the endomembrane localization of PIN2-GFP fluorescence in lines containing reporters localized in either the early endosome (VHA1-RFP) (\nGeldner et al., 2007\n) TGN (SYP61-CFP) (\nRobert et al., 2008\n), or the sorting endosome (SNX1-RFP) (\nJaillais et al., 2006\n, \n2007\n; \nSupplementary Figure S5\n). These results are consistent with PIN2-GFP in \nscd1-1\n accumulating in late multivesicular endosomes and not in other compartments.",
    "discussion": "Discussion\nPolar transport of the hormone auxin from cell to cell is controlled by the asymmetric localization of the PIN family of IAA efflux carriers (\nGrunewald and Friml, 2010\n; \nZazimalova et al., 2010\n; \nAdamowski and Friml, 2015\n). These carrier proteins are directed to specific plasma membrane domains through dynamically regulated membrane trafficking and recycling pathways (\nGeldner, 2009\n; \nGrunewald and Friml, 2010\n; \nBarbosa and Schwechheimer, 2014\n). Internal and external environmental cues also affect the localization of the PIN proteins through regulation of the flow of PIN proteins between the endosome and plasma membrane (\nPaciorek et al., 2005\n; \nJasik et al., 2013\n, \n2016\n; \nRakusova et al., 2015\n), as well as between the plasma membrane and the lytic vacuole (\nKleine-Vehn et al., 2008a\n).\nIn this study we utilized a temperature-sensitive \nscd1-1\n mutant to uncover the dynamics of auxin transport targeting and how these reversible changes in protein targeting control auxin transport and dependent process. SCD1 contains a DENN domain found in proteins with RAB-directed GEF activity and in proteins that interact with clathrin (\nPatino-Lopez et al., 2008\n; \nSato et al., 2008\n; \nMcMichael et al., 2013\n). \nSCD1\n null mutants have revealed the function of this protein as a RAB-GEF that participates in both endocytosis and exocytosis (\nMayers et al., 2017\n).\nThe effects of the temperature-sensitive \nscd1-1\n mutant on root development was examined at the permissive and restrictive temperatures of 18 and 25°C, respectively. We found that \nscd1-1\n exhibits a suite of phenotypes only at restrictive temperature, which include impaired root elongation and gravity response, reduced lateral root formation, and inhibition of formation of asymmetric auxin-induced gene expression across a gravity-stimulated root. These phenotypes were also induced when plants were grown at the permissive temperature and then transitioned to the restrictive temperature and could be reversed when plants were transitioned from the restrictive temperature back to the permissive temperature. As all of these phenotypes are dependent on auxin transport, we also measured both shootward and rootward transport and found that both are impaired at the restrictive temperature.\nThe ability to reversibly manipulate lateral root development in the \nscd1-1\n mutant provided unique insight into how this process is regulated and revealed the critical time point when SCD1 and auxin transport are needed for lateral root development. A temperature-switch assay was performed resulting in the shift of seedlings from the permissive temperature to the non-permissive temperature or vice versa over 10 days. These data support the hypothesis that SCD1 is needed for lateral root development between days 2 and 6. Transition from the permissive to non-permissive temperature also reduces auxin transport in \nscd1-1\n (but not Col(g)) showing reductions in the long distance rootward transport within 8 h after transition. A previous report suggested that there is specific regulation of auxin transport in this time window with a pulse of auxin moving from the shoot to the root at 3–5 days, which correlated with the emergence of the first lateral root (\nBhalerao et al., 2002\n). Our ability to reversibly alter auxin transport by turning off or on SCD1 function support the model of an auxin pulse that drives root formation that occurs within a precise developmental window.\nThe effects of the \nscd1-1\n mutation on auxin transport and gravitropism were evident after both long and short-term exposure to the non-permissive temperature, with changes in auxin transport evident preceding gravitropic differences. When grown continuously at 25°C or within 8 h after transfer from the permissive 18°C temperature, \nscd1-1\n seedlings showed reduced shootward \n3\nH-IAA transport and accumulation of auxin-induced gene expression at the root tip, consistent with impaired auxin transport away from the site of application. Similarly, continuous growth at 25°C or a shift from 18 to 25°C for 8 h showed a significant decrease in the gravitropic curvature in \nscd1-1\n compared to wild type. Auxin-induced gene expression, visualized via DR5-GFP fluorescence (\nMuday and Rahman, 2008\n; \nGeisler et al., 2014\n) was rapidly enhanced on the lower side of Col(g) roots after gravitropic reorientation, but was impaired in \nscd1-1\n seedlings relative to wild type only in plants grown at 25°C. These data support the hypothesis that a functional SCD1 protein is needed to maintain polar and lateral auxin transport and the physiological processes dependent upon dynamic changes in appropriate auxin distribution. Consistent with this model, altered PIN2-GFP trafficking is even more rapidly perturbed in \nscd1-1\n than auxin movements and gravity response.\nBecause PIN2 is required for rootward transport and root gravitropism (\nMuller et al., 1998\n; \nRashotte et al., 2000\n; \nChen et al., 2002\n), we compared its localization in the \nscd1-1\n mutant and wild type using a PIN2-GFP reporter. At 25°C, PIN2 is normally localized to the plasma membrane on the shootward end of cells of the lateral root cap and epidermis of the developing root of wild type seedlings (\nMuller et al., 1998\n). In the \nscd1-1\n mutant, PIN2-GFP was not restricted to the plasma membrane but was also localized in endomembrane bodies. \nMayers et al. (2017)\n showed that \nscd1-2\n has altered PIN2-GFP trafficking during treatment with brefeldin A, a drug which blocks intracellular endosome and trans-Golgi transport. However, we find that in \nscd1-1\n at the restrictive temperature, PIN2-GFP accumulates in the absence of BFA.\nThe trafficking defect is not detectable in \nscd1-1\n roots grown at 18°C, but when switched from 18 to 25°C, the PIN2 trafficking defect becomes apparent within minutes. Since changes in auxin transport and root growth and development are not observed for 8–12 h, this suggests that these responses are sequential and that PIN mislocalization is not a secondary result of compromised root development at 25°C. The linkage is most evident in terms of gravity response. PIN2 controls shootward auxin transport that is required for gravitropism (\nMuller et al., 1998\n; \nRashotte et al., 2000\n; \nChen et al., 2002\n). Upon transition of \nscd1-1\n to the non-permissive temperature, PIN2-GFP endomembrane accumulation is evident with less than hour. In Col(g) a transition from 18 to 25°C increases shootward transport by more than fivefold within 5 h, leading to a more than twofold greater transport in Col(g) than in \nscd1-1\n. Treatment of roots for 12 h at the non-permissive temperature impaired gravity response in \nscd1-1\n to levels consistent with constitutive growth at this non-permissive temperature. Together these results support the timeline where PIN2 targeting is impaired, reducing auxin transport and then dependent physiological processes.\nWe also detected l PIN1-GFP within endomembrane bodies in \nscd1-1\n. However, other fluorescent fusions to the auxin transport proteins PIN3, ABCB19, and AUX1, were not observed in any endomembrane compartments. As all of these proteins are trafficked and recycled, and the \nscd1-1\n mutation most strongly affects PIN1 and PIN2 and dependent physiological processes, there appears to be selectivity of SCD1 targets toward PIN2 and PIN1, which is consistent with other studies that reveal distinct regulatory and trafficking machinery between auxin transporters (\nBarbosa and Schwechheimer, 2014\n; \nWeller et al., 2017\n). Other reports have indicated that ABCB19 and AUX1 localization are regulated by different trafficking mechanisms than those that regulate PIN1 and PIN2 (\nKleine-Vehn et al., 2006\n; \nTitapiwatanakun et al., 2008\n). The results are based on differences in the trafficking of these proteins in response to brefeldin A and FM4-64 uptake (\nTitapiwatanakun et al., 2008\n).\nWe find that in \nscd1-1\n at 25°C, PIN2-GFP accumulates in the late or multivesicular endosome. Impaired uptake of the endosomal marker dye FM4-64 has previously been observed in \nscd1-1\n, suggesting that SCD1 participates in endocytosis via clathrin coated vesicles (\nMcMichael et al., 2013\n). To determine whether FM4-64 accumulates in the PIN2 endomembrane bodies observed here, the roots of \nscd1-1\n containing PIN2-GFP grown at 18°C and transferred to 25°C were treated with FM4-64. Although initially there was little co-localization, within 20 min significant overlap was observed. These results are consistent with PIN2 being trapped in \nscd1\n mutants in a late or multivesicular endosome or pre-vacuolar compartment on its way to or from the plasma membrane through the endosome.\nTo confirm that the endomembranes in which PIN2-GFP accumulates in \nscd1-1\n are late endosomes, we crossed multiple endosomal markers into this mutant and performed colocalization analyses. In \nscd1-1\n at 25°C, but not 18°C, we observed PIN2-GFP colocalization with ARA7 and to a lesser extent with ARA6. ARA6 and ARA7 are RAB5 GTPases contained in late multivesicular endosomes, with related, but not identical trafficking activities (\nUeda et al., 2004\n; \nBeck et al., 2012\n; \nEbine et al., 2012\n; \nPaez Valencia et al., 2016\n). ARA7 function is required for vesicle transport between the pre-vacuolar compartment (PVC) and the vacuole (\nLee et al., 2004\n; \nHaas et al., 2007\n; \nJia et al., 2013\n) and ARA6 is associated with transport between the PVC and the plasma membrane, where it may regulate trafficking from the endosome to the plasma membrane (\nEbine et al., 2011\n, \n2012\n). PIN2 has also been localized to ARA7 vesicles in \nArabidopsis\n roots after treatment with endosidin 16, which inhibits apical membrane trafficking (\nLi et al., 2017\n).\nThe colocalization of PIN2 with both ARA7 and ARA6 Rab-related GTPases is not surprising considering that compartments bearing ARA7 and ARA6 have been previously shown to partially overlap, despite evidence that they are distinct endosomal compartments (\nUeda et al., 2004\n; \nBeck et al., 2012\n; \nEbine et al., 2012\n). The PVC, where both ARA6 and ARA7 are found, is a distinct organelle in plants that facilitates the transport of materials from the endosomes to the vacuole (\nContento and Bassham, 2012\n). Using immunogold and confocal microscopy, plasma membrane proteins that pass through the PVC have been shown to be directed to the vacuole for degradation (\nHaas et al., 2007\n; \nViotti et al., 2010\n). Thus, association of PIN2 with the PVC in \nscd1-1\n suggests that PIN2 in the PVC is likely targeted to the vacuole for degradation. This could explain the reduced domain of PIN2-GFP staining seen in the mutants at the restrictive temperature, coincident with the changes in columella cells. However, there is also evidence that suggests that PIN2 can be retrieved from the PVC and recycled (\nKleine-Vehn et al., 2008b\n; \nSpitzer et al., 2009\n). Indeed, PIN1, PIN2, and AUX1 are targeted to the vacuole through the multi-vesicular body (MVB), and RabF2A co-localizes in the MVB with PIN1-GFP (\nSpitzer et al., 2009\n).\nThe localization of PIN2-GFP in late endosomal compartments in \nscd1-1\n is consistent with reports that PIN protein turnover involves both cycling between the endosome and plasma membrane and vacuolar degradation, depending on environmental conditions (\nPaciorek et al., 2005\n; \nKleine-Vehn et al., 2008b\n; \nGrunewald and Friml, 2010\n; \nJasik et al., 2013\n). For example, when roots are reoriented relative to the gravity vector, enhanced endocytosis of PIN2 at the apical membrane followed by degradation through sorting to a proteolytic endosomal compartment resulted in asymmetric distribution of PIN2, redirected auxin flow, and root bending (\nAbas et al., 2006\n). The mis-localization and loss of membrane PIN2 in \nscd1-1\n explains the observed reductions in auxin transport and the observed phenotypes.\nThe efficient targeting of auxin transport proteins to the plasma membrane is required for appropriate auxin transport and dependent physiological processes. In this paper we have shown that the conditional \nscd1-1\n mutant, with a defect in a gene that functions as a RAB-GEF (\nMayers et al., 2017\n), has altered localization of PIN2, with accumulation of this protein in endomembrane bodies. The PIN2-GFP containing endomembrane bodies in \nscd1-1\n showed dye accumulation and fluorescent protein reporter expression consistent with a late endosomal/prevacuolar character. Consistent with this altered protein localization, polar auxin transport and gravity response are impaired in \nscd1-1\n. The kinetics of the alterations in these responses upon transition to the non-permissive temperature demonstrate that altered trafficking of PIN2 is observed within minutes of transition to this temperature, while auxin transport and gravity defects are measured hours later, and root developmental defects can be quantified days after transition. These findings provide direct evidence that disruption of the targeting machinery which disrupts PIN2 protein localization precedes reductions in auxin transport and changes in auxin transport-dependent physiological processes.",
    "materials_and_methods": "Materials and Methods\nGrowth of Mutant and Transgenic Seedlings\nSeeds were sterilized (75% ethanol, 0.01% Triton X-100) for 2 min, followed by a 95% ethanol rinse. The culture medium was 0.8% (w/v) agar (MP Biomedical), 1X MS nutrients (macro and micro salts: MSP01-50LT, Caisson Labs, Inc.), vitamins (1 μg/mL\n–1\n thiamine, 1 μg/mL\n–1\n pyridoxine HCL, and 0.5 μg/mL\n–1\n nicotinic acid), 1.5% sucrose (w/v), and 0.05% MES (w/v); pH adjusted to 6.0 with 1M KOH. The seeds were placed in the dark at 4°C for 48 h before being moved to the permissive (18°C) or the restrictive (25°C) temperatures. The seedlings were grown vertically under continuous light at an intensity of 100 μmol m\n–2\ns\n–1\n for 5 or 7 days at the specified temperature.\nThe Arabidopsis \nscd1-1\n mutant (\nFalbel et al., 2003\n) was crossed with a number of fluorescent protein fusions all driven by their endogenous promoters: PIN2-GFP (\nXu and Scheres, 2005\n), PIN1-GFP (\nHeisler et al., 2005\n), PIN3-GFP (\nLaskowski et al., 2008\n), MDR1(ABCB19)-GFP (\nWu et al., 2007\n), AUX1-YFP (\nSwarup et al., 2008\n), and the auxin responsive promoter driven GFP reporter, DR5-GFP (\nOttenschläger et al., 2003\n; \nLewis et al., 2011\n). The F2 generation was screened for lines homozygous for mutant phenotype and for reporter GFP expression. \nscd1-1\n containing PIN2-GFP was also crossed with reporters that localize to specific endomembrane compartments, with these organelle specific reporters listed in \nSupplementary Table S1\n.\nCharacterization of \nscd1-1\n Root Length and Lateral Root Development\nSeedlings of similar size were placed on fresh agar plates on the 5th day after growth at 18 or 25°C. Lateral roots initiation events corresponding to stages VI and VII of primordia (\nMalamy and Benfey, 1997\n) and emerged lateral roots (defined as any root that broke through the epidermis of the primary root) were quantified using a dissecting microscope.\nTo examine lateral root formation in seedlings that were moved between temperature conditions, Col(g) and \nscd1-1\n seedlings were grown at 18 or 25°C continuously or transferred from 18 to 25°C at 2, 4, or 6 days. Parallel experiments were performed where seedlings were grown at 25°C continuously or transferred from 25 to 18°C at the indicated times. The number of lateral root initiation events and the number of emerged lateral roots were quantified by DIC microscopy using the Zeiss AxioObserver inverted microscope with a Plan Apochromatic 40x objective and the reported data is from 20 seedlings.\nIAA Transport Assays\nPulse-chase rootward (acropetal) IAA transport assays were performed using a previously published method (\nLewis and Muday, 2009\n) in Col(g) seedlings at 9 and 6 days at 18 and 25° C, respectively. \nscd1-1\n seedlings were assayed at 10 days for both 18°C and 25°C to more closely match the length of \nscd1-1\n and Col(g). An agar droplet (1.25% agar w/v) containing 1 μM tritiated IAA was placed at the root shoot junction and incubated at 18 or 25°C for 10 min. The seedlings were transferred to a new agar plate and exposed to a “chase” droplet of unlabeled 1 μM IAA. After 50 min, 2 mm sections were excised beginning at the base of the droplet toward the root tip. Three to six segments were recovered from all plants, and each segment was counted separately, and IAA levels quantitated using a Beckman LS6500 liquid scintillation counter. The average and SE of 19–25 seedlings is reported in all transport assays.\nShootward IAA transport was measured by applying 500 nM tritiated IAA (\n3\nH-IAA) to root tips (\nLewis and Muday, 2009\n) of 5 day seedlings grown at 18 or 25°C. For temperature switch experiments, seedlings were transferred to the appropriate temperature 4, 8, and 24 h before assay. Agar droplets containing 500 nM \n3\nH-IAA were applied to the root tips, and seedlings were placed into the indicated temperatures under yellow filters to prevent auxin degradation (\nStasinopoulos and Hangarter, 1990\n). After 2 h, the droplets were removed from the root tip. A 5 mm segment was excised 2 mm from the site of \n3\nH-IAA application, and radioactivity was measured.\nShootward IAA transport was also measured indirectly using the artificial DR5 promoter driving expression of green fluorescent protein (GFP) (\nOttenschläger et al., 2003\n). Droplets containing 1 μM unlabeled IAA in 1.25% agar were applied to the root tips of 5-day old seedlings grown at 18 or 25°C for the designated times. GFP fluorescence was visualized using a Zeiss 710 LSCM (Jena, Germany) using the argon laser with excitation at 488 nm. Images of root tips were captured using 80% laser power with 40x magnification, a pinhole of 2.64 airy units (AU), 560 gain and an emission spectrum of 493-656 nm. Images were exported to Adobe Photoshop, and the distance of GFP fluorescence in the epidermal layers was measured using the line tool.\nGravitropic Response Assays\nFive-day old Col(g) and \nscd1-1\n seedlings grown at 18°C were placed in diffuse light at 20–22 μmol m\n–2\n s\n–1\n and re-oriented 90°. Images were captured for low temporal resolution analysis at time 0 and at 2 h intervals until 8 h after re-orientation, with a final image 24 h after re-orientation. Images were captured using an Epson Perfection 3200 Photo Perfection flatbed scanner (Nagano, Japan) with 16-bit grayscale and 800 dpi resolution. Images were exported to ImageJ to measure degree of curvature.\nThe gravitropic root response was also observed using high temporal resolution imaging using an AVT Marlin camera (Stadtroda, Germany). Root curvature after gravity stimulation was measured by a MATLAB based custom image analysis software (\nLewis et al., 2007\n) and is the average and standard error of 12 seedlings of each genotype.\nAsymmetric Auxin Induced Gene Expression After Gravitropic Reorientation\nCol(g) and \nscd1-1\n seedlings crossed with the proDR5-GFP construct were imaged after roots were reoriented 90° relative to the gravity vector. Seedlings were placed on agar plates on the 5th day after growth at 18 or 25°C. After 1 h, seedlings were placed in diffuse light at 20–22 μmol m\n–2\ns\n–1\n and reoriented 90°. Images were captured at time 0 and at 2 h intervals until 8 h after re-orientation. Seedlings were stained with propidium iodide (PI) to visualize root structure and mounted in dH\n2\n0 on slides. The root tips were visualized with the 40x objective of a Zeiss 710 LSCM using the argon laser at an excitation wavelength of 488nm and a pinhole of 1.0 AU. GFP emission was collected between 492 and 547 nm, while PI was collected at 567–735. All images were collected at identical gain and laser power and exported to Adobe Photoshop for analysis. Representative images of more than 5 roots at each time point and from each genotype were shown.\nLocalization of Auxin Transport Protein-Fluorescent Protein Fusions\nCol(g) and \nscd1-1\n seedlings containing PIN2-GFP, PIN1-GFP, PIN3-GFP, ABCB19-GFP, and AUX1-YFP (protein fusions driven by endogenous promoters) were grown for 7 days at a constant 18 or 25°C. Seedlings were mounted in dH\n2\nO and maintained at the indicated temperatures using a Julabo F25 temperature stage (Seelbach, Germany). Images were captured using a 63x water objective with or without a 1.5x optical zoom on a Zeiss 710 LSCM, using the argon laser for excitation at 488 nm with a pinhole of 1.0AU. PIN2-GFP, PIN1-GFP, PIN3-GFP, and MDR1-GFP were imaged with an emission spectrum of 500–525 nm, while AUX1-YFP was imaged with an emission spectrum of 519–621 nm.\nFor temperature shift experiments, wild-type and \nscd1-1\n were grown at 18°C for 7 days. Seedlings were transferred to microscope slides and then placed on the temperature-controlled stage at 25°C. Samples were imaged as described above at various times after transfer. For each reporter construct more than 5 roots were analyzed at each treatment, with representative images shown.\nPIN2-GFP and FM4-64 Analysis\nSeedlings grown at 25°C were incubated in 5 μM FM4-64 to visualize endosomes (\nBolte et al., 2004\n) for either 5 or 20 min, as indicated. The roots were rinsed in dH\n2\nO and imaged at various times after staining. The GFP and FM4-64 signals were visualized using a multi-track setting, as described above. No FM4-64 fluorescence was detected in the GFP channel. The FM4-64 signal was imaged using 80% laser power, a pinhole of 1.0 AU, 510 gain, and an emission spectrum of 632–759 nm. No GFP signal was detected in the FM4-64 channel. Individual images for each fluorophore and an overlay are shown with magenta for FM4-64, green for PIN2-GFP, and white for any pixels with both FM4-64 and PIN2. The red signal in these images was converted to magenta in Photoshop, changing the hue saturation. To better identify spatial colocalization independent of intensity, a thresholding function was applied to individual channels in Photoshop or in the Zeiss Zen colocalization module. We then prepared a thresholded overlay in which pixels are indicated as magenta for FM4-64, green for PIN2-GFP, and white for any pixels with both FM4-64 and GFP. To examine the change in colocalization of PIN2-GFP and FM4-64 over time, the number of PIN2-GFP, FM4-64, or both, signals in each cell with a PIN2-GFP labeled endomembrane compartment was quantified, and the percentage was determined for 740 cells from 20 roots. In the temperature shift experiments, \nscd1-1\n seedlings grown at 18°C for 7 days were transferred to 5 mM FM4-64 for 5 min, rinsed briefly, and then imaged at intervals of 2 min on a temperature-controlled stage at 25°C.\nColocalization of PIN2 and Endosomal Markers\nCol(g) and \nscd1-1\n seedlings containing PIN2-GFP were crossed with fluorescently labeled endomembrane marker lines. These constructs and their localization patterns are summarized in \nSupplementary Table S1\n. The seedlings were grown for 7 days at 25°C. Seedling roots were visualized using the Zeiss 710 laser scanning confocal microscope. GFP and RFP signals were resolved in dual channel mode with excitation at 488 and 594 nm, and emission wavelengths of 493–582 and 599–754 nm, respectively. For all samples, we verified the absence of RFP signal in the GFP channel and vice versa, using single-labeled samples. For colocalization analysis, samples were examined using Zeiss Zen software. The threshold for RFP or GFP was determined within each image, using regions that had only signal from one fluorophore. We selected regions of interest (ROI) of consistent size, focusing on individual endomembrane compartments (\nFrench et al., 2008\n) from at least 4 roots each of Ara6 and Ara7 reporters, measuring 21 and 17 endomembranes, respectively. Colocalization was quantified using both Pearson’s coefficients (weighted colocalization coefficients) and Manders’ overlap coefficients (\nManders et al., 1993\n; \nDunn et al., 2011\n).\nLines containing both PIN2-GFP and other RFP reporters were examined in dual channel mode as described above. PIN2-GFP SYP61-CFP transgenics were imaged using spectral imaging and linear unmixing at an excitation wavelength of 458 nm and a 464–648 nm filter.",
    "growth_of_mutant_and_transgenic_seedlings": "Growth of Mutant and Transgenic Seedlings\nSeeds were sterilized (75% ethanol, 0.01% Triton X-100) for 2 min, followed by a 95% ethanol rinse. The culture medium was 0.8% (w/v) agar (MP Biomedical), 1X MS nutrients (macro and micro salts: MSP01-50LT, Caisson Labs, Inc.), vitamins (1 μg/mL\n–1\n thiamine, 1 μg/mL\n–1\n pyridoxine HCL, and 0.5 μg/mL\n–1\n nicotinic acid), 1.5% sucrose (w/v), and 0.05% MES (w/v); pH adjusted to 6.0 with 1M KOH. The seeds were placed in the dark at 4°C for 48 h before being moved to the permissive (18°C) or the restrictive (25°C) temperatures. The seedlings were grown vertically under continuous light at an intensity of 100 μmol m\n–2\ns\n–1\n for 5 or 7 days at the specified temperature.\nThe Arabidopsis \nscd1-1\n mutant (\nFalbel et al., 2003\n) was crossed with a number of fluorescent protein fusions all driven by their endogenous promoters: PIN2-GFP (\nXu and Scheres, 2005\n), PIN1-GFP (\nHeisler et al., 2005\n), PIN3-GFP (\nLaskowski et al., 2008\n), MDR1(ABCB19)-GFP (\nWu et al., 2007\n), AUX1-YFP (\nSwarup et al., 2008\n), and the auxin responsive promoter driven GFP reporter, DR5-GFP (\nOttenschläger et al., 2003\n; \nLewis et al., 2011\n). The F2 generation was screened for lines homozygous for mutant phenotype and for reporter GFP expression. \nscd1-1\n containing PIN2-GFP was also crossed with reporters that localize to specific endomembrane compartments, with these organelle specific reporters listed in \nSupplementary Table S1\n.",
    "characterization_of_scd1-1_root_length_and_lateral_root_deve": "Characterization of \nscd1-1\n Root Length and Lateral Root Development\nSeedlings of similar size were placed on fresh agar plates on the 5th day after growth at 18 or 25°C. Lateral roots initiation events corresponding to stages VI and VII of primordia (\nMalamy and Benfey, 1997\n) and emerged lateral roots (defined as any root that broke through the epidermis of the primary root) were quantified using a dissecting microscope.\nTo examine lateral root formation in seedlings that were moved between temperature conditions, Col(g) and \nscd1-1\n seedlings were grown at 18 or 25°C continuously or transferred from 18 to 25°C at 2, 4, or 6 days. Parallel experiments were performed where seedlings were grown at 25°C continuously or transferred from 25 to 18°C at the indicated times. The number of lateral root initiation events and the number of emerged lateral roots were quantified by DIC microscopy using the Zeiss AxioObserver inverted microscope with a Plan Apochromatic 40x objective and the reported data is from 20 seedlings.",
    "iaa_transport_assays": "IAA Transport Assays\nPulse-chase rootward (acropetal) IAA transport assays were performed using a previously published method (\nLewis and Muday, 2009\n) in Col(g) seedlings at 9 and 6 days at 18 and 25° C, respectively. \nscd1-1\n seedlings were assayed at 10 days for both 18°C and 25°C to more closely match the length of \nscd1-1\n and Col(g). An agar droplet (1.25% agar w/v) containing 1 μM tritiated IAA was placed at the root shoot junction and incubated at 18 or 25°C for 10 min. The seedlings were transferred to a new agar plate and exposed to a “chase” droplet of unlabeled 1 μM IAA. After 50 min, 2 mm sections were excised beginning at the base of the droplet toward the root tip. Three to six segments were recovered from all plants, and each segment was counted separately, and IAA levels quantitated using a Beckman LS6500 liquid scintillation counter. The average and SE of 19–25 seedlings is reported in all transport assays.\nShootward IAA transport was measured by applying 500 nM tritiated IAA (\n3\nH-IAA) to root tips (\nLewis and Muday, 2009\n) of 5 day seedlings grown at 18 or 25°C. For temperature switch experiments, seedlings were transferred to the appropriate temperature 4, 8, and 24 h before assay. Agar droplets containing 500 nM \n3\nH-IAA were applied to the root tips, and seedlings were placed into the indicated temperatures under yellow filters to prevent auxin degradation (\nStasinopoulos and Hangarter, 1990\n). After 2 h, the droplets were removed from the root tip. A 5 mm segment was excised 2 mm from the site of \n3\nH-IAA application, and radioactivity was measured.\nShootward IAA transport was also measured indirectly using the artificial DR5 promoter driving expression of green fluorescent protein (GFP) (\nOttenschläger et al., 2003\n). Droplets containing 1 μM unlabeled IAA in 1.25% agar were applied to the root tips of 5-day old seedlings grown at 18 or 25°C for the designated times. GFP fluorescence was visualized using a Zeiss 710 LSCM (Jena, Germany) using the argon laser with excitation at 488 nm. Images of root tips were captured using 80% laser power with 40x magnification, a pinhole of 2.64 airy units (AU), 560 gain and an emission spectrum of 493-656 nm. Images were exported to Adobe Photoshop, and the distance of GFP fluorescence in the epidermal layers was measured using the line tool.",
    "gravitropic_response_assays": "Gravitropic Response Assays\nFive-day old Col(g) and \nscd1-1\n seedlings grown at 18°C were placed in diffuse light at 20–22 μmol m\n–2\n s\n–1\n and re-oriented 90°. Images were captured for low temporal resolution analysis at time 0 and at 2 h intervals until 8 h after re-orientation, with a final image 24 h after re-orientation. Images were captured using an Epson Perfection 3200 Photo Perfection flatbed scanner (Nagano, Japan) with 16-bit grayscale and 800 dpi resolution. Images were exported to ImageJ to measure degree of curvature.\nThe gravitropic root response was also observed using high temporal resolution imaging using an AVT Marlin camera (Stadtroda, Germany). Root curvature after gravity stimulation was measured by a MATLAB based custom image analysis software (\nLewis et al., 2007\n) and is the average and standard error of 12 seedlings of each genotype.",
    "asymmetric_auxin_induced_gene_expression_after_gravitropic_r": "Asymmetric Auxin Induced Gene Expression After Gravitropic Reorientation\nCol(g) and \nscd1-1\n seedlings crossed with the proDR5-GFP construct were imaged after roots were reoriented 90° relative to the gravity vector. Seedlings were placed on agar plates on the 5th day after growth at 18 or 25°C. After 1 h, seedlings were placed in diffuse light at 20–22 μmol m\n–2\ns\n–1\n and reoriented 90°. Images were captured at time 0 and at 2 h intervals until 8 h after re-orientation. Seedlings were stained with propidium iodide (PI) to visualize root structure and mounted in dH\n2\n0 on slides. The root tips were visualized with the 40x objective of a Zeiss 710 LSCM using the argon laser at an excitation wavelength of 488nm and a pinhole of 1.0 AU. GFP emission was collected between 492 and 547 nm, while PI was collected at 567–735. All images were collected at identical gain and laser power and exported to Adobe Photoshop for analysis. Representative images of more than 5 roots at each time point and from each genotype were shown.",
    "localization_of_auxin_transport_protein-fluorescent_protein_": "Localization of Auxin Transport Protein-Fluorescent Protein Fusions\nCol(g) and \nscd1-1\n seedlings containing PIN2-GFP, PIN1-GFP, PIN3-GFP, ABCB19-GFP, and AUX1-YFP (protein fusions driven by endogenous promoters) were grown for 7 days at a constant 18 or 25°C. Seedlings were mounted in dH\n2\nO and maintained at the indicated temperatures using a Julabo F25 temperature stage (Seelbach, Germany). Images were captured using a 63x water objective with or without a 1.5x optical zoom on a Zeiss 710 LSCM, using the argon laser for excitation at 488 nm with a pinhole of 1.0AU. PIN2-GFP, PIN1-GFP, PIN3-GFP, and MDR1-GFP were imaged with an emission spectrum of 500–525 nm, while AUX1-YFP was imaged with an emission spectrum of 519–621 nm.\nFor temperature shift experiments, wild-type and \nscd1-1\n were grown at 18°C for 7 days. Seedlings were transferred to microscope slides and then placed on the temperature-controlled stage at 25°C. Samples were imaged as described above at various times after transfer. For each reporter construct more than 5 roots were analyzed at each treatment, with representative images shown.",
    "pin2-gfp_and_fm4-64_analysis": "PIN2-GFP and FM4-64 Analysis\nSeedlings grown at 25°C were incubated in 5 μM FM4-64 to visualize endosomes (\nBolte et al., 2004\n) for either 5 or 20 min, as indicated. The roots were rinsed in dH\n2\nO and imaged at various times after staining. The GFP and FM4-64 signals were visualized using a multi-track setting, as described above. No FM4-64 fluorescence was detected in the GFP channel. The FM4-64 signal was imaged using 80% laser power, a pinhole of 1.0 AU, 510 gain, and an emission spectrum of 632–759 nm. No GFP signal was detected in the FM4-64 channel. Individual images for each fluorophore and an overlay are shown with magenta for FM4-64, green for PIN2-GFP, and white for any pixels with both FM4-64 and PIN2. The red signal in these images was converted to magenta in Photoshop, changing the hue saturation. To better identify spatial colocalization independent of intensity, a thresholding function was applied to individual channels in Photoshop or in the Zeiss Zen colocalization module. We then prepared a thresholded overlay in which pixels are indicated as magenta for FM4-64, green for PIN2-GFP, and white for any pixels with both FM4-64 and GFP. To examine the change in colocalization of PIN2-GFP and FM4-64 over time, the number of PIN2-GFP, FM4-64, or both, signals in each cell with a PIN2-GFP labeled endomembrane compartment was quantified, and the percentage was determined for 740 cells from 20 roots. In the temperature shift experiments, \nscd1-1\n seedlings grown at 18°C for 7 days were transferred to 5 mM FM4-64 for 5 min, rinsed briefly, and then imaged at intervals of 2 min on a temperature-controlled stage at 25°C.",
    "colocalization_of_pin2_and_endosomal_markers": "Colocalization of PIN2 and Endosomal Markers\nCol(g) and \nscd1-1\n seedlings containing PIN2-GFP were crossed with fluorescently labeled endomembrane marker lines. These constructs and their localization patterns are summarized in \nSupplementary Table S1\n. The seedlings were grown for 7 days at 25°C. Seedling roots were visualized using the Zeiss 710 laser scanning confocal microscope. GFP and RFP signals were resolved in dual channel mode with excitation at 488 and 594 nm, and emission wavelengths of 493–582 and 599–754 nm, respectively. For all samples, we verified the absence of RFP signal in the GFP channel and vice versa, using single-labeled samples. For colocalization analysis, samples were examined using Zeiss Zen software. The threshold for RFP or GFP was determined within each image, using regions that had only signal from one fluorophore. We selected regions of interest (ROI) of consistent size, focusing on individual endomembrane compartments (\nFrench et al., 2008\n) from at least 4 roots each of Ara6 and Ara7 reporters, measuring 21 and 17 endomembranes, respectively. Colocalization was quantified using both Pearson’s coefficients (weighted colocalization coefficients) and Manders’ overlap coefficients (\nManders et al., 1993\n; \nDunn et al., 2011\n).\nLines containing both PIN2-GFP and other RFP reporters were examined in dual channel mode as described above. PIN2-GFP SYP61-CFP transgenics were imaged using spectral imaging and linear unmixing at an excitation wavelength of 458 nm and a 464–648 nm filter.",
    "data_availability_statement": "Data Availability Statement\nAll datasets generated for this study are included in the article/\nSupplementary Material\n.",
    "author_contributions": "Author Contributions\nCG and JI designed and completed the experiments and wrote the manuscript. TF, CM, DL, and KM performed the experiments and edited the manuscript. GM designed the experiments, wrote, and edited the manuscript. All authors contributed to the article and approved the submitted version.",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary Material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fpls.2020.00910/full#supplementary-material\nFIGURE S1\nRoot elongation rate is reduced after transition to the restrictive temperature. Seedlings of Col(g) and \nscd1-1\n were grown at the permissive temperature of 18°C and then transferred to the restrictive temperature of 25°C. Root growth was measured in real time and is plotted as a function of time after transfer and is the average 12 seedlings with average and standard error reported.\nClick here for additional data file.\nFIGURE S2\nscd1-1\n has no apparent reduction in statolith abundance at either the permissive or restrictive temperature. Col(g) and \nscd1-1\n seedlings were grown for 5 days at 18 or 25°C, or were grown at 18°C and transferred from 18 to 25°C for 24 h before imaging. Representative images are shown from analysis of at least 5 seedlings. Scale bar = 20 mm.\nClick here for additional data file.\nFIGURE S3\nIn \nscd1-1\n grown at 25°C, PIN2-GFP and FM4-64 show limited colocalization in vesicles after a short incubation with FM4-64. PIN2-GFP (green) roots were incubated in FM4-64 (magenta) for 20 min, rinsed, and imaged immediately, where pixels of both signals are shown in white. Images were enhanced using a pseudocolor fill of a thresholded image (last panel). The figure shown is representative of the 17 roots analyzed.\nClick here for additional data file.\nFIGURE S4\nPIN2-GFP and FM4-64 do not colocalize in wild-type roots. Treatment of PIN2-GFP transgenic wild-type seedlings grown at 25°C with FM4-64 for 30 min resulted in endosomes stained with FM4-64, but not PIN2-GFP.\nClick here for additional data file.\nFIGURE S5\nPIN2-GFP does not colocalize with other endomembrane markers. The localization of a prevacuolar marker (SNX1-RFP, \nn\n > 50), a trans-Golgi marker (VHA1-RFP, \nn\n > 20), and a trans-Golgi/endosome marker (SYP61-CFP, \nn\n > 50) had limited overlap with PIN2-GFP fluorescent endomembrane bodies.\nClick here for additional data file.\nTABLE S1\nEndomembrane marker lines used for localization of PIN2-GFP compartments.\nClick here for additional data file.\nTABLE S2\nSummary of analysis of colocalization of PIN2-GFP and endosomal reporters within distinct endomembrane compartments.\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7358545/"
}