{
  "id": "PMC7829349",
  "title": "Genomic and functional characterization of Enterococcus faecalis isolates recovered from the International Space Station and their potential for pathogenicity",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Genomic and functional characterization of Enterococcus faecalis isolates recovered from the International Space Station and their potential for pathogenicity",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7829349/"
  },
  "sections": {
    "abstract": "Enterococcus faecalis\n is a multidrug resistant, opportunistic human pathogen and a leading cause of hospital acquired infections. Recently, isolates have been recovered from the air and surfaces onboard the International Space Station (ISS). Pangenomic and functional analyses were carried out to assess their potential impact on astronaut health. Genomes of each ISS isolate, and both clinical and commensal reference strains, were evaluated for their core and unique gene content, acquired antibiotic resistance genes, phage, plasmid content, and virulence traits. In order to determine their potential survival when outside of the human host, isolates were also challenged with three weeks of desiccation at 30% relative humidity. Finally, pathogenicity of the ISS strains was evaluated in the model organism \nCaenorhabditis elegans.\n At the culmination of this study, there were no defining signatures that separated known pathogenic strains from the more commensal phenotypes using the currently available resources. As a result, the current reliance on database information alone must be shifted to experimentally evaluated genotypic and phenotypic characteristics of clinically relevant microorganisms.",
    "introduction": "Introduction\nEnterococcus faecalis\n represent a core, yet quantitatively minor portion of the human gut microbiome (\nSchloissnig et al., 2013\n) that are well suited to persist outside of the host environment. Evidence recently emerged that the enterococci may have split from their last common ancestor at approximately the time animal life began to colonize terrestrial habitats (∼425 million years ago), and traits that promote survival and transmission in the exposed land environment selected for the characteristic ruggedness of the genus (\nLebreton et al., 2017\n). Supporting that proposition, enterococci display significantly higher levels of resistance to a variety of antiseptics, salts, organic compounds, desiccation, and starvation than ancestral outgroups (\nLebreton et al., 2017\n).\nBecause traits contributing to environmental persistence also contribute to persistence in the hospital environment, enterococci rank among leading causes of healthcare associated infections (\nWeiner et al., 2016\n). While certain strains of \nE. faecalis\n are pathogenic for hospitalized patients, \ne.g\n., MMH594 (\nHuycke et al., 1991\n) and V583 (\nSahm et al., 1989\n), and possess genomes swollen to 3.3 Mb by the accretion of mobile genetic elements (MGEs), the genomes of commensal isolates are 25% smaller, as typified by the strain OG1RF (\nBourgogne et al., 2008\n). In the antibiotic era, loss of CRISPR (clustered regularly interspaced short palindromic repeats) protection of the chromosome further facilitated the accumulation of additional antibiotic resistance by enterococci (\nFiore et al., 2019\n). Several other MGEs have been directly linked to virulence factors (\nShankar et al., 2002\n), however, the selective value of most mobile elements in clinical isolates of enterococci remains to be determined.\nThe ISS provides a unique opportunity to study the establishment of a microbiome in what originated as a clean, hermetically sealed built environment, where the influx of new microorganisms only occurs periodically with the arrival of new crew and supplies. The microbiome of the ISS has been extensively characterized in recent years by metagenomic (\nBe et al., 2017\n; \nLang et al., 2017\n; \nSingh et al., 2018b\n; \nUrbaniak et al., 2018\n; \nBlaustein et al., 2019\n; \nMora et al., 2019\n; \nSielaff et al., 2019\n) and culture-based investigations (\nSchiwon et al., 2013\n; \nVenkateswaran, 2017\n; \nSingh et al., 2018a\n; \nBlaustein et al., 2019\n; \nMora et al., 2019\n; \nSobisch et al., 2019\n; \nUrbaniak et al., 2019\n), yet only recently have these effort been combined (\nMora et al., 2019\n; \nSielaff et al., 2019\n). The results are divided among those that report similarities to Earth built environments (\nSchiwon et al., 2013\n; \nMora et al., 2019\n; \nSielaff et al., 2019\n) including United States based spacecraft assembly cleanrooms (\nBe et al., 2017\n), and those that detected significant differences from terrestrial residences, the Human Microbiome Project (\nLang et al., 2017\n), the Japan-based ISS analog module (\nIchijo et al., 2016\n), and a French Guiana-based cleanroom (\nMora et al., 2019\n). Despite the differences in methodologies and results, the detection of opportunistic human pathogens (\nSchiwon et al., 2013\n; \nBe et al., 2017\n; \nLang et al., 2017\n; \nMora et al., 2019\n; \nSingh et al., 2018a\n,\nb\n; \nSielaff et al., 2019\n; \nSobisch et al., 2019\n; \nUrbaniak et al., 2019\n) including \nE. faecalis\n, is a common phenomenon. With the exception of \nBe et al. (2017)\n, the previous metagenomic efforts were limited to characterizing diversity at the genus level or identifying antibiotic resistance or virulence gene content, and thereby lacked the genetic resolution to confidently identify pathogenic bacterial strains. While genome-based pathogenicity analyses have been performed for \nStaphylococcus aureus\n (\nBlaustein et al., 2019\n) and \nEnterobacter bugandensis\n (\nSingh et al., 2018a\n), only a single culture-based report has quantified pathogenicity (\nFusarium oxysporum\n isolates from the ISS \nUrbaniak et al., 2019\n) in a host model. As a result, the ability to predict how opportunistic pathogens may impact crew health remains unclear.\nIn addition to characterizing the microbiome of the ISS, understanding the effects of spaceflight on bacterial physiology will be imperative for assessing the impacts on crew health. When \nPseudomonas aeruginosa\n was exposed to spaceflight, there was an increase in the total cell viable numbers, biomass, biofilm thickness, and the cells produced a unique biofilm architecture not seen in ground controls of the species (\nMclean et al., 2001\n; \nKim et al., 2013\n). \nSu et al. (2014)\n documented growth curve, transcriptomic, and proteomic alterations (related to amino acid transport, metabolism, energy production, and conversion) in \nBacillus cereus\n and \nSerratia marcescens\n during spaceflight (\nWang et al., 2014\n). Carbon utilization profiles were altered among \nS. marcescens\n clones after flight, and transcriptomic and proteomic data revealed significant changes in metabolic functions (\nWang et al., 2014\n). Additionally, \nWilson et al. (2007)\n utilized proteomic analysis and expression profiles to demonstrate that changes in genomic regulation of \nSalmonella typhymurium\n were widely distributed, and virulence was increased in response to spaceflight. Although \nHammond et al. (2013)\n report a significant decrease in \nE. faecalis\n OG1RF virulence when grown under spaceflight conditions, this was inferred by a reduction in the optical density of cultures grown in the presence of adult \nCaenorhabditis elegans\n rather than worm viability.\nIn addition to altered microbial physiological responses, astronaut health is also impacted by the spaceflight environment. Factors such as microgravity, physiological stress, isolation, abnormal circadian rhythms, and altered nutrition have been shown to weaken an astronaut’s immunity in as little as 10 to 15 days (\nCrucian et al., 2013\n), and these effects can persist up to 6 months post mission ISS (\nCrucian et al., 2015\n). This weakened immunity, combined with the prevalence of \nE. faecalis\n strains, or other potential pathogens including viruses (\nRooney et al., 2019\n), could result in severe human health consequences on board the ISS, even in incidences of routine medicinal procedures (\ni.e\n., the introduction of a percutaneous catheter \nMermel, 2012\n).\nWith the detection of enterococci, we sought to determine the risk they posed to residents within the ISS – specifically, do they represent pathogenic lineages commonly associated with infections in hospitals, or do they represent commensals shed into the environment as a consequence of human habitation? In order to determine if the challenging environment of the air and surfaces of the ISS have selected for pathogenic strains of \nE. faecalis\n, we coupled previously employed genomic data analyses (\nSingh et al., 2018a\n) with phenotypic characterization of \nE. faecalis\n isolates recovered onboard the ISS. By assessing their antibiotic resistance, desiccation tolerance, and pathogenicity in the well-established \nC. elegans\n model (\nGarsin et al., 2001\n), we sought to test existing methods for identification of strains of \nE. faecalis\n with a high likelihood of causing in-flight infections.",
    "materials_and_methods": "Materials and Methods\nStrains and Culture Conditions\nBacterial isolates from the ISS (\nFigure 1\n and \nTable 1\n) were initially recovered on tryptic soy agar, and preliminary identification was performed using a VITEK identification system (bioMérieux, Hazelwood, MO, United States) as previously described (\nCastro et al., 2004\n). \nE. faecalis\n isolates OG1RF, MMH594, V583, and the genome sequences of \nE. faecalis\n 5952 and JH-1 were made available from the Gilmore lab strain collection. All additional available whole genomes of \nE. faecalis\n (N = 44) were obtained from the National Center for Biotechnology Information (NCBI).\nFIGURE 1\nIsolate recovery locations on the International Space Station. Isolates (denoted 1-4) were recovered from the United States Lab and Node 3. Toilets (T) are located in Zvezda (Service Module) and Tranquility (Node 3).\nTABLE 1\nSummary of genomic characterization of ISS and control strains of \nEnterococcus faecalis\n.\nIsolate (Accession Number)\nSample Type\nLocation\nCollection Date\nExpedition(Duration in days)\nGenome size (Mb)\nNo. Unique Genes\nMLST\nPredicted Intact Phage\nPlasmids\nPathogen Score(%)\nISS_1 (\nCP046113\n)\nAir\nUnited States LAB\n7/15/2009\n20 (137)\n2.65*\n11\n875**\nNo\nNo\n84.4\nISS_2 (\nCP046112\n)\nSurface\nUnited States LAB\n4/15/11\n27 (70)\n2.93*\n39\n30\n3\nNo\n85.4\nISS_3 (\nCP046111\n)\nSurface\nUnited States LAB\n4/15/11\n27 (70)\n2.94*\n39\n30\n3\nNo\n85.4\nISS_4 (\nCP0461108-10\n)\nAir\nNode 3\n10/23/13\n37 (61)\n2.91*\n25\n40\n1\n2\n85.4\nOG1RF\n‡\nOral\nNA\n≤ 1975\nNA\n2.74\n61\n1\nNo\nNo\n81.6\nMMH594\n‡\nBlood\nNA\n1985\nNA\n3.25\n52\n6\n1\n3\n82.9\nV583\n‡\nBlood\nNA\n1987\nNA\n3.36\n20\n6\n1\n3\n82.9\n* Results of hybrid assemblies (See \nSupplementary Information\n).\n** Single nucleotide variant of the nearest ST.\n‡\nMcBride et al. (2007)\n.\nNA: Not applicable.\nExcept where described below, cultures of \nE. faecalis\n OG1RF, MMH594, V583, and the ISS isolates (\nTable 1\n) were grown aerobically with shaking (250 RPM) at 37°C in brain heart infusion (BHI; Difco\nTM\n, cat. no: 237500) broth. Growth kinetics for each isolate was assessed using a Synergy 2 microplate reader (Bio-Tek Instruments Inc.), measuring optical density at 620 nm. Minimum inhibitory concentration (MIC) for various antibiotics was evaluated in both Mueller-Hinton (MH) broth or in BHI, as further detailed below. For the desiccation experiments, isolates were grown overnight in a chemically defined medium (CDM; \nHussain et al., 1991\n) and plated onto M9 (Difco\nTM\n, cat. no: 237500) agar plates amended with 1.0% glucose. To perform the \nC. elegans\n pathogenicity assays, cultures of \nEscherichia coli\n OP50 were prepared on nematode growth media (NGM) agar plates as previously described (\nPowell and Ausubel, 2008\n).\nGenome Sequencing of ISS Strains\nFor preparation of DNA, isolates were grown overnight in BHI broth. Cells were lysed using lysozyme (50 μg mL\n–1\n) and mutanolysin (2500 U mL\n–1\n), and the total DNA was isolated using the DNeasy Blood and Tissue Kit (Qiagen©, cat. no: 69504). Purified DNA was used for preparing libraries, which were then sequenced on Illumina HiSeq (250 nucleotide paired end reads) as previously described (\nSupplementary Table S1\n in \nLebreton et al., 2017\n).\nAdditionally, a MinION (Oxford Nanopore Technologies©; ONT) library was prepared using the “one-pot” barcoding protocol, as developed by Josh Quick and the Loman Lab\n1\n. For each isolate, 24 μL of AMPure XP (Beckman Coulter\n®\n Life Sciences cat. no.: A63880) eluate was used as input for library preparation. This was incubated at room temperature (RT) for 5 min, 65°C for 5 min, then placed on ice for 30 s. Samples were barcoded using the Rapid Barcoding Kit (ONT cat. no.: SQK-RBK001) and each was incubated at RT for 10 min, 70°C for 5 min, then placed on ice. The reaction product was then pooled with other samples (\nN\n = 4 total) in a clean 1.5 mL low-bind Eppendorf tube, before addition of 26.75 μl AMPure XP beads per sample. This was incubated at RT for 5 min, placed on the magnet rack until clear, and the supernatant removed. The beads were washed with 200 μl 70% ethanol, incubated for 30 s, and the supernatant removed (2X) before spinning down and removal of the residual 70% ethanol. After air drying for 1 min, the beads were resuspended in 31 μl elution buffer (EB, 10 mM Tris–HCl pH 8), incubated off the magnet rack for 5 min, returned to the rack. DNA was quantified by fluorescence (ThermoFisher Scientific© Qubit 3.0 with Qubit dsDNA HS Assay Kit; cat. no.: Q32854) and the sequencing adaptors were ligated (ONT cat. no.: SQK-LSK109) following the manufacturer’s protocols. This tube was incubated at RT for 10 min, 45.5 μl AMPure XP beads added, incubated for another 5 min, placed on magnet rack until clear, and the supernatant removed. Next, 150 μl ABB was added and the beads resuspended by flicking, before placing the tube back on the magnet rack until clear. The supernatant was removed and the ABB wash repeated before spinning down the tube and removing the residual supernatant. Next, 12 ul EB was added and the bead resuspended by flicking before incubation at RT for 5 min. The tube was placed again on the magnet rack until clear, and the elution library was loaded on to an ONT MinION flow cell (R9.4.1) according to the manufacturer’s protocols and sequenced using MinKNOW (v1.11.5) with live basecalling (\nSupplementary Table S2\n). Output fastq files were concatenated and adaptors were removed and debarcoded with PoreChop (v0.2.3\n2\n). Reads were quality filtered (≥ Q9) using NanoFilt (v2.2.0), and NanoPlot (v1.13.0) was then used to characterize sequencing datasets (\nDe Coster et al., 2018\n).\nGenome Assembly\nUnicycler (v0.4.4) was used for long-read and hybrid assembly using default parameters, with the initial long-read assembly specified via the –existing_long_read_assembly flag for hybrid assembly (\nWick et al., 2017\n). BWA (v0.7.17-r1188 with -x ont2d flag; docker container alexcoppe/bwa:latest) was used to map long reads onto the hybrid assembly to inspect assemblies and verify lack of evidence of mis-assemblies based on coverage. CheckM (v1.0.7) was used to evaluate completeness of final hybrid assemblies described in \nTable 1\n (\nParks et al., 2015\n).\nPangenomic and Phylogenetic Analysis\nGenomes were annotated using Prokka (v.1.14.6; docker container quay.io/biocontainers/prokka:1.14.6–pl526_0 \nSeemann, 2014\n), and the pangenome analysis was performed using Roary (v3.12.0; docker container staphb/roary:3.12.0 \nPage et al., 2015\n). Genes that were present in a single isolate were defined as unique genes and, for strains utilized in this study, their identities were further examined by BLASTn (\nAltschul et al., 1990\n) for comparison to the NCBI non-redundant database. Based on DNA sequence comparison, an \nE. faecalis\n phylogenetic tree (\nFigure 2A\n) was constructed from the Roary-determined core gene alignment (1.69 Mb) using FastTree (docker container staphb/fasttree:2.1.11) using the General Time Invariant (GTR) model, and visualized using IcyTree (\nVaughan, 2017\n). For a list of all genomes and gene presence/absence data see \nSupplementary Data File S1\n.\nFIGURE 2\nWhole genome analysis of \nEnterococcus faecalis\n. \n(A)\n Phylogenetic analysis of \nE. faecalis\n strains was determined based on FastTree generalized-time-reversible (GTR) analysis of SNPs present in the 1,844 core genes as determined by Roary (\nPage et al., 2015\n) and visualized with IcyTree (\nVaughan, 2017\n). The alignment, when corrected for gaps and ambiguous bases, was 1.69 Mb. Branch support was 100% except as indicated. Isolates used in this study are indicated in \nbold\n. Asterisk (*) denotes an unfinished genome assembly (contigs). Clinical isolates that are phylogenetic neighbors of the ISS isolates are tagged with the biohazard symbol. \n(B)\n Genome size and gene count, the latter as estimated by Prokka (\nSeemann, 2014\n). \n(C)\n Gene presence/absence as estimated by Roary for the total of 9300 genes identified across the 51 genomes. A histogram of these data is provided as \nSupplementary Figure S1\n.\nComparative Genomic Analysis\nMultilocus sequence typing (MLST) was performed by evaluating seven \nE. faecalis\n genes (\naroE\n, \ngdh\n, \ngki\n, \ngyd\n, \npstS\n, \nxpt\n, and \nyqiL\n) and sequence types (STs) assigned based on the alleles present in each genome (\nLarsen et al., 2012\n). The potential presence of plasmids was assessed using PlasmidFinder (\nCarattoli et al., 2014\n). VirFinder was used to detect potential \nE. faecalis\n virulence factor genes (\nJoensen et al., 2014\n), and PathogenFinder provided a predictive score for each strain’s potential pathogenicity for humans (\nCosentino et al., 2013\n). Additionally, the web server PHAge Search Tool – Enhanced Release (PHASTER) was used to detect the presence of phage sequences within bacterial genomic data (\nArndt et al., 2016\n), and the Comprehensive Antibiotic Resistance Database (CARD) was used to identify genes potentially associated with antimicrobial resistance (\nJia et al., 2016\n). The presence of CRISPR (clustered regularly interspaced short palindromic repeats) arrays and Cas (CRISPR associated proteins) was detected using the online tool, CRISPRCasFinder (\nCouvin et al., 2018\n). Capsule type polymorphisms were determined as described by \nMcBride et al. (2007)\n. Briefly the presence, or absence, of genes in the locus (EF2485 to EF2495) were verified in the genomes of each isolate. CPS type 1 strains are defined as isolates with \ncpsA\n and \nB\n, and \nhcp1\n (EF2484), while CPS type 2 strains consist of the full \ncps\n locus and \nhcp1\n (EF2484 to EF2495). CPS type 5 strains are similar to the type 2 gene profile, but do not contain \ncpsF\n (EF0090).\nMinimum Inhibitory Concentration of Antibiotics\nAntibiotic MIC was determined by broth microdilution as described (\nCLSI, 2017\n). Briefly, overnight cultures of isolates were diluted and 10\n4\n cells in MH broth were inoculated into each well of 96 well plates containing serial 2-fold dilutions of antibiotics. Maximum concentration tested: penicillin (10 μg mL\n–1\n), amoxicillin (10 μg mL\n–1\n), ampicillin (10 μg mL\n–1\n), oxacillin (256 μg mL\n–1\n), erythromycin (50 μg mL\n–1\n), and tetracycline (64 μg mL\n–1\n). This procedure was repeated in BHI (\nMcBride et al., 2007\n), and isolates were additionally evaluated for high level aminoglycoside resistance (HLGR) with: gentamicin, streptomycin, and kanamycin (each at a maximum concentration of 2 mg mL\n–1\n). Plates were incubated at 37°C and growth was monitored at 24 and 48 h. Wells containing the lowest antibiotic concentration lacking growth after 48 h were designated the MIC for the respective antibiotics.\nDesiccation Survival\nSurvival to desiccation was assessed as previously described (\nLebreton et al., 2017\n; \nBryan et al., 2019\n) with the following modifications. \nE. faecalis\n isolates were harvested from stationary phase by centrifugation, and washed twice with sterile (autoclaved, 0.22 μm filtered) water (sH\n2\nO). Prior to desiccation, the concentrated cells were resuspended in CDM, and a 10 μL sample was track diluted (\nJett et al., 1997\n) onto M9 medium (M9; Amresco\n®\n, cat. no.: J863-500G) amended with 0.1% glucose agar, and incubated at 37°C. After ∼24 h, the number of CFUs recovered from 10 μL track dilutions prepared according to \nJett et al. (1997)\n were used to determine the original concentration of cells mL\n–1\n (\nt\n = −1). Aliquots of cell suspensions (50 μL) were spotted onto autoclaved coverslips, and placed into the desiccation chamber containing Drierite\n®\n (≥ 98% CaSO\n4\n, W. A. Hammond Drierite Company, Ltd., cat. no.: 778-18-9) until the liquid evaporated (\nt\n = \n0\n, 24 h). The relative humidity (RH) in the chamber was monitored using a digital hygrometer, and maintained between 30-40% by adding additional Drierite\n®\n. Three replicates were prepared for each isolate at each timepoint. The dried cells were removed from the coverslips by rinsing and resuspending the material with a pipet into 1 mL of sH\n2\nO. To ensure the samples were homogenously resuspended, rehydrated cells were incubated at 37°C for 1 h while shaking (225 RPM), and vortexed for 15 minutes. The cells were then serially diluted into sH\n2\nO and 10 μL track dilutions were plated onto M9 agar. At the \nt\n = 0 time point, the number of CFUs recovered from the substrate was designated as the starting population size that survived the initial drying on the coverslip (\nN\n0\n). Subsequent samples were removed from the desiccation chamber every three days and rehydrated as described above to determine the number of surviving CFUs over time (\nN\n). The surviving fraction of cells was determined from the ratio of \nN/N\n0\n. Each time point was evaluated when \nN\n was ≥ 30 CFU.\nPathogenicity of \nE. faecalis\n isolates in a \nC. elegans\n model\nNematode killing assays were performed as previously described (\nYuen and Ausubel, 2018\n). Briefly, \nC. elegans fer-15;fem-1\n (CF512) worms were grown on NGM inoculated with \nE. coli\n strain OP50 and incubated at 15°C until they reached the L4 stage. Approximately 30–40 of the L4 stage worms were then transferred to BHI agar plates (amended with kanamycin, 10 μg mL\n–1\n) inoculated with 100 μL aliquots of each log phase \nE. faecalis\n isolate. The plates were incubated at 25°C and worms were examined for viability. Worms that did not exhibit movement nor respond to physical touch were scored as dead and removed from the plate. Moving worms were scored as alive and also counted.\nStatistical Analyses\nStatistical analyses for the desiccation experiments were performed using JMP\n®\n Pro v.14.3 (\nJMP\n®\n, 2019\n). Prior to evaluating the data for significant differences, the data were assessed for equal variances. Subsequent one-way ANOVAs were performed to determine the significant differences of desiccation survival at different timepoints and among individual isolates. \nPost hoc\n comparisons for time were performed using parametric comparisons with a control using Dunnett’s method (\nN\n = 18 for each isolate, with the exception of \nt\n = 12 d where \nN\n = 17). The mean \nN/N\n0\n for each isolate at \nt\n = 21 d was evaluated using the non-parametric comparison with a control performed following the Steel method (\nN\n = 3 for each isolate). Individual comparisons for survival at two timepoints were performed using a homoscedastic Student’s \nt-\n test.\nThe survival of \nC. elegans\n on each \nE. faecalis\n isolate was performed in triplicate. A Kaplan-Meier log rank analysis was performed to evaluate the survival curves using OASIS-2 (\nHan et al., 2016\n) as previously described Yuen (\nYuen and Ausubel, 2018\n). The data were determined to follow the normal distribution using the Shapiro-Wilk test (\nHan et al., 2016\n), and pairwise comparisons with Bonferroni-corrected \np\n-values < 0.05 were considered significant. Data are reported as the average and the standard error (± SE) of the number of worms scored, and is reported in \nTable 2\n.\nTABLE 2\nAnalysis of the survival of \nCaenorhabditis elegans\n infected with the ISS and control strains of \nEnterococcus faecalis\n.\nIsolate\nN*\nRestricted Mean\nLT\n50\nPairwise Comparisons**\nDays\nSE\n95% C.I.\nISS_1\n37.0\n9.00\n0.66\n7.44–10.0\n8.13\nBC\nISS_2\n33.0\n13.0\n0.53\n12.5–14.5\n12.9\nAB\nISS_3\n29.0\n13.0\n0.59\n12.0–14.3\n13.1\nABC\nISS_4\n35.0\n10.0\n0.70\n9.06–11.8\n10.4\nBC\nOG1RF\n42.0\n10.0\n0.48\n9.5–11.3\n10.0\nBC\nMMH594\n35.0\n9.00\n0.50\n8.4–10.3\n8.88\nBC\nV583\n34.0\n11.0\n0.91\n8.71–12.3\n9.00\nABC\nThe data are reported as the restricted mean (± SE) of three replicates, with the exception of ISS_1 (\nN\n = 2 at t = 9 \nd\n). * Starting number of worms. ** Pairwise analysis of each Kaplan-Meier survival curve using the log-rank test (\nHan et al., 2016\n). Those that were not significantly different from each other are indicated with a capital letter, with A being the least pathogenic (\np\n > 0.05).",
    "strains_and_culture_conditions": "Strains and Culture Conditions\nBacterial isolates from the ISS (\nFigure 1\n and \nTable 1\n) were initially recovered on tryptic soy agar, and preliminary identification was performed using a VITEK identification system (bioMérieux, Hazelwood, MO, United States) as previously described (\nCastro et al., 2004\n). \nE. faecalis\n isolates OG1RF, MMH594, V583, and the genome sequences of \nE. faecalis\n 5952 and JH-1 were made available from the Gilmore lab strain collection. All additional available whole genomes of \nE. faecalis\n (N = 44) were obtained from the National Center for Biotechnology Information (NCBI).\nFIGURE 1\nIsolate recovery locations on the International Space Station. Isolates (denoted 1-4) were recovered from the United States Lab and Node 3. Toilets (T) are located in Zvezda (Service Module) and Tranquility (Node 3).\nTABLE 1\nSummary of genomic characterization of ISS and control strains of \nEnterococcus faecalis\n.\nIsolate (Accession Number)\nSample Type\nLocation\nCollection Date\nExpedition(Duration in days)\nGenome size (Mb)\nNo. Unique Genes\nMLST\nPredicted Intact Phage\nPlasmids\nPathogen Score(%)\nISS_1 (\nCP046113\n)\nAir\nUnited States LAB\n7/15/2009\n20 (137)\n2.65*\n11\n875**\nNo\nNo\n84.4\nISS_2 (\nCP046112\n)\nSurface\nUnited States LAB\n4/15/11\n27 (70)\n2.93*\n39\n30\n3\nNo\n85.4\nISS_3 (\nCP046111\n)\nSurface\nUnited States LAB\n4/15/11\n27 (70)\n2.94*\n39\n30\n3\nNo\n85.4\nISS_4 (\nCP0461108-10\n)\nAir\nNode 3\n10/23/13\n37 (61)\n2.91*\n25\n40\n1\n2\n85.4\nOG1RF\n‡\nOral\nNA\n≤ 1975\nNA\n2.74\n61\n1\nNo\nNo\n81.6\nMMH594\n‡\nBlood\nNA\n1985\nNA\n3.25\n52\n6\n1\n3\n82.9\nV583\n‡\nBlood\nNA\n1987\nNA\n3.36\n20\n6\n1\n3\n82.9\n* Results of hybrid assemblies (See \nSupplementary Information\n).\n** Single nucleotide variant of the nearest ST.\n‡\nMcBride et al. (2007)\n.\nNA: Not applicable.\nExcept where described below, cultures of \nE. faecalis\n OG1RF, MMH594, V583, and the ISS isolates (\nTable 1\n) were grown aerobically with shaking (250 RPM) at 37°C in brain heart infusion (BHI; Difco\nTM\n, cat. no: 237500) broth. Growth kinetics for each isolate was assessed using a Synergy 2 microplate reader (Bio-Tek Instruments Inc.), measuring optical density at 620 nm. Minimum inhibitory concentration (MIC) for various antibiotics was evaluated in both Mueller-Hinton (MH) broth or in BHI, as further detailed below. For the desiccation experiments, isolates were grown overnight in a chemically defined medium (CDM; \nHussain et al., 1991\n) and plated onto M9 (Difco\nTM\n, cat. no: 237500) agar plates amended with 1.0% glucose. To perform the \nC. elegans\n pathogenicity assays, cultures of \nEscherichia coli\n OP50 were prepared on nematode growth media (NGM) agar plates as previously described (\nPowell and Ausubel, 2008\n).",
    "genome_sequencing_of_iss_strains": "Genome Sequencing of ISS Strains\nFor preparation of DNA, isolates were grown overnight in BHI broth. Cells were lysed using lysozyme (50 μg mL\n–1\n) and mutanolysin (2500 U mL\n–1\n), and the total DNA was isolated using the DNeasy Blood and Tissue Kit (Qiagen©, cat. no: 69504). Purified DNA was used for preparing libraries, which were then sequenced on Illumina HiSeq (250 nucleotide paired end reads) as previously described (\nSupplementary Table S1\n in \nLebreton et al., 2017\n).\nAdditionally, a MinION (Oxford Nanopore Technologies©; ONT) library was prepared using the “one-pot” barcoding protocol, as developed by Josh Quick and the Loman Lab\n1\n. For each isolate, 24 μL of AMPure XP (Beckman Coulter\n®\n Life Sciences cat. no.: A63880) eluate was used as input for library preparation. This was incubated at room temperature (RT) for 5 min, 65°C for 5 min, then placed on ice for 30 s. Samples were barcoded using the Rapid Barcoding Kit (ONT cat. no.: SQK-RBK001) and each was incubated at RT for 10 min, 70°C for 5 min, then placed on ice. The reaction product was then pooled with other samples (\nN\n = 4 total) in a clean 1.5 mL low-bind Eppendorf tube, before addition of 26.75 μl AMPure XP beads per sample. This was incubated at RT for 5 min, placed on the magnet rack until clear, and the supernatant removed. The beads were washed with 200 μl 70% ethanol, incubated for 30 s, and the supernatant removed (2X) before spinning down and removal of the residual 70% ethanol. After air drying for 1 min, the beads were resuspended in 31 μl elution buffer (EB, 10 mM Tris–HCl pH 8), incubated off the magnet rack for 5 min, returned to the rack. DNA was quantified by fluorescence (ThermoFisher Scientific© Qubit 3.0 with Qubit dsDNA HS Assay Kit; cat. no.: Q32854) and the sequencing adaptors were ligated (ONT cat. no.: SQK-LSK109) following the manufacturer’s protocols. This tube was incubated at RT for 10 min, 45.5 μl AMPure XP beads added, incubated for another 5 min, placed on magnet rack until clear, and the supernatant removed. Next, 150 μl ABB was added and the beads resuspended by flicking, before placing the tube back on the magnet rack until clear. The supernatant was removed and the ABB wash repeated before spinning down the tube and removing the residual supernatant. Next, 12 ul EB was added and the bead resuspended by flicking before incubation at RT for 5 min. The tube was placed again on the magnet rack until clear, and the elution library was loaded on to an ONT MinION flow cell (R9.4.1) according to the manufacturer’s protocols and sequenced using MinKNOW (v1.11.5) with live basecalling (\nSupplementary Table S2\n). Output fastq files were concatenated and adaptors were removed and debarcoded with PoreChop (v0.2.3\n2\n). Reads were quality filtered (≥ Q9) using NanoFilt (v2.2.0), and NanoPlot (v1.13.0) was then used to characterize sequencing datasets (\nDe Coster et al., 2018\n).",
    "genome_assembly": "Genome Assembly\nUnicycler (v0.4.4) was used for long-read and hybrid assembly using default parameters, with the initial long-read assembly specified via the –existing_long_read_assembly flag for hybrid assembly (\nWick et al., 2017\n). BWA (v0.7.17-r1188 with -x ont2d flag; docker container alexcoppe/bwa:latest) was used to map long reads onto the hybrid assembly to inspect assemblies and verify lack of evidence of mis-assemblies based on coverage. CheckM (v1.0.7) was used to evaluate completeness of final hybrid assemblies described in \nTable 1\n (\nParks et al., 2015\n).",
    "pangenomic_and_phylogenetic_analysis": "Pangenomic and Phylogenetic Analysis\nGenomes were annotated using Prokka (v.1.14.6; docker container quay.io/biocontainers/prokka:1.14.6–pl526_0 \nSeemann, 2014\n), and the pangenome analysis was performed using Roary (v3.12.0; docker container staphb/roary:3.12.0 \nPage et al., 2015\n). Genes that were present in a single isolate were defined as unique genes and, for strains utilized in this study, their identities were further examined by BLASTn (\nAltschul et al., 1990\n) for comparison to the NCBI non-redundant database. Based on DNA sequence comparison, an \nE. faecalis\n phylogenetic tree (\nFigure 2A\n) was constructed from the Roary-determined core gene alignment (1.69 Mb) using FastTree (docker container staphb/fasttree:2.1.11) using the General Time Invariant (GTR) model, and visualized using IcyTree (\nVaughan, 2017\n). For a list of all genomes and gene presence/absence data see \nSupplementary Data File S1\n.\nFIGURE 2\nWhole genome analysis of \nEnterococcus faecalis\n. \n(A)\n Phylogenetic analysis of \nE. faecalis\n strains was determined based on FastTree generalized-time-reversible (GTR) analysis of SNPs present in the 1,844 core genes as determined by Roary (\nPage et al., 2015\n) and visualized with IcyTree (\nVaughan, 2017\n). The alignment, when corrected for gaps and ambiguous bases, was 1.69 Mb. Branch support was 100% except as indicated. Isolates used in this study are indicated in \nbold\n. Asterisk (*) denotes an unfinished genome assembly (contigs). Clinical isolates that are phylogenetic neighbors of the ISS isolates are tagged with the biohazard symbol. \n(B)\n Genome size and gene count, the latter as estimated by Prokka (\nSeemann, 2014\n). \n(C)\n Gene presence/absence as estimated by Roary for the total of 9300 genes identified across the 51 genomes. A histogram of these data is provided as \nSupplementary Figure S1\n.",
    "comparative_genomic_analysis": "Comparative Genomic Analysis\nMultilocus sequence typing (MLST) was performed by evaluating seven \nE. faecalis\n genes (\naroE\n, \ngdh\n, \ngki\n, \ngyd\n, \npstS\n, \nxpt\n, and \nyqiL\n) and sequence types (STs) assigned based on the alleles present in each genome (\nLarsen et al., 2012\n). The potential presence of plasmids was assessed using PlasmidFinder (\nCarattoli et al., 2014\n). VirFinder was used to detect potential \nE. faecalis\n virulence factor genes (\nJoensen et al., 2014\n), and PathogenFinder provided a predictive score for each strain’s potential pathogenicity for humans (\nCosentino et al., 2013\n). Additionally, the web server PHAge Search Tool – Enhanced Release (PHASTER) was used to detect the presence of phage sequences within bacterial genomic data (\nArndt et al., 2016\n), and the Comprehensive Antibiotic Resistance Database (CARD) was used to identify genes potentially associated with antimicrobial resistance (\nJia et al., 2016\n). The presence of CRISPR (clustered regularly interspaced short palindromic repeats) arrays and Cas (CRISPR associated proteins) was detected using the online tool, CRISPRCasFinder (\nCouvin et al., 2018\n). Capsule type polymorphisms were determined as described by \nMcBride et al. (2007)\n. Briefly the presence, or absence, of genes in the locus (EF2485 to EF2495) were verified in the genomes of each isolate. CPS type 1 strains are defined as isolates with \ncpsA\n and \nB\n, and \nhcp1\n (EF2484), while CPS type 2 strains consist of the full \ncps\n locus and \nhcp1\n (EF2484 to EF2495). CPS type 5 strains are similar to the type 2 gene profile, but do not contain \ncpsF\n (EF0090).",
    "minimum_inhibitory_concentration_of_antibiotics": "Minimum Inhibitory Concentration of Antibiotics\nDilution concentration broth assays were used to determine the MIC for various antibiotics. Optical density measurements revealed there were no significant differences in the growth kinetics between the ISS isolates and the reference strains. Strains were first evaluated in Mueller-Hinton broth for comparison to clinical laboratory standards for antibiotic resistance of \nE. faecalis\n ATCC\n®\n 29212 (\nCLSI, 2017\n), and in the commonly used growth media BHI to determine MICs relative to the commensal isolate OG1RF. In MH broth, all strains tested exceeded the resistance levels set forth by ≥ 2-fold for amoxicillin, ampicillin, oxacillin, gentamycin, and kanamycin (\nCLSI, 2017\n). ISS_2, ISS_3, and ISS_4 were also categorized as resistant to tetracycline. When evaluated in BHI, all ISS strains exhibited MICs equivalent to OG1RF with the exceptions of oxacillin and tetracycline (\nTable 4\n). All ISS strains showed ≥ 4-fold more resistance to oxacillin. Isolates ISS_2, ISS_3, and ISS_4, each carrying a \ntetW/N/W\n gene, displayed an MIC of 64 μg mL\n–1\n. These isolates were 4-fold more resistant to tetracycline than OG1RF (MIC of 16 μg mL\n–1\n), and displayed resistance levels equivalent to the clinical isolates, MMH594 and V583. Unlike the clinical isolates, the ISS strains did not exhibit HLGR.\nTABLE 4\nMinimum inhibitory concentration of antibiotics evaluated in BHI.\nIsolate\nAntibiotic MIC (μg mL\n–1\n)\nPenicillin\nAmoxicillin\nAmpicillin\nOxacillin\nErythromycin\nTetracycline\nGentamycin\nStreptomycin\nKanamycin\nISS-1\n10.0\n> 10.0\n2.50\n256\n1.56\n16.0\n125\n500\n500\nISS-2\n5.00\n> 10.0\n2.50\n128\n1.56\n64.0\n125\n500\n500\nISS-3\n5.00\n> 10.0\n2.50\n128\n1.56\n64.0\n125\n500\n500\nISS-4\n10.0\n> 10.0\n2.50\n128\n1.56\n> 64.0\n62.5\n500\n250\nOG1RF\n5.00\n> 10.0\n2.50\n32.0\n1.56\n16.0\n125\n500\n500\nMMH594\n10.0\n> 10.0\n5.00\n128\n> 50.0\n64.0\n> 2.00 × 10\n3\n1.00 × 10\n3\n> 2.00 × 10\n3\nV583\n2.50\n10.0\n2.50\n256\n> 50.0\n64.0\n> 2.00 × 10\n3\n500\n> 2.00 × 10\n3",
    "desiccation_survival": "Desiccation Survival\nSurvival to desiccation was assessed as previously described (\nLebreton et al., 2017\n; \nBryan et al., 2019\n) with the following modifications. \nE. faecalis\n isolates were harvested from stationary phase by centrifugation, and washed twice with sterile (autoclaved, 0.22 μm filtered) water (sH\n2\nO). Prior to desiccation, the concentrated cells were resuspended in CDM, and a 10 μL sample was track diluted (\nJett et al., 1997\n) onto M9 medium (M9; Amresco\n®\n, cat. no.: J863-500G) amended with 0.1% glucose agar, and incubated at 37°C. After ∼24 h, the number of CFUs recovered from 10 μL track dilutions prepared according to \nJett et al. (1997)\n were used to determine the original concentration of cells mL\n–1\n (\nt\n = −1). Aliquots of cell suspensions (50 μL) were spotted onto autoclaved coverslips, and placed into the desiccation chamber containing Drierite\n®\n (≥ 98% CaSO\n4\n, W. A. Hammond Drierite Company, Ltd., cat. no.: 778-18-9) until the liquid evaporated (\nt\n = \n0\n, 24 h). The relative humidity (RH) in the chamber was monitored using a digital hygrometer, and maintained between 30-40% by adding additional Drierite\n®\n. Three replicates were prepared for each isolate at each timepoint. The dried cells were removed from the coverslips by rinsing and resuspending the material with a pipet into 1 mL of sH\n2\nO. To ensure the samples were homogenously resuspended, rehydrated cells were incubated at 37°C for 1 h while shaking (225 RPM), and vortexed for 15 minutes. The cells were then serially diluted into sH\n2\nO and 10 μL track dilutions were plated onto M9 agar. At the \nt\n = 0 time point, the number of CFUs recovered from the substrate was designated as the starting population size that survived the initial drying on the coverslip (\nN\n0\n). Subsequent samples were removed from the desiccation chamber every three days and rehydrated as described above to determine the number of surviving CFUs over time (\nN\n). The surviving fraction of cells was determined from the ratio of \nN/N\n0\n. Each time point was evaluated when \nN\n was ≥ 30 CFU.",
    "pathogenicity_of_e._faecalis_isolates_in_a_c._elegans_model": "Pathogenicity of \nE. faecalis\n isolates in a \nC. elegans\n model\nNematode killing assays were performed as previously described (\nYuen and Ausubel, 2018\n). Briefly, \nC. elegans fer-15;fem-1\n (CF512) worms were grown on NGM inoculated with \nE. coli\n strain OP50 and incubated at 15°C until they reached the L4 stage. Approximately 30–40 of the L4 stage worms were then transferred to BHI agar plates (amended with kanamycin, 10 μg mL\n–1\n) inoculated with 100 μL aliquots of each log phase \nE. faecalis\n isolate. The plates were incubated at 25°C and worms were examined for viability. Worms that did not exhibit movement nor respond to physical touch were scored as dead and removed from the plate. Moving worms were scored as alive and also counted.",
    "statistical_analyses": "Statistical Analyses\nStatistical analyses for the desiccation experiments were performed using JMP\n®\n Pro v.14.3 (\nJMP\n®\n, 2019\n). Prior to evaluating the data for significant differences, the data were assessed for equal variances. Subsequent one-way ANOVAs were performed to determine the significant differences of desiccation survival at different timepoints and among individual isolates. \nPost hoc\n comparisons for time were performed using parametric comparisons with a control using Dunnett’s method (\nN\n = 18 for each isolate, with the exception of \nt\n = 12 d where \nN\n = 17). The mean \nN/N\n0\n for each isolate at \nt\n = 21 d was evaluated using the non-parametric comparison with a control performed following the Steel method (\nN\n = 3 for each isolate). Individual comparisons for survival at two timepoints were performed using a homoscedastic Student’s \nt-\n test.\nThe survival of \nC. elegans\n on each \nE. faecalis\n isolate was performed in triplicate. A Kaplan-Meier log rank analysis was performed to evaluate the survival curves using OASIS-2 (\nHan et al., 2016\n) as previously described Yuen (\nYuen and Ausubel, 2018\n). The data were determined to follow the normal distribution using the Shapiro-Wilk test (\nHan et al., 2016\n), and pairwise comparisons with Bonferroni-corrected \np\n-values < 0.05 were considered significant. Data are reported as the average and the standard error (± SE) of the number of worms scored, and is reported in \nTable 2\n.\nTABLE 2\nAnalysis of the survival of \nCaenorhabditis elegans\n infected with the ISS and control strains of \nEnterococcus faecalis\n.\nIsolate\nN*\nRestricted Mean\nLT\n50\nPairwise Comparisons**\nDays\nSE\n95% C.I.\nISS_1\n37.0\n9.00\n0.66\n7.44–10.0\n8.13\nBC\nISS_2\n33.0\n13.0\n0.53\n12.5–14.5\n12.9\nAB\nISS_3\n29.0\n13.0\n0.59\n12.0–14.3\n13.1\nABC\nISS_4\n35.0\n10.0\n0.70\n9.06–11.8\n10.4\nBC\nOG1RF\n42.0\n10.0\n0.48\n9.5–11.3\n10.0\nBC\nMMH594\n35.0\n9.00\n0.50\n8.4–10.3\n8.88\nBC\nV583\n34.0\n11.0\n0.91\n8.71–12.3\n9.00\nABC\nThe data are reported as the restricted mean (± SE) of three replicates, with the exception of ISS_1 (\nN\n = 2 at t = 9 \nd\n). * Starting number of worms. ** Pairwise analysis of each Kaplan-Meier survival curve using the log-rank test (\nHan et al., 2016\n). Those that were not significantly different from each other are indicated with a capital letter, with A being the least pathogenic (\np\n > 0.05).",
    "results": "Results\nIsolates Recovered From the ISS\nThe \nE. faecalis\n isolates recovered from air samples (ISS_1 and ISS_4) were both collected mid-module. ISS_1 was isolated from air samples collected in the United States Lab in 2009, and ISS_4 was recovered from the air in Node 3 in 2013 (\nFigure 1\n). ISS_2 and ISS_3, were two isolates recovered in 2011 from the same location, United States Lab handrail surfaces, approximately 14 feet apart. One was collected from the aft end of the module (at the interface with Node 1), and the other was recovered mid-module. The United States Lab was launched in 2001, and houses the various science payloads conducting research onboard the ISS (\nSingh et al., 2018b\n). Node 3, launched in 2010, and houses the air revitalization and water recovery systems, as well as amenities for crew hygiene, the restrooms, and exercise devices (\nSingh et al., 2018b\n). With preliminary identification based solely on the VITEK identification system, the first task for the isolate characterization was to create a fully sequenced genome for each isolate (\nTable 1\n).\nPangenome Analysis\nWith the complete genomes for each isolate assembled, several web-based tools were utilized for genomic characterization. First, seven gene loci were evaluated for their respective MLST using the web-based MLST server (\nTable 1\n; \nLarsen et al., 2012\n). ISS_1 was determined to be a single locus variant of sequence type (ST) 875, with a single nucleotide polymorphism (SNP) in the 583 bases of \npstS\n. Isolates ISS_2 and ISS_3 were identified as ST30. ISS_4 was classified as ST40, a commonly recovered ST and a member of one of the largest clonal clusters, CC40 (\nMcBride et al., 2007\n). A clonal cluster is defined as a ST consisting of three or more isolates (\nMcBride et al., 2007\n). CC40 is comprised of ST40 and ST114, many of which were isolated from clinical sources (\nMcBride et al., 2007\n).\nBased on the ST data described above, representative type strains were chosen for each as a comparator for each ISS ST (\nMcBride et al., 2007\n), and a core genome of 1,844 genes shared by all 51 strains was defined (\nPage et al., 2015\n). An alignment of the core genome was then used to construct the phylogenetic tree (\nFigure 2A\n). Phylogenetic proximity of the selected type strains to the ISS isolates validated the selection based on ST. Genome size and gene count (\nFigure 2B\n) show patterns of genomic expansion and loss within clades; for example, within the clade containing V583 a general pattern of larger genome size and higher gene count is evident, yet nearby ISS_1 has a more streamlined genome in comparison to its neighbors. Genes are classified into core, soft core, shell, and cloud on the basis of the number of isolates sharing each gene (\nFigure 2C\n; \nSupplementary Figure S1\n) and the Roary-estimated patterns of gene presence and absence highlight potential patterns of gene loss or gain (\nSupplementary Data File S1\n).\nUnique chromosomal genes, defined as those genes that were present in a single isolate, were non-uniformly distributed across each isolate genome (\nSupplementary Data File S1\n). ISS_1 (Accession no.: \nCP046113\n) contained the fewest number of unique genes (11 genes), 9 of which were designated hypothetical by Prokka (\nSeemann, 2014\n) yet had homology with other \nE. faecalis\n genomes on the basis of BLASTn searches. Seven of the 11 unique genes formed a contiguous region suggestive of an operon, which contained two genes with known annotations, \nmazG\n, which encodes a nucleoside triphosphate pyrophosphohydrolase involved in survival under nutrient stress, and another that encodes an LPxTG-motif protein cell wall anchor domain protein. Neither ISS_2 (Accession no.: \nCP046112\n) nor ISS_3 (Accession no.: \nCP046111\n) contained individually unique genes. Consistent with this finding, analysis of the core alignment revealed that isolates ISS_2 and ISS_3 differed by only 14 bases. However, these two isolates shared 39 genes that were not present in any of the other strains analyzed, of which 30 were classified as hypothetical. ISS_4 (Accession no.: \nCP046108-110\n) had 25 unique genes, 16 of which were located on a plasmid (pTEF2); no unique genes were found on the second (pAD1) plasmid. Based on BLASTn analysis (\nSupplementary Figure S2\n), the majority of genes unique to the ISS strains are closely related to genes present in \nEnterococcus\n species, with all non-\nEnterococcus\n genera restricted to \nLactococcus\n, \nLactobacillus\n, and, with lower identity and query coverage, \nListeria\n (\nSupplementary Figure S3\n).\nFollowing the designations of \nMcBride et al. (2007)\n, the capsule type for each ISS strain was determined. All three known capsule type polymorphisms were detected from the ISS strains. ISS_1 contained the full \ncps\n locus (EF2485 to EF2495) and \nhcp1\n (EF2484), and similar to MMH594 and V583, was designated CPS type 2. Isolates ISS_2 and ISS_3 contained the \ncps\n locus and \nhcp1\n, but lacked \ncpsF\n (EF0090). In agreement with previous analysis of two additional ST30 isolates (\nMcBride et al., 2007\n), these strains were classified as CPS type 5. The strain ISS_4 contained only \ncpsA\n (EF0095), \ncpsB\n (EF0094), and \nhcp1\n, and like the other isolates of CC40 and OG1RF, was classified as CPS type 1 (\nMcBride et al., 2007\n).\nAssessment of Mobile Elements and Defense Systems\nThe Comprehensive Antibiotic Resistance Database (CARD) database identified the tetracycline resistance gene, \ntetW/N/W\n, in isolates ISS_2, ISS_3, and ISS_4, which was not present in OG1RF (\nJia et al., 2016\n). The ISS \ntetW/N/W\n shared 69.3 (ISS_2 and ISS_3) and 69.1% (ISS_4) sequence homology with the reference sequence (Accession no.: \nARO:3004442\n). The reference gene has been detected in 2.70% of the available \nE. faecalis\n isolates surveyed (\nJia et al., 2016\n). A standard nucleotide BLAST search confirmed the \ntetW/N/W\n genes present in ISS_2 and ISS_3 shared 100% sequence identity to each other, and differed by three SNPs to the \ntetW/N/W\n gene present in ISS_4 (\nAltschul et al., 1990\n).\nPHASTER identified the presence of intact phage in isolates ISS_2, ISS_3, and ISS_4 (\nSupplementary Table S3\n; \nArndt et al., 2016\n). ISS_2 and ISS_3 each contained three intact phage nucleotide sequences. The CC40 member ISS_4 contained a single intact phage region. No intact phage were detected in either ISS_1 or OG1RF. Thirty two (82%) of the 39 genes shared only by ISS_2 and ISS_3 were associated with intact or incomplete phage (\nSupplementary Data File S1\n). Plasmid-born genomic elements were only detected in ISS_4 using the tool PlasmidFinder (\nTable 1\n; \nCarattoli et al., 2014\n). Two plasmids were determined to share 96.7% sequence identity, and 99% coverage, to the V583 plasmid pTEF2 (accession number: \nAE016831\n; \nPaulsen et al., 2003\n), and 96.0% identity, with 100% coverage, to the pheromone responsive plasmid pAD1 (accession number: \nL01794\n; \nEhrenfeld and Clewell, 1987\n). Notably, evidence for \nLactobacillus prophage\n Lj928 was identified for ISS_2, ISS_3, ISS_4, and V583 (\nSupplementary Table S3\n). Similarly, evidence for \nEnterococcus phage\n phiFL4A was identified for ISS_2, ISS_3, ISS_4, and MMH594 (\nSupplementary Table S3\n). Overall, mobile elements explained a majority (65%) of the unique genes identified in the ISS isolates. High confidence CRISPR-Cas systems were detected in isolates ISS_1, ISS_4, and OG1RF (\nSupplementary Table S4\n). CRISPR loci without the Cas genes were detected in the genomes of each of the ISS isolates and OG1RF (\nSupplementary Table S4\n).\nGenome-Based Assessment of the Potential for Pathogenicity\nThe PathogenFinder server scored each of the ISS isolates and the reference strains as potential human pathogens (\nTable 1\n; \nCosentino et al., 2013\n). The commensal strain OG1RF had the lowest pathogen score of 81.6%. With pathogen scores > 84%, all of the ISS strains had a higher assigned probability to be pathogenic than the clinical isolates, MMH594 and V583 (each at 82.9%).\nBy comparing the genomic content of the isolates to known \nE. faecalis\n genes associated with disease, a second predictor of pathogenicity could be compiled (\nTable 3\n; \nJoensen et al., 2014\n). The genomes of the clinical isolates contained the highest proportion of predicted virulence factors (18/20), while ISS_2 and ISS_3 contained the least (13/20). ISS_1 and OG1RF both contained 15/20 virulence factors, and the genome ISS_4 was positive for 16/20. The clinical isolates and ISS_4 were the only strains to contain \nagg\n, encoding for the \nE. faecalis\n aggregation substance involved in biofilm formation, plasmid transfer, and increased virulence in endocarditis models (\nBhatty et al., 2015\n).\nTABLE 3\nThe presence, and sequence identity (%), of known virulence factors of \nEnterococcus faecalis\n present in the ISS and reference genomes (\nJoensen et al., 2014\n).\nVirulence factor\nIdentity (%)\nISS_1\nISS_2\nISS_3\nISS_4\nOG1RF\nV583\nMMH594\nElrA\n99.5\n99.72\n99.72\n100\n100\n100\n100\nSrtA\n100\n100\n100\n100\n100\n100\n100\nace\n98.5\n97.71\n97.71\n96.9\n97.5\n100\nagg\n95.6\n100, 96.8*\n100\ncCF10\n99.8\n99.9, 99.9*\n99.9\n99.8, 99.8*\n100, 100*\ncOB1\n100\n100\n100\n99.9\n100\n100\n100\ncad\n99.9\n100\n100\n99.8\n100\n100\n100\ncamE\n100\n99.6, 99.6*\n99.6\n100, 100*\n100\n100\n100\ncylA\n99.8, 99.8*\ncylL\n100\n100\ncylM\n100\n100\nebpA\n100\n100\n100\n100\n100\n100\n100\nebpB\n100\n99.8\n99.8\n100\n100\nebpC\n100\n100\n100\n100\n100\nefaAfs\n100\n99.9\n99.9\n100\n100\n100\n100\nfsrB\n99.9\n100\n100\n100\n100\ngelE\n99.4\n99.9\n99.9\n100\n100, 100*\n100\n100\nhylA\n99.9\n100\n100\n99.7\nhylB\n99.9\n99.5\n99.5\n99.6\n100\n100\n100\ntpx\n100\n100\n100\n100\n100\n100\n100\n* Multiple copies were detected.\nMMH594 was the only isolate with \ncylA\n, one of the genes responsible for the production of cytolysin. Neither OG1RF nor the ISS isolates carried any of the genes in the cytolysin pathway reviewed by \nCoburn and Gilmore (2003)\n.\nMinimum Inhibitory Concentration of Antibiotics\nDilution concentration broth assays were used to determine the MIC for various antibiotics. Optical density measurements revealed there were no significant differences in the growth kinetics between the ISS isolates and the reference strains. Strains were first evaluated in Mueller-Hinton broth for comparison to clinical laboratory standards for antibiotic resistance of \nE. faecalis\n ATCC\n®\n 29212 (\nCLSI, 2017\n), and in the commonly used growth media BHI to determine MICs relative to the commensal isolate OG1RF. In MH broth, all strains tested exceeded the resistance levels set forth by ≥ 2-fold for amoxicillin, ampicillin, oxacillin, gentamycin, and kanamycin (\nCLSI, 2017\n). ISS_2, ISS_3, and ISS_4 were also categorized as resistant to tetracycline. When evaluated in BHI, all ISS strains exhibited MICs equivalent to OG1RF with the exceptions of oxacillin and tetracycline (\nTable 4\n). All ISS strains showed ≥ 4-fold more resistance to oxacillin. Isolates ISS_2, ISS_3, and ISS_4, each carrying a \ntetW/N/W\n gene, displayed an MIC of 64 μg mL\n–1\n. These isolates were 4-fold more resistant to tetracycline than OG1RF (MIC of 16 μg mL\n–1\n), and displayed resistance levels equivalent to the clinical isolates, MMH594 and V583. Unlike the clinical isolates, the ISS strains did not exhibit HLGR.\nTABLE 4\nMinimum inhibitory concentration of antibiotics evaluated in BHI.\nIsolate\nAntibiotic MIC (μg mL\n–1\n)\nPenicillin\nAmoxicillin\nAmpicillin\nOxacillin\nErythromycin\nTetracycline\nGentamycin\nStreptomycin\nKanamycin\nISS-1\n10.0\n> 10.0\n2.50\n256\n1.56\n16.0\n125\n500\n500\nISS-2\n5.00\n> 10.0\n2.50\n128\n1.56\n64.0\n125\n500\n500\nISS-3\n5.00\n> 10.0\n2.50\n128\n1.56\n64.0\n125\n500\n500\nISS-4\n10.0\n> 10.0\n2.50\n128\n1.56\n> 64.0\n62.5\n500\n250\nOG1RF\n5.00\n> 10.0\n2.50\n32.0\n1.56\n16.0\n125\n500\n500\nMMH594\n10.0\n> 10.0\n5.00\n128\n> 50.0\n64.0\n> 2.00 × 10\n3\n1.00 × 10\n3\n> 2.00 × 10\n3\nV583\n2.50\n10.0\n2.50\n256\n> 50.0\n64.0\n> 2.00 × 10\n3\n500\n> 2.00 × 10\n3\nDesiccation Tolerance of \nE. faecalis\n Strains\nDuring the initial 24 h dry down period, the RH in the desiccation chamber spiked to 56%. For the remainder of the experiment, the RH was maintained between 30-40% by adding additional Drierite\n®\n. The concentration of cells surviving the drying process (\nN\n0\n) ranged from 1.2 (± 0.044) x 10\n10\n to 5.5 (± 0.091) x 10\n7\n CFU for ISS-1 and OG1RF, respectively. The average number of survivors (\nN\n) after three weeks of desiccation ranged from 0.11 (± 0.024) to 8.5 (± 0.79) x 10\n8\n CFU for OG1RF and MMH594, respectively. OG1RF demonstrated the greatest loss in viability during dry down with a 2.1-log reduction, and ISS-2 was the only isolate that did not experience a significant loss in viability between \nt\n = 0 and \nt\n = 3 d (\np\n = 0.11). There was no significant difference in \nN/N\n0\n at any of the timepoints evaluated (\np\n = 0.98; \nFigure 3\n). When the variances of \nN/N\n0\n at t = 21 d for each isolate were determined to be significantly different from each other (\nF\n = 58, \np\n < 0.001), a non-parametric comparison was performed with OG1RF chosen as the control using the Steel method. There was no significant difference in \nN/N\n0\n at \nt\n = 21 d among the isolates tested when compared to OG1RF (\nFigure 3\n).\nFIGURE 3\nDesiccation survival of \nEnterococcus faecalis\n strains from the ISS and the control strains, OG1RF and MMH594. The data are presented as the average (± SD) of triplicate measurements. Some error bars have been obscured by the data points.\nPathogenicity of Isolates in a \nC. elegans\n Model\nThe survival data (\nFigure 4\n) were determined to follow the normal distribution using the Shapiro-Wilk test (\nHan et al., 2016\n). With the exception of ISS_1, all data are reported as the mean (± SE) of three replicates. For ISS_1, one sample became contaminated with fungus on day 9, and all subsequent data are reported as \nN\n = 2. \nC. elegans\n was least susceptible to strains ISS_2, ISS_3, and V583 with mean survival times of 13 (± 0.53), 13 (± 0.59), and 11 (± 0.91) days, respectively (\nTable 2\n). While the time for 50% of the worm population to die (LT\n50\n; \nGarsin et al., 2001\n) for these isolates ranged from 9 days (V583) to 14 (ISS_3), the total lifespan of worms challenged with these isolates were not significantly different from each other. For isolates ISS_2 and ISS_3, all worms were deceased by day 18 and 17, respectively. While 90% of worms fed V583 were dead by day 18, some survivors persisted until day 24. Additionally, the lifespan of worms infected with ISS_3 was also statistically similar to those challenged with ISS_4. With a 31% decrease in the mean lifespan, worms infected with ISS_1 were significantly more susceptible than isolates fed ISS_2 or ISS_3 (\np\n < 0.001). Based on the survival curves of worms fed ISS_1, ISS_4, OG1RF, MMH594, and V583 there were no significant differences in the pathogenicity profiles for these isolates (\np\n > 0.05).\nFIGURE 4\nThe average survival of \nCaenorhabditis elegans\n exposed to ISS and control strains of \nEnterococcus faecalis.",
    "isolates_recovered_from_the_iss": "Isolates Recovered From the ISS\nThe \nE. faecalis\n isolates recovered from air samples (ISS_1 and ISS_4) were both collected mid-module. ISS_1 was isolated from air samples collected in the United States Lab in 2009, and ISS_4 was recovered from the air in Node 3 in 2013 (\nFigure 1\n). ISS_2 and ISS_3, were two isolates recovered in 2011 from the same location, United States Lab handrail surfaces, approximately 14 feet apart. One was collected from the aft end of the module (at the interface with Node 1), and the other was recovered mid-module. The United States Lab was launched in 2001, and houses the various science payloads conducting research onboard the ISS (\nSingh et al., 2018b\n). Node 3, launched in 2010, and houses the air revitalization and water recovery systems, as well as amenities for crew hygiene, the restrooms, and exercise devices (\nSingh et al., 2018b\n). With preliminary identification based solely on the VITEK identification system, the first task for the isolate characterization was to create a fully sequenced genome for each isolate (\nTable 1\n).",
    "pangenome_analysis": "Pangenome Analysis\nWith the complete genomes for each isolate assembled, several web-based tools were utilized for genomic characterization. First, seven gene loci were evaluated for their respective MLST using the web-based MLST server (\nTable 1\n; \nLarsen et al., 2012\n). ISS_1 was determined to be a single locus variant of sequence type (ST) 875, with a single nucleotide polymorphism (SNP) in the 583 bases of \npstS\n. Isolates ISS_2 and ISS_3 were identified as ST30. ISS_4 was classified as ST40, a commonly recovered ST and a member of one of the largest clonal clusters, CC40 (\nMcBride et al., 2007\n). A clonal cluster is defined as a ST consisting of three or more isolates (\nMcBride et al., 2007\n). CC40 is comprised of ST40 and ST114, many of which were isolated from clinical sources (\nMcBride et al., 2007\n).\nBased on the ST data described above, representative type strains were chosen for each as a comparator for each ISS ST (\nMcBride et al., 2007\n), and a core genome of 1,844 genes shared by all 51 strains was defined (\nPage et al., 2015\n). An alignment of the core genome was then used to construct the phylogenetic tree (\nFigure 2A\n). Phylogenetic proximity of the selected type strains to the ISS isolates validated the selection based on ST. Genome size and gene count (\nFigure 2B\n) show patterns of genomic expansion and loss within clades; for example, within the clade containing V583 a general pattern of larger genome size and higher gene count is evident, yet nearby ISS_1 has a more streamlined genome in comparison to its neighbors. Genes are classified into core, soft core, shell, and cloud on the basis of the number of isolates sharing each gene (\nFigure 2C\n; \nSupplementary Figure S1\n) and the Roary-estimated patterns of gene presence and absence highlight potential patterns of gene loss or gain (\nSupplementary Data File S1\n).\nUnique chromosomal genes, defined as those genes that were present in a single isolate, were non-uniformly distributed across each isolate genome (\nSupplementary Data File S1\n). ISS_1 (Accession no.: \nCP046113\n) contained the fewest number of unique genes (11 genes), 9 of which were designated hypothetical by Prokka (\nSeemann, 2014\n) yet had homology with other \nE. faecalis\n genomes on the basis of BLASTn searches. Seven of the 11 unique genes formed a contiguous region suggestive of an operon, which contained two genes with known annotations, \nmazG\n, which encodes a nucleoside triphosphate pyrophosphohydrolase involved in survival under nutrient stress, and another that encodes an LPxTG-motif protein cell wall anchor domain protein. Neither ISS_2 (Accession no.: \nCP046112\n) nor ISS_3 (Accession no.: \nCP046111\n) contained individually unique genes. Consistent with this finding, analysis of the core alignment revealed that isolates ISS_2 and ISS_3 differed by only 14 bases. However, these two isolates shared 39 genes that were not present in any of the other strains analyzed, of which 30 were classified as hypothetical. ISS_4 (Accession no.: \nCP046108-110\n) had 25 unique genes, 16 of which were located on a plasmid (pTEF2); no unique genes were found on the second (pAD1) plasmid. Based on BLASTn analysis (\nSupplementary Figure S2\n), the majority of genes unique to the ISS strains are closely related to genes present in \nEnterococcus\n species, with all non-\nEnterococcus\n genera restricted to \nLactococcus\n, \nLactobacillus\n, and, with lower identity and query coverage, \nListeria\n (\nSupplementary Figure S3\n).\nFollowing the designations of \nMcBride et al. (2007)\n, the capsule type for each ISS strain was determined. All three known capsule type polymorphisms were detected from the ISS strains. ISS_1 contained the full \ncps\n locus (EF2485 to EF2495) and \nhcp1\n (EF2484), and similar to MMH594 and V583, was designated CPS type 2. Isolates ISS_2 and ISS_3 contained the \ncps\n locus and \nhcp1\n, but lacked \ncpsF\n (EF0090). In agreement with previous analysis of two additional ST30 isolates (\nMcBride et al., 2007\n), these strains were classified as CPS type 5. The strain ISS_4 contained only \ncpsA\n (EF0095), \ncpsB\n (EF0094), and \nhcp1\n, and like the other isolates of CC40 and OG1RF, was classified as CPS type 1 (\nMcBride et al., 2007\n).",
    "assessment_of_mobile_elements_and_defense_systems": "Assessment of Mobile Elements and Defense Systems\nThe Comprehensive Antibiotic Resistance Database (CARD) database identified the tetracycline resistance gene, \ntetW/N/W\n, in isolates ISS_2, ISS_3, and ISS_4, which was not present in OG1RF (\nJia et al., 2016\n). The ISS \ntetW/N/W\n shared 69.3 (ISS_2 and ISS_3) and 69.1% (ISS_4) sequence homology with the reference sequence (Accession no.: \nARO:3004442\n). The reference gene has been detected in 2.70% of the available \nE. faecalis\n isolates surveyed (\nJia et al., 2016\n). A standard nucleotide BLAST search confirmed the \ntetW/N/W\n genes present in ISS_2 and ISS_3 shared 100% sequence identity to each other, and differed by three SNPs to the \ntetW/N/W\n gene present in ISS_4 (\nAltschul et al., 1990\n).\nPHASTER identified the presence of intact phage in isolates ISS_2, ISS_3, and ISS_4 (\nSupplementary Table S3\n; \nArndt et al., 2016\n). ISS_2 and ISS_3 each contained three intact phage nucleotide sequences. The CC40 member ISS_4 contained a single intact phage region. No intact phage were detected in either ISS_1 or OG1RF. Thirty two (82%) of the 39 genes shared only by ISS_2 and ISS_3 were associated with intact or incomplete phage (\nSupplementary Data File S1\n). Plasmid-born genomic elements were only detected in ISS_4 using the tool PlasmidFinder (\nTable 1\n; \nCarattoli et al., 2014\n). Two plasmids were determined to share 96.7% sequence identity, and 99% coverage, to the V583 plasmid pTEF2 (accession number: \nAE016831\n; \nPaulsen et al., 2003\n), and 96.0% identity, with 100% coverage, to the pheromone responsive plasmid pAD1 (accession number: \nL01794\n; \nEhrenfeld and Clewell, 1987\n). Notably, evidence for \nLactobacillus prophage\n Lj928 was identified for ISS_2, ISS_3, ISS_4, and V583 (\nSupplementary Table S3\n). Similarly, evidence for \nEnterococcus phage\n phiFL4A was identified for ISS_2, ISS_3, ISS_4, and MMH594 (\nSupplementary Table S3\n). Overall, mobile elements explained a majority (65%) of the unique genes identified in the ISS isolates. High confidence CRISPR-Cas systems were detected in isolates ISS_1, ISS_4, and OG1RF (\nSupplementary Table S4\n). CRISPR loci without the Cas genes were detected in the genomes of each of the ISS isolates and OG1RF (\nSupplementary Table S4\n).",
    "genome-based_assessment_of_the_potential_for_pathogenicity": "Genome-Based Assessment of the Potential for Pathogenicity\nThe PathogenFinder server scored each of the ISS isolates and the reference strains as potential human pathogens (\nTable 1\n; \nCosentino et al., 2013\n). The commensal strain OG1RF had the lowest pathogen score of 81.6%. With pathogen scores > 84%, all of the ISS strains had a higher assigned probability to be pathogenic than the clinical isolates, MMH594 and V583 (each at 82.9%).\nBy comparing the genomic content of the isolates to known \nE. faecalis\n genes associated with disease, a second predictor of pathogenicity could be compiled (\nTable 3\n; \nJoensen et al., 2014\n). The genomes of the clinical isolates contained the highest proportion of predicted virulence factors (18/20), while ISS_2 and ISS_3 contained the least (13/20). ISS_1 and OG1RF both contained 15/20 virulence factors, and the genome ISS_4 was positive for 16/20. The clinical isolates and ISS_4 were the only strains to contain \nagg\n, encoding for the \nE. faecalis\n aggregation substance involved in biofilm formation, plasmid transfer, and increased virulence in endocarditis models (\nBhatty et al., 2015\n).\nTABLE 3\nThe presence, and sequence identity (%), of known virulence factors of \nEnterococcus faecalis\n present in the ISS and reference genomes (\nJoensen et al., 2014\n).\nVirulence factor\nIdentity (%)\nISS_1\nISS_2\nISS_3\nISS_4\nOG1RF\nV583\nMMH594\nElrA\n99.5\n99.72\n99.72\n100\n100\n100\n100\nSrtA\n100\n100\n100\n100\n100\n100\n100\nace\n98.5\n97.71\n97.71\n96.9\n97.5\n100\nagg\n95.6\n100, 96.8*\n100\ncCF10\n99.8\n99.9, 99.9*\n99.9\n99.8, 99.8*\n100, 100*\ncOB1\n100\n100\n100\n99.9\n100\n100\n100\ncad\n99.9\n100\n100\n99.8\n100\n100\n100\ncamE\n100\n99.6, 99.6*\n99.6\n100, 100*\n100\n100\n100\ncylA\n99.8, 99.8*\ncylL\n100\n100\ncylM\n100\n100\nebpA\n100\n100\n100\n100\n100\n100\n100\nebpB\n100\n99.8\n99.8\n100\n100\nebpC\n100\n100\n100\n100\n100\nefaAfs\n100\n99.9\n99.9\n100\n100\n100\n100\nfsrB\n99.9\n100\n100\n100\n100\ngelE\n99.4\n99.9\n99.9\n100\n100, 100*\n100\n100\nhylA\n99.9\n100\n100\n99.7\nhylB\n99.9\n99.5\n99.5\n99.6\n100\n100\n100\ntpx\n100\n100\n100\n100\n100\n100\n100\n* Multiple copies were detected.\nMMH594 was the only isolate with \ncylA\n, one of the genes responsible for the production of cytolysin. Neither OG1RF nor the ISS isolates carried any of the genes in the cytolysin pathway reviewed by \nCoburn and Gilmore (2003)\n.",
    "desiccation_tolerance_of_e._faecalis_strains": "Desiccation Tolerance of \nE. faecalis\n Strains\nDuring the initial 24 h dry down period, the RH in the desiccation chamber spiked to 56%. For the remainder of the experiment, the RH was maintained between 30-40% by adding additional Drierite\n®\n. The concentration of cells surviving the drying process (\nN\n0\n) ranged from 1.2 (± 0.044) x 10\n10\n to 5.5 (± 0.091) x 10\n7\n CFU for ISS-1 and OG1RF, respectively. The average number of survivors (\nN\n) after three weeks of desiccation ranged from 0.11 (± 0.024) to 8.5 (± 0.79) x 10\n8\n CFU for OG1RF and MMH594, respectively. OG1RF demonstrated the greatest loss in viability during dry down with a 2.1-log reduction, and ISS-2 was the only isolate that did not experience a significant loss in viability between \nt\n = 0 and \nt\n = 3 d (\np\n = 0.11). There was no significant difference in \nN/N\n0\n at any of the timepoints evaluated (\np\n = 0.98; \nFigure 3\n). When the variances of \nN/N\n0\n at t = 21 d for each isolate were determined to be significantly different from each other (\nF\n = 58, \np\n < 0.001), a non-parametric comparison was performed with OG1RF chosen as the control using the Steel method. There was no significant difference in \nN/N\n0\n at \nt\n = 21 d among the isolates tested when compared to OG1RF (\nFigure 3\n).\nFIGURE 3\nDesiccation survival of \nEnterococcus faecalis\n strains from the ISS and the control strains, OG1RF and MMH594. The data are presented as the average (± SD) of triplicate measurements. Some error bars have been obscured by the data points.",
    "pathogenicity_of_isolates_in_a_c._elegans_model": "Pathogenicity of Isolates in a \nC. elegans\n Model\nThe survival data (\nFigure 4\n) were determined to follow the normal distribution using the Shapiro-Wilk test (\nHan et al., 2016\n). With the exception of ISS_1, all data are reported as the mean (± SE) of three replicates. For ISS_1, one sample became contaminated with fungus on day 9, and all subsequent data are reported as \nN\n = 2. \nC. elegans\n was least susceptible to strains ISS_2, ISS_3, and V583 with mean survival times of 13 (± 0.53), 13 (± 0.59), and 11 (± 0.91) days, respectively (\nTable 2\n). While the time for 50% of the worm population to die (LT\n50\n; \nGarsin et al., 2001\n) for these isolates ranged from 9 days (V583) to 14 (ISS_3), the total lifespan of worms challenged with these isolates were not significantly different from each other. For isolates ISS_2 and ISS_3, all worms were deceased by day 18 and 17, respectively. While 90% of worms fed V583 were dead by day 18, some survivors persisted until day 24. Additionally, the lifespan of worms infected with ISS_3 was also statistically similar to those challenged with ISS_4. With a 31% decrease in the mean lifespan, worms infected with ISS_1 were significantly more susceptible than isolates fed ISS_2 or ISS_3 (\np\n < 0.001). Based on the survival curves of worms fed ISS_1, ISS_4, OG1RF, MMH594, and V583 there were no significant differences in the pathogenicity profiles for these isolates (\np\n > 0.05).\nFIGURE 4\nThe average survival of \nCaenorhabditis elegans\n exposed to ISS and control strains of \nEnterococcus faecalis.",
    "discussion": "Discussion\nWhile multiple studies have detected the presence of a wide range of opportunistic human pathogens onboard the ISS, the consensus was that additional data was needed to determine if these microorganisms posed an actual threat to crew health (\nSchiwon et al., 2013\n; \nBe et al., 2017\n; \nLang et al., 2017\n; \nSingh et al., 2018a\n,\nb\n; \nMora et al., 2019\n; \nSielaff et al., 2019\nSobisch et al., 2019\n; \nUrbaniak et al., 2019\n). Here, we expanded upon previous genomic analyses in an effort to provide a framework for the determination of the pathogenic potential of \nE. faecalis\n isolates. For the comparative analyses, the commensal type strain OG1RF and the clinical isolates, MMH594 and V583, were chosen because of their extensive genotypic (\nShankar et al., 2002\n; \nPaulsen et al., 2003\n; \nMcBride et al., 2007\n; \nBourgogne et al., 2008\n) and phenotypic characterization, specifically in regards to \nC. elegans\n pathogenesis (\nGarsin et al., 2001\n; \nYuen and Ausubel, 2018\n). In addition, the \nE. faecalis\n genomes of strains 5952 and JH-1 were chosen as representative ST strains of the ISS isolates ISS_2 and ISS_3, and ISS_4, respectively.\nWhile the amount of information that can be gleaned from a complete genome is large, the current methodologies (\nSingh et al., 2018a\n) are insufficient for the accurate assessment of pathogenicity for \nE. faecalis\n strains. The scores from the tool, PathogenFinder (\nCosentino et al., 2013\n), predicted each of the ISS isolates as possessing > 84% probability of being pathogenic to humans, placing them above known clinical isolates MMH594 and V583 (\nTable 1\n). Another tool related to scoring pathogenicity, VirFinder, identified twenty virulence factors among the ISS strains, but fifteen were present in the commensal isolate OG1RF as well (\nTable 3\n). We cautiously interpret this to mean that ISS isolates do share some of the potentially virulence-related properties found in clinical isolates, but many of these are also shared by prototype commensal strains of \nE. faecalis\n. Further validation for these predictive algorithms applied to enterococci is needed in order to make more accurate predictions of which strains could impact human health. Predictions from PathogenFinder or its equivalent can be expected to improve if additional training data at the genus or species level is incorporated.\nBecause of the difficulty in interpreting potential pathogenicity of the ISS strains based on genome content alone, we tested them directly in the \nC. elegans\n infection model (\nFigure 4\n). Previous studies identified parallels in the pathogenicity profiles of various enterococcal lineages when tested in \nC. elegans\n (\nGarsin et al., 2001\n) and in mice (\nBourgogne et al., 2008\n). In contrast to that report (\nGarsin et al., 2001\n), we did not detect significant difference in \nC. elegans\n survival when exposed to commensal OG1RF, or pathogenic V583 and the cytolytic strain MMH594. \nE. faecalis\n proliferate in the intestine of \nC. elegans\n (\nGarsin et al., 2001\n) ultimately occluding it (\nYuen and Ausubel, 2018\n). As a result, \nC. elegans\n infected with \nE. faecalis\n reach the LT\n50\n 33% faster than worms fed a normal diet of \nE. coli\n OP50 (\nGarsin et al., 2001\n). None of the \nE. faecalis\n strains tested here, including ISS strains, exhibited enhanced \nC. elegans\n killing (\nFigure 4\n). Closely related strains ISS_2 and 3, despite possessing a high computed pathogenicity score, were found to be least able to kill \nC. elegans\n (\nFigure 4\n).\nAdditionally, there are currently no validated methods to predict phenotypic responses of enterococci to environmental stressors (\ne.g\n., desiccation, starvation, increased cosmic radiation) based on their genomic content alone. Because each of the ISS isolates were recovered from air and surface samples, we examined them specifically for the ability to survive desiccation at RH relevant to the clinical environment (\nASHRAE, 2013\n). In general, members of the genus \nEnterococcus\n are more desiccation tolerant than closely related microorganisms (\nLebreton et al., 2017\n). \nBlaustein et al. (2019)\n demonstrated that the spaceflight environment onboard the ISS did not select for “extremo-tolerant” strains of \nB. cereus\n and \nS. aureus\n. Likewise, we found no significant differences in desiccation tolerance between the ISS \nE. faecalis\n isolates and their representative type strains (\nFigure 3\n). This indicates that their environmental survival in the ISS was attributable to the previously described intrinsically rugged nature of E. \nfaecalis\n (\nLebreton et al., 2017\n). \nTirumalai et al. (2018)\n compared the genomes of the highly resistant \nB. safensis\n FO-36b and \nB. pumilus\n SAFR-032 to over 60 reference strains, and also failed to find genomic signatures for their increased environmental resistances (\ne.g.\n, desiccation, starvation, increased ultraviolet radiation). Rather, it is more likely the regulation of a suite of genes that confers increased resistance as a generalized stress response. In agreement with \nBlaustein et al. (2019)\n we conclude that the interior space environment (\ne.g.\n, microgravity, increased cosmic radiation) selects for intrinsically rugged species of bacteria, such as \nE. faecalis\n, but as of yet, there is no evidence suggesting selection for enhanced environmental persistence.\nIn agreement with previous observations (\nSchiwon et al., 2013\n; \nSobisch et al., 2019\n), the \nE. faecalis\n isolates examined here were resistant to multiple antibiotics. While the detection of multidrug resistant bacteria may sound alarming, much of that resistance is intrinsic to all enterococci, and other genetic signatures indicate that these are largely commensal strains (\nTable 3\n). However, resistance to tetracycline displayed by ISS_2, ISS_3, and ISS_4 was found to be mediated by an acquired \ntetW/N/W\n gene, which confers an MIC equivalent to that of clinical isolates (\nTable 4\n). In addition to harboring genes that make combating infections difficult, \nE. faecalis\n strains possess the ability to spread antibiotic resistance to genes to other bacterial species, including the commonly isolated ISS inhabitant \nS. aureus\n (\nSobisch et al., 2019\n). Although there have been no reports of VRE isolated from onboard the ISS at the time of this publication, it is important to note that both vancomycin resistance genes and \nE. faecalis\n genomic signatures were detected concurrently from the surface of the dining table during expedition 43 (\nSingh et al., 2018b\n). During the same mission, \nE. faecalis\n was also ranked the second most abundant BSL-2 microorganism in the metagenomic analysis of the entire campaign (\nSingh et al., 2018b\n). In fact, \nMora et al. (2019)\n determined \nEnterococcus\n to be one of the ten indicator genera that distinguished the ISS microbiome from the human and indoor samples of the Home Microbiome Project (\nMora et al., 2019\n).\nThere were several limitations to the data presented above. The desiccation survival experiments were terminated before any significant decrease in viability was observed. Extending the experiment until no surviving cells remained may have revealed a difference in the survival curves among the strains and provide insight to the length of time \nE. faecalis\n can remain viable. The lack of experimentally validated computational tools for \nE. faecalis\n led to conflicting results when comparing the genomes known clinical isolates to commensal strains. In addition, \nC. elegans\n serves as a rudimentary model system for human infection. However, the challenges presented here provide the foundation for future investigations of \nE. faecalis\n, on Earth or in space.\nAs members of the core gut microbiome, \nE. faecalis\n will continue to be transported to the ISS and the ability to detect pathogenic strains will be beneficial for crew health. Unlike most environmental bacteria (\nStaley and Konopka, 1985\n), \nE. faecalis\n strains are routinely recovered on culture media. Based on the antibiotic resistance profiles presented here, incorporating the above high-level aminoglycosides to the routine onboard culturing activities could serve as the first step toward distinguishing pathogenic from commensal strains of \nE. faecalis\n. Because of their commonness as survivors on abiotic surfaces, their potential ability to infect, as well as the ability of \nE. faecalis\n to readily acquire and spread mobile elements conferring antibiotic resistance, continued microbial monitoring and pathogen identification will be important.\nCurrent microbial monitoring of ISS air and surface sampling occurs once a month for the first 90 days of a mission, and decreases to one sample event for every 90 days thereafter (\nISS-MORD, 2013\n). Because these microbial monitoring procedures are culture based, there is an inherent bias toward the small fraction of bacterial species that will form a colony on a plate (\nStaley and Konopka, 1985\n). Assessing the total microbial burden, and viable fraction, by combining genomic and culture-based analyses provides a more accurate representation of the ISS microbiome (\nBe et al., 2017\n; \nMora et al., 2019\n; \nSielaff et al., 2019\n). However, it is still unclear which, if any, of these microorganisms are relevant to crew health (\nSchiwon et al., 2013\n; \nBe et al., 2017\n; \nLang et al., 2017\n; \nSingh et al., 2018a\n,\nb\n; \nMora et al., 2019\n; \nSielaff et al., 2019\n; \nSobisch et al., 2019\n; \nUrbaniak et al., 2019\n).\nThe need for expedient identification of pathogenic microorganisms and their antibiotic resistance profiles is not a challenge unique to the spaceflight environment. Recent advances in rapid diagnostics have helped alleviate the clinical reliance on culture based techniques to identify infectious agents, yet these resources are not always widely available (\nMaurer et al., 2017\n). Fortunately, this is not the case for the ISS where the crew have access to Wetlab-2 Cepheid© SmartCycyler that can be used for quantitative PCR (qPCR) analysis of air, surface, water, and clinical samples\n3\n. Although it is currently configured to detect only a limited number of microbial pathogens, the RAZOR\nTM\n EX BioDetection System (Idaho Technology Inc.) is currently being developed for in-flight microbial monitoring and could be modified for a wider range of microbial targets. Another promising technology for pathogen detection is the ONT MinION sequencing device employed above. \nCastro-Wallace et al. (2017)\n have previously validated its efficacy in the spacecraft environment. The MinION is currently capable of identifying bacterial species in near real time from metagenomic data (\nSanderson et al., 2018\n) or isolated samples (\nGargis et al., 2019\n) and has been used for the first ever off-Earth identification of bacteria cultured and sequenced in flight (\nBurton et al., 2020\n).\nDue to the inability for the existing tools to distinguish pathogenic from commensal strains of \nE. faecalis\n, we make the following recommendations: Rather than continuing to wait for sample return and analysis using the current unvalidated databases, we suggest performing an initial screen for HLGR. Then, any isolates exhibiting HLGR should be sequenced using the MinION and evaluated for the presence of the type 2 capsule (\nMcBride et al., 2007\n), the vancomycin resistance operon observed in V583 (\nPaulsen et al., 2003\n), components of the pathogenicity island (\ne.g\n., cytolysin production loci and the enterococcal surface protein, Esp), and the absence of functional CRISPR-Cas arrays (\nVan Tyne et al., 2019\n). This information would then provide near real-time information for the crew regarding the need for additional decontamination procedures. These advancements would not be limited to \nE. faecalis\n isolates, however more accurate genomic targets for additional pathogen detection will need to be experimentally validated (\nChiu and Miller, 2019\n). With the development of such targets, multiple pathogens (including bacteria, fungi, and viruses) can quickly be identified within a single sample (\nMiller et al., 2019\n).",
    "data_availability_statement": "Data Availability Statement\nThe datasets generated for this study can be found in the NCBI BioProject website (\nhttps://www.ncbi.nlm.nih.gov/bioproject\n) using the BioProject ID: \nPRJNA587161\n and the accession numbers \nSAMN13182395\n–\nSAMN13182398\n.",
    "author_contributions": "Author Contributions\nNB designed the experiments, performed the research, analyzed the data, and wrote the manuscript. CC assembled the genomes and advised on bioinformatic analysis and experimental design. MG advised on experimental design. FL advised on bioinformatic analysis and experimental design. GR and MZ advised and reviewed the manuscript. All authors contributed to the manuscript.",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary Material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fmicb.2020.515319/full#supplementary-material\nSupplementary Figure 1\nGene membership of the 51 \nEnterococcus faecalis\n isolate genomes analyzed. Counts and categories as estimated by Roary analysis of presence/absence as described in the methods.\nClick here for additional data file.\nSupplementary Figure 2\nSequence similarity of \nEnterococcus faecalis\n genes unique to ISS_1, ISS_2/ISS_3, and ISS_4. Query coverage and percentage sequence identity from BLASTn searches across all isolates (upper left) and for each isolate, respectively. Because ISS_2 and ISS_3 have no individually unique genes, and differ in their core gene alignment by only 14 bases, but have genes that are not represented in any of the other 49 genomes studied, ISS_3 was excluded from this analysis. \nSupplementary Data File 1\n contains details of each BLASTn hit.\nClick here for additional data file.\nSupplementary Figure 3\nSequence similarity of \nEnterococcus faecalis\n genes unique to ISS_1, ISS_2/ISS_3, and ISS_4 segmented by the genus of the hit subject. Query coverage and percentage sequence identity from BLASTn searches are as in \nSupplementary Figure S2\n (upper left) after eliminating all hits associated with \nEnterococcus\n (upper left) and further segmenting by genus (there were only three remaining genera).\nClick here for additional data file.\nSupplementary Table 1\nIllumina HiSeq short read coverage estimates.\nClick here for additional data file.\nSupplementary Table 2\nNanopore long read coverage estimates.\nClick here for additional data file.\nSupplementary Table 3\nPredicted intact phage content as determined by PHASTER for ISS and control \nE. faecalis\n isolates (\nArndt et al., 2016\n).\nClick here for additional data file.\nSupplementary Table 4\nCRISPR-Cas system detection in the genomes of ISS and reference strains (\nCouvin et al., 2018\n).\nClick here for additional data file.\nSupplementary Data File 1\nExcel file listing all genomes used in the project, the detected presence/absence of each annotated gene for all genomes, and BLASTn hits for genes unique to the ISS isolates.\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7829349/"
}