{
  "id": "PMC7285199",
  "title": "Tart Cherry Increases Lifespan in Caenorhabditis elegans by Altering Metabolic Signaling Pathways",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Tart Cherry Increases Lifespan in Caenorhabditis elegans by Altering Metabolic Signaling Pathways",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7285199/"
  },
  "sections": {
    "abstract": "Aging and healthspan are determined by both environmental and genetic factors. The insulin/insulin-like growth factor-1(IGF-1) pathway is a key mediator of aging in \nCaenorhabditis elegans\n and mammals. Specifically, DAF-2 signaling, an ortholog of human IGF, controls DAF-16/FOXO transcription factor, a master regulator of metabolism and longevity. Moreover, mitochondrial dysfunction and oxidative stress are both linked to aging. We propose that daily supplementation of tart cherry extract (TCE), rich in anthocyanins with antioxidant properties may exert dual benefits for mitochondrial function and oxidative stress, resulting in beneficial effects on aging in \nC. elegans\n. We found that TCE supplementation at 6 μg or 12 μg/mL, increased (\np\n < 0.05) the mean lifespan of wild type N2 worms, respectively, when compared to untreated control worms. Consistent with these findings, TCE upregulated (\np\n < 0.05) expression of longevity-related genes such as \ndaf-16\n and \naak-2\n (but not \ndaf-2\n or \nakt-1\n genes) and genes related to oxidative stress such as \nsod-2\n. Further, we showed that TCE supplementation increased spare respiration in N2 worms. However, TCE did not change the mean lifespan of \ndaf-16\n and \naak-2\n mutant worms. In conclusion, our findings indicate that TCE confers healthspan benefits in \nC. elegans\n through enhanced mitochondrial function and reduced oxidative stress, mainly via the DAF-16 pathway.",
    "1._introduction": "1. Introduction\nAging has a significant influence on economy, health, and demography with healthy aging being a global challenge [\n1\n]. In 2018, ~16% of the United States population were 65 years old or over and expected to reach 23% by 2060 [\n2\n]. Globally, 9% of the population was old (over age 65) in 2019, which is expected to increase to 16% by 2050 [\n3\n]. Genetic and lifestyle factors contribute to aging and healthy lifespan. The effects of aging could be altered, and progression of aging could be slowed down [\n4\n]. \nVarious factors contribute to aging such as defects in development and genetics, environmental factors, diseases, and reactive oxygen species (ROS), which cause harmful changes in cells and tissues [\n5\n]. Excessive ROS production causes oxidative stress, which is a predominant factor in the pathophysiology of various diseases and aging in human and other models [\n6\n] such as \nCaenorhabditis elegans\n (\nC. elegans\n) [\n7\n] and \nDrosophila\n [\n8\n]. Calorie restriction is the most established method for successfully extending lifespan of animals and model organisms such as \nC. elegans\n [\n9\n,\n10\n,\n11\n]. However, human studies are scarce [\n12\n], and the safety and effectiveness of calorie restriction for lifespan extension in humans is controversial [\n1\n]. Therefore, it is critical to identify dietary bioactive compounds that reduce ROS levels and thereby delay aging.\nAmong the pathways and genes involved in lifespan regulation, DAF-16 is homologous to mammalian forkhead box O1 (FOXO) transcription factor, and a key lifespan extension transcription factor that is highly conserved across a variety of organisms such as flies, worms, rodents, and humans [\n12\n,\n13\n]. \nC. elegans\n DAF-2 signaling, which is orthologous to insulin and insulin like growth factor-1 (IGF-1) in mammals, is also involved in metabolism and longevity but is negatively regulated by DAF-16/FOXO signaling [\n14\n]. Additionally, activation of AMP-activated protein kinase (AMPK), a conserved energy sensor in cells, extends lifespan of \nC. elegans\n [\n15\n]. In addition to these major pathways and genes, ROS is also involved in regulating longevity [\n16\n]. High ROS activity has been shown to be a major lifespan limiting factor in humans, \nC. elegans\n, and \nDrosophila\n [\n7\n,\n17\n,\n18\n,\n19\n]. Finally, in addition to the factors discussed above, mitochondria regulate different signaling and metabolic pathways, including ROS production and therefore plays a vital role in aging progression [\n20\n]. \nDietary intervention is one of the effective non-genetic or pharmacological means to combat aging [\n21\n]. Botanicals like cranberry, strawberry, blueberry, sweet cherry, tart cherry, and curcumin all contain biologically active polyphenols, which may protect against diseases and promote health in animals, humans, and model organisms [\n22\n,\n23\n,\n24\n]. Moreover, cranberry [\n8\n,\n13\n,\n25\n], mulberry [\n26\n], and blueberry anthocyanins increase lifespan of \nC. elegans\n and \nDrosophila\n via different pathways [\n17\n,\n27\n,\n28\n]. Out of these, Montmorency tart cherry (\nPrunus cerasus\n) contains high concentration of anthocyanin flavonoids, and its consumption is known to provide numerous health benefits by reducing inflammation and production of ROS [\n29\n,\n30\n] as well as protecting against diabetes [\n31\n], cardiovascular diseases [\n32\n], muscle pain [\n33\n], and cancer [\n34\n]. \nTart cherry (TC) possess increased antioxidant activity both in vivo and in vitro [\n35\n]. However, the mechanisms by which TC reverses effects of aging through antioxidant activities have not been studied yet and remain to be further elucidated. To investigate the effects of TC extract (TCE) on aging and healthspan, we used the nematode \nC. elegans\n, which is an excellent model for aging research [\n36\n] because of its short lifespan (2–3 weeks), experimental flexibility, and rapid turnover [\n37\n]. Furthermore, \nC. elegans\n behavior and physiological activities slow down with age similar to that of higher mammals, including humans [\n27\n]. Additionally, 83% of \nC. elegans\n proteome shows homology to the human proteome, and both humans and nematodes share significant age-related characteristics that can be used to study effects on health and aging [\n21\n,\n38\n]. \nIn this paper, we determined mechanisms by which TCE extends lifespan in \nC. elegans\n using microfluidic devices for whole-life culture studies that allow efficient drug delivery compared to animals reared on agar-plates [\n39\n,\n40\n,\n41\n]. We demonstrated that TCE extends lifespan and healthspan of \nC. elegans\n by influencing the major DAF-16/FOXO lifespan regulating pathway. Consistent with this finding, TCE regulated upstream and downstream genes related to DAF-16 pathway, reduced the activity of genes related to ROS, and increased oxygen consumption rate. Therefore, our findings reveal protective anti-aging effects of TCE in vivo with robust translational potential in humans due to the feasibility of incorporating TCE into a typical human diet.",
    "2._materials_and_methods": "2. Materials and Methods \n2.1. Preparation of Tart Cherry (TC) Extract\nFrozen TC (Cherry Marketing Institute, Dewitt, MI, USA) was ground using motor and pestle to obtain TC extract (TCE). Extracted cherry juice was filtered using 0.22 µm filter and stored in −80 °C until further use. Amounts of TCE used are based on anthocyanin concentration. We used TCE with doses between 0–12 µg anthocyanin per mL media. TCE extract from frozen TC contains 533 ± 47 µg/g total anthocyanin [\n29\n], and 1 µL TCE contains 3 µg of anthocyanins as measured by high performance liquid chromatography mass-spectrometry (HPLC-MS) [\n35\n,\n42\n,\n43\n]. Additionally, TCE contains other phenolics, melatonin, vitamins A/C/E/K, niacin, beta carotene, lutein + zeaxanthin, and pantothenic acid [\n29\n,\n44\n]. To prevent oxidation, thermal degradation, chemical and biochemical changes, extracted TC was aliquoted (20 µL) and stored in −80 °C [\n45\n]. Aliquots of TCE were thawed only once and not refrozen, and TCE was replaced every day to prevent oxidation [\n45\n].\n2.2. Strains and Growth Conditions\nWorms (wild type N2, \ndaf-16\n, \naak-2\n) (Vanapalli lab, TTU, Lubbock, TX, USA) were maintained on solid nematode growth medium for two successive generations, as previously described [\n46\n]. On the third day, age-synchronized young adults were used for analyses. \n2.3. Lifespan Assay\nAt day 3, individual worms were suspended in liquid buffer (Nematode Growth Media (NGM)) and loaded into the micropillar chambers of a NemaLife microfluidic device using a syringe [\n40\n,\n41\n]. Each microfluidic device contained 30 individual chambers for animals to crawl, and one worm was loaded per chamber. Chambers were washed everyday with NGM to avoid progenies. Adult worms were fed with concentrated bacteria (100 mg/mL OP50) mixed with 3, 6, and 12 μg/mL TCE in the final mixture every day starting at day three until they all died. Chambers were rinsed everyday using liquid NGM media to wash out worm progenies and food was replenished. Worms were scored for survival every day. Worms killed during manipulation, wash errors, and bagging of worms exposed to contamination events were subsequently censored from analyses. At least three independent trials were performed for all conditions. Lifespan analyses were carried out using Kaplan–Meier statistical function using GraphPad Prism Version 7.04 software, with statistical significance considered at \np\n < 0.05 using the log-rank (Mantel–Cox) test.\n2.4. Gene Expression Analyses\nAge synchronized worms ~500 µL was added into 60 mm plates. We estimated that each plate had approximately same number of worms ~1000 for RNA isolation. These N2 worms were grown in 3 mL of liquid axenic media for 7 days and then treated with or without tart cherry (6 µg/mL media, 12 µg/mL media) for 3 days, after which RNA was isolated using RNA isolation kit (Zymo Research Corp, Irvine, CA, USA) following manufacturers protocol. Same amount of total RNA was transcribed into cDNA using Maxima Reverse Transcription kit (Thermo Fisher, Waltham, CA, USA). Maxima powerup SYBR\nTM\n Green Master Mix (Thermo Fisher, Waltham, CA, USA) was used for making cDNA to test targeted genes including \ndaf-16\n, \ndaf-2\n, \ndaf-18\n, \naak-2\n, \nakt-1\n, \nlin-14\n, \nskn-1\n, \nucp-4\n, \nsod-2/3\n with \n18s\n housekeeping gene (Sigma-Aldrich, St. Louis, MO, USA).\n2.5. Mitochondrial Respiration Analysis\nTo investigate TC-mediated changes in mitochondrial function, oxygen consumption rate (OCR) measurements were performed using the Seahorse XFe24 analyzer (Agilent, Santa Clara, CA, USA). Three days treated adult wild-type worms were washed twice in M9 buffer [\n47\n] and transferred into M9-filled wells (20 worms/well) in replicates of 4 per condition (i.e., 4 wells per strain). The experiment was repeated three times (\nn\n = 3) using the same conditions. To generate stable OCR measurements, 5 measurement cycles were performed for basal OCR, 9 cycles for maximal OCR following the addition of FCCP (10 μM final well concentration), and 5 cycles for non-mitochondrial OCR following the addition of sodium azide (40 mM final well concentration). OCR measurements were normalized to the number of worms per well. To avoid unstable OCR measurements, the final 3, 7, and 2 measurement cycles were used for the statistical analysis of basal, maximal, and non-mitochondrial OCR, respectively. \n2.6. Statistical Analysis\nDifferences in gene expression and OCR were detected with a one-way ANOVA with Tukey’s multiple comparison test using GraphPad Prism 7.04, with statistical significance considered at \np\n < 0.05.",
    "2.1._preparation_of_tart_cherry_(tc)_extract": "2.1. Preparation of Tart Cherry (TC) Extract\nFrozen TC (Cherry Marketing Institute, Dewitt, MI, USA) was ground using motor and pestle to obtain TC extract (TCE). Extracted cherry juice was filtered using 0.22 µm filter and stored in −80 °C until further use. Amounts of TCE used are based on anthocyanin concentration. We used TCE with doses between 0–12 µg anthocyanin per mL media. TCE extract from frozen TC contains 533 ± 47 µg/g total anthocyanin [\n29\n], and 1 µL TCE contains 3 µg of anthocyanins as measured by high performance liquid chromatography mass-spectrometry (HPLC-MS) [\n35\n,\n42\n,\n43\n]. Additionally, TCE contains other phenolics, melatonin, vitamins A/C/E/K, niacin, beta carotene, lutein + zeaxanthin, and pantothenic acid [\n29\n,\n44\n]. To prevent oxidation, thermal degradation, chemical and biochemical changes, extracted TC was aliquoted (20 µL) and stored in −80 °C [\n45\n]. Aliquots of TCE were thawed only once and not refrozen, and TCE was replaced every day to prevent oxidation [\n45\n].",
    "2.2._strains_and_growth_conditions": "2.2. Strains and Growth Conditions\nWorms (wild type N2, \ndaf-16\n, \naak-2\n) (Vanapalli lab, TTU, Lubbock, TX, USA) were maintained on solid nematode growth medium for two successive generations, as previously described [\n46\n]. On the third day, age-synchronized young adults were used for analyses.",
    "2.3._lifespan_assay": "2.3. Lifespan Assay\nAt day 3, individual worms were suspended in liquid buffer (Nematode Growth Media (NGM)) and loaded into the micropillar chambers of a NemaLife microfluidic device using a syringe [\n40\n,\n41\n]. Each microfluidic device contained 30 individual chambers for animals to crawl, and one worm was loaded per chamber. Chambers were washed everyday with NGM to avoid progenies. Adult worms were fed with concentrated bacteria (100 mg/mL OP50) mixed with 3, 6, and 12 μg/mL TCE in the final mixture every day starting at day three until they all died. Chambers were rinsed everyday using liquid NGM media to wash out worm progenies and food was replenished. Worms were scored for survival every day. Worms killed during manipulation, wash errors, and bagging of worms exposed to contamination events were subsequently censored from analyses. At least three independent trials were performed for all conditions. Lifespan analyses were carried out using Kaplan–Meier statistical function using GraphPad Prism Version 7.04 software, with statistical significance considered at \np\n < 0.05 using the log-rank (Mantel–Cox) test.",
    "2.4._gene_expression_analyses": "2.4. Gene Expression Analyses\nAge synchronized worms ~500 µL was added into 60 mm plates. We estimated that each plate had approximately same number of worms ~1000 for RNA isolation. These N2 worms were grown in 3 mL of liquid axenic media for 7 days and then treated with or without tart cherry (6 µg/mL media, 12 µg/mL media) for 3 days, after which RNA was isolated using RNA isolation kit (Zymo Research Corp, Irvine, CA, USA) following manufacturers protocol. Same amount of total RNA was transcribed into cDNA using Maxima Reverse Transcription kit (Thermo Fisher, Waltham, CA, USA). Maxima powerup SYBR\nTM\n Green Master Mix (Thermo Fisher, Waltham, CA, USA) was used for making cDNA to test targeted genes including \ndaf-16\n, \ndaf-2\n, \ndaf-18\n, \naak-2\n, \nakt-1\n, \nlin-14\n, \nskn-1\n, \nucp-4\n, \nsod-2/3\n with \n18s\n housekeeping gene (Sigma-Aldrich, St. Louis, MO, USA).",
    "2.5._mitochondrial_respiration_analysis": "2.5. Mitochondrial Respiration Analysis\nTo investigate TC-mediated changes in mitochondrial function, oxygen consumption rate (OCR) measurements were performed using the Seahorse XFe24 analyzer (Agilent, Santa Clara, CA, USA). Three days treated adult wild-type worms were washed twice in M9 buffer [\n47\n] and transferred into M9-filled wells (20 worms/well) in replicates of 4 per condition (i.e., 4 wells per strain). The experiment was repeated three times (\nn\n = 3) using the same conditions. To generate stable OCR measurements, 5 measurement cycles were performed for basal OCR, 9 cycles for maximal OCR following the addition of FCCP (10 μM final well concentration), and 5 cycles for non-mitochondrial OCR following the addition of sodium azide (40 mM final well concentration). OCR measurements were normalized to the number of worms per well. To avoid unstable OCR measurements, the final 3, 7, and 2 measurement cycles were used for the statistical analysis of basal, maximal, and non-mitochondrial OCR, respectively.",
    "2.6._statistical_analysis": "2.6. Statistical Analysis\nDifferences in gene expression and OCR were detected with a one-way ANOVA with Tukey’s multiple comparison test using GraphPad Prism 7.04, with statistical significance considered at \np\n < 0.05.",
    "3._results": "3. Results\n3.1. Tart Cherry Extends Mean Lifespan of Wild Type N2 C. elegans in a Dose-Dependent Manner\nUnder these conditions, wild type (WT) worms had a mean lifespan (MLS) of 13.31 ± 0.61 days. The MLS of worms treated with TCE at concentrations of 3, 6, and 12 μg/mL were 14.92 ± 0.58, 16.83 ± 0.77, and 16.73 ± 0.67 days, respectively. While there was no difference with 3 μg/mL, both 6 and 12 μg/mL TCE significantly (\np\n < 0.01) increased lifespan by 26.44% and 25.69%, respectively (\nFigure 1\n and \nSupplementary Table S1\n), compared to no TCE treatment.\n3.2. Tart Cherry Effects on Genes Related to Aging\nTo identify molecular mechanism(s) involved in promoting lifespan by TCE, we selected 6 and 12 μg/mL TCE that extended mean lifespan of WT worms in data discussed above. Using qRT-PCR, we evaluated the mRNA levels of \ndaf-2\n, \nage-1\n ortholog of human phosphatidylinositol-4,5-bisphosphate 3-kinase, and \ndaf-16\n genes in WT worms treated with 6 and 12 µg/mL TCE. Both 6 and 12 µg/mL TCE decreased mRNA expression of \ndaf-2\n (\nFigure 2\na) and increased mRNA expression of \ndaf-16\n (\nFigure 2\nb). However, \nage-1\n gene, downstream target of insulin/insulin like growth factor signaling pathway (IIS), had very low expression (data not shown due to low expression levels).\nMoreover, we measured the mRNA levels of \ndaf-18\n gene (\nFigure 2\nc), a human phosphatase and tensin homolog (PTEN) tumor suppressor gene ortholog, which downregulates DAF-2 receptor pathway by inhibiting the activity of AGE-1 [\n48\n]. Here, we observed that \ndaf-18\n was upregulated significantly by 6 and 12 μg/mL TCE, which may also be involved in down regulating IIS signaling and promoting DAF-16 nuclear localization [\n49\n]. Additionally, we measured two upstream DAF-16 inhibitors, serine-threonine protein kinase (\nakt-1)\n (\nFigure 2\nd) and \nlin-14\n (\nFigure 2\ne) and did not find any changes in expression levels of these genes following TCE treatment. This suggests that upregulation of upstream \ndaf-18\n gene may inhibit the expression of \nakt-1\n and \nlin-14\n.\nAs antioxidant status and mitochondrial function are also important in aging, we measured the mRNA levels of markers involved in regulating mitochondrial homeostasis. Specifically, we measured levels of (i) SKiNhead (SKN-1), homolog to mammalian nuclear factor erythroid 2-related factor 2 (NRF-2); (ii) uncoupling protein-4 (UCP-4), mitochondrial uncoupling protein; (iii) SOD-2/3, a superoxide dismutase controlling ROS production; and (iv) aak-2, an AMP-activated protein kinase homolog known to directly regulate \ndaf-16\n activity. Data in \nFigure 2\n illustrate changes in expression of these genes following TCE treatment as shown by mRNA levels \nof skn-1\n (\nFigure 2\nf), \nucp-4\n (\nFigure 2\ng), \nsod-2\n (\nFigure 2\nh), and \naak-2\n (\nFigure 2\nj), all of which were significantly higher (\np\n < 0.05) in the worms treated with 6 and 12 μg/mL TCE, compared to worms with no TCE treatments. By contrast, no differences were observed in mRNA levels for \nsod-3\n (\nFigure 2\ni) with TCE treatment at either dose tested. Collectively, our results indicate that TCE acts through the insulin/insulin-like signaling (IIS) pathways by directly or indirectly influencing the activities of the DAF-16 transcription factor. \n3.3. Effects of TCE on C. elegans Respiration\nAs few mitochondrial genes are changed by TCE, we next assessed changes in mitochondrial function/respiration by TCE in \nC. elegans\n, using the Seahorse Extracellular Flux analyzer, (\nFigure 3\n). Only spare respiration, which reflects “the ability of an organism to respond to increasing energy demands” [\n50\n] was significantly higher in 6 and 12 μg/mL treated worms compared to non-treated (0 μg/mL) and 3 μg/mL TCE treated worms (\nFigure 3\na). There were no differences observed in maximum (\nFigure 3\nb), mitochondrial (\nFigure 3\nc), or non-mitochondrial (\nFigure 3\nd) respiration. \n3.4. TCE Did Not Extend Mean Lifespan in Daf-16 and Aak-2 Mutant Worms\nBecause \ndaf-16\n mRNA expression was significantly increased by TCE, we tested whether \ndaf-16\n mutant worms were responsive to the same concentration of TCE used for WT worms to further validate the specific pathways involved in TCE-mediated lifespan extension. None of the TCE concentrations used (3, 6, and 12 μg/mL) significantly changed the MLS of \ndaf-16\n mutant worms (\nFigure 4\na and \nSupplementary Table S2\n), which support our initial finding that lifespan extension by TCE is dependent on IIS/DAF-16 pathway. \nMoreover, since TCE significantly increased mRNA expression of \naak-2\n in WT worms, and published research showed that both DAF-16 and AAK-2 are involved in regulating longevity [\n51\n], we next tested involvement of AAK-2 signaling in lifespan. Interestingly, TCE (3, 6, and 12 μg/mL) did not increase the MLS of \naak-2\n mutant worms (\nFigure 4\nb and \nSupplementary Table S3\n), indicating importance of this pathway in TCE mediated longevity effects.",
    "3.1._tart_cherry_extends_mean_lifespan_of_wild_type_n2_c._el": "3.1. Tart Cherry Extends Mean Lifespan of Wild Type N2 C. elegans in a Dose-Dependent Manner\nUnder these conditions, wild type (WT) worms had a mean lifespan (MLS) of 13.31 ± 0.61 days. The MLS of worms treated with TCE at concentrations of 3, 6, and 12 μg/mL were 14.92 ± 0.58, 16.83 ± 0.77, and 16.73 ± 0.67 days, respectively. While there was no difference with 3 μg/mL, both 6 and 12 μg/mL TCE significantly (\np\n < 0.01) increased lifespan by 26.44% and 25.69%, respectively (\nFigure 1\n and \nSupplementary Table S1\n), compared to no TCE treatment.",
    "3.2._tart_cherry_effects_on_genes_related_to_aging": "3.2. Tart Cherry Effects on Genes Related to Aging\nTo identify molecular mechanism(s) involved in promoting lifespan by TCE, we selected 6 and 12 μg/mL TCE that extended mean lifespan of WT worms in data discussed above. Using qRT-PCR, we evaluated the mRNA levels of \ndaf-2\n, \nage-1\n ortholog of human phosphatidylinositol-4,5-bisphosphate 3-kinase, and \ndaf-16\n genes in WT worms treated with 6 and 12 µg/mL TCE. Both 6 and 12 µg/mL TCE decreased mRNA expression of \ndaf-2\n (\nFigure 2\na) and increased mRNA expression of \ndaf-16\n (\nFigure 2\nb). However, \nage-1\n gene, downstream target of insulin/insulin like growth factor signaling pathway (IIS), had very low expression (data not shown due to low expression levels).\nMoreover, we measured the mRNA levels of \ndaf-18\n gene (\nFigure 2\nc), a human phosphatase and tensin homolog (PTEN) tumor suppressor gene ortholog, which downregulates DAF-2 receptor pathway by inhibiting the activity of AGE-1 [\n48\n]. Here, we observed that \ndaf-18\n was upregulated significantly by 6 and 12 μg/mL TCE, which may also be involved in down regulating IIS signaling and promoting DAF-16 nuclear localization [\n49\n]. Additionally, we measured two upstream DAF-16 inhibitors, serine-threonine protein kinase (\nakt-1)\n (\nFigure 2\nd) and \nlin-14\n (\nFigure 2\ne) and did not find any changes in expression levels of these genes following TCE treatment. This suggests that upregulation of upstream \ndaf-18\n gene may inhibit the expression of \nakt-1\n and \nlin-14\n.\nAs antioxidant status and mitochondrial function are also important in aging, we measured the mRNA levels of markers involved in regulating mitochondrial homeostasis. Specifically, we measured levels of (i) SKiNhead (SKN-1), homolog to mammalian nuclear factor erythroid 2-related factor 2 (NRF-2); (ii) uncoupling protein-4 (UCP-4), mitochondrial uncoupling protein; (iii) SOD-2/3, a superoxide dismutase controlling ROS production; and (iv) aak-2, an AMP-activated protein kinase homolog known to directly regulate \ndaf-16\n activity. Data in \nFigure 2\n illustrate changes in expression of these genes following TCE treatment as shown by mRNA levels \nof skn-1\n (\nFigure 2\nf), \nucp-4\n (\nFigure 2\ng), \nsod-2\n (\nFigure 2\nh), and \naak-2\n (\nFigure 2\nj), all of which were significantly higher (\np\n < 0.05) in the worms treated with 6 and 12 μg/mL TCE, compared to worms with no TCE treatments. By contrast, no differences were observed in mRNA levels for \nsod-3\n (\nFigure 2\ni) with TCE treatment at either dose tested. Collectively, our results indicate that TCE acts through the insulin/insulin-like signaling (IIS) pathways by directly or indirectly influencing the activities of the DAF-16 transcription factor.",
    "3.3._effects_of_tce_on_c._elegans_respiration": "3.3. Effects of TCE on C. elegans Respiration\nAs few mitochondrial genes are changed by TCE, we next assessed changes in mitochondrial function/respiration by TCE in \nC. elegans\n, using the Seahorse Extracellular Flux analyzer, (\nFigure 3\n). Only spare respiration, which reflects “the ability of an organism to respond to increasing energy demands” [\n50\n] was significantly higher in 6 and 12 μg/mL treated worms compared to non-treated (0 μg/mL) and 3 μg/mL TCE treated worms (\nFigure 3\na). There were no differences observed in maximum (\nFigure 3\nb), mitochondrial (\nFigure 3\nc), or non-mitochondrial (\nFigure 3\nd) respiration.",
    "3.4._tce_did_not_extend_mean_lifespan_in_daf-16_and_aak-2_mu": "3.4. TCE Did Not Extend Mean Lifespan in Daf-16 and Aak-2 Mutant Worms\nBecause \ndaf-16\n mRNA expression was significantly increased by TCE, we tested whether \ndaf-16\n mutant worms were responsive to the same concentration of TCE used for WT worms to further validate the specific pathways involved in TCE-mediated lifespan extension. None of the TCE concentrations used (3, 6, and 12 μg/mL) significantly changed the MLS of \ndaf-16\n mutant worms (\nFigure 4\na and \nSupplementary Table S2\n), which support our initial finding that lifespan extension by TCE is dependent on IIS/DAF-16 pathway. \nMoreover, since TCE significantly increased mRNA expression of \naak-2\n in WT worms, and published research showed that both DAF-16 and AAK-2 are involved in regulating longevity [\n51\n], we next tested involvement of AAK-2 signaling in lifespan. Interestingly, TCE (3, 6, and 12 μg/mL) did not increase the MLS of \naak-2\n mutant worms (\nFigure 4\nb and \nSupplementary Table S3\n), indicating importance of this pathway in TCE mediated longevity effects.",
    "4._discussion": "4. Discussion\nStudies have observed that bioactive compounds from various botanicals offer a variety of health benefits against obesity, cancer, inflammation, and age-related functional decline [\n23\n,\n35\n,\n52\n,\n53\n]. Here, we showed that Montmorency Tart Cherry is a potentially effective nutraceutical for promoting healthy aging in \nC. elegans\n. We showed that TCE consumption substantially extends lifespan mainly through IIS and DAF-16 signaling. We further confirmed these findings in mutant worms lacking functional \ndaf-16\n and \naak-2\n genes. TCE treatment did not extend the lifespan of \ndaf-16\n and \naak-2\n mutant worms.\n4.1. TCE Increases Lifespan through IIS and DAF-16 Pathway\nIn this study we used 3, 6, and 12 µg/mL of TCE to investigate its longevity effects in \nC. elegans\n. Previous studies from our lab have shown that TC increased cell survival and antioxidant activity in vitro using adipocytes [\n35\n]. Moreover, TC reduced toxic levels of ROS in both adipocytes and Zucker fatty rats [\n35\n]. To our knowledge, there are no studies that have documented lifespan effects of TCE in mammalian and only one study has showed TCE effects in model organisms [\n54\n]. Some studies have shown that TC improves memory, autophagy, and hippocampal inflammation in aged rats [\n52\n] and protects against age-related bone loss in mice [\n55\n]. Studies in \nC. elegans\n with blueberries (50, 100, and 200 mg/mL of extract) demonstrated increased MLS by 22.2%, 36.5%, and 44.4% [\n27\n] and 5 mg/mL of blueberry extracts extended MLS of \nDrosophila\n by 10% [\n17\n]. Similarly, cranberry extracts (2 mg/mL) increased MLS of \nC. elegans\n by 32.5% [\n13\n] and 20 mg/mL cranberry extracts extended MLS of \nDrosophila\n by 10% [\n8\n]; purple wheat anthocyanins (100 μg/mL) increased MLS of \nC. elegans\n by 10.5% [\n56\n]. In our study, we found that feeding \nC. elegans\n lower concentrations of TCE (3, 6, and 12 μg/mL) resulted in significant extension of MLS by 12.09% (\np\n > 0.05), 26.44% (\np\n < 0.05), and 25.69% (\np\n < 0.05), respectively. These results are comparable to findings from the studies outlined above using other plant or fruit extracts [\n13\n,\n27\n,\n56\n]. However, previous studies in \nC. elegans\n were done on agar plates, which require typically very high doses to get enough drug into the worms, as the drug can diffuse into the agar, and drug delivery is not efficient. Our cultures are in liquid environment due to microfluidics (NemaLife), which is a novel approach to culture worms with several advantages: worms can crawl in an optimized micropillar arena in liquid (unlike in agar plates) that improves drug delivery; during maintenance, sieve channels dispersed progeny, thus avoiding loss of adults; they can feed the adult-only population [\n41\n]. Consistent with the advantages mentioned above, observation of lifespan-extension with low doses of TCE suggests that the microfluidic environments are efficient at drug delivery compared to agar plates.\nIIS pathway modulates aging and longevity and highly conserved in invertebrates and mammals. Insulin like peptide (ILPs), an insulin/IGF-1 receptor (DAF-2), serine/threonine kinase (pyruvate dehydrogenase kinase isozyme 1 (PDK-1), AKT-1/2, AGE-1)/PI3K and FOXO transcription factor (DAF-16) are major components of the IIS transduction cascades [\n49\n]. Inactivation of DAF-16 transcription factor occurs after binding of ILPs to DAF-2, inhibiting the nuclear translocation of DAF-16 [\n57\n], which negatively regulates longevity. \nIn addition to IIS signaling, many signaling pathways such as TOR, AMPK, Ca\n2+\n/calmodulin-dependent protein kinase II (CaMKII), and c-Jun N-terminal kinase (JNK) pathways are involved in aging [\n49\n,\n58\n]. Inhibition of TOR signaling increases lifespan of \nC. elegans\n and \nDrosophila\n via DAF-16 [\n8\n,\n59\n], CaMKII targets DAF-16 and modulates lifespan when worms are exposed to heat, hunger, or some other form of stressors [\n58\n], and JNK-1 signaling also regulates the activity of DAF-16 to promote lifespan post transcriptionally [\n60\n]. \nVery limited studies have tested effects of bioactive compounds in worms. Supplementation with wild blueberry juice (50, 100, and 200 mg/mL) increased \nC. elegans\n lifespan through CaMKII pathway that mediates osmotic stress resistance [\n28\n]. Other studies using fresh blueberry (200 μg/mL) also showed increased lifespan and stress tolerance through DAF-16 [\n27\n], cranberry extract (2 mg/mL) [\n25\n] and anthocyanin-rich purple wheat extract (100 μg/mL) [\n56\n] increased lifespan in \nC. elegans\n via the IIS/DAF-16 signaling pathway [\n13\n,\n25\n,\n56\n]. Further studies showed that oleanolic acid increased lifespan and stress tolerance through DAF-16 [\n61\n] while resveratrol, found in grape berry skin (100 μM), increased lifespan in \nC. elegans\n through sirtuin 2.1 (SIR 2.1), mammalian NAD-dependent protein deacetylase homology [\n62\n]. Moreover, blackberry extract increased antioxidant capacity in worms and provided protection against ROS generation [\n63\n]. In addition, a recently published study revealed that TCE acts as a calorie restriction mimetic and increased lifespan in \nC. elegans\n [\n54\n].\nOur findings showed that TCE regulates many components in IIS pathway to influence lifespan. TCE did not increase lifespan in daf-16 mutant \nC. elegans\n, indicating that TCE may regulate lifespan through DAF-16. Further analysis of genes in WT worms also confirmed that TCE regulates lifespan mainly via DAF-16/IIS pathway, evident by significantly reduced expression of \ndaf-2\n and increased expression of \ndaf-16\n genes. Since both DAF-2 and DAF-16 in IIS pathway are highly conserved, our findings reveal the significant potential of TCE to promote healthy aging in humans. Although we did not see any changes of \nakt-1\n and \nlin-14\n, two inhibitors of DAF-16, at mRNA levels, there are many other upstream pathways and downstream targets that we did not test. Thus, it is possible that TCE regulates upstream molecular targets of \nakt\n and \nlin-14\n, which merit further investigation, including those that control the expression of these genes such as \npdk-1\n and \nlin-4\n. SKN-1 is another transcription factor, which acts downstream of IIS pathway and showed reduced expression with reduced IIS signaling [\n64\n]. We found that \nskn-1\n gene expression was also upregulated by TCE treatments in WT worms. Our results are consistent with a recently published study using \nHibiscus sabdariffa\n L. extracts which increased SKN-1 activity and prolonged lifespan in \nC. elegans\n [\n65\n]. Studies have shown that cherries including sour cherry possess antimicrobial activity [\n66\n]. We performed all our gene expression data in liquid CMEM media without bacteria supplementation and still observed increased expression of lifespan-related genes. However, in our current study, we did not measure anti-microbial activity of TCE on the OP50 bacteria which might account for part of calorie restriction-like effects on \nC. elegans\n to increase lifespan. Therefore, these findings must be validated in future in lifespan assays.\n4.2. Involvement of AMPK/AAK-2 in Lifespan Determination\nInterestingly, TCE did not increase the MLS of \naak-2\n mutant worms, indicating importance of this pathway in TCE-mediated longevity effects. AMP-activated protein kinase (AMPK) is a fuel-sensing enzyme that negatively regulates fatty acid synthesis and positively regulates energy production pathways such as glycolysis and fatty acid β-oxidation [\n57\n]. Activation of AAK-2, homolog of AMPK in \nC. elegans\n physiologically (dietary restriction) or pharmacologically (resveratrol or metformin), increased lifespan of \nC. elegans\n [\n67\n]. \nC. elegans\n has both \naak-1\n and \naak-2\n, two different genes. The AMPKα1 subunit in \nC. elegans\n, AAK-2, is activated by AMP and involved in longevity [\n51\n]. By contrast, AMPKα2 subunit, AAK-2, in \nC. elegans\n is not involved in longevity effects suggesting that AAK-2 is the subunit with kinase activity [\n67\n]. Because of that, here, we evaluated the effects of TCE in \naak-2\n worm lifespan and \naak-2\n gene expression in WT worms. TCE did not change the MLS of \naak-2\n worms treated with TCE. Previous studies reported that \naak-2\n (ok524) mutants have a shorter lifespan (12%) than WT worms [\n51\n]. In contrast to these findings, however, \naak-2\n (rb754) mutant worms we used for our lifespan assays did not show shorter average lifespan than WT worms, and \naak-2\n (rb754) had 17.8% increased lifespan than WT worms. The above reported study has been conducted on agar plates, while we used microfluidic devices for the lifespan assay and fed worms everyday with liquid OP50 mixed with TCE. Changes of the environment, use of microfluidic devices, and differences in the \naak-2\n strains used might be a potential cause for these discrepancies. Further genetic analysis in WT worms showed increased expression of \naak-2\n gene with TCE treatments. Possibly, activation of \naak-2\n increased fatty acid oxidation in WT worms, which may change total fatty acid composition in the worms and indirectly influence the lifespan of WT worms. However, these changes were not taking place in mutant \naak2\n, which may affect their responses to TCE and changes in fatty acid composition or lipid metabolism. These findings suggest that TCE acts partly through AAK-2 pathway and requires DAF-16 and IIS pathways to increase lifespan in \nC. elegans\n. Sirtuins-1 (\nSirt-1\n), an ortholog of mammalian yeast deacetylase \nSir-2\n linked to IIS signaling pathway [\n12\n], may also be involved in lifespan regulation and merits further investigation.\n4.3. Role of Mitochondria in Lifespan Determination\nMitochondria plays an important role in overall cellular and organism health. Mitochondria are involved in cellular metabolism, apoptosis, and production of ROS [\n60\n]. It is thought that impaired mitochondria produce more ROS which causes cellular damage and leads to aging [\n68\n,\n69\n]. SOD is an enzyme that is involved in detoxification [\n16\n,\n70\n] and is found in cytoplasm, nucleus, and mitochondria [\n71\n]. Experiments in yeast and mice showed that knocking out \nsod-1\n and \nsod-2\n decreased lifespan [\n72\n,\n73\n]. In contrast, another study reported that SOD has no effect on lifespan in \nC. elegans\n [\n16\n]. In our current study, \nsod-2\n gene levels were increased with TCE, with no changes in \nsod-3\n gene expression. Another study using purple pitanga fruit showed increased \nsod-3\n protein expression in \nC. elegans\n [\n19\n]. We chose \nsod-3\n over \nsod-1\n as they share some genetic similarities and have a certain level of amino acid homology, and \nsod-2\n does not share substantial amino acid homology with either \nsod-1\n or \nsod-3\n [\n74\n]. Possibly, increased \nsod-2\n gene expression in our study decreased mitochondrial ROS activity and extended lifespan. However, these findings remain to be confirmed using \nsod-2\n mutant worms. Furthermore, to validate effects of TCE on ROS production, we plan in future to conduct additional functional assays to measure ROS, GSH/SG, and MDA levels. \nIdeal mitochondrial function is critical to have healthy cellular activity, and mitochondrial respiration is a strong indicator of good mitochondrial function [\n75\n]. An age-related decline in oxidative phosphorylation can relate to reduced mitochondrial and nuclear expressed peptides functioning in the electron transport chain (ETC) [\n76\n]. Mitochondrial health can be measured by the rate of mitochondrial respiration in ETC [\n77\n,\n78\n]. Moreover, alterations in the oxygen consumption rate are an indicator of mitochondrial dysfunction [\n79\n]. Moreover, decreased mitochondrial function reduces sufficient energy production, which plays key role during aging [\n80\n]. In order to quantify the function of mitochondria, we assessed mitochondrial OCR by TCE treatments in WT \nC. elegans\n. Our data showed that TCE treated adult worms have significantly higher spare respiration capacity with 6 and 12 μg/mL concentrations. Spare respiratory capacity is the amount of additional ATP produced by oxidative phosphorylation as a result of sudden increase in energy demand [\n76\n]. Based on our findings, it is possible that increased expression of antioxidant genes, led to increased mitochondrial spare respiration by reducing ROS production and oxidative stress in part through \nsod-2\n. \nAnother indicator of mitochondrial function is uncoupling proteins (UCPs). \nC. elegans\n expresses \nucp-4\n. UCPs are highly conserved in many species, such as invertebrates, plants, and mammals. UCP-1 in mammals is induced by cold temperature and is a major player in thermogenesis and energy expenditure [\n81\n]. Mammals express several other UCPs, which are involved in different functions other than thermogenesis. It is reported that non-thermogenic UCPs protect cells against oxidative stress [\n82\n]. In support of these ideas, knocking down \nucp-2\n gene in mice generated more ROS than WT mice [\n83\n], and knocking down \nucp-3\n gene led to more ROS production in skeletal muscle [\n84\n]. UCP-like protein in \nC. elegans\n is thoroughly related to \nucp-4\n in mammals, and the two proteins share 46% sequence identity [\n85\n]. Here, we found that expression of \nucp-4\n was significantly higher in worms treated with 6 and 12 μg/mL TCE. Several studies documented that \nucp-4\n mutants may be involved in increased neuronal defects during aging [\n68\n,\n86\n], but none of the studies have reported lifespan extension effects of \nucp-4\n by reducing mitochondrial ROS production. Our findings suggest that reduced ROS production and increased mitochondrial function by TCE may be governed partially by increased \nucp-4\n expression.",
    "4.1._tce_increases_lifespan_through_iis_and_daf-16_pathway": "4.1. TCE Increases Lifespan through IIS and DAF-16 Pathway\nIn this study we used 3, 6, and 12 µg/mL of TCE to investigate its longevity effects in \nC. elegans\n. Previous studies from our lab have shown that TC increased cell survival and antioxidant activity in vitro using adipocytes [\n35\n]. Moreover, TC reduced toxic levels of ROS in both adipocytes and Zucker fatty rats [\n35\n]. To our knowledge, there are no studies that have documented lifespan effects of TCE in mammalian and only one study has showed TCE effects in model organisms [\n54\n]. Some studies have shown that TC improves memory, autophagy, and hippocampal inflammation in aged rats [\n52\n] and protects against age-related bone loss in mice [\n55\n]. Studies in \nC. elegans\n with blueberries (50, 100, and 200 mg/mL of extract) demonstrated increased MLS by 22.2%, 36.5%, and 44.4% [\n27\n] and 5 mg/mL of blueberry extracts extended MLS of \nDrosophila\n by 10% [\n17\n]. Similarly, cranberry extracts (2 mg/mL) increased MLS of \nC. elegans\n by 32.5% [\n13\n] and 20 mg/mL cranberry extracts extended MLS of \nDrosophila\n by 10% [\n8\n]; purple wheat anthocyanins (100 μg/mL) increased MLS of \nC. elegans\n by 10.5% [\n56\n]. In our study, we found that feeding \nC. elegans\n lower concentrations of TCE (3, 6, and 12 μg/mL) resulted in significant extension of MLS by 12.09% (\np\n > 0.05), 26.44% (\np\n < 0.05), and 25.69% (\np\n < 0.05), respectively. These results are comparable to findings from the studies outlined above using other plant or fruit extracts [\n13\n,\n27\n,\n56\n]. However, previous studies in \nC. elegans\n were done on agar plates, which require typically very high doses to get enough drug into the worms, as the drug can diffuse into the agar, and drug delivery is not efficient. Our cultures are in liquid environment due to microfluidics (NemaLife), which is a novel approach to culture worms with several advantages: worms can crawl in an optimized micropillar arena in liquid (unlike in agar plates) that improves drug delivery; during maintenance, sieve channels dispersed progeny, thus avoiding loss of adults; they can feed the adult-only population [\n41\n]. Consistent with the advantages mentioned above, observation of lifespan-extension with low doses of TCE suggests that the microfluidic environments are efficient at drug delivery compared to agar plates.\nIIS pathway modulates aging and longevity and highly conserved in invertebrates and mammals. Insulin like peptide (ILPs), an insulin/IGF-1 receptor (DAF-2), serine/threonine kinase (pyruvate dehydrogenase kinase isozyme 1 (PDK-1), AKT-1/2, AGE-1)/PI3K and FOXO transcription factor (DAF-16) are major components of the IIS transduction cascades [\n49\n]. Inactivation of DAF-16 transcription factor occurs after binding of ILPs to DAF-2, inhibiting the nuclear translocation of DAF-16 [\n57\n], which negatively regulates longevity. \nIn addition to IIS signaling, many signaling pathways such as TOR, AMPK, Ca\n2+\n/calmodulin-dependent protein kinase II (CaMKII), and c-Jun N-terminal kinase (JNK) pathways are involved in aging [\n49\n,\n58\n]. Inhibition of TOR signaling increases lifespan of \nC. elegans\n and \nDrosophila\n via DAF-16 [\n8\n,\n59\n], CaMKII targets DAF-16 and modulates lifespan when worms are exposed to heat, hunger, or some other form of stressors [\n58\n], and JNK-1 signaling also regulates the activity of DAF-16 to promote lifespan post transcriptionally [\n60\n]. \nVery limited studies have tested effects of bioactive compounds in worms. Supplementation with wild blueberry juice (50, 100, and 200 mg/mL) increased \nC. elegans\n lifespan through CaMKII pathway that mediates osmotic stress resistance [\n28\n]. Other studies using fresh blueberry (200 μg/mL) also showed increased lifespan and stress tolerance through DAF-16 [\n27\n], cranberry extract (2 mg/mL) [\n25\n] and anthocyanin-rich purple wheat extract (100 μg/mL) [\n56\n] increased lifespan in \nC. elegans\n via the IIS/DAF-16 signaling pathway [\n13\n,\n25\n,\n56\n]. Further studies showed that oleanolic acid increased lifespan and stress tolerance through DAF-16 [\n61\n] while resveratrol, found in grape berry skin (100 μM), increased lifespan in \nC. elegans\n through sirtuin 2.1 (SIR 2.1), mammalian NAD-dependent protein deacetylase homology [\n62\n]. Moreover, blackberry extract increased antioxidant capacity in worms and provided protection against ROS generation [\n63\n]. In addition, a recently published study revealed that TCE acts as a calorie restriction mimetic and increased lifespan in \nC. elegans\n [\n54\n].\nOur findings showed that TCE regulates many components in IIS pathway to influence lifespan. TCE did not increase lifespan in daf-16 mutant \nC. elegans\n, indicating that TCE may regulate lifespan through DAF-16. Further analysis of genes in WT worms also confirmed that TCE regulates lifespan mainly via DAF-16/IIS pathway, evident by significantly reduced expression of \ndaf-2\n and increased expression of \ndaf-16\n genes. Since both DAF-2 and DAF-16 in IIS pathway are highly conserved, our findings reveal the significant potential of TCE to promote healthy aging in humans. Although we did not see any changes of \nakt-1\n and \nlin-14\n, two inhibitors of DAF-16, at mRNA levels, there are many other upstream pathways and downstream targets that we did not test. Thus, it is possible that TCE regulates upstream molecular targets of \nakt\n and \nlin-14\n, which merit further investigation, including those that control the expression of these genes such as \npdk-1\n and \nlin-4\n. SKN-1 is another transcription factor, which acts downstream of IIS pathway and showed reduced expression with reduced IIS signaling [\n64\n]. We found that \nskn-1\n gene expression was also upregulated by TCE treatments in WT worms. Our results are consistent with a recently published study using \nHibiscus sabdariffa\n L. extracts which increased SKN-1 activity and prolonged lifespan in \nC. elegans\n [\n65\n]. Studies have shown that cherries including sour cherry possess antimicrobial activity [\n66\n]. We performed all our gene expression data in liquid CMEM media without bacteria supplementation and still observed increased expression of lifespan-related genes. However, in our current study, we did not measure anti-microbial activity of TCE on the OP50 bacteria which might account for part of calorie restriction-like effects on \nC. elegans\n to increase lifespan. Therefore, these findings must be validated in future in lifespan assays.",
    "4.2._involvement_of_ampk/aak-2_in_lifespan_determination": "4.2. Involvement of AMPK/AAK-2 in Lifespan Determination\nInterestingly, TCE did not increase the MLS of \naak-2\n mutant worms, indicating importance of this pathway in TCE-mediated longevity effects. AMP-activated protein kinase (AMPK) is a fuel-sensing enzyme that negatively regulates fatty acid synthesis and positively regulates energy production pathways such as glycolysis and fatty acid β-oxidation [\n57\n]. Activation of AAK-2, homolog of AMPK in \nC. elegans\n physiologically (dietary restriction) or pharmacologically (resveratrol or metformin), increased lifespan of \nC. elegans\n [\n67\n]. \nC. elegans\n has both \naak-1\n and \naak-2\n, two different genes. The AMPKα1 subunit in \nC. elegans\n, AAK-2, is activated by AMP and involved in longevity [\n51\n]. By contrast, AMPKα2 subunit, AAK-2, in \nC. elegans\n is not involved in longevity effects suggesting that AAK-2 is the subunit with kinase activity [\n67\n]. Because of that, here, we evaluated the effects of TCE in \naak-2\n worm lifespan and \naak-2\n gene expression in WT worms. TCE did not change the MLS of \naak-2\n worms treated with TCE. Previous studies reported that \naak-2\n (ok524) mutants have a shorter lifespan (12%) than WT worms [\n51\n]. In contrast to these findings, however, \naak-2\n (rb754) mutant worms we used for our lifespan assays did not show shorter average lifespan than WT worms, and \naak-2\n (rb754) had 17.8% increased lifespan than WT worms. The above reported study has been conducted on agar plates, while we used microfluidic devices for the lifespan assay and fed worms everyday with liquid OP50 mixed with TCE. Changes of the environment, use of microfluidic devices, and differences in the \naak-2\n strains used might be a potential cause for these discrepancies. Further genetic analysis in WT worms showed increased expression of \naak-2\n gene with TCE treatments. Possibly, activation of \naak-2\n increased fatty acid oxidation in WT worms, which may change total fatty acid composition in the worms and indirectly influence the lifespan of WT worms. However, these changes were not taking place in mutant \naak2\n, which may affect their responses to TCE and changes in fatty acid composition or lipid metabolism. These findings suggest that TCE acts partly through AAK-2 pathway and requires DAF-16 and IIS pathways to increase lifespan in \nC. elegans\n. Sirtuins-1 (\nSirt-1\n), an ortholog of mammalian yeast deacetylase \nSir-2\n linked to IIS signaling pathway [\n12\n], may also be involved in lifespan regulation and merits further investigation.",
    "4.3._role_of_mitochondria_in_lifespan_determination": "4.3. Role of Mitochondria in Lifespan Determination\nMitochondria plays an important role in overall cellular and organism health. Mitochondria are involved in cellular metabolism, apoptosis, and production of ROS [\n60\n]. It is thought that impaired mitochondria produce more ROS which causes cellular damage and leads to aging [\n68\n,\n69\n]. SOD is an enzyme that is involved in detoxification [\n16\n,\n70\n] and is found in cytoplasm, nucleus, and mitochondria [\n71\n]. Experiments in yeast and mice showed that knocking out \nsod-1\n and \nsod-2\n decreased lifespan [\n72\n,\n73\n]. In contrast, another study reported that SOD has no effect on lifespan in \nC. elegans\n [\n16\n]. In our current study, \nsod-2\n gene levels were increased with TCE, with no changes in \nsod-3\n gene expression. Another study using purple pitanga fruit showed increased \nsod-3\n protein expression in \nC. elegans\n [\n19\n]. We chose \nsod-3\n over \nsod-1\n as they share some genetic similarities and have a certain level of amino acid homology, and \nsod-2\n does not share substantial amino acid homology with either \nsod-1\n or \nsod-3\n [\n74\n]. Possibly, increased \nsod-2\n gene expression in our study decreased mitochondrial ROS activity and extended lifespan. However, these findings remain to be confirmed using \nsod-2\n mutant worms. Furthermore, to validate effects of TCE on ROS production, we plan in future to conduct additional functional assays to measure ROS, GSH/SG, and MDA levels. \nIdeal mitochondrial function is critical to have healthy cellular activity, and mitochondrial respiration is a strong indicator of good mitochondrial function [\n75\n]. An age-related decline in oxidative phosphorylation can relate to reduced mitochondrial and nuclear expressed peptides functioning in the electron transport chain (ETC) [\n76\n]. Mitochondrial health can be measured by the rate of mitochondrial respiration in ETC [\n77\n,\n78\n]. Moreover, alterations in the oxygen consumption rate are an indicator of mitochondrial dysfunction [\n79\n]. Moreover, decreased mitochondrial function reduces sufficient energy production, which plays key role during aging [\n80\n]. In order to quantify the function of mitochondria, we assessed mitochondrial OCR by TCE treatments in WT \nC. elegans\n. Our data showed that TCE treated adult worms have significantly higher spare respiration capacity with 6 and 12 μg/mL concentrations. Spare respiratory capacity is the amount of additional ATP produced by oxidative phosphorylation as a result of sudden increase in energy demand [\n76\n]. Based on our findings, it is possible that increased expression of antioxidant genes, led to increased mitochondrial spare respiration by reducing ROS production and oxidative stress in part through \nsod-2\n. \nAnother indicator of mitochondrial function is uncoupling proteins (UCPs). \nC. elegans\n expresses \nucp-4\n. UCPs are highly conserved in many species, such as invertebrates, plants, and mammals. UCP-1 in mammals is induced by cold temperature and is a major player in thermogenesis and energy expenditure [\n81\n]. Mammals express several other UCPs, which are involved in different functions other than thermogenesis. It is reported that non-thermogenic UCPs protect cells against oxidative stress [\n82\n]. In support of these ideas, knocking down \nucp-2\n gene in mice generated more ROS than WT mice [\n83\n], and knocking down \nucp-3\n gene led to more ROS production in skeletal muscle [\n84\n]. UCP-like protein in \nC. elegans\n is thoroughly related to \nucp-4\n in mammals, and the two proteins share 46% sequence identity [\n85\n]. Here, we found that expression of \nucp-4\n was significantly higher in worms treated with 6 and 12 μg/mL TCE. Several studies documented that \nucp-4\n mutants may be involved in increased neuronal defects during aging [\n68\n,\n86\n], but none of the studies have reported lifespan extension effects of \nucp-4\n by reducing mitochondrial ROS production. Our findings suggest that reduced ROS production and increased mitochondrial function by TCE may be governed partially by increased \nucp-4\n expression.",
    "5._conclusions": "5. Conclusions\nIn conclusion, we have shown that TCE increases lifespan of \nC. elegans\n, in a DAF-16-dependent manner. This may be mainly due to genetic regulation in IIS and DAF-16 pathway, partial involvement of AAK-2 signaling, increased antioxidant activity, and spare respiratory activity, allowing cells to function better under stressful conditions. Major underlying molecular targets are summarized in \nFigure 5\n, some of which require additional validations. Further studies are warranted to understand mechanisms linking oxidative stress, respiration, and longevity and their regulation by dietary antioxidants such as tart cherry anthocyanins."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7285199/"
}