{
  "id": "PMC7467030",
  "title": "Effects of Sex and Gender on Adaptation to Space: Immune System",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Effects of Sex and Gender on Adaptation to Space: Immune System",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7467030/"
  },
  "sections": {
    "abstract": "To address urgent need for strategies to limit mortality from coronavirus disease 2019 (COVID-19), this review describes experimental, clinical and epidemiological evidence that suggests that chronic sub-optimal hydration in the weeks \nbefore\n infection might increase risk of COVID-19 mortality in multiple ways. Sub-optimal hydration is associated with key risk factors for COVID-19 mortality, including older age, male sex, race-ethnicity and chronic disease. Chronic hypertonicity, total body water deficit and/or hypovolemia cause multiple intracellular and/or physiologic adaptations that preferentially retain body water and favor positive total body water balance when challenged by infection. Via effects on serum/glucocorticoid-regulated kinase 1 (SGK1) signaling, aldosterone, tumor necrosis factor-alpha (TNF-alpha), vascular endothelial growth factor (VEGF), aquaporin 5 (AQP5) and/or Na\n+\n/K\n+\n-ATPase, chronic sub-optimal hydration in the weeks \nbefore\n exposure to COVID-19 may conceivably result in: greater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID-19 infection, lung epithelial cells which are pre-set for exaggerated immune response, increased capacity for capillary leakage of fluid into the airway space, and/or reduced capacity for both passive and active transport of fluid out of the airways. The hypothesized hydration effects suggest hypotheses regarding strategies for COVID-19 risk reduction, such as public health recommendations to increase intake of drinking water, hydration screening alongside COVID-19 testing, and treatment tailored to the pre-infection hydration condition. Hydration may link risk factors and pathways in a unified mechanism for COVID-19 mortality. Attention to hydration holds potential to reduce COVID-19 mortality and disparities via at least 5 pathways simultaneously.",
    "background": "Background\nThere is an urgent need for strategies to limit mortality from coronavirus disease 2019 (COVID-19). Coronavirus is expected to infect up to 70% of the world’s population and kill millions of people \n[1]\n. To date, the main public health strategy for limiting mortality, to reduce exposure to the virus via physical distancing, carries tremendous economic costs \n[2]\n and may create COVID-19 disparities, as not everyone can telecommute for work or afford to shelter in place \n[3]\n. The main treatment strategy for limiting mortality involves ventilators, which may not be available and accessible in adequate quantities \n[4]\n. To address need for strategies that are less costly, more equitable, and more accessible, this paper describes potential causal paths from sub-optimal hydration \nbefore\n COVID-19 infection to increased morbidity and mortality. The hypothesized mechanisms suggest potential for free or low-cost, globally applicable drinking water interventions and hydration-informed treatment (e.g. hypertonic resuscitation) to limit COVID-19 mortality.\nWhy do people die from COVID-19?\nCOVID-19 triggers an immune response in the lungs that is described as a “cytokine storm” in the lay press and acute respiratory distress syndrome (ARDS) in the scientific literature \n[5]\n. “Inflammation spikes, and fluid and dying cells fill the lung sacs, essentially drowning the patient \n[6]\n.” The inflammation “makes the membranes between the air sacs and blood vessels more permeable, which can fill the lungs with fluid…In severe cases, you basically flood your lungs and you can’t breathe \n[6]\n.” Death from ARDS is strongly associated with positive total body water (TBW) balance, i.e. \nbody water retention\n\n\n[7]\n (see \nFig. 1\n\n).\nFig. 1\nReproduced with permission from Rahmel et al \n[7]\n. Mean cumulative fluid balance with 95% CI for survivors and non-survivors of ARDS until ICU day 30.\nRisk factors for COVID-19 death\nDeath from COVID-19 is strongly associated with older age, male sex, and age-related chronic health conditions \n[8]\n, \n[9]\n, \n[10]\n. The United States (US) Centers for Disease Control (CDC) highlights the following risk factors: residence in a nursing home or long-term care facility, chronic lung disease or moderate to severe asthma, serious heart conditions, severe obesity (body mass index > 40), diabetes, renal failure, liver disease, and/or weakened immune system due to cancer treatment, smoking, bone marrow or organ transplantation, immune deficiencies, poorly controlled HIV or AIDS, and prolonged use of corticosteroids and other immune weakening medications \n[10]\n. In the US and United Kingdom (UK), consistent with obesity, diabetes, cardiovascular and chronic kidney disease disparities, ethnic minorities are at increased risk of dying from COVID-19 \n[11]\n, \n[12]\n.\nAlthough not specified on the CDC’s list of risk factors \n[10]\n, given the ARDS literature (e.g. Rahmel et al. \n[7]\n), a propensity to retain body water when stressed or challenged is partially recognized as a risk factor for COVID-19 ARDS death. Recommendations for COVID-19 ARDS treatment explicitly aim to achieve a \nnegative\n fluid balance of 0.5–1.0 L/d \n[13]\n. This paper posits that attention to hydration may not only increase the success of treatment for ARDS but may also prevent the development of ARDS and positive fluid balance during COVID-19 infection, in the first place.",
    "why_do_people_die_from_covid-19?": "Why do people die from COVID-19?\nCOVID-19 triggers an immune response in the lungs that is described as a “cytokine storm” in the lay press and acute respiratory distress syndrome (ARDS) in the scientific literature \n[5]\n. “Inflammation spikes, and fluid and dying cells fill the lung sacs, essentially drowning the patient \n[6]\n.” The inflammation “makes the membranes between the air sacs and blood vessels more permeable, which can fill the lungs with fluid…In severe cases, you basically flood your lungs and you can’t breathe \n[6]\n.” Death from ARDS is strongly associated with positive total body water (TBW) balance, i.e. \nbody water retention\n\n\n[7]\n (see \nFig. 1\n\n).\nFig. 1\nReproduced with permission from Rahmel et al \n[7]\n. Mean cumulative fluid balance with 95% CI for survivors and non-survivors of ARDS until ICU day 30.",
    "risk_factors_for_covid-19_death": "Risk factors for COVID-19 death\nDeath from COVID-19 is strongly associated with older age, male sex, and age-related chronic health conditions \n[8]\n, \n[9]\n, \n[10]\n. The United States (US) Centers for Disease Control (CDC) highlights the following risk factors: residence in a nursing home or long-term care facility, chronic lung disease or moderate to severe asthma, serious heart conditions, severe obesity (body mass index > 40), diabetes, renal failure, liver disease, and/or weakened immune system due to cancer treatment, smoking, bone marrow or organ transplantation, immune deficiencies, poorly controlled HIV or AIDS, and prolonged use of corticosteroids and other immune weakening medications \n[10]\n. In the US and United Kingdom (UK), consistent with obesity, diabetes, cardiovascular and chronic kidney disease disparities, ethnic minorities are at increased risk of dying from COVID-19 \n[11]\n, \n[12]\n.\nAlthough not specified on the CDC’s list of risk factors \n[10]\n, given the ARDS literature (e.g. Rahmel et al. \n[7]\n), a propensity to retain body water when stressed or challenged is partially recognized as a risk factor for COVID-19 ARDS death. Recommendations for COVID-19 ARDS treatment explicitly aim to achieve a \nnegative\n fluid balance of 0.5–1.0 L/d \n[13]\n. This paper posits that attention to hydration may not only increase the success of treatment for ARDS but may also prevent the development of ARDS and positive fluid balance during COVID-19 infection, in the first place.",
    "hypotheses": "Hypotheses\nHypothesized mechanism\nThis paper hypothesizes that, compared to people who survive COVID-19, people who die from COVID-19 have too much fluid accumulating in their lungs, in part because of chronic suboptimal hydration \nbefore\n infection with COVID-19. Chronic \nhyper\ntonic stress causes a wide variety of metabolic and physiologic adaptations throughout the body \n[14]\n, which alter intracellular composition and response to subsequent \nhypo\n-osmotic challenge. Infection triggers an inflammatory response which signals body water retention and vessel dilation, creating relatively hypotonic conditions.\nChronic hypertonicity, TBW deficit and/or hypovolemia in the weeks \nbefore\n COVID-19 infection are hypothesized to result in one or more adaptations, including:\n•\nGreater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID-19 infection.\n•\nLung epithelial cells which are pre-set for exaggerated immune response.\n•\nIncreased capacity for capillary leakage of fluid into the airway space.\n•\nReduced capacity for active transport of fluid out of the airways.\n•\nReduced capacity for passive transport of fluid out of the airways.\n\n\nFluid accumulating in the lungs results from an imbalance between passive and active forces driving fluid into the airspaces and mechanisms removing fluid from the airspace \n[15]\n, \n[16]\n. The multiplicity of factors influencing the balance of forces suggests need for intervention strategies that attend to multiple factors, simultaneously.",
    "hypothesized_mechanism": "Hypothesized mechanism\nThis paper hypothesizes that, compared to people who survive COVID-19, people who die from COVID-19 have too much fluid accumulating in their lungs, in part because of chronic suboptimal hydration \nbefore\n infection with COVID-19. Chronic \nhyper\ntonic stress causes a wide variety of metabolic and physiologic adaptations throughout the body \n[14]\n, which alter intracellular composition and response to subsequent \nhypo\n-osmotic challenge. Infection triggers an inflammatory response which signals body water retention and vessel dilation, creating relatively hypotonic conditions.\nChronic hypertonicity, TBW deficit and/or hypovolemia in the weeks \nbefore\n COVID-19 infection are hypothesized to result in one or more adaptations, including:\n•\nGreater abundance of angiotensin converting enzyme 2 (ACE2) receptors in the lung, which increases likelihood of COVID-19 infection.\n•\nLung epithelial cells which are pre-set for exaggerated immune response.\n•\nIncreased capacity for capillary leakage of fluid into the airway space.\n•\nReduced capacity for active transport of fluid out of the airways.\n•\nReduced capacity for passive transport of fluid out of the airways.\n\n\nFluid accumulating in the lungs results from an imbalance between passive and active forces driving fluid into the airspaces and mechanisms removing fluid from the airspace \n[15]\n, \n[16]\n. The multiplicity of factors influencing the balance of forces suggests need for intervention strategies that attend to multiple factors, simultaneously.",
    "evidence_motivating_the_hypotheses": "Evidence motivating the hypotheses\nOverview\nThe rationale begins by linking the CDC’s list of risk factors for COVID-19 death with increased likelihood of suboptimal hydration, expressed in terms of hypertonicity, TBW deficit and/or hypovolemia. Suboptimal hydration is, next, linked with each of the adaptations, listed above, by experimental, clinical, and epidemiological evidence. Metabolic intermediates or pathways that mediate effects of suboptimal hydration are identified. Experiments and clinical trials that intervene against these mechanisms and increase survival from ARDS are described.\nRisk factors for COVID-19 death are associated with indices of suboptimal hydration\nHypertonicity, TBW deficit and/or hypovolemia are prevalent among people who are at increased risk for COVID-19 death. In population-representative datasets, a majority of older adults have plasma hypertonicity \n[17]\n, \n[18]\n. In the US, hypertonicity is significantly more frequent among males than females \n[17]\n and among Black or African Americans and Hispanics compared to Asians (78–79% vs 55%) \n[18]\n. Hypovolemia is common among residents of nursing home or long-term care facilities \n[19]\n, \n[20]\n.\nHypertonicity is associated with chronic disease risk factors for COVID-19 death. The prevalence of hypertonicity in non-acutely ill US adults ages 51–70 years who have obesity, high waist circumference, insulin resistance, diabetes, hyperglycemia, glycosylated hemoglobin, dyslipidemia, hypertension and/or metabolic syndrome is 73%, compared to 56% among individuals without any of the listed conditions, in the same age group \n[18]\n. Systematic review of observational studies suggests that hypernatremia is consistently associated with metabolic syndrome \n[21]\n. Animal models and observational studies implicate hypertonicity and the vasopressin-hydration system in the etiology of chronic kidney disease \n[22]\n. Hypovolemia is an established risk factor for renal failure in the ICU \n[23]\n.\nBeyond older age, male sex, race-ethnicity and metabolic syndrome, hypertonicity and/or hypovolemia are also associated with asthma, liver disease, and impaired immune function, other risk factors for COVID-19 death highlighted by the CDC \n[10]\n. Bronchial hyperresponsiveness in asthma is associated with hypertonicity \n[24]\n. The pathogenesis of cirrhosis involves vasopressin/antidiuretic hormone, low effective circulatory volume and retention of sodium and water \n[25]\n. Hypertonicity suppresses innate and adaptive immune responses \n[26]\n. For US adults ages 50–70 years, hypertonicity doubles the risk of all-cause mortality within 3 to 6 years \n[18]\n and has been proposed as a biomarker of general frailty \n[27]\n.\nSuboptimal hydration causes body water retention\nHypertonicity, TBW deficit, and hypovolemia trigger changes in metabolism and physiology that favor cell water retention \n[28]\n and TBW retention \n[29]\n. Responses to acute and chronic hypertonicity are distinct \n[30]\n. Multiple metabolic and physiologic responses co-occur impacting multiple pathways and organ systems simultaneously \n[14]\n, \n[30]\n. In free-living individuals, under conditions of daily life, adaptation to chronic hypertonicity may take weeks \n[31]\n, \n[32]\n.\nAcute suboptimal hydration\nAcute extracellular hypertonicity causes water to shift out of cells following the osmotic gradient via aquaporin channels. The cell shrinkage increases intracellular solute concentrations, which activate the Na\n+\n,K\n+\n-ATPase, Na\n+\n,K\n+\n,2Cl\n-\n co-transporter and the Na\n+\n/H\n+\n exchanger, which couple to Cl\n-\n/H2CO3, to enhance cellular osmolarity and restore cell volume \n[33]\n.\nAt the whole-person level, acute hypertonic shrinkage of osmoreceptor cells and/or hypovolemia activate the hypothalamic–pituitaryadrenal (HPA) axis and renin-angiotensin-aldosterone system (RAAS). Acute hypertonicity triggers release of arginine vasopressin, also known as antidiuretic hormone, which stimulates thirst and signals the kidney to concentrate urine and reduce urine volume. Acute hypovolemia triggers the kidney to produce renin, which stimulates the conversion of angiotensinogen to angiotensin 1 (Ang I) in the liver and the conversion of Ang I to angiotensin II (Ang II) by the angiotension-converting enzyme (ACE) in multiple organs, including the lung \n[34]\n. Ang II causes vasoconstriction and secretion of antidiuretic hormone and aldosterone \n[34]\n. Aldosterone binds to mineralocorticoid receptors and stimulates renal and intestinal sodium reabsorption by upregulating ENaC and Na\n+\n, K\n+\n-ATPase.\nChronic suboptimal hydration\nAt the cell level, chronic hypertonicity shifts metabolism to favor pathways that accumulate metabolic end-products (osmolytes) of low molecular weight inside the cell. The increased osmolyte concentrations create an osmotic gradient that drives water into the cell. Hypertonic conditions alter the expression of multiple genes. Hypertonicity activates tonicity-responsive enhancer binding protein (TonEBP), also known as nuclear factor of activated T cells (NFAT5), which coordinates increases in the expression of organic osmolyte transporters and enzymes such as aldose reductase (AR), betaine/GABA transporter (BGT1), sodium myoinositol transporter (SMIT) and taurine transporter (TauT) \n[33]\n. Hypertonic conditions induced by high-salt diet decrease expression of renal renin and angiotensinogen-mRNAs compared to normal- and low-salt diets \n[35]\n. Hypertonic conditions reduce expression of the mineralocorticoid receptor that mediates aldosterone effects \n[36]\n. Chronic hypertonicity and hypovolemia increase expression of vascular endothelial growth factor (VEGF) \n[37]\n, \n[38]\n.\nAt the physiological level, hypertonicity alters the levels and/or activity of hormones that depend on cell volume, such as insulin \n[39]\n, \n[14]\n, and/or that regulate TBW balance, such as aldosterone. Experiments in animals and healthy humans show that hypertonicity induced by high salt diet or hypertonic infusion reduces plasma aldosterone \n[35]\n, \n[40]\n, \n[41]\n, \n[42]\n, \n[43]\n. Crossover experiments in healthy volunteers report that infusion of 25 ml/kg of a relatively hypertonic solution (osmolarity 614 mOsm/l; tonicity 373 mOsm/l) significantly decreases plasma aldosterone relative to the same volume of a hypotonic solution (osmolarity 447 mOsm/l; tonicity 169 mOsm/l) \n[43]\n. In controlled experiments in healthy humans, hypertonic saline infusion decreases plasma aldosterone and free water clearance \n[42]\n, \n[44]\n.\nIn healthy young men with urine osmolality over 800 mmol/kg under conditions of daily life, chronic hypertonicity and mild (<2%) TBW deficit appear associated with metabolic and physiologic adaptations that result in water retention in response to hypotonic challenge \n[31]\n. Four weeks of sustained higher intake of drinking water (>+1L/d) is associated with a mean (SE) decrease in HOMA-IR of 2.2 (0.2) to 1.7 (0.1), a mean (SE) increase in plasma aldosterone from 111 (17) pg/ml to 143 (19) pg/ml and an average (SE) increase in body weight of +1.8 (0.5) percent \n[32]\n, \n[31]\n. While significant change in body weight is not detected from one week to the next, the cumulative change over 4 weeks is statistically significant and correlated with increases in serum sodium and a muted change in water turnover \n[31]\n.\nAdaptation to chronic \nhyper\ntonicity presets for overreaction to \nhypo\ntonic challenge\nCells that have adapted to hypertonic conditions are vulnerable to over-swell or lyse if exposed to hypotonic conditions. The higher intracellular osmolyte concentrations draw water in by osmosis. The phenomenon is well-established as a complication of hyperglycemic hypertonic dehydration in diabetic patients \n[45]\n, source of systematic error in the hematology literature \n[45]\n, cause of neuronal excitability \n[46]\n, and hyponatremia associated brain damage \n[47]\n. To protect against lysis, cells adapted to hypertonic conditions release more osmolytes given acute hypotonic challenge, compared to cells maintained in isotonic conditions or cells exposed to repeated hypotonic challenge \n[48]\n.\nIn healthy young men with usual total water intake below 2L/d and urine osmolality above 800 mmol/kg, an acute bolus of 750 ml drinking water reduces urine osmolality by over 700 mmol/kg within 60 min. After 4 weeks of total water intake above 3L/d, the corresponding decrease in urine osmolality induced by an acute 750 ml bolus is approximately halved \n[32]\n, \n[31]\n.\nChronic suboptimal hydration may increase risk of COVID-19 infection\nHypertonicity may increase risk of COVID-19 infection by reducing aldosterone \n[35]\n, \n[40]\n, \n[41]\n, \n[42]\n, \n[43]\n, and/or increasing insulin resistance \n[14]\n, \n[44]\n, \n[49]\n, which increase ACE2 receptors. The balance of ACE and ACE2 receptors regulates the RAAS. While ACE converts Ang I to Ang II, which has vasoconstricting effects, ACE2 converts Ang II to Ang-1–9 and Ang-1–7, which have opposite, vasodilating and anti-inflammatory, effects. ACE2 abundance is inversely related with aldosterone \n[50]\n. Hypoaldosteronism is known to interrelate with diabetes and renal insufficiency for persons ages 50–70 years \n[51]\n. In rodent models ACE2 expression is increased by diabetes and decreased by insulin administration \n[52]\n, \n[53]\n. Diabetes is hypothesized to increase risk of COVID-19 infection by increasing ACE2 receptors \n[54]\n.\nChiusano et al. \n[55]\n propose a model for describing mechanisms involved in COVID-19 infection that implicates ACE2 receptors, in conjunction with aldosterone and conditions that predispose to ARDS and poor disease outcome. ACE2 receptors are expressed by lung epithelial cells \n[34]\n. The spike proteins of SARS-CoV bind to ACE2 receptors \n[56]\n, \n[34]\n, \n[55]\n. Antibodies that bind ACE2 block SARS-CoV infection \n[34]\n. “ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for COVID-19, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease \n[57]\n.” “We know that SARS-COV-2 is bound to ACE2 which serves as a portal of entry of the SARS-COV2 virus into cells—just as it was for the SARS and probably the MERS viruses. Theoretically, anything with increased ACE2 levels could make patients more susceptible to infection with coronavirus, and make their cases more severe \n[58]\n.” “It is becoming evident that the RAAS system is involved in HCoV infections and presumably of high importance for their pathogenicity \n[34]\n.” “Attention should… focus on monitoring COVID19 propensities for the …diseases or treatments that trigger ACE2 increase \n[55]\n.”\nInfection creates a hypotonic challenge\nDuring infection, monocytes and macrophages secrete cytokines, including tumor necrosis factor-alpha (TNF-alpha), interleukin-1beta (IL1B) and interleukin-6 (IL6), into the circulation \n[59]\n. Increased plasma TNF-alpha, IL1B and IL6 stimulate secretion of corticotrophin-releasing hormone, adrenocorticotropic hormone, vasopressin and oxytocin \n[60]\n, \n[61]\n, which trigger antidiuresis and increase risk of hyponatremia \n[59]\n.\nSuboptimal hydration promotes an immune response like that described as a ‘cytokine storm’\nPreliminary data on COVID-19 and similarities between SARS-COV2 and other betacoronaviruses such as Severe Acute Respiratory Syndrome (SARS)-CoV or Middle East Respiratory Syndrome (MERS)-CoV suggest a 2-step pattern of activation of the immune system \n[62]\n. During the type 1 IFN mediated initial step, in lung epithelial cells and macrophages, cascades of molecular events, via transcription factor nuclear factor κB (NF-κB) and IRF3/7, result in the production of cytokines such as IL1, IL6, or TNF-alpha. In some cases, the virus escapes the initial step, causing extra tissue damage and antibody response, which escalate subsequent immune response to the level of vicious cycle called cytokine storm \n[62]\n; Additional, blood-derived macrophages/monocytes are attracted, activated and lead to uncontrolled, secondary innate and adaptive (T cell mediated) responses \n[62]\n\n\n.\n\n\nChronic hypertonicity in the weeks before infection could conceivably play a role in suppressing the initial immune response to COVID-19 by lung epithelial cells. In vitro, treatment of primary human small airway epithelial cells with hypertonic saline suppresses neutrophil, monocyte, and natural killer and T cell chemoattractants, as well as the pro-inflammatory cytokines IL32, IL6 and LIF \n[26]\n. Adaptation to chronic hypertonicity before infection may delay the arrival of neutrophils, monocytes, natural killer and T cells in the early stage of infection, allowing time for the COVID-19 virus to replicate and infect more cells.\nHypertonicity is described as a “danger signal” that boosts the immune system to ward off infection without need for de novo production of mediators \n[63]\n. Hypertonicity may amplify neutrophil, monocyte, macrophage, and T cell response. Under the controlled environmental conditions of an enclosed spaceflight simulation center, compared to a lower salt diet of 6 g/d, a high salt diet of 12 g/d for 50 +/- 10 days is associated with a marked increase in the number of monocytes and “potential risk of excessive immune response when infection occurs” in healthy young men \n[64]\n. In a randomized, double-blind crossover study involving asthmatic patients, high salt diet for two weeks significantly increased post-exercise-induced sputum neutrophil and eosinophil differential cell counts and induced sputum supernatant concentration of eosinophil cationic protein, IL1beta, IL8, leukotriene (LT) C(4)-E(4), LTB(4), and prostaglandin D(2) compared to low salt diet \n[65]\n. Adaptation to long-term or chronic hypertonicity may be required to magnify the immune response, as acute infusion of hypertonic saline does not significantly change the number of monocytes in young women \n[66]\n. Effects of hypertonicity on immunity depend on the extent and duration of the hypertonic state \n[67]\n.\nEffects of hypertonicity on neutrophils, T cells and macrophages in vitro and in animal models have been reviewed by Kølsen-Petersen \n[67]\n. Chronic hypertonicity impacts immune responses via signal transduction cascades that involve NF-κB, p38 MAPK and NFAT5. NFAT5 coordinates expression of osmolytes \n[33]\n and augments the effect of NF-κB on critical aspects of the innate and adaptive immune responses \n[68]\n.\nIn vitro, hypertonicity stimulates the secretion of pro-inflammatory cytokines such as IL6 and TNF-alpha by monocytes and induces the stimulation of macrophages \n[69]\n, \n[70]\n, \n[71]\n, \n[72]\n. Monocytes that produce extra TNF-alpha are distinguished as an “inflammatory subset” with potent pro-inflammatory activity \n[73]\n. TNF-alpha induces NF-κB, thereby creating a feedback system that propagates and magnifies cytokine response \n[68]\n.\nIncreased extracellular osmolality also influences adaptive immunity. Hypertonic saline promotes T cell proliferation by increasing cAMP, which triggers a phosphorylation cascade that activates p38 MAPK in T cells, neutrophils, and monocytes \n[74]\n, \n[75]\n, which in turn increases IL2 production. In T cells, hypertonic conditions activate NFAT5, which upregulates TNF-alpha alongside increased expression of osmoprotective genes \n[76]\n. High salt conditions promote the differentiation of CD4\n+\n helper T cells into IL17-producing CD4\n+\n helper T cells (TH17 cells), via p38 MAPK and NFAT5 \n[77]\n, as well as serum/glucocorticoid-regulated kinase 1 (SGK1)-dependent signaling \n[78]\n, \n[79]\n. In vitro hypertonicity or in vivo high salt diet also impair the function of regulatory T cells (Tregs), that normally counteract the effects of Th17 cells, by increasing the SGK1-mediated production of interferon gamma and inducing a TH1 phenotype (TH1-like Tregs) \n[80]\n. Th17 cells are involved in inflammation and drive autoimmune diseases in animal models \n[79]\n. Induced activation of Th17 cells results in ARDS in mice \n[81]\n.\nRegarding humoral immunity, hypertonicity participates in B cell activation and differentiation (Pax5 downregulation and CD138 upregulation) \n[82]\n. In a secondary phase, it increases cell death and impairs plasmablast differentiation. Class switch to IgG1 is impaired, phosphorylation of p38 mitogen-activated kinase is inhibited and NFAT5 response is delayed.\nHypovolemia, in the context of large loss of blood volume due to hemorrhage, is known to trigger the immune system and increase inflammation \n[83]\n and neutrophil activation \n[84]\n. Effects of hemorrhagic shock (hypovolemia) on immune response are similar enough to those of hyperosmotic stress to be considered equivalent \n[85]\n.\nFinally, perhaps to balance or compensate for hypertonicity-induced increases in reactive oxygen species, and important when considering the context of infection-induced hypotonic challenge subsequent to adaptation to hypertonicity, chronic hypertonicity also increases intracellular glutathione, an antioxidant, via glutathione peroxidase (GPX) \n[81]\n. Increased glutathione concentrations can restore redox balance and decrease the release of cytokines and chemokines from lung cells by decreasing NF-κB activation \n[86]\n, \n[87]\n. The main function of endogenous intracellular glutathione is to gauge the innate immune response to infection \n[88]\n.\nResponse to\nhypo\ntonicity after adaptation to\nhyper\ntonicity\nRelative hypotonicity causes cell swelling by osmosis, which triggers cellular loss of organic osmolytes including amino acids, polyols and trimethylamines. Glutathione, a low molecular weight osmolyte and the most abundant intracellular antioxidant thiol, is depleted from cells in hyponatremia. The osmotically induced loss of intracellular glutathione makes cells more susceptible to oxidative injury \n[89]\n. Glutathione production via glutathione peroxidase (GPX) is decreased by hypotonicity, delaying re-accumulation of intracellular glutathione concentrations after loss due to hypotonic swelling \n[89]\n. An altered redox balance, excess generation vs. elimination of reactive oxygen species (ROS), is implicated in lung inflammation and ARDS \n[90]\n, \n[91]\n.\n\n\nDuring lung injury\n, in the midst of the hypotonic challenge, hypertonic saline has an \nanti\n-inflammatory effect. During injury, hypertonicity promotes cell cycle arrest, and prevents ROS formation and mitochondria depolarization, mediated by p53-p21 signaling \n[92]\n. This effect implies the converse, that relative hypotonicity during the inflammatory response decreases p53 gene regulation and cell cycle arrest and increases ROS formation and mitochondrial polarization. It is well established that the use of isotonic saline to restore blood volume and tissue perfusion after hemorrhagic shock results in edema formation, neutrophil activation and an inflammatory cascade \n[81]\n. For individuals who are adapted to hypertonic conditions, it would not be surprising that restoration of hypertonic conditions with hypertonic saline has beneficial effects.\nNeutrophils are primary mediators of organ injury following trauma. The effect of hypertonicity on neutrophil activation depends on the timing of the hypertonicity \n[67]\n. In vitro, it has been observed that if hypertonic saline is present before infection (lipopolysaccharide stimulation), then hypertonic solutions inhibit neutrophil activation in response to the infection \n[85]\n, \n[74]\n. After hypertonic conditioning, neutrophils have an exaggerated cytotoxic response in normotonic conditions. In vitro, the duration of hypertonic pretreatment modifies lung neutrophil responsiveness to infection under isotonic conditions \n[93]\n.\nSuboptimal hydration increases risk of fluid leakage into the airway space\nChronic hypertonicity and hypovolemia favor capillary leakage by increasing expression of VEGF, which stimulates lymphatic formation and endothelial nitric oxide synthase expression \n[37]\n, \n[38]\n. Increased expression of VEGF stimulates angiogenesis and can increase vascular permeability 20,000 times more potently than histamine \n[94]\n, \n[95]\n. It causes vasodilation, mediated by nitric oxide \n[96]\n, \n[97]\n.\nVEGF dysregulation is associated with ARDS \n[98]\n, \n[99]\n, \n[100]\n. In mice, experimental overexpression of VEGF in alveolar epithelial cells is associated with capillary leakage and pulmonary edema \n[99]\n, airway hyperresponsiveness, inflammation and mortality \n[97]\n. Clinical studies report that ARDS patients have significantly higher plasma VEGF than normal controls and ventilated controls \n[98]\n. Experimental data suggest that increases in plasma VEGF levels during infection determine ARDS risk. Following induced infection, mice that develop acute lung injury experience a significant increase in plasma VEGF levels by day 7 after infection, while mice that do not develop acute lung injury experience no significant change in VEGF levels \n[100]\n.\nBoth pre-infection hypertonicity and infection-induced hypotonicity might be expected to increase plasma VEGF, because both hypernatremia and hypotonicity-induced aldosterone may increase VEGF. Aldosterone increases VEGF-A mRNA and protein expression in a dose- and time-dependent manner in neutrophils via PI3 kinases, ERK1/2, and p38 MAPK \n[148]\n. Angiogenesis is subject to U-shaped response curves [151].\nSuboptimal hydration limits active transport of fluid out of the airway space\nChronic hypertonicity and hypovolemia may limit active transport of fluid out of the lungs during COVID-19 infection by decreasing the expression of ENaC and Na\n+\n,K\n+\n\n\n-\nATPase. Fluid is normally removed from the alveolar space by active transport of sodium \n[25]\n by Na\n+\n channels on the apical surface of the alveolar epithelium, and subsequently pumped out of the cell to the interstitium by Na\n+\n/K\n+\n-ATPase on the basal-lateral side [152]. The sodium potassium adenosine triphospatase (Na\n+\n/K\n+\n-ATPase) on the basolateral surface of alveolar type 1 epithelia creates a driving force that pulls Na\n+\n from the alveolar space through the epithelial sodium channel (ENaC) and other amiloride sensitive sodium channels on the apical surface [153].\nActive transport of sodium is impaired in ARDS \n[101]\n. Dysregulation of the ion channels in alveolar epithelia cells causes pulmonary edema \n[102]\n. Impaired ENaC predisposes to more severe lung injury \n[103]\n, \n[104]\n. A 50% reduction in both alpha1 and alpha 2 subunit protein expression of ENaC significantly decreases the maximal cAMP dependent fluid clearance \n[105]\n. Recovery from pulmonary edema depends on active salt and water fluid transport from the distal air spaces. Increased ENaC and Na\n+\n/K\n+\n-ATPase activity can reduce the risk of acute lung injury \n[106]\n, \n[107]\n, \n[108]\n.\nSuboptimal hydration limits passive transport of fluid out of the airway space\nChronic hypertonicity and hypovolemia may limit passive transport of fluid out of the lungs during COVID-19 infection by causing an exaggerated decrease in the membrane abundance of aquaporin 5 (AQP5) water channels in response to the hypotonic challenge created by the infection.\nAQP5 abundance is tightly regulated by osmolality and reduced in a stepwise fashion by extracellular hypotonicity \n[109]\n. Cell responses to initial osmotic challenge and subsequent regulatory volume change require AQP5 \n[110]\n. In individuals who are adapted to chronic hypertonicity before infection, the hypotonic conditions created during infection can be expected to represent a relatively more hypotonic challenge, resulting in an exaggerated reduction of AQP5 membrane abundance, compared to the response of individuals adapted to normotonic conditions before infection (See section on preliminary data and Appendix below). Downregulation of AQP5 decreases survival from sepsis induced lung injury \n[111]\n.\nIn rats, pulmonary expression of AQP1 and AQP5 is downregulated by hypovolemia, induced by acute hemorrhage, and lipopolysaccharide infection \n[112]\n. The “decrease in both AQP1 and AQP5 may contribute to edema by essentially reducing the transcellular rate of removal of excess water, thereby effectively trapping water in the alveolar and interstitial spaces. These changes in AQP expressions either may represent a response to inflammation associated pulmonary edema or may be causal in the formation of pulmonary edema \n[112]\n”.\nIn mice, pulmonary inflammation induced by adenovirus infection and lipopolysaccharide significantly downregulates AQP5 expression \n[113]\n, \n[114]\n. Treatment of murine lung epithelial cells (MLE-12) with the proinflammatory cytokine TNF-alpha results in a concentration- and time-dependent decrease in AQP5 mRNA and protein expression \n[115]\n. AQP5 expression is decreased 2-fold at the mRNA level and 10-fold at the protein level \n[115]\n. The decreased AQP5 expression is sustained 7–14 days after infection. The molecular pathway for the AQP5 downregulation involves TNF-alpha binding to a 55-kDa receptor (TNFR1) and/or to a 75-kDa receptor (TNFR2) \n[115]\n, \n[116]\n, alterations in gene expression via activation of multiple signal transduction pathways, including the MAP kinase family, ERK1/2, p38, and JNK \n[117]\n, and NF-κB \n[118]\n, \n[116]\n.\nIntervention to address hydration status increases survival\nExperimental data indicate that intervention to improve hydration reduces ARDS mortality \n[119]\n. Under conditions of hemorrhage and shock, hypertonic resuscitation solutions cause a high osmotic gradient that shifts water into the intravascular compartment from edematous endothelial cells, an immediate increase of systemic pressure and cardiac output with reduced peripheral vascular resistance, instantaneous increase of blood flow, resumption of organ function, increased urinary output, and increased survival rate \n[119]\n. Hypertonic saline resuscitation inhibits LPS-induced TNF-alpha production, enhances IL10 release, and shifts the balance of pro- and counter-inflammatory cytokine production in favor of an anti-inflammatory response in alveolar macrophages \n[120]\n. Nebulized hypertonic saline decreases lung inflammation, alveolar macrophage activation, and neutrophil recruitment into the lung \n[121]\n. In ARDS, a negative cumulative fluid balance is associated with markedly increased survival \n[7]\n, \n[122]\n, \n[123]\n.\nA large clinical network established through the National Heart, Lung and Blood Institute (NHLBI) developed fluid management guidelines that have improved outcomes for patients with ARDS \n[124]\n. Consistent with a return to a pre-infection hypertonic state, hypertonic saline, and not isotonic saline, improves outcomes for ARDS patients \n[123]\n.",
    "overview": "Overview\nThe rationale begins by linking the CDC’s list of risk factors for COVID-19 death with increased likelihood of suboptimal hydration, expressed in terms of hypertonicity, TBW deficit and/or hypovolemia. Suboptimal hydration is, next, linked with each of the adaptations, listed above, by experimental, clinical, and epidemiological evidence. Metabolic intermediates or pathways that mediate effects of suboptimal hydration are identified. Experiments and clinical trials that intervene against these mechanisms and increase survival from ARDS are described.",
    "risk_factors_for_covid-19_death_are_associated_with_indices_": "Risk factors for COVID-19 death are associated with indices of suboptimal hydration\nHypertonicity, TBW deficit and/or hypovolemia are prevalent among people who are at increased risk for COVID-19 death. In population-representative datasets, a majority of older adults have plasma hypertonicity \n[17]\n, \n[18]\n. In the US, hypertonicity is significantly more frequent among males than females \n[17]\n and among Black or African Americans and Hispanics compared to Asians (78–79% vs 55%) \n[18]\n. Hypovolemia is common among residents of nursing home or long-term care facilities \n[19]\n, \n[20]\n.\nHypertonicity is associated with chronic disease risk factors for COVID-19 death. The prevalence of hypertonicity in non-acutely ill US adults ages 51–70 years who have obesity, high waist circumference, insulin resistance, diabetes, hyperglycemia, glycosylated hemoglobin, dyslipidemia, hypertension and/or metabolic syndrome is 73%, compared to 56% among individuals without any of the listed conditions, in the same age group \n[18]\n. Systematic review of observational studies suggests that hypernatremia is consistently associated with metabolic syndrome \n[21]\n. Animal models and observational studies implicate hypertonicity and the vasopressin-hydration system in the etiology of chronic kidney disease \n[22]\n. Hypovolemia is an established risk factor for renal failure in the ICU \n[23]\n.\nBeyond older age, male sex, race-ethnicity and metabolic syndrome, hypertonicity and/or hypovolemia are also associated with asthma, liver disease, and impaired immune function, other risk factors for COVID-19 death highlighted by the CDC \n[10]\n. Bronchial hyperresponsiveness in asthma is associated with hypertonicity \n[24]\n. The pathogenesis of cirrhosis involves vasopressin/antidiuretic hormone, low effective circulatory volume and retention of sodium and water \n[25]\n. Hypertonicity suppresses innate and adaptive immune responses \n[26]\n. For US adults ages 50–70 years, hypertonicity doubles the risk of all-cause mortality within 3 to 6 years \n[18]\n and has been proposed as a biomarker of general frailty \n[27]\n.",
    "suboptimal_hydration_causes_body_water_retention": "Suboptimal hydration causes body water retention\nHypertonicity, TBW deficit, and hypovolemia trigger changes in metabolism and physiology that favor cell water retention \n[28]\n and TBW retention \n[29]\n. Responses to acute and chronic hypertonicity are distinct \n[30]\n. Multiple metabolic and physiologic responses co-occur impacting multiple pathways and organ systems simultaneously \n[14]\n, \n[30]\n. In free-living individuals, under conditions of daily life, adaptation to chronic hypertonicity may take weeks \n[31]\n, \n[32]\n.\nAcute suboptimal hydration\nAcute extracellular hypertonicity causes water to shift out of cells following the osmotic gradient via aquaporin channels. The cell shrinkage increases intracellular solute concentrations, which activate the Na\n+\n,K\n+\n-ATPase, Na\n+\n,K\n+\n,2Cl\n-\n co-transporter and the Na\n+\n/H\n+\n exchanger, which couple to Cl\n-\n/H2CO3, to enhance cellular osmolarity and restore cell volume \n[33]\n.\nAt the whole-person level, acute hypertonic shrinkage of osmoreceptor cells and/or hypovolemia activate the hypothalamic–pituitaryadrenal (HPA) axis and renin-angiotensin-aldosterone system (RAAS). Acute hypertonicity triggers release of arginine vasopressin, also known as antidiuretic hormone, which stimulates thirst and signals the kidney to concentrate urine and reduce urine volume. Acute hypovolemia triggers the kidney to produce renin, which stimulates the conversion of angiotensinogen to angiotensin 1 (Ang I) in the liver and the conversion of Ang I to angiotensin II (Ang II) by the angiotension-converting enzyme (ACE) in multiple organs, including the lung \n[34]\n. Ang II causes vasoconstriction and secretion of antidiuretic hormone and aldosterone \n[34]\n. Aldosterone binds to mineralocorticoid receptors and stimulates renal and intestinal sodium reabsorption by upregulating ENaC and Na\n+\n, K\n+\n-ATPase.\nChronic suboptimal hydration\nAt the cell level, chronic hypertonicity shifts metabolism to favor pathways that accumulate metabolic end-products (osmolytes) of low molecular weight inside the cell. The increased osmolyte concentrations create an osmotic gradient that drives water into the cell. Hypertonic conditions alter the expression of multiple genes. Hypertonicity activates tonicity-responsive enhancer binding protein (TonEBP), also known as nuclear factor of activated T cells (NFAT5), which coordinates increases in the expression of organic osmolyte transporters and enzymes such as aldose reductase (AR), betaine/GABA transporter (BGT1), sodium myoinositol transporter (SMIT) and taurine transporter (TauT) \n[33]\n. Hypertonic conditions induced by high-salt diet decrease expression of renal renin and angiotensinogen-mRNAs compared to normal- and low-salt diets \n[35]\n. Hypertonic conditions reduce expression of the mineralocorticoid receptor that mediates aldosterone effects \n[36]\n. Chronic hypertonicity and hypovolemia increase expression of vascular endothelial growth factor (VEGF) \n[37]\n, \n[38]\n.\nAt the physiological level, hypertonicity alters the levels and/or activity of hormones that depend on cell volume, such as insulin \n[39]\n, \n[14]\n, and/or that regulate TBW balance, such as aldosterone. Experiments in animals and healthy humans show that hypertonicity induced by high salt diet or hypertonic infusion reduces plasma aldosterone \n[35]\n, \n[40]\n, \n[41]\n, \n[42]\n, \n[43]\n. Crossover experiments in healthy volunteers report that infusion of 25 ml/kg of a relatively hypertonic solution (osmolarity 614 mOsm/l; tonicity 373 mOsm/l) significantly decreases plasma aldosterone relative to the same volume of a hypotonic solution (osmolarity 447 mOsm/l; tonicity 169 mOsm/l) \n[43]\n. In controlled experiments in healthy humans, hypertonic saline infusion decreases plasma aldosterone and free water clearance \n[42]\n, \n[44]\n.\nIn healthy young men with urine osmolality over 800 mmol/kg under conditions of daily life, chronic hypertonicity and mild (<2%) TBW deficit appear associated with metabolic and physiologic adaptations that result in water retention in response to hypotonic challenge \n[31]\n. Four weeks of sustained higher intake of drinking water (>+1L/d) is associated with a mean (SE) decrease in HOMA-IR of 2.2 (0.2) to 1.7 (0.1), a mean (SE) increase in plasma aldosterone from 111 (17) pg/ml to 143 (19) pg/ml and an average (SE) increase in body weight of +1.8 (0.5) percent \n[32]\n, \n[31]\n. While significant change in body weight is not detected from one week to the next, the cumulative change over 4 weeks is statistically significant and correlated with increases in serum sodium and a muted change in water turnover \n[31]\n.\nAdaptation to chronic \nhyper\ntonicity presets for overreaction to \nhypo\ntonic challenge\nCells that have adapted to hypertonic conditions are vulnerable to over-swell or lyse if exposed to hypotonic conditions. The higher intracellular osmolyte concentrations draw water in by osmosis. The phenomenon is well-established as a complication of hyperglycemic hypertonic dehydration in diabetic patients \n[45]\n, source of systematic error in the hematology literature \n[45]\n, cause of neuronal excitability \n[46]\n, and hyponatremia associated brain damage \n[47]\n. To protect against lysis, cells adapted to hypertonic conditions release more osmolytes given acute hypotonic challenge, compared to cells maintained in isotonic conditions or cells exposed to repeated hypotonic challenge \n[48]\n.\nIn healthy young men with usual total water intake below 2L/d and urine osmolality above 800 mmol/kg, an acute bolus of 750 ml drinking water reduces urine osmolality by over 700 mmol/kg within 60 min. After 4 weeks of total water intake above 3L/d, the corresponding decrease in urine osmolality induced by an acute 750 ml bolus is approximately halved \n[32]\n, \n[31]\n.",
    "acute_suboptimal_hydration": "Acute suboptimal hydration\nAcute extracellular hypertonicity causes water to shift out of cells following the osmotic gradient via aquaporin channels. The cell shrinkage increases intracellular solute concentrations, which activate the Na\n+\n,K\n+\n-ATPase, Na\n+\n,K\n+\n,2Cl\n-\n co-transporter and the Na\n+\n/H\n+\n exchanger, which couple to Cl\n-\n/H2CO3, to enhance cellular osmolarity and restore cell volume \n[33]\n.\nAt the whole-person level, acute hypertonic shrinkage of osmoreceptor cells and/or hypovolemia activate the hypothalamic–pituitaryadrenal (HPA) axis and renin-angiotensin-aldosterone system (RAAS). Acute hypertonicity triggers release of arginine vasopressin, also known as antidiuretic hormone, which stimulates thirst and signals the kidney to concentrate urine and reduce urine volume. Acute hypovolemia triggers the kidney to produce renin, which stimulates the conversion of angiotensinogen to angiotensin 1 (Ang I) in the liver and the conversion of Ang I to angiotensin II (Ang II) by the angiotension-converting enzyme (ACE) in multiple organs, including the lung \n[34]\n. Ang II causes vasoconstriction and secretion of antidiuretic hormone and aldosterone \n[34]\n. Aldosterone binds to mineralocorticoid receptors and stimulates renal and intestinal sodium reabsorption by upregulating ENaC and Na\n+\n, K\n+\n-ATPase.",
    "chronic_suboptimal_hydration": "Chronic suboptimal hydration\nAt the cell level, chronic hypertonicity shifts metabolism to favor pathways that accumulate metabolic end-products (osmolytes) of low molecular weight inside the cell. The increased osmolyte concentrations create an osmotic gradient that drives water into the cell. Hypertonic conditions alter the expression of multiple genes. Hypertonicity activates tonicity-responsive enhancer binding protein (TonEBP), also known as nuclear factor of activated T cells (NFAT5), which coordinates increases in the expression of organic osmolyte transporters and enzymes such as aldose reductase (AR), betaine/GABA transporter (BGT1), sodium myoinositol transporter (SMIT) and taurine transporter (TauT) \n[33]\n. Hypertonic conditions induced by high-salt diet decrease expression of renal renin and angiotensinogen-mRNAs compared to normal- and low-salt diets \n[35]\n. Hypertonic conditions reduce expression of the mineralocorticoid receptor that mediates aldosterone effects \n[36]\n. Chronic hypertonicity and hypovolemia increase expression of vascular endothelial growth factor (VEGF) \n[37]\n, \n[38]\n.\nAt the physiological level, hypertonicity alters the levels and/or activity of hormones that depend on cell volume, such as insulin \n[39]\n, \n[14]\n, and/or that regulate TBW balance, such as aldosterone. Experiments in animals and healthy humans show that hypertonicity induced by high salt diet or hypertonic infusion reduces plasma aldosterone \n[35]\n, \n[40]\n, \n[41]\n, \n[42]\n, \n[43]\n. Crossover experiments in healthy volunteers report that infusion of 25 ml/kg of a relatively hypertonic solution (osmolarity 614 mOsm/l; tonicity 373 mOsm/l) significantly decreases plasma aldosterone relative to the same volume of a hypotonic solution (osmolarity 447 mOsm/l; tonicity 169 mOsm/l) \n[43]\n. In controlled experiments in healthy humans, hypertonic saline infusion decreases plasma aldosterone and free water clearance \n[42]\n, \n[44]\n.\nIn healthy young men with urine osmolality over 800 mmol/kg under conditions of daily life, chronic hypertonicity and mild (<2%) TBW deficit appear associated with metabolic and physiologic adaptations that result in water retention in response to hypotonic challenge \n[31]\n. Four weeks of sustained higher intake of drinking water (>+1L/d) is associated with a mean (SE) decrease in HOMA-IR of 2.2 (0.2) to 1.7 (0.1), a mean (SE) increase in plasma aldosterone from 111 (17) pg/ml to 143 (19) pg/ml and an average (SE) increase in body weight of +1.8 (0.5) percent \n[32]\n, \n[31]\n. While significant change in body weight is not detected from one week to the next, the cumulative change over 4 weeks is statistically significant and correlated with increases in serum sodium and a muted change in water turnover \n[31]\n.",
    "adaptation_to_chronic_hypertonicity_presets_for_overreaction": "Adaptation to chronic \nhyper\ntonicity presets for overreaction to \nhypo\ntonic challenge\nCells that have adapted to hypertonic conditions are vulnerable to over-swell or lyse if exposed to hypotonic conditions. The higher intracellular osmolyte concentrations draw water in by osmosis. The phenomenon is well-established as a complication of hyperglycemic hypertonic dehydration in diabetic patients \n[45]\n, source of systematic error in the hematology literature \n[45]\n, cause of neuronal excitability \n[46]\n, and hyponatremia associated brain damage \n[47]\n. To protect against lysis, cells adapted to hypertonic conditions release more osmolytes given acute hypotonic challenge, compared to cells maintained in isotonic conditions or cells exposed to repeated hypotonic challenge \n[48]\n.\nIn healthy young men with usual total water intake below 2L/d and urine osmolality above 800 mmol/kg, an acute bolus of 750 ml drinking water reduces urine osmolality by over 700 mmol/kg within 60 min. After 4 weeks of total water intake above 3L/d, the corresponding decrease in urine osmolality induced by an acute 750 ml bolus is approximately halved \n[32]\n, \n[31]\n.",
    "chronic_suboptimal_hydration_may_increase_risk_of_covid-19_i": "Chronic suboptimal hydration may increase risk of COVID-19 infection\nHypertonicity may increase risk of COVID-19 infection by reducing aldosterone \n[35]\n, \n[40]\n, \n[41]\n, \n[42]\n, \n[43]\n, and/or increasing insulin resistance \n[14]\n, \n[44]\n, \n[49]\n, which increase ACE2 receptors. The balance of ACE and ACE2 receptors regulates the RAAS. While ACE converts Ang I to Ang II, which has vasoconstricting effects, ACE2 converts Ang II to Ang-1–9 and Ang-1–7, which have opposite, vasodilating and anti-inflammatory, effects. ACE2 abundance is inversely related with aldosterone \n[50]\n. Hypoaldosteronism is known to interrelate with diabetes and renal insufficiency for persons ages 50–70 years \n[51]\n. In rodent models ACE2 expression is increased by diabetes and decreased by insulin administration \n[52]\n, \n[53]\n. Diabetes is hypothesized to increase risk of COVID-19 infection by increasing ACE2 receptors \n[54]\n.\nChiusano et al. \n[55]\n propose a model for describing mechanisms involved in COVID-19 infection that implicates ACE2 receptors, in conjunction with aldosterone and conditions that predispose to ARDS and poor disease outcome. ACE2 receptors are expressed by lung epithelial cells \n[34]\n. The spike proteins of SARS-CoV bind to ACE2 receptors \n[56]\n, \n[34]\n, \n[55]\n. Antibodies that bind ACE2 block SARS-CoV infection \n[34]\n. “ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for COVID-19, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease \n[57]\n.” “We know that SARS-COV-2 is bound to ACE2 which serves as a portal of entry of the SARS-COV2 virus into cells—just as it was for the SARS and probably the MERS viruses. Theoretically, anything with increased ACE2 levels could make patients more susceptible to infection with coronavirus, and make their cases more severe \n[58]\n.” “It is becoming evident that the RAAS system is involved in HCoV infections and presumably of high importance for their pathogenicity \n[34]\n.” “Attention should… focus on monitoring COVID19 propensities for the …diseases or treatments that trigger ACE2 increase \n[55]\n.”",
    "infection_creates_a_hypotonic_challenge": "Infection creates a hypotonic challenge\nDuring infection, monocytes and macrophages secrete cytokines, including tumor necrosis factor-alpha (TNF-alpha), interleukin-1beta (IL1B) and interleukin-6 (IL6), into the circulation \n[59]\n. Increased plasma TNF-alpha, IL1B and IL6 stimulate secretion of corticotrophin-releasing hormone, adrenocorticotropic hormone, vasopressin and oxytocin \n[60]\n, \n[61]\n, which trigger antidiuresis and increase risk of hyponatremia \n[59]\n.",
    "suboptimal_hydration_promotes_an_immune_response_like_that_d": "Suboptimal hydration promotes an immune response like that described as a ‘cytokine storm’\nPreliminary data on COVID-19 and similarities between SARS-COV2 and other betacoronaviruses such as Severe Acute Respiratory Syndrome (SARS)-CoV or Middle East Respiratory Syndrome (MERS)-CoV suggest a 2-step pattern of activation of the immune system \n[62]\n. During the type 1 IFN mediated initial step, in lung epithelial cells and macrophages, cascades of molecular events, via transcription factor nuclear factor κB (NF-κB) and IRF3/7, result in the production of cytokines such as IL1, IL6, or TNF-alpha. In some cases, the virus escapes the initial step, causing extra tissue damage and antibody response, which escalate subsequent immune response to the level of vicious cycle called cytokine storm \n[62]\n; Additional, blood-derived macrophages/monocytes are attracted, activated and lead to uncontrolled, secondary innate and adaptive (T cell mediated) responses \n[62]\n\n\n.\n\n\nChronic hypertonicity in the weeks before infection could conceivably play a role in suppressing the initial immune response to COVID-19 by lung epithelial cells. In vitro, treatment of primary human small airway epithelial cells with hypertonic saline suppresses neutrophil, monocyte, and natural killer and T cell chemoattractants, as well as the pro-inflammatory cytokines IL32, IL6 and LIF \n[26]\n. Adaptation to chronic hypertonicity before infection may delay the arrival of neutrophils, monocytes, natural killer and T cells in the early stage of infection, allowing time for the COVID-19 virus to replicate and infect more cells.\nHypertonicity is described as a “danger signal” that boosts the immune system to ward off infection without need for de novo production of mediators \n[63]\n. Hypertonicity may amplify neutrophil, monocyte, macrophage, and T cell response. Under the controlled environmental conditions of an enclosed spaceflight simulation center, compared to a lower salt diet of 6 g/d, a high salt diet of 12 g/d for 50 +/- 10 days is associated with a marked increase in the number of monocytes and “potential risk of excessive immune response when infection occurs” in healthy young men \n[64]\n. In a randomized, double-blind crossover study involving asthmatic patients, high salt diet for two weeks significantly increased post-exercise-induced sputum neutrophil and eosinophil differential cell counts and induced sputum supernatant concentration of eosinophil cationic protein, IL1beta, IL8, leukotriene (LT) C(4)-E(4), LTB(4), and prostaglandin D(2) compared to low salt diet \n[65]\n. Adaptation to long-term or chronic hypertonicity may be required to magnify the immune response, as acute infusion of hypertonic saline does not significantly change the number of monocytes in young women \n[66]\n. Effects of hypertonicity on immunity depend on the extent and duration of the hypertonic state \n[67]\n.\nEffects of hypertonicity on neutrophils, T cells and macrophages in vitro and in animal models have been reviewed by Kølsen-Petersen \n[67]\n. Chronic hypertonicity impacts immune responses via signal transduction cascades that involve NF-κB, p38 MAPK and NFAT5. NFAT5 coordinates expression of osmolytes \n[33]\n and augments the effect of NF-κB on critical aspects of the innate and adaptive immune responses \n[68]\n.\nIn vitro, hypertonicity stimulates the secretion of pro-inflammatory cytokines such as IL6 and TNF-alpha by monocytes and induces the stimulation of macrophages \n[69]\n, \n[70]\n, \n[71]\n, \n[72]\n. Monocytes that produce extra TNF-alpha are distinguished as an “inflammatory subset” with potent pro-inflammatory activity \n[73]\n. TNF-alpha induces NF-κB, thereby creating a feedback system that propagates and magnifies cytokine response \n[68]\n.\nIncreased extracellular osmolality also influences adaptive immunity. Hypertonic saline promotes T cell proliferation by increasing cAMP, which triggers a phosphorylation cascade that activates p38 MAPK in T cells, neutrophils, and monocytes \n[74]\n, \n[75]\n, which in turn increases IL2 production. In T cells, hypertonic conditions activate NFAT5, which upregulates TNF-alpha alongside increased expression of osmoprotective genes \n[76]\n. High salt conditions promote the differentiation of CD4\n+\n helper T cells into IL17-producing CD4\n+\n helper T cells (TH17 cells), via p38 MAPK and NFAT5 \n[77]\n, as well as serum/glucocorticoid-regulated kinase 1 (SGK1)-dependent signaling \n[78]\n, \n[79]\n. In vitro hypertonicity or in vivo high salt diet also impair the function of regulatory T cells (Tregs), that normally counteract the effects of Th17 cells, by increasing the SGK1-mediated production of interferon gamma and inducing a TH1 phenotype (TH1-like Tregs) \n[80]\n. Th17 cells are involved in inflammation and drive autoimmune diseases in animal models \n[79]\n. Induced activation of Th17 cells results in ARDS in mice \n[81]\n.\nRegarding humoral immunity, hypertonicity participates in B cell activation and differentiation (Pax5 downregulation and CD138 upregulation) \n[82]\n. In a secondary phase, it increases cell death and impairs plasmablast differentiation. Class switch to IgG1 is impaired, phosphorylation of p38 mitogen-activated kinase is inhibited and NFAT5 response is delayed.\nHypovolemia, in the context of large loss of blood volume due to hemorrhage, is known to trigger the immune system and increase inflammation \n[83]\n and neutrophil activation \n[84]\n. Effects of hemorrhagic shock (hypovolemia) on immune response are similar enough to those of hyperosmotic stress to be considered equivalent \n[85]\n.\nFinally, perhaps to balance or compensate for hypertonicity-induced increases in reactive oxygen species, and important when considering the context of infection-induced hypotonic challenge subsequent to adaptation to hypertonicity, chronic hypertonicity also increases intracellular glutathione, an antioxidant, via glutathione peroxidase (GPX) \n[81]\n. Increased glutathione concentrations can restore redox balance and decrease the release of cytokines and chemokines from lung cells by decreasing NF-κB activation \n[86]\n, \n[87]\n. The main function of endogenous intracellular glutathione is to gauge the innate immune response to infection \n[88]\n.\nResponse to\nhypo\ntonicity after adaptation to\nhyper\ntonicity\nRelative hypotonicity causes cell swelling by osmosis, which triggers cellular loss of organic osmolytes including amino acids, polyols and trimethylamines. Glutathione, a low molecular weight osmolyte and the most abundant intracellular antioxidant thiol, is depleted from cells in hyponatremia. The osmotically induced loss of intracellular glutathione makes cells more susceptible to oxidative injury \n[89]\n. Glutathione production via glutathione peroxidase (GPX) is decreased by hypotonicity, delaying re-accumulation of intracellular glutathione concentrations after loss due to hypotonic swelling \n[89]\n. An altered redox balance, excess generation vs. elimination of reactive oxygen species (ROS), is implicated in lung inflammation and ARDS \n[90]\n, \n[91]\n.\n\n\nDuring lung injury\n, in the midst of the hypotonic challenge, hypertonic saline has an \nanti\n-inflammatory effect. During injury, hypertonicity promotes cell cycle arrest, and prevents ROS formation and mitochondria depolarization, mediated by p53-p21 signaling \n[92]\n. This effect implies the converse, that relative hypotonicity during the inflammatory response decreases p53 gene regulation and cell cycle arrest and increases ROS formation and mitochondrial polarization. It is well established that the use of isotonic saline to restore blood volume and tissue perfusion after hemorrhagic shock results in edema formation, neutrophil activation and an inflammatory cascade \n[81]\n. For individuals who are adapted to hypertonic conditions, it would not be surprising that restoration of hypertonic conditions with hypertonic saline has beneficial effects.\nNeutrophils are primary mediators of organ injury following trauma. The effect of hypertonicity on neutrophil activation depends on the timing of the hypertonicity \n[67]\n. In vitro, it has been observed that if hypertonic saline is present before infection (lipopolysaccharide stimulation), then hypertonic solutions inhibit neutrophil activation in response to the infection \n[85]\n, \n[74]\n. After hypertonic conditioning, neutrophils have an exaggerated cytotoxic response in normotonic conditions. In vitro, the duration of hypertonic pretreatment modifies lung neutrophil responsiveness to infection under isotonic conditions \n[93]\n.",
    "response_tohypotonicity_after_adaptation_tohypertonicity": "Response to\nhypo\ntonicity after adaptation to\nhyper\ntonicity\nRelative hypotonicity causes cell swelling by osmosis, which triggers cellular loss of organic osmolytes including amino acids, polyols and trimethylamines. Glutathione, a low molecular weight osmolyte and the most abundant intracellular antioxidant thiol, is depleted from cells in hyponatremia. The osmotically induced loss of intracellular glutathione makes cells more susceptible to oxidative injury \n[89]\n. Glutathione production via glutathione peroxidase (GPX) is decreased by hypotonicity, delaying re-accumulation of intracellular glutathione concentrations after loss due to hypotonic swelling \n[89]\n. An altered redox balance, excess generation vs. elimination of reactive oxygen species (ROS), is implicated in lung inflammation and ARDS \n[90]\n, \n[91]\n.\n\n\nDuring lung injury\n, in the midst of the hypotonic challenge, hypertonic saline has an \nanti\n-inflammatory effect. During injury, hypertonicity promotes cell cycle arrest, and prevents ROS formation and mitochondria depolarization, mediated by p53-p21 signaling \n[92]\n. This effect implies the converse, that relative hypotonicity during the inflammatory response decreases p53 gene regulation and cell cycle arrest and increases ROS formation and mitochondrial polarization. It is well established that the use of isotonic saline to restore blood volume and tissue perfusion after hemorrhagic shock results in edema formation, neutrophil activation and an inflammatory cascade \n[81]\n. For individuals who are adapted to hypertonic conditions, it would not be surprising that restoration of hypertonic conditions with hypertonic saline has beneficial effects.\nNeutrophils are primary mediators of organ injury following trauma. The effect of hypertonicity on neutrophil activation depends on the timing of the hypertonicity \n[67]\n. In vitro, it has been observed that if hypertonic saline is present before infection (lipopolysaccharide stimulation), then hypertonic solutions inhibit neutrophil activation in response to the infection \n[85]\n, \n[74]\n. After hypertonic conditioning, neutrophils have an exaggerated cytotoxic response in normotonic conditions. In vitro, the duration of hypertonic pretreatment modifies lung neutrophil responsiveness to infection under isotonic conditions \n[93]\n.",
    "suboptimal_hydration_increases_risk_of_fluid_leakage_into_th": "Suboptimal hydration increases risk of fluid leakage into the airway space\nChronic hypertonicity and hypovolemia favor capillary leakage by increasing expression of VEGF, which stimulates lymphatic formation and endothelial nitric oxide synthase expression \n[37]\n, \n[38]\n. Increased expression of VEGF stimulates angiogenesis and can increase vascular permeability 20,000 times more potently than histamine \n[94]\n, \n[95]\n. It causes vasodilation, mediated by nitric oxide \n[96]\n, \n[97]\n.\nVEGF dysregulation is associated with ARDS \n[98]\n, \n[99]\n, \n[100]\n. In mice, experimental overexpression of VEGF in alveolar epithelial cells is associated with capillary leakage and pulmonary edema \n[99]\n, airway hyperresponsiveness, inflammation and mortality \n[97]\n. Clinical studies report that ARDS patients have significantly higher plasma VEGF than normal controls and ventilated controls \n[98]\n. Experimental data suggest that increases in plasma VEGF levels during infection determine ARDS risk. Following induced infection, mice that develop acute lung injury experience a significant increase in plasma VEGF levels by day 7 after infection, while mice that do not develop acute lung injury experience no significant change in VEGF levels \n[100]\n.\nBoth pre-infection hypertonicity and infection-induced hypotonicity might be expected to increase plasma VEGF, because both hypernatremia and hypotonicity-induced aldosterone may increase VEGF. Aldosterone increases VEGF-A mRNA and protein expression in a dose- and time-dependent manner in neutrophils via PI3 kinases, ERK1/2, and p38 MAPK \n[148]\n. Angiogenesis is subject to U-shaped response curves [151].",
    "suboptimal_hydration_limits_active_transport_of_fluid_out_of": "Suboptimal hydration limits active transport of fluid out of the airway space\nChronic hypertonicity and hypovolemia may limit active transport of fluid out of the lungs during COVID-19 infection by decreasing the expression of ENaC and Na\n+\n,K\n+\n\n\n-\nATPase. Fluid is normally removed from the alveolar space by active transport of sodium \n[25]\n by Na\n+\n channels on the apical surface of the alveolar epithelium, and subsequently pumped out of the cell to the interstitium by Na\n+\n/K\n+\n-ATPase on the basal-lateral side [152]. The sodium potassium adenosine triphospatase (Na\n+\n/K\n+\n-ATPase) on the basolateral surface of alveolar type 1 epithelia creates a driving force that pulls Na\n+\n from the alveolar space through the epithelial sodium channel (ENaC) and other amiloride sensitive sodium channels on the apical surface [153].\nActive transport of sodium is impaired in ARDS \n[101]\n. Dysregulation of the ion channels in alveolar epithelia cells causes pulmonary edema \n[102]\n. Impaired ENaC predisposes to more severe lung injury \n[103]\n, \n[104]\n. A 50% reduction in both alpha1 and alpha 2 subunit protein expression of ENaC significantly decreases the maximal cAMP dependent fluid clearance \n[105]\n. Recovery from pulmonary edema depends on active salt and water fluid transport from the distal air spaces. Increased ENaC and Na\n+\n/K\n+\n-ATPase activity can reduce the risk of acute lung injury \n[106]\n, \n[107]\n, \n[108]\n.",
    "suboptimal_hydration_limits_passive_transport_of_fluid_out_o": "Suboptimal hydration limits passive transport of fluid out of the airway space\nChronic hypertonicity and hypovolemia may limit passive transport of fluid out of the lungs during COVID-19 infection by causing an exaggerated decrease in the membrane abundance of aquaporin 5 (AQP5) water channels in response to the hypotonic challenge created by the infection.\nAQP5 abundance is tightly regulated by osmolality and reduced in a stepwise fashion by extracellular hypotonicity \n[109]\n. Cell responses to initial osmotic challenge and subsequent regulatory volume change require AQP5 \n[110]\n. In individuals who are adapted to chronic hypertonicity before infection, the hypotonic conditions created during infection can be expected to represent a relatively more hypotonic challenge, resulting in an exaggerated reduction of AQP5 membrane abundance, compared to the response of individuals adapted to normotonic conditions before infection (See section on preliminary data and Appendix below). Downregulation of AQP5 decreases survival from sepsis induced lung injury \n[111]\n.\nIn rats, pulmonary expression of AQP1 and AQP5 is downregulated by hypovolemia, induced by acute hemorrhage, and lipopolysaccharide infection \n[112]\n. The “decrease in both AQP1 and AQP5 may contribute to edema by essentially reducing the transcellular rate of removal of excess water, thereby effectively trapping water in the alveolar and interstitial spaces. These changes in AQP expressions either may represent a response to inflammation associated pulmonary edema or may be causal in the formation of pulmonary edema \n[112]\n”.\nIn mice, pulmonary inflammation induced by adenovirus infection and lipopolysaccharide significantly downregulates AQP5 expression \n[113]\n, \n[114]\n. Treatment of murine lung epithelial cells (MLE-12) with the proinflammatory cytokine TNF-alpha results in a concentration- and time-dependent decrease in AQP5 mRNA and protein expression \n[115]\n. AQP5 expression is decreased 2-fold at the mRNA level and 10-fold at the protein level \n[115]\n. The decreased AQP5 expression is sustained 7–14 days after infection. The molecular pathway for the AQP5 downregulation involves TNF-alpha binding to a 55-kDa receptor (TNFR1) and/or to a 75-kDa receptor (TNFR2) \n[115]\n, \n[116]\n, alterations in gene expression via activation of multiple signal transduction pathways, including the MAP kinase family, ERK1/2, p38, and JNK \n[117]\n, and NF-κB \n[118]\n, \n[116]\n.",
    "intervention_to_address_hydration_status_increases_survival": "Intervention to address hydration status increases survival\nExperimental data indicate that intervention to improve hydration reduces ARDS mortality \n[119]\n. Under conditions of hemorrhage and shock, hypertonic resuscitation solutions cause a high osmotic gradient that shifts water into the intravascular compartment from edematous endothelial cells, an immediate increase of systemic pressure and cardiac output with reduced peripheral vascular resistance, instantaneous increase of blood flow, resumption of organ function, increased urinary output, and increased survival rate \n[119]\n. Hypertonic saline resuscitation inhibits LPS-induced TNF-alpha production, enhances IL10 release, and shifts the balance of pro- and counter-inflammatory cytokine production in favor of an anti-inflammatory response in alveolar macrophages \n[120]\n. Nebulized hypertonic saline decreases lung inflammation, alveolar macrophage activation, and neutrophil recruitment into the lung \n[121]\n. In ARDS, a negative cumulative fluid balance is associated with markedly increased survival \n[7]\n, \n[122]\n, \n[123]\n.\nA large clinical network established through the National Heart, Lung and Blood Institute (NHLBI) developed fluid management guidelines that have improved outcomes for patients with ARDS \n[124]\n. Consistent with a return to a pre-infection hypertonic state, hypertonic saline, and not isotonic saline, improves outcomes for ARDS patients \n[123]\n.",
    "alternative_hypotheses": "Alternative hypotheses\nGenetic predisposition\nGenetic susceptibility to COVID-19 cannot be ruled out as an explanation for increased COVID-19 mortality that is independent of hydration. A polymorphism that affects ACE activity is associated, for example, with ARDS mortality. ARDS patients with genotype leading to lower ACE activity have increased survival \n[125]\n, \n[126]\n. A common single nucleotide polymorphism (SNP; −1364A/C; rs3759129) in the AQP5 gene promoter, cytosine instead of adenosine at position −1364, is associated with decreased AQP5 expression \n[127]\n and decreased survival from sepsis \n[128]\n. A gain-of-function SGK1 polymorphism could cause metabolic syndrome on the one hand and augment the inflammatory response during COVID-19 induced ARDS on the other \n[129]",
    "genetic_predisposition": "Genetic predisposition\nGenetic susceptibility to COVID-19 cannot be ruled out as an explanation for increased COVID-19 mortality that is independent of hydration. A polymorphism that affects ACE activity is associated, for example, with ARDS mortality. ARDS patients with genotype leading to lower ACE activity have increased survival \n[125]\n, \n[126]\n. A common single nucleotide polymorphism (SNP; −1364A/C; rs3759129) in the AQP5 gene promoter, cytosine instead of adenosine at position −1364, is associated with decreased AQP5 expression \n[127]\n and decreased survival from sepsis \n[128]\n. A gain-of-function SGK1 polymorphism could cause metabolic syndrome on the one hand and augment the inflammatory response during COVID-19 induced ARDS on the other \n[129]",
    "implications_of_the_hypothesized_mechanism": "Implications of the hypothesized mechanism\nThe hypothesized mechanism(s) described above suggest opportunity for hydration-related strategies to limit COVID-19 mortality and motivate testable hypotheses regarding hydration screening to identify people at-risk, drinking water intervention to reduce COVID-19 infection and morbidity, and treatment protocol tailored to the pre-infection hydration condition.\nPotential for hydration screening to identify people at-risk\nDespite lack of a gold standard biomarker for hydration \n[130]\n and controversy regarding chronic TBW deficit among non-acutely ill individuals under free-living conditions \n[31]\n, biomarkers such as leukocyte SGK1 mRNA and saliva osmolality, at the cellular and physiological levels, respectively, may reflect chronic hypertonicity and/or TBW deficit and increased risk of COVID-19 infection, morbidity and/or mortality.\nSgk1\nSGK1 is strongly upregulated by dehydration \n[129]\n and contributes to the orchestration of inflammation \n[131]\n. SGK1 stimulates IL23 \n[78]\n to generate IL17-producing CD4\n+\n TH17 cells \n[79]\n. TH17 cells, in turn, upregulate the pro-inflammatory cytokines GM-CSF, TNF-alpha and IL2 \n[79]\n. Up-regulation of SGK1 theoretically predisposes to a severe course of lung infection.\nSGK1 participates in the orchestration of tissue fibrosis, by inactivating the ubiquitin ligase Nedd4L, which degrades TGFß, a key stimulator of fibrosis \n[132]\n. SGK1 activates NFκB \n[133]\n, a transcription factor fostering inflammation and fibrosis \n[132]\n, \n[134]\n, \n[135]\n. Excessive SGK1 expression is observed in a wide variety of fibrosing diseases, including lung fibrosis \n[132]\n, \n[133]\n, \n[136]\n, \n[137]\n.\nSGK1 plays a pivotal role in platelet activation \n[129]\n, which contributes to a severe course of COVID-19 infection \n[138]\n\n\nSaliva osmolality\nSaliva osmolality has been proposed as a biomarker for isotonic dehydration \n[139]\n and chronic TBW deficit \n[31]\n. Unlike serum and urine osmolality, which are sensitive to acute change in TBW \n[140]\n, \n[141]\n, \n[142]\n, saliva osmolality appears relatively more sensitive to longer-term hydration, over weeks, than serum or urine osmolality \n[31]\n (See preliminary data and Appendix below). Saliva osmolality is regulated by aldosterone \n[143]\n, \n[144]\n.\nPotential for drinking water intervention\nAs of August 2020, health authorities, including the WHO \n[145]\n and CDC \n[146]\n, advise the public to wash hands often with soap and water, avoid touching the face, avoid close contact with people by physical distancing and staying home, wear mouth covering around others, and regularly clean and disinfect. None of the recommended strategies explicitly work to correct chronic hypertonicity and/or hypovolemia. Prospective studies and randomized interventions might test if, in addition to sheltering in place, a sustained increase in drinking water \nover weeks\n lowers COVID-19 mortality to a greater extent than social distancing alone, by decreasing ACE2 receptors and improving immune response.\nPreliminary data regarding effects of drinking water intervention\nIn healthy young men under conditions of daily life, sustaining an increase in total water intake from a baseline below 2L/d to above 3L/d for 4 weeks by increasing intake of plain drinking water was associated with significant increases in plasma aldosterone \n[31]\n and VEGF, and a smaller reduction in saliva AQP5 following acute hypotonic challenge (See Appendix). At baseline, 60 min after an acute bolus of 750 ml drinking water following overnight food and water restriction, the mean (SE) saliva AQP5 was 0.20 (0.09) ng/ml. After 4 weeks of sustained higher water intake, the corresponding post-bolus mean (SE) saliva AQP5 was higher, 0.87 (0.43) ng/ml.\nThe preliminary data also suggest that for individuals with usual total water intake below 2L/d and urine osmolality above 800 ml/kg, saliva osmolality above 100 mmol/kg (i.e. indication of TBW deficit in addition to hypertonicity) signals different response to drinking water intervention. After 4 weeks of consuming >+1L/d drinking water above baseline, individuals who initially have urine osmolality above 800 mmol/kg and saliva osmolality above 100 ml/kg show significantly greater increases in RBC glutathione peroxidase and RBC K:Na after a 750 ml bolus of drinking water than individuals with initial saliva osmolality below 100 mmol/kg (see Appendix).\nPotential to tailor treatment for COVID-19 to pre-infection hydration status\nAlthough “fluid management is important to consider as a measure to reduce pulmonary oedema \n[13]\n”, treatment guidelines do not call attention to the \npre-infection chronic hydration state\n. The guidelines focus on the acute hydration state during infection: “In the absence of shock, fluid conservative therapy is recommended to achieve a negative fluid balance of 0.5–1.0 L per day. In the presence of shock, fluid balance might be achieved with renal replacement therapy, especially if there is associated acute kidney injury and oliguria \n[13]\n.” “Therapeutically, hyponatremia during inflammation is challenging. However, it is important for physicians to beware of the predisposition to anti-diuresis in this context and adjust intravenous fluid therapy accordingly \n[59]\n.”\nTreatment tailored to pre-infection hydration state is hampered by the fact that lab tests ordered when the patient presents to the clinic reflect status after infection. Recognized hydration lab tests such as urine osmolality, BUN:creatinine and serum osmolality are relatively insensitive to chronic hypertonicity over weeks \nbefore\n the infection. There is potential opportunity to add biomarkers of chronic hypertonicity, such as SGK1 and saliva osmolality, to clinical lab protocol.\nWevers et al \n[34]\n suggest that if the pathogenicity of coronavirus infections depends on dysregulation of the renin-aldosterone system, then “a therapy aimed at restoring the RAS equilibrium provides the opportunity to treat the symptoms of an infection. Especially in elderly patients, this treatment might be beneficial as the aged population is most vulnerable to deregulation of the RAS.”\nChiusano et al \n[55]\n hypothesize that the severity of COVID-19 infection is modulated by patient predisposition and capability to mount an appropriate immune response \nbefore\n infection.\nThe success of hypertonic saline treatment may depend on preexisting dehydration \n[81]\n, \n[147]\n.",
    "potential_for_hydration_screening_to_identify_people_at-risk": "Potential for hydration screening to identify people at-risk\nDespite lack of a gold standard biomarker for hydration \n[130]\n and controversy regarding chronic TBW deficit among non-acutely ill individuals under free-living conditions \n[31]\n, biomarkers such as leukocyte SGK1 mRNA and saliva osmolality, at the cellular and physiological levels, respectively, may reflect chronic hypertonicity and/or TBW deficit and increased risk of COVID-19 infection, morbidity and/or mortality.\nSgk1\nSGK1 is strongly upregulated by dehydration \n[129]\n and contributes to the orchestration of inflammation \n[131]\n. SGK1 stimulates IL23 \n[78]\n to generate IL17-producing CD4\n+\n TH17 cells \n[79]\n. TH17 cells, in turn, upregulate the pro-inflammatory cytokines GM-CSF, TNF-alpha and IL2 \n[79]\n. Up-regulation of SGK1 theoretically predisposes to a severe course of lung infection.\nSGK1 participates in the orchestration of tissue fibrosis, by inactivating the ubiquitin ligase Nedd4L, which degrades TGFß, a key stimulator of fibrosis \n[132]\n. SGK1 activates NFκB \n[133]\n, a transcription factor fostering inflammation and fibrosis \n[132]\n, \n[134]\n, \n[135]\n. Excessive SGK1 expression is observed in a wide variety of fibrosing diseases, including lung fibrosis \n[132]\n, \n[133]\n, \n[136]\n, \n[137]\n.\nSGK1 plays a pivotal role in platelet activation \n[129]\n, which contributes to a severe course of COVID-19 infection \n[138]\n\n\nSaliva osmolality\nSaliva osmolality has been proposed as a biomarker for isotonic dehydration \n[139]\n and chronic TBW deficit \n[31]\n. Unlike serum and urine osmolality, which are sensitive to acute change in TBW \n[140]\n, \n[141]\n, \n[142]\n, saliva osmolality appears relatively more sensitive to longer-term hydration, over weeks, than serum or urine osmolality \n[31]\n (See preliminary data and Appendix below). Saliva osmolality is regulated by aldosterone \n[143]\n, \n[144]\n.",
    "sgk1": "Sgk1\nSGK1 is strongly upregulated by dehydration \n[129]\n and contributes to the orchestration of inflammation \n[131]\n. SGK1 stimulates IL23 \n[78]\n to generate IL17-producing CD4\n+\n TH17 cells \n[79]\n. TH17 cells, in turn, upregulate the pro-inflammatory cytokines GM-CSF, TNF-alpha and IL2 \n[79]\n. Up-regulation of SGK1 theoretically predisposes to a severe course of lung infection.\nSGK1 participates in the orchestration of tissue fibrosis, by inactivating the ubiquitin ligase Nedd4L, which degrades TGFß, a key stimulator of fibrosis \n[132]\n. SGK1 activates NFκB \n[133]\n, a transcription factor fostering inflammation and fibrosis \n[132]\n, \n[134]\n, \n[135]\n. Excessive SGK1 expression is observed in a wide variety of fibrosing diseases, including lung fibrosis \n[132]\n, \n[133]\n, \n[136]\n, \n[137]\n.\nSGK1 plays a pivotal role in platelet activation \n[129]\n, which contributes to a severe course of COVID-19 infection \n[138]",
    "saliva_osmolality": "Saliva osmolality\nSaliva osmolality has been proposed as a biomarker for isotonic dehydration \n[139]\n and chronic TBW deficit \n[31]\n. Unlike serum and urine osmolality, which are sensitive to acute change in TBW \n[140]\n, \n[141]\n, \n[142]\n, saliva osmolality appears relatively more sensitive to longer-term hydration, over weeks, than serum or urine osmolality \n[31]\n (See preliminary data and Appendix below). Saliva osmolality is regulated by aldosterone \n[143]\n, \n[144]\n.",
    "potential_for_drinking_water_intervention": "Potential for drinking water intervention\nAs of August 2020, health authorities, including the WHO \n[145]\n and CDC \n[146]\n, advise the public to wash hands often with soap and water, avoid touching the face, avoid close contact with people by physical distancing and staying home, wear mouth covering around others, and regularly clean and disinfect. None of the recommended strategies explicitly work to correct chronic hypertonicity and/or hypovolemia. Prospective studies and randomized interventions might test if, in addition to sheltering in place, a sustained increase in drinking water \nover weeks\n lowers COVID-19 mortality to a greater extent than social distancing alone, by decreasing ACE2 receptors and improving immune response.\nPreliminary data regarding effects of drinking water intervention\nIn healthy young men under conditions of daily life, sustaining an increase in total water intake from a baseline below 2L/d to above 3L/d for 4 weeks by increasing intake of plain drinking water was associated with significant increases in plasma aldosterone \n[31]\n and VEGF, and a smaller reduction in saliva AQP5 following acute hypotonic challenge (See Appendix). At baseline, 60 min after an acute bolus of 750 ml drinking water following overnight food and water restriction, the mean (SE) saliva AQP5 was 0.20 (0.09) ng/ml. After 4 weeks of sustained higher water intake, the corresponding post-bolus mean (SE) saliva AQP5 was higher, 0.87 (0.43) ng/ml.\nThe preliminary data also suggest that for individuals with usual total water intake below 2L/d and urine osmolality above 800 ml/kg, saliva osmolality above 100 mmol/kg (i.e. indication of TBW deficit in addition to hypertonicity) signals different response to drinking water intervention. After 4 weeks of consuming >+1L/d drinking water above baseline, individuals who initially have urine osmolality above 800 mmol/kg and saliva osmolality above 100 ml/kg show significantly greater increases in RBC glutathione peroxidase and RBC K:Na after a 750 ml bolus of drinking water than individuals with initial saliva osmolality below 100 mmol/kg (see Appendix).",
    "preliminary_data_regarding_effects_of_drinking_water_interve": "Preliminary data regarding effects of drinking water intervention\nIn healthy young men under conditions of daily life, sustaining an increase in total water intake from a baseline below 2L/d to above 3L/d for 4 weeks by increasing intake of plain drinking water was associated with significant increases in plasma aldosterone \n[31]\n and VEGF, and a smaller reduction in saliva AQP5 following acute hypotonic challenge (See Appendix). At baseline, 60 min after an acute bolus of 750 ml drinking water following overnight food and water restriction, the mean (SE) saliva AQP5 was 0.20 (0.09) ng/ml. After 4 weeks of sustained higher water intake, the corresponding post-bolus mean (SE) saliva AQP5 was higher, 0.87 (0.43) ng/ml.\nThe preliminary data also suggest that for individuals with usual total water intake below 2L/d and urine osmolality above 800 ml/kg, saliva osmolality above 100 mmol/kg (i.e. indication of TBW deficit in addition to hypertonicity) signals different response to drinking water intervention. After 4 weeks of consuming >+1L/d drinking water above baseline, individuals who initially have urine osmolality above 800 mmol/kg and saliva osmolality above 100 ml/kg show significantly greater increases in RBC glutathione peroxidase and RBC K:Na after a 750 ml bolus of drinking water than individuals with initial saliva osmolality below 100 mmol/kg (see Appendix).",
    "potential_to_tailor_treatment_for_covid-19_to_pre-infection_": "Potential to tailor treatment for COVID-19 to pre-infection hydration status\nAlthough “fluid management is important to consider as a measure to reduce pulmonary oedema \n[13]\n”, treatment guidelines do not call attention to the \npre-infection chronic hydration state\n. The guidelines focus on the acute hydration state during infection: “In the absence of shock, fluid conservative therapy is recommended to achieve a negative fluid balance of 0.5–1.0 L per day. In the presence of shock, fluid balance might be achieved with renal replacement therapy, especially if there is associated acute kidney injury and oliguria \n[13]\n.” “Therapeutically, hyponatremia during inflammation is challenging. However, it is important for physicians to beware of the predisposition to anti-diuresis in this context and adjust intravenous fluid therapy accordingly \n[59]\n.”\nTreatment tailored to pre-infection hydration state is hampered by the fact that lab tests ordered when the patient presents to the clinic reflect status after infection. Recognized hydration lab tests such as urine osmolality, BUN:creatinine and serum osmolality are relatively insensitive to chronic hypertonicity over weeks \nbefore\n the infection. There is potential opportunity to add biomarkers of chronic hypertonicity, such as SGK1 and saliva osmolality, to clinical lab protocol.\nWevers et al \n[34]\n suggest that if the pathogenicity of coronavirus infections depends on dysregulation of the renin-aldosterone system, then “a therapy aimed at restoring the RAS equilibrium provides the opportunity to treat the symptoms of an infection. Especially in elderly patients, this treatment might be beneficial as the aged population is most vulnerable to deregulation of the RAS.”\nChiusano et al \n[55]\n hypothesize that the severity of COVID-19 infection is modulated by patient predisposition and capability to mount an appropriate immune response \nbefore\n infection.\nThe success of hypertonic saline treatment may depend on preexisting dehydration \n[81]\n, \n[147]\n.",
    "summary": "Summary\nIn sum, this paper hypothesizes that sub-optimal hydration in the weeks prior to exposure to COVID-19 increases risk of COVID-19 mortality via multiple possible pathways that favor fluid accumulation in the lungs. Evidence from in-vitro, animal, clinical and epidemiological studies suggest that chronic plasma hypertonicity, TBW deficit and/or hypovolemia may increase the likelihood of COVID-19 infection, pre-set the body for exaggerated immune response, increase tissue damage and leakage of fluid into the airway space, and/or decrease capacity for active and passive transport of fluid out of the airway space.\nTaken together, the evidence suggests that strategies to limit COVID-19 mortality may need to account for multiple determinants of water retention, fluid entry into and fluid removal out of the lungs, simultaneously. The mechanism(s) described above suggest testable hypotheses regarding screening to identify at-risk groups, public health recommendations to limit risk, and clinical treatment protocol. The pre-infection hydration condition is measurable by biomarkers and modifiable by drinking water. The United Nations imperative to have drinking water be available and accessible, worldwide \n[148]\n, might be leveraged for COVID-19 risk reduction. Attention to hydration by clinicians, researchers and public health authorities has potential to block at least 5 pathways to COVID morbidity and holds promise to prevent death due to COVID-19.\nGrant support\nNone.\nConflict of interest\nIn the past five years, J.D.S. and F.L. have provided consultant support to Danone Research.\nAuthorship\nJ.D.S conceived of this manuscript and drafted and finalized all sections. D.C. drafted the section regarding hypertonicity effects on immunity and reviewed the manuscript. P.K.R.A. and D.P. completed the SGK1 assays for the Adapt Study, drafted sections related to those results, and reviewed the manuscript. F.L. drafted the section regarding SGK1 and reviewed the manuscript.",
    "biomarkers_of_status_at_baseline_and_change_associated_with_": "Appendix 1\nBiomarkers of status at baseline and change associated with 4 weeks of sustained higher drinking water in 5 healthy young men with initial total water intake below 2L/d who participated in the Adapt study.\n\n\nBiomarkers of chronic hypertonicity\nAngiogenesis\nAntioxidant\nPassive transport\nActive transport\nBody water retention\nSaliva Osmolality\nLeukocyte SGK1 mRNA\nPlasma VEGF\nRBC GPX\nSaliva AQP5\nRBC K:Na\nHalf-life of water in the body\nBody weight\nBaseline\nChange\nBaseline\nChange\nBaseline\nChange\nBaseline\nChange\nBaseline\nChange\nBaseline\nChange\nBaseline\nChange\nChange\nmmol/kg\nA.U. (2^\n-delta\n Ct)\nng/ml\nnmol/min/mg Hb\nng/ml\nDays\n%\n1\n65\n−5\n0.060\n−0.037\n4670.8\n+1878\n462.6\n−167.3\n0.369\n+1.640\n8.9\n−0.57\n17.9\n−6.7\n+0.9\n2\n81\n+10\n0.025\n−0.000\n8807.3\n+767\n596.5\n−31.1\n0\n+0.158\n9.7\n−0.70\n15.3\n−4.7\n+3.0\n3\n106\n−19\n0.080\n−0.018\n3731.9\n+1213\n401.8\n+84.0\n0\n+1.82\n9.3\n−1.50\n15.0\n−1.6\n+2.7\n4\n122\n−45\n0.067\n−0.032\n3175.7\n+2823\n455.1\n+163.7\n0.153\n+0.084\n11.1\n−1.79\n11.4\n−1.8\n+2.0\n5\n153\n−36\n0.122\n−0.064\n4213.4\n+2257\n318.4\n+207.0\n0.464\n−0.352\n8.5\n−1.71\n11.6\n−2.5\n+0.6\nThe Adapt study aims, pre-post design, data collection protocol and methods for determining saliva osmolality, RBC K:Na, half-life of water in the body and body weight change are described elsewhere \n[32]\n, \n[31]\n. After a baseline period, the Adapt study induced increases in drinking water of 1L/d or more above baseline, which were sustained for 4 weeks. Saliva, blood and body weight were measured each week. Each week, saliva and blood were collected 60 min after a 750 ml bolus of drinking water following overnight food and water restriction. The saliva and blood results in this table thus reflect status in the hour after an acute hypotonic challenge, at baseline and after 4 weeks of sustained higher water intake. SGK1: Human SGK1 gene expression analysis by qPCR. Total RNA from human whole blood was isolated using PAXgene Blood miRNA extraction kit, according to the manufacturer’s instructions. RNA concentrations were estimated by Nanodrop. Equal amounts of RNA were \nretro\n-transcribed to cDNA using cDNA synthesis kit (Bio-Rad). The resultant cDNA was used as template in quantitative PCR reactions containing SYBR-green fluorescent dye (Bio-Rad). Human SGK1 relative expression levels were calculated using the 2^\n-delta\n Ct method. Human actin (hActin) expression was used for SGK1 normalization. Target primer (5′-3′) sequences for SGK1 were TTC TCT TTC CAG ACT GCT GA and TGG ATG TTG TGC TGT TGT GT and for hActin: CAC CAA CTG GGA CGA CAT and ACA GCC TGG ATA GCA ACG. Plasma VEGF: vascular endothelial growth factor was determined by MyBiosource ELISA No. MBS2886894 by ProNovus Biosciences, Menlo Park, CA, USA. RBC GPX: Red blood cell glutathione peroxidase was determined by assay No.703102, Cayman Chemical, Ann Arbor, MI, USA. Saliva AQP5 was determined by Lifespan Biosciences ELISA No. LS-F4078 by ProNovus Biosciences, Menlo Park, CA, USA."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7467030/"
}