{
  "id": "PMC7303416",
  "title": "Draft Genome Sequences of Sphingomonas Species Associated with the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences of Sphingomonas Species Associated with the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7303416/"
  },
  "sections": {
    "abstract": "The draft genome sequences of three \nSphingomonas\n strains isolated from the International Space Station (ISS) were assembled. These genomic sequences will help in understanding the influence of microgravity conditions on their potential bioactive compound production and other important characteristics compared to their Earth counterparts.",
    "announcement": "ANNOUNCEMENT\nSphingomonas\n species have been isolated from a variety of habitats, and some species possess the unique capability to degrade pollutants (\n1\n). Some of the species are known for biofilm formation and eventually corrode the metal surfaces (\n2\n), production of bioactive compounds (\n3\n), and plant-pathogenic characteristics (\n4\n). \nSphingomonas paucimobilis\n has been reported to be associated with infections in immunocompromised patients (\n5\n, \n6\n).\nIn an ongoing microbial observatory experiment, several microbial strains were isolated from the International Space Station (ISS) (\n7\n). The generation of whole-genome sequences (WGS) to enable the comparative genomic characterization of ISS \nSphingomonas\n species with their Earth counterparts would lead to the identification of the genetic determinants potentially responsible for their important characteristics due to microgravity and elevated radiation conditions.\nThe WGS belonging to two \nSphingomonas sanguinis\n strains and one \nS. paucimobilis\n isolate were assembled into scaffolds. Sample collection, processing, and presumptive identification of these isolates based on 16S rRNA gene sequences were published elsewhere (\n7\n). Briefly, samples collected from the ISS were processed, and 100 μl of each dilution was plated on Reasoner’s 2A (R2A) agar. The plates were incubated at 25°C for 7 days. The single colony obtained was restreaked onto R2A plates and incubated at 25°C for 3 days. A biomass of approximately 1 μg wet weight was collected for each strain and pooled for DNA extraction. Total nucleic acid extraction was carried out using a ZymoBIOMICS 96 MagBead DNA kit (lysis tubes; Zymo Research, USA) after bead beating using a Bertin Precellys instrument. This was followed by library preparation using the Nextera Flex protocol as per Illumina document number 1000000025416 v07. The initial amount of DNA for library preparation was quantified, and depending on the input DNA concentration, 5 to 12 cycles of PCR were carried out to normalize the output. The amplified genomic DNA fragments were indexed and pooled in 384-plex configuration. Whole-genome shotgun sequencing was performed on a NovaSeq 6000 S4 flow cell in paired-end (PE) 2 × 150-bp format. The data were filtered with NGS QC Toolkit v2.3 (\n8\n) for high-quality (HQ) vector- and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The number of filtered reads obtained (\nTable 1\n) was used for assembly with the SPAdes v3.14.0 (\n9\n) genome assembler (k-mer size, 32 to 72 bases). The genome was annotated using the NCBI Prokaryotic Genome Annotation Pipeline (PGAP) v4.11 (\n10\n, \n11\n). Default parameters were used for all software except where otherwise noted.\nTABLE 1\nSummary of the draft whole-genome sequences of three \nSphingomonas\n strains isolated from the ISS\nSpecies and strain\nNCBI accession no.\nIsolation location\nNo. of scaffolds\nGenome size (bp)\nN\n50\n (bp)\nMedian coverage (×)\nG+C content (%)\nNo. of raw reads (millions)\nNo. of filtered reads used for assembly (millions)\nNo. of coding sequences\nSphingomonas sanguinis\n IIF7SW-B3A\nJABEOW000000000.1\nLab 3 overhead\n53\n3,989,786\n149,509\n1,102\n66.23\n30.91\n30.67\n3,659\nSphingomonas sanguinis\n IIF7SW-B5\nJABEOV000000000.1\nLab 3 overhead\n51\n4,398,996\n375,188\n916\n66.08\n28.3\n28.1\n4,047\nSphingomonas paucimobilis\n FKI-L5-BR-P1\nJABEOU000000000.1\nKSC-PHSF\na\n\n\n cleanroom floor\n73\n4,572,738\n138,969\n448\n65.53\n14.27\n14.18\n4,182\na\nKSC-PHSF, Kennedy Space Center Payload Hazardous Servicing Facility.\nThe details of the final assembly are shown in \nTable 1\n. The phylogenetic affiliations of the strains isolated in this study were confirmed based on the similarity of the 16S rRNA gene sequences extracted from the genomes (\n12\n) and the average nucleotide identity (\n13\n). The average nucleotide identities (ANIs) of the queried genomes were calculated using EzBioCloud (\n14\n) with their corresponding type strains.\nData availability.\nThe WGS and raw data are deposited under BioProject accession number \nPRJNA629834\n. The WGS accession numbers are listed in \nTable 1\n. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/\n). The version described in this paper is the first version.",
    "data_availability.": "Data availability.\nThe WGS and raw data are deposited under BioProject accession number \nPRJNA629834\n. The WGS accession numbers are listed in \nTable 1\n. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-298/\n). The version described in this paper is the first version."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7303416/"
}