{
  "id": "PMC7414185",
  "title": "Tonoplast-localized Ca2+ pumps regulate Ca2+ signals during pattern-triggered immunity in Arabidopsis thaliana.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Tonoplast-localized Ca2+ pumps regulate Ca2+ signals during pattern-triggered immunity in Arabidopsis thaliana.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7414185/"
  },
  "sections": {
    "abstract": "Significance\nCa\n2+\n signaling is closely linked to the triggering of plant immune responses. We show that when the bacterial elicitor peptide flg22 is used to trigger immune responses in mutants missing tonoplast Ca\n2+\n pumps, it causes disrupted Ca\n2+\n signals that are higher in amplitude than expected from wild-type plants. Relocalization of a Ca\n2+\n pump normally found in the plasma membrane to the tonoplast rescues both the tonoplast pump knockout mutant’s immune-related phenotypes and aberrant Ca\n2+\n signaling dynamics. These observations support the notion that tonoplast-localized pumps are critical for the proper maintenance of Ca\n2+\n dynamics in innate immune responses but that any regulatory systems specific to the endogenous tonoplast pumps may not be required to support these signaling events.",
    "results": "Results\naca4/11\n Leaves Exhibit Elevated Baseline Ca\n2+\n Levels.\nThe \naca4/11\n tonoplast ACA pump knockout shows an enhanced defense response, but its effects on Ca\n2+\n dynamics are unstudied (\n14\n). We therefore monitored cytoplasmic Ca\n2+\n dynamics in \naca4/11\n plants expressing the ratiometric, genetically encoded, fluorescent protein-based Ca\n2+\n sensor YC-Nano65 (\n16\n). As Ca\n2+\n levels increase, the cyan fluorescent protein (CFP) signal from YC-Nano65 falls and the FRET signal from the yellow fluorescent protein (YFP) partner in the sensor increases. An increasing change in the FRET:CFP ratio (∆\nR\n) therefore reflects increasing cytosolic Ca\n2+\n ([Ca\n2+\n]\nCyt\n). \naca4/11\n mutants spontaneously form lesions around the time of inflorescence bolting, so we only imaged plants that had not yet developed lesions to mitigate potential imaging artifacts from dead cells. We obtained the mean FRET:CFP ratio values over 3 h for entire rosette leaves of Col-0 and \naca4/11\n and observed a significant elevation in baseline [Ca\n2+\n]\nCyt\n in \naca4/11\n plants (\nFig. 1\n). Similarly, we tested [Ca\n2+\n]\nCyt\n values in intact and detached cotyledons of 10-d-old seedlings and observed a similar pattern of basal [Ca\n2+\n]\nCyt\n elevation in \naca4/11\n (\nSI Appendix\n, Fig. S1\n). Such a sustained Ca\n2+\n elevation may be associated with lesion formation as the infiltration of leaves with an avirulent strain of the phytopathogen \nPseudomonas syringae\n pv. tomato DC3000 (\nPst\n) has also been reported to elicit sustained Ca\n2+\n elevations that preceded hypersensitive lesion formation (\n17\n–\n19\n).\nFig. 1.\nBasal Ca\n2+\n levels are elevated in \naca4/11\n rosette leaves. Rosette leaves from intact 20-d-old soil-grown plants expressing YC-Nano65 were imaged at 22 °C. (\nA\n) FRET:CFP values for Col-0 and \naca4/11\n rosettes were obtained every 30 s over 3 h and averaged over this period of time. FRET:CFP values indicate that baseline Ca\n2+\n levels are significantly elevated in intact \naca4/11\n leaves when compared to Col-0. (Scale bar, 1 cm.) (\nB\n) Mean ratio values [YC-Nano65 FRET(YFP) emission:CFP emission] for entire rosettes leaves were quantified for Col-0 and \naca4/11. aca4/11\n plants exhibit significantly elevated Ca\n2+\n levels compared to Col-0 (\nn\n = 8; Student’s \nt\n test, ****\nP\n < 0.0001).\nflg22-Dependent Ca\n2+\n Signals Are Elevated in \naca4/11\n.\nThe formation of spontaneous hypersensitive lesions is a characteristic of lesion-mimic mutants and indicative of a deregulated immune response (\n20\n), implying that \naca4/11\n may be showing a similar disruption in defense signaling. Thus, we decided to test the Ca\n2+\n signaling response to the PAMP flg22 (\n2\n, \n3\n, \n5\n, \n21\n) in the \naca4/11\n background. We first established that 1 μM flg22 elicited a clear Ca\n2+\n increase in Col-0 and was below the saturating concentration for the response (\nSI Appendix\n, Fig. S2\n). Using this 1-µM concentration as our treatment, we found that flg22 elicited a larger Ca\n2+\n increase in \naca4/11\n rosette leaves and cotyledons when compared to Col-0 (\nFig. 2\n, \nSI Appendix\n, Fig. S3\n, and \nMovies S1–S4\n), suggesting that tonoplast-localized ACAs are important for the proper efflux of Ca\n2+\n from the cytoplasm during signaling events related to PAMP perception. \nACA4\n and \nACA11\n are ubiquitously expressed (\n22\n), as is the FLS2 receptor, and so we asked whether Ca\n2+\n signaling in response to flg22 was generically disrupted in the double-mutant background in our experiments to help us focus on where ACA4- and ACA11-dependent events were likely to be most prominent. Therefore, we grew plants under the same conditions where \naca4/11\n showed differences in the flg22-triggered cotyledon Ca\n2+\n response but assayed responses in the root. \nSI Appendix\n, Fig. S4\n shows that we could detect both the previously documented flg22-induced inhibition of root growth (\n23\n) and flg22-triggered Ca\n2+\n increase at the root tip (\n24\n) in wild-type Col-0 seedlings, indicating that seedling roots were indeed flg22-responsive under these conditions. However, neither of these flg22-induced responses were significantly different between \naca4/11\n and Col-0 (\nSI Appendix\n, Fig. S4 \nA\n–\nC\n). Furthermore, and unlike the shoot tissue, the baseline [Ca\n2+\n]\nCyt\n in \naca4/11\n root tips was not significantly different to Col-0 (\nSI Appendix\n, Fig. S4\n), suggesting a potentially smaller impact on cellular Ca\n2+\n homeostasis of loss of ACA4 and ACA11 function at the root tip than in the shoot of these plants.\nFig. 2.\naca4/11\n plants exhibit an elevated Ca\n2+\n signal in response to flg22. (\nA\n) Time series of 20-d-old rosette leaves showing 1 µM flg22-induced FRET ratio elevation in Col-0 and \naca4/11\n rosettes. Note the elevated Ca\n2+\n increase in the \naca4/11\n mutant line. Representative of \nn\n ≥ 12 experiments. (Scale bar, 8 mm.) (\nB\n) Time-series of response in 7- to 10d-old Col-0 and \naca4/11\n rosette leaves treated with 1 µM flg22 at time = 0 s. The region of interest used for analysis was the entire rosette leaf including the vasculature. The black dashed line indicates significant differences in FRET values for those time points (two-way ANOVA; Tukey’s honestly significant difference [HSD]; \nP\n < 0.05, mean ± SEM, \nn\n = 10 replicates for each genotype).\nIt is important to note here that our results do not rule out a regulatory role for \nACA4\n and \nACA11\n in root Ca\n2+\n signaling and defense response. For example, flg22 responses in regions outside of the root tip or in plants of different ages or grown under different conditions may be altered in the \naca4/11\n background. However, these results are consistent with Behera et al. (\n25\n), who similarly saw no shift in baseline Ca\n2+\n and little effect on root tip Ca\n2+\n signaling in response to exogenous ATP in \naca4/11\n roots. Taking these observations together suggested to us that focusing on analyses of shoot rather than root responses should be the most likely to reveal \naca4/11\n-dependent events. Thus, since our results indicated that \naca4/11\n defense-signaling phenotypes appear prominent in the shoot tissue, where the lesion-mimic phenotype manifests, and are evident in both mature leaves and cotyledons, we decided to concentrate subsequent analyses on these aerial parts of the plant, using the cotyledons as our major organ for assay of Ca\n2+\n responses.\nThe whole-organ imaging we used to capture the responses quantified in \nFig. 2\n does not resolve individual cells and so inevitably includes some degree of averaging over multiple responding cells. Thus, the \naca4/11\n-related changes in the Ca\n2+\n signal dynamics seen in the aerial organs in response to flg22 described above could reflect: 1) All of the cells being measured showing a similar elevated flg22-triggered rise in Ca\n2+\n, or 2) most \naca4/11\n cells behaving with the wild type-like response but with a subset showing a much bigger response. In order to discriminate between these possibilities for the altered Ca\n2+\n response in the \naca4/11\n background, we used confocal ratio imaging to follow changes after flg22 addition with single-cell resolution. This approach allowed us to ask how uniform the cellular response was in the \naca4/11\n plants. \nFig. 3\n shows that the elevated response appears homogeneous within responding cells (\nFig. 3\nA\n) and is mirrored in both individual cellular response in different regions across the organ and in the average response of a subregion of the cotyledon (\nFig. 3 \nB\n and \nC\n). These results are consistent with the effect of the \naca4/11\n lesion leading to a general elevation of Ca\n2+\n response in all cells rather than reflecting novel responses of a subpopulation.\nFig. 3.\nSingle-cell calcium imaging of Col-0 and \naca4/11\n cotyledons in response to flg22. Representative time series (20× objective) data were collected from Col-0 and \naca4/11\n lines after flg22 treatment at time = 0 s. Images were acquired near the edge of the cotyledon close to the petiole for all samples. (\nA\n) Times-series images of cotyledon epidermal cells of Col-0 and \naca4/11\n after flg22 treatment. FRET ratio color bar displayed next to time series values = FRET:CFP. (Scale bar, 5 μm.) (\nB\n) Response of three representative cells taken across the organ each of Col-0 and \naca4/11\n to flg22 treatment of the cotyledon at 0s. Note all \naca4/11\n cells exhibit a similar, higher peak elevation in Ca\n2+\n (Δ\nR\n/\nR\n0\n) compared to Col-0. (\nC\n) Mean Ca\n2+\n response (Δ\nR\n/\nR\n0\n) from a 600-μm × 600-μm region of interest near the petiole of the cotyledon showing that the averaged response of this subregion of the leaf also shows the elevated aca4/11 response relative to wild-type, \nn\n > 6.\nElevated Temperature Suppresses Lesion Formation and flg22-Dependent Ca\n2+\n Signals in \naca4/11\n.\nMany lesion-mimic mutants exhibit lesion suppression when grown in elevated temperatures (\n20\n, \n26\n), likely due to reduced biosynthesis of the phytohormone salicylic acid (\n27\n). While \naca4/11\n plants grown at 22 °C exhibited dwarfism and eventually formed lesions, growth at 28 °C suppressed both of these \naca4/11\n phenotypes, an effect that became more obvious as the plants grew larger rosettes (\nFig. 4\nA\n). We also used molecular markers of the flg22 response to characterize how \naca4/11\n may affect induction of defense pathways. We first characterized that in wild-type, a 30-min time point after flg22 treatment captured the induction of \nCPB60g\n, \nPHI1\n, \nICS1\n, and \nFRK1\n, all components of PTI induction (\n28\n, \n29\n). We also confirmed that the basal expression of these genes was not significantly altered in the various genotypes or under the temperature regimes used in the absence of flg22 (\nSI Appendix\n, Fig. S5\n). Importantly, \nFRK1\n encodes a receptor-like protein kinase that is thought to function in a pathway independent of the flg22-signaling events mediated through the Ca\n2+\n-dependent protein kinases CPK4, -5, -6, and -11 (\n29\n). Thus, \nFRK1\n provided us with a marker that may operate independently of Ca\n2+\n signal dynamics, and so of \naca4/11\n-related effects. Indeed, we observed that the 30-min flg22-dependent increase in \nFRK1\n, \nPHI1\n, and \nICS1\n transcripts were unaltered in the \naca4/11\n background when compared to wild-type Col-0 plants (\nFig. 4\nB\n). However, induction of the defense regulator \nCBP60g\n and resistance to \nPst\n bacterial challenge (seen as a reduction in extractable colony forming units of bacteria) were both elevated in \naca4/11\n plants, with the resistance phenotype being most evident over the initial invasion at 1 d postinoculation (1 DPI) (\nFig. 4\nC\n). As seen for the dwarfing phenotype, suppression of both flg22-induced elevation of defense gene induction and pathogen resistance occurred in \naca4/11\n at 28 °C (\nFig. 4 \nB\n and \nC\n).\nFig. 4.\nElevated temperature suppresses lesion formation and flg22-dependent Ca\n2+\n signals in Col-0 and \naca4/11\n. (\nA\n) Rosette area measurements of Col-0 and \naca4/11\n grown at 22 °C or 28 °C for 14 or 25 d postgermination (DPG). Rosette data are presented as mean ± SEM of \nn\n ≥ 24 rosettes from >3 independent experiments; columns with different letters above are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nB\n) Transcript levels of 10-d-old seedlings treated with 1 µM flg22 for 30 min. Relative fold-change (2\n−ΔΔCt\n) were obtained by normalizing to Col-0 at 0 min (\nSI Appendix\n, Fig. S5\nA\n). Results are mean ± SD; \nn\n = 3 biological replicates with 4 technical reps per biological replicate. Columns with the same letter are not statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nC\n) Pathogen growth after 1 and 3 DPI of 10-d-old seedlings flood inoculated with \nP. syringae\n DC3000 pv. tomato. Data represent mean ± SD of four biological replicates and three independent experiments. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nD\n) Mean raw FRET:CFP values for Col-0 and \naca4/11\n 2 min prior to addition of flg22 (\nn\n ≥ 15; one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nE\n) Cotyledon Δ\nR\n/\nR\n0\n indicating that Col-0 and \naca4/11\n grown and imaged at 28 °C exhibit attenuated Ca\n2+\n signals in response to flg22 (\nn\n ≥ 15); To aid in comparisons, Col-0 and \naca4/11\n 22 °C data are reproduced from \nFig. 2\n. Dashed line indicates time points in which both Col-0 and \naca4/11\n grown at 28 °C are significantly different from both Col-0 and \naca4/11\n grown at 22 °C (two-way ANOVA, Bonferroni HSD; \nP\n < 0.05).\nSince the above \naca4/11\n phenotypes were suppressed at 28 °C, we sought to determine if elevated temperature could also suppress the disrupted flg22-dependent Ca\n2+\n responses. Growth at 28 °C caused a reduction in the magnitude of this response in both Col-0 and \naca4/11\n, with the degree of \naca4/11\n response at 28 °C now closely mirroring that of Col-0 at this temperature (\nFig. 4\nE\n). Interestingly, the FRET:CFP values for \naca4/11\n were still significantly higher than Col-0 at both 22 °C and 28 °C and Col-0 baseline was higher at 28 °C than 22 °C (\nFig. 4\nD\n and \nSI Appendix\n, Fig. S6\n). Thus, growth at elevated temperature appeared to raise the basal Ca\n2+\n level in both Col-0 and \naca4/11\n, but also dampened the subsequent flg22-induced Ca\n2+\n increase to the same degree in both backgrounds.\nOne explanation of these altered response kinetics between \naca4/11\n and Col-0 at altered temperatures would be that the sensitivity of the plants to flg22 had changed through alteration in FLS2 levels, rather than more directly affecting Ca\n2+\n homeostatic and signaling-related mechanisms. However, we did not detect any significant differences in FLS2 protein or \nFLS2\n transcript levels between genotypes or temperature treatments, suggesting that the differences in flg22-dependent Ca\n2+\n signaling is independent of FLS2 receptor levels and likely reflects temperature-related events downstream of receptor activation (\nSI Appendix\n, Fig. S7\n).\nTonoplast Localization of ACA8 Rescues \naca4/11\n-Associated Phenotypes.\nIt is known that the \naca4/11\n lesioning phenotype is rescued by expression of either \nACA4\n or \nACA11\n in this mutant background (\n14\n). Such data provide a clear link between lesioning behavior and these two tonoplast ACAs. The rescue likely works as the native pumps, with all of their regulatory systems, are being reintroduced into the membrane in which they normally operate. Indeed, the ACAs form a multigene family with clades that map to particular organellar membranes (\nSI Appendix\n, Fig. S8\n), and thus it seems likely that particular family members are tailored to operate within the lipid milieu and regulatory networks associated with a particular membrane environment. We asked if this idea was true by targeting a nontonoplast ACA to the tonoplast of the \naca4/11\n double knockout and assessing its ability to rescue the double-knockout phenotypes.\nWe chose to relocalize ACA8, a plasma membrane pump, to the tonoplast due to its significant divergence from ACA4 and ACA11 in its N-terminal autoinhibitory domain. This is the region where much of this family of pump’s regulation has been localized (\n30\n–\n33\n) and where a large amount of its isoform-dependent amino acid sequence diversity resides (\nSI Appendix\n, Fig. S8\n). In order to relocalize ACA8, we deleted its C-terminal tail and replaced it with the analogous region of ACA11 (thus creating the chimeric ACA8-11C). The C terminus of ACA11 contains two sequences indicative of tonoplast localization, a dileucine (DXXXLL) and a tyrosine (YXXΦ) motif, where X is any amino acid and Φ is a bulky hydrophobic amino acid (\nSI Appendix\n, Fig. S9\n) (\n29\n, \n34\n). Furthermore, we created a version of the ACA8-11C chimeric pump with a point mutation in the P-loop of the core pump region (ACA8-D482A) that converted a conserved aspartate known to be important for pump activity into an alanine, effectively inactivating the pump (\n35\n). For both ACA8-11C and its D482A variant we generated versions tagged at the C terminus with mGFP5 (for localization studies). We also made ACA8-11C with a FLAG tag that we used in Ca\n2+\n imaging experiments as the mGFP5 tag interferes with the imaging of the CFP/YFP-based YC-Nano65 Ca\n2+\n sensor probe we have used. All pump variants were driven by the constitutive \nAtUBQ10\n promoter.\nFig. 5\n shows that both ACA8-11C-mGFP5 and D482A-mGFP5 colocalized with the dye LysoTrackerRed DND-99, known to label the acidic vacuolar lumen and highlight the tonoplast membrane (\n36\n–\n39\n). We confirmed that DND-99 is a robust tonoplast marker in pavement cells by showing it colocalizes with the tonoplast-localized protein γ-TIP-CFP (\n40\n) (\nFig. 5\n). Further analyses throughout the plant indicated that neither ACA8-11C-mGFP5, D482A-mGFP5, nor γ-TIP-CFP colocalized with the plasma membrane marker FM5-95 in, for example, cells of the root differentiation and elongation zone, leaf guard cells, or in shoot-derived protoplasts, suggesting that ACA8-11C-mGFP5 and D482A-mGFP5 were relocalized from the plasma membrane to the tonoplast (\nFig. 5\n and \nSI Appendix\n, Fig. S10\n). Although such relocalization is likely being driven by the C-terminal di-leucine and tyrosine motifs we had engineered onto this protein, we cannot discount that overexpression alone is driving mistargeting of the chimeric pump. Irrespective of precise retargeting mechanism, our results indicate tonoplast localization of the ACA8-11C and D482A-mGFP5.\nFig. 5.\nThe C terminus of ACA11 localizes ACA8 to the tonoplast. (\nA\n) Confocal images of \naca4/11\n cotyledons expressing \nUBQ10::\nACA8-11C-mGFP5 or \nUBQ10::\nACA8-D482A-11C stained with either the tonoplast reporter Lysotracker Red-DND99 (DND99) or the plasma membrane staining dye FM5-95. Col-0 wild-type plants expressing \n35S::\nγ-TIP:CFP was used as a tonoplast colocalization control 2D colocalization histograms indicate Pearson’s (rp) or Spearman’s (rs) correlation coefficients in top right corners. Representative of >10 images; (Scale bars, 10 μm.) (\nB\n) Confocal images of protoplasts isolated from 10-d-old seedlings expressing either ACA8-11C:GFP, D482A:GFP, or g γ-TIP:CFP and stained with FM5-95. The yellow arrow on each respective merged image indicates the direction of the fluorescent intensity profiles for both FM5-95 and the fluorescent protein of each corresponding genotype. (Scale bars, 5 μm.)\nACA8-11C-mGFP5, but not D482A-mGFP5, was able to rescue the growth and lesion phenotype of \naca4/11\n (\nFig. 6\nA\n and \nSI Appendix\n, Fig. S11\n), suggesting that ACA8 must retain functional pump capacity to rescue the double-knockout phenotype. Importantly, overexpression of ACA8 at its native location at the plasma membrane did not rescue these phenotypes in the \naca4/11\n background, indicating that Ca\n2+\n efflux activity specifically at the tonoplast is required for rescue (\nSI Appendix\n, Fig. S12\n). In parallel experiments, \nUBQ10::ACA8-11C-FLAG\n was transformed into \naca4/11\n plants expressing YC-Nano65, revealing that basal Ca\n2+\n levels and flg22-dependent Ca\n2+\n signals were similar to Col-0 and significantly lower than the \naca4/11\n mutant (\nFig. 6\nC\n, \nSI Appendix\n, Fig. S6\n, and \nMovie S5\n), These results indicated that the relocalized pump had also rescued the Ca\n2+\n phenotype of \naca4/11.\n Interestingly, following the flg22 Ca\n2+\n response over time scales that captured recovery from the initial flg22-induced peak in [Ca\n2+\n]\ncyt\n indicated that both Col-0 and \naca4/11\n could restore basal Ca\n2+\n levels at similar time points despite \naca4/11\n showing an elevated peak Ca\n2+\n amplitude after flg22 treatment (\nFig. 6\nC\n). Furthermore, expression of \nACA8-11C-FLAG\n in the \naca4/11\n background restored longer-term recovery kinetics to resemble wild-type. Although there was an apparent trend for setting even lower Ca\n2+\n levels than in wild-type over this recovery period in these \nACA8-11C-FLAG\n lines, this change was not statistically significant.\nFig. 6.\nACA8-11C rescues \naca4/11\n lesion and Ca\n2+\n signaling phenotypes. (\nA\n) Images of rosettes of 25-d-old Col-0, \naca4/11\n, \naca4/11\n + ACA8-11C, and \naca4/11\n + D482A grown at 22 °C. (\nB\n) Transcript levels of 10-d-old seedlings treated with 1 µM flg22. Relative fold-change (2\n−ΔΔCt\n) of all transcript levels were obtained by normalizing all genotypes and treatments to Col-0 at 0 min (\nSI Appendix\n, Fig. S6\n). Results represent mean ± SD; \nn\n = 3 biological replicates with 4 technical replicates per biological replicate. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). To aid in comparisons, Col-0 and \naca4/11\n data for gene expression and pathogenesis are reproduced from \nFig. 4\n. (\nC\n) Graph showing flg22-induced Ca\n2+\n signaling is complemented in ACA8-11C plants. Orange dashed line denotes statistically different Δ\nR\n/\nR\n0\n values between \naca4/11\n and both Col-0 and ACA8-11C. Data presented as mean ∆\nR\n/\nR\n0\n ± SEM (\nn\n ≥ 12; two-way ANOVA; Bonferroni HSD; \nP\n < 0.05). (\nD\n) Pathogen growth at 1 and 3 DPI in 10-d-old seedlings flood inoculated with \nP. syringae\n DC3000 pv. tomato. Data represent mean ± SD of four biological replicates and three independent experiments. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05).\nWe also found that the flg22-induction of defense transcripts that we previously noted as not being altered in the \naca4/11\n background (\nFRK1\n, \nPHI1\n, and \nICS1\n) (\nFig. 6\nB\n) was unaffected by expressing either ACA8-11C or D482A in the \naca4/11\n background (although \nPHI1\n did show a small reduction in levels of induction from ∼12- to ∼10-fold when D482A was expressed, and FRK1 increased from ∼10- to ∼13-fold). However, induction of \nCPB60g\n and \nPst\n resistance, features that we have previously seen to be altered in \naca4/11\n (\nFig. 6 \nB\n and \nD\n), were rescued to wild-type–like levels by expressing ACA8-11C-mGFP5, but not D482A-mGFP5 (\nFig. 6 \nB\n and \nD\n). Again, the effects on the defense phenotype of \naca4/11\n was most evident in the earlier stages of invasion at 1 DPI (\nFig. 6\nD\n).",
    "aca4/11_leaves_exhibit_elevated_baseline_ca2+_levels.": "aca4/11\n Leaves Exhibit Elevated Baseline Ca\n2+\n Levels.\nThe \naca4/11\n tonoplast ACA pump knockout shows an enhanced defense response, but its effects on Ca\n2+\n dynamics are unstudied (\n14\n). We therefore monitored cytoplasmic Ca\n2+\n dynamics in \naca4/11\n plants expressing the ratiometric, genetically encoded, fluorescent protein-based Ca\n2+\n sensor YC-Nano65 (\n16\n). As Ca\n2+\n levels increase, the cyan fluorescent protein (CFP) signal from YC-Nano65 falls and the FRET signal from the yellow fluorescent protein (YFP) partner in the sensor increases. An increasing change in the FRET:CFP ratio (∆\nR\n) therefore reflects increasing cytosolic Ca\n2+\n ([Ca\n2+\n]\nCyt\n). \naca4/11\n mutants spontaneously form lesions around the time of inflorescence bolting, so we only imaged plants that had not yet developed lesions to mitigate potential imaging artifacts from dead cells. We obtained the mean FRET:CFP ratio values over 3 h for entire rosette leaves of Col-0 and \naca4/11\n and observed a significant elevation in baseline [Ca\n2+\n]\nCyt\n in \naca4/11\n plants (\nFig. 1\n). Similarly, we tested [Ca\n2+\n]\nCyt\n values in intact and detached cotyledons of 10-d-old seedlings and observed a similar pattern of basal [Ca\n2+\n]\nCyt\n elevation in \naca4/11\n (\nSI Appendix\n, Fig. S1\n). Such a sustained Ca\n2+\n elevation may be associated with lesion formation as the infiltration of leaves with an avirulent strain of the phytopathogen \nPseudomonas syringae\n pv. tomato DC3000 (\nPst\n) has also been reported to elicit sustained Ca\n2+\n elevations that preceded hypersensitive lesion formation (\n17\n–\n19\n).\nFig. 1.\nBasal Ca\n2+\n levels are elevated in \naca4/11\n rosette leaves. Rosette leaves from intact 20-d-old soil-grown plants expressing YC-Nano65 were imaged at 22 °C. (\nA\n) FRET:CFP values for Col-0 and \naca4/11\n rosettes were obtained every 30 s over 3 h and averaged over this period of time. FRET:CFP values indicate that baseline Ca\n2+\n levels are significantly elevated in intact \naca4/11\n leaves when compared to Col-0. (Scale bar, 1 cm.) (\nB\n) Mean ratio values [YC-Nano65 FRET(YFP) emission:CFP emission] for entire rosettes leaves were quantified for Col-0 and \naca4/11. aca4/11\n plants exhibit significantly elevated Ca\n2+\n levels compared to Col-0 (\nn\n = 8; Student’s \nt\n test, ****\nP\n < 0.0001).",
    "flg22-dependent_ca2+_signals_are_elevated_in_aca4/11.": "flg22-Dependent Ca\n2+\n Signals Are Elevated in \naca4/11\n.\nThe formation of spontaneous hypersensitive lesions is a characteristic of lesion-mimic mutants and indicative of a deregulated immune response (\n20\n), implying that \naca4/11\n may be showing a similar disruption in defense signaling. Thus, we decided to test the Ca\n2+\n signaling response to the PAMP flg22 (\n2\n, \n3\n, \n5\n, \n21\n) in the \naca4/11\n background. We first established that 1 μM flg22 elicited a clear Ca\n2+\n increase in Col-0 and was below the saturating concentration for the response (\nSI Appendix\n, Fig. S2\n). Using this 1-µM concentration as our treatment, we found that flg22 elicited a larger Ca\n2+\n increase in \naca4/11\n rosette leaves and cotyledons when compared to Col-0 (\nFig. 2\n, \nSI Appendix\n, Fig. S3\n, and \nMovies S1–S4\n), suggesting that tonoplast-localized ACAs are important for the proper efflux of Ca\n2+\n from the cytoplasm during signaling events related to PAMP perception. \nACA4\n and \nACA11\n are ubiquitously expressed (\n22\n), as is the FLS2 receptor, and so we asked whether Ca\n2+\n signaling in response to flg22 was generically disrupted in the double-mutant background in our experiments to help us focus on where ACA4- and ACA11-dependent events were likely to be most prominent. Therefore, we grew plants under the same conditions where \naca4/11\n showed differences in the flg22-triggered cotyledon Ca\n2+\n response but assayed responses in the root. \nSI Appendix\n, Fig. S4\n shows that we could detect both the previously documented flg22-induced inhibition of root growth (\n23\n) and flg22-triggered Ca\n2+\n increase at the root tip (\n24\n) in wild-type Col-0 seedlings, indicating that seedling roots were indeed flg22-responsive under these conditions. However, neither of these flg22-induced responses were significantly different between \naca4/11\n and Col-0 (\nSI Appendix\n, Fig. S4 \nA\n–\nC\n). Furthermore, and unlike the shoot tissue, the baseline [Ca\n2+\n]\nCyt\n in \naca4/11\n root tips was not significantly different to Col-0 (\nSI Appendix\n, Fig. S4\n), suggesting a potentially smaller impact on cellular Ca\n2+\n homeostasis of loss of ACA4 and ACA11 function at the root tip than in the shoot of these plants.\nFig. 2.\naca4/11\n plants exhibit an elevated Ca\n2+\n signal in response to flg22. (\nA\n) Time series of 20-d-old rosette leaves showing 1 µM flg22-induced FRET ratio elevation in Col-0 and \naca4/11\n rosettes. Note the elevated Ca\n2+\n increase in the \naca4/11\n mutant line. Representative of \nn\n ≥ 12 experiments. (Scale bar, 8 mm.) (\nB\n) Time-series of response in 7- to 10d-old Col-0 and \naca4/11\n rosette leaves treated with 1 µM flg22 at time = 0 s. The region of interest used for analysis was the entire rosette leaf including the vasculature. The black dashed line indicates significant differences in FRET values for those time points (two-way ANOVA; Tukey’s honestly significant difference [HSD]; \nP\n < 0.05, mean ± SEM, \nn\n = 10 replicates for each genotype).\nIt is important to note here that our results do not rule out a regulatory role for \nACA4\n and \nACA11\n in root Ca\n2+\n signaling and defense response. For example, flg22 responses in regions outside of the root tip or in plants of different ages or grown under different conditions may be altered in the \naca4/11\n background. However, these results are consistent with Behera et al. (\n25\n), who similarly saw no shift in baseline Ca\n2+\n and little effect on root tip Ca\n2+\n signaling in response to exogenous ATP in \naca4/11\n roots. Taking these observations together suggested to us that focusing on analyses of shoot rather than root responses should be the most likely to reveal \naca4/11\n-dependent events. Thus, since our results indicated that \naca4/11\n defense-signaling phenotypes appear prominent in the shoot tissue, where the lesion-mimic phenotype manifests, and are evident in both mature leaves and cotyledons, we decided to concentrate subsequent analyses on these aerial parts of the plant, using the cotyledons as our major organ for assay of Ca\n2+\n responses.\nThe whole-organ imaging we used to capture the responses quantified in \nFig. 2\n does not resolve individual cells and so inevitably includes some degree of averaging over multiple responding cells. Thus, the \naca4/11\n-related changes in the Ca\n2+\n signal dynamics seen in the aerial organs in response to flg22 described above could reflect: 1) All of the cells being measured showing a similar elevated flg22-triggered rise in Ca\n2+\n, or 2) most \naca4/11\n cells behaving with the wild type-like response but with a subset showing a much bigger response. In order to discriminate between these possibilities for the altered Ca\n2+\n response in the \naca4/11\n background, we used confocal ratio imaging to follow changes after flg22 addition with single-cell resolution. This approach allowed us to ask how uniform the cellular response was in the \naca4/11\n plants. \nFig. 3\n shows that the elevated response appears homogeneous within responding cells (\nFig. 3\nA\n) and is mirrored in both individual cellular response in different regions across the organ and in the average response of a subregion of the cotyledon (\nFig. 3 \nB\n and \nC\n). These results are consistent with the effect of the \naca4/11\n lesion leading to a general elevation of Ca\n2+\n response in all cells rather than reflecting novel responses of a subpopulation.\nFig. 3.\nSingle-cell calcium imaging of Col-0 and \naca4/11\n cotyledons in response to flg22. Representative time series (20× objective) data were collected from Col-0 and \naca4/11\n lines after flg22 treatment at time = 0 s. Images were acquired near the edge of the cotyledon close to the petiole for all samples. (\nA\n) Times-series images of cotyledon epidermal cells of Col-0 and \naca4/11\n after flg22 treatment. FRET ratio color bar displayed next to time series values = FRET:CFP. (Scale bar, 5 μm.) (\nB\n) Response of three representative cells taken across the organ each of Col-0 and \naca4/11\n to flg22 treatment of the cotyledon at 0s. Note all \naca4/11\n cells exhibit a similar, higher peak elevation in Ca\n2+\n (Δ\nR\n/\nR\n0\n) compared to Col-0. (\nC\n) Mean Ca\n2+\n response (Δ\nR\n/\nR\n0\n) from a 600-μm × 600-μm region of interest near the petiole of the cotyledon showing that the averaged response of this subregion of the leaf also shows the elevated aca4/11 response relative to wild-type, \nn\n > 6.",
    "elevated_temperature_suppresses_lesion_formation_and_flg22-d": "Elevated Temperature Suppresses Lesion Formation and flg22-Dependent Ca\n2+\n Signals in \naca4/11\n.\nMany lesion-mimic mutants exhibit lesion suppression when grown in elevated temperatures (\n20\n, \n26\n), likely due to reduced biosynthesis of the phytohormone salicylic acid (\n27\n). While \naca4/11\n plants grown at 22 °C exhibited dwarfism and eventually formed lesions, growth at 28 °C suppressed both of these \naca4/11\n phenotypes, an effect that became more obvious as the plants grew larger rosettes (\nFig. 4\nA\n). We also used molecular markers of the flg22 response to characterize how \naca4/11\n may affect induction of defense pathways. We first characterized that in wild-type, a 30-min time point after flg22 treatment captured the induction of \nCPB60g\n, \nPHI1\n, \nICS1\n, and \nFRK1\n, all components of PTI induction (\n28\n, \n29\n). We also confirmed that the basal expression of these genes was not significantly altered in the various genotypes or under the temperature regimes used in the absence of flg22 (\nSI Appendix\n, Fig. S5\n). Importantly, \nFRK1\n encodes a receptor-like protein kinase that is thought to function in a pathway independent of the flg22-signaling events mediated through the Ca\n2+\n-dependent protein kinases CPK4, -5, -6, and -11 (\n29\n). Thus, \nFRK1\n provided us with a marker that may operate independently of Ca\n2+\n signal dynamics, and so of \naca4/11\n-related effects. Indeed, we observed that the 30-min flg22-dependent increase in \nFRK1\n, \nPHI1\n, and \nICS1\n transcripts were unaltered in the \naca4/11\n background when compared to wild-type Col-0 plants (\nFig. 4\nB\n). However, induction of the defense regulator \nCBP60g\n and resistance to \nPst\n bacterial challenge (seen as a reduction in extractable colony forming units of bacteria) were both elevated in \naca4/11\n plants, with the resistance phenotype being most evident over the initial invasion at 1 d postinoculation (1 DPI) (\nFig. 4\nC\n). As seen for the dwarfing phenotype, suppression of both flg22-induced elevation of defense gene induction and pathogen resistance occurred in \naca4/11\n at 28 °C (\nFig. 4 \nB\n and \nC\n).\nFig. 4.\nElevated temperature suppresses lesion formation and flg22-dependent Ca\n2+\n signals in Col-0 and \naca4/11\n. (\nA\n) Rosette area measurements of Col-0 and \naca4/11\n grown at 22 °C or 28 °C for 14 or 25 d postgermination (DPG). Rosette data are presented as mean ± SEM of \nn\n ≥ 24 rosettes from >3 independent experiments; columns with different letters above are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nB\n) Transcript levels of 10-d-old seedlings treated with 1 µM flg22 for 30 min. Relative fold-change (2\n−ΔΔCt\n) were obtained by normalizing to Col-0 at 0 min (\nSI Appendix\n, Fig. S5\nA\n). Results are mean ± SD; \nn\n = 3 biological replicates with 4 technical reps per biological replicate. Columns with the same letter are not statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nC\n) Pathogen growth after 1 and 3 DPI of 10-d-old seedlings flood inoculated with \nP. syringae\n DC3000 pv. tomato. Data represent mean ± SD of four biological replicates and three independent experiments. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nD\n) Mean raw FRET:CFP values for Col-0 and \naca4/11\n 2 min prior to addition of flg22 (\nn\n ≥ 15; one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). (\nE\n) Cotyledon Δ\nR\n/\nR\n0\n indicating that Col-0 and \naca4/11\n grown and imaged at 28 °C exhibit attenuated Ca\n2+\n signals in response to flg22 (\nn\n ≥ 15); To aid in comparisons, Col-0 and \naca4/11\n 22 °C data are reproduced from \nFig. 2\n. Dashed line indicates time points in which both Col-0 and \naca4/11\n grown at 28 °C are significantly different from both Col-0 and \naca4/11\n grown at 22 °C (two-way ANOVA, Bonferroni HSD; \nP\n < 0.05).\nSince the above \naca4/11\n phenotypes were suppressed at 28 °C, we sought to determine if elevated temperature could also suppress the disrupted flg22-dependent Ca\n2+\n responses. Growth at 28 °C caused a reduction in the magnitude of this response in both Col-0 and \naca4/11\n, with the degree of \naca4/11\n response at 28 °C now closely mirroring that of Col-0 at this temperature (\nFig. 4\nE\n). Interestingly, the FRET:CFP values for \naca4/11\n were still significantly higher than Col-0 at both 22 °C and 28 °C and Col-0 baseline was higher at 28 °C than 22 °C (\nFig. 4\nD\n and \nSI Appendix\n, Fig. S6\n). Thus, growth at elevated temperature appeared to raise the basal Ca\n2+\n level in both Col-0 and \naca4/11\n, but also dampened the subsequent flg22-induced Ca\n2+\n increase to the same degree in both backgrounds.\nOne explanation of these altered response kinetics between \naca4/11\n and Col-0 at altered temperatures would be that the sensitivity of the plants to flg22 had changed through alteration in FLS2 levels, rather than more directly affecting Ca\n2+\n homeostatic and signaling-related mechanisms. However, we did not detect any significant differences in FLS2 protein or \nFLS2\n transcript levels between genotypes or temperature treatments, suggesting that the differences in flg22-dependent Ca\n2+\n signaling is independent of FLS2 receptor levels and likely reflects temperature-related events downstream of receptor activation (\nSI Appendix\n, Fig. S7\n).",
    "tonoplast_localization_of_aca8_rescues_aca4/11-associated_ph": "Tonoplast Localization of ACA8 Rescues \naca4/11\n-Associated Phenotypes.\nIt is known that the \naca4/11\n lesioning phenotype is rescued by expression of either \nACA4\n or \nACA11\n in this mutant background (\n14\n). Such data provide a clear link between lesioning behavior and these two tonoplast ACAs. The rescue likely works as the native pumps, with all of their regulatory systems, are being reintroduced into the membrane in which they normally operate. Indeed, the ACAs form a multigene family with clades that map to particular organellar membranes (\nSI Appendix\n, Fig. S8\n), and thus it seems likely that particular family members are tailored to operate within the lipid milieu and regulatory networks associated with a particular membrane environment. We asked if this idea was true by targeting a nontonoplast ACA to the tonoplast of the \naca4/11\n double knockout and assessing its ability to rescue the double-knockout phenotypes.\nWe chose to relocalize ACA8, a plasma membrane pump, to the tonoplast due to its significant divergence from ACA4 and ACA11 in its N-terminal autoinhibitory domain. This is the region where much of this family of pump’s regulation has been localized (\n30\n–\n33\n) and where a large amount of its isoform-dependent amino acid sequence diversity resides (\nSI Appendix\n, Fig. S8\n). In order to relocalize ACA8, we deleted its C-terminal tail and replaced it with the analogous region of ACA11 (thus creating the chimeric ACA8-11C). The C terminus of ACA11 contains two sequences indicative of tonoplast localization, a dileucine (DXXXLL) and a tyrosine (YXXΦ) motif, where X is any amino acid and Φ is a bulky hydrophobic amino acid (\nSI Appendix\n, Fig. S9\n) (\n29\n, \n34\n). Furthermore, we created a version of the ACA8-11C chimeric pump with a point mutation in the P-loop of the core pump region (ACA8-D482A) that converted a conserved aspartate known to be important for pump activity into an alanine, effectively inactivating the pump (\n35\n). For both ACA8-11C and its D482A variant we generated versions tagged at the C terminus with mGFP5 (for localization studies). We also made ACA8-11C with a FLAG tag that we used in Ca\n2+\n imaging experiments as the mGFP5 tag interferes with the imaging of the CFP/YFP-based YC-Nano65 Ca\n2+\n sensor probe we have used. All pump variants were driven by the constitutive \nAtUBQ10\n promoter.\nFig. 5\n shows that both ACA8-11C-mGFP5 and D482A-mGFP5 colocalized with the dye LysoTrackerRed DND-99, known to label the acidic vacuolar lumen and highlight the tonoplast membrane (\n36\n–\n39\n). We confirmed that DND-99 is a robust tonoplast marker in pavement cells by showing it colocalizes with the tonoplast-localized protein γ-TIP-CFP (\n40\n) (\nFig. 5\n). Further analyses throughout the plant indicated that neither ACA8-11C-mGFP5, D482A-mGFP5, nor γ-TIP-CFP colocalized with the plasma membrane marker FM5-95 in, for example, cells of the root differentiation and elongation zone, leaf guard cells, or in shoot-derived protoplasts, suggesting that ACA8-11C-mGFP5 and D482A-mGFP5 were relocalized from the plasma membrane to the tonoplast (\nFig. 5\n and \nSI Appendix\n, Fig. S10\n). Although such relocalization is likely being driven by the C-terminal di-leucine and tyrosine motifs we had engineered onto this protein, we cannot discount that overexpression alone is driving mistargeting of the chimeric pump. Irrespective of precise retargeting mechanism, our results indicate tonoplast localization of the ACA8-11C and D482A-mGFP5.\nFig. 5.\nThe C terminus of ACA11 localizes ACA8 to the tonoplast. (\nA\n) Confocal images of \naca4/11\n cotyledons expressing \nUBQ10::\nACA8-11C-mGFP5 or \nUBQ10::\nACA8-D482A-11C stained with either the tonoplast reporter Lysotracker Red-DND99 (DND99) or the plasma membrane staining dye FM5-95. Col-0 wild-type plants expressing \n35S::\nγ-TIP:CFP was used as a tonoplast colocalization control 2D colocalization histograms indicate Pearson’s (rp) or Spearman’s (rs) correlation coefficients in top right corners. Representative of >10 images; (Scale bars, 10 μm.) (\nB\n) Confocal images of protoplasts isolated from 10-d-old seedlings expressing either ACA8-11C:GFP, D482A:GFP, or g γ-TIP:CFP and stained with FM5-95. The yellow arrow on each respective merged image indicates the direction of the fluorescent intensity profiles for both FM5-95 and the fluorescent protein of each corresponding genotype. (Scale bars, 5 μm.)\nACA8-11C-mGFP5, but not D482A-mGFP5, was able to rescue the growth and lesion phenotype of \naca4/11\n (\nFig. 6\nA\n and \nSI Appendix\n, Fig. S11\n), suggesting that ACA8 must retain functional pump capacity to rescue the double-knockout phenotype. Importantly, overexpression of ACA8 at its native location at the plasma membrane did not rescue these phenotypes in the \naca4/11\n background, indicating that Ca\n2+\n efflux activity specifically at the tonoplast is required for rescue (\nSI Appendix\n, Fig. S12\n). In parallel experiments, \nUBQ10::ACA8-11C-FLAG\n was transformed into \naca4/11\n plants expressing YC-Nano65, revealing that basal Ca\n2+\n levels and flg22-dependent Ca\n2+\n signals were similar to Col-0 and significantly lower than the \naca4/11\n mutant (\nFig. 6\nC\n, \nSI Appendix\n, Fig. S6\n, and \nMovie S5\n), These results indicated that the relocalized pump had also rescued the Ca\n2+\n phenotype of \naca4/11.\n Interestingly, following the flg22 Ca\n2+\n response over time scales that captured recovery from the initial flg22-induced peak in [Ca\n2+\n]\ncyt\n indicated that both Col-0 and \naca4/11\n could restore basal Ca\n2+\n levels at similar time points despite \naca4/11\n showing an elevated peak Ca\n2+\n amplitude after flg22 treatment (\nFig. 6\nC\n). Furthermore, expression of \nACA8-11C-FLAG\n in the \naca4/11\n background restored longer-term recovery kinetics to resemble wild-type. Although there was an apparent trend for setting even lower Ca\n2+\n levels than in wild-type over this recovery period in these \nACA8-11C-FLAG\n lines, this change was not statistically significant.\nFig. 6.\nACA8-11C rescues \naca4/11\n lesion and Ca\n2+\n signaling phenotypes. (\nA\n) Images of rosettes of 25-d-old Col-0, \naca4/11\n, \naca4/11\n + ACA8-11C, and \naca4/11\n + D482A grown at 22 °C. (\nB\n) Transcript levels of 10-d-old seedlings treated with 1 µM flg22. Relative fold-change (2\n−ΔΔCt\n) of all transcript levels were obtained by normalizing all genotypes and treatments to Col-0 at 0 min (\nSI Appendix\n, Fig. S6\n). Results represent mean ± SD; \nn\n = 3 biological replicates with 4 technical replicates per biological replicate. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05). To aid in comparisons, Col-0 and \naca4/11\n data for gene expression and pathogenesis are reproduced from \nFig. 4\n. (\nC\n) Graph showing flg22-induced Ca\n2+\n signaling is complemented in ACA8-11C plants. Orange dashed line denotes statistically different Δ\nR\n/\nR\n0\n values between \naca4/11\n and both Col-0 and ACA8-11C. Data presented as mean ∆\nR\n/\nR\n0\n ± SEM (\nn\n ≥ 12; two-way ANOVA; Bonferroni HSD; \nP\n < 0.05). (\nD\n) Pathogen growth at 1 and 3 DPI in 10-d-old seedlings flood inoculated with \nP. syringae\n DC3000 pv. tomato. Data represent mean ± SD of four biological replicates and three independent experiments. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD; \nP\n < 0.05).\nWe also found that the flg22-induction of defense transcripts that we previously noted as not being altered in the \naca4/11\n background (\nFRK1\n, \nPHI1\n, and \nICS1\n) (\nFig. 6\nB\n) was unaffected by expressing either ACA8-11C or D482A in the \naca4/11\n background (although \nPHI1\n did show a small reduction in levels of induction from ∼12- to ∼10-fold when D482A was expressed, and FRK1 increased from ∼10- to ∼13-fold). However, induction of \nCPB60g\n and \nPst\n resistance, features that we have previously seen to be altered in \naca4/11\n (\nFig. 6 \nB\n and \nD\n), were rescued to wild-type–like levels by expressing ACA8-11C-mGFP5, but not D482A-mGFP5 (\nFig. 6 \nB\n and \nD\n). Again, the effects on the defense phenotype of \naca4/11\n was most evident in the earlier stages of invasion at 1 DPI (\nFig. 6\nD\n).",
    "discussion": "Discussion\nCa\n2+\n-based signaling has been closely linked to PTI, with elicitors such as flg22 triggering Ca\n2+\n changes (e.g., refs. \n23\n, \n39\n) that are thought to play prominent roles in downstream signaling events (\n1\n, \n4\n–\n6\n). In this study we showed that tonoplast-localized Ca\n2+\n pumps appear to not only be modulators of Ca\n2+\n homeostasis, but play an important role in regulating both response to the PAMP flg22 and in the induction of PTI. Plasma membrane Ca\n2+\n pumps have likewise been linked to PAMP signaling, with for example, ACA8 thought to form a complex with the FLS2 receptor (\n15\n). However, knocking out these plasma membrane Ca\n2+\n efflux pumps that would be thought to play roles in limiting and eventually resetting increases in Ca\n2+\n signals, has been reported to actually attenuate PAMP-triggered Ca\n2+\n responses and downstream signaling (\n15\n). In addition, although \naca8/10\n plants show elevated baseline Ca\n2+\n, they do not display spontaneous lesion formation (\n15\n). Taken together, these observations suggest a potentially complex role for the plasma membrane pumps in signal processing outside of their ability to pump out, and so normally limit, PAMP-induced cytoplasmic Ca\n2+\n signals. In contrast, we found that knockouts in the vacuolar ACAs led to elevated baseline Ca\n2+\n within the cell (\nFig. 1\n), a larger flg22-induced Ca\n2+\n increase (\nFigs. 2\n and \n3\n), and elevated levels of downstream PTI responses (\nFig. 4\nB\n). These observations are all consistent with these tonoplast pumps contributing to maintenance of low basal Ca\n2+\n levels and playing roles in limiting the magnitude of cytoplasmic Ca\n2+\n signals, signals that are themselves important mediators of PTI signaling.\nA Role for Temperature in Regulating Early PTI Responses.\nElevated temperature is known to attenuate defense signaling (\n27\n) and as the \naca4/11\n plants show phenotypes pointing at runaway PTI events (lesion mimicry, elevated defense responses, increased Ca\n2+\n signaling to flg22), we used this treatment to ask if the high-temperature effect suppressed both Ca\n2+\n dynamics and other defense-response phenotypes. Indeed, elevated temperature attenuated the PTI-related Ca\n2+\n dynamics in \naca4/11\n to wild-type–like characteristics and these changes correlated with rescue of other elevated defense responses, such as defense gene induction and pathogen resistance (\nFig. 4 \nB\n and \nC\n). These higher temperatures affected the attenuation of flg22-dependent Ca\n2+\n signals in both Col-0 and \naca4/11\n plants (\nFig. 4\nE\n), suggesting that common temperature-dependent components of the Ca\n2+\n efflux machinery are affected in both genotypes. Although previous studies have indicated that PTI responses, including positive regulation of defense transcripts and MAPK activation, are favored at elevated temperatures (\n41\n), our experiments indicate that Ca\n2+\n signaling, a canonic PTI response, is suppressed at elevated temperature, consistent with reports that defense-response systems are compromised at higher temperatures, likely through alterations in salicylic acid-dependent pathways (\n29\n).\nTransporters at the Tonoplast Shape the Calcium Signature.\nAlong with previous work on \naca4/11\n defense and lesion phenotypes (\n14\n), our study indicates that the activity of ACAs at the tonoplast is important for PTI and normal PAMP-dependent Ca\n2+\n signaling. Using a combination of modeling and direct Ca\n2+\n measurements using aequorin-expressing plants, Lenzoni et al. (\n42\n) have shown that not only the characteristics of the rising, but also the falling phase of Ca\n2+\n transients are likely to be important for modulating subsequent defense-related gene expression. However, in our experiments, although \naca4/11\n had a significantly elevated Ca\n2+\n signal in response to flg22 (\nFigs. 2\nB\n and \n3 \nB\n and \nC\n), both Col-0 and \naca4/11\n reached basal Ca\n2+\n levels at similar time points (\nFig. 6\nC\n). This observation indicates that ACA4 and ACA11 are likely important for regulating the net influx of Ca\n2+\n during flg22 perception (i.e., the initial rising phase of the signal), while other efflux systems may be involved in the re-establishment of baseline Ca\n2+\n. The Ca\n2+\n/H\n+\n exchangers of the tonoplast have similarly been shown to operate in PTI, although the complex they form may act as a response element downstream of the initial perception and signaling machinery (\n43\n). The Ca\n2+\n/H\n+\n exchangers are also known to play roles in abiotic stress responses (\n44\n) and indeed, previous work has implied that the tonoplast provides a signaling hub for these classes of response. For example, in the moss \nPhyscomitrella patens\n, knockout of the tonoplast calcium pump PCA1 resulted in NaCl-dependent Ca\n2+\n transients that were higher in amplitude and of longer duration (\n45\n). Thus, it will be of interest to assess whether ACA4 and ACA11 also play roles in abiotic stress-related Ca\n2+\n signaling.\nWe also show that relocalization of a plasma membrane Ca\n2+\n pump, ACA8, to the tonoplast rescued the phenotypes associated with the \naca4/11\n tonoplast pump knockout. Several studies have indicated that dileucine motifs are involved in the localization of tonoplast membrane proteins (\n46\n–\n48\n), and so we have capitalized on this machinery to retarget nontonoplast proteins to the tonoplast for functional rescue experiments. Thus, although when we overexpressed native ACA8, it targeted to the plasma membrane (\nSI Appendix\n, Fig. S12\n), expression of this same pump engineered with the C terminus of ACA11 was targeted to the tonoplast, with little indication of a plasma membrane localized fraction (\nFig. 5\n and \nSI Appendix\n, Fig. S10\n). Relocalization of ACA8 to the tonoplast sometimes led to the formation of “bulb” structures (\nSI Appendix\n, Fig. S13\n), which are believed to be artifacts due to the dimerization of GFP (\n49\n). However, as we used mGFP5—a monomeric form of GFP—that should not dimerize, whether these bulbs are bona fide tonoplast structures (\n50\n) potentially enriched in ACA8-11C will require future study.\nACAs are typified by the presence of a calmodulin-binding N-terminal autoinhibitory domain that restricts pump activity (\n35\n, \n51\n–\n53\n) and accounts for much of the variability between ACA isoforms (\nSI Appendix\n, Fig. S8\n). The autoinhibitory domain can undergo posttranslational modifications that can potentially modulate the binding capacity of calmodulin or calmodulin-like (CML) proteins. For example, the autoinhibitory domain of ACA8 appears to be regulated by CML36 (\n32\n). This region can also be phosphorylated (\n30\n, \n31\n), but in general the molecular identities of the modifiers of ACA action remain undefined. Despite the differences between the N-terminal domains of ACA4, ACA11, and ACA8 (\nSI Appendix\n, Fig. S8\n), ACA8-11C was still able to functionally rescue the \naca4/11\n mutant phenotypes. This observation suggests that Ca\n2+\n transport across the tonoplast by an ACA is the critical feature for this signaling system but, at the same time, that it may not require regulatory circuits specifically tailored to Ca\n2+\n pumps normally targeted to this location. The failure of the pump-dead D482A mutant of ACA8-11C to rescue the \naca4/11\n phenotype reinforces the idea of this essential role for pumping activity. Thus, the proliferation of ACA family pumps through evolutionary time may have been necessitated to specify the localization of pumps to relevant membranes with a divergence event segregating ACAs into plasma membrane and nonplasma membrane localizations. Although specific regulatory events associated with each membrane locale may have evolved, the basic core pumping activity of these transporters appears robust enough to work in varied cellular locations. Similarly, the Ca\n2+\n homeostatic system appears flexible enough to integrate heterologous pumping activity into a system capable of supporting normal Ca\n2+\n-based signaling activities. Thus, the Ca\n2+\n signaling system of pumps and channels shows the features of resilience and compensation reminiscent of the scale-free genetic networks that characterize many other cellular regulatory systems (\n54\n).",
    "a_role_for_temperature_in_regulating_early_pti_responses.": "A Role for Temperature in Regulating Early PTI Responses.\nElevated temperature is known to attenuate defense signaling (\n27\n) and as the \naca4/11\n plants show phenotypes pointing at runaway PTI events (lesion mimicry, elevated defense responses, increased Ca\n2+\n signaling to flg22), we used this treatment to ask if the high-temperature effect suppressed both Ca\n2+\n dynamics and other defense-response phenotypes. Indeed, elevated temperature attenuated the PTI-related Ca\n2+\n dynamics in \naca4/11\n to wild-type–like characteristics and these changes correlated with rescue of other elevated defense responses, such as defense gene induction and pathogen resistance (\nFig. 4 \nB\n and \nC\n). These higher temperatures affected the attenuation of flg22-dependent Ca\n2+\n signals in both Col-0 and \naca4/11\n plants (\nFig. 4\nE\n), suggesting that common temperature-dependent components of the Ca\n2+\n efflux machinery are affected in both genotypes. Although previous studies have indicated that PTI responses, including positive regulation of defense transcripts and MAPK activation, are favored at elevated temperatures (\n41\n), our experiments indicate that Ca\n2+\n signaling, a canonic PTI response, is suppressed at elevated temperature, consistent with reports that defense-response systems are compromised at higher temperatures, likely through alterations in salicylic acid-dependent pathways (\n29\n).",
    "transporters_at_the_tonoplast_shape_the_calcium_signature.": "Transporters at the Tonoplast Shape the Calcium Signature.\nAlong with previous work on \naca4/11\n defense and lesion phenotypes (\n14\n), our study indicates that the activity of ACAs at the tonoplast is important for PTI and normal PAMP-dependent Ca\n2+\n signaling. Using a combination of modeling and direct Ca\n2+\n measurements using aequorin-expressing plants, Lenzoni et al. (\n42\n) have shown that not only the characteristics of the rising, but also the falling phase of Ca\n2+\n transients are likely to be important for modulating subsequent defense-related gene expression. However, in our experiments, although \naca4/11\n had a significantly elevated Ca\n2+\n signal in response to flg22 (\nFigs. 2\nB\n and \n3 \nB\n and \nC\n), both Col-0 and \naca4/11\n reached basal Ca\n2+\n levels at similar time points (\nFig. 6\nC\n). This observation indicates that ACA4 and ACA11 are likely important for regulating the net influx of Ca\n2+\n during flg22 perception (i.e., the initial rising phase of the signal), while other efflux systems may be involved in the re-establishment of baseline Ca\n2+\n. The Ca\n2+\n/H\n+\n exchangers of the tonoplast have similarly been shown to operate in PTI, although the complex they form may act as a response element downstream of the initial perception and signaling machinery (\n43\n). The Ca\n2+\n/H\n+\n exchangers are also known to play roles in abiotic stress responses (\n44\n) and indeed, previous work has implied that the tonoplast provides a signaling hub for these classes of response. For example, in the moss \nPhyscomitrella patens\n, knockout of the tonoplast calcium pump PCA1 resulted in NaCl-dependent Ca\n2+\n transients that were higher in amplitude and of longer duration (\n45\n). Thus, it will be of interest to assess whether ACA4 and ACA11 also play roles in abiotic stress-related Ca\n2+\n signaling.\nWe also show that relocalization of a plasma membrane Ca\n2+\n pump, ACA8, to the tonoplast rescued the phenotypes associated with the \naca4/11\n tonoplast pump knockout. Several studies have indicated that dileucine motifs are involved in the localization of tonoplast membrane proteins (\n46\n–\n48\n), and so we have capitalized on this machinery to retarget nontonoplast proteins to the tonoplast for functional rescue experiments. Thus, although when we overexpressed native ACA8, it targeted to the plasma membrane (\nSI Appendix\n, Fig. S12\n), expression of this same pump engineered with the C terminus of ACA11 was targeted to the tonoplast, with little indication of a plasma membrane localized fraction (\nFig. 5\n and \nSI Appendix\n, Fig. S10\n). Relocalization of ACA8 to the tonoplast sometimes led to the formation of “bulb” structures (\nSI Appendix\n, Fig. S13\n), which are believed to be artifacts due to the dimerization of GFP (\n49\n). However, as we used mGFP5—a monomeric form of GFP—that should not dimerize, whether these bulbs are bona fide tonoplast structures (\n50\n) potentially enriched in ACA8-11C will require future study.\nACAs are typified by the presence of a calmodulin-binding N-terminal autoinhibitory domain that restricts pump activity (\n35\n, \n51\n–\n53\n) and accounts for much of the variability between ACA isoforms (\nSI Appendix\n, Fig. S8\n). The autoinhibitory domain can undergo posttranslational modifications that can potentially modulate the binding capacity of calmodulin or calmodulin-like (CML) proteins. For example, the autoinhibitory domain of ACA8 appears to be regulated by CML36 (\n32\n). This region can also be phosphorylated (\n30\n, \n31\n), but in general the molecular identities of the modifiers of ACA action remain undefined. Despite the differences between the N-terminal domains of ACA4, ACA11, and ACA8 (\nSI Appendix\n, Fig. S8\n), ACA8-11C was still able to functionally rescue the \naca4/11\n mutant phenotypes. This observation suggests that Ca\n2+\n transport across the tonoplast by an ACA is the critical feature for this signaling system but, at the same time, that it may not require regulatory circuits specifically tailored to Ca\n2+\n pumps normally targeted to this location. The failure of the pump-dead D482A mutant of ACA8-11C to rescue the \naca4/11\n phenotype reinforces the idea of this essential role for pumping activity. Thus, the proliferation of ACA family pumps through evolutionary time may have been necessitated to specify the localization of pumps to relevant membranes with a divergence event segregating ACAs into plasma membrane and nonplasma membrane localizations. Although specific regulatory events associated with each membrane locale may have evolved, the basic core pumping activity of these transporters appears robust enough to work in varied cellular locations. Similarly, the Ca\n2+\n homeostatic system appears flexible enough to integrate heterologous pumping activity into a system capable of supporting normal Ca\n2+\n-based signaling activities. Thus, the Ca\n2+\n signaling system of pumps and channels shows the features of resilience and compensation reminiscent of the scale-free genetic networks that characterize many other cellular regulatory systems (\n54\n).",
    "materials_and_methods": "Materials and Methods\nPlant Material and Growth Conditions.\nCol-0 and \naca4-3/11-5\n mutant \nArabidopsis thaliana\n seeds [Col-0 ecotype; \naca4-3\n (Salk_029620.50.70), \naca11-5\n (SAIL_269_C07.b.1a. Lb3Fa), kindly provided by Jeff Harper, University of Nevada, Reno] were vapor-sterilized using 100 mL of 12% (wt/vol) bleach (Chlorox) and 3 mL of 37% (vol/vol) hydrochloric acid for 3 h. Seeds for confocal imaging were plated on gels of 1/2 Linsmaier and Skoog (LS) basal medium (PhytoTechnology Laboratories) containing 10 mM sucrose and 0.5% (wt/vol) Phytagel (Sigma-Aldrich), pH 5.7, poured to a 2-mm thickness onto 40 × 24-mm coverslips (Goldseal, ThermoFisher), then stratified at 4 °C for 48 h before being placed in a growth chamber (16-h light/8-h dark at 22 °C or 28 °C). Multiple independently transformed lines expressing \n35S::YC-Nano65\n, \nUBQ10::ACA8-GFP\n, \nUBQ10::ACA8-11Cterm-mGFP5\n, \nUBQ10::ACA8-11Cterm-FLAG\n, \nUBQ10::ACA8-D482A-11Cterm-mGFP5\n, or \nUBQ10::ACA8-D482A-11Cterm-FLAG\n were obtained using \nAgrobacterium\n-mediated transformation, as previously described (\n55\n). Plants imaged for rosette area were germinated in growth chambers set at 22 °C or 28 °C, 16-h light/8-h dark, then transplanted to soil (Propagation Mix, SunGro Horticulture) 7 to 10 d after germination and watered with deionized water. Images were obtained once a day and rosette areas were calculated using FIJI (\n56\n).\nMembrane Staining.\nThree- to 5-d-old seedlings were incubated in 1/2 LS liquid media containing 1 µM FM5-95 (ThermoFisher) for 5 min on ice. Seedlings were similarly stained with 2 µM LysoTracker Red DND-99 (ThermoFisher) but were incubated for 30 min in 1/2 LS liquid media containing dye, then washed in 1/2 LS media without dye for 3 h at room temperature prior to imaging. Images were acquired on an LSM 780 inverted confocal microscope (Zeiss) using a 40× Water, NA 0.9 objective. GFP and FM5-95 were excited with 488-nm laser, using a 488 dichroic mirror and emission at 500 to 550 nm for GFP or 600 to 700 nm for FM5-95. Lysotracker Red DND-99 was excited with a 561-nm laser (488/561 dichroic; emission 600 to 650 nm). Pearson’s and Spearman’s correlation coefficients for colocalization were calculated using the PSC Colocalization Plugin in FIJI (\n57\n).\nRatiometric Ca\n2+\n Imaging.\nCotyledons were detached from seedlings grown under sterile conditions on plates, as described above, for 7 to 10 d or for rosette leaves from soil grown plants, 20 d after germination. Detached leaves were placed between a thin layer of 1/2 LS + 10 mM sucrose, 0.5% (wt/vol) Phytagel and a coverslip, adaxial side down, 2 h prior to imaging. A 1-cm × 1-cm well was cut into the gel prior to imaging for the application of solutions. Imaging was performed on a Zeiss LSM 710 inverted confocal microscope with a 5×/0.16 M27 EC Plan-Neofluar or 20×/0.75 Plan-Apochromat objective. Excitation of the YC-Nano65 sensor was performed with the 458-nm laser line and emission for cpVenus and CFP were obtained at 525 to 540 nm and 460 to 505 nm, respectively. Whole-leaf imaging was performed as in Lenglet, et al. (\n58\n). Briefly, a Nikon stereomicroscope (SMZ-25) equipped with a 1× objective (P2-SHR PLAN APO, Nikon), W-VIEW image-splitting optics (Hamamatsu), and a sCMOS camera (Hamamatsu) were used to image 20-d-old rosette leaves of YC-Nano65 expressing plants every 30 s. The cpVenus signal arises from FRET from its CFP partner. As Ca\n2+\n levels rise this FRET signal increases and the CFP emission decreases. Time-series FRET data were normalized via the following equation: \nΔR/R\no\n = (\nR - R\no\n)/\nR\no\n, where \nR\n is the ratio of cpVenus emission (FRET):CFP emission and \nR\no\n is the average baseline value of this “FRET ratio” prior to flg22 treatment. FRET ratio data were analyzed using the image calculator tool in FIJI (\n56\n) using a region of interest encompassing the entire leaf or cotyledon. Ratiometric Ca\n2+\n imaging for whole rosette leaves was performed with a motorized stereomicroscope equipped with image-splitting optics, as previously described (\n58\n).\nqPCR.\nThe total RNA for all samples was isolated using the RNeasy Plant Mini Kit (Qiagen) and any contaminating genomic DNA was degraded with TURBO DNase kit (Ambion) according to the manufacturer's instructions. RNA was diluted to 10 ng/μL and first-strand cDNA and qPCR were performed using Luna Universal One-Step RT-qPCR master mix (New England Biolabs) in a 20-µL reaction. qPCR analysis was performed on a 7500 Real Time PCR System (Applied Biosystems) using the \nUBQ10\n (At4G05320) gene from \nA. thaliana\n as an internal reference (\n29\n). qPCR was performed in a 96-well optical PCR plate (ABgene) using the following parameters: 1 cycle of 10 min at 95 °C,and 40 cycles of 15 s at 95 °C, 15 s at 58 °C and 15 s at 65 °C, and 1 cycle of dissociation from 58 to 95 °C with 1 ° temperature increments. The qPCR primers used in this study are presented in \nSI Appendix\n, Table S1\n.\nACA8-11Cterm Chimeric Pump Cloning.\nThe \nAtUBQ10\n (636bp upstream ATG) promoter was amplified from \nA. thaliana\n gDNA using primers 532/533 (\nSI Appendix\n, Table S2\n) that introduced 5′KpnI/3′NcoI sites for subcloning into pCAMBIA1302.\nmGFP5-tagged constructs.\nA C-terminal truncated version of \nACA8\n (\nACA8ΔC\n) was cloned from cDNA using oligos 525/526 (\nSI Appendix\n, Table S2\n) to generate a 5′XbaI and a 3′ SalI sites for subcloning into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302. \nUBQ10::ACA8ΔC\n_1302 was linearized with SalI and gBlock5 (Integrated DNA Technologies) (\nSI Appendix\n, Table S2\n) was introduced using isothermal assembly (NEBuilder HiFi Assembly Kit; New England Biolabs) to produce \nUBQ10::ACA8-11C-mGFP5-\n1302. The D482A point mutant was generated by amplifying \nACA8-11C\n in two halves (\nD482A_1 and D482A_2\n) with primers 633/634 and 635/636, then recombining into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302 digested with XbaI and SalI via isothermal assembly.\nFLAG-tagged construct.\nACA8-11C\n sequence was amplified from \nUBQ10::ACA8-11C\n_1302 with oligos 571/572 (\nSI Appendix\n, Table S2\n) to add a C-terminal FLAG tag and to produce overlaps for isothermal assembly into \nUBQ10pro::\npCAMBIA1300 digested with XbaI/BamHI.\nPathogenesis Assays.\nTen-day-old seedlings were flood-inoculated essentially as in Ishiga et al. (\n59\n). Seedlings were grown in 12-well plates containing 1/2 LS salts and 0.5% (wt/vol) Phytagel solid media. On the day of infection, \nPst\n DC3000 (pVSP61) inoculum was suspended in sterile water with 0.025% (vol/vol) Silwet L-77 (Lehle Seeds) to an OD\n595nm\n = 0.01 (∼8.0 × 10\n6\n CFU/mL of bacteria) and 3 mL of inoculum was added to each well for 3 min, decanted, and tissue harvested from 5 to 10 seedlings per biological replicate at 1 and 3 DPI. After harvesting, tissue fresh weight was measured, and the samples were surface-sterilized with 5% (vol/vol) H\n2\nO\n2\n for 5 min and rinsed three times with sterile water. Tissue was placed in 1.5-mL microfuge tubes and macerated in sterile water for 5 min in a 1600 miniG (Spex SamplePrep) set at 1,000 strokes per minute. Macerated tissue was serially diluted in sterile water and spread onto LB plates containing 25 µM rifampicin. Colonies per plate were counted after incubating at 28 °C for 48 h.\nProtoplast Isolation.\nProtoplasts were isolated from 10-d-old seedling shoot tissue essentially as in Zhai et al. (\n60\n). Confocal imaging of protoplasts was performed with identical settings as described for mGFP5 and FM5-95.\nMicrosomal Fraction Preparation and Immunoblot Analysis.\nMicrosomal preparations and Western blots were performed as previously described (\n61\n). Briefly, 10-d-old seedlings were homogenized in extraction buffer (250 mM Sorbitol, 50 mM Hepes-BTP, 25 mM ascorbic acid, 1 mM DTT, 6 mM EGTA 1.2% [wt/vol] Polyvinylpyrrolidone-40 and Roche cOmplete protease inhibitor mixture [Sigma-Aldrich], pH 7.4). The homogenate was filtered with cheesecloth and centrifuged at 10,000 × \ng\n for 15 min, the supernatant recovered and then centrifuged at 60,000 × \ng\n for 30 min to pellet the microsomal fraction. Microsomes were resuspended in extraction buffer and protein concentration measured with BCA Reagent (ThermoFisher) to ensure equal loading for SDS/PAGE. After transfer of protein to nitrocellulose, blots were incubated with rabbit polyclonal primary antibodies for anti-H\n+\n-PPase (\n52\n) and anti-FLS2 (Agrisera) and then probed with horseradish peroxidase conjugated secondary antibody and developed via chemiluminescence.\nPhylogenetic Analysis.\nSequence alignment and tree construction was based on either the whole protein sequence or N-terminal amino acid domains of the \nA. thaliana\n ACAs with AtECA3 as an outgroup. Neighbor-joining trees were constructed using Mega6 (\n62\n) with 1,000 bootstraps and a Poisson model.",
    "plant_material_and_growth_conditions.": "Plant Material and Growth Conditions.\nCol-0 and \naca4-3/11-5\n mutant \nArabidopsis thaliana\n seeds [Col-0 ecotype; \naca4-3\n (Salk_029620.50.70), \naca11-5\n (SAIL_269_C07.b.1a. Lb3Fa), kindly provided by Jeff Harper, University of Nevada, Reno] were vapor-sterilized using 100 mL of 12% (wt/vol) bleach (Chlorox) and 3 mL of 37% (vol/vol) hydrochloric acid for 3 h. Seeds for confocal imaging were plated on gels of 1/2 Linsmaier and Skoog (LS) basal medium (PhytoTechnology Laboratories) containing 10 mM sucrose and 0.5% (wt/vol) Phytagel (Sigma-Aldrich), pH 5.7, poured to a 2-mm thickness onto 40 × 24-mm coverslips (Goldseal, ThermoFisher), then stratified at 4 °C for 48 h before being placed in a growth chamber (16-h light/8-h dark at 22 °C or 28 °C). Multiple independently transformed lines expressing \n35S::YC-Nano65\n, \nUBQ10::ACA8-GFP\n, \nUBQ10::ACA8-11Cterm-mGFP5\n, \nUBQ10::ACA8-11Cterm-FLAG\n, \nUBQ10::ACA8-D482A-11Cterm-mGFP5\n, or \nUBQ10::ACA8-D482A-11Cterm-FLAG\n were obtained using \nAgrobacterium\n-mediated transformation, as previously described (\n55\n). Plants imaged for rosette area were germinated in growth chambers set at 22 °C or 28 °C, 16-h light/8-h dark, then transplanted to soil (Propagation Mix, SunGro Horticulture) 7 to 10 d after germination and watered with deionized water. Images were obtained once a day and rosette areas were calculated using FIJI (\n56\n).",
    "membrane_staining.": "Membrane Staining.\nThree- to 5-d-old seedlings were incubated in 1/2 LS liquid media containing 1 µM FM5-95 (ThermoFisher) for 5 min on ice. Seedlings were similarly stained with 2 µM LysoTracker Red DND-99 (ThermoFisher) but were incubated for 30 min in 1/2 LS liquid media containing dye, then washed in 1/2 LS media without dye for 3 h at room temperature prior to imaging. Images were acquired on an LSM 780 inverted confocal microscope (Zeiss) using a 40× Water, NA 0.9 objective. GFP and FM5-95 were excited with 488-nm laser, using a 488 dichroic mirror and emission at 500 to 550 nm for GFP or 600 to 700 nm for FM5-95. Lysotracker Red DND-99 was excited with a 561-nm laser (488/561 dichroic; emission 600 to 650 nm). Pearson’s and Spearman’s correlation coefficients for colocalization were calculated using the PSC Colocalization Plugin in FIJI (\n57\n).",
    "ratiometric_ca2+_imaging.": "Ratiometric Ca\n2+\n Imaging.\nCotyledons were detached from seedlings grown under sterile conditions on plates, as described above, for 7 to 10 d or for rosette leaves from soil grown plants, 20 d after germination. Detached leaves were placed between a thin layer of 1/2 LS + 10 mM sucrose, 0.5% (wt/vol) Phytagel and a coverslip, adaxial side down, 2 h prior to imaging. A 1-cm × 1-cm well was cut into the gel prior to imaging for the application of solutions. Imaging was performed on a Zeiss LSM 710 inverted confocal microscope with a 5×/0.16 M27 EC Plan-Neofluar or 20×/0.75 Plan-Apochromat objective. Excitation of the YC-Nano65 sensor was performed with the 458-nm laser line and emission for cpVenus and CFP were obtained at 525 to 540 nm and 460 to 505 nm, respectively. Whole-leaf imaging was performed as in Lenglet, et al. (\n58\n). Briefly, a Nikon stereomicroscope (SMZ-25) equipped with a 1× objective (P2-SHR PLAN APO, Nikon), W-VIEW image-splitting optics (Hamamatsu), and a sCMOS camera (Hamamatsu) were used to image 20-d-old rosette leaves of YC-Nano65 expressing plants every 30 s. The cpVenus signal arises from FRET from its CFP partner. As Ca\n2+\n levels rise this FRET signal increases and the CFP emission decreases. Time-series FRET data were normalized via the following equation: \nΔR/R\no\n = (\nR - R\no\n)/\nR\no\n, where \nR\n is the ratio of cpVenus emission (FRET):CFP emission and \nR\no\n is the average baseline value of this “FRET ratio” prior to flg22 treatment. FRET ratio data were analyzed using the image calculator tool in FIJI (\n56\n) using a region of interest encompassing the entire leaf or cotyledon. Ratiometric Ca\n2+\n imaging for whole rosette leaves was performed with a motorized stereomicroscope equipped with image-splitting optics, as previously described (\n58\n).",
    "qpcr.": "qPCR.\nThe total RNA for all samples was isolated using the RNeasy Plant Mini Kit (Qiagen) and any contaminating genomic DNA was degraded with TURBO DNase kit (Ambion) according to the manufacturer's instructions. RNA was diluted to 10 ng/μL and first-strand cDNA and qPCR were performed using Luna Universal One-Step RT-qPCR master mix (New England Biolabs) in a 20-µL reaction. qPCR analysis was performed on a 7500 Real Time PCR System (Applied Biosystems) using the \nUBQ10\n (At4G05320) gene from \nA. thaliana\n as an internal reference (\n29\n). qPCR was performed in a 96-well optical PCR plate (ABgene) using the following parameters: 1 cycle of 10 min at 95 °C,and 40 cycles of 15 s at 95 °C, 15 s at 58 °C and 15 s at 65 °C, and 1 cycle of dissociation from 58 to 95 °C with 1 ° temperature increments. The qPCR primers used in this study are presented in \nSI Appendix\n, Table S1\n.",
    "aca8-11cterm_chimeric_pump_cloning.": "ACA8-11Cterm Chimeric Pump Cloning.\nThe \nAtUBQ10\n (636bp upstream ATG) promoter was amplified from \nA. thaliana\n gDNA using primers 532/533 (\nSI Appendix\n, Table S2\n) that introduced 5′KpnI/3′NcoI sites for subcloning into pCAMBIA1302.\nmGFP5-tagged constructs.\nA C-terminal truncated version of \nACA8\n (\nACA8ΔC\n) was cloned from cDNA using oligos 525/526 (\nSI Appendix\n, Table S2\n) to generate a 5′XbaI and a 3′ SalI sites for subcloning into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302. \nUBQ10::ACA8ΔC\n_1302 was linearized with SalI and gBlock5 (Integrated DNA Technologies) (\nSI Appendix\n, Table S2\n) was introduced using isothermal assembly (NEBuilder HiFi Assembly Kit; New England Biolabs) to produce \nUBQ10::ACA8-11C-mGFP5-\n1302. The D482A point mutant was generated by amplifying \nACA8-11C\n in two halves (\nD482A_1 and D482A_2\n) with primers 633/634 and 635/636, then recombining into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302 digested with XbaI and SalI via isothermal assembly.\nFLAG-tagged construct.\nACA8-11C\n sequence was amplified from \nUBQ10::ACA8-11C\n_1302 with oligos 571/572 (\nSI Appendix\n, Table S2\n) to add a C-terminal FLAG tag and to produce overlaps for isothermal assembly into \nUBQ10pro::\npCAMBIA1300 digested with XbaI/BamHI.",
    "mgfp5-tagged_constructs.": "mGFP5-tagged constructs.\nA C-terminal truncated version of \nACA8\n (\nACA8ΔC\n) was cloned from cDNA using oligos 525/526 (\nSI Appendix\n, Table S2\n) to generate a 5′XbaI and a 3′ SalI sites for subcloning into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302. \nUBQ10::ACA8ΔC\n_1302 was linearized with SalI and gBlock5 (Integrated DNA Technologies) (\nSI Appendix\n, Table S2\n) was introduced using isothermal assembly (NEBuilder HiFi Assembly Kit; New England Biolabs) to produce \nUBQ10::ACA8-11C-mGFP5-\n1302. The D482A point mutant was generated by amplifying \nACA8-11C\n in two halves (\nD482A_1 and D482A_2\n) with primers 633/634 and 635/636, then recombining into \nUBQ10pro\n::\nmGFP5\n-pCAMBIA1302 digested with XbaI and SalI via isothermal assembly.",
    "flag-tagged_construct.": "FLAG-tagged construct.\nACA8-11C\n sequence was amplified from \nUBQ10::ACA8-11C\n_1302 with oligos 571/572 (\nSI Appendix\n, Table S2\n) to add a C-terminal FLAG tag and to produce overlaps for isothermal assembly into \nUBQ10pro::\npCAMBIA1300 digested with XbaI/BamHI.",
    "pathogenesis_assays.": "Pathogenesis Assays.\nTen-day-old seedlings were flood-inoculated essentially as in Ishiga et al. (\n59\n). Seedlings were grown in 12-well plates containing 1/2 LS salts and 0.5% (wt/vol) Phytagel solid media. On the day of infection, \nPst\n DC3000 (pVSP61) inoculum was suspended in sterile water with 0.025% (vol/vol) Silwet L-77 (Lehle Seeds) to an OD\n595nm\n = 0.01 (∼8.0 × 10\n6\n CFU/mL of bacteria) and 3 mL of inoculum was added to each well for 3 min, decanted, and tissue harvested from 5 to 10 seedlings per biological replicate at 1 and 3 DPI. After harvesting, tissue fresh weight was measured, and the samples were surface-sterilized with 5% (vol/vol) H\n2\nO\n2\n for 5 min and rinsed three times with sterile water. Tissue was placed in 1.5-mL microfuge tubes and macerated in sterile water for 5 min in a 1600 miniG (Spex SamplePrep) set at 1,000 strokes per minute. Macerated tissue was serially diluted in sterile water and spread onto LB plates containing 25 µM rifampicin. Colonies per plate were counted after incubating at 28 °C for 48 h.",
    "protoplast_isolation.": "Protoplast Isolation.\nProtoplasts were isolated from 10-d-old seedling shoot tissue essentially as in Zhai et al. (\n60\n). Confocal imaging of protoplasts was performed with identical settings as described for mGFP5 and FM5-95.",
    "microsomal_fraction_preparation_and_immunoblot_analysis.": "Microsomal Fraction Preparation and Immunoblot Analysis.\nMicrosomal preparations and Western blots were performed as previously described (\n61\n). Briefly, 10-d-old seedlings were homogenized in extraction buffer (250 mM Sorbitol, 50 mM Hepes-BTP, 25 mM ascorbic acid, 1 mM DTT, 6 mM EGTA 1.2% [wt/vol] Polyvinylpyrrolidone-40 and Roche cOmplete protease inhibitor mixture [Sigma-Aldrich], pH 7.4). The homogenate was filtered with cheesecloth and centrifuged at 10,000 × \ng\n for 15 min, the supernatant recovered and then centrifuged at 60,000 × \ng\n for 30 min to pellet the microsomal fraction. Microsomes were resuspended in extraction buffer and protein concentration measured with BCA Reagent (ThermoFisher) to ensure equal loading for SDS/PAGE. After transfer of protein to nitrocellulose, blots were incubated with rabbit polyclonal primary antibodies for anti-H\n+\n-PPase (\n52\n) and anti-FLS2 (Agrisera) and then probed with horseradish peroxidase conjugated secondary antibody and developed via chemiluminescence.",
    "phylogenetic_analysis.": "Phylogenetic Analysis.\nSequence alignment and tree construction was based on either the whole protein sequence or N-terminal amino acid domains of the \nA. thaliana\n ACAs with AtECA3 as an outgroup. Neighbor-joining trees were constructed using Mega6 (\n62\n) with 1,000 bootstraps and a Poisson model.",
    "supplementary_material": "Supplementary Material\nSupplementary File\nSupplementary File\nSupplementary File\nSupplementary File\nSupplementary File\nSupplementary File",
    "data_availability.": "Data Availability.\nAll data relevant to the conclusions of this paper are included in the text and \nSI Appendix\n. Any additional data, reagents and transgenic lines are available upon request."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7414185/"
}