{
  "id": "PMC7987364",
  "title": "Relevance of the Unfolded Protein Response to Spaceflight-Induced Transcriptional Reprogramming in Arabidopsis",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Relevance of the Unfolded Protein Response to Spaceflight-Induced Transcriptional Reprogramming in Arabidopsis",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7987364/"
  },
  "sections": {
    "permalink": "Copy",
    "evan_angelos": "1\nMSU-DOE Plant Research Lab and Plant Biology Department, Michigan State University, East Lansing, Michigan, USA.\nFind articles by \nEvan Angelos",
    "dae_kwan_ko": "1\nMSU-DOE Plant Research Lab and Plant Biology Department, Michigan State University, East Lansing, Michigan, USA.\n2\nGreat Lakes Bioenergy Research Center, Michigan State University, East Lansing, Michigan, USA.\nFind articles by \nDae Kwan Ko",
    "starla_zemelis-durfee": "1\nMSU-DOE Plant Research Lab and Plant Biology Department, Michigan State University, East Lansing, Michigan, USA.\n2\nGreat Lakes Bioenergy Research Center, Michigan State University, East Lansing, Michigan, USA.\nFind articles by \nStarla Zemelis-Durfee",
    "federica_brandizzi": "1\nMSU-DOE Plant Research Lab and Plant Biology Department, Michigan State University, East Lansing, Michigan, USA.\n2\nGreat Lakes Bioenergy Research Center, Michigan State University, East Lansing, Michigan, USA.\n3\nDepartment of Plant Biology, Michigan State University, East Lansing, Michigan, USA.\nFind articles by \nFederica Brandizzi",
    "abstract": "Plants are primary producers of food and oxygen on Earth and will likewise be indispensable to the establishment of large-scale sustainable ecosystems and human survival in space. To contribute to the understanding of how plants respond to spaceflight stress, we examined the significance of the unfolded protein response (UPR), a conserved signaling cascade that responds to a number of unfavorable environmental stresses, in the model plant \nArabidopsis thaliana\n. To do so, we performed a large-scale comparative transcriptome profiling in wild type and various UPR-defective mutants during the SpaceX-CRS12 mission to the International Space Station. We established that orbital culture substantially alters the expression of hundreds of stress-related genes compared with ground control conditions. Although expression of those genes varied in the UPR mutants on the ground, it was largely similar across the genotypes in the spaceflight condition. Our results have yielded new information on how plants respond to growth in orbit and support the hypothesis that spaceflight induces the activation of signaling pathways that compensate for the loss of UPR regulators in the control of downstream transcriptional regulatory networks.\nKey Words:\n Spaceflight, Unfolded protein response, \nArabidopsis\n, Microgravity.",
    "1._introduction": "Extraterrestrial habitation and prolonged space travel require successful plant growth to recreate livable environments for humans (Ferl \net al.\n, \n2002\n; Massa \net al.\n, \n2016\n; Zhou \net al.\n, \n2019\n). Studies over the past 70 years have sought to develop a better understanding of how plants are affected by and adapt to the significant stresses imposed by spaceflight (\ne.g.\n, microgravity, radiation, vibration, limited exchange of gases), which can affect plant development and yield (Paul \net al.\n, \n2013\n). Recent iterations of the sophisticated chamber hardware for plant growth housed on the International Space Station (ISS) have allowed for multigenerational plant growth in space and analyses of plant responses to this environment (Massa \net al.\n, \n2016\n). However, these facilities are insufficient for large-scale plant growth on extraterrestrial environments due to their size and resource cost. Therefore, generation of germplasm adapted to stresses experienced during growth in extraterrestrial environments is a critical contribution to the realization of sustainable plant cultivation in space.\nThe unfolded protein response (UPR) is a signaling cascade that responds to a number of unfavorable environmental and cellular stresses. The UPR is generally activated by a buildup of unfolded proteins in the endoplasmic reticulum (ER), a condition known as ER stress (Ron and Walter, \n2007\n). The ER stress sensors conserved across metazoans and plants include the ER-associated protein kinase and ribonuclease inositol-requiring enzyme 1 (IRE1) and ER membrane-tethered transcription factors (TFs) (metazoan activating transcription factor 6 [ATF6] and plant basic leucine zipper 17 [bZIP17] and bZIP28). Activation of IRE1 leads to unconventional splicing of an intron from the mRNA of an IRE1-downstream bZIP-TF (metazoan X-box binding protein 1 and plant bZIP60). The UPR TFs are translocated to the nucleus to control expression of UPR target genes and restore ER homeostasis (Koizumi \net al.\n, \n2001\n; Chen and Brandizzi, \n2012\n; Halbleib \net al.\n, \n2017\n; Kim \net al.\n, \n2018\n; Ruberti \net al.\n, \n2018\n; Tam \net al.\n, \n2018\n; Mishiba \net al.\n, \n2019\n; Pastor-Cantizano \net al.\n, \n2019\n; Pu \net al.\n, \n2019\n). Insufficient UPR leads to the actuation of cell death (Ron and Walter, \n2007\n; Walter and Ron, \n2011\n).\nIn terrestrially grown plants, the UPR is a key mediator of responses to a variety of stresses, including heat, pathogen, and high light/singlet oxygen (Deng \net al.\n, \n2011\n; Moreno \net al.\n, \n2012\n; Guillemette \net al.\n, \n2014\n; Zhang \net al.\n, \n2015\n, 2017; Pastor-Cantizano \net al.\n, \n2019\n; Beaugelin \net al.\n, \n2020\n). Additionally, analyses of higher order UPR mutants have demonstrated that the UPR regulators are necessary for post-embryonic growth and reproductive development in \nArabidopsis\n under unstressed conditions as well (Chen and Brandizzi, \n2012\n; Kim \net al.\n, \n2018\n; Mishiba \net al.\n, \n2019\n; Pu \net al.\n, \n2019\n). Therefore, a better understanding of the UPR can enable efforts to potentiate plant stress responses and improve plant yield.\nGiven the broad responsiveness of the UPR to environmental stresses, we hypothesized that the UPR effectors could coordinate gene expression reprogramming in spaceflight stress conditions. To test this hypothesis, we analyzed global gene expression changes in wild type (WT) \nArabidopsis\n as well as loss-of-function mutants of IRE1 (\nire1a ire1b\n, herein dubbed \nire1\n), bZIP28, and bZIP60 (single and double mutants: \nbzip28\n, \nbzip60\n, \nbzip28 bzip60\n), cultivated in orbit during the SpaceX CRS12 mission to the ISS. We used these genetic backgrounds to identify genes controlled jointly or specifically by the UPR sensors and UPR TFs and define the extent to which the known signaling pathways of the UPR functionally interact in a whole organism under microgravity-associated conditions. We established that, in space and on ground, gene expression undergoes a substantial reprogramming on a genome-scale. Growth in orbit substantially altered the expression of thousands of genes associated with significant biological traits compared with ground controls. However, while many of these spaceflight-responsive genes were regulated uniquely in certain UPR mutants compared with WT in the ground control, such a genotype-specific regulation was not observed in the spaceflight condition. These observations not only provide new insight into how plants respond to spaceflight, but also establish that spaceflight-induced transcriptional responses mitigate the need for the gene-regulatory networks controlled by the UPR sensors.",
    "2._materials_and_methods": "2.1. Launch hardware and experimental timeline\n\n\nThis flight experiment utilized 4 Biological Research In a Canister (BRIC) containing a total of 22 Petri Dish Fixation Unit (PDFU) hardware (Wells \net al.\n, \n2001\n) to cultivate sterile dark-grown seedlings germinated aboard the ISS for a 14 day period. PDFU actuation chambers were loaded with a tissue fixative (RNAlater; Invitrogen) to preserve samples at the conclusion of the flight experiment. An identical set of samples was prepared and grown on Earth with a 2-day offset at Kennedy Space Center (KSC) ISS Environmental Simulator to allow for data transmission and reproduction of incubation conditions experienced by flight samples in orbit. HOBO data loggers equipped with temperature sensors were integrated into two of the four BRICs to record temperatures experienced by samples during the experiment for \npost hoc\n analysis. Launch samples (\ni.e.\n, \nArabidopsis\n seeds) were integrated into BRIC flight hardware in a sterile hood ∼48 h before the August 14, 2017, launch of SpaceX CRS12 spacecraft. Integrated science/hardware was kept at 4°C to maintain seed dormancy before packing in cold storage bags while being loaded onto Dragon capsule and during launch. After docking, samples were removed from cold storage bags by ISS astronauts, warmed to ambient ISS temperature, allowing seed germination and experiment initiation in the BRIC. After 14 days, ISS astronauts actuated PDFUs, which were then incubated at room temperature for a further 3 h before being transferred to the ISS −80 MELFI freezer. Samples were kept at approximately −80°C until BRICs were conditioned to −32°C in double cold bag storage (Hutchison and Campana, 2009) and stowed in the Dragon capsule before undocking and atmospheric reentry on September 16. After returning to KSC, samples were stored at −80°C until de-integration of the flight and ground samples. De-integration occurred on November 1, 2017.\n2.2. Germplasm and culture conditions\n\n\nArabidopsis thaliana\n seeds of the following genotypes were used for flight and ground controls: WT (Col-0 ecotype), \natire1\n (Nagashima \net al.\n, \n2011\n; Chen and Brandizzi, \n2012\n), \nbzip60\n (Moreno \net al.\n, \n2012\n), \nbzip28\n (Gao \net al.\n, \n2008\n), and \nbzip28 bzip60\n (Deng \net al.\n, \n2013\n). Petri dishes (60 mm) were prepared with 6.7 mL of sterile ½ Murashige and Skoog media supplemented with Gamborg's B5 Vitamins (PhytoTechnology Laboratories), 0.5% sucrose (Sigma-Aldrich), 0.4% Phytagel (Sigma-Aldrich), pH adjusted to 5.7. In a sterile hood, seeds of WT and UPR-mutant genotypes were surface sterilized with one wash of 70% ethanol, one wash of 50% bleach containing 0.5% Tween 20, and then nine additional washes with sterile H\n2\nO distilled twice. After the final wash was removed, seeds were resuspended in 1.5 mL sterile water for wet plating by using a 1 mL pipette equipped with sterile filter tip. For each experimental unit (flight and ground control), five plate replicates of WT and \nbzip28/bzip60\n genotypes and four plate replicates of \natire1\n, \nbzip28\n, and \nbzip60\n genotypes were prepared. Each plate replicate contained 70–80 seeds evenly spaced in a grid pattern on the plate surface. The Petri dishes were sealed with Parafilm (Heathrow Scientific), and individual plates were then wrapped twice with sterile aluminum foil. Individually wrapped plates were grouped by BRIC configuration and wrapped together with two more layers of sterile aluminum foil before sample removal from the sterile hood. Plates were placed at 4°C until the integration of samples into science hardware the following morning.\n2.3. Sample processing and experimental material assessment\n\n\nSamples of flight and ground control experiments were preserved in RNAlater \nin situ\n and kept at −80°C (see the Results section for experimental timeline). The Petri dishes were removed from packaging and thawed in groups of three to prevent excess exposure to room temperature during sample collection. After removing most of the RNAlater from the plates, sterile forceps were used to transfer seedlings from the plates to microcentrifuge tubes containing two glass beads. Seedlings were then frozen in liquid nitrogen. This procedure was carried out quickly to maximize RNA recovery. Accordingly, only some pictures were taken of plates before extraction for example purposes. Most pictures were taken after the bulk of the sample was removed, with the remaining seedlings also imaged for \npost hoc\n inspection. All plates were free from any visible evidence of bacterial or fungal contamination. Frozen samples were ground to a powder with a Retsch Mixer Mill (Retsch, Haan, Germany). RNA was extracted from tissues by using a NucleoSpin RNA Plant Kit (Macherey-Nagel) according to the manufacturer's instructions including DNase digestion. The overall quality and RNA integrity number (RIN) of RNA samples were assessed with Agilent Bioanalyzer 2100 (Agilent, Santa Clara, CA).\n2.4. Library preparation, sequencing, and bioinformatics analysis\n\n\nRNA-sequencing (RNA-seq) libraries were constructed by using the Illumina TruSeq Stranded mRNA Library (Illumina, San Diego, CA) and sequenced in single-end mode on the Illumina HiSeq 4000 platform (50-nt) at Research Technology Support Facility Genomics Core at Michigan State University. For each library, read quality was assessed with the FastQC (version 0.11.3) software (\nhttps://www.bioinformatics.babraham.ac.uk/projects/fastqc\n). Reads were cleaned for quality and adapter sequences with Cutadapt (version1.8.1) using a minimum base quality 20 retaining reads with a minimum length of 30 nucleotides after trimming (Martin, \n2011\n). Quality-filtered reads were aligned to the Col-0 reference genome (TAIR10) with Bowtie (version 2.3.1) and TopHat (version 2.1.1) with a 10 bp minimum intron length and 15,000 bp maximum intron length (Langmead and Salzberg, \n2012\n; Kim \net al.\n, \n2013\n). Fragments per kilobase exon model per million mapped reads (FPKM) were measured by using TAIR10 gene model annotation with Cufflinks (version 1.3.0) (Trapnell \net al.\n, \n2010\n). The log2 transformed and normalized gene expression levels (FPKM +1) were used for correlation analysis (Spearman's rank correlation coefficient) between biological replicates and principal component analysis (PCA). Per-gene read counts were identified with HTSeq (version 0.6.1p1) in the union mode with a minimum mapping quality of 20 with stranded reverse counting (Anders \net al.\n, \n2015\n). Differential gene expression analysis was performed in four biological replicates (for WT and \nbzip28 bzip60\n, selected based on the correlation with other biological replicates) with DESeq2 (version 1.16.1) within R (version 3.4.0) based on a comparison of spaceflight to ground with adjusted \np\n-value <0.01 and absolute log2-transformed fold change >1.5 (Love \net al.\n, \n2014\n). Genes of which the total count across all samples is <100 were not included in the analysis. Gene Ontology (GO) overrepresentation was performed with PANTHER (Fisher's exact type with false discovery rate correction) (\nwww.pantherdb.org\n) (Mi \net al.\n, \n2019a\n, \n2019b\n). K-means clustering analysis on average FPKM values from biological replicates was performed using the Morpheus tool (Morpheus, \nhttps://software.broadinstitute.org/morpheus\n). The optimal number of K-means clusters was determined with the factoextra package in R.",
    "2.1._launch_hardware_and_experimental_timeline": "This flight experiment utilized 4 Biological Research In a Canister (BRIC) containing a total of 22 Petri Dish Fixation Unit (PDFU) hardware (Wells \net al.\n, \n2001\n) to cultivate sterile dark-grown seedlings germinated aboard the ISS for a 14 day period. PDFU actuation chambers were loaded with a tissue fixative (RNAlater; Invitrogen) to preserve samples at the conclusion of the flight experiment. An identical set of samples was prepared and grown on Earth with a 2-day offset at Kennedy Space Center (KSC) ISS Environmental Simulator to allow for data transmission and reproduction of incubation conditions experienced by flight samples in orbit. HOBO data loggers equipped with temperature sensors were integrated into two of the four BRICs to record temperatures experienced by samples during the experiment for \npost hoc\n analysis. Launch samples (\ni.e.\n, \nArabidopsis\n seeds) were integrated into BRIC flight hardware in a sterile hood ∼48 h before the August 14, 2017, launch of SpaceX CRS12 spacecraft. Integrated science/hardware was kept at 4°C to maintain seed dormancy before packing in cold storage bags while being loaded onto Dragon capsule and during launch. After docking, samples were removed from cold storage bags by ISS astronauts, warmed to ambient ISS temperature, allowing seed germination and experiment initiation in the BRIC. After 14 days, ISS astronauts actuated PDFUs, which were then incubated at room temperature for a further 3 h before being transferred to the ISS −80 MELFI freezer. Samples were kept at approximately −80°C until BRICs were conditioned to −32°C in double cold bag storage (Hutchison and Campana, 2009) and stowed in the Dragon capsule before undocking and atmospheric reentry on September 16. After returning to KSC, samples were stored at −80°C until de-integration of the flight and ground samples. De-integration occurred on November 1, 2017.",
    "2.2._germplasm_and_culture_conditions": "Arabidopsis thaliana\n seeds of the following genotypes were used for flight and ground controls: WT (Col-0 ecotype), \natire1\n (Nagashima \net al.\n, \n2011\n; Chen and Brandizzi, \n2012\n), \nbzip60\n (Moreno \net al.\n, \n2012\n), \nbzip28\n (Gao \net al.\n, \n2008\n), and \nbzip28 bzip60\n (Deng \net al.\n, \n2013\n). Petri dishes (60 mm) were prepared with 6.7 mL of sterile ½ Murashige and Skoog media supplemented with Gamborg's B5 Vitamins (PhytoTechnology Laboratories), 0.5% sucrose (Sigma-Aldrich), 0.4% Phytagel (Sigma-Aldrich), pH adjusted to 5.7. In a sterile hood, seeds of WT and UPR-mutant genotypes were surface sterilized with one wash of 70% ethanol, one wash of 50% bleach containing 0.5% Tween 20, and then nine additional washes with sterile H\n2\nO distilled twice. After the final wash was removed, seeds were resuspended in 1.5 mL sterile water for wet plating by using a 1 mL pipette equipped with sterile filter tip. For each experimental unit (flight and ground control), five plate replicates of WT and \nbzip28/bzip60\n genotypes and four plate replicates of \natire1\n, \nbzip28\n, and \nbzip60\n genotypes were prepared. Each plate replicate contained 70–80 seeds evenly spaced in a grid pattern on the plate surface. The Petri dishes were sealed with Parafilm (Heathrow Scientific), and individual plates were then wrapped twice with sterile aluminum foil. Individually wrapped plates were grouped by BRIC configuration and wrapped together with two more layers of sterile aluminum foil before sample removal from the sterile hood. Plates were placed at 4°C until the integration of samples into science hardware the following morning.",
    "2.3._sample_processing_and_experimental_material_assessment": "Samples of flight and ground control experiments were preserved in RNAlater \nin situ\n and kept at −80°C (see the Results section for experimental timeline). The Petri dishes were removed from packaging and thawed in groups of three to prevent excess exposure to room temperature during sample collection. After removing most of the RNAlater from the plates, sterile forceps were used to transfer seedlings from the plates to microcentrifuge tubes containing two glass beads. Seedlings were then frozen in liquid nitrogen. This procedure was carried out quickly to maximize RNA recovery. Accordingly, only some pictures were taken of plates before extraction for example purposes. Most pictures were taken after the bulk of the sample was removed, with the remaining seedlings also imaged for \npost hoc\n inspection. All plates were free from any visible evidence of bacterial or fungal contamination. Frozen samples were ground to a powder with a Retsch Mixer Mill (Retsch, Haan, Germany). RNA was extracted from tissues by using a NucleoSpin RNA Plant Kit (Macherey-Nagel) according to the manufacturer's instructions including DNase digestion. The overall quality and RNA integrity number (RIN) of RNA samples were assessed with Agilent Bioanalyzer 2100 (Agilent, Santa Clara, CA).",
    "2.4._library_preparation,_sequencing,_and_bioinformatics_ana": "RNA-sequencing (RNA-seq) libraries were constructed by using the Illumina TruSeq Stranded mRNA Library (Illumina, San Diego, CA) and sequenced in single-end mode on the Illumina HiSeq 4000 platform (50-nt) at Research Technology Support Facility Genomics Core at Michigan State University. For each library, read quality was assessed with the FastQC (version 0.11.3) software (\nhttps://www.bioinformatics.babraham.ac.uk/projects/fastqc\n). Reads were cleaned for quality and adapter sequences with Cutadapt (version1.8.1) using a minimum base quality 20 retaining reads with a minimum length of 30 nucleotides after trimming (Martin, \n2011\n). Quality-filtered reads were aligned to the Col-0 reference genome (TAIR10) with Bowtie (version 2.3.1) and TopHat (version 2.1.1) with a 10 bp minimum intron length and 15,000 bp maximum intron length (Langmead and Salzberg, \n2012\n; Kim \net al.\n, \n2013\n). Fragments per kilobase exon model per million mapped reads (FPKM) were measured by using TAIR10 gene model annotation with Cufflinks (version 1.3.0) (Trapnell \net al.\n, \n2010\n). The log2 transformed and normalized gene expression levels (FPKM +1) were used for correlation analysis (Spearman's rank correlation coefficient) between biological replicates and principal component analysis (PCA). Per-gene read counts were identified with HTSeq (version 0.6.1p1) in the union mode with a minimum mapping quality of 20 with stranded reverse counting (Anders \net al.\n, \n2015\n). Differential gene expression analysis was performed in four biological replicates (for WT and \nbzip28 bzip60\n, selected based on the correlation with other biological replicates) with DESeq2 (version 1.16.1) within R (version 3.4.0) based on a comparison of spaceflight to ground with adjusted \np\n-value <0.01 and absolute log2-transformed fold change >1.5 (Love \net al.\n, \n2014\n). Genes of which the total count across all samples is <100 were not included in the analysis. Gene Ontology (GO) overrepresentation was performed with PANTHER (Fisher's exact type with false discovery rate correction) (\nwww.pantherdb.org\n) (Mi \net al.\n, \n2019a\n, \n2019b\n). K-means clustering analysis on average FPKM values from biological replicates was performed using the Morpheus tool (Morpheus, \nhttps://software.broadinstitute.org/morpheus\n). The optimal number of K-means clusters was determined with the factoextra package in R.",
    "3._results": "3.1. Spaceflight alters the growth of seedlings independent of an intact UPR signaling\n\n\nWhen we inspected the WT and UPR-mutant seedlings (\natire1\n, \nbzip60\n, \nbzip28\n, and \nbzip28 bzip60\n) of the ground control and flight samples at the completion of the mission, we found that in the ground control samples, etiolated hypocotyls (\ni.e.\n, pale and elongated due to the lack of light) were above the surface of the solidified media while roots had penetrated the growth medium perpendicular to the surface (\nFig. 1A\n). However, in flight samples, we found that etiolated hypocotyls as well as roots had generally penetrated the growth medium regardless of genotype tested (\nFig. 1A\n). Interestingly, we also observed that cotyledon petioles of flight sample seedlings were elongated (\nFig. 1B\n) compared with ground control seedlings (\nFig. 1A\n). Overall, these observations are consistent with plant growth in the darkness and space, conditions leading to elongated hypocotyls and petioles, and a lack of directional growth, respectively (Paul \net al.\n, \n2017\n). These observations also suggest that the UPR unlikely exerts a noticeable role in growth direction in response to altered gravity levels.\n\n\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Representative ground and flight sample plates were imaged after the bulk of etiolated hypocotyls, and RNAlater was removed to ensure maximal RNA integrity. Remaining seedlings were used for \npost hoc\n analysis of morphological/growth differences. \n(B)\n Left: Example plate of a WT flight sample, which was imaged after thawing, but before seedling removal. Individual seedlings that could be distinguished from the bulk were marked with a blue arrow to mark the shoot meristem. The cotyledons of elongated petioles were marked with a red arrow and a red line used to connect the cotyledon to the meristem of the same seedling. Petioles were elongated compared with ground sample petioles [representative morphology of ground control presented in \n(A)\n]. WT, wild type.\n3.2. Spaceflight results in an increase of total RNA\n\n\nRNA degradation has previously been observed in independent \nArabidopsis\n spaceflight experiments performed in BRIC-PDFUs (Paul \net al.\n, \n2012\n; Johnson \net al.\n, \n2017\n). To test the RNA quality of our samples, we measured RIN as an indicator of overall RNA quality (RIN, 1 = low quality; 10 = high quality) of each sample and compared size peaks of 25S and 18S ribosomal RNA (rRNA) among samples (Mueller \net al.\n, \n2004\n). Note that these measurements include smaller plastid rRNA peaks, which lower the maximum RIN value to around 8, independent of RNA quality (Babu and Gassmann, 2016). We established that all flight samples had RIN values between 7.5 and 8.0, indicating that RNA was of high quality. For ground samples, RIN values were found to be between 4.0 and 7.7, which would ordinarily indicate mild degradation of some samples. However, closer analyses revealed that, in nearly all ground samples (77%), the RIN algorithm failed to identify the correct peaks. In these samples, the algorithm identified the 18S rRNA peak as the 25S rRNA peak, and a putative organelle rRNA peak (Babu and Gassmann, 2016) as the 18S rRNA (\nSupplementary Fig. S1\n). Therefore, to compare RNA quality between treatments and genotypes from the Bioanalyzer data outputs, we used the ratio of 25S/18S peak heights as a substitute measure. Because the 25S peak height is reduced more quickly than the 18S peak in RNA-degrading conditions (\ne.g.\n, elevated temperature, exogenous RNases, endogenous apoptotic RNase activity) (Mueller \net al.\n, \n2004\n; Babu and Gassmann, 2016), a decreased 25S/18S ratio would indicate RNA degradation. We observed no significant differences of the 25S/18S ratio across all genotypes (\nFig. 2A\n); therefore, both flight and ground samples had no significant RNA degradation.\n\n\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Average ratio of 25S/18S peak heights as determined from Bioanalyzer traces from each sample was used as a secondary measure of RNA quality due to the RIN algorithms incorrect identification of the appropriate peaks. \n(B)\n The relative content of rRNA found in each genotype in both conditions was determined by comparing the height of the 25S peak with an organellular rRNA peak [18S (−3)], which was found in each sample. \n(C)\n Average RNA yields from each genotype from flight and ground samples. Statistical significance determined by Welch's \nt\n-test, \np\n-value represented by not significant (NS) = >0.05; * = <0.05; ** = <0.005; *** = <0.0005. RIN, RNA integrity number.\nInterestingly, by comparing the 25S peak height with one of the two other peaks near the 18S peak [\ni.e.\n, a putative organellular rRNA peak, designated 18S (−3); \nSupplementary Fig. S1\n] in each sample, it was clear that the relative ratio of 25S to 18S (−3) was significantly lower in the ground samples compared with flight samples (\nFig. 2B\n and \nSupplementary Fig. S1\n). This low ratio indicates that the ground samples were depleted of nuclear-encoded rRNAs (\ni.e.\n, 25S and 18S rRNAs) compared with other RNA species. This observation is also consistent with our findings that our ground samples contained significantly less total RNA [of which rRNA is a significant fraction (Lodish, 2000)] than flight samples (\nFig. 2C\n). Because we extracted RNA from a similar number of seedlings from flight samples and ground samples, our results indicate that flight samples contained larger amount of total RNA compared with ground samples, which is likely to be caused by elevated levels of nuclear encoded rRNA in flight samples, and unlikely to be due to RNA degradation of the ground samples.\n3.3. Global transcriptomic analyses indicate that gene expression reprogramming in response to spaceflight depends partially on intact UPR signaling\n\n\nHaving established that the total RNA from ground and flight samples was of acceptable quality, we next proceeded to RNA-seq to investigate the impact of spaceflight on global gene expression changes in the UPR mutants. In RNA-seq library preparation, mRNA was enriched by purification to efficiently remove rRNA (Zhao \net al.\n, \n2018\n) and mitigate potential sequencing bias due to higher rRNA levels in flight samples. We obtained an average of ∼32 million reads per sample, of which 95–99% were successfully mapped to the \nArabidopsis\n reference genome (\nSupplementary Fig. S2\n). Spearman's rank correlation coefficients calculated between biological replicates showed a high reproducibility of our RNA-seq data set (\nFig. 3A\n). Furthermore, PCA exhibited a strong separation of ground samples from flight samples (\nFig. 3B\n) and indicated that ground samples located more closely to each other than the flight samples. Overall, these analyses further supported a statistical robustness of the RNA-seq and justified further investigation.\n\n\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Spearman's correlation coefficients demonstrate a close relationship between biological replicates. \n(B)\n Principal component analysis demonstrates a clear separation between flight and ground samples.\nTo investigate gene expression changes in response to spaceflight, we identified differentially expressed genes (DEGs) in each genotype by comparing gene expression values in ground and flight samples (\nSupplementary Table S1\n). A total of 3465 genes were classified as DEGs in at least one of the tested genotypes. WT had the largest number of DEGs (upregulated DEGs in flight compared with ground, \nn\n = 1675; downregulated DEGs, \nn\n = 831) among the genotypes tested. The \nbzip28 bzip60\n mutant had the smallest number of DEGs (upregulated DEGs, \nn\n = 1293; downregulated DEGs, \nn\n = 562) (\nFig. 4A, B\n). In all genotypes, the number of upregulated DEGs was higher than that of downregulated DEGs (WT, 2.02-fold; \natire1\n, 1.98-fold; \nbzip28\n, 2.28-fold; \nbzip60\n, 1.80-fold; \nbzip28 bzip60\n, 2.30-fold), indicating a higher impact of spaceflight on inducing gene expression rather than suppressing it. While the identity of 34.8% (783/2249) of upregulated DEGs and 27.5% (335/1217) of downregulated DEGs overlapped across all genotypes, relatively smaller numbers of DEGs were found to be genotype-specific, ranging from 30 (downregulated exclusively in \nbzip28 bzip60\n) to 207 (upregulated in WT).\n\n\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nDifferential expression analysis using the four biological replicates with the highest correlation was performed via HTseq v0.6.1pl and DESeq v2. For each genotype and for genes, DEGs in flight samples relative to ground samples were determined using a strict criterion: adjusted \np\n-value <0.01; |log2FC| >1.5. Total number of upregulated \n(A)\n and downregulated \n(B)\n DEGs in each background was analyzed to determine what proportion was shared between the different genotypes. DEG, differentially expressed gene.\nIn summary, based on the verified number of upregulated and downregulated DEGs in flight samples compared with ground samples across genotypes, the UPR mutants had consistently fewer overall DEGs than WT, indicating that the UPR could play at least a partial a role in regulating the transcriptional reprogramming in space compared with ground control.\n3.4. Biological pathways connected to the DEGs between flight and ground\n\n\nTo gain insights in the biological pathways altered in spaceflight in our experimental setup, we performed separate GO analyses on upregulated and downregulated DEGs in WT (\nSupplementary Table S2\n), generating a list of parental-GO terms (more general, represented by a larger number of genes in the reference gene set) and cognate child-GO terms (more specific, smaller numbers of genes in the reference gene set) (\nFig. 5\n). Intriguingly, we found that stress-responsive genes (\ne.g.\n, “response to abscisic acid,” “response to hypoxia,” “response to water deprivation,” and “response to oxidative stress”) as well as genes involved in physiological responses often associated with stress response adaptation were enriched in downregulated DEGs in WT. This result is consistent with previous studies that reported downregulation of water stress-related genes when using \nArabidopsis\n BRIC-PDFU microarray transcriptomes (Johnson \net al.\n, \n2017\n) and that found abscisic acid response and water stress response overrepresentation in misregulated DEGs in Col-0 WT with RNA-seq (Choi \net al.\n, \n2019\n). In addition, we observed that metabolic processes associated with stress adaptation (Hildebrandt Tatjana \net al.\n, \n2015\n; Batista-Silva \net al.\n, \n2019\n), including amino acid catabolism and sucrose starvation response, were overrepresented in flight-downregulated DEGs. Ribosome biogenesis, translation, and gene expression processes were highly underrepresented in this category, that is, they were more likely to be upregulated by flight or remain unchanged. By further analyzing the normalized gene expression values (FPKM), we also found that ribosome biogenesis and rRNA processing GO terms appeared significantly overrepresented in genes upregulated by >2-fold changes (flight/ground). These, however, were not considered as DEGs based on the strict statistical criteria applied in our analyses (see the Materials and Methods section). The lower FPKMs of ribosome biogenesis-related genes in ground control samples are consistent with our observations that the ground control samples were partially depleted of 25S and 18S rRNA compared with flight samples (\nFig. 2C\n).\n\n\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nRepresentative biological processes gene ontologies (GO terms) over- or underrepresented by upregulated or downregulated DEGs in the WT background. GO, Gene Ontology.\nWe also found that GO terms enriched in upregulated DEGs included biological processes that have been noted in previous \nArabidopsis\n spaceflight transcriptome analyses, such as secondary metabolite biosynthesis associated with defense responses (Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n). Furthermore, we verified the dichotomous occurrence of the “absence of light” and “response to red or far red (R/FR) light response” GO terms in the downregulated and upregulated gene sets, respectively. The overrepresentation of photosynthetic components in upregulated DEGs is partially consistent with the results of a previous BRIC-PDFU experiment showing light/high light response and some photosynthesis-related genes to be differentially regulated in a subset of the tested genotypes (Choi \net al.\n, \n2019\n). In addition to the findings consistent with previous spaceflight reports, we also observed a significant enrichment of DNA repair, DNA replication, and cell cycle pathways in the upregulated DEGs, which could be possibly associated with exposure of flight samples, but not ground samples, to ionizing radiation during spaceflight.\n\n\nTogether, these results indicate that in our experimental conditions, spaceflight globally affects gene expression changes associated with a broad array of significant biological processes, largely identified also in previous spaceflight transcriptome studies (Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n).\n3.5. The UPR regulators exert a minor but significant role on gene expression in spaceflight\n\n\nNext, we aimed to gain insights into the transcriptome changes caused by the absence of an intact UPR signaling in both ground and spaceflight conditions. To address it, we performed K-means clustering analysis on FPKM values for all DEGs (\nn\n = 3465) obtained in at least one genotype (\nFig. 6\n and \nSupplementary Tables S3\n and \nS5\n) and then performed GO analysis to correlate the expression signature of each cluster with biological functions (\nSupplementary Table S4\n). Our clustering analysis suggested that variations in the identified DEGs between different genotypes (\nFig. 4\n) were primarily the result of variable FPKM values in the ground control samples (\nFig. 6\n). In flight, the FPKM values were roughly equalized to insignificantly different levels of expression across all genotypes. Of the 3465 DEGs, in the ground samples, 517 DEGs had FPKM values that were significantly different (\np\n ≤ 0.01) in at least one UPR mutant compared with WT; however, in flight samples, only 144 genes had FPKM values that were significantly different in at least one UPR-mutant genotype compared with WT (\nFig. 6\n and \nSupplementary Fig. S3\n).\n\n\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nK-means clustering analysis of all 3465 DEGs in at least 1 background. Each row represents fragments per kilobase exon model per million mapped reads values of an individual gene averaged between biological replicates. For each row, blue represents the minimum relative expression value, red the maximum expression value, and white is the middle value. For each cluster, GO biological process analysis of DEGs demonstrates a role for UPR regulation of ground control stress responses, which are largely repressed by flight. UPR, unfolded protein response.\nThe largest cluster (Cluster 1 DEGs; \nn\n = 2299) consisted of DEGs upregulated to varying degrees in most of the genotypes tested. As such, a nearly identical set of GO terms that were enriched in upregulated DEGs in WT (\nFig. 5\n) were also enriched in Cluster 1. We then compared the FPKM values of DEGs in ground samples across genotypes and found that 39.1% and 19.8% of DEGs in Cluster 1 were significantly different in the \nbzip60\n and \nbzip28 bzip60\n, respectively, compared with WT, whereas only 4.6% and 2.9% of DEGs were significantly different in \nbzip28\n and \natire1\n, respectively, compared with WT (\nSupplementary Fig. S4\n). Overall, these results indicate that bZIP60 has functions that are independent of IRE1 and bZIP28, which in turn are required to downregulate Cluster 1 DEGs in ground control conditions. These observations are in accordance with the findings in ground conditions that bZIP28 and bZIP60 control some UPR target genes in an independent manner (Ruberti \net al.\n, \n2018\n).\n\n\nIn Cluster 2 (DEGs; \nn\n = 546), expression of DEGs was induced exclusively in ground \nbzip60\n compared with other ground genotypes while highly suppressed to similar levels of expression in flight samples of all genotypes. As such, the proportion of DEGs in \nbzip60\n, whose expression was significantly different from WT, was much higher (17%) than other genotypes (\nbzip28 bzip60\n, 0.9%; \nbzip28\n, 1.0%; \natire1\n, 1.2%) (\nSupplementary Fig. S4\n). We reasoned that bZIP28 and bZIP60 could have a negative feedback relationship in which the absence of bZIP28 suppressed the effect of \nbzip60\n mutation exclusively in the ground condition. The overrepresented GO terms in Cluster 2 were largely similar to the GO terms enriched in the downregulated DEGs genes in the WT genotype: “response to abscisic acid,” “response to water deprivation,” and “response to hypoxia” (\nFig. 5\n). In addition, Cluster 2 DEGs showed significant enrichment of GO terms associated with biotic stress responses that were not found in analyses of the WT genotype (\nFig. 5\n) or found to be strongly enriched in the any of the other clusters (\nFig. 6\n and \nSupplementary Table S4\n). These results indicate that bZIP60 may have repressive roles in regulating genes involved in both abiotic and biotic stress responses.\n\n\nThe gene expression pattern of Cluster 3 (DEGs; \nn\n = 274) was also characterized largely by genes with lower expression values in spaceflight compared with ground control across genotypes, except for \nbzip28\n. However, contrasting with Cluster 2, the FPKM values in the \nbzip60\n genotype was not different from WT FPKM values; only 3.2% of DEGs showed significant different FPKM compared with WT (\nSupplementary Fig. S4\n). Instead, the absence of bZIP28 (\ni.e.\n, in the \nbzip28\n mutant) had a higher impact on gene expression in the ground condition compared with other mutants (\nSupplementary Fig. S4\n). Interestingly, these Cluster 3 DEGs had intermediate FPKM values in the \nbzip28 bzip60\n genotype in ground control compared with the extremes of the \nbzip60\n and \nbzip28\n single mutants, indicating an antagonistic regulation of bZIP28 and bZIP60 on these genes in the ground condition, which was largely compensated for in the \nbzip28 bzip60\n genotype.\n\n\nSimilar to Clusters 2 and 3, Cluster 4 (DEGs; \nn\n = 55) contained genes, whose expression exhibited overall lower FPKMs in spaceflight compared with ground across genotypes. However, Cluster 4 showed a unique pattern: the expression of the DEGs in this cluster was significantly lower in \nbzip60\n compared with WT and the other genotypes in the ground condition (\nSupplementary Fig. S4\n) and showed no prominent differences across genotypes in the spaceflight condition. Although Cluster 4 was not significantly represented by any biological process GO terms, a closer analysis revealed that 22% of all DEGs in this cluster were encoded on the mitochondrial genome; mitochondria-encoded genes comprise only 0.5% of all protein-coding genes in the \nArabidopsis\n genome annotation (\nhttps://www.arabidopsis.org\n) and 0.3% of DEGs called in this study.\n\n\nCluster 5 (DEGs; \nn\n = 291) showed a gene expression pattern similar to Cluster 2 with significantly higher levels in the \nbzip60\n genotype compared with the other genotypes in the ground control samples (\nSupplementary Fig. S4\n). In this Cluster, the DEGs were more affected by the absence of bZIP28 (\nbzip28 bzip60\n and \nbzip28\n) in the ground condition compared with Cluster 2. The GO term “response to water deprivation,” which was found to be enriched in Cluster 2, was significantly enriched in Cluster 5. In addition, relatively narrow child GO terms “toxin catabolic process” and “glutathione metabolic process,” which were not enriched in other clusters, were enriched in Cluster 5.\n\n\nOverall, by comparing the \nbzip60\n and \nbzip28\n single mutants with the \nbzip28 bzip60\n double mutant, our transcriptomic profiling provides evidence for a highly complex, unconventional, regulatory relationship between bZIP60 and bZIP28 under the conditions experienced by ground control seedlings. Furthermore, a small number of significant differences between WT and the UPR mutants in spaceflight were found, supporting a small but significant role of the UPR in gene expression in spaceflight.",
    "3.1._spaceflight_alters_the_growth_of_seedlings_independent_": "When we inspected the WT and UPR-mutant seedlings (\natire1\n, \nbzip60\n, \nbzip28\n, and \nbzip28 bzip60\n) of the ground control and flight samples at the completion of the mission, we found that in the ground control samples, etiolated hypocotyls (\ni.e.\n, pale and elongated due to the lack of light) were above the surface of the solidified media while roots had penetrated the growth medium perpendicular to the surface (\nFig. 1A\n). However, in flight samples, we found that etiolated hypocotyls as well as roots had generally penetrated the growth medium regardless of genotype tested (\nFig. 1A\n). Interestingly, we also observed that cotyledon petioles of flight sample seedlings were elongated (\nFig. 1B\n) compared with ground control seedlings (\nFig. 1A\n). Overall, these observations are consistent with plant growth in the darkness and space, conditions leading to elongated hypocotyls and petioles, and a lack of directional growth, respectively (Paul \net al.\n, \n2017\n). These observations also suggest that the UPR unlikely exerts a noticeable role in growth direction in response to altered gravity levels.\nFIG. 1.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Representative ground and flight sample plates were imaged after the bulk of etiolated hypocotyls, and RNAlater was removed to ensure maximal RNA integrity. Remaining seedlings were used for \npost hoc\n analysis of morphological/growth differences. \n(B)\n Left: Example plate of a WT flight sample, which was imaged after thawing, but before seedling removal. Individual seedlings that could be distinguished from the bulk were marked with a blue arrow to mark the shoot meristem. The cotyledons of elongated petioles were marked with a red arrow and a red line used to connect the cotyledon to the meristem of the same seedling. Petioles were elongated compared with ground sample petioles [representative morphology of ground control presented in \n(A)\n]. WT, wild type.",
    "fig._1.": "Open in a new tab\n(A)\n Representative ground and flight sample plates were imaged after the bulk of etiolated hypocotyls, and RNAlater was removed to ensure maximal RNA integrity. Remaining seedlings were used for \npost hoc\n analysis of morphological/growth differences. \n(B)\n Left: Example plate of a WT flight sample, which was imaged after thawing, but before seedling removal. Individual seedlings that could be distinguished from the bulk were marked with a blue arrow to mark the shoot meristem. The cotyledons of elongated petioles were marked with a red arrow and a red line used to connect the cotyledon to the meristem of the same seedling. Petioles were elongated compared with ground sample petioles [representative morphology of ground control presented in \n(A)\n]. WT, wild type.",
    "3.2._spaceflight_results_in_an_increase_of_total_rna": "RNA degradation has previously been observed in independent \nArabidopsis\n spaceflight experiments performed in BRIC-PDFUs (Paul \net al.\n, \n2012\n; Johnson \net al.\n, \n2017\n). To test the RNA quality of our samples, we measured RIN as an indicator of overall RNA quality (RIN, 1 = low quality; 10 = high quality) of each sample and compared size peaks of 25S and 18S ribosomal RNA (rRNA) among samples (Mueller \net al.\n, \n2004\n). Note that these measurements include smaller plastid rRNA peaks, which lower the maximum RIN value to around 8, independent of RNA quality (Babu and Gassmann, 2016). We established that all flight samples had RIN values between 7.5 and 8.0, indicating that RNA was of high quality. For ground samples, RIN values were found to be between 4.0 and 7.7, which would ordinarily indicate mild degradation of some samples. However, closer analyses revealed that, in nearly all ground samples (77%), the RIN algorithm failed to identify the correct peaks. In these samples, the algorithm identified the 18S rRNA peak as the 25S rRNA peak, and a putative organelle rRNA peak (Babu and Gassmann, 2016) as the 18S rRNA (\nSupplementary Fig. S1\n). Therefore, to compare RNA quality between treatments and genotypes from the Bioanalyzer data outputs, we used the ratio of 25S/18S peak heights as a substitute measure. Because the 25S peak height is reduced more quickly than the 18S peak in RNA-degrading conditions (\ne.g.\n, elevated temperature, exogenous RNases, endogenous apoptotic RNase activity) (Mueller \net al.\n, \n2004\n; Babu and Gassmann, 2016), a decreased 25S/18S ratio would indicate RNA degradation. We observed no significant differences of the 25S/18S ratio across all genotypes (\nFig. 2A\n); therefore, both flight and ground samples had no significant RNA degradation.\nFIG. 2.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Average ratio of 25S/18S peak heights as determined from Bioanalyzer traces from each sample was used as a secondary measure of RNA quality due to the RIN algorithms incorrect identification of the appropriate peaks. \n(B)\n The relative content of rRNA found in each genotype in both conditions was determined by comparing the height of the 25S peak with an organellular rRNA peak [18S (−3)], which was found in each sample. \n(C)\n Average RNA yields from each genotype from flight and ground samples. Statistical significance determined by Welch's \nt\n-test, \np\n-value represented by not significant (NS) = >0.05; * = <0.05; ** = <0.005; *** = <0.0005. RIN, RNA integrity number.\nInterestingly, by comparing the 25S peak height with one of the two other peaks near the 18S peak [\ni.e.\n, a putative organellular rRNA peak, designated 18S (−3); \nSupplementary Fig. S1\n] in each sample, it was clear that the relative ratio of 25S to 18S (−3) was significantly lower in the ground samples compared with flight samples (\nFig. 2B\n and \nSupplementary Fig. S1\n). This low ratio indicates that the ground samples were depleted of nuclear-encoded rRNAs (\ni.e.\n, 25S and 18S rRNAs) compared with other RNA species. This observation is also consistent with our findings that our ground samples contained significantly less total RNA [of which rRNA is a significant fraction (Lodish, 2000)] than flight samples (\nFig. 2C\n). Because we extracted RNA from a similar number of seedlings from flight samples and ground samples, our results indicate that flight samples contained larger amount of total RNA compared with ground samples, which is likely to be caused by elevated levels of nuclear encoded rRNA in flight samples, and unlikely to be due to RNA degradation of the ground samples.",
    "fig._2.": "Open in a new tab\n(A)\n Average ratio of 25S/18S peak heights as determined from Bioanalyzer traces from each sample was used as a secondary measure of RNA quality due to the RIN algorithms incorrect identification of the appropriate peaks. \n(B)\n The relative content of rRNA found in each genotype in both conditions was determined by comparing the height of the 25S peak with an organellular rRNA peak [18S (−3)], which was found in each sample. \n(C)\n Average RNA yields from each genotype from flight and ground samples. Statistical significance determined by Welch's \nt\n-test, \np\n-value represented by not significant (NS) = >0.05; * = <0.05; ** = <0.005; *** = <0.0005. RIN, RNA integrity number.",
    "3.3._global_transcriptomic_analyses_indicate_that_gene_expre": "Having established that the total RNA from ground and flight samples was of acceptable quality, we next proceeded to RNA-seq to investigate the impact of spaceflight on global gene expression changes in the UPR mutants. In RNA-seq library preparation, mRNA was enriched by purification to efficiently remove rRNA (Zhao \net al.\n, \n2018\n) and mitigate potential sequencing bias due to higher rRNA levels in flight samples. We obtained an average of ∼32 million reads per sample, of which 95–99% were successfully mapped to the \nArabidopsis\n reference genome (\nSupplementary Fig. S2\n). Spearman's rank correlation coefficients calculated between biological replicates showed a high reproducibility of our RNA-seq data set (\nFig. 3A\n). Furthermore, PCA exhibited a strong separation of ground samples from flight samples (\nFig. 3B\n) and indicated that ground samples located more closely to each other than the flight samples. Overall, these analyses further supported a statistical robustness of the RNA-seq and justified further investigation.\nFIG. 3.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Spearman's correlation coefficients demonstrate a close relationship between biological replicates. \n(B)\n Principal component analysis demonstrates a clear separation between flight and ground samples.\nTo investigate gene expression changes in response to spaceflight, we identified differentially expressed genes (DEGs) in each genotype by comparing gene expression values in ground and flight samples (\nSupplementary Table S1\n). A total of 3465 genes were classified as DEGs in at least one of the tested genotypes. WT had the largest number of DEGs (upregulated DEGs in flight compared with ground, \nn\n = 1675; downregulated DEGs, \nn\n = 831) among the genotypes tested. The \nbzip28 bzip60\n mutant had the smallest number of DEGs (upregulated DEGs, \nn\n = 1293; downregulated DEGs, \nn\n = 562) (\nFig. 4A, B\n). In all genotypes, the number of upregulated DEGs was higher than that of downregulated DEGs (WT, 2.02-fold; \natire1\n, 1.98-fold; \nbzip28\n, 2.28-fold; \nbzip60\n, 1.80-fold; \nbzip28 bzip60\n, 2.30-fold), indicating a higher impact of spaceflight on inducing gene expression rather than suppressing it. While the identity of 34.8% (783/2249) of upregulated DEGs and 27.5% (335/1217) of downregulated DEGs overlapped across all genotypes, relatively smaller numbers of DEGs were found to be genotype-specific, ranging from 30 (downregulated exclusively in \nbzip28 bzip60\n) to 207 (upregulated in WT).\nFIG. 4.\n\n\n\n\nOpen in a new tab\n\n\nDifferential expression analysis using the four biological replicates with the highest correlation was performed via HTseq v0.6.1pl and DESeq v2. For each genotype and for genes, DEGs in flight samples relative to ground samples were determined using a strict criterion: adjusted \np\n-value <0.01; |log2FC| >1.5. Total number of upregulated \n(A)\n and downregulated \n(B)\n DEGs in each background was analyzed to determine what proportion was shared between the different genotypes. DEG, differentially expressed gene.\nIn summary, based on the verified number of upregulated and downregulated DEGs in flight samples compared with ground samples across genotypes, the UPR mutants had consistently fewer overall DEGs than WT, indicating that the UPR could play at least a partial a role in regulating the transcriptional reprogramming in space compared with ground control.",
    "fig._3.": "Open in a new tab\n(A)\n Spearman's correlation coefficients demonstrate a close relationship between biological replicates. \n(B)\n Principal component analysis demonstrates a clear separation between flight and ground samples.",
    "fig._4.": "Open in a new tab\nDifferential expression analysis using the four biological replicates with the highest correlation was performed via HTseq v0.6.1pl and DESeq v2. For each genotype and for genes, DEGs in flight samples relative to ground samples were determined using a strict criterion: adjusted \np\n-value <0.01; |log2FC| >1.5. Total number of upregulated \n(A)\n and downregulated \n(B)\n DEGs in each background was analyzed to determine what proportion was shared between the different genotypes. DEG, differentially expressed gene.",
    "3.4._biological_pathways_connected_to_the_degs_between_fligh": "To gain insights in the biological pathways altered in spaceflight in our experimental setup, we performed separate GO analyses on upregulated and downregulated DEGs in WT (\nSupplementary Table S2\n), generating a list of parental-GO terms (more general, represented by a larger number of genes in the reference gene set) and cognate child-GO terms (more specific, smaller numbers of genes in the reference gene set) (\nFig. 5\n). Intriguingly, we found that stress-responsive genes (\ne.g.\n, “response to abscisic acid,” “response to hypoxia,” “response to water deprivation,” and “response to oxidative stress”) as well as genes involved in physiological responses often associated with stress response adaptation were enriched in downregulated DEGs in WT. This result is consistent with previous studies that reported downregulation of water stress-related genes when using \nArabidopsis\n BRIC-PDFU microarray transcriptomes (Johnson \net al.\n, \n2017\n) and that found abscisic acid response and water stress response overrepresentation in misregulated DEGs in Col-0 WT with RNA-seq (Choi \net al.\n, \n2019\n). In addition, we observed that metabolic processes associated with stress adaptation (Hildebrandt Tatjana \net al.\n, \n2015\n; Batista-Silva \net al.\n, \n2019\n), including amino acid catabolism and sucrose starvation response, were overrepresented in flight-downregulated DEGs. Ribosome biogenesis, translation, and gene expression processes were highly underrepresented in this category, that is, they were more likely to be upregulated by flight or remain unchanged. By further analyzing the normalized gene expression values (FPKM), we also found that ribosome biogenesis and rRNA processing GO terms appeared significantly overrepresented in genes upregulated by >2-fold changes (flight/ground). These, however, were not considered as DEGs based on the strict statistical criteria applied in our analyses (see the Materials and Methods section). The lower FPKMs of ribosome biogenesis-related genes in ground control samples are consistent with our observations that the ground control samples were partially depleted of 25S and 18S rRNA compared with flight samples (\nFig. 2C\n).\nFIG. 5.\n\n\n\n\nOpen in a new tab\n\n\nRepresentative biological processes gene ontologies (GO terms) over- or underrepresented by upregulated or downregulated DEGs in the WT background. GO, Gene Ontology.\nWe also found that GO terms enriched in upregulated DEGs included biological processes that have been noted in previous \nArabidopsis\n spaceflight transcriptome analyses, such as secondary metabolite biosynthesis associated with defense responses (Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n). Furthermore, we verified the dichotomous occurrence of the “absence of light” and “response to red or far red (R/FR) light response” GO terms in the downregulated and upregulated gene sets, respectively. The overrepresentation of photosynthetic components in upregulated DEGs is partially consistent with the results of a previous BRIC-PDFU experiment showing light/high light response and some photosynthesis-related genes to be differentially regulated in a subset of the tested genotypes (Choi \net al.\n, \n2019\n). In addition to the findings consistent with previous spaceflight reports, we also observed a significant enrichment of DNA repair, DNA replication, and cell cycle pathways in the upregulated DEGs, which could be possibly associated with exposure of flight samples, but not ground samples, to ionizing radiation during spaceflight.\nTogether, these results indicate that in our experimental conditions, spaceflight globally affects gene expression changes associated with a broad array of significant biological processes, largely identified also in previous spaceflight transcriptome studies (Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n).",
    "fig._5.": "Open in a new tab\nRepresentative biological processes gene ontologies (GO terms) over- or underrepresented by upregulated or downregulated DEGs in the WT background. GO, Gene Ontology.",
    "3.5._the_upr_regulators_exert_a_minor_but_significant_role_o": "Next, we aimed to gain insights into the transcriptome changes caused by the absence of an intact UPR signaling in both ground and spaceflight conditions. To address it, we performed K-means clustering analysis on FPKM values for all DEGs (\nn\n = 3465) obtained in at least one genotype (\nFig. 6\n and \nSupplementary Tables S3\n and \nS5\n) and then performed GO analysis to correlate the expression signature of each cluster with biological functions (\nSupplementary Table S4\n). Our clustering analysis suggested that variations in the identified DEGs between different genotypes (\nFig. 4\n) were primarily the result of variable FPKM values in the ground control samples (\nFig. 6\n). In flight, the FPKM values were roughly equalized to insignificantly different levels of expression across all genotypes. Of the 3465 DEGs, in the ground samples, 517 DEGs had FPKM values that were significantly different (\np\n ≤ 0.01) in at least one UPR mutant compared with WT; however, in flight samples, only 144 genes had FPKM values that were significantly different in at least one UPR-mutant genotype compared with WT (\nFig. 6\n and \nSupplementary Fig. S3\n).\nFIG. 6.\n\n\n\n\nOpen in a new tab\n\n\nK-means clustering analysis of all 3465 DEGs in at least 1 background. Each row represents fragments per kilobase exon model per million mapped reads values of an individual gene averaged between biological replicates. For each row, blue represents the minimum relative expression value, red the maximum expression value, and white is the middle value. For each cluster, GO biological process analysis of DEGs demonstrates a role for UPR regulation of ground control stress responses, which are largely repressed by flight. UPR, unfolded protein response.\nThe largest cluster (Cluster 1 DEGs; \nn\n = 2299) consisted of DEGs upregulated to varying degrees in most of the genotypes tested. As such, a nearly identical set of GO terms that were enriched in upregulated DEGs in WT (\nFig. 5\n) were also enriched in Cluster 1. We then compared the FPKM values of DEGs in ground samples across genotypes and found that 39.1% and 19.8% of DEGs in Cluster 1 were significantly different in the \nbzip60\n and \nbzip28 bzip60\n, respectively, compared with WT, whereas only 4.6% and 2.9% of DEGs were significantly different in \nbzip28\n and \natire1\n, respectively, compared with WT (\nSupplementary Fig. S4\n). Overall, these results indicate that bZIP60 has functions that are independent of IRE1 and bZIP28, which in turn are required to downregulate Cluster 1 DEGs in ground control conditions. These observations are in accordance with the findings in ground conditions that bZIP28 and bZIP60 control some UPR target genes in an independent manner (Ruberti \net al.\n, \n2018\n).\nIn Cluster 2 (DEGs; \nn\n = 546), expression of DEGs was induced exclusively in ground \nbzip60\n compared with other ground genotypes while highly suppressed to similar levels of expression in flight samples of all genotypes. As such, the proportion of DEGs in \nbzip60\n, whose expression was significantly different from WT, was much higher (17%) than other genotypes (\nbzip28 bzip60\n, 0.9%; \nbzip28\n, 1.0%; \natire1\n, 1.2%) (\nSupplementary Fig. S4\n). We reasoned that bZIP28 and bZIP60 could have a negative feedback relationship in which the absence of bZIP28 suppressed the effect of \nbzip60\n mutation exclusively in the ground condition. The overrepresented GO terms in Cluster 2 were largely similar to the GO terms enriched in the downregulated DEGs genes in the WT genotype: “response to abscisic acid,” “response to water deprivation,” and “response to hypoxia” (\nFig. 5\n). In addition, Cluster 2 DEGs showed significant enrichment of GO terms associated with biotic stress responses that were not found in analyses of the WT genotype (\nFig. 5\n) or found to be strongly enriched in the any of the other clusters (\nFig. 6\n and \nSupplementary Table S4\n). These results indicate that bZIP60 may have repressive roles in regulating genes involved in both abiotic and biotic stress responses.\nThe gene expression pattern of Cluster 3 (DEGs; \nn\n = 274) was also characterized largely by genes with lower expression values in spaceflight compared with ground control across genotypes, except for \nbzip28\n. However, contrasting with Cluster 2, the FPKM values in the \nbzip60\n genotype was not different from WT FPKM values; only 3.2% of DEGs showed significant different FPKM compared with WT (\nSupplementary Fig. S4\n). Instead, the absence of bZIP28 (\ni.e.\n, in the \nbzip28\n mutant) had a higher impact on gene expression in the ground condition compared with other mutants (\nSupplementary Fig. S4\n). Interestingly, these Cluster 3 DEGs had intermediate FPKM values in the \nbzip28 bzip60\n genotype in ground control compared with the extremes of the \nbzip60\n and \nbzip28\n single mutants, indicating an antagonistic regulation of bZIP28 and bZIP60 on these genes in the ground condition, which was largely compensated for in the \nbzip28 bzip60\n genotype.\nSimilar to Clusters 2 and 3, Cluster 4 (DEGs; \nn\n = 55) contained genes, whose expression exhibited overall lower FPKMs in spaceflight compared with ground across genotypes. However, Cluster 4 showed a unique pattern: the expression of the DEGs in this cluster was significantly lower in \nbzip60\n compared with WT and the other genotypes in the ground condition (\nSupplementary Fig. S4\n) and showed no prominent differences across genotypes in the spaceflight condition. Although Cluster 4 was not significantly represented by any biological process GO terms, a closer analysis revealed that 22% of all DEGs in this cluster were encoded on the mitochondrial genome; mitochondria-encoded genes comprise only 0.5% of all protein-coding genes in the \nArabidopsis\n genome annotation (\nhttps://www.arabidopsis.org\n) and 0.3% of DEGs called in this study.\nCluster 5 (DEGs; \nn\n = 291) showed a gene expression pattern similar to Cluster 2 with significantly higher levels in the \nbzip60\n genotype compared with the other genotypes in the ground control samples (\nSupplementary Fig. S4\n). In this Cluster, the DEGs were more affected by the absence of bZIP28 (\nbzip28 bzip60\n and \nbzip28\n) in the ground condition compared with Cluster 2. The GO term “response to water deprivation,” which was found to be enriched in Cluster 2, was significantly enriched in Cluster 5. In addition, relatively narrow child GO terms “toxin catabolic process” and “glutathione metabolic process,” which were not enriched in other clusters, were enriched in Cluster 5.\nOverall, by comparing the \nbzip60\n and \nbzip28\n single mutants with the \nbzip28 bzip60\n double mutant, our transcriptomic profiling provides evidence for a highly complex, unconventional, regulatory relationship between bZIP60 and bZIP28 under the conditions experienced by ground control seedlings. Furthermore, a small number of significant differences between WT and the UPR mutants in spaceflight were found, supporting a small but significant role of the UPR in gene expression in spaceflight.",
    "fig._6.": "Open in a new tab\nK-means clustering analysis of all 3465 DEGs in at least 1 background. Each row represents fragments per kilobase exon model per million mapped reads values of an individual gene averaged between biological replicates. For each row, blue represents the minimum relative expression value, red the maximum expression value, and white is the middle value. For each cluster, GO biological process analysis of DEGs demonstrates a role for UPR regulation of ground control stress responses, which are largely repressed by flight. UPR, unfolded protein response.",
    "4._discussion": "In this study, we examined the transcriptional responses of WT and seedlings with a compromised UPR to spaceflight to set the foundations to manipulate a critical growth and stress signaling pathway for improving plant adaptation to extraterrestrial environments. We utilized the BRIC-PDFU sterile plant culture hardware during the SpaceX CRS12 mission to compare the transcriptional responses with the spaceflight between \nA. thaliana\n WT and mutants defective in one or more components of the UPR, namely the TFs bZIP60, bZIP28, and the ER-resident kinase/ribonuclease IRE1.\nThe BRIC-PDFU hardware has been employed in a number of dark-grown \nArabidopsis\n transcriptome experiments toward different aims (Paul \net al.\n, \n2012\n; Kwon \net al.\n, \n2015\n; Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n). Variability in technical experimental details and limited overlap between spaceflight/ground DEGs has been verified even between the same WT control genotype in simultaneous experiments (Johnson \net al.\n, \n2017\n). However, some broad biological pathways have been found to be induced or repressed in response to spaceflight, including cell wall modification, response to light/high light, oxidative stress, osmotic stress response, heat shock, and biotic defense/secondary metabolite synthesis (Paul \net al.\n, \n2012\n; Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n). Many of these responses were also noted in our study, including the downregulation of water stress response in space, which has been identified in four separate experiments (Johnson \net al.\n, \n2017\n; Choi \net al.\n, \n2019\n). However, we also observed correlative differences in seedling growth and an overall gene expression landscape not noted in previous studies. Our ground control seedlings had grown in a predictable manner, consistent with the expected morphology of terrestrially grown \nArabidopsis\n etiolated hypocotyls (\nFig. 1\n). Flight sample growth was also largely in line with expectations for seedlings grown in microgravity, including the observed petiole elongation, which was shared in all flight samples. Indeed, a petiole elongation of flight samples was also present in the images published of dark-grown \nArabidopsis\n experiments in the Col-0 background in previous experiments (Johnson \net al.\n, \n2015\n; Paul \net al.\n, \n2017\n).\nThis growth phenotype is consistent with low R/FR ratio and shade avoidance syndrome mediated by phytochrome signaling (Franklin, \n2008\n). The correlative responses observed in the transcriptome analysis (\nFig. 4\n) support that differentially regulated growth phenotypes and the large transcriptional rearrangements in flight during our experiment might have been mediated by phytochrome-related signaling, which is also known to constitutively repress abscisic acid signaling (Yang \net al.\n, \n2016\n), and were found to be repressed in our flight samples. However, these differences in the response to light and the increased expression of photosynthetic components between ground and flight samples are anomalous when considering the spaceflight culture methods used in this study. BRIC-PDFUs are autoclavable, black polymer containers, which are sealed with metal lids during science integration, and allow injection of the chemical preservative without opening the unit. After being sealed on August 12, the seeds and seedlings germinated from these seeds in the BRICs were not exposed to light during the launch and the 14-day growth period on the ISS. Therefore, the dichotomous occurrence of the “absence of light” overrepresentation in downregulated and of “response to R/FR light response” in upregulated DEGs is unlikely to be the result of actual differential exposure to light.\nOne likely explanation is related to the hypocotyl-tissue media contact that occurred in our flight samples, which lacked a clear growth vector in microgravity, but had not occurred in our ground samples where roots grew perpendicular into the media. In previous experiments by Johnson \net al.\n (\n2015\n) and Paul \net al.\n (\n2017\n), the dark-grown ground control plates were oriented vertically and both sample sets displayed petiole elongation, although the precise differences in length or extent of petiole elongation between flight and ground were not quantified. How media contact could induce R/FR light signaling in the dark is not immediately obvious; however, earlier studies showed that media containing sucrose modulated the R/FR signaling mediated by phytochrome \nA\n, promoting a red light response (Dijkwel \net al.\n, \n1997\n). Coincidentally, the higher rRNA and RNA content observed in flight samples compared with ground control samples in our study (\nFig. 2\n) is also consistent with an increased exposure of cells to sucrose or glucose, which is known to induce RNA accumulation, rRNA transcription, and ribosome biogenesis in plants (Kojima \net al.\n, \n2007\n; Ishida \net al.\n, \n2016\n), yeast (Kunkel \net al.\n, \n2019\n), and mammals (Hannan \net al.\n, \n2003\n). Nonetheless, we cannot rule out the remote possibility that our observations may be influenced by possible interactions between ionizing radiation and phytochrome R/FR signaling. For example, low-dose gamma (γ) irradiation of lettuce seeds was found to mimic the effects of FR deactivation of red light-activated phytochromes (Hsiao and Vidaver, \n1974\n). Additionally, a structural study of the bacterial phytochrome from the radiation-resistant bacteria \nDeinococcus radiodurans\n established that X-ray radiation induced deprotonation of chromophore in the inactive phytochrome, a biochemical step thought to be involved in light-induced activation of this protein (Li \net al.\n, \n2015\n). Although the dose required to deprotonate 50% of the phytochrome (Li \net al.\n, \n2015\n) was orders of magnitude larger than that expected to be experienced during our experimental period on the ISS, differences between prokaryotic and eukaryotic phytochromes could affect relevant properties of a hypothetical phytochrome–radiation interaction.\nInterpreting a role for the UPR in the transcriptional response to spaceflight is complicated. We observed clear differences in the number of spaceflight DEGs in the UPR-mutant backgrounds compared with WT (\nFig. 4\n); and only 1118 of the 3465 DEGs were common to all genotypes. This would normally suggest that the transcriptional readjustments that occurred in response to spaceflight were at least partially the result of UPR-dependent processes. However, upon closer analysis of the underlying FPKM values, it became clear that the differences in fold change values (flight/ground) across genotypes were more heavily influenced by the differential regulation of expression in the ground samples by the UPR regulators (\nFig. 6\n). The number of DEGs with FPKM values significantly different from WT FPKM values in at least one UPR-mutant genotype was four times greater in the ground samples compared with flight samples (\nSupplementary Fig. S3\n). The heat map visualization of these values (\nFig. 6\n) further suggests that the variations in ground samples expression levels were largely muted by spaceflight, as the endpoint transcript levels in flight samples were nearly uniform in the different genotypes. Overall, this would suggest that the UPR does not have a broad involvement in the response to spaceflight. One explanation for this observation may be related to the concerted downregulation of many stress-responsive processes in the flight samples compared with the ground samples (\nFig. 6\n). In spaceflight conditions, it seems likely that alternative signaling pathways are actuated, which repress the observed stress responses regulated by the UPR. Given the prevalence of starvation responses in ground samples, it is possible that microgravity-induced changes in growth habit provide better nutrient availability (\nFig. 7\n). As such, plants in flight may be able to better handle the stresses imposed by culture conditions, without requiring UPR regulator involvement.\nFIG. 7.\n\n\n\n\nOpen in a new tab\n\n\n(A)\n Hypothesized regulatory framework for stress-responsive DEGs found to be regulated by the UPR on the ground but not in flight conditions. Possible interactions between bZIP60 and bZIP28 in the regulation of DEGs were found in \n(B)\n Clusters 2 and 5, \n(C)\n Cluster 3, and \n(D)\n Cluster 4.\nNonetheless, the observations related to an interaction between the UPR regulators bZIP60 and bZIP28 and the stresses imposed on ground control seedlings have yielded important information, which should be explored in the future. In the canonical ER stress response induced chemically or via environmental stress, bZIP60 and bZIP28 TFs interact in the nucleus and direct the actions of the COMPASS DNA methylation complex to increase transcription of target genes (Song \net al.\n, \n2015\n). Furthermore, these TFs can also bind independently to gene promoters to activate downstream UPR genes, as evidenced by the weaker activation of ER chaperones in the \nbzip28 bzip60\n double mutant compared with either of the \nbzip28\n or \nbzip60\n single mutants (Ruberti \net al.\n, \n2018\n; this work). Although it has been suggested that bZIP60 and bZIP28 may also have unique target genes (Pastor-Cantizano \net al.\n, \n2019\n), in our ground control samples, the transcriptomic data suggest that bZIP60 and bZIP28 may have a more complex antagonistic relationship in the control of genes related to the response to abscisic acid, hypoxia, water deprivation, and to oxidative stress (\nFig. 6\n). In Clusters 2 and 5, and Cluster 4, we observed that the expression levels of the DEGs were higher or lower than WT in the \nbzip60\n genotype, respectively (\nFig. 6\n and \nSupplementary Fig. S3\n). However, these differences were not observed in the \nbzip28 bzip60\n double mutant as would be expected. Conversely, in Cluster 3, we observed in ground samples that the expression levels of the DEGs were sharply lower in the \nbzip28\n genotype compared with WT. In the \nbzip28 bzip60\n genotype, the genes in Cluster 3 had expression levels that were higher than the \nbzip28\n genotype but were also lower than those of these genes in the WT or \nbzip60\n genotypes. In response to chemically induced UPR conditions, bZIP60 and bZIP28 cooperatively upregulate several UPR genes (Song \net al.\n, \n2015\n; Ruberti \net al.\n, \n2018\n). In our ground controls, the stress-responsive genes, largely represented by “response to abscisic acid,” “response to water deprivation,” and “response to hypoxia” abiotic stress responses, were regulated by bZIP28 and bZIP60 in a way that suggests that these TFs have antagonistic regulatory effects on these processes (\nFig. 7B–D\n).\nThe exact nature of the stress experienced by the ground control seedlings would need to be elucidated to better understand the impact of this information on agronomic and/or spaceflight applications. Studies on the effect of plant growth in BRIC-PDFUs have already established that significant stress may be imposed on the seedlings grown in these conditions (Johnson \net al.\n, \n2015\n; Basu \net al.\n, \n2017\n). Consistent with our results, other BRIC-PDFU transcriptomes have found a downregulation of genes related to water stress responses (Johnson \net al.\n, \n2017\n). However, as evaporative water loss from the BRIC-PDFUs is unlikely because they are sealed containers, the strongly represented GO terms related to “response to water deprivation” and “response to abscisic acid” are unlikely to be a direct response to actual water loss from the plates. Instead, it may be possible that the ground seedlings with etiolated hypocotyls that are not in contact with the media or have less overall contact with the media are water stressed compared with flight seedlings that are in direct contact or have penetrated the media. Independent of the underlying stimulus for the observed differences, the possibility that bZIP60 and bZIP28 may have antagonistic interactions related to control of abscisic acid signaling or water deprivation responses should be investigated at the molecular level in the future to improve plant growth and stress responses in space and on the ground.",
    "fig._7.": "Open in a new tab\n(A)\n Hypothesized regulatory framework for stress-responsive DEGs found to be regulated by the UPR on the ground but not in flight conditions. Possible interactions between bZIP60 and bZIP28 in the regulation of DEGs were found in \n(B)\n Clusters 2 and 5, \n(C)\n Cluster 3, and \n(D)\n Cluster 4.",
    "data_accessibility": "Raw sequencing data have been deposited at the NCBI Gene Expression Omnibus under the accession number \nGSE148914\n. Raw sequencing data have also been deposited at the NASA GeneLab data repository (Ray \net al.\n, \n2018\n) for spaceflight experiments under the accession number GLDS-321.",
    "supplementary_material": "Supplementary Table S1\nSupplementary Table S2\nSupplementary Table S3\nSupplementary Table S4\nSupplementary Table S5\nSupplementary Figure S1\nSupplementary Figure S2\nSupplementary Figure S3\nSupplementary Figure S4",
    "abbreviations_used": "ATF6\n\n\nactivating transcription factor 6\n\n\nBRIC\n\n\nBiological Research In a Canister\n\n\nbZIP17\n\n\nbasic leucine zipper 17\n\n\nbZIP28\n\n\nbasic leucine zipper 28\n\n\nbZIP60\n\n\nbasic leucine zipper 60\n\n\nDEG\n\n\ndifferentially expressed gene\n\n\nER\n\n\nendoplasmic reticulum\n\n\nFPKM\n\n\nfragments per kilobase exon model per million mapped reads\n\n\nGO\n\n\nGene Ontology\n\n\nIRE1\n\n\ninositol-requiring enzyme 1\n\n\nISS\n\n\nInternational Space Station\n\n\nKSC\n\n\nKennedy Space Center\n\n\nPCA\n\n\nprincipal component analysis\n\n\nPDFU\n\n\nPetri Dish Fixation Unit\n\n\nR/FR\n\n\nred/far red\n\n\nRIN\n\n\nRNA integrity number\n\n\nRNA-seq\n\n\nRNA-sequencing\n\n\nrRNA\n\n\nribosomal RNA\n\n\nTF\n\n\ntranscription factor\n\n\nUPR\n\n\nunfolded protein response\n\n\nWT\n\n\nwild type",
    "authors'_contributions": "F.B. designed the experiments. S.Z.-D. and E.A. performed preliminary launch preparations. E.A. executed the experiment. D.K.K. performed bioinformatics analysis. E.A., D.K.K., S.Z.-D, and F.B. analyzed data and wrote the article.",
    "acknowledgments": "We would like to thank the NASA, KSC, and NASA contractor support staff whose diligent work made these experiments possible.",
    "author_disclosure_statement": "No competing financial interests exist.",
    "funding_information": "This work was supported primarily by NASA NNX12AN71G with contributing support from Training Program in Plant Biotechnology for Health and Sustainability (T32-GM110523), the DOE Great Lakes Bioenergy Research Center (DOE BER Office of Science DE-FC02-07ER64494 and DE-SC0018409), the Chemical Sciences, Geosciences, and Biosciences Division, Office of Basic Energy Sciences, Office of Science, US Department of Energy (award number DE-FG02-91ER20021), National Institutes of Health (GM101038), and AgBioResearch (MICL02598) to F.B.",
    "references": "Anders S, Pyl PT, and Huber W (2015) HTSeq—a Python framework to work with high-throughput sequencing data. Bioinformatics\n31:166–169\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBabu CVS and Gassmann M (2016) Assessing integrity of plant RNA with the Agilent 2100 bioanalyzer system. Agil Appl Note Waldbronn\n5990–8850EN\n [\nGoogle Scholar\n]\n\n\n\n\nBasu P, Kruse CPS, Luesse DR, et al.  (2017) Growth in spaceflight hardware results in alterations to the transcriptome and proteome. Life Sci Space Res\n15:88–96\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBatista-Silva W, Heinemann B, Rugen N, et al.  (2019) The role of amino acid metabolism during abiotic stress release. Plant Cell Environ\n42:1630–1644\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nBeaugelin I, Chevalier A, d'Alessandro S, et al.  (2020) Endoplasmic reticulum-mediated unfolded protein response is an integral part of singlet oxygen signalling in plants. Plant J\n102:1266–1280\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChen Y and Brandizzi F (2012) AtIRE1A/AtIRE1B and AGB1 independently control two essential unfolded protein response pathways in \nArabidopsis\n. Plant J\n69:266–277\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nChoi WG, Barker RJ, Kim SH, et al.  (2019) Variation in the transcriptome of different ecotypes of \nArabidopsis thaliana\n reveals signatures of oxidative stress in plant responses to spaceflight. Am J Bot\n106:123–136\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDeng Y, Humbert S, Liu J-X, et al.  (2011) Heat induces the splicing by IRE1 of a mRNA encoding a transcription factor involved in the unfolded protein response in \nArabidopsis\n. Proc Natl Acad Sci U S A\n108:7247–7252\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDeng Y, Srivastava R, and Howell SH (2013) Protein kinase and ribonuclease domains of IRE1 confer stress tolerance, vegetative growth, and reproductive development in \nArabidopsis\n. Proc Natl Acad Sci U S A\n110:19633–19638\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nDijkwel PP, Huijser C, Weisbeek PJ, et al.  (1997) Sucrose control of phytochrome A signaling in \nArabidopsis\n. Plant Cell\n9:583–595\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFerl R, Wheeler R, Levine HG, et al.  (2002) Plants in space. Curr Opin Plant Biol\n5:258–263\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nFranklin KA (2008) Shade avoidance. New Phytologist\n179:930–944\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGao H, Brandizzi F, Benning C, et al.  (2008) A membrane-tethered transcription factor defines a branch of the heat stress response in \nArabidopsis thaliana\n. Proc Natl Acad Sci U S A\n105:16398–16403\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nGuillemette T, Calmes B, and Simoneau P (2014) Impact of the UPR on the virulence of the plant fungal pathogen A. brassicicola. Virulence\n5:357–364\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHalbleib K, Pesek K, Covino R, et al.  (2017) Activation of the unfolded protein response by lipid bilayer stress. Mol Cell\n67:673–684\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHannan KM, Brandenburger Y, Jenkins A, et al.  (2003) mTOR-dependent regulation of ribosomal gene transcription requires S6K1 and is mediated by phosphorylation of the carboxy-terminal activation domain of the nucleolar transcription factor UBF. Mol Cell Biol\n23:8862.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHildebrandt Tatjana M, Nunes Nesi A, Araújo Wagner L, et al.  (2015) Amino acid catabolism in plants. Mol Plant\n8:1563–1579\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nHsiao AI and Vidaver W (1974) Phytochrome-mediated germination responses in γ-irradiated lettuce seeds. Plant Physiol\n54:72–75\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\nHutchison S and Campana S (2009) ISS Payloads Office Cold Stowage Overview. NASA. \nhttps://www.nasa.gov/pdf/360392main_P03_0915_JSC.pdf\n\n\n\n\nIshida T, Maekawa S, and Yanagisawa S (2016) The pre-rRNA processing complex in \nArabidopsis\n includes two WD40-domain-containing proteins encoded by glucose-inducible genes and plant-specific proteins. Mol Plant\n9:312–315\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJohnson CM, Subramanian A, Edelmann RE, et al.  (2015) Morphometric analyses of petioles of seedlings grown in a spaceflight experiment. J Plant Res\n128:1007–1016\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nJohnson CM, Subramanian A, Pattathil S, et al.  (2017) Comparative transcriptomics indicate changes in cell wall organization and stress response in seedlings during spaceflight. Am J Bot\n104:1219–1231\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKim D, Pertea G, Trapnell C, et al.  (2013) TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions. Genome Biol\n14:R36.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKim J-S, Yamaguchi-Shinozaki K, and Shinozaki K (2018) ER-anchored transcription factors bZIP17 and bZIP28 regulate root elongation. Plant Physiol\n176:2221–2230\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKoizumi N, Martinez IM, Kimata Y, et al.  (2001) Molecular characterization of two \nArabidopsis\n Ire1 homologs, endoplasmic reticulum-located transmembrane protein kinases. Plant Physiol\n127:949–962\n [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKojima H, Suzuki T, Kato T, et al.  (2007) Sugar-inducible expression of the nucleolin-1 gene of \nArabidopsis thaliana\n and its role in ribosome synthesis, growth and development. Plant J\n49:1053–1063\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKunkel J, Luo X, and Capaldi AP (2019) Integrated TORC1 and PKA signaling control the temporal activation of glucose-induced gene expression in yeast. Nat Commun\n10:3558.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nKwon T, Sparks JA, Nakashima J, et al.  (2015) Transcriptional response of \nArabidopsis\n seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development. Am J Bot\n102:21–35\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLangmead B and Salzberg SL (2012) Fast gapped-read alignment with Bowtie 2. Nat Methods\n9:357.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLi F, Burgie ES, Yu T, et al.  (2015) X-ray radiation induces deprotonation of the bilin chromophore in crystalline \nD\n. radiodurans phytochrome. \nJ Am Chem Soc\n\n137:2792–2795\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nLodish HF (2000) \nMolecular Cell Biology\n. W.H. Freeman, New York\n [\nGoogle Scholar\n]\n\n\n\n\nLove MI, Huber W, and Anders S (2014) Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol\n15:550.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMartin M (2011) Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet J\n17:10–12\n [\nGoogle Scholar\n]\n\n\n\n\nMassa GD, Wheeler RM, Morrow RC, et al.  (2016) Growth chambers on the International Space Station for large plants. Acta Hortic\n1134:21–222\n [\nGoogle Scholar\n]\n\n\n\n\nMi H, Muruganujan A, Ebert D, et al.  (2019a) PANTHER version 14: more genomes, a new PANTHER GO-slim and improvements in enrichment analysis tools. Nucleic Acids Res\n47:D419–D426\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMi H, Muruganujan A, Huang X, et al.  (2019b) Protocol update for large-scale genome and gene function analysis with the PANTHER classification system (v. 14.0). \nNat Protoc\n\n14:703–721\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMishiba K-I, Iwata Y, Mochizuki T, et al.  (2019) Unfolded protein-independent IRE1 activation contributes to multifaceted developmental processes in \nArabidopsis\n. Life Sci Alliance\n2:e201900459.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMoreno AA, Mukhtar MS, Blanco F, et al.  (2012) IRE1/bZIP60-mediated unfolded protein response plays distinct roles in plant immunity and abiotic stress responses. PLoS One\n7:e31944.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nMueller O, Lightfoot S, and Schroeder A (2004) RNA integrity number (RIN)–standardization of RNA quality control. Agil Appl Note Publ\n1:1–8\n [\nGoogle Scholar\n]\n\n\n\n\nNagashima Y, Mishiba K-I, Suzuki E, et al.  (2011) \nArabidopsis\n IRE1 catalyses unconventional splicing of bZIP60 mRNA to produce the active transcription factor. Sci Rep\n1:29.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPastor-Cantizano N, Ko DK, Angelos E, et al.  (2019) Functional diversification of ER stress responses in \nArabidopsis\n. Trends Biochem Sci\n45:123–136\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPaul A-L, Zupanska AK, Ostrow DT, et al.  (2012) Spaceflight transcriptomes: unique responses to a novel environment. Astrobiology\n12:40–56\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPaul A-L, Wheeler RM, Levine HG, et al.  (2013) Fundamental plant biology enabled by the space shuttle. Am J Bot\n100:226–234\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPaul A-L, Sng NJ, Zupanska AK, et al.  (2017) Genetic dissection of the \nArabidopsis\n spaceflight transcriptome: are some responses dispensable for the physiological adaptation of plants to spaceflight?\nPLoS One\n12:e0180186.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nPu Y, Ruberti C, Angelos ER, et al.  (2019) AtIRE1C, an unconventional isoform of the UPR master regulator AtIRE1, is functionally associated with AtIRE1B in \nArabidopsis\n gametogenesis. Plant Direct\n3:e00187.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRay S, Gebre S, Fogle H, et al. \n2018. GeneLab: omics database for spaceflight experiments. Bioinformatics\n35:1753–1759\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRon D and Walter P (2007) Signal integration in the endoplasmic reticulum unfolded protein response. Nat Rev Mol Cell Biol\n8:519–529\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nRuberti C, Lai Y, and Brandizzi F (2018) Recovery from temporary endoplasmic reticulum stress in plants relies on the tissue-specific and largely independent roles of bZIP 28 and bZIP 60, as well as an antagonizing function of BAX-inhibitor 1 upon the pro-adaptive signaling mediated by bZIP 28. Plant J\n93:155–165\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nSong Z-T, Sun L, Lu S-J, et al.  (2015) Transcription factor interaction with COMPASS-like complex regulates histone H3K4 trimethylation for specific gene expression in plants. Proc Natl Acad Sci U S A\n112:2900.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTam AB, Roberts LS, Chandra V, et al.  (2018) The UPR activator ATF6 responds to proteotoxic and lipotoxic stress by distinct mechanisms. Dev Cell\n46:327–343\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nTrapnell C, Williams BA, Pertea G, et al.  (2010) Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat Biotechnol\n28:511.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWalter P and Ron D (2011) The unfolded protein response: from stress pathway to homeostatic regulation. Science\n334:1081.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nWells B, McCray RH, Best MD, et al.  (2001) A flight-rated petri dish apparatus providing two stage fluid injection for aseptic biological investigations in space. SAE Technical Paper, SAE\nInternational\n [\nGoogle Scholar\n]\n\n\n\n\nYang D, Seaton DD, Krahmer J, et al.  (2016) Photoreceptor effects on plant biomass, resource allocation, and metabolic state. Proc Natl Acad Sci U S A\n113:7667.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang L, Chen H, Brandizzi F, et al.  (2015) The UPR branch IRE1-bZIP60 in plants plays an essential role in viral infection and is complementary to the only UPR pathway in yeast. PLoS Genet\n11:e1005164.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhang S-S, Yang H, Ding L, et al.  (2017) Tissue-specific transcriptomics reveals an important role of the unfolded protein response in maintaining fertility upon heat stress in \nArabidopsis\n. Plant Cell\n29:1007–1023\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhao S, Zhang Y, Gamini R, et al.  (2018) Evaluation of two main RNA-seq approaches for gene quantification in clinical RNA sequencing: polyA+ selection versus rRNA depletion. Sci Rep\n8:4781.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\nZhou M, Sng NJ, LeFrois CE, et al.  (2019) Epigenomics in an extraterrestrial environment: organ-specific alteration of DNA methylation and gene expression elicited by spaceflight in \nArabidopsis thaliana\n. BMC Genomics\n20:205.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "associated_data": "This section collects any data citations, data availability statements, or supplementary materials included in this article.\nSupplementary Materials\n\n\nSupplemental data\n\n\n\n\nSupp_FigureS1.docx\n (319.3KB, docx) \n\n\nSupplemental data\n\n\n\n\nSupp_FigureS2.docx\n (552.2KB, docx) \n\n\nSupplemental data\n\n\n\n\nSupp_Data.xlsx\n (1.5MB, xlsx) \n\n\nSupplemental data\n\n\n\n\nSupp_FigureS3.docx\n (201.8KB, docx) \n\n\nSupplemental data\n\n\n\n\nSupp_FigureS4.docx\n (230.6KB, docx)\nData Availability Statement\n\n\nRaw sequencing data have been deposited at the NCBI Gene Expression Omnibus under the accession number \nGSE148914\n. Raw sequencing data have also been deposited at the NASA GeneLab data repository (Ray \net al.\n, \n2018\n) for spaceflight experiments under the accession number GLDS-321.",
    "supplementary_materials": "Supplemental data\n\n\n\n\nSupp_FigureS1.docx\n (319.3KB, docx)\nSupplemental data\n\n\n\n\nSupp_FigureS2.docx\n (552.2KB, docx)\nSupplemental data\n\n\n\n\nSupp_Data.xlsx\n (1.5MB, xlsx)\nSupplemental data\n\n\n\n\nSupp_FigureS3.docx\n (201.8KB, docx)\nSupplemental data\n\n\n\n\nSupp_FigureS4.docx\n (230.6KB, docx)",
    "data_availability_statement": "Raw sequencing data have been deposited at the NCBI Gene Expression Omnibus under the accession number \nGSE148914\n. Raw sequencing data have also been deposited at the NASA GeneLab data repository (Ray \net al.\n, \n2018\n) for spaceflight experiments under the accession number GLDS-321.",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.6 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7987364/"
}