{
  "id": "PMC7317102",
  "title": "Draft Genome Sequences of Tremellomycetes Strains Isolated from the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences of Tremellomycetes Strains Isolated from the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7317102/"
  },
  "sections": {
    "abstract": "The draft genome sequences of six eukaryotic microbial strains belonging to the class \nTremellomycetes\n isolated from the International Space Station were assembled. Further characterization of these sequences will aid in the understanding of the influence of microgravity conditions on these organisms’ potential pathogenicity.",
    "announcement": "ANNOUNCEMENT\nIn an ongoing microbial observatory experiment on the International Space Station (ISS), species belonging to the class \nTremellomycetes\n were identified (\n1\n). This class comprises yeasts, dimorphic fungi, and organisms that form hyphae or complex fruiting bodies (\n2\n). In this class, the genera \nNaganishia\n and \nPapiliotrema\n were amended to accommodate the \nCryptococcus albidus\n clade and a few other \nCryptococcus\n species, respectively (\n3\n). Among the \nCryptococcus\n species, \nCryptococcus neoformans\n and \nCryptococcus gattii\n are the most common human pathogens; however, recently, there has been an increase in infections caused by non-\nneoformans Cryptococcus\n species (\n4\n–\n8\n). This report presents the draft genome assemblies of four such non-\nneoformans Cryptococcus\n species, enabling the identification of genetic determinants responsible for their potential pathogenicity under the influence of microgravity compared to their ground controls.\nIn this study, the draft genome sequences of six strains belonging to the class \nTremellomycetes\n isolated from the ISS were determined (\n1\n). Descriptions of the sample collection, processing, and presumptive identification of these isolates were published elsewhere (\n1\n). Briefly, samples collected from the ISS were processed, and 100 μl of each dilution was plated onto potato dextrose agar (PDA) with 100 μg/ml chloramphenicol. The plates were incubated at 25°C for 7 days. The single colony obtained was restreaked onto PDA plates and incubated at 25°C for 3 days, and a biomass of approximately 1 μg wet weight was collected and pooled for DNA extraction. Total nucleic acid extraction was carried out using a ZymoBIOMICS 96 MagBead DNA kit (Lysis tubes) (Zymo Research, USA) after bead beating using a Bertin Precellys homogenizer. This was followed by library preparation using the Illumina Nextera Flex protocol as per Illumina document number 1000000025416 v07. The initial amount of DNA for library preparation was quantified, and depending on the input DNA concentration, 5 to 12 cycles of PCR were carried out to normalize the output. The amplified genomic DNA fragments were indexed and pooled in a 384-plex configuration. Whole-genome shotgun sequencing was performed on a NovaSeq 6000 S4 flow cell paired-end (PE) 2 × 150-bp platform with a paired-end module. The data were filtered with the NGS QC Toolkit v2.3 (\n9\n) for high-quality (HQ) vector- and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The numbers of filtered reads obtained are listed in \nTable 1\n, and they were used for assembly with the SPAdes v3.14.1 (\n10\n) genome assembler (k-mer size, 32 to 72 bases). Default parameters were used for all software. The details of the final assembly are summarized in \nTable 1\n.\nTABLE 1\nSummary of the draft whole-genome sequences of six strains belonging to the class \nTremellomycetes\n isolated from the ISS\nSpecies and strain\nNCBI accession no.\nIsolation location\nNo. of scaffolds\nGenome size (bp)\nN\n50\n (bp)\nMedian coverage (×)\nG+C content (%)\nNo. of filtered reads used for assembly (million)\nNaganishia adeliensis\n IF1SW-F1\nJAAZPZ000000000.1\nPort panel next to cupola\n149\n19,403,212\n506,784\n134\n53.37\n14.71\nNaganishia albida\n IF6SW-B1\nJAAZPV000000000.1\nPMM port 1\na\n\n\n128\n19,422,953\n506,783\n303\n53.37\n34.76\nNaganishia\n sp. IF7SW-B1\nJAAZQA000000000.1\nLab overhead 3\n123\n19,429,219\n511,828\n286\n53.37\n32.79\nNaganishia albida\n IIF5SW-F1\nJAAZPY000000000.1\nNode 1 overhead 4\n136\n19,428,531\n506,790\n258\n53.37\n30.81\nPapiliotrema laurentii\n IF7SW-B5\nJAAZPW000000000.1\nLab overhead 3\n155\n19,200,339\n389,502\n234\n56.19\n27.19\nPapiliotrema laurentii\n IF7SW-F4\nJAAZPX000000000.1\nLab overhead 3\n128\n19,020,389\n484,400\n270\n56.22\n30.21\na\nPMM port 1, permanent multipurpose module.\nThe species were identified based on the internal transcribed spacer (ITS) sequences extracted from the assembled genomes. The ITS sequence of \nNaganishia\n sp. strain IF7SW-B1 retrieved from the assembled genome did not show ≥98% identity to any \nNaganishia\n species and, therefore, requires taxonomic characterization. Isolation of \nNaganishia\n and \nPapiliotrema\n species from the ISS is significant, and their persistence during space flight needs to be further studied.\nData availability.\nThe whole-genome sequences and raw data have been deposited in GenBank under the BioProject accession number \nPRJNA623412\n. This project has also been deposited in the NASA GeneLab system (GLDS-290; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-290\n). The version described in this paper is the first version.",
    "data_availability.": "Data availability.\nThe whole-genome sequences and raw data have been deposited in GenBank under the BioProject accession number \nPRJNA623412\n. This project has also been deposited in the NASA GeneLab system (GLDS-290; \nhttps://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-290\n). The version described in this paper is the first version."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7317102/"
}