{
  "id": "PMC7382458",
  "title": "Sierra Nevada sweep: Metagenomic measurements of bioaerosols vertically distributed across the troposphere.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Sierra Nevada sweep: Metagenomic measurements of bioaerosols vertically distributed across the troposphere.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7382458/"
  },
  "sections": {
    "abstract": "To explore how airborne microbial patterns change with height above the Earth’s surface, we flew NASA’s C-20A aircraft on two consecutive days in June 2018 along identical flight paths over the US Sierra Nevada mountain range at four different altitudes ranging from 10,000 ft to 40,000 ft. Bioaerosols were analyzed by metagenomic DNA sequencing and traditional culturing methods to characterize the composition and diversity of atmospheric samples compared to experimental controls. The relative abundance of taxa changed significantly at each altitude sampled, and the diversity profile shifted across the two sampling days, revealing a regional atmospheric microbiome that is dynamically changing. The most proportionally abundant microbial genera were \nMycobacterium\n and \nAchromobacter\n at 10,000 ft; \nStenotrophomonas\n and \nAchromobacter\n at 20,000 ft; \nDelftia\n and \nPseudoperonospora\n at 30,000 ft; and \nAlcaligenes\n and \nPenicillium\n at 40,000 ft. Culture-based detections also identified viable \nBacillus zhangzhouensis\n, \nBacillus pumilus\n, and \nBacillus\n spp. in the upper troposphere. To estimate bioaerosol dispersal, we developed a human exposure likelihood model (7-day forecast) using general aerosol characteristics and measured meteorological conditions. By coupling metagenomics to a predictive atmospheric model, we aim to set the stage for field campaigns that monitor global bioaerosol emissions and impacts.",
    "introduction": "Introduction\nAerosols (mostly desert dust, black carbon and ocean spray) regularly disperse across the Pacific Ocean with springtime atmospheric winds – in fact, models suggest that as much as 64 Teragrams of Asian aerosols can be transported to North America annually\n1\n. Past studies have reported microorganisms co-transported with globally-dispersed aerosols, and that both DNA signatures and viable cells can be detected in air masses\n2\n–\n4\n. For example, thousands of taxonomic signatures were measured in springtime Asian dust plumes delivering free tropospheric bioaerosols to an alpine research station in central Oregon\n3\n. In a separate flight project surveying airborne microorganisms in the western region of the United States, several taxa were found to be enriched in the upper atmosphere, including bacterial families \nLachnospiraceae\n, \nRuminococcaceae\n and \nErysipelotrichaceae\n2\n. Despite harsh conditions in the atmosphere, viable bacterial isolates were recovered from the same study\n2\n, including \nBacillus\n sp., \nMicrococcus\n sp., \nArthrobacter\n sp. and \nStaphylococcus\n sp.\nPrevious aerobiology campaigns using aircraft were flown at single altitudes in order to refine collection methods and demonstrate some of the first measurements of an atmospheric microbiome\n2\n,\n5\n–\n7\n. To date, there are only a few studies that have examined microbiological changes across a vertical gradient in Earth’s troposphere\n8\n–\n10\n. More studies using advanced genomic techniques such as shotgun metagenomic sequencing will be essential to formulating predictive models of bioaerosols and how the atmospheric microbiome is influenced by meteorological conditions\n11\n,\n12\n. High-altitude aircraft can be used to travel at variable altitudes in the atmosphere, allowing us to investigate how bioaerosols patterns change with height above the surface. Herein, we report microbial composition in a “staircase pattern” flown at 10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft using an Aircraft Bioaerosol Collector (ABC) device onboard NASA’s C-20A aircraft\n2\n. Air samples were collected on two consecutive flight days (June 20–21, 2018) in the vicinity of Palmdale, CA, USA, across the Sierra Nevada mountain range. Following each flight, captured bioaerosols were analyzed with traditional culture-based methods as well as metagenomic DNA sequencing. A meteorological and atmospheric dispersion computer model was then applied to the microbiological dataset to provide predictions of bioaerosol measurement signals and potential population exposures in downwind regions.",
    "methods": "Methods\nSampling flights\nTwo research flights (Fig. \n1\n) were flown over the Sierra Nevada mountains (Supplementary Fig. \nS1\n) across California using NASA’s C-20A Gulfstream III aircraft available through the Airborne Science Program at Armstrong Flight Research Center (AFRC). The first flight was 2.9 h total flown on June 20, 2018; the second flight was 3.5 h total on June 21, 2018. During each daytime flight, the aircraft ascended to 40,000 ft and remained at this altitude for 30–40 min sampling air at an estimated rate of 8.5 L·min\n−1\n. Then, in a “staircase” pattern, the aircraft descended in 10,000 ft increments from 30,000 ft, to 20,000 ft, to 10,000 ft, for 30–40 min of air sampling at each altitude step. Supplementary Table \nS1\n summarizes sampling times and other pertinent flight information. Aircraft telemetry data was visualized using Google Earth Pro software with images from Landsat and Copernicus to generate terrain (Supplementary Fig. \nS1\n).\nFigure 1\nSampling over the US Sierra Nevada mountain range. (\na\n) Aircraft Bioaerosol Collector (ABC) onboard NASA’s C-20A aircraft. Air sampling line, flow valve, cascade impactor, and air flow meter shown on workbench; (\nb\n) June 20, 2018, view from C-20A window at lowest altitude sampled (10,000 ft) above the US Sierra Nevada mountain range with an aerosol haze visible on the horizon; (\nc\n) Flight pattern on June 20, 2018 based on GPS data, sampling for 30–40 min at 10,000 ft steps up to 40,000 ft; (\nd\n) Flight pattern on June 21, 2018 based on GPS data, sampling for 30–40 min starting at 40,000 ft and stepping down in 10,000 ft steps. Panels C and D were generated using Mathworks Matlab software, versions R2018 to R2019 (\nhttps://www.mathworks.com/products/matlab.html\n), from the recorded flight path.\nSample collection procedures were carried out using the ABC hardware system as previously described\n2\n. Before the aircraft reached each sampling altitude, gamma-irradiated (i.e., DNA-treated) gelatinous filter membranes were loaded into a cascade impactor (Supplementary Fig. \nS2\n). Two different cascade impactor stages were used to size separate the bioaerosols (Product TE-10–860; Tisch Environmental, Cleves, OH). Each sampler stage had 400 small, round, drilled orifices (1.18 mm on first stage; 0.25 mm on second stage). As described by Smith et al.\n2\n, the first stage should capture aerosols larger than 8 μm (if traveling into the inlet) while the second stage would capture smaller aerosols between 1 and 8 μm (nominal). The first stage holds Filter A and second stage holds Filter B. An upstream valve was used to regulate atmospheric air flowing into the system. With the air flow off, fresh filters were aseptically swapped into the sampling system before the next altitude was sampled. A total of 16 filter samples were collected at the four different altitudes on two consecutive flight days with two filters staged at each altitude.\nExperimental controls\nTo produce a baseline for assessing known system contaminants, we followed a previously described method\n2\nwhere pre-flight and post-flight \nground controls\n were collected on the C-20A window plate, air probe inlet, and an exterior portion of the aircraft upstream of the sampling probe using a pre-wetted, DNA-free sterile applicator (Puritan cat #25-3306UTTFDNA). Swabs were stored in 5 mL of sterile deionized water within a 15 ml Falcon tube and kept at 4 °C until laboratory processing. To characterize contaminants inside the aircraft, a blank gelatinous filter was placed in a petri dish resting on the work bench and exposed to ambient aircraft cabin air during every filter exchange. These samples were reported as \ncabin controls\n. The surface of the bench holding the cascade sampler was also swabbed with a pre-wetted, DNA-free sterile applicator as an additional \ncabin control\n.\nPost-flight sample processing\nFor each sample, one filter half was archived in a −80 °C freezer (TSU-600A, Thermo Scientific, Asheville, NC) and the other half was put in 40 ml of warm (37 °C) molecular grade water which easily dissolved the gelatinous filter membrane. The sample was then concentrated using the InnovaPrep CP Select concentrating pipette (InnovaPrep, Drexel, MO). The concentrator passed the entire sample volume (40 ml) through a 0.1 µm flat polyethersulfone membrane (part number CC08001), followed elution buffer (EB, phosphate buffering solution with 0.75% Tween-20 [PBST]) into a final output volume of 1 mL. Filters A and B were processed separately. Similarly, swabs contained in 15 mL tubes (wetted with 5 ml of sterile water) from ground and cabin control samples were concentrated in 1 mL of EB. For each concentrated volume, 200 µL was used for DNA extraction and subsequent metagenomic sequencing; 100 µL was used for culture-based recovery assays; and 700 µL was archived at −80 °C in the freezer in 20% glycerol stocks (final volume). We have included three \nprocess controls\n. The first one is the whole blank gelatinous membrane filter that has gone through the entire InnovaPrep processing and DNA extraction; the other two are two replicates of the DNA extraction with no template controls. A total of 13 ground, cabin and process control samples were collected during the aircraft flight operations. Supplementary Table \nS2\n summarizes all experimental samples.\nDNA extraction\nA total volume of 200 µl was utilized for DNA extraction from the 1 mL InnovaPrep concentrated sample. Each sample was extracted using the Qiagen AllPrep PowerViral DNA/RNA Kit (part number 28000, Hilden, Germany). Standard manufacturer’s protocols with bead beating were followed to extract DNA from each sample. Samples were eluted in 60 µL of elution buffer and quantitated using the ThermoFisher Qubit Fluorometer (Waltham, MA). The average concentration of flight samples and controls was approximately 14.9 pg/µL.\nMetagenomic sequencing\nThe Illumina NextSeq500 was used for shotgun metagenomic sequencing with the Illumina NextSeq Series High Output Kit v2 (San Diego, CA), using 150 base pair, paired-end reads\n13\n. DNA libraries were prepared for sequencing using the Illumina Nextera Flex DNA Library Preparation Kit (part number 20018705). For each sample, approximately 400 pg was input into the kit and standard manufacturer protocols were followed. Quality, concentration, and fragment sizes of the completed libraries were assessed on the Agilent Tapestation 4200 (Santa Clara, CA). Libraries were normalized and pooled to 100–200 pM according to the Agilent Tapestation determined concentrations. The pooled library sample was quantitated using the ThermoFisher Qubit fluorimeter and denaturing steps were performed according to the manufacturer’s standard recommendations (Illumina). A concentration of 1% of Illumina’s standard positive control (PhiX) was added to the pooled libraries and 1.3 pM final library concentration was input into the Illumina NextSeq 500 instrument.\nTaxonomy identification\nMetagenomic sequences were analyzed using the Livermore Metagenomics Analysis Toolkit (LMAT), a metagenomic analysis pipeline that searches for taxonomic identifiers associated with k-mers in reference genome databases\n14\n,\n15\n. The database contains distinct species-level alignments for 4,863 bacteria; 4,189 viruses; 2,038 eukaryotes; and 279 archaea.\nEcological distance\nSimilarity between samples was visualized using non-metric multidimensional scaling (NMDS) and the t-Distributed Stochastic Neighbor Embedding (tSNE) methods. NMDS analysis was performed by Jaccard distance of detection, comparing microbial presence (above 1 LMAT read) and absence differences at the genus level between samples. tSNE of quantification matrices was used to reduce high-dimensional data into a low-dimensional space for visualization\n16\n. Through both data processing techniques, samples with high similarity will cluster together whereas less similar samples will be spaced further apart. Prior to tSNE analyses, the relative abundance of each taxon in a sample was transformed into Euclidian space using the center log-ratio (clr) method in the ALDEx2 (v.1.16.0) R package\n17\n.\nAlpha diversity and differential abundance\nAlpha diversity refers to the diversity within an ecosystem. It is usually expressed by the number of species (i.e., species richness) in that ecosystem. Alpha (α) diversity was estimated for each sample and compared within altitudes across flight days. We quantified α-diversity using the Chao1 estimator\n18\n and the observed number of effective taxa (\nq\nN\neff\n) weighted by each taxonomic proportion of DNA per sample\n19\n. Weights were chosen such that \nq\nN\neff\n corresponded to the following transformations of commonly used diversity indices: observed richness (the number of taxa seen; \n0\nN\neff\n), exponentiated Shannon index (both taxa richness and evenness; \n1\nN\neff\n), and the reciprocal Simpson index (dominance and evenness of taxa; \n2\nN\neff\n).\nA differential abundance analysis was performed for taxa at each altitude step using the ALDEx2 (v.1.16.0) R package\n17\n. Individual abundances for an identified taxon were transformed using the centered log-ratio (clr) method\n17\n,\n20\n. Transformed counts were then analyzed for differential abundances across altitudes steps using the aldex.glm() function. Finally, \nP\n values for taxa were corrected for multiple tests using the Benjamini and Hochberg method\n21\n.\nCulture-based recovery and identification\nAfter sample concentration, 100 µL aliquots were spread onto Reasoner's 2A agar (R2A) plates and Trypticase soy agar (TSA) plates, wrapped in Parafilm (American National Can, Chicago, IL) and incubated in the dark at 25 °C for up to four weeks while monitoring signs of growth. Individual colonies were sub-cultured on R2A until isolated, and then cryopreserved with 10% sterile glycerol (Amresco, Solon, OH) and nutrient broth (Difco, Sparks, MD) at -80 °C. Bacterial colonies DNA extraction and 16S rRNA Sanger sequencing was done by GENEWIZ (South Planfield, NJ). Forward and reverse 16S rRNA sequences were merged and searched against the NCBI non-redundant database using BLASTn\n22\n.\nAtmospheric modeling\nHYSPLIT back-trajectories\n23\nwere obtained using reanalysis data on the READY website, \nhttps://www.ready.noaa.gov\n. Heights at the different sampling altitudes were used as input for starting points in the model.\nAtmospheric microbes are co-transported in aerosols that have a wide range of sizes\n24\n,\n25\n. We forecasted aerosol (forward) dispersal from the sampled locations using several modeling process assumptions. Since the typical lifetime of relatively small particles in the upper troposphere (e.g., 10 days for 9 μm particles\n26\n) is comparable to the analysis timescale of one week, our analysis does not require a detailed particle size distribution. First, the bioaerosols were assumed to be 1-μm aerodynamic diameter particles released at a constant rate along the sampling flight path. Our choice of a spatially and temporally uniform particle concentration matches the sampling resolution within the flight path. Second, the downwind time-integrated concentration of the released material was predicted using the Department of Energy, Lawrence Livermore National Laboratory, National Atmospheric Release Advisory Center (DOE LLNL NARAC) modeling system. Atmospheric Data Assimilation and Parameterization Techniques (ADAPT) / Lagrangian Operational Dispersion Integrator (LODI) models. The ADAPT model was initialized with 0.25 deg resolution Global Forecast Model fields\n27\n,\n28\n. Our modeling resolved North American near-surface influences up to seven days after flights with a 30.8 km horizontal resolution. Default ADAPT upper-tropospheric dispersion parameters were used: 0.01 m\n2\n·s\n−1\n and 0.25 m\n2\n·s\n−2\n for the vertical eddy diffusivity (K\nz\n) and horizontal velocity variance (σ\nu\n2\n = σ\nv\n2\n), respectively, and, while reasonable for many situations, may underestimate the overall vertical atmospheric mixing during the seven day period. Non-precipitation atmospheric removal processes were accounted for by including both (a) gravitational settling and (b) an additional 0.003 m·s\n−1\n deposition velocity. We chose the latter value to reflect deposition to regions with significant vegetation\n29\n. In order to simplify the modeling effort, other known effects on aerosol lifetimes in the atmosphere, including highly convective conditions and additional emissions from the Earth’s surface were not considered. Finally, to make our forecasts more relevant to downwind human population centers, we estimated the “average” outdoor individual and population-level exposures. The individual exposure probability was calculated by multiplying (a) predicted near-surface outdoor aerosol concentrations by (b) an average adult breathing rate (respiratory second volume) of 2 × 10\n–4\n m\n3\n·s\n−1\n30\n. The population-level exposure estimate was calculated by multiplying the individual exposure estimate by the population as reported in the LandScan 2015 High Resolution Global Population Database\n31\n.",
    "sampling_flights": "Sampling flights\nTwo research flights (Fig. \n1\n) were flown over the Sierra Nevada mountains (Supplementary Fig. \nS1\n) across California using NASA’s C-20A Gulfstream III aircraft available through the Airborne Science Program at Armstrong Flight Research Center (AFRC). The first flight was 2.9 h total flown on June 20, 2018; the second flight was 3.5 h total on June 21, 2018. During each daytime flight, the aircraft ascended to 40,000 ft and remained at this altitude for 30–40 min sampling air at an estimated rate of 8.5 L·min\n−1\n. Then, in a “staircase” pattern, the aircraft descended in 10,000 ft increments from 30,000 ft, to 20,000 ft, to 10,000 ft, for 30–40 min of air sampling at each altitude step. Supplementary Table \nS1\n summarizes sampling times and other pertinent flight information. Aircraft telemetry data was visualized using Google Earth Pro software with images from Landsat and Copernicus to generate terrain (Supplementary Fig. \nS1\n).\nFigure 1\nSampling over the US Sierra Nevada mountain range. (\na\n) Aircraft Bioaerosol Collector (ABC) onboard NASA’s C-20A aircraft. Air sampling line, flow valve, cascade impactor, and air flow meter shown on workbench; (\nb\n) June 20, 2018, view from C-20A window at lowest altitude sampled (10,000 ft) above the US Sierra Nevada mountain range with an aerosol haze visible on the horizon; (\nc\n) Flight pattern on June 20, 2018 based on GPS data, sampling for 30–40 min at 10,000 ft steps up to 40,000 ft; (\nd\n) Flight pattern on June 21, 2018 based on GPS data, sampling for 30–40 min starting at 40,000 ft and stepping down in 10,000 ft steps. Panels C and D were generated using Mathworks Matlab software, versions R2018 to R2019 (\nhttps://www.mathworks.com/products/matlab.html\n), from the recorded flight path.\nSample collection procedures were carried out using the ABC hardware system as previously described\n2\n. Before the aircraft reached each sampling altitude, gamma-irradiated (i.e., DNA-treated) gelatinous filter membranes were loaded into a cascade impactor (Supplementary Fig. \nS2\n). Two different cascade impactor stages were used to size separate the bioaerosols (Product TE-10–860; Tisch Environmental, Cleves, OH). Each sampler stage had 400 small, round, drilled orifices (1.18 mm on first stage; 0.25 mm on second stage). As described by Smith et al.\n2\n, the first stage should capture aerosols larger than 8 μm (if traveling into the inlet) while the second stage would capture smaller aerosols between 1 and 8 μm (nominal). The first stage holds Filter A and second stage holds Filter B. An upstream valve was used to regulate atmospheric air flowing into the system. With the air flow off, fresh filters were aseptically swapped into the sampling system before the next altitude was sampled. A total of 16 filter samples were collected at the four different altitudes on two consecutive flight days with two filters staged at each altitude.",
    "experimental_controls": "Experimental controls\nTo produce a baseline for assessing known system contaminants, we followed a previously described method\n2\nwhere pre-flight and post-flight \nground controls\n were collected on the C-20A window plate, air probe inlet, and an exterior portion of the aircraft upstream of the sampling probe using a pre-wetted, DNA-free sterile applicator (Puritan cat #25-3306UTTFDNA). Swabs were stored in 5 mL of sterile deionized water within a 15 ml Falcon tube and kept at 4 °C until laboratory processing. To characterize contaminants inside the aircraft, a blank gelatinous filter was placed in a petri dish resting on the work bench and exposed to ambient aircraft cabin air during every filter exchange. These samples were reported as \ncabin controls\n. The surface of the bench holding the cascade sampler was also swabbed with a pre-wetted, DNA-free sterile applicator as an additional \ncabin control\n.",
    "post-flight_sample_processing": "Post-flight sample processing\nFor each sample, one filter half was archived in a −80 °C freezer (TSU-600A, Thermo Scientific, Asheville, NC) and the other half was put in 40 ml of warm (37 °C) molecular grade water which easily dissolved the gelatinous filter membrane. The sample was then concentrated using the InnovaPrep CP Select concentrating pipette (InnovaPrep, Drexel, MO). The concentrator passed the entire sample volume (40 ml) through a 0.1 µm flat polyethersulfone membrane (part number CC08001), followed elution buffer (EB, phosphate buffering solution with 0.75% Tween-20 [PBST]) into a final output volume of 1 mL. Filters A and B were processed separately. Similarly, swabs contained in 15 mL tubes (wetted with 5 ml of sterile water) from ground and cabin control samples were concentrated in 1 mL of EB. For each concentrated volume, 200 µL was used for DNA extraction and subsequent metagenomic sequencing; 100 µL was used for culture-based recovery assays; and 700 µL was archived at −80 °C in the freezer in 20% glycerol stocks (final volume). We have included three \nprocess controls\n. The first one is the whole blank gelatinous membrane filter that has gone through the entire InnovaPrep processing and DNA extraction; the other two are two replicates of the DNA extraction with no template controls. A total of 13 ground, cabin and process control samples were collected during the aircraft flight operations. Supplementary Table \nS2\n summarizes all experimental samples.",
    "dna_extraction": "DNA extraction\nA total volume of 200 µl was utilized for DNA extraction from the 1 mL InnovaPrep concentrated sample. Each sample was extracted using the Qiagen AllPrep PowerViral DNA/RNA Kit (part number 28000, Hilden, Germany). Standard manufacturer’s protocols with bead beating were followed to extract DNA from each sample. Samples were eluted in 60 µL of elution buffer and quantitated using the ThermoFisher Qubit Fluorometer (Waltham, MA). The average concentration of flight samples and controls was approximately 14.9 pg/µL.",
    "metagenomic_sequencing": "Metagenomic sequencing\nThe Illumina NextSeq500 was used for shotgun metagenomic sequencing with the Illumina NextSeq Series High Output Kit v2 (San Diego, CA), using 150 base pair, paired-end reads\n13\n. DNA libraries were prepared for sequencing using the Illumina Nextera Flex DNA Library Preparation Kit (part number 20018705). For each sample, approximately 400 pg was input into the kit and standard manufacturer protocols were followed. Quality, concentration, and fragment sizes of the completed libraries were assessed on the Agilent Tapestation 4200 (Santa Clara, CA). Libraries were normalized and pooled to 100–200 pM according to the Agilent Tapestation determined concentrations. The pooled library sample was quantitated using the ThermoFisher Qubit fluorimeter and denaturing steps were performed according to the manufacturer’s standard recommendations (Illumina). A concentration of 1% of Illumina’s standard positive control (PhiX) was added to the pooled libraries and 1.3 pM final library concentration was input into the Illumina NextSeq 500 instrument.",
    "taxonomy_identification": "Taxonomy identification\nMetagenomic sequences were analyzed using the Livermore Metagenomics Analysis Toolkit (LMAT), a metagenomic analysis pipeline that searches for taxonomic identifiers associated with k-mers in reference genome databases\n14\n,\n15\n. The database contains distinct species-level alignments for 4,863 bacteria; 4,189 viruses; 2,038 eukaryotes; and 279 archaea.",
    "ecological_distance": "Ecological distance\nSimilarity between samples was visualized using non-metric multidimensional scaling (NMDS) and the t-Distributed Stochastic Neighbor Embedding (tSNE) methods. NMDS analysis was performed by Jaccard distance of detection, comparing microbial presence (above 1 LMAT read) and absence differences at the genus level between samples. tSNE of quantification matrices was used to reduce high-dimensional data into a low-dimensional space for visualization\n16\n. Through both data processing techniques, samples with high similarity will cluster together whereas less similar samples will be spaced further apart. Prior to tSNE analyses, the relative abundance of each taxon in a sample was transformed into Euclidian space using the center log-ratio (clr) method in the ALDEx2 (v.1.16.0) R package\n17\n.",
    "alpha_diversity_and_differential_abundance": "Alpha diversity and differential abundance\nAlpha diversity refers to the diversity within an ecosystem. It is usually expressed by the number of species (i.e., species richness) in that ecosystem. Alpha (α) diversity was estimated for each sample and compared within altitudes across flight days. We quantified α-diversity using the Chao1 estimator\n18\n and the observed number of effective taxa (\nq\nN\neff\n) weighted by each taxonomic proportion of DNA per sample\n19\n. Weights were chosen such that \nq\nN\neff\n corresponded to the following transformations of commonly used diversity indices: observed richness (the number of taxa seen; \n0\nN\neff\n), exponentiated Shannon index (both taxa richness and evenness; \n1\nN\neff\n), and the reciprocal Simpson index (dominance and evenness of taxa; \n2\nN\neff\n).\nA differential abundance analysis was performed for taxa at each altitude step using the ALDEx2 (v.1.16.0) R package\n17\n. Individual abundances for an identified taxon were transformed using the centered log-ratio (clr) method\n17\n,\n20\n. Transformed counts were then analyzed for differential abundances across altitudes steps using the aldex.glm() function. Finally, \nP\n values for taxa were corrected for multiple tests using the Benjamini and Hochberg method\n21\n.",
    "culture-based_recovery_and_identification": "Culture-based recovery and identification\nAfter sample concentration, 100 µL aliquots were spread onto Reasoner's 2A agar (R2A) plates and Trypticase soy agar (TSA) plates, wrapped in Parafilm (American National Can, Chicago, IL) and incubated in the dark at 25 °C for up to four weeks while monitoring signs of growth. Individual colonies were sub-cultured on R2A until isolated, and then cryopreserved with 10% sterile glycerol (Amresco, Solon, OH) and nutrient broth (Difco, Sparks, MD) at -80 °C. Bacterial colonies DNA extraction and 16S rRNA Sanger sequencing was done by GENEWIZ (South Planfield, NJ). Forward and reverse 16S rRNA sequences were merged and searched against the NCBI non-redundant database using BLASTn\n22\n.",
    "atmospheric_modeling": "Atmospheric modeling\nHYSPLIT back-trajectories\n23\nwere obtained using reanalysis data on the READY website, \nhttps://www.ready.noaa.gov\n. Heights at the different sampling altitudes were used as input for starting points in the model.\nAtmospheric microbes are co-transported in aerosols that have a wide range of sizes\n24\n,\n25\n. We forecasted aerosol (forward) dispersal from the sampled locations using several modeling process assumptions. Since the typical lifetime of relatively small particles in the upper troposphere (e.g., 10 days for 9 μm particles\n26\n) is comparable to the analysis timescale of one week, our analysis does not require a detailed particle size distribution. First, the bioaerosols were assumed to be 1-μm aerodynamic diameter particles released at a constant rate along the sampling flight path. Our choice of a spatially and temporally uniform particle concentration matches the sampling resolution within the flight path. Second, the downwind time-integrated concentration of the released material was predicted using the Department of Energy, Lawrence Livermore National Laboratory, National Atmospheric Release Advisory Center (DOE LLNL NARAC) modeling system. Atmospheric Data Assimilation and Parameterization Techniques (ADAPT) / Lagrangian Operational Dispersion Integrator (LODI) models. The ADAPT model was initialized with 0.25 deg resolution Global Forecast Model fields\n27\n,\n28\n. Our modeling resolved North American near-surface influences up to seven days after flights with a 30.8 km horizontal resolution. Default ADAPT upper-tropospheric dispersion parameters were used: 0.01 m\n2\n·s\n−1\n and 0.25 m\n2\n·s\n−2\n for the vertical eddy diffusivity (K\nz\n) and horizontal velocity variance (σ\nu\n2\n = σ\nv\n2\n), respectively, and, while reasonable for many situations, may underestimate the overall vertical atmospheric mixing during the seven day period. Non-precipitation atmospheric removal processes were accounted for by including both (a) gravitational settling and (b) an additional 0.003 m·s\n−1\n deposition velocity. We chose the latter value to reflect deposition to regions with significant vegetation\n29\n. In order to simplify the modeling effort, other known effects on aerosol lifetimes in the atmosphere, including highly convective conditions and additional emissions from the Earth’s surface were not considered. Finally, to make our forecasts more relevant to downwind human population centers, we estimated the “average” outdoor individual and population-level exposures. The individual exposure probability was calculated by multiplying (a) predicted near-surface outdoor aerosol concentrations by (b) an average adult breathing rate (respiratory second volume) of 2 × 10\n–4\n m\n3\n·s\n−1\n30\n. The population-level exposure estimate was calculated by multiplying the individual exposure estimate by the population as reported in the LandScan 2015 High Resolution Global Population Database\n31\n.",
    "results": "Results\nMetagenomics\nApproximately 10 M reads were obtained for each flight sample. After LMAT analysis, which combines forward and reverse reads into a single unit, an average of 5 M reads per sample were uniquely assigned to a taxonomic identifier at the given score threshold\n14\n,\n15\n. On average, 940,000 reads per sample corresponded to microbial sequences, out of which 613,000 reads were assigned at the genus level. The detailed number of reads for each flight and control sample is listed in Supplementary Table \nS2\n. Two statistical methods were used to visualize sample clustering: NMDS and tSNE. Neither of the two data visualization approaches showed clear clustering of flight samples by altitude (Fig. \n2\n). Colored circles represent flight samples from each altitude. Four samples from each altitude were included: filters A and B from Day 1 and filters A and B from Day 2. Three cabin air control, three process control and six ground control samples were included in both data visualization methods to help determine if atmospheric samples were significantly different from the controls. Jaccard distance (Fig. \n2\na) showed a tighter grouping of the flight samples based on altitude, but overlap patterns suggested a high amount of similarity between sampling at different heights. Most of the control samples clustered together by NMDS visualization (Fig. \n2\na); tSNE also showed majority of controls separated from flight samples (Fig. \n2\nb).\nFigure 2\nVisualization of sample clustering using multiple distance and similarity metrics. (\na\n) Non-metric multidimensional scaling (NMDS) using the Jaccard distance depicting sample similarity with taxonomic presence-absence profiles; (\nb\n) Sample clustering using t-Distributed Stochastic Neighbor Embedding (tSNE) analysis of taxa abundance. The figure was generated in R (v.3.6.0) \n53\n using package ggplot2 (v.3.2.1)\n54\n.\n\n\nAlpha diversity\nFigure \n3\n is a genus level comparison of richness and evenness between samples (ground and flight); Supplementary Fig. \nS3\n shows the alpha diversity at the species level. Six ground controls (pre-flight and post-flight swabs), along with four data points from each altitude (Filters A (alpha) and B (beta); both flight days) were included in the diversity comparison. No significant differences between samples were observed using a Kruskall-Wallis one-way ANOVA of species richness, nor Shannon and Simpson indices. Further pairwise comparisons of ground, 10,000 ft and 30,000 ft groups using the Mann–Whitney and Student’s t-tests found no significant difference between the groups either. The Simpson index comparison at the genus level resulted in the smallest \np\n value of 0.078.\nFigure 3\nAlpha (α)-diversity for flight and ground samples at genus level resolution. α-diversity quantified as \n1\nN\neff\n with samples shown as circles. The area of each circle is proportional to the number of genus-resolved fragments in a sample. Violin plots show density of α-diversity, box plots show the first, second and third quartiles, and 1.5 times the interquartile range of each time point’s α-diversity sample distribution. Dark red diamonds represent the means. The figure was generated in R (v.3.6.0)\n53\n using package ggplot2 (v.3.2.1)\n54\n.\n\n\nRelative abundance\nProportionally abundant microbial taxa from each flight day are depicted for Filter A (Fig. \n4\n) and Filter B (Supplementary Fig. \nS4\n). The 12 most abundant genera in Filter A (from either day) were \nAchromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,\n and \nVeillonella.\n. Detected as proportionally abundant in both days were \nAchromobacter, Stenotrophomonas, Streptococcus,\n and \nDelftia.\n On June 20, 2018, \nLachnoanaerobaculum\n, \nAlcaligenes, Mycobacterium\n, \nTetrahymena,\n and \nVeillonella\n appeared, whereas \nPenicillium, Prevotella, Pseudoperonospora,\n and \nPorphyromonas\n were only abundant on June 21, 2018. In addition to microbial taxa, \nPinus koraiensis\n and \nPinus radiata\n were also detected as proportionally abundant at 10,000 ft but only on the second flight day (June 21, 2018). Species level abundance of Filter A is depicted in Supplementary Fig. \nS5\n, \nAchromobacter xylosoxidans\n, \nAlcaligenes faecalis\n, \nBradyrhizobium\n sp. DFCI-1, \nDelftia acidovorans\n, \nDelftia\n sp. Cs1-4, \nLachnoanaerobaculum saburreum\n, \nMycobacterium abscessus\n, \nPaenibacillus fonticola\n, \nPenicillium aurantiogriseum\n, \nPseudoperonospora cubensis\n, \nStenotrophomonas maltophilia\n, and \nVeillonella dispar\n were detected. The top 12 most abundant genera in Filter B included \nAchromobacter, Bradyrhizobium, Byssochlamys, Chryseobacterium, Delftia, Enterobacter, Gardnerella, Meiothermus, Penicillium, Prevotella, Stenotrophomonas, Streptococcus\n (Supplementary Fig. \nS3\n).\nFigure 4\nRelative abundance of genera across altitudes on both sampling days. Samples from Filter A separated by day and collection altitude to examine shifts in relative abundance of genera. \nAchromobacter, Stenotrophomonas, Streptococcus,\n and \nDelftia\n were among the top 12 most abundant taxa in both days\n.\n Bacterial genera that were not among the top 12 represented by light gray colored bars. In additional to bacterial and fungal taxa shown, \nPinus koraiensis\n and \nPinus radiata\n were also detected at 10,000 ft on the second flight day (June 21, 2018) but were not plotted for clarity. The figure was generated in R (v.3.6.0)\n53\n using package ggplot2 (v.3.2.1)\n54\n.\n\n\nIn the experimental controls (Supplementary Fig. \nS6\n), the most abundant detected species or plasmids were \nAchromobacter xylosoxidans\n, \nAcidovorox sp.\n JS42 plasmid pAOVO01, \nAlicycliphilus denitrificans\n, \nAspergillus oryzae\n, \nAureobasidium pullulans\n, \nBradyrhizobium\n sp. DFCI-1, \nCapnocytophaga sp.\n oral taxon 326\n, Eimeria mitis\n, \nEimeria praecox\n, \nHaemophilus parainfluenzae\n, \nNeosartorya fischeri\n, and \nPrevotella sp.\n ICM33. \nAchromobacter xylosoxidans\n and \nBradyrhizobium\n sp. DFCI-1 were detected in both flight samples and control samples, suggesting the possibility of contamination associated with those reads.\nTable \n1\n shows the taxonomic distinctions between samples, summarizing the five most abundant genera from each altitude and controls (depicting only Filter A samples for clarity). At 10,000 ft, the distribution of the top five genera was even (with abundances ranging from 30 to 9% on June 20, 2018; and 53% to 4% on June 21, 2018). At 40,000 ft, the top five taxa were dominated by a single genus (e.g., \nAlcaligenes\n 97% on June 20, 2018; \nPenicillium\n 82% on June 21, 2018). The altitude where the taxonomic composition was most similar between the two days sampled was 30,000 ft where both \nDelftia\n and \nStreptococcus\n were proportionally abundant.\nTable 1\nTop five most abundant genera at each altitude compared to pre-flight ground controls.\nAltitude (ft)\nJune 20, 2018\nJune 21, 2018\nGenus\nRelative abundance (%)\nGenus\nRelative abundance (%)\n0\nEimeria\n93.29\nPrevotella\n26.46\n0\nDelftia\n1.81\nAlicycliphilus\n22.63\n0\nPenicillium\n0.99\nAchromobacter\n19.53\n0\nSolirubrobacter\n0.88\nStreptococcus\n19.20\n0\nEscherichia\n0.77\nAcidovorax\n10.11\n10,000\nMycobacterium\n30.37\nAchromobacter\n53.37\n10,000\nTetrahymena\n26.16\nPrevotella\n22.52\n10,000\nVeillonella\n17.60\nEscherichia\n6.46\n10,000\nBradyrhizobium\n12.22\nStreptococcus\n5.51\n10,000\nOrpinomyces\n8.98\nPorphyromonas\n4.14\n20,000\nStenotrophomonas\n73.11\nAchromobacter\n55.71\n20,000\nLachnoanaerobaculum\n24.22\nPrevotella\n21.63\n20,000\nAchromobacter\n2.39\nDelftia\n8.40\n20,000\nChryseobacterium\n0.22\nAspergillus\n5.80\n20,000\nAstrammina\n0.01\nHelicobacter\n5.74\n30,000\nDelftia\n82.72\nPseudoperonospora\n76.50\n30,000\nPaenibacillus\n10.87\nStreptococcus\n14.24\n30,000\nStreptococcus\n4.88\nPseudomonas\n6.31\n30,000\nChryseobacterium\n0.30\nDelftia\n2.25\n30,000\nPrevotella\n0.30\nStenotrophomonas\n0.34\n40,000\nAlcaligenes\n97.92\nPenicillium\n82.48\n40,000\nPseudomonas\n1.93\nAchromobacter\n17.43\n40,000\nMeiothermus\n0.12\nSclerotinia\n0.06\n40,000\nBradyrhizobium\n0.02\nEscherichia\n0.01\n40,000\nCorynebacterium\n0.004\nBacteroides\n0.004\n\n\nViable microorganisms\nIsolated bacterial colonies were identified by searching 16S Sanger sequences against the NCBI non-redundant database using BLASTn\n22\n. Table \n2\n summarizes the isolates. \nBacillus\n was the most prevalent genus identified, measured in 25% of flight samples and all control samples. \nStreptococcus\n and \nStreptomyces\n were also identified from a 40,000 ft sample. Other bacteria found in controls were: \nLysinibacillus sinduriensis\n, \nMethylorubrum zatmanii\n, \nLysinibacillus sphaericus\n, \nLysinibacillus acetophenoni\n, \nPseudomonas syringae\n, \nMicrovirga\n sp., \nMethylorubrum populi\n, and \nCellulomonas cellasea\n.\nTable 2\nViable microorganisms recovered from flight and control samples.\nCategory\nEnvironment\nGenera identified\nFlight samples\n10,000 ft Filter A\nNA\n10,000 ft Filter B\nNA\n20,000 ft Filter A\nBacillus zhangzhouensis\n5\n*\n,\n+\n, \nBacillus pumilus\n1\n\n\n+\n20,000 ft Filter B\nNA\n30,000 ft Filter A\nBacillus zhangzhouensis\n2\n, \nBacillus \nspp.\n2\n\n\n^\n30,000 ft Filter B\nNA\n40,000 ft Filter A\nNA\n40,000 ft Filter B\nStreptococcus\n sp.\n1\n\n\n^\n, \nStreptomyces\n spp.\n2\n\n\n^\nGround control\nPre-flight plane swab\nBacillus subtilis\n4\n\n\n+\n, \nBacillus pumilus\n3\n\n\n+\n, \nBacillus megaterium\n3\n\n\n+\n, \nBacillus zhangzhouensis\n1\n\n\n+\n, \nBacillus safensis\n1\n\n\n+\n, \nBacillus \nspp.\n8\n, \nBacillus licheniformis\n3\n\n\n+\n, \nBacillus halotolerans\n1\n\n\n+\n, \nLysinibacillus sinduriesis\n1\n\n\n+\n, \nMethylorubrum zatmanii\n2\n\n\n^\n, \nLysinibacillus \nsp\n1\n.\n\n\n+\nPost-flight plane swab\nBacillus \nspp. \n2\n\n\n+\n, \nBacillus zhangzhouensis\n6\nCabin control\nBench swab\n+\nBacillus subtilis\n3\n, \nBacillus safensis\n1\n, \nBacillus maritimus\n1\n, \nLysinibacillus sphaericus\n1\n, \nLysinibacillus acetophenoni\n1\nWitness R2A plate\nPseudomonas syringae\n1\n+\n, \nMicrovirga\n#,$\n\n\n1\n\n\n+\n, \nMethylorubrum populi\n$\n\n\n1\n\n\n+\n, \nCellulomonas cellasea\n\n\n1\n\n\n+\n, \nStreptococcus \nsp \n1\n\n\n^\n, \nAgromyces\n#\n sp \n1\n^\n, \nPlanomicrobium glaciei\n$\n\n\n1\n+\n, \nStaphylococcus epidermidis\n\n\n2\n+\n, \nBacillus licheniformis\n2\n\n\n^\n, \nCitrococcus \nsp. \n1\n\n\n^\n, \nBacillus paralicheniformis\n1\n^\nProcess control\n&\nPBS elution fluid control\nBacillus zhangzhouensis\n\n\n1\n, \nBacillus \nsp. \n1\n*The number in brackets indicates number of isolates matching the genus and/or species.\n#\nDesignates query lengths < 1,000 nt.\n$\nQuery sequence had < 95% identity to database match.\n+\nIsolates from June 20, 2018 sampling only.\n^\nIsolates from June 21, 2018 sampling only.\n&\nControl sample taken in lab July 2018.\n\n\nAtmosphere dispersal\nGenerally, the air sampled on each flight day shared a similar transport history off the coast of N. America. Supplementary Fig. \nS7\n provides kinematic back trajectory modeling with Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT). We note that none of the trajectories above 10,000 ft approached the Earth’s surface over the time period modeled. There were also clear differences in trajectories between samples at the same altitude separated by approximately 24 h.\nSeparate, forward-modeling of air masses showed that a portion of flight-sampled bioaerosols, if undisturbed, could have exposed outdoor downwind populations over the next week (Fig. \n5\n). In this figure, the grey contours indicate the fraction of sampled material that would have been inhaled by an average outdoor person (individual exposure) had the material not been sampled (termed potential exposures). Darker colors indicate a larger potential exposure. Figure \n5\na shows the sum of the potential exposures from all four samples (10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft). Note that the exposure may not occur uniformly over the week period, but rather the exposure regions can change as the air mass travels downwind and is diluted, see Fig. \n5\nb,c. The predicted potential impact areas were highly dependent on altitude. For instance, most of the impacts in the first week were associated with air sampled at 10,000 ft while air sampled at 20,000 ft was associated with a small potential exposure region in NV (USA). No potential exposures were associated with the highest altitude samples (30,000 and 40,000 ft) during the first week. Overall, only a small fraction (3 × 10\n−8\n) of sampled particles would be expected to reach population centers across North America and be inhaled during the first week. The actual amount of material inhaled would be smaller than predicted here since (a) most people are indoors and (b) indoor individuals have lower exposure, relative to outdoor individuals, to outdoor-origin airborne particulates\n32\n,\n33\n.\nFigure 5\nAerosol dispersal predictions. (\na\n) 7-day model forecast (June 20, 2018 to June 27, 2018) with grey contours showing fraction of sampled material that could have been inhaled by an average outdoor individual (individual exposure potential); (\nb\n) The blue contours show the population density (people per sq km) in the modeling domain; (\nc\n) The blue-grey contours show the population level exposure potential derived by combining individual exposure potential (shown in \na\n) with population estimates (shown in \nb\n). This image shows geographic distribution of potentially inhaled material (inhaled fraction of sample material per sq km). Panels were generated using Mathworks Matlab software, versions R2018 to R2019 (\nhttps://www.mathworks.com/products/matlab.html\n), from the modelling described in the text. Underlying map data was provided by Google and INEGI and accessed through the Google Maps Platform API.",
    "metagenomics": "Metagenomics\nApproximately 10 M reads were obtained for each flight sample. After LMAT analysis, which combines forward and reverse reads into a single unit, an average of 5 M reads per sample were uniquely assigned to a taxonomic identifier at the given score threshold\n14\n,\n15\n. On average, 940,000 reads per sample corresponded to microbial sequences, out of which 613,000 reads were assigned at the genus level. The detailed number of reads for each flight and control sample is listed in Supplementary Table \nS2\n. Two statistical methods were used to visualize sample clustering: NMDS and tSNE. Neither of the two data visualization approaches showed clear clustering of flight samples by altitude (Fig. \n2\n). Colored circles represent flight samples from each altitude. Four samples from each altitude were included: filters A and B from Day 1 and filters A and B from Day 2. Three cabin air control, three process control and six ground control samples were included in both data visualization methods to help determine if atmospheric samples were significantly different from the controls. Jaccard distance (Fig. \n2\na) showed a tighter grouping of the flight samples based on altitude, but overlap patterns suggested a high amount of similarity between sampling at different heights. Most of the control samples clustered together by NMDS visualization (Fig. \n2\na); tSNE also showed majority of controls separated from flight samples (Fig. \n2\nb).\nFigure 2\nVisualization of sample clustering using multiple distance and similarity metrics. (\na\n) Non-metric multidimensional scaling (NMDS) using the Jaccard distance depicting sample similarity with taxonomic presence-absence profiles; (\nb\n) Sample clustering using t-Distributed Stochastic Neighbor Embedding (tSNE) analysis of taxa abundance. The figure was generated in R (v.3.6.0) \n53\n using package ggplot2 (v.3.2.1)\n54\n.",
    "alpha_diversity": "Alpha diversity\nFigure \n3\n is a genus level comparison of richness and evenness between samples (ground and flight); Supplementary Fig. \nS3\n shows the alpha diversity at the species level. Six ground controls (pre-flight and post-flight swabs), along with four data points from each altitude (Filters A (alpha) and B (beta); both flight days) were included in the diversity comparison. No significant differences between samples were observed using a Kruskall-Wallis one-way ANOVA of species richness, nor Shannon and Simpson indices. Further pairwise comparisons of ground, 10,000 ft and 30,000 ft groups using the Mann–Whitney and Student’s t-tests found no significant difference between the groups either. The Simpson index comparison at the genus level resulted in the smallest \np\n value of 0.078.\nFigure 3\nAlpha (α)-diversity for flight and ground samples at genus level resolution. α-diversity quantified as \n1\nN\neff\n with samples shown as circles. The area of each circle is proportional to the number of genus-resolved fragments in a sample. Violin plots show density of α-diversity, box plots show the first, second and third quartiles, and 1.5 times the interquartile range of each time point’s α-diversity sample distribution. Dark red diamonds represent the means. The figure was generated in R (v.3.6.0)\n53\n using package ggplot2 (v.3.2.1)\n54\n.",
    "relative_abundance": "Relative abundance\nProportionally abundant microbial taxa from each flight day are depicted for Filter A (Fig. \n4\n) and Filter B (Supplementary Fig. \nS4\n). The 12 most abundant genera in Filter A (from either day) were \nAchromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,\n and \nVeillonella.\n. Detected as proportionally abundant in both days were \nAchromobacter, Stenotrophomonas, Streptococcus,\n and \nDelftia.\n On June 20, 2018, \nLachnoanaerobaculum\n, \nAlcaligenes, Mycobacterium\n, \nTetrahymena,\n and \nVeillonella\n appeared, whereas \nPenicillium, Prevotella, Pseudoperonospora,\n and \nPorphyromonas\n were only abundant on June 21, 2018. In addition to microbial taxa, \nPinus koraiensis\n and \nPinus radiata\n were also detected as proportionally abundant at 10,000 ft but only on the second flight day (June 21, 2018). Species level abundance of Filter A is depicted in Supplementary Fig. \nS5\n, \nAchromobacter xylosoxidans\n, \nAlcaligenes faecalis\n, \nBradyrhizobium\n sp. DFCI-1, \nDelftia acidovorans\n, \nDelftia\n sp. Cs1-4, \nLachnoanaerobaculum saburreum\n, \nMycobacterium abscessus\n, \nPaenibacillus fonticola\n, \nPenicillium aurantiogriseum\n, \nPseudoperonospora cubensis\n, \nStenotrophomonas maltophilia\n, and \nVeillonella dispar\n were detected. The top 12 most abundant genera in Filter B included \nAchromobacter, Bradyrhizobium, Byssochlamys, Chryseobacterium, Delftia, Enterobacter, Gardnerella, Meiothermus, Penicillium, Prevotella, Stenotrophomonas, Streptococcus\n (Supplementary Fig. \nS3\n).\nFigure 4\nRelative abundance of genera across altitudes on both sampling days. Samples from Filter A separated by day and collection altitude to examine shifts in relative abundance of genera. \nAchromobacter, Stenotrophomonas, Streptococcus,\n and \nDelftia\n were among the top 12 most abundant taxa in both days\n.\n Bacterial genera that were not among the top 12 represented by light gray colored bars. In additional to bacterial and fungal taxa shown, \nPinus koraiensis\n and \nPinus radiata\n were also detected at 10,000 ft on the second flight day (June 21, 2018) but were not plotted for clarity. The figure was generated in R (v.3.6.0)\n53\n using package ggplot2 (v.3.2.1)\n54\n.\n\n\nIn the experimental controls (Supplementary Fig. \nS6\n), the most abundant detected species or plasmids were \nAchromobacter xylosoxidans\n, \nAcidovorox sp.\n JS42 plasmid pAOVO01, \nAlicycliphilus denitrificans\n, \nAspergillus oryzae\n, \nAureobasidium pullulans\n, \nBradyrhizobium\n sp. DFCI-1, \nCapnocytophaga sp.\n oral taxon 326\n, Eimeria mitis\n, \nEimeria praecox\n, \nHaemophilus parainfluenzae\n, \nNeosartorya fischeri\n, and \nPrevotella sp.\n ICM33. \nAchromobacter xylosoxidans\n and \nBradyrhizobium\n sp. DFCI-1 were detected in both flight samples and control samples, suggesting the possibility of contamination associated with those reads.\nTable \n1\n shows the taxonomic distinctions between samples, summarizing the five most abundant genera from each altitude and controls (depicting only Filter A samples for clarity). At 10,000 ft, the distribution of the top five genera was even (with abundances ranging from 30 to 9% on June 20, 2018; and 53% to 4% on June 21, 2018). At 40,000 ft, the top five taxa were dominated by a single genus (e.g., \nAlcaligenes\n 97% on June 20, 2018; \nPenicillium\n 82% on June 21, 2018). The altitude where the taxonomic composition was most similar between the two days sampled was 30,000 ft where both \nDelftia\n and \nStreptococcus\n were proportionally abundant.\nTable 1\nTop five most abundant genera at each altitude compared to pre-flight ground controls.\nAltitude (ft)\nJune 20, 2018\nJune 21, 2018\nGenus\nRelative abundance (%)\nGenus\nRelative abundance (%)\n0\nEimeria\n93.29\nPrevotella\n26.46\n0\nDelftia\n1.81\nAlicycliphilus\n22.63\n0\nPenicillium\n0.99\nAchromobacter\n19.53\n0\nSolirubrobacter\n0.88\nStreptococcus\n19.20\n0\nEscherichia\n0.77\nAcidovorax\n10.11\n10,000\nMycobacterium\n30.37\nAchromobacter\n53.37\n10,000\nTetrahymena\n26.16\nPrevotella\n22.52\n10,000\nVeillonella\n17.60\nEscherichia\n6.46\n10,000\nBradyrhizobium\n12.22\nStreptococcus\n5.51\n10,000\nOrpinomyces\n8.98\nPorphyromonas\n4.14\n20,000\nStenotrophomonas\n73.11\nAchromobacter\n55.71\n20,000\nLachnoanaerobaculum\n24.22\nPrevotella\n21.63\n20,000\nAchromobacter\n2.39\nDelftia\n8.40\n20,000\nChryseobacterium\n0.22\nAspergillus\n5.80\n20,000\nAstrammina\n0.01\nHelicobacter\n5.74\n30,000\nDelftia\n82.72\nPseudoperonospora\n76.50\n30,000\nPaenibacillus\n10.87\nStreptococcus\n14.24\n30,000\nStreptococcus\n4.88\nPseudomonas\n6.31\n30,000\nChryseobacterium\n0.30\nDelftia\n2.25\n30,000\nPrevotella\n0.30\nStenotrophomonas\n0.34\n40,000\nAlcaligenes\n97.92\nPenicillium\n82.48\n40,000\nPseudomonas\n1.93\nAchromobacter\n17.43\n40,000\nMeiothermus\n0.12\nSclerotinia\n0.06\n40,000\nBradyrhizobium\n0.02\nEscherichia\n0.01\n40,000\nCorynebacterium\n0.004\nBacteroides\n0.004",
    "viable_microorganisms": "Viable microorganisms\nIsolated bacterial colonies were identified by searching 16S Sanger sequences against the NCBI non-redundant database using BLASTn\n22\n. Table \n2\n summarizes the isolates. \nBacillus\n was the most prevalent genus identified, measured in 25% of flight samples and all control samples. \nStreptococcus\n and \nStreptomyces\n were also identified from a 40,000 ft sample. Other bacteria found in controls were: \nLysinibacillus sinduriensis\n, \nMethylorubrum zatmanii\n, \nLysinibacillus sphaericus\n, \nLysinibacillus acetophenoni\n, \nPseudomonas syringae\n, \nMicrovirga\n sp., \nMethylorubrum populi\n, and \nCellulomonas cellasea\n.\nTable 2\nViable microorganisms recovered from flight and control samples.\nCategory\nEnvironment\nGenera identified\nFlight samples\n10,000 ft Filter A\nNA\n10,000 ft Filter B\nNA\n20,000 ft Filter A\nBacillus zhangzhouensis\n5\n*\n,\n+\n, \nBacillus pumilus\n1\n\n\n+\n20,000 ft Filter B\nNA\n30,000 ft Filter A\nBacillus zhangzhouensis\n2\n, \nBacillus \nspp.\n2\n\n\n^\n30,000 ft Filter B\nNA\n40,000 ft Filter A\nNA\n40,000 ft Filter B\nStreptococcus\n sp.\n1\n\n\n^\n, \nStreptomyces\n spp.\n2\n\n\n^\nGround control\nPre-flight plane swab\nBacillus subtilis\n4\n\n\n+\n, \nBacillus pumilus\n3\n\n\n+\n, \nBacillus megaterium\n3\n\n\n+\n, \nBacillus zhangzhouensis\n1\n\n\n+\n, \nBacillus safensis\n1\n\n\n+\n, \nBacillus \nspp.\n8\n, \nBacillus licheniformis\n3\n\n\n+\n, \nBacillus halotolerans\n1\n\n\n+\n, \nLysinibacillus sinduriesis\n1\n\n\n+\n, \nMethylorubrum zatmanii\n2\n\n\n^\n, \nLysinibacillus \nsp\n1\n.\n\n\n+\nPost-flight plane swab\nBacillus \nspp. \n2\n\n\n+\n, \nBacillus zhangzhouensis\n6\nCabin control\nBench swab\n+\nBacillus subtilis\n3\n, \nBacillus safensis\n1\n, \nBacillus maritimus\n1\n, \nLysinibacillus sphaericus\n1\n, \nLysinibacillus acetophenoni\n1\nWitness R2A plate\nPseudomonas syringae\n1\n+\n, \nMicrovirga\n#,$\n\n\n1\n\n\n+\n, \nMethylorubrum populi\n$\n\n\n1\n\n\n+\n, \nCellulomonas cellasea\n\n\n1\n\n\n+\n, \nStreptococcus \nsp \n1\n\n\n^\n, \nAgromyces\n#\n sp \n1\n^\n, \nPlanomicrobium glaciei\n$\n\n\n1\n+\n, \nStaphylococcus epidermidis\n\n\n2\n+\n, \nBacillus licheniformis\n2\n\n\n^\n, \nCitrococcus \nsp. \n1\n\n\n^\n, \nBacillus paralicheniformis\n1\n^\nProcess control\n&\nPBS elution fluid control\nBacillus zhangzhouensis\n\n\n1\n, \nBacillus \nsp. \n1\n*The number in brackets indicates number of isolates matching the genus and/or species.\n#\nDesignates query lengths < 1,000 nt.\n$\nQuery sequence had < 95% identity to database match.\n+\nIsolates from June 20, 2018 sampling only.\n^\nIsolates from June 21, 2018 sampling only.\n&\nControl sample taken in lab July 2018.",
    "atmosphere_dispersal": "Atmosphere dispersal\nGenerally, the air sampled on each flight day shared a similar transport history off the coast of N. America. Supplementary Fig. \nS7\n provides kinematic back trajectory modeling with Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT). We note that none of the trajectories above 10,000 ft approached the Earth’s surface over the time period modeled. There were also clear differences in trajectories between samples at the same altitude separated by approximately 24 h.\nSeparate, forward-modeling of air masses showed that a portion of flight-sampled bioaerosols, if undisturbed, could have exposed outdoor downwind populations over the next week (Fig. \n5\n). In this figure, the grey contours indicate the fraction of sampled material that would have been inhaled by an average outdoor person (individual exposure) had the material not been sampled (termed potential exposures). Darker colors indicate a larger potential exposure. Figure \n5\na shows the sum of the potential exposures from all four samples (10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft). Note that the exposure may not occur uniformly over the week period, but rather the exposure regions can change as the air mass travels downwind and is diluted, see Fig. \n5\nb,c. The predicted potential impact areas were highly dependent on altitude. For instance, most of the impacts in the first week were associated with air sampled at 10,000 ft while air sampled at 20,000 ft was associated with a small potential exposure region in NV (USA). No potential exposures were associated with the highest altitude samples (30,000 and 40,000 ft) during the first week. Overall, only a small fraction (3 × 10\n−8\n) of sampled particles would be expected to reach population centers across North America and be inhaled during the first week. The actual amount of material inhaled would be smaller than predicted here since (a) most people are indoors and (b) indoor individuals have lower exposure, relative to outdoor individuals, to outdoor-origin airborne particulates\n32\n,\n33\n.\nFigure 5\nAerosol dispersal predictions. (\na\n) 7-day model forecast (June 20, 2018 to June 27, 2018) with grey contours showing fraction of sampled material that could have been inhaled by an average outdoor individual (individual exposure potential); (\nb\n) The blue contours show the population density (people per sq km) in the modeling domain; (\nc\n) The blue-grey contours show the population level exposure potential derived by combining individual exposure potential (shown in \na\n) with population estimates (shown in \nb\n). This image shows geographic distribution of potentially inhaled material (inhaled fraction of sample material per sq km). Panels were generated using Mathworks Matlab software, versions R2018 to R2019 (\nhttps://www.mathworks.com/products/matlab.html\n), from the modelling described in the text. Underlying map data was provided by Google and INEGI and accessed through the Google Maps Platform API.",
    "discussion": "Discussion\nWith an aerobiology study flown into the upper troposphere, we detected changing microbial abundance with height above the Earth’s surface – our dataset was reliant upon a shotgun metagenomics approach analyzing samples acquired between 10,000 to 40,000 ft, on two consecutive summer days over the US Sierra Nevada mountain ranges. Controls were also sequenced as a baseline reference. This strategy was essential because contaminants can confuse signals from low biomass environments. We observed significant differences in microbial taxa from flight samples compared to control samples. The most abundant taxa identified in the flight samples were: \nAchromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,\n and \nVeillonella. Alcaligenes\n is a genus of gram-negative, aerobic bacteria found mostly in the intestinal tracts of vertebrates, decaying materials, dairy products, water, and soil. It can cause opportunistic infections, including nosocomial sepsis. \nAlcaligenes faecalis\n is usually found in soil and water environments, and its abundance in atmospheric samples hints at a possible relationship with agriculture (e.g., wastewater, compost, feedlots\n34\n) considering the physical proximity of air sampled to the CA Central Valley with ~ 28,000 km\n2\n of irrigated farmlands. Up to 55% of dust deposition at alpine sites in the Sierra Nevada comes from the Central Valley\n35\n; thus, the air sampled in this study would be expected to contain agriculturally-produced bioaerosols. The proportional abundance of \nStenotrophomonas maltophilia\n identify it as another candidate to examine for possible emanation from the Central Valley, considering the species is regularly found in plant rhizospheres, animals, croplands, and water sources\n36\n. Other noteworthy bacterial standouts in our atmospheric samples—part of the normal flora of the mouth and gastrointestinal tract in humans—were \nDelftia acidovorans\n37\n, \nLachnoanaerobaculum saburreum\n38\n, \nPrevotella\n, \nVeillonella\n and \nStreptococcus\n. Wastewater treatment facilities could be a contributing source of these bioaerosols\n39\n. \nMycobacterium\n was among the most abundant genera at 10,000 ft on the first sampling day; aerosolized nontuberculous mycobacteria can cause pulmonary disease\n40\n, but we did not produce viability information with DNA-based detections. \nAchromobacter xylosoxidans\n may be the most clinically relevant species detected in our study (endogenous microbiota of the ear and gastrointestinal tract\n41\n); however, considering it was also measured in control samples, this detection may reflect contamination\n.\n Two fungal species detected among the most abundant taxa (\nPseudoperonospora\n and \nPenicillium\n) are of particular note. \nPseudoperonospora cubensis\n is a fungal pathogen with a wide geographical distribution that can infect produce including cantaloupe, cucumber, pumpkin, squash and watermelon\n42\n. Similarly, \nPenicillium aurantiogriseum\n found in our dataset, can cause spoilage of various food products\n43\n.\nMost previous high altitude aerobiology studies have lacked rigorous control measurements, making it difficult to determine whether taxa reported came from the atmosphere (native biomass) or the sampling systems (false positives). Accordingly, in this study we followed the protocol described\n44\n where a comprehensive set of controls were reported to provide a transparent picture of baseline contamination associated with the study. The approach, summarized in brief, included descriptions of: (1) sterilization methods; (2) ground transportation controls; (3) hardware controls; (4) laboratory/assay controls; and (5) any contamination results measured. With the improved sensitivity of most molecular methods, including the DNA-based detection assays reported herein, some level of baseline contamination will always be expected for environmental and laboratory controls. Consequently, our study relied upon data analysis techniques that showed the “signal-to-noise”, including ordination plots comparing how environmental (atmospheric) samples clustered significantly apart from the sampling system or laboratory control samples (Supplementary Table \nS2\n and Fig. \nS6\n). Of course, the analysis approach also identified common taxa across environmental and control groups; for example, \nAchromobacter xylosoxidans\n and \nBradyrhizobium\n sp. DFCI-1 where the two species were detected in both flight samples and control samples. In this case, the overlap indicates likely contamination so \nAchromobacter xylosoxidans\n and \nBradyrhizobium\n sp. DFCI-1 were probably not sampled from the atmosphere.\nViable bacteria measured in our study (e.g., \nBacillus zhangzhouensis\n, \nBacillus pumilus\n) included some endospore formers resistant to extremes and frequently reported in other high altitude surveys\n2\n,\n3\n. Using high altitude balloons for collecting bioaerosols up to 125,000 ft (38 km), Actinobacteria, Firmicutes, and Proteobacteria isolates were recovered\n45\n. Ground-based simulations using the stratospheric isolates estimated that some bacteria could survive long-range transport in the atmosphere up to 140 days if shaded from direct sunlight\n45\n. It is therefore plausible that many other viable (but non-cultured) microorganisms can be identified in this metagenomics dataset.\nThe long-range dispersal of viable bioaerosols may be critical to understanding agricultural and public health implications because the troposphere and lower stratosphere can enable microbial dispersal over geographic barriers\n3\n. Most knowledge in this emerging area of aerobiology comes from regional studies. Soybean rust, for instance, has been correlated with incoming dust storms\n46\n. Valley Fever outbreaks in the Southwest of US is thought to be caused by dust storms carrying a fungal pathogen, \nCoccidioides immitis\n47\n. Desert storms in sub-Saharan Africa have also been linked to outbreaks of a deadly bacterium, \nNeisseria meningitides,\n affecting 26 countries and more than 300 million people. This same region, also called \n“\nthe Meningitis belt”\n47\n, is also prone to epidemics such as malaria. Interestingly, we measured a strong DNA signature of \nTetrahymena\n (first flight day at 10,000 ft), a ciliated protozoan typically found in aquatic ecosystems. No previous aerobiology survey has detected airborne protozoa at such heights above the Earth’s boundary layer. Another unexpected DNA signal was \nPinus\n (second flight day at 10,000 ft), suggesting the sampled air mass had recently passed over forested terrain in the US Sierra Nevada mountains – taken together with the back trajectory model at 10,000 ft, the result might demonstrate how orographic uplift connects regional surface emissions with the upper atmosphere.\nAcross two consecutive sampling days, the atmospheric microbiome was dynamically changing at each altitude. \nLachnoanaerobaculum\n, \nAlcaligenes, Mycobacterium\n, \nTetrahymena,\n and \nVeillonella\n were abundant on the first day, while \nPenicillium, Prevotella, Pseudoperonospora,\n and \nPorphyromononas\n were only enriched on the second day. Such temporal variability is common in other aerobiology reports and is further supported by the different back-trajectories of the two days (Supplementary Fig. \nS7\n). A recent study examined how local topography and wind conditions can influence regional bioaerosol dynamics. \nBacillus\n and \nSphingomonas\n (for bacteria) and \nPseudotaeniolina globaosa\n and \nCladophialophora proteae\n (for fungi) were the most abundant taxa detected, but the authors observed relative abundance varying at disparate sampling locations\n12\n. Similarly, another study showed that diurnal cycles in the boundary layer resulted in fungal and bacterial aerosols shifting with temperature, humidity, and CO\n2\n conditions\n48\n. Both dry and wet deposition significantly influence bioaerosol patterns and it is worth emphasizing our flights occurred in non-cloudy, precipitation-free areas\n49\n. With a multiyear campaign lasting seven years at an alpine field site in Spain, dynamic, seasonal shifts in 16S rRNA measurements (yielding mostly Alphaproteobacteria and Betaproteobacteria) were found\n4\n. One bacterial genus showing up in high relative abundance in both our study and that of the study in Spain\n4\n was \nStenotrophomonas\n. Actinobacteria, Firmicutes, Bacteroidetes, and Proteobacteria are other common phyla between our results and other vertically-sampled air masses over desert regions in Asia\n50\n.\nMost previous vertical aerobiology studies relied upon 16S rRNA amplicon methods, which targets and PCR-amplifies short regions of the 16S gene, for characterizing bacteria sampled\n4\n,\n12\n,\n45\n,\n50\n,\n51\n, whereas our shotgun metagenomics approach has the capacity to detect a broader taxonomic range with higher resolution, to the species or strain/plasmid level. Metagenomic sequencing provides relative quantitation based on the number of reads for each taxon identified; but it does not provide absolute DNA concentrations. Producing more accurate human, animal, and plant impact forecasting models will benefit from quantitative information about abundance (e.g., DNA concentration or cell counts) and, to a lesser extent, the size distribution of bioaerosols. For now, we rely upon other datasets for quantitative information that we were unable to acquire in this study. Depending on the altitude sampled, in previous reports of airborne bacteria, the bacteria concentration ranged from 10\n3\n to 10\n7\n cells·m\n−3\n over 3,300 to 26,000 ft (1–8 km)\n51\n. Separately, it was found that total airborne bacterial concentrations at 9,800 ft (3 km) were similar to values at 95,000 ft (29 km), approximately 5 × 10\n5\n cells·m\n−3\n45\n. Another study examined the size distribution of bioaerosols associated with near-surface pollution, and similar research will be needed to more robustly characterize microorganisms reaching the upper atmosphere\n52\n. One challenge with using the ABC system onboard the C-20A is that the geometry of the aerosol inlet likely prevents most large aerosols (> 4 µm) from reaching the collector\n2\n. Therefore, more efficient, size-inclusive sampling methods will need to be developed in future years, in addition to including instruments that can be useful for characterizing atmospheric species in real-time as well as provide useful information for use in fate, transport, and exposure modeling\n8\n.\nAn uptick of international aerobiology studies is finally allowing global atmospheric microbiome patterns to be examined. However, the surge of recent literature also underscores the importance of developing consistent sampling and analysis methodologies\n11\n. One of the primary goals of our work was to demonstrate that vertical bioaerosol measurements could be made across the troposphere using the most sensitive molecular methods available. Our metagenomics dataset and modeling analysis provides a more inclusive framework for planning field campaigns that will someday make concurrent measurements at emission sources and downwind locations. In the Central Valley, for instance, bioaerosols picked up by easterly winds, heading towards the US Sierra Nevada mountain range, might be sampled near the source (adjacent to agricultural fields), in the air (using aircraft), and on the ground (at alpine field observatories). Such multipronged efforts may result in refined forecast models for winds carrying potentially disruptive pathogens.\nAccession codes\nThe raw FASTQ files are available in the NASA GeneLab repository under the accession number GLDS-256.",
    "accession_codes": "Accession codes\nThe raw FASTQ files are available in the NASA GeneLab repository under the accession number GLDS-256.",
    "supplementary_information": "Supplementary information\nis available for this paper at 10.1038/s41598-020-69188-4.",
    "section": "Supplementary information"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7382458/"
}