{
  "id": "PMC7561690",
  "title": "Draft Genome Sequences of Klebsiella Species Isolated from the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Draft Genome Sequences of Klebsiella Species Isolated from the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7561690/"
  },
  "sections": {
    "abstract": "Isolated across four locations aboard the International Space Station (ISS), 10 bacterial strains were compared using whole-genome sequencing analysis and were phylogenetically identified as \nKlebsiella\n. The whole-genome sequences will aid in comparative genomic studies of ISS \nKlebsiella\n strains with Earth counterparts, to gain insight into their adaptation to space conditions.",
    "announcement": "ANNOUNCEMENT\nThe genus \nKlebsiella\n was discovered by Carl Friedlander in 1882 from the lungs of patients who had died of pneumonia (\n1\n). In infected individuals, \nKlebsiella\n species can populate the gastrointestinal tract and nasopharynx, surviving on mucosal surfaces, and are known for being highly virulent and resistant to antibiotics (\n2\n, \n3\n). When found on Earth, this genus of bacterial pathogens has various degrees of pathogenicity, which can lead to severe breathing problems necessitating a ventilator and rapid on-site treatment (\n4\n). When exposed to space conditions, however, \nKlebsiella\n species might become immunogenic and thus pose a risk to already immunocompromised astronauts aboard the International Space Station (ISS) (\n5\n, \n6\n). Since microgravity and radiation in space are reported to induce multiple genetic adaptations in microbial species, such as structural modifications of the cell membrane, that can subsequently alter their virulence (\n5\n), the strains identified here might potentially pose a problem for the health of astronauts. Therefore, a genetic comparison is necessary to provide more details on the survival of \nKlebsiella\n species, which have gained more attention because classical \nKlebsiella pneumoniae\n and its hypervirulent pathotype are becoming increasingly resistant to various antibiotics, such as carbapenems (\n3\n, \n4\n, \n7\n). The pathogenicity and resistance of the members of the genus \nKlebsiella\n might potentially create a problem for space travel, specifically for the safety of astronauts.\nSeveral strains of \nKlebsiella\n species, including \nK. aerogenes\n (\nn\n = 1), \nK. pneumoniae\n (\nn\n = 1), and \nK. quasipneumoniae\n (\nn\n = 8), were isolated from various locations on ISS environmental surfaces (\n8\n). The flight number, location, and other sampling characteristics of the ISS \nKlebsiella\n isolates are detailed in \nTable 1\n. Briefly, the environmental samples collected from the ISS and subsequently brought down to Earth at room temperature were aseptically handled according to established procedures (\n8\n), and 100-μl aliquots of concentrated samples were spread onto either Reasoner’s 2A (R2A) agar (25°C for 7 days) or blood agar (37°C for 2 days) for isolation of microorganisms. After morphological observation, pure colonies were archived at −80°C until further analyses. Cultures of the 10 \nKlebsiella\n strains were grown overnight on tryptic soy agar at 25°C until harvesting and DNA extraction using the ZymoBIOMICS DNA Magbead kit.\nTABLE 1\nMetadata and genome statistics of \nKlebsiella\n strains isolated from various ISS environmental surfaces during the Microbial Tracking-1 flight project\nSample name\nNearest species\na\nANI (%)\nb\nGenBank accession no.\nRaw read accession no.\nFlight-location\nc\nLocation description\nd\nNo. of contigs\nGenome size (bp)\nN\n50\n (bp)\nMedian coverage (×)\nNo. of raw reads (×10\n6\n)\nNo. of quality-controlled reads (×10\n6\n)\nIIIF7SW-P1\nK. aerogenes\n ATCC 13048\nT\n98.66\nJACBPC000000000\nSRR12071884\nF3-7\nLab 3\n25\n5,155,046\n502,580\n346.88\n21.6\n21.5\nF3-2P(2*)\nK. pneumoniae\n ATCC 13883\nT\n99.01\nJACAUF000000000\nSRR12068826\nF3-2\nWHC\n75\n5,489,009\n332,420\n293.62\n19.0\n18.9\nIF1SW-B2\nK. quasipneumoniae\n 01A030\nT\n96.54\nJABWPD000000000\nSRR11884995\nF1-1\nCupola\n24\n5,192,853\n601,624\n533.04\n31.4\n31.2\nIF1SW-P3\nK. quasipneumoniae\n 01A030\nT\n96.60\nJABWOZ000000000\nSRR11885008\nF1-1\nCupola\n28\n5,192,422\n600,611\n467.41\n28.2\n28.0\nIF1SW-P4\nK. quasipneumoniae\n 01A030\nT\n96.55\nJABWPA000000000\nSRR11885009\nF1-1\nCupola\n29\n5,192,468\n343,111\n297.32\n18.6\n18.6\nIF2SW-B3\nK. quasipneumoniae\n 01A030\nT\n96.54\nJABWPC000000000\nSRR11885011\nF1-2\nWHC\n24\n5,192,354\n600,611\n712.50\n39.8\n39.6\nIF2SW-P1\nK. quasipneumoniae\n 01A030\nT\n96.61\nJABWPB000000000\nSRR11885010\nF1-2\nWHC\n27\n5,192,385\n601,139\n480.80\n30.2\n30.1\nIIIF3SW-P1\nK. quasipneumoniae\n 01A030\nT\n96.63\nJABXWM000000000\nSRR12070037\nF3-3\nARED\n31\n5,154,415\n766,557\n286.96\n18.0\n17.8\nF3-6P(1)\nK. quasipneumoniae\n 01A030\nT\n96.57\nJABXWL000000000\nSRR12070038\nF3-6\nPMM\n28\n5,196,291\n1,009,008\n371.62\n23.2\n22.9\nF3-6P(2)\nK. quasipneumoniae\n 01A030\nT\n96.60\nJABXWK000000000\nSRR12070039\nF3-6\nPMM\n31\n5,196,372\n1,009,008\n367.78\n23.4\n23.1\na\nThe 16S rRNA gene sequences were retrieved from the whole-genome sequences of the queried genomes and subjected to BLAST analysis against type strains for all 16S rRNA sequences in the NCBI database. Bacterial species identity was determined when the queried sequence showed >97.5% similarity to the 16S rRNA gene sequence of the type strain. The whole-genome sequence of the nearest neighbor listed was selected for ANI evaluation.\nb\nANI calculations were carried out using the EZBioCloud ANI calculator (\nhttps://www.ezbiocloud.net/tools/ani\n) by comparing with the listed type strain.\nc\nHyphenated designations indicate the flight number followed by the location; for example, F3-7 indicates flight 3 and location 7.\nd\nWHC, waste and hygiene compartment; ARED, advanced resistive exercise device; PMM, permanent multipurpose module port 1.\nGenomes were sequenced using the Illumina (San Diego, CA) Nextera Flex protocol for library preparation, and a NovaSeq 6000 S4 flow cell (paired end, 2 × 150 bp) was used for paired-end sequencing. The quality was assessed with FastQC (v0.11.7) (\n9\n). Adapter trimming and quality filtering were then carried out with fastp (v0.20.0) (\n10\n). After quality control, the sequences were assembled using SPAdes (v3.11.1) (\n11\n). To assess the quality of the final sequences, a QUAST (v5.0.2) analysis (\n12\n) was performed to check the \nN\n50\n values, the number of contigs, and the total genome length (\nTable 1\n). The GC contents are 54.96% for \nK. aerogenes\n, 57.25% for \nK. pneumoniae\n, and 58.11 to 58.13% for \nK. quasipneumoniae\n. The 16S rRNA gene sequences of the \nKlebsiella\n strains were compared to find the nearest neighbor, and phylogenic characterization was determined by calculating the average nucleotide identity (ANI) using the EZBioCloud calculator (\n13\n), in comparison with the respective type strains (\nK. aerogenes\n ATCC 13048\nT\n, \nK. pneumoniae\n ATCC 13883\nT\n, and \nK. quasipneumoniae\n 01A030\nT\n). Default parameters were used for all software.\nData availability.\nThis whole-genome sequencing project has been deposited in GenBank, and the GenBank and raw read accession numbers are given in \nTable 1\n. The BioProject accession numbers are \nPRJNA635942\n, \nPRJNA640688\n, and \nPRJNA640693\n. Whole-genome sequencing data have also been deposited in NASA GeneLab (accession numbers \nGLDS-302\n, \nGLDS-309\n, and \nGLDS-311\n). The versions described in this paper are the first versions.",
    "data_availability.": "Data availability.\nThis whole-genome sequencing project has been deposited in GenBank, and the GenBank and raw read accession numbers are given in \nTable 1\n. The BioProject accession numbers are \nPRJNA635942\n, \nPRJNA640688\n, and \nPRJNA640693\n. Whole-genome sequencing data have also been deposited in NASA GeneLab (accession numbers \nGLDS-302\n, \nGLDS-309\n, and \nGLDS-311\n). The versions described in this paper are the first versions."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7561690/"
}