{
  "id": "PMC7064724",
  "title": "Root skewing-associated genes impact the spaceflight response of Arabidopsis thaliana.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Root skewing-associated genes impact the spaceflight response of Arabidopsis thaliana.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7064724/"
  },
  "sections": {
    "abstract": "The observation that plant roots skew in microgravity recently refuted the long-held conviction that skewing was a gravity-dependent phenomenon. Further, spaceflight root skewing suggests that specific root morphologies and cell wall remodeling systems may be important aspects of spaceflight physiological adaptation. However, connections between skewing, cell wall modification and spaceflight physiology are currently based on inferences rather than direct tests. Therefore, the Advanced Plant Experiments-03-2 (APEX-03-2) spaceflight study was designed to elucidate the contribution of two skewing- and cell wall-associated genes in Arabidopsis to root behavior and gene expression patterns in spaceflight, to assess whether interruptions of different skewing pathways affect the overall spaceflight-associated process. SPIRAL1 is a skewing-related protein implicated in directional cell expansion, and functions by regulating cortical microtubule dynamics. SKU5 is skewing-related glycosylphosphatidylinositol-anchored protein of the plasma membrane and cell wall implicated in stress response signaling. These two genes function in different cellular pathways that affect skewing on the Earth, and enable a test of the relevance of skewing pathways to spaceflight physiological adaptation. In this study, both \nsku5\n and \nspr1\n mutants showed different skewing behavior and markedly different patterns of gene expression in the spaceflight environment. The \nspr1\n mutant showed fewer differentially expressed genes than its Col-0 wild-type, whereas \nsku5\n showed considerably more than its WS wild-type. Developmental age played a substantial role in spaceflight acclimation in all genotypes, but particularly in \nsku5\n plants, where spaceflight 4d seedlings had almost 10-times as many highly differentially expressed genes as the 8d seedlings. These differences demonstrated that the two skewing pathways represented by \nSKU5\n and \nSPR1\n have unique and opposite contributions to physiological adaptation to spaceflight. The \nspr1\n response is less intense than wild type, suggesting that the loss of SPR1 positively impacts spaceflight adaptation. Conversely, the intensity of the \nsku5\n responses suggests that the loss of SKU5 initiates a much more complex, deeper and more stress related response to spaceflight. This suggests that proper SKU5 function is important to spaceflight adaptation.",
    "introduction": "Introduction\nSpaceflight studies offer unique insights into plant biological processes, and enable the exploration of the relationships between root morphology, gene expression and the physiological adaptation to spaceflight. The developmental patterns of plant organs are continuously altered through perception of the environment, signal integration, and response to environmental stimuli. A diversity of tropic gradients influence the path of growth in roots by initiating localized, asymmetrical changes in cell elongation. These changes are primarily brought about through hormonal interactions and subsequent remodeling of cell physiology (\nRoy and Bassham, 2014\n; \nVandenbrink et al., 2014\n; \nSchultz et al., 2017\n). Root skewing and waving are phenomena in which root growth deviates from a gravity vector throughout its development, and which vary between the \nArabidopsis thaliana\n (Arabidopsis) ecotypes Columbia (Col-0) and Wassilewskija (WS) (\nRutherford and Masson, 1996\n; \nRoy and Bassham, 2014\n; \nSchultz et al., 2017\n). Although once thought to be a gravity-dependent growth behavior (\nOliva and Dunand, 2007\n), skewing occurs in the microgravity of spaceflight (\nPaul et al., 2012a\n). This suggests that skewing is independent of both the tropic force of gravity and the gravity-induced contact forces between roots and growth media (\nMillar et al., 2011\n; \nPaul et al., 2012a\n, \n2013\n; \nNakashima et al., 2014\n). Therefore, the spaceflight environment provides a unique and relevant context in which to study genes associated with skewing phenotypes.\nPlants grown in the spaceflight environment exhibit complex and unique gene expression patterns (e.g., \nPaul et al., 2005\n; \nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n; \nChoi et al., 2019\n). The predominant feature of the spaceflight environment is microgravity. The lack of gravity has a direct effect on plant cells and signal transduction; this direct effect represents a novel environment for plants, and any terrestrial organism, and appears to be generally perceived as stressful. In addition, microgravity imposes secondary environmental stresses due to the disruption of fluid movement, and any processes influenced by convection, such as gas exchange and temperature redistribution. Combinatorial stresses induce changes in gene expression and tolerance that are not fully recapitulated by exposure to the individual stressors (e.g., \nRamegowda and Senthil-Kumar, 2015\n; \nSuzuki et al., 2016\n). Thus it is important to think of the spaceflight environment as more complex than microgravity alone. Several classes of stress response genes have been identified as consistently involved in the response to spaceflight across ecotypes of Arabidopsis via analyses of gene expression. Heat shock genes are often induced by spaceflight (\nPaul et al., 2005\n, \n2012b\n; \nSalmi and Roux, 2008\n; \nShagimardanova et al., 2010\n; \nZupanska et al., 2013\n, \n2017\n, \n2019\n; \nJohnson et al., 2017\n; \nChoi et al., 2019\n). Reactive oxygen species (ROS) signaling and scavenging processes are also common in the spaceflight response, though ROS-associated genes have been observed as both up- and downregulated in spaceflight (\nShagimardanova et al., 2010\n; \nCorrell et al., 2013\n; \nPaul et al., 2013\n, \n2017\n; \nKwon et al., 2015\n; \nChoi et al., 2019\n; \nZhou et al., 2019\n). Some stress gene expression changes are also associated with spaceflight-induced changes in the Arabidopsis methylome (\nZhou et al., 2019\n). Cell wall remodeling processes are enriched in spaceflight gene expression datasets (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n). Cell wall remodeling genes, typically associated with biotic stress and pathogen defense pathways, also contribute to spaceflight acclimation (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nChoi et al., 2019\n). Spaceflight also affects abundances of proteins of defense pathways and cell wall remodeling (\nMazars et al., 2014\n; \nFerl et al., 2015\n). However, the particular genetic pathways activated and repressed in spaceflight vary among ecotypes of Arabidopsis, demonstrating that there are significant genotypic contributions to spaceflight physiological adaptation (\nPaul et al., 2017\n; \nBeisel et al., 2019\n; \nChoi et al., 2019\n).\nMutations in genes associated with stress response and signaling pathways can significantly alter the differential gene expression profiles of spaceflight physiological adaptation. Single gene mutations in heat shock transcription factors, gravity perception genes, and light signaling genes in Arabidopsis seedlings and cultures exhibit altered spaceflight responses (\nPaul et al., 2017\n; \nZupanska et al., 2017\n, \n2019\n). Therefore, we sought to understand better the relationships among spaceflight responses, root morphology, and spaceflight adaptation by exploring the spaceflight responses of two single gene skewing-related mutant lines: \nspiral1\n and \nsku5\n.\nSpiral1\n (\nSpr1\n) is a skewing-related gene that contributes to the process of anisotropic cell expansion by regulating cortical microtubule dynamics. The \nspr1\n mutation results in axial rotation of cell files throughout the plant, which manifests in the roots as skewing to the left when viewed, according to convention, from beneath their growth medium (\nRutherford and Masson, 1996\n; \nFurutani et al., 2000\n; \nNakajima et al., 2004\n; \nSedbrook et al., 2004\n; \nGalva et al., 2014\n). The SPR1 protein is a microtubule plus-end tracking protein that localizes to the plus ends of actively polymerizing cortical microtubules, dissociating upon a shift to microtubule depolymerization (\nSedbrook et al., 2004\n; \nGalva et al., 2014\n). This association is mediated by two similar motifs on the N- and C-termini of the protein, which allow SPR1 to act as an intermolecular linker (\nNakajima et al., 2004\n; \nSedbrook et al., 2004\n; \nGalva et al., 2014\n). The protein END-BINDING 1B (EB1b) co-localizes with SPR1 at the microtubule plus-end, where each protein interacts with the other as well as tubulin subunits (\nGalva et al., 2014\n). This creates the dual effects of SPR1 and EB1b increasing microtubule stability and polymerization rate, while also enhancing the rescue rate of depolymerizing microtubules (\nGalva et al., 2014\n). However, the \nspr1\n mutation also leads to a decreased rate of shrinkage among depolymerizing microtubules (\nGalva et al., 2014\n). The regulation of microtubule dynamics is critical to many environmental responses, such as in salt stress where 26S proteasome-mediated degradation of SPR1 is known to occur in conjunction with microtubule reorganization to enable stress acclimation (\nShoji et al., 2006\n; \nWang et al., 2011\n; \nChen et al., 2016\n). In addition to these micro-scale changes, the skewing phenotype of \nspr1\n is significantly enhanced by cold treatment, and suppressed by both salt and heat stresses (\nFurutani et al., 2000\n; \nSedbrook et al., 2004\n). This connects \nSPR1\n to processes regulating morphology in both optimal and stressful environments.\nSku5\n is a skewing-associated gene that encodes a protein in the SKU5-SIMILAR (SKS) family, which is related to known Arabidopsis copper oxidases, but which contains only one Type-II copper-coordinating domain of unknown specificity (\nSedbrook et al., 2002\n). The \nsku5\n mutant was originally noted for the rightward skewing it exhibits on vertically oriented growth media, which manifests in both WS and Col-0 backgrounds (\nSedbrook et al., 2002\n; \nSwarbreck et al., 2019\n). \nSku5\n seedlings exhibit reductions of root length but not of cell size, and SKU5 is hypothesized to act in the process of cell division as a result (\nSedbrook et al., 2002\n). SKU5 localizes to the plasma membrane, but is also present in soluble and cell wall-binding forms in the extracellular milieu (\nSedbrook et al., 2002\n; \nBorderies et al., 2003\n; \nBaral et al., 2015\n; \nChen et al., 2018\n). SKU5 is a glycosylphosphatidylinositol-anchored protein (GPI-AP), and as such is a component of discrete plasma membrane nanodomains known as “lipid rafts” (\nBorner et al., 2005\n; \nElortza et al., 2006\n; \nChen et al., 2018\n; \nMamode Cassim et al., 2019\n). These nanodomains of the plasma membrane and their associated GPI-APs play roles in stress response signaling at the interface between the cell wall and membrane, where they are envisioned to help shape the “signatures” that activate downstream plant adaptive responses to the stresses they experience (\nMinami et al., 2008\n; \nTakahashi et al., 2013\n, \n2016\n, \n2019\n; \nShabala et al., 2015\n; \nYeats et al., 2018\n; \nMiki et al., 2019\n). The endocytosis of SKU5 and other GPI-APs is modulated across the root tip by salt and auxin treatments, linking the movement of these proteins to stress responses (\nBaral et al., 2015\n). The expression of SKU5 is itself regulated by boron deprivation, cold, salt, and immune responses, as well as abscisic acid (ABA) treatment (\nKeinath et al., 2010\n; \nElmore et al., 2012\n; \nLi et al., 2012\n; \nTanaka et al., 2016\n; \nShi et al., 2018\n; \nMiki et al., 2019\n). While SKU5 interactors are unknown in Arabidopsis, a maize homolog of SKU5 interacts with a C-terminal peptide of AUXIN-BINDING PROTEIN 1 (ABP1) \nin vitro\n (\nShimomura, 2006\n). ABP1 is associated with auxin signaling pathways that activate the plant TARGET OF RAPAMYCIN (TOR) regulatory complex, remodel the cortical microtubule network, and induce expansive growth by triggering cation influx (\nXu et al., 2014\n; \nChen et al., 2016\n; \nDahlke et al., 2017\n; \nSchepetilnikov et al., 2017\n). This further connects SKU5 to characterized pathways which affect stress responses and regulate the balance between growth and autophagic processes under stressful conditions, such as that of spaceflight.\nSKU5 and SPR1 are therefore very different proteins in seemingly unrelated physiological processes, but both proteins have roles in root skewing. Both of these proteins are also associated with cell wall remodeling, a process that is regularly involved in spaceflight acclimation. As such, these genes offer an appropriate initial genetic dissection of root skewing and the effect of skewing pathways in the microgravity of spaceflight environments. Extensive discussion of the relevance of skewing and waving in microgravity has been presented elsewhere (e.g., \nPaul et al., 2012a\n), but to paraphrase from that paper, prior to spaceflight research, the consensus was that gravitropism was the directional driver in skewing (e.g., \nSimmons et al., 1995\n; \nOliva and Dunand, 2007\n). Yet we now know that gravity is not required, and root skewing in spaceflight appears to be an inherent feature of many Arabidopsis ecotypes, even in conditions lacking both light and gravity (\nMillar et al., 2011\n; \nPaul et al., 2012a\n, \n2017\n; \nNakashima et al., 2014\n). These observations suggest a testable relationship among root morphologies governed by skewing regulation pathways. The hypothesis is that skewing pathways play a large role in spaceflight adaptation via the inherent cell wall remodeling that accompanies those morphologies and the physiological adaptation to spaceflight. This relationship was examined by growing \nspr1\n, \nsku5\n and their wild type controls for 4 and 8 days on the International Space Station and at the Kennedy Space Center, then observing both their growth morphologies and gene expression profiles in response to spaceflight as measures of response quality and complexity. A change in gene expression or morphology during spaceflight would suggest a significant role for these skewing genes in the physiological adaptation process.\nDifferential gene expression profiles are often deployed as measures of the underlying gene expression changes needed for physiological adaptation and developmental changes within an organism. Differential gene expression responses, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment (e.g.: \nChan et al., 2016\n). Therefore gene expression profiles morphologies were used to examine the relationships between skewing genes and the resulting complexity of spaceflight acclimation. SKU5 and SPR1 function in different cellular pathways that affect skewing on the Earth, which enabled a test of the relevance of contrasting skewing pathways to spaceflight physiological adaptation. Growth morphologies were used to examine the productivity and developmental success of these genotypes in spaceflight.",
    "materials_and_methods": "Materials and Methods\nPlant Material and Plate Setup\nArabidopsis thaliana\n wild ecotype Columbia (Col-0, CS70000) seed stock, and T-DNA insertion lines for the \nspr1\n (CS6547 – Col-0 background) and \nsku5\n (CS16268 – WS background), were acquired from the Arabidopsis Biological Resource Center (ABRC) (\narabidopsis.org\n; \nLamesch et al., 2011\n). The wild type Wassilewskija (WS) line used in this study was propagated in our laboratory for more than 25 years. This WS line has been used in multiple spaceflight studies (\nPaul et al., 2012a\n, \n2013\n, \n2017\n; \nZhou et al., 2019\n), and seed samples are available upon request. The ABRC denotes WS as stock CS915. Petri dishes (100 mm × 15 mm; Fisher Scientific, Pittsburgh, PA, United States), containing 50 mL of a 0.5% Phytagel-based growth medium supplemented with: 0.5× Murashige-Skoog salts, 0.5% (w/v) sucrose, and 1× Gamborg’s Vitamin Mixture, were prepared aseptically for planting. Seeds were sterilized and planted according to methods allowing for the maintenance of seed dormancy (\nSng et al., 2014\n). Briefly, seeds were stored with Desiccant-Anhydrous Indicating Drierite (W.A. Hammond Drierite Company, stock #24001) for 1 week before sterilization. The seeds were sterilized with 70% ethanol for 10 min and dried in a laminar flow hood. Seeds were stored at 4°C in sterile screw-cap microcentrifuge tubes until planting. Seeds were suspended in sterile water and dispensed onto the media surface. Approximately 12–15 seeds were planted in a row on each plate, with one row on the 8-day (8d) plates and two rows on the 4-day (4d) plates. At time of harvest, each genotype and age was represented by 9–25 viable, replicate seedlings. All replicates contributed to morphological observations, whereas the transcriptome analyses were conducted with four biological replicates, comprising 5–8 4d plant roots, or 2–3 8d plant roots. The plates were sealed with Micropore\n®\n (3M, Maplewood, MN, United States) tape, and wrapped in Duvetyne Black-Out Fabric (Seattle Fabrics). The time from suspending dry seeds in water to the completed wrapping of the plate in Duvetyne was less than 10 min; this timing was essential to maintain seed dormancy. Wrapped plates were then transported to the Kennedy Space Center (KSC, FL, United States) under cold stowage, maintaining temperatures of 4–10°C until launch.\nSpaceflight Experimental Workflow\nThe Advanced Plant Experiments 03-2 (APEX-03-2) study, also known under NASA Operational Nomenclature as the Transgenic Arabidopsis Gene Expression System – Intracellular Signaling Architecture (TAGES-ISA) study, has been previously described (\nFerl and Paul, 2016\n; \nBeisel et al., 2019\n; \nZhou et al., 2019\n). The SpaceX CRS-5 mission, carrying the dormant, seeded growth plates as part of its cargo, was launched to the International Space Center (ISS) from KSC on January 10, 2015. Capsule docking and transfer of materials to the ISS occurred on January 12 and 13, respectively. The growth plates were removed from cold stowage onboard the ISS on January 26, unwrapped, and inserted into the Vegetable Production System (VPS, colloquially “Veggie”) perpendicular to the light bank (\nFigure 1A\n). During the growth period, constant lighting at a level of 100–135 μmol m\n–2\n s\n–1\n was used. Each age and genotype was represented by a 10 cm Petri plate. There were 12–15 seedlings on the 8-day-old plates (8d) and 35–40 seedlings on the 4-day-old plates (4d). The plates were removed from the Veggie plant growth hardware after 4 and 8 days of growth, at which time they were photographed by the crew. The seedlings of each plate were then harvested into individual KSC Fixation Tubes (KFTs) pre-loaded with RNAlater\nTM\n (Ambion, Grand Island, NY, United States) preservative (one plate per KFT) (\nFigure 1A\n). Actuation of the KFT submerged the seedlings in RNAlater and sealed the tube. The harvest tubes remained at ambient temperature for 12 h to allow full perfusion of the tissues, and were then transferred to the MELFI −80°C freezer. The samples were transferred from the MELFI to cold stowage onboard the Dragon capsule on February 9\nth\n and remained frozen in transit to KSC for de-integration on February 15, at which time the samples were transferred to 50 mL Falcon tubes with minimal thawing. The samples were transferred to the Principal Investigators and were transported to the University of Florida, where they were kept under −80°C storage.\nFIGURE 1\nAdvanced Plant Experiments-03-2 overview. \n(A)\n Images detailing the standard procedures used onboard the ISS during the experiment. In Panel 1, the Vegetable Production System (VPS, “Veggie”) and its local environment can be seen, while panel 2 provides a close-up of the plate setup inside Veggie after insertion. Panel 3 shows astronaut Butch Wilmore harvesting seedlings into a KFT (Kennedy Space Center Fixation Tube), and the workstation used for the orbital harvests. The images of the Veggie hardware and Butch Wilmore were taken on the ISS by NASA; all NASA photos are in the public domain. \n(B)\n Full images of plates taken at the time of harvest and from which tissue was used in the APEX-03-2 RNA-Seq experiment. Images from the ground control are in the top two rows, while those from the spaceflight experiment are in the bottom two rows. The genotype and developmental age of the seedlings are listed on each image. The provided images were taken from above the surface of the growth medium.\nThe ground control (GC) for the experiment, composed of an identical set of plants and plates, was performed on a 48-h delay at KSC using Veggie hardware within the ISS Environmental Simulator (ISSES) chamber. The same growth timeline was used, with seedlings being imaged and harvested into RNAlater-containing KFTs at 4d and 8d time points. The GC operations were as described above for the spaceflight experiment, with KSC personnel following the precise timing of the astronaut activities. Telemetry data also enabled the ISSES chamber to replicate the CO\n2\n levels, temperature, and ambient lighting in the vicinity of the Veggie hardware onboard the ISS across the course of the experiment.\nThe consistency of operations between spaceflight and GCs was also checked against video data captured on the ISS. Over-the-shoulder videos of astronaut activities for the 4d and 8d harvests were examined for timing of operations and showed that spaceflight seedling harvests were not disproportionately treated during the process at either time point or compared to GC harvests. The plates were harvested in comparable windows of time, ensuring that no additional stress, such as drought stress, was introduced into the harvest process (\nSupplementary Table S1\n).\nRNA Isolation\nThe spaceflight and GC seedlings, stored in RNAlater, were transferred from −80°C storage to 4°C overnight to thaw. Seedlings in RNAlater were examined with an Olympus SZX12 stereoscope (Olympus Corporation, Tokyo, Japan) and whole roots were dissected away from the shoot and hypocotyl. The remaining shoot and hypocotyl tissues were restored to −80°C in RNAlater. RNA was prepared from 5–8 4d plant roots, and 2–3 8d plant roots. Total RNA was extracted using the Qiashredder and RNAeasy kits from QIAGEN (QIAGEN Sciences, MD, United States) according to the manufacturer’s instructions. An on-column digestion with RNase-free DNase (QIAGEN GmbH, Hilden, Germany) was used to remove residual DNA.\nLibrary Preparation\nLibrary preparation was performed at the University of Florida’s Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression Core. RNA integrity was verified using the Agilent 2100 BioAnalyzer (Agilent Technologies, Santa Clara, CA, United States). Of the total RNA, 10 ng were used to construct cDNA libraries with the ClonTech SMART-Seq v4 ultra-low input RNA kit for sequencing (Clontech Laboratories, Inc., Cat#: 634890), according to the manufacturer’s instructions. Briefly, 1st strand cDNA was primed by the SMART-Seq v4 oligonucleotide, which then base-pairs with these additional nucleotides, creating an extended template. The reverse transcriptase then switches templates and continues transcribing to the end of the oligonucleotide, resulting full-length cDNA that contains an anchor sequence that serves as a universal priming site for second strand synthesis. Then, cDNA was amplified with primer II A for 8 PCR cycles. Illumina sequencing libraries were then generated with 150 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (Cat#: FC-131-1024) according to the manufacturer’s instructions. Briefly, 150 pg of cDNA were fragmented by tagmentation reaction and adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated using both the 2100 BioAnalyzer and qPCR (Kapa Biosystems, catalog number: KK4824).\nRNA-Seq\nSequencing experiments were performed at the UF ICBR Next-Generation DNA Sequencing Core. In preparation for sequencing, barcoded libraries were sized on the 2100 BioAnalyzer, and quantitated by QUBIT (Thermo Fisher Scientific, Waltham, MA, United States) and qPCR (Kapa Biosystems, catalog number: KK4824). Individual libraries were pooled equimolarly at 4 nM. This “working pool” was used as input in the NextSeq500 instrument sample preparation protocol (Illumina, Part#: 15048776, Rev A). Typically, a 1.3 pM library concentration resulted in an optimal clustering density in our instrument (i.e., ∼200,000 clusters per mm\n2\n). Samples were sequenced on 5 flow cells (5 NextSeq500 runs), using a 2 × 75 cycles (paired-end) configuration. A typical sequencing run in the NextSeq500 produced 750–800 million paired-end reads with a Q30 ≥ 85%. For RNA-Seq, around 40 million paired-end reads per sample provided sufficient depth for transcriptome analysis (\nTarazona et al., 2011\n).\nBioinformatic Analysis\nBioinformatic processing of the sequencing data was performed at the UF ICBR Bioinformatics Core. Fastq files were trimmed to remove sequencing adapters and low-quality base calls using Trimmomatic (version 0.36) with the parameters: LEADING:3, TRAILING:3, SLIDINGWINDOW:4:15, MINLEN:50 (\nBolger et al., 2014\n). Quality control of the trimmed reads was performed using FastQC (version 0.11.2) (\nAndrews, 2010\n). Reads for each set of Arabidopsis lines were aligned to their respective reference genomes using the STAR aligner (version 2.5.1b) (\nDobin et al., 2012\n). The Col-0 TAIR10 genome release was used for reads from Col-0 and \nspr1\n (\nLamesch et al., 2011\n; \nBerardini et al., 2015\n), while reads from WS and \nsku5\n were aligned to the WS reference genome (\nGan et al., 2011\n). Duplicate reads resulting from PCR artifacts were then removed using the Picard MarkDuplicates tool (\nBroad Institute, 2019b\n). In total, 502 million transcriptomic reads were aligned. Following alignment, expression quantification and differential gene expression analysis were performed using Cufflinks and Cuffdiff (version 2.2.1), respectively, with default parameters (\nTrapnell et al., 2010\n, \n2012\n). Output from Cuffdiff was then parsed with custom scripts to generate the final annotated tables of differentially expressed genes (DEGs). A cut-off false-discovery rate (FDR) of 0.05 was used for calling statistical significance in differential gene expression\nRNA-Seq Data Analysis\nTables of DEGs for each comparison were combined and analyzed through Microsoft Excel, in order to generate lists of Arabidopsis Genome Initiative (AGI) identifiers with their corresponding [Log\n2\n(Fold Change)] values. Machine annotation of AGI ID lists was carried out using G:Profiler (\nRaudvere et al., 2019\n), while the TAIR (\nLamesch et al., 2011\n; \nBerardini et al., 2015\n) and Araport ThaleMine (\nKrishnakumar et al., 2016\n) databases were used to investigate genes of interest. DEGs of a comparison (e.g., FLT vs. GC) with a greater than twofold change in at least one context of the comparison were retained for analysis (\nSupplementary File S1\n). This was done in order to minimize the effect instituting a cut-off would have on analyzing the expression patterns of a gene. Significant DEGs with a fold-change of “inf” or “-inf” were retained and assigned a [Log\n2\n(Fold Change)] value of 10 for heat-mapping, as they have a consistent FPKM of zero in one context but are consistently detected at a significantly higher level in the opposing context. Gene ontology (GO) analyses of only those DEGs with a greater than twofold change were carried out using the lists of their AGI IDs, separated by their up- or downregulation, with the PANTHER statistical overrepresentation tool (\nMi et al., 2018\n). GO terms for each comparison were separated into those unique to one context and those overlapping between contexts, and the output is available in \nSupplementary File S2\n. Of those resulting, all GO terms overlapping between contexts were retained for heatmapping. Either one-half or five, whichever was greater, of each context’s unique GO terms were retained after sorting by \nq\n-value from most to least significant. GO term lists were then manually pruned in order to reduce highly redundant information (e.g., “cellular response to chemical” and “response to chemical”) only when the redundant terms demonstrated the same pattern of over- or underrepresentation across contexts. Complete lists of genes annotated to specific GO Terms of interest were gathered from AmiGO2 (\nCarbon et al., 2008\n). Heatmaps were then generated using DEG [Log\n2\n(Fold Change)] values or GO term [-Log(\nq\n-value)] values as input for the Morpheus webtool (\nBroad Institute, 2019a\n).\nMeasurements of Seedling Roots\nGermination rates and the growth of roots in each environment were derived from images taken of the growth plates at the times of harvest (\nFigure 1B\n). Germination rates were assessed by counting the number of seedlings and ungerminated seeds from the 4-day images taken just prior to harvest. Statistical significance of germination rate changes were assessed using χ\n2\n tests with the conservative Yates correction (\nYates, 1934\n). The comparisons made were between mutant and wild-type lines, and between spaceflight and GC growth conditions. To measure roots, images were analyzed using the FIJI distribution of ImageJ (\nSchindelin et al., 2012\n; \nRueden et al., 2017\n). The JFilament plugin was used to track primary roots, creating a set of points describing each root (\nSmith et al., 2010\n). These data were processed using an R script that provided the length of each primary root as output, alongside other measures (\nSchultz et al., 2016\n; \nR Core Team, 2019\n). Lengths were corrected for scale based on the pixel length of the Petri dish grid-squares to allow for comparisons between images. Differences in root length were assessed through two-tailed Student’s \nt\n-tests, with the Bonferroni correction for multiple testing applied (\nSnedecor and Cochran, 1989\n). The comparisons made were between spaceflight and GC seedlings for each genotype, and between each skewing mutant and its respective wild-type. As conventional measurements of angles of root growth are dependent upon a reference gravity vector, the roots of 4-day-old seedlings were measured manually using FIJI (\nSchindelin et al., 2012\n; \nRueden et al., 2017\n). The angle between the root tip and the growth direction of the beginning of the root was used. Positive and negative angles were used to represent rightward and leftward changes in directionality, respectively, relative to the initial direction of growth when viewed from below the growth media. Angles were plotted using the ggplot2 package in R (\nWickham, 2016\n). In these polar plots, the magnitude of a bar corresponds to the number of roots within a particular bin, with the placement of the bar corresponding to the measured angle. Differing upper limits were used for spaceflight (0–20) and GC (0–10) plots in order to allow the many lower-magnitude bins in the spaceflight plots to be visualized by effectively zooming-in on the data. However, the scaling between inner rings is consistent between plots. As such, a bar meeting the second ring at the −25° line indicates that ten roots had an angle shift between 15° and 30° to the left during their growth.",
    "plant_material_and_plate_setup": "Plant Material and Plate Setup\nArabidopsis thaliana\n wild ecotype Columbia (Col-0, CS70000) seed stock, and T-DNA insertion lines for the \nspr1\n (CS6547 – Col-0 background) and \nsku5\n (CS16268 – WS background), were acquired from the Arabidopsis Biological Resource Center (ABRC) (\narabidopsis.org\n; \nLamesch et al., 2011\n). The wild type Wassilewskija (WS) line used in this study was propagated in our laboratory for more than 25 years. This WS line has been used in multiple spaceflight studies (\nPaul et al., 2012a\n, \n2013\n, \n2017\n; \nZhou et al., 2019\n), and seed samples are available upon request. The ABRC denotes WS as stock CS915. Petri dishes (100 mm × 15 mm; Fisher Scientific, Pittsburgh, PA, United States), containing 50 mL of a 0.5% Phytagel-based growth medium supplemented with: 0.5× Murashige-Skoog salts, 0.5% (w/v) sucrose, and 1× Gamborg’s Vitamin Mixture, were prepared aseptically for planting. Seeds were sterilized and planted according to methods allowing for the maintenance of seed dormancy (\nSng et al., 2014\n). Briefly, seeds were stored with Desiccant-Anhydrous Indicating Drierite (W.A. Hammond Drierite Company, stock #24001) for 1 week before sterilization. The seeds were sterilized with 70% ethanol for 10 min and dried in a laminar flow hood. Seeds were stored at 4°C in sterile screw-cap microcentrifuge tubes until planting. Seeds were suspended in sterile water and dispensed onto the media surface. Approximately 12–15 seeds were planted in a row on each plate, with one row on the 8-day (8d) plates and two rows on the 4-day (4d) plates. At time of harvest, each genotype and age was represented by 9–25 viable, replicate seedlings. All replicates contributed to morphological observations, whereas the transcriptome analyses were conducted with four biological replicates, comprising 5–8 4d plant roots, or 2–3 8d plant roots. The plates were sealed with Micropore\n®\n (3M, Maplewood, MN, United States) tape, and wrapped in Duvetyne Black-Out Fabric (Seattle Fabrics). The time from suspending dry seeds in water to the completed wrapping of the plate in Duvetyne was less than 10 min; this timing was essential to maintain seed dormancy. Wrapped plates were then transported to the Kennedy Space Center (KSC, FL, United States) under cold stowage, maintaining temperatures of 4–10°C until launch.",
    "spaceflight_experimental_workflow": "Spaceflight Experimental Workflow\nThe Advanced Plant Experiments 03-2 (APEX-03-2) study, also known under NASA Operational Nomenclature as the Transgenic Arabidopsis Gene Expression System – Intracellular Signaling Architecture (TAGES-ISA) study, has been previously described (\nFerl and Paul, 2016\n; \nBeisel et al., 2019\n; \nZhou et al., 2019\n). The SpaceX CRS-5 mission, carrying the dormant, seeded growth plates as part of its cargo, was launched to the International Space Center (ISS) from KSC on January 10, 2015. Capsule docking and transfer of materials to the ISS occurred on January 12 and 13, respectively. The growth plates were removed from cold stowage onboard the ISS on January 26, unwrapped, and inserted into the Vegetable Production System (VPS, colloquially “Veggie”) perpendicular to the light bank (\nFigure 1A\n). During the growth period, constant lighting at a level of 100–135 μmol m\n–2\n s\n–1\n was used. Each age and genotype was represented by a 10 cm Petri plate. There were 12–15 seedlings on the 8-day-old plates (8d) and 35–40 seedlings on the 4-day-old plates (4d). The plates were removed from the Veggie plant growth hardware after 4 and 8 days of growth, at which time they were photographed by the crew. The seedlings of each plate were then harvested into individual KSC Fixation Tubes (KFTs) pre-loaded with RNAlater\nTM\n (Ambion, Grand Island, NY, United States) preservative (one plate per KFT) (\nFigure 1A\n). Actuation of the KFT submerged the seedlings in RNAlater and sealed the tube. The harvest tubes remained at ambient temperature for 12 h to allow full perfusion of the tissues, and were then transferred to the MELFI −80°C freezer. The samples were transferred from the MELFI to cold stowage onboard the Dragon capsule on February 9\nth\n and remained frozen in transit to KSC for de-integration on February 15, at which time the samples were transferred to 50 mL Falcon tubes with minimal thawing. The samples were transferred to the Principal Investigators and were transported to the University of Florida, where they were kept under −80°C storage.\nFIGURE 1\nAdvanced Plant Experiments-03-2 overview. \n(A)\n Images detailing the standard procedures used onboard the ISS during the experiment. In Panel 1, the Vegetable Production System (VPS, “Veggie”) and its local environment can be seen, while panel 2 provides a close-up of the plate setup inside Veggie after insertion. Panel 3 shows astronaut Butch Wilmore harvesting seedlings into a KFT (Kennedy Space Center Fixation Tube), and the workstation used for the orbital harvests. The images of the Veggie hardware and Butch Wilmore were taken on the ISS by NASA; all NASA photos are in the public domain. \n(B)\n Full images of plates taken at the time of harvest and from which tissue was used in the APEX-03-2 RNA-Seq experiment. Images from the ground control are in the top two rows, while those from the spaceflight experiment are in the bottom two rows. The genotype and developmental age of the seedlings are listed on each image. The provided images were taken from above the surface of the growth medium.\nThe ground control (GC) for the experiment, composed of an identical set of plants and plates, was performed on a 48-h delay at KSC using Veggie hardware within the ISS Environmental Simulator (ISSES) chamber. The same growth timeline was used, with seedlings being imaged and harvested into RNAlater-containing KFTs at 4d and 8d time points. The GC operations were as described above for the spaceflight experiment, with KSC personnel following the precise timing of the astronaut activities. Telemetry data also enabled the ISSES chamber to replicate the CO\n2\n levels, temperature, and ambient lighting in the vicinity of the Veggie hardware onboard the ISS across the course of the experiment.\nThe consistency of operations between spaceflight and GCs was also checked against video data captured on the ISS. Over-the-shoulder videos of astronaut activities for the 4d and 8d harvests were examined for timing of operations and showed that spaceflight seedling harvests were not disproportionately treated during the process at either time point or compared to GC harvests. The plates were harvested in comparable windows of time, ensuring that no additional stress, such as drought stress, was introduced into the harvest process (\nSupplementary Table S1\n).",
    "rna_isolation": "RNA Isolation\nThe spaceflight and GC seedlings, stored in RNAlater, were transferred from −80°C storage to 4°C overnight to thaw. Seedlings in RNAlater were examined with an Olympus SZX12 stereoscope (Olympus Corporation, Tokyo, Japan) and whole roots were dissected away from the shoot and hypocotyl. The remaining shoot and hypocotyl tissues were restored to −80°C in RNAlater. RNA was prepared from 5–8 4d plant roots, and 2–3 8d plant roots. Total RNA was extracted using the Qiashredder and RNAeasy kits from QIAGEN (QIAGEN Sciences, MD, United States) according to the manufacturer’s instructions. An on-column digestion with RNase-free DNase (QIAGEN GmbH, Hilden, Germany) was used to remove residual DNA.",
    "library_preparation": "Library Preparation\nLibrary preparation was performed at the University of Florida’s Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression Core. RNA integrity was verified using the Agilent 2100 BioAnalyzer (Agilent Technologies, Santa Clara, CA, United States). Of the total RNA, 10 ng were used to construct cDNA libraries with the ClonTech SMART-Seq v4 ultra-low input RNA kit for sequencing (Clontech Laboratories, Inc., Cat#: 634890), according to the manufacturer’s instructions. Briefly, 1st strand cDNA was primed by the SMART-Seq v4 oligonucleotide, which then base-pairs with these additional nucleotides, creating an extended template. The reverse transcriptase then switches templates and continues transcribing to the end of the oligonucleotide, resulting full-length cDNA that contains an anchor sequence that serves as a universal priming site for second strand synthesis. Then, cDNA was amplified with primer II A for 8 PCR cycles. Illumina sequencing libraries were then generated with 150 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (Cat#: FC-131-1024) according to the manufacturer’s instructions. Briefly, 150 pg of cDNA were fragmented by tagmentation reaction and adapter sequences were added onto template cDNA by PCR amplification. Libraries were quantitated using both the 2100 BioAnalyzer and qPCR (Kapa Biosystems, catalog number: KK4824).",
    "rna-seq": "RNA-Seq\nSequencing experiments were performed at the UF ICBR Next-Generation DNA Sequencing Core. In preparation for sequencing, barcoded libraries were sized on the 2100 BioAnalyzer, and quantitated by QUBIT (Thermo Fisher Scientific, Waltham, MA, United States) and qPCR (Kapa Biosystems, catalog number: KK4824). Individual libraries were pooled equimolarly at 4 nM. This “working pool” was used as input in the NextSeq500 instrument sample preparation protocol (Illumina, Part#: 15048776, Rev A). Typically, a 1.3 pM library concentration resulted in an optimal clustering density in our instrument (i.e., ∼200,000 clusters per mm\n2\n). Samples were sequenced on 5 flow cells (5 NextSeq500 runs), using a 2 × 75 cycles (paired-end) configuration. A typical sequencing run in the NextSeq500 produced 750–800 million paired-end reads with a Q30 ≥ 85%. For RNA-Seq, around 40 million paired-end reads per sample provided sufficient depth for transcriptome analysis (\nTarazona et al., 2011\n).",
    "bioinformatic_analysis": "Bioinformatic Analysis\nBioinformatic processing of the sequencing data was performed at the UF ICBR Bioinformatics Core. Fastq files were trimmed to remove sequencing adapters and low-quality base calls using Trimmomatic (version 0.36) with the parameters: LEADING:3, TRAILING:3, SLIDINGWINDOW:4:15, MINLEN:50 (\nBolger et al., 2014\n). Quality control of the trimmed reads was performed using FastQC (version 0.11.2) (\nAndrews, 2010\n). Reads for each set of Arabidopsis lines were aligned to their respective reference genomes using the STAR aligner (version 2.5.1b) (\nDobin et al., 2012\n). The Col-0 TAIR10 genome release was used for reads from Col-0 and \nspr1\n (\nLamesch et al., 2011\n; \nBerardini et al., 2015\n), while reads from WS and \nsku5\n were aligned to the WS reference genome (\nGan et al., 2011\n). Duplicate reads resulting from PCR artifacts were then removed using the Picard MarkDuplicates tool (\nBroad Institute, 2019b\n). In total, 502 million transcriptomic reads were aligned. Following alignment, expression quantification and differential gene expression analysis were performed using Cufflinks and Cuffdiff (version 2.2.1), respectively, with default parameters (\nTrapnell et al., 2010\n, \n2012\n). Output from Cuffdiff was then parsed with custom scripts to generate the final annotated tables of differentially expressed genes (DEGs). A cut-off false-discovery rate (FDR) of 0.05 was used for calling statistical significance in differential gene expression",
    "rna-seq_data_analysis": "RNA-Seq Data Analysis\nTables of DEGs for each comparison were combined and analyzed through Microsoft Excel, in order to generate lists of Arabidopsis Genome Initiative (AGI) identifiers with their corresponding [Log\n2\n(Fold Change)] values. Machine annotation of AGI ID lists was carried out using G:Profiler (\nRaudvere et al., 2019\n), while the TAIR (\nLamesch et al., 2011\n; \nBerardini et al., 2015\n) and Araport ThaleMine (\nKrishnakumar et al., 2016\n) databases were used to investigate genes of interest. DEGs of a comparison (e.g., FLT vs. GC) with a greater than twofold change in at least one context of the comparison were retained for analysis (\nSupplementary File S1\n). This was done in order to minimize the effect instituting a cut-off would have on analyzing the expression patterns of a gene. Significant DEGs with a fold-change of “inf” or “-inf” were retained and assigned a [Log\n2\n(Fold Change)] value of 10 for heat-mapping, as they have a consistent FPKM of zero in one context but are consistently detected at a significantly higher level in the opposing context. Gene ontology (GO) analyses of only those DEGs with a greater than twofold change were carried out using the lists of their AGI IDs, separated by their up- or downregulation, with the PANTHER statistical overrepresentation tool (\nMi et al., 2018\n). GO terms for each comparison were separated into those unique to one context and those overlapping between contexts, and the output is available in \nSupplementary File S2\n. Of those resulting, all GO terms overlapping between contexts were retained for heatmapping. Either one-half or five, whichever was greater, of each context’s unique GO terms were retained after sorting by \nq\n-value from most to least significant. GO term lists were then manually pruned in order to reduce highly redundant information (e.g., “cellular response to chemical” and “response to chemical”) only when the redundant terms demonstrated the same pattern of over- or underrepresentation across contexts. Complete lists of genes annotated to specific GO Terms of interest were gathered from AmiGO2 (\nCarbon et al., 2008\n). Heatmaps were then generated using DEG [Log\n2\n(Fold Change)] values or GO term [-Log(\nq\n-value)] values as input for the Morpheus webtool (\nBroad Institute, 2019a\n).",
    "measurements_of_seedling_roots": "Measurements of Seedling Roots\nGermination rates and the growth of roots in each environment were derived from images taken of the growth plates at the times of harvest (\nFigure 1B\n). Germination rates were assessed by counting the number of seedlings and ungerminated seeds from the 4-day images taken just prior to harvest. Statistical significance of germination rate changes were assessed using χ\n2\n tests with the conservative Yates correction (\nYates, 1934\n). The comparisons made were between mutant and wild-type lines, and between spaceflight and GC growth conditions. To measure roots, images were analyzed using the FIJI distribution of ImageJ (\nSchindelin et al., 2012\n; \nRueden et al., 2017\n). The JFilament plugin was used to track primary roots, creating a set of points describing each root (\nSmith et al., 2010\n). These data were processed using an R script that provided the length of each primary root as output, alongside other measures (\nSchultz et al., 2016\n; \nR Core Team, 2019\n). Lengths were corrected for scale based on the pixel length of the Petri dish grid-squares to allow for comparisons between images. Differences in root length were assessed through two-tailed Student’s \nt\n-tests, with the Bonferroni correction for multiple testing applied (\nSnedecor and Cochran, 1989\n). The comparisons made were between spaceflight and GC seedlings for each genotype, and between each skewing mutant and its respective wild-type. As conventional measurements of angles of root growth are dependent upon a reference gravity vector, the roots of 4-day-old seedlings were measured manually using FIJI (\nSchindelin et al., 2012\n; \nRueden et al., 2017\n). The angle between the root tip and the growth direction of the beginning of the root was used. Positive and negative angles were used to represent rightward and leftward changes in directionality, respectively, relative to the initial direction of growth when viewed from below the growth media. Angles were plotted using the ggplot2 package in R (\nWickham, 2016\n). In these polar plots, the magnitude of a bar corresponds to the number of roots within a particular bin, with the placement of the bar corresponding to the measured angle. Differing upper limits were used for spaceflight (0–20) and GC (0–10) plots in order to allow the many lower-magnitude bins in the spaceflight plots to be visualized by effectively zooming-in on the data. However, the scaling between inner rings is consistent between plots. As such, a bar meeting the second ring at the −25° line indicates that ten roots had an angle shift between 15° and 30° to the left during their growth.",
    "results": "Results\nAPEX-03 seedling growth in occurred in the Veggie hardware on the ISS (\nFigure 1A\n). Veggie is housed in the Columbus module (\nFigure 1A\n, left), and for the APEX-03 experiment, configured to accommodate racks of 10 cm Petri plates (\nFigure 1A\n, middle). Images of plant growth and morphology were recorded by astronaut Butch Wilmore just prior to harvest (\nFigures 1A\n, right, \nB\n). Col-0 and WS can display distinct patterns of root growth in response to environmental stimuli. In terrestrial environments, changing the angle of the growth surface can create ecotype-specific patterns of skewing (\nRutherford and Masson, 1996\n; \nSchultz et al., 2017\n). In a microgravity environment with a gradient light source to impart a tropic cue, skewing patterns of WS and Col-0 recapitulate the patterns seen on terrestrial angled growth surfaces (\nPaul et al., 2012a\n). However, in a microgravity environment with uniform, non-directional lighting such as provided by the Veggie hardware in the current experiment, root growth patterns are more disorganized (\nFigure 1B\n). Nonetheless, skewing trends can still be discerned by following the angles of growth as the roots develop, and these are quantified in \nFigure 2A\n for Col-0 and \nspr1\n, and in \nFigure 2B\n for WS and \nsku5\n. In all representations and discussions of skewing, the direction indicated is from the perspective of being viewed from behind the growth medium.\nFIGURE 2\nQuantification of APEX-03-2 Root Growth. Images acquired at the time of harvest of spaceflight (FLT) and ground control (GC) plants were used for measurements. Primary root length measurements for \n(A)\n Col-0 and \nspr1\n and \n(B)\n WS and \nsku5\n were taken using Jfilament and analyzed in R. Significant differences between genotypes (\nspr1\n vs. Col-0, \nsku5\n vs. WS) and growth conditions (FLT vs. GC) were assessed via two-tailed \nt\n-tests and are indicated by asterisks above bars connecting the relevant sets of measurements (Bonferroni correction: \n∗\np\n < 0.0125; \n∗∗\np\n < 0.001). The 8d Col-0 FLT vs. GC comparison did not meet this cutoff (\np\n = 0.0151). Error bars show the SEM of each set of measurements. \n(C)\n The angle measured between the root tip and the initial direction of root growth in the 4-day-old seedlings. Plots are separated into rows by growth condition, and into columns by genotype. Positive and negative angles represent rightward and leftward growth of roots, respectively, when viewed from behind the media. Angles are binned in 10° intervals, with each bar’s length representing the number of roots within that bin. As such, a bar reaching the second ring of each plot represents ten roots within that bin. However, note that the upper limit of bin size is lowered in the spaceflight plots to accommodate the higher variation in these data. The total number of roots represented in each plot is indicated in its bottom-right corner, and the mean angle of each plot is noted in its bottom-left corner. FLT, spaceflight; GC, ground control.\nCol-0 and \nSpr1\nGermination and Morphology of \nspr1\n in Spaceflight\nPhenotypic differences among the Col-0 background plants in GC and spaceflight (FLT) environments were primarily limited to skewing angles in the roots (\nFigures 2\n, \n3\n). There were no statistically significant differences in the primary root length between GC and FLT in either Col-0 or \nspr1\n 4d or 8d plants. Although Col-0 root length appeared to be reduced in spaceflight in 8d plants, the \np-\nvalue did not quite meet the requirements for significance (two-tailed \nt\n-test, \np\n = 0.0152, whereas cut-off was \np\n < 0.0150) (\nFigure 2A\n). There were differences in root length between Col-0 and \nspr1\n genotypes in the GC (\np\n = 1.48 E-9) but FLT Col-0 and FLT \nspr1\n roots were not statistically different.\nFIGURE 3\nHigh resolution images of the Col-0 and \nspr1\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between Col-0 \n(A,C,E,G)\n and \nspr1\n\n\n(B,D,F,H)\n. The images taken at the 4 day time point \n(A,B,E,F)\n are grouped above those taken at the 8 day time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nBoth 4d and 8d GC Col-0 seedlings grew with very little left or right deviation down the vertical face of the plate medium, while the GC \nspr1\n mutant plants of both ages showed distinct skewing to the left (\nFigures 2C\n, \n3A–D\n). The 4d FLT Col-0 plants generally skewed slightly to the left with some variation (\nFigures 2C\n, \n3E\n). In contrast, the roots of the 4d FLT \nspr1\n plants demonstrated an increased severity of skewing, which was manifested as a strong left-hand curved growth pattern (\nFigures 2C\n, \n3E,F\n) that was significantly different between GC and FLT (two-tailed \nt\n-test, \np\n = 0.00385). For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples. After 8d of growth, the increased skewing in FLT \nspr1\n led to associations with other roots, in contrast to FLT Col-0 which tended to spread more evenly across the plate (\nFigures 3G,H\n).\nThere were no differences between GC and FLT the germination rates of either Col-0 or \nspr1\n. The 4d harvest images (\nFigures 3A,B,E,F\n) were used to compare seedlings with any ungerminated seeds; germination in both genotypes was 100% under both GC and FLT conditions (\nSupplementary Table S2\n).\nThe \nspr1\n Spaceflight Response Involved Fewer Transcriptomic Changes Than Col-0\nSpaceflight-conditioned differential gene expression patterns were highly dependent upon the genotype, ecotype, and developmental age of seedlings. Quantitative gene expression data revealed patterns from three perspectives: spaceflight versus GCs for each genotype at each developmental age (\nFigure 4A\n: FLT vs. GC), wild type plants versus the mutant genotype in each environment and age (\nFigure 4B\n: \nspr1\n vs. Col-0) and between the two developmental ages (\nFigure 4C\n: 4d vs. 8d). The numbers of differentially expressed genes (DEGs) were categorized according to the magnitude of their fold-change values in the Col-0 and \nspr1\n roots. In the FLT vs. GC comparison (\nFigure 4A\n), both lines differentially expressed fewer genes at the 8d timepoint than at 4d in all fold-change categories. The spaceflight acclimation of \nspr1\n also required fewer genes than Col-0 to be differentially expressed. In the direct comparison of \nspr1\n with Col-0 (\nFigure 4B\n), more DEGs were observed within each growth condition at 4d than at 8d. The difference in total DEG count between conditions was also reduced at 8d. This occurred in almost all fold-change categories, and differences in total DEGs between the lines diminished between timepoints irrespective of the growth condition. In the developmental comparison of expression between the 4d and 8d timepoints (\nFigure 4C\n), the roots from the FLT context showed lower counts of total DEGs than their respective GC roots. However, while \nspr1\n required slightly fewer genes to be differentially expressed during development in the GC context, the opposite was true in FLT, where \nspr1\n required more DEGs for spaceflight development than Col-0. Twofold-change categories that did not follow these trends were those of the DEGs upregulated and downregulated more than twofold across \nspr1\n and Col-0 development, respectively, which were larger in FLT than in GC.\nFIGURE 4\nCol-0 and \nspr1\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n 4d vs. 8d, and \n(C)\n\n\nspr1\n vs. Col-0 comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log\n2\n(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.\nThe relative contributions of DEGs with high degrees of differential expression (greater than twofold change) in response to spaceflight were variable among genotypes and developmental age. In the FLT vs. GC comparison (\nFigure 4A\n), the proportion of these DEGs was elevated in \nspr1\n (4d: 41.8%, 8d: 22.0%) relative to Col-0 (4d: 17.8%, 8d: 12.5%), and the difference in this proportion between the lines declined over time. However, when the genotypic comparison of s\npr1\n vs. Col-0 (\nFigure 4B\n) was made, the proportion of these DEGs showed the opposite trend. In this case, the level of differential expression was slightly higher in FLT at 4d (GC: 16.5%, FLT: 23.9%) and at 8d the proportion of these DEGs was elevated in GC (GC: 30.2%, FLT: 11.9%). In the developmental comparison (\nFigure 4C\n), the primary point of interest was the low number of genes whose expression increased to a high degree over time in Col-0 GC roots (33 DEGs) when compared to the other contexts. In the same time frame, \nspr1\n increased expression of 424 genes over twofold to accomplish the same development.\nspr1\n Differentially Expressed Defense Pathways in Its Spaceflight Response\nMost of the genes that are highly differentially expressed between the Col-0 and \nspr1\n are unique within the context of developmental age or growth environment (\nFigure 5A\n). However, a small number were differentially expressed between genotype irrespective of environment or age (\nFigure 5A\n). The coordinately expressed upregulated genes were related to the regulation of defense responses (NIMIN-1, ALD1, DLO1). The only genes that registered as coordinately downregulated in this comparison were SPIRAL1 and an antisense transcript (AT3G29644) of a transposable element which did not show differential expression itself.\nFIGURE 5\nSpr1\n vs. Col-0; the effects of \nSPR1\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nspr1\n mutant and its Col-0 wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nspr1\n than in Col-0. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe theme of stress response and defense was also evident in the GO enrichment analyses of the genes differentially expressed between Col-0 and \nspr1\n in the spaceflight environment. The significantly over- and underrepresented GO terms among biological processes are indicated in \nFigure 5B\n. Genes associated with general stress responses and environmental stimuli were prominent, as well as those annotated to terms related to defense responses. DEGs associated with these defense and stress pathways have been noted in the FLT vs. GC comparisons of previous studies (e.g., \nCorrell et al., 2013\n; \nPaul et al., 2013\n, \n2017\n; \nChoi et al., 2019\n). Genes involved in responses to salicylic acid, a phytohormone linked to both plant defense signaling and regulation of plant development (\nKlessig et al., 2018\n), were also enriched. Carbon fixation pathways, and specifically multiple ribulose bisphosphate carboxylase (RuBisCo) genes, were also upregulated in 4d FLT \nspr1\n (\nFigures 5B,C\n). Genes encoding proteins localized to the apoplast were also enriched among those upregulated in FLT \nspr1\n, indicating that significant remodeling of processes within the cell was also needed by \nspr1\n within the spaceflight environment (\nFigure 5C\n).\nMany of the DEGs associated with the acclimation to spaceflight were unique to genotype and to the developmental age of the plants (\nFigure 6A\n). There were 554 genes differentially expressed by at least twofold between spaceflight and ground among the two age groups (4d and 8d) of the two genotypes (Col-0 and \nspr1\n), with 63 genes coordinately expressed across all plants. Developmental age had a substantial impact on the spaceflight response of both genotypes; in both Col-0 and spr1, the 4d plants had a higher number of DEGs than the 8d plants. There was a large amount of overlap between the GO processes identified from the DEGs used to acclimate to the FLT condition for \nspr1\n and Col-0 (\nFigure 6B\n). Among the more widely shared GO categories in the 4d plants of both genotypes were those corresponding to the regulation of gene expression and transcriptional processes. These were more highly enriched in \nspr1\n roots than in Col-0, however, it can also be seen that there is a \nspr1\n-specific enrichment of the same terms among those genes which are downregulated in the response to FLT. The term for a response to karrikin compounds (phytohormone-like molecules derived from burning plant material) was also indicated. Many light signaling terms also appeared as enriched among DEGs downregulated in FLT, and these were involved with the response to various wavelengths of light as well as the response to elevated light intensity. However, specific photosynthetic terms appeared amongst those which were downregulated only at 8d in Col-0. Similar localization terms appeared specifically in 8d Col-0 as well (\nFigure 6C\n), indicating that these were changes in the expression of genes directly involved in the photosynthetic machinery. While both \nspr1\n and Col-0 4d were enriched with DEGs localized to the apoplast, these were among the upregulated genes in \nspr1\n and the downregulated genes in Col-0, alongside other terms related to extracellular structures. Furthermore, terms related to organellar localization were significantly underrepresented in those genes upregulated in Col-0 at 4d.\nFIGURE 6\nFLT vs. GC for Col-0 and \nspr1\n; the DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe expression of genes associated with the developmental age was impacted by the spaceflight environment (\nFigure 7A\n). Approximately 26% of the total DEGs meeting the criteria for inclusion were required to be differentially expressed at some level regardless of the growth condition or genotypic background to facilitate development. However, among only those DEGs which met the twofold change cutoff, there were not GO terms shared so ubiquitously between contexts (\nFigure 7B\n). While broad GO terms for gene expression and metabolic processes were underrepresented in many of the contexts, more specific terms related to developmental and metabolic regulation were enriched during development in Col-0. Genes related to oxidative stress were also enriched among those genes more highly expressed at 4d in FLT in both genotypes. Localization GO term enrichments were highly divided between intracellular and extracellular compartments, which were consistently underrepresented and overrepresented, respectively (\nFigure 7C\n). These underrepresented GO terms occur mostly within the sets of DEGs which were upregulated between 4d and 8d, with many more significantly enriched in \nspr1\n. The primary exception to this was a set of terms related to the chloroplast and the RuBisCo complex, which were mostly enriched in those DEGs more highly expressed in early development of \nspr1\n.\nFIGURE 7\n4d vs. 8d seedlings of Col-0 and \nspr1\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nWS and \nSku5\nGermination and Morphology of \nsku5\n in Spaceflight\nPhenotypic differences among the WS background plants in GC and FLT environments included root length and skewing angles (\nFigures 2\n, \n8\n). The primary root lengths of FLT WS were decreased significantly compared to GC at 8d (two-tailed \nt-\ntest, \np\n = 0.000209), but not at 4d. There were no differences in root lengths between GC and FLT \nsku5\n plants of either 4d or 8d plants (\nFigures 2B\n, \n8C,D,G,H\n). There were differences in root length between WS and \nsku5\n genotypes in the GC (\np\n = 0.0013) but FLT WS and FLT \nsku5\n roots were not statistically different (\nFigures 2B\n, \n8C,D,G,H\n).\nFIGURE 8\nHigh resolution images of the WS and \nsku5\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between WS \n(A,C,E,G)\n and \nsku5\n\n\n(B,D,F,H)\n. The images taken at the 4d time point \n(A,B,E,F)\n are above those taken at the 8d time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nThere were no statistically significant differences in the overall change from vertical between WS and \nsku5\n in either GC or FLT environments (\nFigures 2C\n, \n8A–D\n). The differences in root angles between GC and FLT for each genotype, and between the WS and \nsku5\n genotypes in both FLT and GC environments, also failed to meet statistical criteria. However, visual inspection of the images, and also the plots of \nFigure 2C\n, illustrate the difference in the directional trends for root growth in each genotype and environment. For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples.\nThe FLT \nsku5\n seeds germinated at a significantly reduced rate (48%) compared to WS FLT (85%), and to \nsku5\n GC (77%) and WS GC (93%) [χ\n2\n (3, \nN\n = 185) = 15.01, \np\n = 0.00181] (\nSupplementary Table S2\n and \nFigures 8A,B,E,F\n). However, the FLT \nsku5\n seeds that germinated produced plants that were comparable to their GC counterparts, as evidenced both by plate images and by the lack of difference in root length between FLT and GC \nsku5\n at 4 and 8d (\nFigures 2B\n, \n8B,D,F,H\n).\nThe Expression of More Genes Is Altered in \nsku5\n Than in WS During Spaceflight\nThe trends of differential expression in WS and the \nsku5\n line contrasted with those seen in Col-0 and \nspr1\n in that WS and \nsku5\n show an elevated transcriptomic response to spaceflight over time, with \nsku5\n further differentially expressing more genes than WS (\nFigure 9\n). The clearest example of this was the FLT vs. GC comparison of gene expression for these lines, where the number of DEGs required for spaceflight acclimation of \nsku5\n were fivefold and twofold more than WS at 4d and 8d, respectively (\nFigure 9A\n: FLT vs. GC). However, both genotypes increase in their DEG counts between 4d and 8d. The proportion of DEGs with a greater than twofold change also decreased to a very similar degree for both WS (4d: 63.2%, 8d: 14.5%) and \nsku5\n (4d: 62.8%, 8d: 14.2%) despite the large difference in counts. When the genotypes were compared directly, the transcriptomic differences between them were exacerbated as they acclimated to the flight condition over time (\nFigure 9B\n: \nsku5\n vs. WS). The proportion of DEGs meeting the twofold change criteria followed a similar trend to that seen in flight acclimation, where it decreased in both GC (4d: 40.9%, 8d: 13.0%) and FLT (4d: 52.8%, 8d: 9.3%). Despite these trends, most genes among the FLT 4d DEGs that had greater than twofold change were those that were expressed more highly in \nsku5\n. This trend persisted into the 4d vs. 8d comparison (\nFigure 9C\n: 4d vs. 8d), where \nsku5\n in the FLT condition required more genes to be differentially expressed in order to develop. S\nku5\n in the GC condition behaved much like WS in both FLT and GC conditions in terms of DEG counts in each fold-change category. Together, these patterns of gene expression indicated that the conditions of spaceflight had a disproportionate effect on the \nsku5\n roots’ transcriptomic responses, but that each genotype’s response to spaceflight over time involved a greater number of DEGs of lower fold-changes.\nFIGURE 9\nWS and \nsku5\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n\n\nsku\n5 vs. WS, and \n(C)\n 4d vs. 8d comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log2(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.\nSku5\n Highly Induced ABA- and Stress-Associated Genes in Spaceflight\nThe genes differentially expressed between \nsku5\n and WS were similar between GC and FLT growth conditions (\nFigure 10A\n), in that the same genes that were highly upregulated in WS GC were highly upregulated in FLT for \nsku5\n. Among these were many late embryogenesis abundant (LEA) family proteins, whose expression has been connected to enhanced resistance to abiotic stresses and alterations in ABA sensitivity (\nZhao et al., 2011\n; \nCandat et al., 2014\n). Additional LEA family genes and seed storage proteins, such as CRUCIFERINA (CRA1) and CRUCIFERIN 3 (CRA3) were seen as upregulated uniquely in \nsku5\n FLT. Alongside these were further genes associated with ABA- or ABA-independent dormancy signaling, notably REDUCED DORMANCY 5 (RDO5), DELAY OF GERMINATION 1 (DOG1), and HIGHLY ABA-INDUCED PROTEIN 2 and 3 (HAI2, HAI3). In 4d \nsku5\n spaceflight plants, genes encoding LEAs and other seed-associated proteins are among the most highly induced (Log\n2\n[5 to 10], or 30 to 1000-fold). Many of these patterns are further supported by GO biological process term enrichments (\nFigure 10B\n), where almost all of the overrepresented terms are enriched within the group of genes more highly expressed by \nsku5\n roots at 4d in FLT. Outside of the mentioned ABA signaling and seed development genes, terms for regulation of seed dormancy and negative regulation of post-embryonic development are overrepresented, alongside more general terms such as responses to temperature and stress. All of the significant GO localization enrichments were for genes more highly expressed in WS in the 4d FLT context, involving either DEGs related to the RuBisCo complex or extracellular structures (\nFigure 10C\n). DEGs encoding proteins anchored to the PM are enriched for this group, indicating an important role for them in WS.\nFIGURE 10\nsku5\n vs. WS; the effects of \nSKU5\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nsku5\n mutant and its WS wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nsku5\n than in WS. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nMany of the LEAs and ABA-responsive DEGs in the \nsku5\n vs. WS comparison were also highly upregulated by \nsku5\n in the FLT vs. GC comparison, and some were unique to the spaceflight acclimation of \nsku5\n (\nFigures 10A\n, \n11A\n). The majority of FLT vs. GC DEGs (70.3%) were only detected in one of the \nsku5\n FLT vs. GC comparison contexts. As such, the majority of the GO biological process terms found to be enriched were unique to the DEGs upregulated in FLT \nsku5\n at the 4d time point (\nFigure 11B\n). Hormone response and signal transduction terms were enriched, with ethylene signaling, ROS response, and light signaling among the more specific pathways to be represented. In tandem, these 4d \nsku5\n roots had decreased enrichment of DEGs associated with the synthesis of suberin. Uniquely to this comparison, 8d FLT WS roots upregulated genes related to chromatin remodeling. As seen in other comparisons (\nFigures 6C\n, \n7C\n, \n10C\n), WS upregulated genes annotated to the RuBisCo complex in FLT (\nFigure 11C\n). Additionally, the 8d downregulated DEGs for WS were overrepresented for extracellular localization, and DEGs whose products localized to intracellular and organellar compartments were underrepresented (\nFigure 11C\n). However, \nsku5\n showed overrepresentation of downregulated DEGs annotated to the extracellular region at the earlier time point of 4d.\nFIGURE 11\nFLT vs. GC for WS and \nsku5\n; DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for b biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nLate embryogenesis abundant family genes were also prominently represented in the 4d vs. 8d comparison within GC and FLT environments (\nFigure 12A\n). Examination of the GO biological process terms yielded by the individual lists of DEGs showed many similar stress response terms, but these were primarily in the context of genes more highly expressed at the 4d time point (\nFigure 12B\n). However, based on the level of significance of the terms, the enrichment of DEGs related to many of these stress responses was enhanced in FLT. In the cases of oxidative stress and cold response \nsku5\n showed this enhancement. However, in some cases, such as the response to desiccation, both genotypes showed a lack of significant term enrichment in FLT. The \nsku5\n roots also showed slightly higher significance of enrichment of DEGs associated with responses to water deprivation and light stimuli in early FLT development, compared to WS. GO terms related to cell wall remodeling and immune responses, commonly seen in FLT acclimation, were also enhanced in their enrichment during FLT development of \nsku5\n compared to GC development. The remainder of the significant GO terms were unique to one context, and among these is the response to karrikin, which was previously seen in the context of \nspr1\n and Col-0 FLT vs. GC comparisons (\nFigure 6B\n). Of the terms enriched specifically in \nsku5\n FLT development, processes involved with salt and ROS stress, as well as light responses, were significantly higher at 4d. At 8d, the terms associated with \nsku5\n in FLT were primarily focused on cell wall remodeling and biosynthetic processes.\nFIGURE 12\n4d vs. 8d seedlings of WS and \nsku5\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.",
    "col-0_and_spr1": "Col-0 and \nSpr1\nGermination and Morphology of \nspr1\n in Spaceflight\nPhenotypic differences among the Col-0 background plants in GC and spaceflight (FLT) environments were primarily limited to skewing angles in the roots (\nFigures 2\n, \n3\n). There were no statistically significant differences in the primary root length between GC and FLT in either Col-0 or \nspr1\n 4d or 8d plants. Although Col-0 root length appeared to be reduced in spaceflight in 8d plants, the \np-\nvalue did not quite meet the requirements for significance (two-tailed \nt\n-test, \np\n = 0.0152, whereas cut-off was \np\n < 0.0150) (\nFigure 2A\n). There were differences in root length between Col-0 and \nspr1\n genotypes in the GC (\np\n = 1.48 E-9) but FLT Col-0 and FLT \nspr1\n roots were not statistically different.\nFIGURE 3\nHigh resolution images of the Col-0 and \nspr1\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between Col-0 \n(A,C,E,G)\n and \nspr1\n\n\n(B,D,F,H)\n. The images taken at the 4 day time point \n(A,B,E,F)\n are grouped above those taken at the 8 day time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nBoth 4d and 8d GC Col-0 seedlings grew with very little left or right deviation down the vertical face of the plate medium, while the GC \nspr1\n mutant plants of both ages showed distinct skewing to the left (\nFigures 2C\n, \n3A–D\n). The 4d FLT Col-0 plants generally skewed slightly to the left with some variation (\nFigures 2C\n, \n3E\n). In contrast, the roots of the 4d FLT \nspr1\n plants demonstrated an increased severity of skewing, which was manifested as a strong left-hand curved growth pattern (\nFigures 2C\n, \n3E,F\n) that was significantly different between GC and FLT (two-tailed \nt\n-test, \np\n = 0.00385). For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples. After 8d of growth, the increased skewing in FLT \nspr1\n led to associations with other roots, in contrast to FLT Col-0 which tended to spread more evenly across the plate (\nFigures 3G,H\n).\nThere were no differences between GC and FLT the germination rates of either Col-0 or \nspr1\n. The 4d harvest images (\nFigures 3A,B,E,F\n) were used to compare seedlings with any ungerminated seeds; germination in both genotypes was 100% under both GC and FLT conditions (\nSupplementary Table S2\n).\nThe \nspr1\n Spaceflight Response Involved Fewer Transcriptomic Changes Than Col-0\nSpaceflight-conditioned differential gene expression patterns were highly dependent upon the genotype, ecotype, and developmental age of seedlings. Quantitative gene expression data revealed patterns from three perspectives: spaceflight versus GCs for each genotype at each developmental age (\nFigure 4A\n: FLT vs. GC), wild type plants versus the mutant genotype in each environment and age (\nFigure 4B\n: \nspr1\n vs. Col-0) and between the two developmental ages (\nFigure 4C\n: 4d vs. 8d). The numbers of differentially expressed genes (DEGs) were categorized according to the magnitude of their fold-change values in the Col-0 and \nspr1\n roots. In the FLT vs. GC comparison (\nFigure 4A\n), both lines differentially expressed fewer genes at the 8d timepoint than at 4d in all fold-change categories. The spaceflight acclimation of \nspr1\n also required fewer genes than Col-0 to be differentially expressed. In the direct comparison of \nspr1\n with Col-0 (\nFigure 4B\n), more DEGs were observed within each growth condition at 4d than at 8d. The difference in total DEG count between conditions was also reduced at 8d. This occurred in almost all fold-change categories, and differences in total DEGs between the lines diminished between timepoints irrespective of the growth condition. In the developmental comparison of expression between the 4d and 8d timepoints (\nFigure 4C\n), the roots from the FLT context showed lower counts of total DEGs than their respective GC roots. However, while \nspr1\n required slightly fewer genes to be differentially expressed during development in the GC context, the opposite was true in FLT, where \nspr1\n required more DEGs for spaceflight development than Col-0. Twofold-change categories that did not follow these trends were those of the DEGs upregulated and downregulated more than twofold across \nspr1\n and Col-0 development, respectively, which were larger in FLT than in GC.\nFIGURE 4\nCol-0 and \nspr1\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n 4d vs. 8d, and \n(C)\n\n\nspr1\n vs. Col-0 comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log\n2\n(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.\nThe relative contributions of DEGs with high degrees of differential expression (greater than twofold change) in response to spaceflight were variable among genotypes and developmental age. In the FLT vs. GC comparison (\nFigure 4A\n), the proportion of these DEGs was elevated in \nspr1\n (4d: 41.8%, 8d: 22.0%) relative to Col-0 (4d: 17.8%, 8d: 12.5%), and the difference in this proportion between the lines declined over time. However, when the genotypic comparison of s\npr1\n vs. Col-0 (\nFigure 4B\n) was made, the proportion of these DEGs showed the opposite trend. In this case, the level of differential expression was slightly higher in FLT at 4d (GC: 16.5%, FLT: 23.9%) and at 8d the proportion of these DEGs was elevated in GC (GC: 30.2%, FLT: 11.9%). In the developmental comparison (\nFigure 4C\n), the primary point of interest was the low number of genes whose expression increased to a high degree over time in Col-0 GC roots (33 DEGs) when compared to the other contexts. In the same time frame, \nspr1\n increased expression of 424 genes over twofold to accomplish the same development.\nspr1\n Differentially Expressed Defense Pathways in Its Spaceflight Response\nMost of the genes that are highly differentially expressed between the Col-0 and \nspr1\n are unique within the context of developmental age or growth environment (\nFigure 5A\n). However, a small number were differentially expressed between genotype irrespective of environment or age (\nFigure 5A\n). The coordinately expressed upregulated genes were related to the regulation of defense responses (NIMIN-1, ALD1, DLO1). The only genes that registered as coordinately downregulated in this comparison were SPIRAL1 and an antisense transcript (AT3G29644) of a transposable element which did not show differential expression itself.\nFIGURE 5\nSpr1\n vs. Col-0; the effects of \nSPR1\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nspr1\n mutant and its Col-0 wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nspr1\n than in Col-0. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe theme of stress response and defense was also evident in the GO enrichment analyses of the genes differentially expressed between Col-0 and \nspr1\n in the spaceflight environment. The significantly over- and underrepresented GO terms among biological processes are indicated in \nFigure 5B\n. Genes associated with general stress responses and environmental stimuli were prominent, as well as those annotated to terms related to defense responses. DEGs associated with these defense and stress pathways have been noted in the FLT vs. GC comparisons of previous studies (e.g., \nCorrell et al., 2013\n; \nPaul et al., 2013\n, \n2017\n; \nChoi et al., 2019\n). Genes involved in responses to salicylic acid, a phytohormone linked to both plant defense signaling and regulation of plant development (\nKlessig et al., 2018\n), were also enriched. Carbon fixation pathways, and specifically multiple ribulose bisphosphate carboxylase (RuBisCo) genes, were also upregulated in 4d FLT \nspr1\n (\nFigures 5B,C\n). Genes encoding proteins localized to the apoplast were also enriched among those upregulated in FLT \nspr1\n, indicating that significant remodeling of processes within the cell was also needed by \nspr1\n within the spaceflight environment (\nFigure 5C\n).\nMany of the DEGs associated with the acclimation to spaceflight were unique to genotype and to the developmental age of the plants (\nFigure 6A\n). There were 554 genes differentially expressed by at least twofold between spaceflight and ground among the two age groups (4d and 8d) of the two genotypes (Col-0 and \nspr1\n), with 63 genes coordinately expressed across all plants. Developmental age had a substantial impact on the spaceflight response of both genotypes; in both Col-0 and spr1, the 4d plants had a higher number of DEGs than the 8d plants. There was a large amount of overlap between the GO processes identified from the DEGs used to acclimate to the FLT condition for \nspr1\n and Col-0 (\nFigure 6B\n). Among the more widely shared GO categories in the 4d plants of both genotypes were those corresponding to the regulation of gene expression and transcriptional processes. These were more highly enriched in \nspr1\n roots than in Col-0, however, it can also be seen that there is a \nspr1\n-specific enrichment of the same terms among those genes which are downregulated in the response to FLT. The term for a response to karrikin compounds (phytohormone-like molecules derived from burning plant material) was also indicated. Many light signaling terms also appeared as enriched among DEGs downregulated in FLT, and these were involved with the response to various wavelengths of light as well as the response to elevated light intensity. However, specific photosynthetic terms appeared amongst those which were downregulated only at 8d in Col-0. Similar localization terms appeared specifically in 8d Col-0 as well (\nFigure 6C\n), indicating that these were changes in the expression of genes directly involved in the photosynthetic machinery. While both \nspr1\n and Col-0 4d were enriched with DEGs localized to the apoplast, these were among the upregulated genes in \nspr1\n and the downregulated genes in Col-0, alongside other terms related to extracellular structures. Furthermore, terms related to organellar localization were significantly underrepresented in those genes upregulated in Col-0 at 4d.\nFIGURE 6\nFLT vs. GC for Col-0 and \nspr1\n; the DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe expression of genes associated with the developmental age was impacted by the spaceflight environment (\nFigure 7A\n). Approximately 26% of the total DEGs meeting the criteria for inclusion were required to be differentially expressed at some level regardless of the growth condition or genotypic background to facilitate development. However, among only those DEGs which met the twofold change cutoff, there were not GO terms shared so ubiquitously between contexts (\nFigure 7B\n). While broad GO terms for gene expression and metabolic processes were underrepresented in many of the contexts, more specific terms related to developmental and metabolic regulation were enriched during development in Col-0. Genes related to oxidative stress were also enriched among those genes more highly expressed at 4d in FLT in both genotypes. Localization GO term enrichments were highly divided between intracellular and extracellular compartments, which were consistently underrepresented and overrepresented, respectively (\nFigure 7C\n). These underrepresented GO terms occur mostly within the sets of DEGs which were upregulated between 4d and 8d, with many more significantly enriched in \nspr1\n. The primary exception to this was a set of terms related to the chloroplast and the RuBisCo complex, which were mostly enriched in those DEGs more highly expressed in early development of \nspr1\n.\nFIGURE 7\n4d vs. 8d seedlings of Col-0 and \nspr1\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.",
    "germination_and_morphology_of_spr1_in_spaceflight": "Germination and Morphology of \nspr1\n in Spaceflight\nPhenotypic differences among the Col-0 background plants in GC and spaceflight (FLT) environments were primarily limited to skewing angles in the roots (\nFigures 2\n, \n3\n). There were no statistically significant differences in the primary root length between GC and FLT in either Col-0 or \nspr1\n 4d or 8d plants. Although Col-0 root length appeared to be reduced in spaceflight in 8d plants, the \np-\nvalue did not quite meet the requirements for significance (two-tailed \nt\n-test, \np\n = 0.0152, whereas cut-off was \np\n < 0.0150) (\nFigure 2A\n). There were differences in root length between Col-0 and \nspr1\n genotypes in the GC (\np\n = 1.48 E-9) but FLT Col-0 and FLT \nspr1\n roots were not statistically different.\nFIGURE 3\nHigh resolution images of the Col-0 and \nspr1\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between Col-0 \n(A,C,E,G)\n and \nspr1\n\n\n(B,D,F,H)\n. The images taken at the 4 day time point \n(A,B,E,F)\n are grouped above those taken at the 8 day time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nBoth 4d and 8d GC Col-0 seedlings grew with very little left or right deviation down the vertical face of the plate medium, while the GC \nspr1\n mutant plants of both ages showed distinct skewing to the left (\nFigures 2C\n, \n3A–D\n). The 4d FLT Col-0 plants generally skewed slightly to the left with some variation (\nFigures 2C\n, \n3E\n). In contrast, the roots of the 4d FLT \nspr1\n plants demonstrated an increased severity of skewing, which was manifested as a strong left-hand curved growth pattern (\nFigures 2C\n, \n3E,F\n) that was significantly different between GC and FLT (two-tailed \nt\n-test, \np\n = 0.00385). For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples. After 8d of growth, the increased skewing in FLT \nspr1\n led to associations with other roots, in contrast to FLT Col-0 which tended to spread more evenly across the plate (\nFigures 3G,H\n).\nThere were no differences between GC and FLT the germination rates of either Col-0 or \nspr1\n. The 4d harvest images (\nFigures 3A,B,E,F\n) were used to compare seedlings with any ungerminated seeds; germination in both genotypes was 100% under both GC and FLT conditions (\nSupplementary Table S2\n).",
    "the_spr1_spaceflight_response_involved_fewer_transcriptomic_": "The \nspr1\n Spaceflight Response Involved Fewer Transcriptomic Changes Than Col-0\nSpaceflight-conditioned differential gene expression patterns were highly dependent upon the genotype, ecotype, and developmental age of seedlings. Quantitative gene expression data revealed patterns from three perspectives: spaceflight versus GCs for each genotype at each developmental age (\nFigure 4A\n: FLT vs. GC), wild type plants versus the mutant genotype in each environment and age (\nFigure 4B\n: \nspr1\n vs. Col-0) and between the two developmental ages (\nFigure 4C\n: 4d vs. 8d). The numbers of differentially expressed genes (DEGs) were categorized according to the magnitude of their fold-change values in the Col-0 and \nspr1\n roots. In the FLT vs. GC comparison (\nFigure 4A\n), both lines differentially expressed fewer genes at the 8d timepoint than at 4d in all fold-change categories. The spaceflight acclimation of \nspr1\n also required fewer genes than Col-0 to be differentially expressed. In the direct comparison of \nspr1\n with Col-0 (\nFigure 4B\n), more DEGs were observed within each growth condition at 4d than at 8d. The difference in total DEG count between conditions was also reduced at 8d. This occurred in almost all fold-change categories, and differences in total DEGs between the lines diminished between timepoints irrespective of the growth condition. In the developmental comparison of expression between the 4d and 8d timepoints (\nFigure 4C\n), the roots from the FLT context showed lower counts of total DEGs than their respective GC roots. However, while \nspr1\n required slightly fewer genes to be differentially expressed during development in the GC context, the opposite was true in FLT, where \nspr1\n required more DEGs for spaceflight development than Col-0. Twofold-change categories that did not follow these trends were those of the DEGs upregulated and downregulated more than twofold across \nspr1\n and Col-0 development, respectively, which were larger in FLT than in GC.\nFIGURE 4\nCol-0 and \nspr1\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n 4d vs. 8d, and \n(C)\n\n\nspr1\n vs. Col-0 comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log\n2\n(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.\nThe relative contributions of DEGs with high degrees of differential expression (greater than twofold change) in response to spaceflight were variable among genotypes and developmental age. In the FLT vs. GC comparison (\nFigure 4A\n), the proportion of these DEGs was elevated in \nspr1\n (4d: 41.8%, 8d: 22.0%) relative to Col-0 (4d: 17.8%, 8d: 12.5%), and the difference in this proportion between the lines declined over time. However, when the genotypic comparison of s\npr1\n vs. Col-0 (\nFigure 4B\n) was made, the proportion of these DEGs showed the opposite trend. In this case, the level of differential expression was slightly higher in FLT at 4d (GC: 16.5%, FLT: 23.9%) and at 8d the proportion of these DEGs was elevated in GC (GC: 30.2%, FLT: 11.9%). In the developmental comparison (\nFigure 4C\n), the primary point of interest was the low number of genes whose expression increased to a high degree over time in Col-0 GC roots (33 DEGs) when compared to the other contexts. In the same time frame, \nspr1\n increased expression of 424 genes over twofold to accomplish the same development.",
    "spr1_differentially_expressed_defense_pathways_in_its_spacef": "spr1\n Differentially Expressed Defense Pathways in Its Spaceflight Response\nMost of the genes that are highly differentially expressed between the Col-0 and \nspr1\n are unique within the context of developmental age or growth environment (\nFigure 5A\n). However, a small number were differentially expressed between genotype irrespective of environment or age (\nFigure 5A\n). The coordinately expressed upregulated genes were related to the regulation of defense responses (NIMIN-1, ALD1, DLO1). The only genes that registered as coordinately downregulated in this comparison were SPIRAL1 and an antisense transcript (AT3G29644) of a transposable element which did not show differential expression itself.\nFIGURE 5\nSpr1\n vs. Col-0; the effects of \nSPR1\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nspr1\n mutant and its Col-0 wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nspr1\n than in Col-0. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe theme of stress response and defense was also evident in the GO enrichment analyses of the genes differentially expressed between Col-0 and \nspr1\n in the spaceflight environment. The significantly over- and underrepresented GO terms among biological processes are indicated in \nFigure 5B\n. Genes associated with general stress responses and environmental stimuli were prominent, as well as those annotated to terms related to defense responses. DEGs associated with these defense and stress pathways have been noted in the FLT vs. GC comparisons of previous studies (e.g., \nCorrell et al., 2013\n; \nPaul et al., 2013\n, \n2017\n; \nChoi et al., 2019\n). Genes involved in responses to salicylic acid, a phytohormone linked to both plant defense signaling and regulation of plant development (\nKlessig et al., 2018\n), were also enriched. Carbon fixation pathways, and specifically multiple ribulose bisphosphate carboxylase (RuBisCo) genes, were also upregulated in 4d FLT \nspr1\n (\nFigures 5B,C\n). Genes encoding proteins localized to the apoplast were also enriched among those upregulated in FLT \nspr1\n, indicating that significant remodeling of processes within the cell was also needed by \nspr1\n within the spaceflight environment (\nFigure 5C\n).\nMany of the DEGs associated with the acclimation to spaceflight were unique to genotype and to the developmental age of the plants (\nFigure 6A\n). There were 554 genes differentially expressed by at least twofold between spaceflight and ground among the two age groups (4d and 8d) of the two genotypes (Col-0 and \nspr1\n), with 63 genes coordinately expressed across all plants. Developmental age had a substantial impact on the spaceflight response of both genotypes; in both Col-0 and spr1, the 4d plants had a higher number of DEGs than the 8d plants. There was a large amount of overlap between the GO processes identified from the DEGs used to acclimate to the FLT condition for \nspr1\n and Col-0 (\nFigure 6B\n). Among the more widely shared GO categories in the 4d plants of both genotypes were those corresponding to the regulation of gene expression and transcriptional processes. These were more highly enriched in \nspr1\n roots than in Col-0, however, it can also be seen that there is a \nspr1\n-specific enrichment of the same terms among those genes which are downregulated in the response to FLT. The term for a response to karrikin compounds (phytohormone-like molecules derived from burning plant material) was also indicated. Many light signaling terms also appeared as enriched among DEGs downregulated in FLT, and these were involved with the response to various wavelengths of light as well as the response to elevated light intensity. However, specific photosynthetic terms appeared amongst those which were downregulated only at 8d in Col-0. Similar localization terms appeared specifically in 8d Col-0 as well (\nFigure 6C\n), indicating that these were changes in the expression of genes directly involved in the photosynthetic machinery. While both \nspr1\n and Col-0 4d were enriched with DEGs localized to the apoplast, these were among the upregulated genes in \nspr1\n and the downregulated genes in Col-0, alongside other terms related to extracellular structures. Furthermore, terms related to organellar localization were significantly underrepresented in those genes upregulated in Col-0 at 4d.\nFIGURE 6\nFLT vs. GC for Col-0 and \nspr1\n; the DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nThe expression of genes associated with the developmental age was impacted by the spaceflight environment (\nFigure 7A\n). Approximately 26% of the total DEGs meeting the criteria for inclusion were required to be differentially expressed at some level regardless of the growth condition or genotypic background to facilitate development. However, among only those DEGs which met the twofold change cutoff, there were not GO terms shared so ubiquitously between contexts (\nFigure 7B\n). While broad GO terms for gene expression and metabolic processes were underrepresented in many of the contexts, more specific terms related to developmental and metabolic regulation were enriched during development in Col-0. Genes related to oxidative stress were also enriched among those genes more highly expressed at 4d in FLT in both genotypes. Localization GO term enrichments were highly divided between intracellular and extracellular compartments, which were consistently underrepresented and overrepresented, respectively (\nFigure 7C\n). These underrepresented GO terms occur mostly within the sets of DEGs which were upregulated between 4d and 8d, with many more significantly enriched in \nspr1\n. The primary exception to this was a set of terms related to the chloroplast and the RuBisCo complex, which were mostly enriched in those DEGs more highly expressed in early development of \nspr1\n.\nFIGURE 7\n4d vs. 8d seedlings of Col-0 and \nspr1\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.",
    "ws_and_sku5": "WS and \nSku5\nGermination and Morphology of \nsku5\n in Spaceflight\nPhenotypic differences among the WS background plants in GC and FLT environments included root length and skewing angles (\nFigures 2\n, \n8\n). The primary root lengths of FLT WS were decreased significantly compared to GC at 8d (two-tailed \nt-\ntest, \np\n = 0.000209), but not at 4d. There were no differences in root lengths between GC and FLT \nsku5\n plants of either 4d or 8d plants (\nFigures 2B\n, \n8C,D,G,H\n). There were differences in root length between WS and \nsku5\n genotypes in the GC (\np\n = 0.0013) but FLT WS and FLT \nsku5\n roots were not statistically different (\nFigures 2B\n, \n8C,D,G,H\n).\nFIGURE 8\nHigh resolution images of the WS and \nsku5\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between WS \n(A,C,E,G)\n and \nsku5\n\n\n(B,D,F,H)\n. The images taken at the 4d time point \n(A,B,E,F)\n are above those taken at the 8d time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nThere were no statistically significant differences in the overall change from vertical between WS and \nsku5\n in either GC or FLT environments (\nFigures 2C\n, \n8A–D\n). The differences in root angles between GC and FLT for each genotype, and between the WS and \nsku5\n genotypes in both FLT and GC environments, also failed to meet statistical criteria. However, visual inspection of the images, and also the plots of \nFigure 2C\n, illustrate the difference in the directional trends for root growth in each genotype and environment. For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples.\nThe FLT \nsku5\n seeds germinated at a significantly reduced rate (48%) compared to WS FLT (85%), and to \nsku5\n GC (77%) and WS GC (93%) [χ\n2\n (3, \nN\n = 185) = 15.01, \np\n = 0.00181] (\nSupplementary Table S2\n and \nFigures 8A,B,E,F\n). However, the FLT \nsku5\n seeds that germinated produced plants that were comparable to their GC counterparts, as evidenced both by plate images and by the lack of difference in root length between FLT and GC \nsku5\n at 4 and 8d (\nFigures 2B\n, \n8B,D,F,H\n).\nThe Expression of More Genes Is Altered in \nsku5\n Than in WS During Spaceflight\nThe trends of differential expression in WS and the \nsku5\n line contrasted with those seen in Col-0 and \nspr1\n in that WS and \nsku5\n show an elevated transcriptomic response to spaceflight over time, with \nsku5\n further differentially expressing more genes than WS (\nFigure 9\n). The clearest example of this was the FLT vs. GC comparison of gene expression for these lines, where the number of DEGs required for spaceflight acclimation of \nsku5\n were fivefold and twofold more than WS at 4d and 8d, respectively (\nFigure 9A\n: FLT vs. GC). However, both genotypes increase in their DEG counts between 4d and 8d. The proportion of DEGs with a greater than twofold change also decreased to a very similar degree for both WS (4d: 63.2%, 8d: 14.5%) and \nsku5\n (4d: 62.8%, 8d: 14.2%) despite the large difference in counts. When the genotypes were compared directly, the transcriptomic differences between them were exacerbated as they acclimated to the flight condition over time (\nFigure 9B\n: \nsku5\n vs. WS). The proportion of DEGs meeting the twofold change criteria followed a similar trend to that seen in flight acclimation, where it decreased in both GC (4d: 40.9%, 8d: 13.0%) and FLT (4d: 52.8%, 8d: 9.3%). Despite these trends, most genes among the FLT 4d DEGs that had greater than twofold change were those that were expressed more highly in \nsku5\n. This trend persisted into the 4d vs. 8d comparison (\nFigure 9C\n: 4d vs. 8d), where \nsku5\n in the FLT condition required more genes to be differentially expressed in order to develop. S\nku5\n in the GC condition behaved much like WS in both FLT and GC conditions in terms of DEG counts in each fold-change category. Together, these patterns of gene expression indicated that the conditions of spaceflight had a disproportionate effect on the \nsku5\n roots’ transcriptomic responses, but that each genotype’s response to spaceflight over time involved a greater number of DEGs of lower fold-changes.\nFIGURE 9\nWS and \nsku5\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n\n\nsku\n5 vs. WS, and \n(C)\n 4d vs. 8d comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log2(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.\nSku5\n Highly Induced ABA- and Stress-Associated Genes in Spaceflight\nThe genes differentially expressed between \nsku5\n and WS were similar between GC and FLT growth conditions (\nFigure 10A\n), in that the same genes that were highly upregulated in WS GC were highly upregulated in FLT for \nsku5\n. Among these were many late embryogenesis abundant (LEA) family proteins, whose expression has been connected to enhanced resistance to abiotic stresses and alterations in ABA sensitivity (\nZhao et al., 2011\n; \nCandat et al., 2014\n). Additional LEA family genes and seed storage proteins, such as CRUCIFERINA (CRA1) and CRUCIFERIN 3 (CRA3) were seen as upregulated uniquely in \nsku5\n FLT. Alongside these were further genes associated with ABA- or ABA-independent dormancy signaling, notably REDUCED DORMANCY 5 (RDO5), DELAY OF GERMINATION 1 (DOG1), and HIGHLY ABA-INDUCED PROTEIN 2 and 3 (HAI2, HAI3). In 4d \nsku5\n spaceflight plants, genes encoding LEAs and other seed-associated proteins are among the most highly induced (Log\n2\n[5 to 10], or 30 to 1000-fold). Many of these patterns are further supported by GO biological process term enrichments (\nFigure 10B\n), where almost all of the overrepresented terms are enriched within the group of genes more highly expressed by \nsku5\n roots at 4d in FLT. Outside of the mentioned ABA signaling and seed development genes, terms for regulation of seed dormancy and negative regulation of post-embryonic development are overrepresented, alongside more general terms such as responses to temperature and stress. All of the significant GO localization enrichments were for genes more highly expressed in WS in the 4d FLT context, involving either DEGs related to the RuBisCo complex or extracellular structures (\nFigure 10C\n). DEGs encoding proteins anchored to the PM are enriched for this group, indicating an important role for them in WS.\nFIGURE 10\nsku5\n vs. WS; the effects of \nSKU5\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nsku5\n mutant and its WS wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nsku5\n than in WS. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nMany of the LEAs and ABA-responsive DEGs in the \nsku5\n vs. WS comparison were also highly upregulated by \nsku5\n in the FLT vs. GC comparison, and some were unique to the spaceflight acclimation of \nsku5\n (\nFigures 10A\n, \n11A\n). The majority of FLT vs. GC DEGs (70.3%) were only detected in one of the \nsku5\n FLT vs. GC comparison contexts. As such, the majority of the GO biological process terms found to be enriched were unique to the DEGs upregulated in FLT \nsku5\n at the 4d time point (\nFigure 11B\n). Hormone response and signal transduction terms were enriched, with ethylene signaling, ROS response, and light signaling among the more specific pathways to be represented. In tandem, these 4d \nsku5\n roots had decreased enrichment of DEGs associated with the synthesis of suberin. Uniquely to this comparison, 8d FLT WS roots upregulated genes related to chromatin remodeling. As seen in other comparisons (\nFigures 6C\n, \n7C\n, \n10C\n), WS upregulated genes annotated to the RuBisCo complex in FLT (\nFigure 11C\n). Additionally, the 8d downregulated DEGs for WS were overrepresented for extracellular localization, and DEGs whose products localized to intracellular and organellar compartments were underrepresented (\nFigure 11C\n). However, \nsku5\n showed overrepresentation of downregulated DEGs annotated to the extracellular region at the earlier time point of 4d.\nFIGURE 11\nFLT vs. GC for WS and \nsku5\n; DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for b biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nLate embryogenesis abundant family genes were also prominently represented in the 4d vs. 8d comparison within GC and FLT environments (\nFigure 12A\n). Examination of the GO biological process terms yielded by the individual lists of DEGs showed many similar stress response terms, but these were primarily in the context of genes more highly expressed at the 4d time point (\nFigure 12B\n). However, based on the level of significance of the terms, the enrichment of DEGs related to many of these stress responses was enhanced in FLT. In the cases of oxidative stress and cold response \nsku5\n showed this enhancement. However, in some cases, such as the response to desiccation, both genotypes showed a lack of significant term enrichment in FLT. The \nsku5\n roots also showed slightly higher significance of enrichment of DEGs associated with responses to water deprivation and light stimuli in early FLT development, compared to WS. GO terms related to cell wall remodeling and immune responses, commonly seen in FLT acclimation, were also enhanced in their enrichment during FLT development of \nsku5\n compared to GC development. The remainder of the significant GO terms were unique to one context, and among these is the response to karrikin, which was previously seen in the context of \nspr1\n and Col-0 FLT vs. GC comparisons (\nFigure 6B\n). Of the terms enriched specifically in \nsku5\n FLT development, processes involved with salt and ROS stress, as well as light responses, were significantly higher at 4d. At 8d, the terms associated with \nsku5\n in FLT were primarily focused on cell wall remodeling and biosynthetic processes.\nFIGURE 12\n4d vs. 8d seedlings of WS and \nsku5\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.",
    "germination_and_morphology_of_sku5_in_spaceflight": "Germination and Morphology of \nsku5\n in Spaceflight\nPhenotypic differences among the WS background plants in GC and FLT environments included root length and skewing angles (\nFigures 2\n, \n8\n). The primary root lengths of FLT WS were decreased significantly compared to GC at 8d (two-tailed \nt-\ntest, \np\n = 0.000209), but not at 4d. There were no differences in root lengths between GC and FLT \nsku5\n plants of either 4d or 8d plants (\nFigures 2B\n, \n8C,D,G,H\n). There were differences in root length between WS and \nsku5\n genotypes in the GC (\np\n = 0.0013) but FLT WS and FLT \nsku5\n roots were not statistically different (\nFigures 2B\n, \n8C,D,G,H\n).\nFIGURE 8\nHigh resolution images of the WS and \nsku5\n growth patterns. Images are arranged such that the ground control seedlings \n(A–D)\n are in the left column while spaceflight seedlings are on the right \n(E–H)\n. Vertically, images alternate between WS \n(A,C,E,G)\n and \nsku5\n\n\n(B,D,F,H)\n. The images taken at the 4d time point \n(A,B,E,F)\n are above those taken at the 8d time point \n(C,D,G,H)\n. Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide.\nThere were no statistically significant differences in the overall change from vertical between WS and \nsku5\n in either GC or FLT environments (\nFigures 2C\n, \n8A–D\n). The differences in root angles between GC and FLT for each genotype, and between the WS and \nsku5\n genotypes in both FLT and GC environments, also failed to meet statistical criteria. However, visual inspection of the images, and also the plots of \nFigure 2C\n, illustrate the difference in the directional trends for root growth in each genotype and environment. For both genotypes the variance in the growth angle (as noted in the SD values in \nFigure 2\n) was greater in the spaceflight samples.\nThe FLT \nsku5\n seeds germinated at a significantly reduced rate (48%) compared to WS FLT (85%), and to \nsku5\n GC (77%) and WS GC (93%) [χ\n2\n (3, \nN\n = 185) = 15.01, \np\n = 0.00181] (\nSupplementary Table S2\n and \nFigures 8A,B,E,F\n). However, the FLT \nsku5\n seeds that germinated produced plants that were comparable to their GC counterparts, as evidenced both by plate images and by the lack of difference in root length between FLT and GC \nsku5\n at 4 and 8d (\nFigures 2B\n, \n8B,D,F,H\n).",
    "the_expression_of_more_genes_is_altered_in_sku5_than_in_ws_d": "The Expression of More Genes Is Altered in \nsku5\n Than in WS During Spaceflight\nThe trends of differential expression in WS and the \nsku5\n line contrasted with those seen in Col-0 and \nspr1\n in that WS and \nsku5\n show an elevated transcriptomic response to spaceflight over time, with \nsku5\n further differentially expressing more genes than WS (\nFigure 9\n). The clearest example of this was the FLT vs. GC comparison of gene expression for these lines, where the number of DEGs required for spaceflight acclimation of \nsku5\n were fivefold and twofold more than WS at 4d and 8d, respectively (\nFigure 9A\n: FLT vs. GC). However, both genotypes increase in their DEG counts between 4d and 8d. The proportion of DEGs with a greater than twofold change also decreased to a very similar degree for both WS (4d: 63.2%, 8d: 14.5%) and \nsku5\n (4d: 62.8%, 8d: 14.2%) despite the large difference in counts. When the genotypes were compared directly, the transcriptomic differences between them were exacerbated as they acclimated to the flight condition over time (\nFigure 9B\n: \nsku5\n vs. WS). The proportion of DEGs meeting the twofold change criteria followed a similar trend to that seen in flight acclimation, where it decreased in both GC (4d: 40.9%, 8d: 13.0%) and FLT (4d: 52.8%, 8d: 9.3%). Despite these trends, most genes among the FLT 4d DEGs that had greater than twofold change were those that were expressed more highly in \nsku5\n. This trend persisted into the 4d vs. 8d comparison (\nFigure 9C\n: 4d vs. 8d), where \nsku5\n in the FLT condition required more genes to be differentially expressed in order to develop. S\nku5\n in the GC condition behaved much like WS in both FLT and GC conditions in terms of DEG counts in each fold-change category. Together, these patterns of gene expression indicated that the conditions of spaceflight had a disproportionate effect on the \nsku5\n roots’ transcriptomic responses, but that each genotype’s response to spaceflight over time involved a greater number of DEGs of lower fold-changes.\nFIGURE 9\nWS and \nsku5\n overall differential gene expression levels. A graphic representation of the genes differentially expressed in the \n(A)\n FLT vs. GC, \n(B)\n\n\nsku\n5 vs. WS, and \n(C)\n 4d vs. 8d comparisons. Upregulation of a gene denotes a higher expression level in the first context of the comparison. Genes are separated into categories based on direction of differential expression and a Log2(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceflight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates.",
    "sku5_highly_induced_aba-_and_stress-associated_genes_in_spac": "Sku5\n Highly Induced ABA- and Stress-Associated Genes in Spaceflight\nThe genes differentially expressed between \nsku5\n and WS were similar between GC and FLT growth conditions (\nFigure 10A\n), in that the same genes that were highly upregulated in WS GC were highly upregulated in FLT for \nsku5\n. Among these were many late embryogenesis abundant (LEA) family proteins, whose expression has been connected to enhanced resistance to abiotic stresses and alterations in ABA sensitivity (\nZhao et al., 2011\n; \nCandat et al., 2014\n). Additional LEA family genes and seed storage proteins, such as CRUCIFERINA (CRA1) and CRUCIFERIN 3 (CRA3) were seen as upregulated uniquely in \nsku5\n FLT. Alongside these were further genes associated with ABA- or ABA-independent dormancy signaling, notably REDUCED DORMANCY 5 (RDO5), DELAY OF GERMINATION 1 (DOG1), and HIGHLY ABA-INDUCED PROTEIN 2 and 3 (HAI2, HAI3). In 4d \nsku5\n spaceflight plants, genes encoding LEAs and other seed-associated proteins are among the most highly induced (Log\n2\n[5 to 10], or 30 to 1000-fold). Many of these patterns are further supported by GO biological process term enrichments (\nFigure 10B\n), where almost all of the overrepresented terms are enriched within the group of genes more highly expressed by \nsku5\n roots at 4d in FLT. Outside of the mentioned ABA signaling and seed development genes, terms for regulation of seed dormancy and negative regulation of post-embryonic development are overrepresented, alongside more general terms such as responses to temperature and stress. All of the significant GO localization enrichments were for genes more highly expressed in WS in the 4d FLT context, involving either DEGs related to the RuBisCo complex or extracellular structures (\nFigure 10C\n). DEGs encoding proteins anchored to the PM are enriched for this group, indicating an important role for them in WS.\nFIGURE 10\nsku5\n vs. WS; the effects of \nSKU5\n loss on gene expression. \n(A)\n Differentially expressed genes (DEGs) between the \nsku5\n mutant and its WS wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in \nsku5\n than in WS. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nMany of the LEAs and ABA-responsive DEGs in the \nsku5\n vs. WS comparison were also highly upregulated by \nsku5\n in the FLT vs. GC comparison, and some were unique to the spaceflight acclimation of \nsku5\n (\nFigures 10A\n, \n11A\n). The majority of FLT vs. GC DEGs (70.3%) were only detected in one of the \nsku5\n FLT vs. GC comparison contexts. As such, the majority of the GO biological process terms found to be enriched were unique to the DEGs upregulated in FLT \nsku5\n at the 4d time point (\nFigure 11B\n). Hormone response and signal transduction terms were enriched, with ethylene signaling, ROS response, and light signaling among the more specific pathways to be represented. In tandem, these 4d \nsku5\n roots had decreased enrichment of DEGs associated with the synthesis of suberin. Uniquely to this comparison, 8d FLT WS roots upregulated genes related to chromatin remodeling. As seen in other comparisons (\nFigures 6C\n, \n7C\n, \n10C\n), WS upregulated genes annotated to the RuBisCo complex in FLT (\nFigure 11C\n). Additionally, the 8d downregulated DEGs for WS were overrepresented for extracellular localization, and DEGs whose products localized to intracellular and organellar compartments were underrepresented (\nFigure 11C\n). However, \nsku5\n showed overrepresentation of downregulated DEGs annotated to the extracellular region at the earlier time point of 4d.\nFIGURE 11\nFLT vs. GC for WS and \nsku5\n; DEGs involved in spaceflight acclimation. \n(A)\n Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. \n(B,C)\n Gene ontology (GO) terms for b biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.\nLate embryogenesis abundant family genes were also prominently represented in the 4d vs. 8d comparison within GC and FLT environments (\nFigure 12A\n). Examination of the GO biological process terms yielded by the individual lists of DEGs showed many similar stress response terms, but these were primarily in the context of genes more highly expressed at the 4d time point (\nFigure 12B\n). However, based on the level of significance of the terms, the enrichment of DEGs related to many of these stress responses was enhanced in FLT. In the cases of oxidative stress and cold response \nsku5\n showed this enhancement. However, in some cases, such as the response to desiccation, both genotypes showed a lack of significant term enrichment in FLT. The \nsku5\n roots also showed slightly higher significance of enrichment of DEGs associated with responses to water deprivation and light stimuli in early FLT development, compared to WS. GO terms related to cell wall remodeling and immune responses, commonly seen in FLT acclimation, were also enhanced in their enrichment during FLT development of \nsku5\n compared to GC development. The remainder of the significant GO terms were unique to one context, and among these is the response to karrikin, which was previously seen in the context of \nspr1\n and Col-0 FLT vs. GC comparisons (\nFigure 6B\n). Of the terms enriched specifically in \nsku5\n FLT development, processes involved with salt and ROS stress, as well as light responses, were significantly higher at 4d. At 8d, the terms associated with \nsku5\n in FLT were primarily focused on cell wall remodeling and biosynthetic processes.\nFIGURE 12\n4d vs. 8d seedlings of WS and \nsku5\n; developmentally-associated DEGs. \n(A)\n Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. \n(B,C)\n Gene ontology (GO) terms for \n(B)\n biological processes and \n(C)\n cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The significance of the GO terms’ enrichment is represented by the –Log\n10\n transform of its \nq\n-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates.",
    "discussion": "Discussion\nThe discovery that root skewing was not gravity-dependent, and prevalent in both light-grown and dark-grown plants in spaceflight habitats (\nMillar et al., 2011\n; \nPaul et al., 2012a\n; \nNakashima et al., 2014\n), invited questions about the underlying mechanisms of this behavior in the microgravity environment and the relationship between those mechanisms and physiological adaptation to spaceflight. The experiments described here examined the contribution of two well-characterized skewing genes that are in two different ecotypic backgrounds and which affect different skewing control pathways. SPIRAL1 plays a role in directional cell expansion by regulating cortical microtubule dynamics (\nFurutani et al., 2000\n; \nNakajima et al., 2004\n; \nSedbrook et al., 2004\n; \nGalva et al., 2014\n). SKU5 is a skewing-related glycosylphosphatidylinositol-anchored cell wall and plasma membrane protein, which has also been implicated in stress response signaling (\nSedbrook et al., 2002\n). The \nsku5\n and \nspr1\n mutants are well characterized in terrestrial environments, skewing rightward and leftward, respectively, when grown vertically (\nFurutani et al., 2000\n; \nSedbrook et al., 2002\n, \n2004\n; \nNakajima et al., 2004\n). The experimental readouts used to assess the physiological adjustment of seedlings to spaceflight were root and germination measurements, and the differences in transcriptomic responses among the genotypes. The opposing directions of the skewing phenotypes of the mutant lines are believed to stem from alterations of distinct cellular processes, and this is most clearly evidenced by the differential effects of microtubule-destabilizing agents on these mutants (\nFurutani et al., 2000\n; \nSedbrook et al., 2002\n, \n2004\n; \nNakajima et al., 2004\n; \nGalva et al., 2014\n). The distinct roles of these two genes in determining root directionality is supported by their different individual responses to spaceflight in the present experiments. The data from \nsku5\n and \nspiral1\n are analyzed in context with their parent genotype, WS and Col-0 respectively, as WS shows a much smaller number of spaceflight differentially expressed genes than Col-0 (\nPaul et al., 2017\n, and \nFigures 4\n, \n12\n).\nSpr1\n Skews Leftward on Earth and Moreso in Space\nTerrestrial studies concluded that SPR1 reinforces rightward root growth by affecting the balance of thigmotropism and gravitropism (\nGalva et al., 2014\n). Morphological data from APEX-03-2 support this notion. At the 4d time point, \nspr1\n seedlings showed a consistent leftward skewing phenotype on Earth, and the leftward skewing was substantially enhanced by spaceflight (\nFigures 2C\n, \n3B,F\n). However, \nspr1\n and Col-0 roots were the same length in spaceflight, indicating that the role of SPR1 lies in directionality rather than overall root length in spaceflight (\nFigure 2A\n). These data suggest that in the absence of gravitropism during spaceflight, thigmotropism plays a dominant role in growth directionality and that SPR1 acts to positively enhance skewing while not affecting root length in spaceflight. The spaceflight effect of \nspr1\n lies in morphology management rather than growth management.\nSPR1 binds with another microtubule plus-end tracking protein, EB1b (\nGalva et al., 2014\n). It has been postulated that EB1b and SPR1 work in concert to regulate mechanical force-based directional growth with a balance of gravitropism and thigmotropism, where SPR1 participates in the reinforcement of rightward growth through thigmotropic processes, while EB1b negatively regulates thigmotropism and positively regulates gravitropism (\nGalva et al., 2014\n). In an environment lacking a gravity cue such as spaceflight, this gravitropic reinforcement has no effect, resulting in the enhanced skewing of \nspr1.\n Similarly elevated leftward skewing of \nspr1\n occurs under cold conditions alongside alterations of the microtubule network, and skewing is conversely suppressed by heat or salt treatments (\nFurutani et al., 2000\n; \nSedbrook et al., 2004\n). The elevated skewing seen in \nspr1\n may therefore be the result of spaceflight-induced signals in the root which are similar to those involved in cold response signaling. The microtubule-associated protein MAP65-1 is more abundant in spaceflight, and is also hypothesized to be linked to cold-responsive microtubule stabilization (\nChen et al., 2016\n; \nSoga et al., 2018\n). Actin cytoskeleton mutants also exhibit a greater degree of skewing in microgravity when compared to wild-type and GC plants, though this skewing occurs to the right when regarded from behind the media (\nNakashima et al., 2014\n). These structural systems both appear to have roles in suppressing endogenous root skewing patterns in spaceflight. The spaceflight-enhanced skewing of \nspr1\n may therefore be attributed to its altered microtubule dynamics in the spaceflight response, similar to altered dynamics induced by terrestrial cold stress.\nSku5\n Skews Inappropriately in Spaceflight\nThe \nsku5\n mutant did not show an enhancement of skewing in spaceflight as compared to the GC, nor did \nsku5\n respond to the spaceflight environment in the same manner as it does to terrestrial disruption of the gravity vector (\nFigure 2C\n) (\nSedbrook et al., 2002\n). However, \nsku5\n and WS roots were the same length in spaceflight, indicating that the role of SKU5 also lies in directionality rather than overall root length in spaceflight (\nFigure 2B\n). These data suggest that SKU5, like SPR1, regulates morphology and directionality rather than growth. However, SKU5 regulation is very different from SPR1 regulation of skewing morphology in that lack of SKU5 function prevents appropriate skewing in spaceflight. This prevention of skewing, the \nsku5\n interruption of the pathways involved in skewing, leads to dramatic changes in differential expression of genes for physiological adaptation to spaceflight.\nDifferential Gene Expression as a Measure of the Quantity and Character of the Physiological Adaptation to Spaceflight\nDifferential gene expression profiles reveal the underlying gene expression changes needed for physiological adaptation to environmental changes. There are numerous, well-documented environmentally-induced gene expression profiles in plants, all of which detail specific physiological changes related to the specific stresses. The intensity of the differential gene expression response, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment. A terrestrial example of this metabolic cost is in the transcriptomic response to cold stress in Arabidopsis lines that are either sensitive or resistant to cold (\nChan et al., 2016\n). Plants that overexpressed RNA-DIRECTED DNA METHYLATION 4 (RDM4) had a cold-tolerant phenotype, and exhibited a greatly reduced transcriptomic response to cold stress compared to the more cold-sensitive wild-type and \nrdm4\n knock-out plants (\nChan et al., 2016\n). The plants that were least able to tolerate cold environments displayed a far higher number (up to 100×) of differentially expressed genes in response to cold than the cold-tolerant plants exposed to the same environment (\nChan et al., 2016\n).\nSpr1\n adapts to spaceflight with far fewer DEGs than Col-0. This suggests that mutation of the SPR1 skewing pathway enhances spaceflight physiological adaptation. In contrast, the \nsku5\n mutation results in a doubling of DEGs in response to spaceflight, and many of those DEGs are members of strong environmental stress responses. This strong response suggests that the SKU5 pathway plays a key role in spaceflight physiological adaptation.\nSku5\n Mutation Produces a Dramatic Increase in Differential Gene Expression in Spaceflight\nSku5\n showed a dramatic program of differential gene expression compared to the GCs, a program that was more pronounced and diverse than that of \nspr1\n. Many of the genes that are significantly differentially expressed between spaceflight and GCs are associated with skewing and cell wall remodeling, irrespective of intensity of skewing phenotype in the spaceflight-grown plants (\nFigure 13\n).\nFIGURE 13\nDifferentially expressed genes between FLT and GC of particular interest. Statistically significant DEGs with greater than twofold magnitude in at least one context. Each gene in this list corresponded to the following categories: potential and highly probable skew gene candidates (Skewing, HPSGC; \nSchultz et al., 2017\n), late embryogenesis abundant (LEA; \nHundertmark and Hincha, 2008\n), associated with gravitropism (GO Terms; \nCarbon et al., 2008\n), and abscisic acid (ABA, GO Terms; \nCarbon et al., 2008\n). The heat map scale Log\n2\n(Fold-Change) is indicated in the bottom right corner. Categorical information is provided beside each gene group. Data are based on four biological replicates.\nOne of the unique aspects of the \nsku5\n spaceflight differential gene expression program involved genes usually associated with dehydration and ABA signaling. The FLT \nsku5\n expression patterns of LEAs and other ABA-associated genes suggest a spaceflight adaptation phenomenon involving, but not limited to, an altered ABA sensitivity in these plants. Many of the highest magnitude DEGs in the spaceflight acclimation of \nsku5\n were in the LEA family, primarily dehydrins and group-4 LEAs; many of these genes were induced by greater than 30-fold [Log\n2\n(5)] (\nFigure 13\n). LEAs are responsive to ABA signaling resulting from osmotic, cold, and drought stresses and act to enhance stress resistance through membrane stabilization, sequestration of ROS, and prevention of protein aggregation (\nHundertmark and Hincha, 2008\n; \nZhao et al., 2011\n; \nCandat et al., 2014\n; \nFang and Xiong, 2015\n; \nSuzuki et al., 2016\n).\nMany of the DEGs and LEAs upregulated in the spaceflight acclimation of \nsku5\n are associated with embryonic programs that are adjusted at the chromatin level during germination in response to environmental factors (\nTai et al., 2005\n; \nTang et al., 2012\n; \nMolitor et al., 2014\n). DOG1, for example, increases in expression in cold temperatures, acting to repress germination during those unfavorable conditions (\nFootitt et al., 2013\n, \n2014\n). The \nsku5\n DEGs HAI2 and HAI3 are involved in regulating ABA signaling and responding to soil water potential (\nBhaskara et al., 2012\n; \nKim et al., 2013\n). REDUCED DORMANCY 5 also acts to inhibit germination, but functions independently of DOG1 and ABA signaling pathways (\nXiang et al., 2014\n). The GO term enrichments for \nsku5\n also support this, as DEGs associated with dormancy regulation are overrepresented in the dataset (\nFigures 10B\n, \n12B\n). It is important to note that SKU5 is expressed in floral tissue (\nSedbrook et al., 2002\n). This altered ABA signaling in \nsku5\n could therefore be attributed to downstream effects of altered seed development. In support of these interpretations, germination rates were repressed in FLT \nsku5\n (\nFigures 8F,H\n) relative to GC \nsku5\n (\nFigures 8B,D\n), and to FLT WS (\nFigures 8E,G\n), as evidenced by counts of ungerminated seeds in the harvest images (\nSupplementary Table S2\n). While \nspr1\n is also expressed in reproductive tissues, the differential expression of dormancy signaling genes was not prevalent in the Col-0 and \nspr1\n comparisons (\nNakajima et al., 2004\n; \nSedbrook et al., 2004\n). In fact, those few DEGs related to ABA signaling observed in Col-0 and \nspr1\n displayed a trend in expression that was opposite of what was seen in FLT \nsku5\n. As a prime example, the LEA ABA-RESPONSE PROTEIN (ABR) was only slightly downregulated in the spaceflight acclimation of 8d \nspr1\n. ABA-related dormancy signaling may be affected by the spaceflight environment.\nDifferential expression patterns also indicate that \nsku5\n mutants experience changes in the plasma membrane during spaceflight. Alterations in plasma membrane dynamics and composition occur in plant responses to terrestrial stressors (e.g., cold stress) and in the response of \nChlorella vulgaris\n to spaceflight (\nPopova et al., 1989\n; \nSolanke and Sharma, 2008\n; \nKazemi-Shahandashti and Maali-Amiri, 2018\n). Roots of \nPisum sativum\n grown under clinorotation also show shifts in membrane composition in sterol-enriched membrane domains known as “lipid rafts” (\nKordyum et al., 2018\n). Membrane-bound GPI-APs, such as SKU5, localize to these lipid raft nanodomains and are important to stress acclimation, including spaceflight-associated stress (\nMinami et al., 2008\n; \nMazars et al., 2014\n; \nFerl et al., 2015\n; \nTakahashi et al., 2016\n, \n2019\n; \nYeats et al., 2018\n). ABA signaling proteins also localize to these membrane domains in a sterol-dependent manner (\nDemir et al., 2013\n). Given that \nsku5\n shows alterations of ABA signaling pathways in spaceflight (\nFigure 13\n), it can be hypothesized that the lack of SKU5 may affect the function of these nanodomain-localized ABA signaling processes under stress conditions. The expression of a chloroplastic aldehyde reductase, ChlADR (AT1G54870), involved in the detoxification of reactive carbonyls formed as a result of lipid peroxidation, and TSPO, which participates in mobilization of lipids, are induced by stress and highly induced in the spaceflight acclimation of \nsku5\n (\nGuillaumot et al., 2009\n; \nYamauchi et al., 2011\n; \nJurkiewicz et al., 2018\n). These patterns match the gene expression trends of the spaceflight-induced LEA family genes that are thought to directly participate in membrane stabilization under stress (\nBattaglia et al., 2008\n; \nHundertmark and Hincha, 2008\n; \nCandat et al., 2014\n). The gene expression patterns of these ABA-responsive genes in \nsku5\n suggest that SKU5 affects ABA signaling in response to stresses. Furthermore, this shows that pathways affecting membrane stabilization and remodeling are required for the spaceflight acclimation of \nsku5\n that are not essential for its growth in terrestrial environments.\nSKU5 may also directly participate in stress response signaling or cellular remodeling due to its localization to the outer aspects of the plasma membrane. A SKU5 homolog is highly upregulated [Log\n2\n(14)] in tobacco overexpressing a FATTY ACID DESATURASE 3 (CbFAD3-OE) homolog derived from the cryophyte \nChorispora bungeana\n when compared to a wild-type line in the response to salt stress (\nShi et al., 2018\n). CbFAD3-OE lines exhibited enhanced membrane fluidity and survival under cold, salt, and drought stresses, and demonstrated reduced lipid peroxidation and membrane leakage via activation of calcium signaling and suppression of ROS (\nShi et al., 2018\n). As such, the \nsku5\n line may require alternative pathways to be activated to maintain membrane fluidity and integrity during spaceflight acclimation due to the removal of SKU5 from this response pathway. The transcriptomic response of \nsku5\n to the spaceflight condition was elevated compared to WS, which would support the activation of additional pathways (\nFigures 10A\n, \n11A\n). ROS-related genes are abundant in spaceflight transcriptomes, and reflect a response to spaceflight that is conserved among Arabidopsis cultivars and related species (\nPaul et al., 2013\n, \n2017\n; \nSugimoto et al., 2014\n; \nFerl et al., 2015\n; \nSng et al., 2018\n; \nChoi et al., 2019\n; \nZhou et al., 2019\n). Our findings were consistent with this trend across genotypes and the skewing mutants based on GO term enrichments associated with the spaceflight response (\nFigures 6B\n, \n11B\n). Notably, \nsku5\n FLT showed elevated expression of genes required to be expressed in response to ROS at the 4d when compared to FLT WS (\nFigures 9B\n, \n10B\n), supporting this hypothesized function of SKU5 in this membrane-associated ROS suppression. While FAD3 was not among the \nsku5\n FLT DEGs, FLORAL TRANSITION AT THE MERISTEM1 (FTM1), which catalyzes the desaturation of stearic acid to oleic acid upstream of FAD3, was upregulated in WS and \nspr1\n spaceflight acclimation, and downregulated in that of Col-0 and \nsku5.\n FTM1 participates alongside FAD3 in the mediation of stresses associated with Arabidopsis crown gall development through their enrichment with C18:3 fatty acids (\nKlinkenberg et al., 2014\n). The increase of C18:3 class of fatty acids also correlated with the enhanced membrane stability measures in the CbFAD3-OE lines (\nShi et al., 2018\n). These results therefore suggest a role for SKU5 in stress metabolism with respect to the plasma membrane, a role that was not revealed in previous ground experiments.\nAn additional explanation for the altered spaceflight response of \nsku5\n comes from its likely association with auxin metabolism and signaling upstream of the plant TOR complex. A SKU5 homolog in maize encodes an interactor of AUXIN-BINDNG PROTEIN 1 (ABP1) (\nShimomura, 2006\n). The \nabp1\n mutant demonstrates a leftward-skewing phenotype opposite to that seen in \nsku5\n (\nSedbrook et al., 2002\n; \nGao et al., 2015\n). Auxin gradients are still present in spaceflight root tips despite the lack of a gravity cue in the spaceflight environment (\nFerl and Paul, 2016\n). The presence of SKU5 acting to mediate anisotropic cell growth in response to endogenous auxin gradients could facilitate the spaceflight acclimation of wild-type seedlings. GO terms associated with the DEGs of 4d spaceflight response of \nsku5\n suggested this connection as well, with many alterations occurring in signaling pathways related to ethylene, ROS, and light signaling (\nFigure 11B\n). Furthermore, ABP1 is associated with the activation of TOR and the promotion of growth through the action of an auxin-activated signaling pathway mediated by the RHO OF PLANTS 2 (ROP2) GTPase (\nXu et al., 2014\n; \nSchepetilnikov et al., 2017\n; \nRyabova et al., 2019\n). The TOR complex integrates diverse environmental signals to regulate growth, and ABA signaling inhibits TOR, promoting autophagy to allow for stress tolerance acquisition (\nRyabova et al., 2019\n; \nSignorelli et al., 2019\n). SKU5 may impact this mechanism indirectly through affecting the action of ABP1, and a reduction of the auxin signaling into TOR would shift the balance in favor of stronger ABA responses, such as that seen in the spaceflight acclimation of \nsku5\n. A ROP6 pathway also mediated by ABP1 affects the activity of KATANIN, which severs cortical microtubules to facilitate reorganization of the microtubule network in response to environmental stimuli (\nChen et al., 2016\n). As a result, the \nspr1\n mutant may be faster to form a spaceflight-tolerant microtubule network due to its altered microtubule kinetics, while the \nsku5\n mutant may not be able to perform this function as rapidly due to altered ABP1 signaling.\nSpr1\n Mutation Produces a Decrease in Differential Gene Expression in Spaceflight\nThe spaceflight DEGs of \nspr1\n and Col-0 were primarily in the defense and salicylic acid-mediated signaling related to cell wall remodeling (\nFigures 5B\n, \n6B\n). Genes related to these cell wall pathways are common in spaceflight transcriptomes (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n). While plants grown in microgravity may be more susceptible to pathogenic infection (\nLeach et al., 2001\n; \nRyba-White et al., 2001\n), the fact that all examples to date of upregulated pathogen response genes are from plants grown in sterile conditions suggests that these genes are serving other purposes of cell wall remodeling in spaceflight (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nChoi et al., 2019\n). ALD1 is a positive regulator of salicylic acid accumulation pathways through the generation of metabolites (\nNie et al., 2011\n; \nCecchini et al., 2015\n). NIMIN1 and DLO1 contribute to opposing processes, acting to repress immune responses at the level of expression regulation (\nKohler et al., 2002\n; \nZhang et al., 2013\n; \nZeilmaker et al., 2015\n). Salicylic acid induces the lipid raft-localized pathways induced by ABA, in order to promote cellular uptake of water (\nDemir et al., 2013\n; \nProdhan et al., 2018\n). The upregulation of salicylic acid signaling in \nspr1\n may act through these pathways, promoting abiotic stress response through pathways normally associated with defense responses (\nFigures 5B\n, \n6B\n). This hypothesis might also explain why the induction of “defense” and wound response pathways occurs in spaceflight in the absence of pathogenic infections (\nNejat and Mantri, 2017\n). The recently characterized ORBITALLY MANIFESTED GENE 1, a regulator of ROS signaling that is both flg22- and wound-inducible, provides a spaceflight-relevant example (\nSng et al., 2018\n). Considering that wounding and pathogen invasion also mechanically disrupt membranes and cell walls (\nChen et al., 2016\n), these pathways may be signaling remodeling of cellular structures and the microtubule network in spaceflight. Flg22 application to Arabidopsis cell cultures and induction of MAMP-triggered immunity also has the effect of redistributing flavonoid compounds from biosynthetic processes important to oxidative stress response processes to the production of compounds important to defense (\nSchenke et al., 2019\n). Genes associated with the production of phenylpropanoids are less-represented among the \nspr1\n DEGs downregulated in spaceflight compared to Col-0, although they are also more highly represented among \nspr1\n DEGs downregulated across development in spaceflight (\nFigures 6B\n, \n7B\n). As such, these DEGs negatively regulating defense signaling in \nspr1\n may contribute to an enhanced ability to mediate ROS generated in spaceflight through the redistribution of limited resources early in its development. This conclusion is also supported by the gene categories enriched in the spaceflight acclimations of Col-0 and \nspr1\n, where DEGs associated with responses to oxidative stress are more enriched among genes upregulated in FLT in \nspr1\n than in Col-0 (\nFigure 6B\n).\nMany abiotic stresses trigger remodeling of cortical microtubules, with salt stress tolerance requiring the 26S proteasome-mediated degradation of SPR1 (\nShoji et al., 2006\n; \nWang et al., 2011\n; \nChen et al., 2016\n). Microtubule reorientation also contributes to cell elongation in the spaceflight response of hypocotyls (\nSoga et al., 2018\n). The \nspr1\n mutant, which has altered microtubule dynamics in favor of decreased stability, may have enhanced capabilities for remodeling of microtubule networks in the response to many forms of environmental stress (\nGalva et al., 2014\n).\nSpr1\n and \nSku5\n Mutants Both Differentially Regulate Skewing-Associated Genes in Response to Spaceflight\nDespite the many differing spaceflight responses of \nspr1\n and \nsku5\n, DEGs identified as likely to be associated with the integrative signaling of skewing (\nSchultz et al., 2017\n) were among those differentially expressed in both mutants in spaceflight (\nFigure 13\n). Two of the highly likely skewing genes, SENESCENCE 1 (SEN1) and ASPARAGINE SYNTHETASE 1 (ASN1) are induced in spaceflight (\nFigure 13\n). The SKU5 protein is endocytosed through different pathways within the root tip dependent on local auxin signals and perceived stress conditions (\nBaral et al., 2015\n). SKU5 could act to modulate growth regulation through its aforementioned association with the ABP1 apoplastic signaling pathway upstream of TOR, and both SKU5 and SPR1 can affect microtubule reorganizing pathways. This would enable SKU5 to impact the spaceflight response via the regulation of meristematic competence and cell cycle progression, processes that are affected in spaceflight (\nMatía et al., 2010\n), clinorotation, RPM exposure, and magnetic levitation (\nHerranz and Medina, 2014\n; \nHerranz et al., 2014\n; \nBoucheron-Dubuisson et al., 2016\n). This is supported by the M-phase peak of SKU5 expression and its previously hypothesized role in regulating the cell cycle (\nMenges et al., 2002\n; \nSedbrook et al., 2002\n). However, the importance of senescence in the context of root skewing has not been well-studied. The recent association of strigolactone-independent karrikin-sensing pathways with skewing provides a potential direction for study (\nSwarbreck et al., 2019\n). The loss of the protein MORE AXILLARY BRANCHES 2 (MAX2), which also participates in strigolactone-associated senescence signaling, exacerbates the skewing phenotype of \nsku5\n in a \nsku5 max2\n line (\nUeda and Kusaba, 2015\n; \nSwarbreck et al., 2019\n). Therefore, these results reinforce connections between environmental and senescence signaling and root skewing. The association of skewing-associated genes with these regulatory networks provide a means by which the mutation of these genes can alter the response to the spaceflight condition.",
    "spr1_skews_leftward_on_earth_and_moreso_in_space": "Spr1\n Skews Leftward on Earth and Moreso in Space\nTerrestrial studies concluded that SPR1 reinforces rightward root growth by affecting the balance of thigmotropism and gravitropism (\nGalva et al., 2014\n). Morphological data from APEX-03-2 support this notion. At the 4d time point, \nspr1\n seedlings showed a consistent leftward skewing phenotype on Earth, and the leftward skewing was substantially enhanced by spaceflight (\nFigures 2C\n, \n3B,F\n). However, \nspr1\n and Col-0 roots were the same length in spaceflight, indicating that the role of SPR1 lies in directionality rather than overall root length in spaceflight (\nFigure 2A\n). These data suggest that in the absence of gravitropism during spaceflight, thigmotropism plays a dominant role in growth directionality and that SPR1 acts to positively enhance skewing while not affecting root length in spaceflight. The spaceflight effect of \nspr1\n lies in morphology management rather than growth management.\nSPR1 binds with another microtubule plus-end tracking protein, EB1b (\nGalva et al., 2014\n). It has been postulated that EB1b and SPR1 work in concert to regulate mechanical force-based directional growth with a balance of gravitropism and thigmotropism, where SPR1 participates in the reinforcement of rightward growth through thigmotropic processes, while EB1b negatively regulates thigmotropism and positively regulates gravitropism (\nGalva et al., 2014\n). In an environment lacking a gravity cue such as spaceflight, this gravitropic reinforcement has no effect, resulting in the enhanced skewing of \nspr1.\n Similarly elevated leftward skewing of \nspr1\n occurs under cold conditions alongside alterations of the microtubule network, and skewing is conversely suppressed by heat or salt treatments (\nFurutani et al., 2000\n; \nSedbrook et al., 2004\n). The elevated skewing seen in \nspr1\n may therefore be the result of spaceflight-induced signals in the root which are similar to those involved in cold response signaling. The microtubule-associated protein MAP65-1 is more abundant in spaceflight, and is also hypothesized to be linked to cold-responsive microtubule stabilization (\nChen et al., 2016\n; \nSoga et al., 2018\n). Actin cytoskeleton mutants also exhibit a greater degree of skewing in microgravity when compared to wild-type and GC plants, though this skewing occurs to the right when regarded from behind the media (\nNakashima et al., 2014\n). These structural systems both appear to have roles in suppressing endogenous root skewing patterns in spaceflight. The spaceflight-enhanced skewing of \nspr1\n may therefore be attributed to its altered microtubule dynamics in the spaceflight response, similar to altered dynamics induced by terrestrial cold stress.",
    "sku5_skews_inappropriately_in_spaceflight": "Sku5\n Skews Inappropriately in Spaceflight\nThe \nsku5\n mutant did not show an enhancement of skewing in spaceflight as compared to the GC, nor did \nsku5\n respond to the spaceflight environment in the same manner as it does to terrestrial disruption of the gravity vector (\nFigure 2C\n) (\nSedbrook et al., 2002\n). However, \nsku5\n and WS roots were the same length in spaceflight, indicating that the role of SKU5 also lies in directionality rather than overall root length in spaceflight (\nFigure 2B\n). These data suggest that SKU5, like SPR1, regulates morphology and directionality rather than growth. However, SKU5 regulation is very different from SPR1 regulation of skewing morphology in that lack of SKU5 function prevents appropriate skewing in spaceflight. This prevention of skewing, the \nsku5\n interruption of the pathways involved in skewing, leads to dramatic changes in differential expression of genes for physiological adaptation to spaceflight.",
    "differential_gene_expression_as_a_measure_of_the_quantity_an": "Differential Gene Expression as a Measure of the Quantity and Character of the Physiological Adaptation to Spaceflight\nDifferential gene expression profiles reveal the underlying gene expression changes needed for physiological adaptation to environmental changes. There are numerous, well-documented environmentally-induced gene expression profiles in plants, all of which detail specific physiological changes related to the specific stresses. The intensity of the differential gene expression response, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment. A terrestrial example of this metabolic cost is in the transcriptomic response to cold stress in Arabidopsis lines that are either sensitive or resistant to cold (\nChan et al., 2016\n). Plants that overexpressed RNA-DIRECTED DNA METHYLATION 4 (RDM4) had a cold-tolerant phenotype, and exhibited a greatly reduced transcriptomic response to cold stress compared to the more cold-sensitive wild-type and \nrdm4\n knock-out plants (\nChan et al., 2016\n). The plants that were least able to tolerate cold environments displayed a far higher number (up to 100×) of differentially expressed genes in response to cold than the cold-tolerant plants exposed to the same environment (\nChan et al., 2016\n).\nSpr1\n adapts to spaceflight with far fewer DEGs than Col-0. This suggests that mutation of the SPR1 skewing pathway enhances spaceflight physiological adaptation. In contrast, the \nsku5\n mutation results in a doubling of DEGs in response to spaceflight, and many of those DEGs are members of strong environmental stress responses. This strong response suggests that the SKU5 pathway plays a key role in spaceflight physiological adaptation.\nSku5\n Mutation Produces a Dramatic Increase in Differential Gene Expression in Spaceflight\nSku5\n showed a dramatic program of differential gene expression compared to the GCs, a program that was more pronounced and diverse than that of \nspr1\n. Many of the genes that are significantly differentially expressed between spaceflight and GCs are associated with skewing and cell wall remodeling, irrespective of intensity of skewing phenotype in the spaceflight-grown plants (\nFigure 13\n).\nFIGURE 13\nDifferentially expressed genes between FLT and GC of particular interest. Statistically significant DEGs with greater than twofold magnitude in at least one context. Each gene in this list corresponded to the following categories: potential and highly probable skew gene candidates (Skewing, HPSGC; \nSchultz et al., 2017\n), late embryogenesis abundant (LEA; \nHundertmark and Hincha, 2008\n), associated with gravitropism (GO Terms; \nCarbon et al., 2008\n), and abscisic acid (ABA, GO Terms; \nCarbon et al., 2008\n). The heat map scale Log\n2\n(Fold-Change) is indicated in the bottom right corner. Categorical information is provided beside each gene group. Data are based on four biological replicates.\nOne of the unique aspects of the \nsku5\n spaceflight differential gene expression program involved genes usually associated with dehydration and ABA signaling. The FLT \nsku5\n expression patterns of LEAs and other ABA-associated genes suggest a spaceflight adaptation phenomenon involving, but not limited to, an altered ABA sensitivity in these plants. Many of the highest magnitude DEGs in the spaceflight acclimation of \nsku5\n were in the LEA family, primarily dehydrins and group-4 LEAs; many of these genes were induced by greater than 30-fold [Log\n2\n(5)] (\nFigure 13\n). LEAs are responsive to ABA signaling resulting from osmotic, cold, and drought stresses and act to enhance stress resistance through membrane stabilization, sequestration of ROS, and prevention of protein aggregation (\nHundertmark and Hincha, 2008\n; \nZhao et al., 2011\n; \nCandat et al., 2014\n; \nFang and Xiong, 2015\n; \nSuzuki et al., 2016\n).\nMany of the DEGs and LEAs upregulated in the spaceflight acclimation of \nsku5\n are associated with embryonic programs that are adjusted at the chromatin level during germination in response to environmental factors (\nTai et al., 2005\n; \nTang et al., 2012\n; \nMolitor et al., 2014\n). DOG1, for example, increases in expression in cold temperatures, acting to repress germination during those unfavorable conditions (\nFootitt et al., 2013\n, \n2014\n). The \nsku5\n DEGs HAI2 and HAI3 are involved in regulating ABA signaling and responding to soil water potential (\nBhaskara et al., 2012\n; \nKim et al., 2013\n). REDUCED DORMANCY 5 also acts to inhibit germination, but functions independently of DOG1 and ABA signaling pathways (\nXiang et al., 2014\n). The GO term enrichments for \nsku5\n also support this, as DEGs associated with dormancy regulation are overrepresented in the dataset (\nFigures 10B\n, \n12B\n). It is important to note that SKU5 is expressed in floral tissue (\nSedbrook et al., 2002\n). This altered ABA signaling in \nsku5\n could therefore be attributed to downstream effects of altered seed development. In support of these interpretations, germination rates were repressed in FLT \nsku5\n (\nFigures 8F,H\n) relative to GC \nsku5\n (\nFigures 8B,D\n), and to FLT WS (\nFigures 8E,G\n), as evidenced by counts of ungerminated seeds in the harvest images (\nSupplementary Table S2\n). While \nspr1\n is also expressed in reproductive tissues, the differential expression of dormancy signaling genes was not prevalent in the Col-0 and \nspr1\n comparisons (\nNakajima et al., 2004\n; \nSedbrook et al., 2004\n). In fact, those few DEGs related to ABA signaling observed in Col-0 and \nspr1\n displayed a trend in expression that was opposite of what was seen in FLT \nsku5\n. As a prime example, the LEA ABA-RESPONSE PROTEIN (ABR) was only slightly downregulated in the spaceflight acclimation of 8d \nspr1\n. ABA-related dormancy signaling may be affected by the spaceflight environment.\nDifferential expression patterns also indicate that \nsku5\n mutants experience changes in the plasma membrane during spaceflight. Alterations in plasma membrane dynamics and composition occur in plant responses to terrestrial stressors (e.g., cold stress) and in the response of \nChlorella vulgaris\n to spaceflight (\nPopova et al., 1989\n; \nSolanke and Sharma, 2008\n; \nKazemi-Shahandashti and Maali-Amiri, 2018\n). Roots of \nPisum sativum\n grown under clinorotation also show shifts in membrane composition in sterol-enriched membrane domains known as “lipid rafts” (\nKordyum et al., 2018\n). Membrane-bound GPI-APs, such as SKU5, localize to these lipid raft nanodomains and are important to stress acclimation, including spaceflight-associated stress (\nMinami et al., 2008\n; \nMazars et al., 2014\n; \nFerl et al., 2015\n; \nTakahashi et al., 2016\n, \n2019\n; \nYeats et al., 2018\n). ABA signaling proteins also localize to these membrane domains in a sterol-dependent manner (\nDemir et al., 2013\n). Given that \nsku5\n shows alterations of ABA signaling pathways in spaceflight (\nFigure 13\n), it can be hypothesized that the lack of SKU5 may affect the function of these nanodomain-localized ABA signaling processes under stress conditions. The expression of a chloroplastic aldehyde reductase, ChlADR (AT1G54870), involved in the detoxification of reactive carbonyls formed as a result of lipid peroxidation, and TSPO, which participates in mobilization of lipids, are induced by stress and highly induced in the spaceflight acclimation of \nsku5\n (\nGuillaumot et al., 2009\n; \nYamauchi et al., 2011\n; \nJurkiewicz et al., 2018\n). These patterns match the gene expression trends of the spaceflight-induced LEA family genes that are thought to directly participate in membrane stabilization under stress (\nBattaglia et al., 2008\n; \nHundertmark and Hincha, 2008\n; \nCandat et al., 2014\n). The gene expression patterns of these ABA-responsive genes in \nsku5\n suggest that SKU5 affects ABA signaling in response to stresses. Furthermore, this shows that pathways affecting membrane stabilization and remodeling are required for the spaceflight acclimation of \nsku5\n that are not essential for its growth in terrestrial environments.\nSKU5 may also directly participate in stress response signaling or cellular remodeling due to its localization to the outer aspects of the plasma membrane. A SKU5 homolog is highly upregulated [Log\n2\n(14)] in tobacco overexpressing a FATTY ACID DESATURASE 3 (CbFAD3-OE) homolog derived from the cryophyte \nChorispora bungeana\n when compared to a wild-type line in the response to salt stress (\nShi et al., 2018\n). CbFAD3-OE lines exhibited enhanced membrane fluidity and survival under cold, salt, and drought stresses, and demonstrated reduced lipid peroxidation and membrane leakage via activation of calcium signaling and suppression of ROS (\nShi et al., 2018\n). As such, the \nsku5\n line may require alternative pathways to be activated to maintain membrane fluidity and integrity during spaceflight acclimation due to the removal of SKU5 from this response pathway. The transcriptomic response of \nsku5\n to the spaceflight condition was elevated compared to WS, which would support the activation of additional pathways (\nFigures 10A\n, \n11A\n). ROS-related genes are abundant in spaceflight transcriptomes, and reflect a response to spaceflight that is conserved among Arabidopsis cultivars and related species (\nPaul et al., 2013\n, \n2017\n; \nSugimoto et al., 2014\n; \nFerl et al., 2015\n; \nSng et al., 2018\n; \nChoi et al., 2019\n; \nZhou et al., 2019\n). Our findings were consistent with this trend across genotypes and the skewing mutants based on GO term enrichments associated with the spaceflight response (\nFigures 6B\n, \n11B\n). Notably, \nsku5\n FLT showed elevated expression of genes required to be expressed in response to ROS at the 4d when compared to FLT WS (\nFigures 9B\n, \n10B\n), supporting this hypothesized function of SKU5 in this membrane-associated ROS suppression. While FAD3 was not among the \nsku5\n FLT DEGs, FLORAL TRANSITION AT THE MERISTEM1 (FTM1), which catalyzes the desaturation of stearic acid to oleic acid upstream of FAD3, was upregulated in WS and \nspr1\n spaceflight acclimation, and downregulated in that of Col-0 and \nsku5.\n FTM1 participates alongside FAD3 in the mediation of stresses associated with Arabidopsis crown gall development through their enrichment with C18:3 fatty acids (\nKlinkenberg et al., 2014\n). The increase of C18:3 class of fatty acids also correlated with the enhanced membrane stability measures in the CbFAD3-OE lines (\nShi et al., 2018\n). These results therefore suggest a role for SKU5 in stress metabolism with respect to the plasma membrane, a role that was not revealed in previous ground experiments.\nAn additional explanation for the altered spaceflight response of \nsku5\n comes from its likely association with auxin metabolism and signaling upstream of the plant TOR complex. A SKU5 homolog in maize encodes an interactor of AUXIN-BINDNG PROTEIN 1 (ABP1) (\nShimomura, 2006\n). The \nabp1\n mutant demonstrates a leftward-skewing phenotype opposite to that seen in \nsku5\n (\nSedbrook et al., 2002\n; \nGao et al., 2015\n). Auxin gradients are still present in spaceflight root tips despite the lack of a gravity cue in the spaceflight environment (\nFerl and Paul, 2016\n). The presence of SKU5 acting to mediate anisotropic cell growth in response to endogenous auxin gradients could facilitate the spaceflight acclimation of wild-type seedlings. GO terms associated with the DEGs of 4d spaceflight response of \nsku5\n suggested this connection as well, with many alterations occurring in signaling pathways related to ethylene, ROS, and light signaling (\nFigure 11B\n). Furthermore, ABP1 is associated with the activation of TOR and the promotion of growth through the action of an auxin-activated signaling pathway mediated by the RHO OF PLANTS 2 (ROP2) GTPase (\nXu et al., 2014\n; \nSchepetilnikov et al., 2017\n; \nRyabova et al., 2019\n). The TOR complex integrates diverse environmental signals to regulate growth, and ABA signaling inhibits TOR, promoting autophagy to allow for stress tolerance acquisition (\nRyabova et al., 2019\n; \nSignorelli et al., 2019\n). SKU5 may impact this mechanism indirectly through affecting the action of ABP1, and a reduction of the auxin signaling into TOR would shift the balance in favor of stronger ABA responses, such as that seen in the spaceflight acclimation of \nsku5\n. A ROP6 pathway also mediated by ABP1 affects the activity of KATANIN, which severs cortical microtubules to facilitate reorganization of the microtubule network in response to environmental stimuli (\nChen et al., 2016\n). As a result, the \nspr1\n mutant may be faster to form a spaceflight-tolerant microtubule network due to its altered microtubule kinetics, while the \nsku5\n mutant may not be able to perform this function as rapidly due to altered ABP1 signaling.\nSpr1\n Mutation Produces a Decrease in Differential Gene Expression in Spaceflight\nThe spaceflight DEGs of \nspr1\n and Col-0 were primarily in the defense and salicylic acid-mediated signaling related to cell wall remodeling (\nFigures 5B\n, \n6B\n). Genes related to these cell wall pathways are common in spaceflight transcriptomes (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n). While plants grown in microgravity may be more susceptible to pathogenic infection (\nLeach et al., 2001\n; \nRyba-White et al., 2001\n), the fact that all examples to date of upregulated pathogen response genes are from plants grown in sterile conditions suggests that these genes are serving other purposes of cell wall remodeling in spaceflight (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nChoi et al., 2019\n). ALD1 is a positive regulator of salicylic acid accumulation pathways through the generation of metabolites (\nNie et al., 2011\n; \nCecchini et al., 2015\n). NIMIN1 and DLO1 contribute to opposing processes, acting to repress immune responses at the level of expression regulation (\nKohler et al., 2002\n; \nZhang et al., 2013\n; \nZeilmaker et al., 2015\n). Salicylic acid induces the lipid raft-localized pathways induced by ABA, in order to promote cellular uptake of water (\nDemir et al., 2013\n; \nProdhan et al., 2018\n). The upregulation of salicylic acid signaling in \nspr1\n may act through these pathways, promoting abiotic stress response through pathways normally associated with defense responses (\nFigures 5B\n, \n6B\n). This hypothesis might also explain why the induction of “defense” and wound response pathways occurs in spaceflight in the absence of pathogenic infections (\nNejat and Mantri, 2017\n). The recently characterized ORBITALLY MANIFESTED GENE 1, a regulator of ROS signaling that is both flg22- and wound-inducible, provides a spaceflight-relevant example (\nSng et al., 2018\n). Considering that wounding and pathogen invasion also mechanically disrupt membranes and cell walls (\nChen et al., 2016\n), these pathways may be signaling remodeling of cellular structures and the microtubule network in spaceflight. Flg22 application to Arabidopsis cell cultures and induction of MAMP-triggered immunity also has the effect of redistributing flavonoid compounds from biosynthetic processes important to oxidative stress response processes to the production of compounds important to defense (\nSchenke et al., 2019\n). Genes associated with the production of phenylpropanoids are less-represented among the \nspr1\n DEGs downregulated in spaceflight compared to Col-0, although they are also more highly represented among \nspr1\n DEGs downregulated across development in spaceflight (\nFigures 6B\n, \n7B\n). As such, these DEGs negatively regulating defense signaling in \nspr1\n may contribute to an enhanced ability to mediate ROS generated in spaceflight through the redistribution of limited resources early in its development. This conclusion is also supported by the gene categories enriched in the spaceflight acclimations of Col-0 and \nspr1\n, where DEGs associated with responses to oxidative stress are more enriched among genes upregulated in FLT in \nspr1\n than in Col-0 (\nFigure 6B\n).\nMany abiotic stresses trigger remodeling of cortical microtubules, with salt stress tolerance requiring the 26S proteasome-mediated degradation of SPR1 (\nShoji et al., 2006\n; \nWang et al., 2011\n; \nChen et al., 2016\n). Microtubule reorientation also contributes to cell elongation in the spaceflight response of hypocotyls (\nSoga et al., 2018\n). The \nspr1\n mutant, which has altered microtubule dynamics in favor of decreased stability, may have enhanced capabilities for remodeling of microtubule networks in the response to many forms of environmental stress (\nGalva et al., 2014\n).\nSpr1\n and \nSku5\n Mutants Both Differentially Regulate Skewing-Associated Genes in Response to Spaceflight\nDespite the many differing spaceflight responses of \nspr1\n and \nsku5\n, DEGs identified as likely to be associated with the integrative signaling of skewing (\nSchultz et al., 2017\n) were among those differentially expressed in both mutants in spaceflight (\nFigure 13\n). Two of the highly likely skewing genes, SENESCENCE 1 (SEN1) and ASPARAGINE SYNTHETASE 1 (ASN1) are induced in spaceflight (\nFigure 13\n). The SKU5 protein is endocytosed through different pathways within the root tip dependent on local auxin signals and perceived stress conditions (\nBaral et al., 2015\n). SKU5 could act to modulate growth regulation through its aforementioned association with the ABP1 apoplastic signaling pathway upstream of TOR, and both SKU5 and SPR1 can affect microtubule reorganizing pathways. This would enable SKU5 to impact the spaceflight response via the regulation of meristematic competence and cell cycle progression, processes that are affected in spaceflight (\nMatía et al., 2010\n), clinorotation, RPM exposure, and magnetic levitation (\nHerranz and Medina, 2014\n; \nHerranz et al., 2014\n; \nBoucheron-Dubuisson et al., 2016\n). This is supported by the M-phase peak of SKU5 expression and its previously hypothesized role in regulating the cell cycle (\nMenges et al., 2002\n; \nSedbrook et al., 2002\n). However, the importance of senescence in the context of root skewing has not been well-studied. The recent association of strigolactone-independent karrikin-sensing pathways with skewing provides a potential direction for study (\nSwarbreck et al., 2019\n). The loss of the protein MORE AXILLARY BRANCHES 2 (MAX2), which also participates in strigolactone-associated senescence signaling, exacerbates the skewing phenotype of \nsku5\n in a \nsku5 max2\n line (\nUeda and Kusaba, 2015\n; \nSwarbreck et al., 2019\n). Therefore, these results reinforce connections between environmental and senescence signaling and root skewing. The association of skewing-associated genes with these regulatory networks provide a means by which the mutation of these genes can alter the response to the spaceflight condition.",
    "sku5_mutation_produces_a_dramatic_increase_in_differential_g": "Sku5\n Mutation Produces a Dramatic Increase in Differential Gene Expression in Spaceflight\nSku5\n showed a dramatic program of differential gene expression compared to the GCs, a program that was more pronounced and diverse than that of \nspr1\n. Many of the genes that are significantly differentially expressed between spaceflight and GCs are associated with skewing and cell wall remodeling, irrespective of intensity of skewing phenotype in the spaceflight-grown plants (\nFigure 13\n).\nFIGURE 13\nDifferentially expressed genes between FLT and GC of particular interest. Statistically significant DEGs with greater than twofold magnitude in at least one context. Each gene in this list corresponded to the following categories: potential and highly probable skew gene candidates (Skewing, HPSGC; \nSchultz et al., 2017\n), late embryogenesis abundant (LEA; \nHundertmark and Hincha, 2008\n), associated with gravitropism (GO Terms; \nCarbon et al., 2008\n), and abscisic acid (ABA, GO Terms; \nCarbon et al., 2008\n). The heat map scale Log\n2\n(Fold-Change) is indicated in the bottom right corner. Categorical information is provided beside each gene group. Data are based on four biological replicates.\nOne of the unique aspects of the \nsku5\n spaceflight differential gene expression program involved genes usually associated with dehydration and ABA signaling. The FLT \nsku5\n expression patterns of LEAs and other ABA-associated genes suggest a spaceflight adaptation phenomenon involving, but not limited to, an altered ABA sensitivity in these plants. Many of the highest magnitude DEGs in the spaceflight acclimation of \nsku5\n were in the LEA family, primarily dehydrins and group-4 LEAs; many of these genes were induced by greater than 30-fold [Log\n2\n(5)] (\nFigure 13\n). LEAs are responsive to ABA signaling resulting from osmotic, cold, and drought stresses and act to enhance stress resistance through membrane stabilization, sequestration of ROS, and prevention of protein aggregation (\nHundertmark and Hincha, 2008\n; \nZhao et al., 2011\n; \nCandat et al., 2014\n; \nFang and Xiong, 2015\n; \nSuzuki et al., 2016\n).\nMany of the DEGs and LEAs upregulated in the spaceflight acclimation of \nsku5\n are associated with embryonic programs that are adjusted at the chromatin level during germination in response to environmental factors (\nTai et al., 2005\n; \nTang et al., 2012\n; \nMolitor et al., 2014\n). DOG1, for example, increases in expression in cold temperatures, acting to repress germination during those unfavorable conditions (\nFootitt et al., 2013\n, \n2014\n). The \nsku5\n DEGs HAI2 and HAI3 are involved in regulating ABA signaling and responding to soil water potential (\nBhaskara et al., 2012\n; \nKim et al., 2013\n). REDUCED DORMANCY 5 also acts to inhibit germination, but functions independently of DOG1 and ABA signaling pathways (\nXiang et al., 2014\n). The GO term enrichments for \nsku5\n also support this, as DEGs associated with dormancy regulation are overrepresented in the dataset (\nFigures 10B\n, \n12B\n). It is important to note that SKU5 is expressed in floral tissue (\nSedbrook et al., 2002\n). This altered ABA signaling in \nsku5\n could therefore be attributed to downstream effects of altered seed development. In support of these interpretations, germination rates were repressed in FLT \nsku5\n (\nFigures 8F,H\n) relative to GC \nsku5\n (\nFigures 8B,D\n), and to FLT WS (\nFigures 8E,G\n), as evidenced by counts of ungerminated seeds in the harvest images (\nSupplementary Table S2\n). While \nspr1\n is also expressed in reproductive tissues, the differential expression of dormancy signaling genes was not prevalent in the Col-0 and \nspr1\n comparisons (\nNakajima et al., 2004\n; \nSedbrook et al., 2004\n). In fact, those few DEGs related to ABA signaling observed in Col-0 and \nspr1\n displayed a trend in expression that was opposite of what was seen in FLT \nsku5\n. As a prime example, the LEA ABA-RESPONSE PROTEIN (ABR) was only slightly downregulated in the spaceflight acclimation of 8d \nspr1\n. ABA-related dormancy signaling may be affected by the spaceflight environment.\nDifferential expression patterns also indicate that \nsku5\n mutants experience changes in the plasma membrane during spaceflight. Alterations in plasma membrane dynamics and composition occur in plant responses to terrestrial stressors (e.g., cold stress) and in the response of \nChlorella vulgaris\n to spaceflight (\nPopova et al., 1989\n; \nSolanke and Sharma, 2008\n; \nKazemi-Shahandashti and Maali-Amiri, 2018\n). Roots of \nPisum sativum\n grown under clinorotation also show shifts in membrane composition in sterol-enriched membrane domains known as “lipid rafts” (\nKordyum et al., 2018\n). Membrane-bound GPI-APs, such as SKU5, localize to these lipid raft nanodomains and are important to stress acclimation, including spaceflight-associated stress (\nMinami et al., 2008\n; \nMazars et al., 2014\n; \nFerl et al., 2015\n; \nTakahashi et al., 2016\n, \n2019\n; \nYeats et al., 2018\n). ABA signaling proteins also localize to these membrane domains in a sterol-dependent manner (\nDemir et al., 2013\n). Given that \nsku5\n shows alterations of ABA signaling pathways in spaceflight (\nFigure 13\n), it can be hypothesized that the lack of SKU5 may affect the function of these nanodomain-localized ABA signaling processes under stress conditions. The expression of a chloroplastic aldehyde reductase, ChlADR (AT1G54870), involved in the detoxification of reactive carbonyls formed as a result of lipid peroxidation, and TSPO, which participates in mobilization of lipids, are induced by stress and highly induced in the spaceflight acclimation of \nsku5\n (\nGuillaumot et al., 2009\n; \nYamauchi et al., 2011\n; \nJurkiewicz et al., 2018\n). These patterns match the gene expression trends of the spaceflight-induced LEA family genes that are thought to directly participate in membrane stabilization under stress (\nBattaglia et al., 2008\n; \nHundertmark and Hincha, 2008\n; \nCandat et al., 2014\n). The gene expression patterns of these ABA-responsive genes in \nsku5\n suggest that SKU5 affects ABA signaling in response to stresses. Furthermore, this shows that pathways affecting membrane stabilization and remodeling are required for the spaceflight acclimation of \nsku5\n that are not essential for its growth in terrestrial environments.\nSKU5 may also directly participate in stress response signaling or cellular remodeling due to its localization to the outer aspects of the plasma membrane. A SKU5 homolog is highly upregulated [Log\n2\n(14)] in tobacco overexpressing a FATTY ACID DESATURASE 3 (CbFAD3-OE) homolog derived from the cryophyte \nChorispora bungeana\n when compared to a wild-type line in the response to salt stress (\nShi et al., 2018\n). CbFAD3-OE lines exhibited enhanced membrane fluidity and survival under cold, salt, and drought stresses, and demonstrated reduced lipid peroxidation and membrane leakage via activation of calcium signaling and suppression of ROS (\nShi et al., 2018\n). As such, the \nsku5\n line may require alternative pathways to be activated to maintain membrane fluidity and integrity during spaceflight acclimation due to the removal of SKU5 from this response pathway. The transcriptomic response of \nsku5\n to the spaceflight condition was elevated compared to WS, which would support the activation of additional pathways (\nFigures 10A\n, \n11A\n). ROS-related genes are abundant in spaceflight transcriptomes, and reflect a response to spaceflight that is conserved among Arabidopsis cultivars and related species (\nPaul et al., 2013\n, \n2017\n; \nSugimoto et al., 2014\n; \nFerl et al., 2015\n; \nSng et al., 2018\n; \nChoi et al., 2019\n; \nZhou et al., 2019\n). Our findings were consistent with this trend across genotypes and the skewing mutants based on GO term enrichments associated with the spaceflight response (\nFigures 6B\n, \n11B\n). Notably, \nsku5\n FLT showed elevated expression of genes required to be expressed in response to ROS at the 4d when compared to FLT WS (\nFigures 9B\n, \n10B\n), supporting this hypothesized function of SKU5 in this membrane-associated ROS suppression. While FAD3 was not among the \nsku5\n FLT DEGs, FLORAL TRANSITION AT THE MERISTEM1 (FTM1), which catalyzes the desaturation of stearic acid to oleic acid upstream of FAD3, was upregulated in WS and \nspr1\n spaceflight acclimation, and downregulated in that of Col-0 and \nsku5.\n FTM1 participates alongside FAD3 in the mediation of stresses associated with Arabidopsis crown gall development through their enrichment with C18:3 fatty acids (\nKlinkenberg et al., 2014\n). The increase of C18:3 class of fatty acids also correlated with the enhanced membrane stability measures in the CbFAD3-OE lines (\nShi et al., 2018\n). These results therefore suggest a role for SKU5 in stress metabolism with respect to the plasma membrane, a role that was not revealed in previous ground experiments.\nAn additional explanation for the altered spaceflight response of \nsku5\n comes from its likely association with auxin metabolism and signaling upstream of the plant TOR complex. A SKU5 homolog in maize encodes an interactor of AUXIN-BINDNG PROTEIN 1 (ABP1) (\nShimomura, 2006\n). The \nabp1\n mutant demonstrates a leftward-skewing phenotype opposite to that seen in \nsku5\n (\nSedbrook et al., 2002\n; \nGao et al., 2015\n). Auxin gradients are still present in spaceflight root tips despite the lack of a gravity cue in the spaceflight environment (\nFerl and Paul, 2016\n). The presence of SKU5 acting to mediate anisotropic cell growth in response to endogenous auxin gradients could facilitate the spaceflight acclimation of wild-type seedlings. GO terms associated with the DEGs of 4d spaceflight response of \nsku5\n suggested this connection as well, with many alterations occurring in signaling pathways related to ethylene, ROS, and light signaling (\nFigure 11B\n). Furthermore, ABP1 is associated with the activation of TOR and the promotion of growth through the action of an auxin-activated signaling pathway mediated by the RHO OF PLANTS 2 (ROP2) GTPase (\nXu et al., 2014\n; \nSchepetilnikov et al., 2017\n; \nRyabova et al., 2019\n). The TOR complex integrates diverse environmental signals to regulate growth, and ABA signaling inhibits TOR, promoting autophagy to allow for stress tolerance acquisition (\nRyabova et al., 2019\n; \nSignorelli et al., 2019\n). SKU5 may impact this mechanism indirectly through affecting the action of ABP1, and a reduction of the auxin signaling into TOR would shift the balance in favor of stronger ABA responses, such as that seen in the spaceflight acclimation of \nsku5\n. A ROP6 pathway also mediated by ABP1 affects the activity of KATANIN, which severs cortical microtubules to facilitate reorganization of the microtubule network in response to environmental stimuli (\nChen et al., 2016\n). As a result, the \nspr1\n mutant may be faster to form a spaceflight-tolerant microtubule network due to its altered microtubule kinetics, while the \nsku5\n mutant may not be able to perform this function as rapidly due to altered ABP1 signaling.",
    "spr1_mutation_produces_a_decrease_in_differential_gene_expre": "Spr1\n Mutation Produces a Decrease in Differential Gene Expression in Spaceflight\nThe spaceflight DEGs of \nspr1\n and Col-0 were primarily in the defense and salicylic acid-mediated signaling related to cell wall remodeling (\nFigures 5B\n, \n6B\n). Genes related to these cell wall pathways are common in spaceflight transcriptomes (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nKwon et al., 2015\n; \nJohnson et al., 2017\n). While plants grown in microgravity may be more susceptible to pathogenic infection (\nLeach et al., 2001\n; \nRyba-White et al., 2001\n), the fact that all examples to date of upregulated pathogen response genes are from plants grown in sterile conditions suggests that these genes are serving other purposes of cell wall remodeling in spaceflight (\nPaul et al., 2012b\n, \n2013\n, \n2017\n; \nCorrell et al., 2013\n; \nChoi et al., 2019\n). ALD1 is a positive regulator of salicylic acid accumulation pathways through the generation of metabolites (\nNie et al., 2011\n; \nCecchini et al., 2015\n). NIMIN1 and DLO1 contribute to opposing processes, acting to repress immune responses at the level of expression regulation (\nKohler et al., 2002\n; \nZhang et al., 2013\n; \nZeilmaker et al., 2015\n). Salicylic acid induces the lipid raft-localized pathways induced by ABA, in order to promote cellular uptake of water (\nDemir et al., 2013\n; \nProdhan et al., 2018\n). The upregulation of salicylic acid signaling in \nspr1\n may act through these pathways, promoting abiotic stress response through pathways normally associated with defense responses (\nFigures 5B\n, \n6B\n). This hypothesis might also explain why the induction of “defense” and wound response pathways occurs in spaceflight in the absence of pathogenic infections (\nNejat and Mantri, 2017\n). The recently characterized ORBITALLY MANIFESTED GENE 1, a regulator of ROS signaling that is both flg22- and wound-inducible, provides a spaceflight-relevant example (\nSng et al., 2018\n). Considering that wounding and pathogen invasion also mechanically disrupt membranes and cell walls (\nChen et al., 2016\n), these pathways may be signaling remodeling of cellular structures and the microtubule network in spaceflight. Flg22 application to Arabidopsis cell cultures and induction of MAMP-triggered immunity also has the effect of redistributing flavonoid compounds from biosynthetic processes important to oxidative stress response processes to the production of compounds important to defense (\nSchenke et al., 2019\n). Genes associated with the production of phenylpropanoids are less-represented among the \nspr1\n DEGs downregulated in spaceflight compared to Col-0, although they are also more highly represented among \nspr1\n DEGs downregulated across development in spaceflight (\nFigures 6B\n, \n7B\n). As such, these DEGs negatively regulating defense signaling in \nspr1\n may contribute to an enhanced ability to mediate ROS generated in spaceflight through the redistribution of limited resources early in its development. This conclusion is also supported by the gene categories enriched in the spaceflight acclimations of Col-0 and \nspr1\n, where DEGs associated with responses to oxidative stress are more enriched among genes upregulated in FLT in \nspr1\n than in Col-0 (\nFigure 6B\n).\nMany abiotic stresses trigger remodeling of cortical microtubules, with salt stress tolerance requiring the 26S proteasome-mediated degradation of SPR1 (\nShoji et al., 2006\n; \nWang et al., 2011\n; \nChen et al., 2016\n). Microtubule reorientation also contributes to cell elongation in the spaceflight response of hypocotyls (\nSoga et al., 2018\n). The \nspr1\n mutant, which has altered microtubule dynamics in favor of decreased stability, may have enhanced capabilities for remodeling of microtubule networks in the response to many forms of environmental stress (\nGalva et al., 2014\n).",
    "spr1_and_sku5_mutants_both_differentially_regulate_skewing-a": "Spr1\n and \nSku5\n Mutants Both Differentially Regulate Skewing-Associated Genes in Response to Spaceflight\nDespite the many differing spaceflight responses of \nspr1\n and \nsku5\n, DEGs identified as likely to be associated with the integrative signaling of skewing (\nSchultz et al., 2017\n) were among those differentially expressed in both mutants in spaceflight (\nFigure 13\n). Two of the highly likely skewing genes, SENESCENCE 1 (SEN1) and ASPARAGINE SYNTHETASE 1 (ASN1) are induced in spaceflight (\nFigure 13\n). The SKU5 protein is endocytosed through different pathways within the root tip dependent on local auxin signals and perceived stress conditions (\nBaral et al., 2015\n). SKU5 could act to modulate growth regulation through its aforementioned association with the ABP1 apoplastic signaling pathway upstream of TOR, and both SKU5 and SPR1 can affect microtubule reorganizing pathways. This would enable SKU5 to impact the spaceflight response via the regulation of meristematic competence and cell cycle progression, processes that are affected in spaceflight (\nMatía et al., 2010\n), clinorotation, RPM exposure, and magnetic levitation (\nHerranz and Medina, 2014\n; \nHerranz et al., 2014\n; \nBoucheron-Dubuisson et al., 2016\n). This is supported by the M-phase peak of SKU5 expression and its previously hypothesized role in regulating the cell cycle (\nMenges et al., 2002\n; \nSedbrook et al., 2002\n). However, the importance of senescence in the context of root skewing has not been well-studied. The recent association of strigolactone-independent karrikin-sensing pathways with skewing provides a potential direction for study (\nSwarbreck et al., 2019\n). The loss of the protein MORE AXILLARY BRANCHES 2 (MAX2), which also participates in strigolactone-associated senescence signaling, exacerbates the skewing phenotype of \nsku5\n in a \nsku5 max2\n line (\nUeda and Kusaba, 2015\n; \nSwarbreck et al., 2019\n). Therefore, these results reinforce connections between environmental and senescence signaling and root skewing. The association of skewing-associated genes with these regulatory networks provide a means by which the mutation of these genes can alter the response to the spaceflight condition.",
    "conclusion": "Conclusion\nThe physiological adaptation of \nsku5\n to spaceflight is characterized by powerful stress responses, as well as the strong induction of LEAs and other genes associated with seed development. In contrast to \nsku5\n, \nspr1\n differentially expressed fewer genes than Col-0 to physiologically adapt to spaceflight. This observation suggests that the \nspr1\n mutation imbued an enhanced ability for rapid spaceflight acclimation while \nsku5\n required an extended spaceflight response to accomplish acclimation, even to the point of initiating classic deep stress responses. These observations further suggest that the functional distinctions between \nsku5\n and \nspr1\n inform distinct aspects of the spaceflight response in plants, in particular the responses of young seedlings. The dramatic responses of \nsku5\n suggest that lipid raft nanodomains of the plasma membrane and their associated GPI-APs play important roles in spaceflight physiological adaptation.\nThe fact that \nsku5\n and \nspr1\n show markedly different gene expression patterns in spaceflight suggests that the two skewing pathways highlighted by SKU5 and SPR1 differentially affect the mechanisms used by plants to physiologically acclimate to spaceflight. Since \nspr1\n and \nsku5\n root lengths are not altered by spaceflight, the effects of these mutations lie not in the process of growth, but in the processes that direct morphology and structure, likely tying together the large number of cell wall remodeling genes observed as differentially expressed in spaceflight. The data from APEX-03-2 therefore provide an initial functional dissection of the spaceflight response in roots, one that allows an integration of pathways associated with root directionality, morphology and physiological responses to spaceflight.",
    "data_availability_statement": "Data Availability Statement\nThe datasets generated and analyzed, composed of the RNA-Seq data and full output of the differential gene expression pipeline, for this study can be found in the Gene Expression Omnibus (GEO – \nhttps://www.ncbi.nlm.nih.gov/geo/\n) under the accessions GSE95620 (\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?&acc=GSE95620\n) and GSE95582 (\nhttps://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE95582\n), and also in NASA’s GeneLab Database (GLDS-218). A presentation outlining the experimental process and which contains video data of the harvests can be found at the NASA LSDA (Life Sciences Data Archive (\nhttps://lsda.jsc.nasa.gov/Dataset/dataset_info/13840\n).",
    "author_contributions": "Author Contributions\nA-LP and RF conceived the experiments and acquired funding for the experiments. A-LP, RF, NS, and AZ prepared and carried out the experiments. All authors contributed to the data analyses. BC, A-LP, and RF prepared the manuscript.",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "supplementary_material": "Supplementary Material\nThe Supplementary Material for this article can be found online at: \nhttps://www.frontiersin.org/articles/10.3389/fpls.2020.00239/full#supplementary-material\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7064724/"
}