{
  "id": "PMC7503278",
  "title": "Cell type-specific imaging of calcium signaling in Arabidopsis thaliana seedling roots using GCaMP3.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Cell type-specific imaging of calcium signaling in Arabidopsis thaliana seedling roots using GCaMP3.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7503278/"
  },
  "sections": {
    "abstract": "Cytoplasmic calcium ([Ca\n2+\n]\ncyt\n) is a well-characterized second messenger in eukaryotic cells. An elevation in [Ca\n2+\n]\ncyt\n levels is one of the earliest responses in plant cells after exposure to a range of environmental stimuli. Advances in understanding the role of [Ca\n2+\n]\ncyt\n in plant development has been facilitated by the use of genetically-encoded reporters such as GCaMP. Most of these studies have relied on promoters such as \nCauliflower Mosaic Virus\n (\n35S\n) and \nUbiquitin10\n (\nUBQ10\n) to drive expression of \nGCaMP\n in all cell/tissue types. Plant organs such as roots consist of various cell types that likely exhibit unique [Ca\n2+\n]\ncyt\n responses to exogenous and endogenous signals. However, few studies have addressed this question. Here, we introduce a set of \nArabidopsis thaliana\n lines expressing \nGCaMP3\n in five root cell types including the columella, endodermis, cortex, epidermis, and trichoblasts. We found similarities and differences in the [Ca\n2+\n]\ncyt\n signature among these root cell types when exposed to adenosine tri-phosphate (ATP), glutamate, aluminum, and salt, which are known to trigger [Ca\n2+\n]\ncyt\n increases in root cells. These cell type-targeted GCaMP3 lines provide a new resource that should enable more in depth studies that address how a particular environmental stimulus is linked to specific root developmental pathways via [Ca\n2+\n]\ncyt\n.",
    "1._introduction": "1. Introduction\nCalcium (Ca\n2+\n) plays a vital role as a second messenger system in plant development and stress response. Because Ca\n2+\n acts as a stress signal, it is one of the first responses plants have to environmental stimuli. This fast response is achieved through an influx of extracellular Ca\n2+\n and an efflux of stored Ca\n2+\n from the vacuole, endoplasmic reticulum (ER), and mitochondria that is achieved via a concentration gradient between the intracellular Ca\n2+\n stores and the cytoplasm [\n1\n]. In non-stimulated conditions, the concentration of Ca\n2+\n in the cytoplasm rests around 100 nM [\n1\n,\n2\n,\n3\n]. This low concentration is maintained through H\n+\n/Ca\n2+\n antiporters and Ca\n2+\n-ATPases that move Ca\n2+\n into the apoplast or into intracellular stores [\n3\n,\n4\n]. Once the response in the cell is initiated, the cell will return to homeostasis by storing excess Ca\n2+\n back in the vacuole, ER, or mitochondria through active transport [\n2\n], or by pumping it out into extracellular space through gated-ion channels in the plasma membrane.\nOnce Ca\n2+\n enters the cytoplasm in high concentrations, it binds with Ca\n2+\n-binding proteins to initiate a second messenger cascade [\n4\n,\n5\n]. Part of this signaling cascade is the activation of Ca\n2+\n-dependent protein kinases and the regulation of transcription factors to increase tolerance to the stress that caused the initial Ca\n2+\n response. Much of our understanding about Ca\n2+\n as a second messenger has come from the development of technologies that enable monitoring of free cytosolic Ca\n2+\n ([Ca\n2+\n]\ncyt\n) changes in living cells. Early on, these technologies consisted of indicator dyes that had to be chemically or physically loaded into the cell, such as Calcium Green or Indo-1. When Ca\n2+\n levels in the cell became elevated upon exposing the cell to a specific stimulus, these indicator dyes increased fluorescence [\n6\n]. However, use of these indicator dyes in plant cells were often met with technical challenges including uneven dye loading, loss of cell viability after dye loading, and cells failing to take up the dyes [\n6\n,\n7\n].\nProblems with these early indicator dyes were mitigated with the discovery of a suite of fluorescent proteins from jellyfish and other marine organisms [\n8\n,\n9\n]. Using molecular cloning techniques, selected regions of Ca\n2+\n-binding proteins could be fused with these fluorescent proteins to generate genetically-encoded Ca\n2+\n sensors that change conformation upon Ca\n2+\n binding [\n8\n]. Ca\n2+\n binding induced changes in the conformation of fluorescent protein-based sensors result in enhanced fluorescence emission. One example of a genetically-encoded Ca\n2+\n sensor is GCaMP. GCaMP consists of an enhanced green fluorescent protein (eGFP) fused to calmodulin (CaM) and myosin light-chain kinase (M13) [\n1\n,\n10\n]. GCaMP3 is a modified form of GCaMP that features a circularly permutated enhanced GFP (eGFP) flanked by CaM and M13 that gives low fluorescence in the absence of Ca\n2+\n, which increases upon reversible binding of Ca\n2+\n to the CaM domain [\n11\n].\nTo date, expression of CGaMP and other genetically-encoded Ca\n2+\n sensors in plants are driven by constitutive promoters such as \nCauliflower Mosaic Virus 35S (35S)\n and \nUbiquitin 10 (UBQ10)\n [\n12\n,\n13\n]. Although plant lines constitutively expressing genetically-encoded Ca\n2+\n sensors enabled the functional study of [Ca\n2+\n]\ncyt\n changes across entire plant organs [\n5\n,\n13\n,\n14\n], it is likely that each cell type within the organ is characterized by a unique [Ca\n2+\n]\ncyt\n signature. While [Ca\n2+\n]\ncyt\n changes typically observed in the entire plant organ likely originate from more than one cell type, we lack tools to monitor these changes within specific tissues or cells [\n15\n]. To address this need, we generated a set of lines in the model plant \nArabidopsis thaliana\n, expressing \nGCaMP3\n targeted to the columella, endodermis, epidermis, cortex, and trichoblast using cell-type specific promoters [\n16\n]. We demonstrate the utility of these new GCaMP3 lines in reporting cell-type [Ca\n2+\n]\ncyt\n changes in roots treated with chemicals previously shown to induce [Ca\n2+\n]\ncyt\n increases in plants.",
    "2._results": "2. Results\n2.1. Expression of GCaMP3 in Different Root Cell Types of A. thaliana\nTo the best of our knowledge, plant lines expressing genetically encoded [Ca\n2+\n]\ncyt\n sensors that are available to the scientific community are driven by constitutive promoters. \nA. thaliana\n lines expressing the \nUBQ10:GCaMP3\n construct, which we generated and used previously to study [Ca\n2+\n]\ncyt\n oscillations in root hairs [\n17\n], is one example. In addition to root hairs, GCaMP3 fluorescence was detected in all cell-types of the primary root of \nA. thaliana\n expressing the \nUBQ10:GCaMP3\n construct (\nFigure 1\n). Using confocal microscopy, strong fluorescence was observed in cells located at the root surface, such as the peripheral root cap and epidermis (\nFigure 1\nA,B,D). Moderate levels of fluorescence could also be detected in the underlying cortex (\nFigure 1\nC). However, in cells located deeper within the root, such as the columella and endodermis, fluorescence was obscured by the fluorescence from surface cells (\nFigure 1\nA,B).\nThis prompted us to generate a set of constructs that drive \nGCaMP3\n expression in specific root cell types. For this purpose, we used promoters described in the SWELL promoter collection including \nATHB8\n (columella), \nSCARECROW\n (\nSCR\n, endodermis), \nPin-Formed 2 (PIN2\n, epidermis and cortex), \nPEP\n (cortex), and \nProline rich protein 3(PRP3\n, trichoblasts) [\n16\n]. For the five constructs, we found that GCaMP3 signal was most prominent in the expected cell types (\nFigure 2\n). For example, \nATHB8\n and \nSCR\n promoters drove strong \nGCaMP3\n expression in the columella and endodermis, respectively (\nFigure 2\nA,B). For \nATHB8:GCaMP3\n-expressing lines, we also observed weak fluorescence in the peripheral cap cells and the stele. For \nSCR:GCaMP3\n, fluorescence in the endodermis was observed in all root developmental zones from the meristem and elongation zone, continuing into the maturation zone. Roots of \nPEP:GCaMP3\n- and \nPRP3:GCaMP3\n-expressing seedlings also showed fluorescence in the expected cell types (i.e., cortex and trichoblast, respectively) (\nFigure 2\nC,D). On the other hand, fluorescence was detected in the epidermis and cortex of \nPIN2:GCaMP3\n-expressing lines, consistent with observations of Marques-Bueno et al. (2016) [\n16\n] (\nFigure 2\nE).\n2.2. Chemical Treatments of Cell-Type Specific GCaMP3 Constructs\nStudies on Ca\n2+\n signaling in plants over several years have revealed various stimuli that can trigger a rapid elevation in [Ca\n2+\n]\ncyt\n including cold, touch, wounding, hormones, reactive oxygen species, cyclic nucleotides, amino acids and nutrient/ionic stress [\n5\n,\n18\n,\n19\n,\n20\n,\n21\n,\n22\n,\n23\n]. We used some of these known [Ca\n2+\n]\ncyt\n triggers to test the responsiveness of our root cell-specific GCaMP3 lines.\nWe first analyzed the response of the GCaMP3 lines to adenosine tri-phosphate (ATP) (\nFigure 3\n). In mammalian systems, ATP is a neurotransmitter that is perceived by plasma membrane bound purinergic receptors, and its signaling role is facilitated through increases in [Ca\n2+\n]\ncyt\n [\n24\n]. While plants do not have the canonical purinergic receptors found in mammals, they perceive ATP via lectin receptor-like kinases and, similar to mammals, ATP elicits a rapid increase in [Ca\n2+\n]\ncyt\n [\n25\n,\n26\n,\n27\n]. Comparable to previous reports, application of ATP to the elongation zone of roots expressing \nUBQ10:GCaMP3\n elicited a rapid rise in [Ca\n2+\n]\ncyt\n-dependent fluorescence followed by a gradual decline (\nFigure 3\nA) [\n5\n,\n25\n]. To determine if the increase in [Ca\n2+\n]\ncyt\n was due exclusively to ATP, we applied the solvent control solution, which consisted of 0.5× Murashige Skoog (MS) solution without ATP to roots. We found that applying MS solution triggered a rise in [Ca\n2+\n]\ncyt\n that was delayed and lower in amplitude compared to the [Ca\n2+\n]\ncyt\n change caused by ATP (\nFigure 3\nA). This observation suggests that under our growing conditions, adding a drop of solvent control solution to the root can induce an increase in [Ca\n2+\n]\ncyt\n, which could be the result of a touch or hypoosmotic response [\n19\n,\n20\n,\n27\n,\n28\n]. Therefore, in testing the cell-type GCaMP3 lines, we included solvent control applications in all of the experiments so we could tease apart [Ca\n2+\n]\ncyt\n changes due to the desired stimulus from those resulting from a touch or hypoosmotic response.\nUpon applying ATP to roots expressing cell-specific GCaMP3 lines, we found similarities and differences in the resulting [Ca\n2+\n]\ncyt\n signatures. For example, the \nPIN2:GCaMP3\n lines, which expressed \nGCaMP3\n in the epidermis and cortex (\nFigure 2\n), displayed similar [Ca\n2+\n]\ncyt\n signatures as \nUBQ10:GCaMP3\n-expressing lines in response to ATP and the solvent control solution (\nFigure 3\nA,B). This is not surprising given that \nGCaMP3\n is strongly expressed in both the epidermis and cortex under the control of the \nUBQ10\n and \nPIN2\n promoters (\nFigure 1\n and \nFigure 2\n). For lines expressing \nGCaMP3\n in the trichoblasts, application of both ATP and MS control solution triggered a small increase in [Ca\n2+\n]\ncyt\n that had similar patterns (\nFigure 3\nC). For lines expressing \nGCaMP3\n in cells located in the root interior such as the cortex, endodermis, and columella (\nsupplementary video 1\n), ATP-induced [Ca\n2+\n]\ncyt\n increases resembled the patterns of \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n-expressing lines. However, the [Ca\n2+\n]\ncyt\n increases triggered by application of MS control solution were not as prominent in these lines when compared to those lines in which \nGCaMP3\n was expressed in the epidermis (\nFigure 3\nD–F).\nThe next chemical we used to test the cell-specific GCaMP3 lines was glutamic acid (\nFigure 4\n). Like ATP, glutamic acid (glutamate) is a neurotransmitter in mammalian cells that can trigger a [Ca\n2+\n]\ncyt\n increase [\n5\n,\n14\n]. Application of glutamate to the elongation zone of roots expressing the \nUBQ10:GCaMP3\n construct induced a strong initial [Ca\n2+\n]\ncyt\n increase with a quick return to equilibrium (\nFigure 4\nA). The [Ca\n2+\n]\ncyt\n spikes induced by application of MS controls were also observed in this dataset. Compared to glutamate, the onset of [Ca\n2+\n]\ncyt\n increase was delayed in roots treated with MS solution. In this case, however, the [Ca\n2+\n]\ncyt\n spikes triggered by glutamate and the MS control solution were similar in amplitude (\nFigure 4\nA). Like the ATP treatment, [Ca\n2+\n]\ncyt\n response of roots expressing \nPIN2:GCaMP3\n to glutamate was similar to roots expressing \nUBQ10:GCaMP3\n. Furthermore, [Ca\n2+\n]\ncyt\n changes in the root elongation zone of \nPIN2:GCaMP3\n-expressing seedlings in response to the MS control solution was delayed, but exhibited a lower amplitude (\nFigure 4\nB). Lines expressing \nPRP3:GCaMP3\n also had a strong initial [Ca\n2+\n]\ncyt\n peak after glutamate treatment with a rapid return to equilibrium that resembled \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. Like \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines, application of MS control solution elicited a [Ca\n2+\n]\ncyt\n response that was delayed when compared to glutamate exposure (\nFigure 4\nC). By contrast, \nPEP:GCaMP3\n-expressing lines showed a dampened response to glutamate compared to lines in which \nGCaMP3\n was expressed in the root surface (\nFigure 4\nD). Close examination of the time course of [Ca\n2+\n]\ncyt\n signals in the cortex after glutamate application revealed a triphasic response, with two larger peaks and a delayed smaller peak. Surprisingly, the amplitude of glutamate-triggered [Ca\n2+\n]\ncyt\n increases in the cortex was less than that of MS treated roots (\nFigure 4\nD). The lines expressing \nSCR:GCaMP3\n and \nATHB8:GCaMP3\n showed monophasic responses to glutamate with a gradual return to equilibrium, similar to lines in which \nGCaMP3\n was expressed in root surface cells. Furthermore, unlike lines with \nGCaMP\n expressed in the cortex and root surface cells, the MS control solution response for endodermis- and columella- targeted GCaMP3 had delayed responses and lower amplitudes (\nFigure 4\nE,F).\nThe third chemical we tested against the cell-type specific GCaMP3 lines was Al\n3+\n in the form of aluminum chloride (\nFigure 5\n). Al\n3+\n is a toxic tri-valent cation that competes with both Mg\n2+\n and Ca\n2+\n to increase the activity of Ca\n2+\n-ATPases while disrupting transport of Ca\n2+\n through the plasma membrane [\n5\n,\n29\n]. Similar to previous treatments, the root elongation zone of seedlings expressing \nUBQ10:GCaMP3\n showed a monophasic [Ca\n2+\n]\ncyt\n response to Al\n3+\n (\nFigure 5\nA). The onset of the [Ca\n2+\n]\ncyt\n increase after Al\n3+\n treatment was delayed and lower in amplitude compared to ATP, glutamate and solvent control application (\nFigure 3\nA, \nFigure 4\nA and \nFigure 5\nA) [\n5\n]. In roots expressing \nPIN2:GCaMP3\n, Al\n3+\n application elicited a biphasic [Ca\n2+\n]\ncyt\n response that consisted of an initial small peak that was quickly followed by a second larger peak, which was broader than the first peak. The onset of the [Ca\n2+\n]\ncyt\n response in \nPIN2:GCaMP3\n-expressing roots after Al\n3+\n treatment occurred earlier than the [Ca\n2+\n]\ncyt\n response triggered by solvent controls (\nFigure 5\nB). In roots expressing \nPRP3:GCaMP3\n, Al\n3+\n-induced [Ca\n2+\n]\ncyt\n increase was larger in amplitude and had a broader peak compared to those observed in \nUBQ10:GCaMP3\n- and \nPIN2:GCaMP3\n-expressing roots (\nFigure 5\nC). The [Ca\n2+\n]\ncyt\n increases in roots expressing \nGCaMP3\n in interior root tissues were less than roots expressing \nGCaMP3\n in the surface tissues. Among the three lines in which \nGCaMP3\n was expressed in the interior cell types, the columella-specific GCaMP3 line did not show an Al\n3+\n-induced [Ca\n2+\n]\ncyt\n peak (\nFigure 5\nF). The \nPEP:GCaMP3\n-expressing lines showed a biphasic [Ca\n2+\n]\ncyt\n response with a distinct first peak followed by a second peak with lower amplitude. Although the amplitude of the [Ca\n2+\n]\ncyt\n peak induced by application of MS solution was similar to the amplitude of the first Al\n3+\n-triggered [Ca\n2+\n]\ncyt\n peak, the onset of the latter was delayed (\nFigure 5\nD). \nSCR:GCaMP3\n-expressing roots exhibited an Al\n3+\n-induced [Ca\n2+\n]\ncyt\n response characterized by a broad peak and with a lower amplitude than peaks observed in the root surface- and cortex \nGCaMP3\n-expressing lines (\nFigure 5\nE).\nThe final stimulus we used to test the cell-type specific GCaMP3 lines was salt in the form of NaCl. Na\n+\n is used to regulate the voltage equilibrium in cells, but also has direct effects on the efflux of K\n+\n into the cytosol [\n30\n]. Ca\n2+\n is a regulator for the K\n+\n efflux channels [\n30\n], so disruption of K\n+\n into the cytosol may cause variation in the resting concentration of Ca\n2+\n. In roots expressing the fluorescent-based [Ca\n2+\n]\ncyt\n sensor Yellow Cameleon 3.60 (YC3.60), NaCl treatment resulted in cell-specific [Ca\n2+\n]\ncyt\n transients in the early elongation zone [\n31\n]. Consistent with the results of Feng et al. (2018) [\n31\n], roots expressing \nUBQ10:GCaMP3\n exhibited late-onset [Ca\n2+\n]\ncyt\n transients (i.e., >10 min) in cells of the elongation zone (\nFigure 6\nA; \nsupplementary video 2\n). These NaCl-triggered [Ca\n2+\n]\ncyt\n transients were observed in the cell-targeted GCaMP3 lines except for the endodermis-localized GCaMP3 line (\nFigure 6\nA–D). In certain lines, the onset of [Ca\n2+\n]\ncyt\n transients occurred much earlier after NaCl application when compared to \nUBQ10:GCaMP3\n-expressing lines. The onset of NaCl-induced [Ca\n2+\n]\ncyt\n transients was fastest in roots of \nPRP3:GCaMP3\n-expressing lines followed by \nPEP:GCaMP3\n-expressing lines. The [Ca\n2+\n]\ncyt\n transients in the columella were only observed several minutes after NaCl application (i.e., 12 min after NaCl application; \nFigure 6\nC).\n2.3. Modification of Growth Conditions and Chemical Application Methods to Mitigate Solvent Control-Induced [Ca\n2+\n]\ncyt\n Transients\nAs shown in the preceding sections, the 0.5X MS control solution induced [Ca\n2+\n]\ncyt\n changes in \nUBQ10:GCaMP3\n and lines in which \nGCaMP3\n was expressed in cells on the root surface and cortex (\nFigure 3\n, \nFigure 4\n and \nFigure 5\n). Although the MS-induced [Ca\n2+\n]\ncyt\n responses were clearly distinct from ATP, glutamate, and Al\n3+\n treatments, we were concerned that the growth conditions in which these first experiments were conducted made roots more sensitive to osmotic changes and/or mechanical perturbation due to the process of adding the solutions. We argued that MS-induced [Ca\n2+\n]\ncyt\n transients could be dampened relative to the chemical applications by: (1) using freshly prepared MS plates for planting seeds and (2) pretreating roots two times with MS solution prior to application of the actual chemical solution. These modifications in our treatment protocols were tested using ATP which typically generated peaks with the highest amplitude.\nCompared to the datasets shown in \nFigure 3\n, \nFigure 4\n and \nFigure 5\n, the [Ca\n2+\n]\ncyt\n transients triggered by the MS solution were significantly dampened when fresh plates were used for the experiments (\nFigure 7\n). The dampened MS-induced [Ca\n2+\n]\ncyt\n transients were observed in the two sequential MS applications. Pretreatment with MS solution had the added benefit of allowing roots to adapt prior to ATP application (adapted ATP = ATP:MS). Under these modified growth and pretreatment conditions, the ATP-induced [Ca\n2+\n]\ncyt\n increases were lower in amplitude when compared to the [Ca\n2+\n]\ncyt\n increases shown in \nFigure 3\n. Despite the lower ATP-induced [Ca\n2+\n]\ncyt\n transients, these [Ca\n2+\n]\ncyt\n responses were better separated from the [Ca\n2+\n]\ncyt\n responses induced by MS solution, particularly in lines expressing \nUBQ10:GCaMP3\n and those in which \nGCaMP3\n was expressed in root surface cell types and the cortex (\nFigure 7\n). In addition to the dampened response, [Ca\n2+\n]\ncyt\n response to ATP:MS for \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines had broader peaks than those shown in \nFigure 3\n. For \nPRP3:GCaMP3\n-expressing lines, the [Ca\n2+\n]\ncyt\n response was markedly different from the initial ATP treatment (\nFigure 3\nC and \nFigure 7\nC). Application of ATP after 0.5X MS adaptation caused a strong, monophasic response earlier than either \nUBQ10:GCaMP3\n or \nPIN2:GCaMP3\n lines. Lines expressing \nPEP:GCaMP3\n showed a continued elevated [Ca\n2+\n]\ncyt\n response that oscillated throughout the 10 min time course compared to either \nUBQ10:GCaMP3\n lines or the previous ATP treatment (\nFigure 3\nD and \nFigure 7\nD). For lines expressing \nSCR:GCaMP3\n or \nATHB8:GCaMP3\n, the response was similar to previous ATP treatments, but without the strong transient peak (\nFigure 3\nE,F and \nFigure 7\nE,F). After the cell-type specific lines were adapted to the 0.5× MS control solution, the response time for ATP:MS was initiated later than the previous ATP treatment (\nTable 1\n).\nTo further tease out the differences among \nGCaMP3\n-expressing lines, we obtained the time elapsed from chemical application to maximum GCaMP3 fluorescence (referred to as reaction time), and analyzed the relationship between chemicals using Analysis of Variance (ANOVA) with Tukey Post-Hoc test (\nTable 1\n). Our analysis showed that reaction time was delayed in lines where GCaMP3 was expressed in inner cell types. When comparing the different chemical treatments, ATP, glutamate, and Al\n3+\n showed similar responses (except \nATHB8:GCaMP3\n to Al\n3+\n) while adapted ATP:MS showed significantly slower reaction times to both ATP and glutamate (\nTable 1\n). However, with such a small sample size, statistical significance may indicate a trend rather than actual significance. NaCl reaction time was not included due to the large variation in responses across each line.\n2.4. Evaluation of [Ca\n2+\n]\ncyt\n Signatures from Similar Root Development Regions and Cell Types\nIn comparing \nUBQ10:GCaMP3\n lines with the other cell-type specific GCaMP3 lines, a ROI was selected and the average of normalized fluorescence intensity was plotted. For the most part, the ROI in \nUBQ10:GCaMP3\n lines was from the root epidermis and the average normalized fluorescence intensity from this ROI was compared with that of individual or groups of cells from the cell-type specific GCaMP3 lines. This process did not enable direct comparisons of [Ca\n2+\n]\ncyt\n signatures between the same cell types or root developmental regions. To address this issue, we conducted another set of imaging experiments using ATP-treated \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. For these experiments, a more direct comparison was conducted by drawing ROIs in epidermal cells from similar positions along the root longitudinal axis encompassing the meristem, distal elongation zone, and central elongation zone (\nFigure 8\nA). In doing so, we found similarities and differences in [Ca\n2+\n]\ncyt\n signatures between \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. For example, the ATP-induced [Ca\n2+\n]\ncyt\n signatures of \nUBQ10:GCaMP3\n in all root developmental regions were identical to those in the distal and central elongation zone of \nPIN2:GCaMP3\n lines. In \nPIN2:GCaMP3\n lines, however, the ATP-induced [Ca\n2+\n]\ncyt\n signature had a much greater amplitude in the meristem (\nFigure 8\nA,B).\nWe extended our analysis by drawing ROIs in presumptive columella or endodermis of \nUBQ10:GCaMP3\n and comparing the resulting [Ca\n2+\n]\ncyt\n signatures from these ROIs with those of \nATHB8:GCaMP3\n and \nSCR:GCaMP3\n. For the columella, we found that \nATHB8:GCaMP3\n lines displayed an ATP-triggered [Ca\n2+\n]\ncyt\n signature with a sustained peak throughout the 10 min time course. On the other hand, the ATP-induced [Ca\n2+\n]\ncyt\n signature from the presumptive columella region of \nUBQ10:GCaMP3\n lines was transient (\nFigure 8\nC). For the endodermis, the peak of ATP-induced [Ca\n2+\n]\ncyt\n increase was higher in \nUBQ10:GCaMP3\n when compared to \nSCR:GCaMP3\n (\nFigure 8\nD).",
    "2.1._expression_of_gcamp3_in_different_root_cell_types_of_a.": "2.1. Expression of GCaMP3 in Different Root Cell Types of A. thaliana\nTo the best of our knowledge, plant lines expressing genetically encoded [Ca\n2+\n]\ncyt\n sensors that are available to the scientific community are driven by constitutive promoters. \nA. thaliana\n lines expressing the \nUBQ10:GCaMP3\n construct, which we generated and used previously to study [Ca\n2+\n]\ncyt\n oscillations in root hairs [\n17\n], is one example. In addition to root hairs, GCaMP3 fluorescence was detected in all cell-types of the primary root of \nA. thaliana\n expressing the \nUBQ10:GCaMP3\n construct (\nFigure 1\n). Using confocal microscopy, strong fluorescence was observed in cells located at the root surface, such as the peripheral root cap and epidermis (\nFigure 1\nA,B,D). Moderate levels of fluorescence could also be detected in the underlying cortex (\nFigure 1\nC). However, in cells located deeper within the root, such as the columella and endodermis, fluorescence was obscured by the fluorescence from surface cells (\nFigure 1\nA,B).\nThis prompted us to generate a set of constructs that drive \nGCaMP3\n expression in specific root cell types. For this purpose, we used promoters described in the SWELL promoter collection including \nATHB8\n (columella), \nSCARECROW\n (\nSCR\n, endodermis), \nPin-Formed 2 (PIN2\n, epidermis and cortex), \nPEP\n (cortex), and \nProline rich protein 3(PRP3\n, trichoblasts) [\n16\n]. For the five constructs, we found that GCaMP3 signal was most prominent in the expected cell types (\nFigure 2\n). For example, \nATHB8\n and \nSCR\n promoters drove strong \nGCaMP3\n expression in the columella and endodermis, respectively (\nFigure 2\nA,B). For \nATHB8:GCaMP3\n-expressing lines, we also observed weak fluorescence in the peripheral cap cells and the stele. For \nSCR:GCaMP3\n, fluorescence in the endodermis was observed in all root developmental zones from the meristem and elongation zone, continuing into the maturation zone. Roots of \nPEP:GCaMP3\n- and \nPRP3:GCaMP3\n-expressing seedlings also showed fluorescence in the expected cell types (i.e., cortex and trichoblast, respectively) (\nFigure 2\nC,D). On the other hand, fluorescence was detected in the epidermis and cortex of \nPIN2:GCaMP3\n-expressing lines, consistent with observations of Marques-Bueno et al. (2016) [\n16\n] (\nFigure 2\nE).",
    "2.2._chemical_treatments_of_cell-type_specific_gcamp3_constr": "2.2. Chemical Treatments of Cell-Type Specific GCaMP3 Constructs\nStudies on Ca\n2+\n signaling in plants over several years have revealed various stimuli that can trigger a rapid elevation in [Ca\n2+\n]\ncyt\n including cold, touch, wounding, hormones, reactive oxygen species, cyclic nucleotides, amino acids and nutrient/ionic stress [\n5\n,\n18\n,\n19\n,\n20\n,\n21\n,\n22\n,\n23\n]. We used some of these known [Ca\n2+\n]\ncyt\n triggers to test the responsiveness of our root cell-specific GCaMP3 lines.\nWe first analyzed the response of the GCaMP3 lines to adenosine tri-phosphate (ATP) (\nFigure 3\n). In mammalian systems, ATP is a neurotransmitter that is perceived by plasma membrane bound purinergic receptors, and its signaling role is facilitated through increases in [Ca\n2+\n]\ncyt\n [\n24\n]. While plants do not have the canonical purinergic receptors found in mammals, they perceive ATP via lectin receptor-like kinases and, similar to mammals, ATP elicits a rapid increase in [Ca\n2+\n]\ncyt\n [\n25\n,\n26\n,\n27\n]. Comparable to previous reports, application of ATP to the elongation zone of roots expressing \nUBQ10:GCaMP3\n elicited a rapid rise in [Ca\n2+\n]\ncyt\n-dependent fluorescence followed by a gradual decline (\nFigure 3\nA) [\n5\n,\n25\n]. To determine if the increase in [Ca\n2+\n]\ncyt\n was due exclusively to ATP, we applied the solvent control solution, which consisted of 0.5× Murashige Skoog (MS) solution without ATP to roots. We found that applying MS solution triggered a rise in [Ca\n2+\n]\ncyt\n that was delayed and lower in amplitude compared to the [Ca\n2+\n]\ncyt\n change caused by ATP (\nFigure 3\nA). This observation suggests that under our growing conditions, adding a drop of solvent control solution to the root can induce an increase in [Ca\n2+\n]\ncyt\n, which could be the result of a touch or hypoosmotic response [\n19\n,\n20\n,\n27\n,\n28\n]. Therefore, in testing the cell-type GCaMP3 lines, we included solvent control applications in all of the experiments so we could tease apart [Ca\n2+\n]\ncyt\n changes due to the desired stimulus from those resulting from a touch or hypoosmotic response.\nUpon applying ATP to roots expressing cell-specific GCaMP3 lines, we found similarities and differences in the resulting [Ca\n2+\n]\ncyt\n signatures. For example, the \nPIN2:GCaMP3\n lines, which expressed \nGCaMP3\n in the epidermis and cortex (\nFigure 2\n), displayed similar [Ca\n2+\n]\ncyt\n signatures as \nUBQ10:GCaMP3\n-expressing lines in response to ATP and the solvent control solution (\nFigure 3\nA,B). This is not surprising given that \nGCaMP3\n is strongly expressed in both the epidermis and cortex under the control of the \nUBQ10\n and \nPIN2\n promoters (\nFigure 1\n and \nFigure 2\n). For lines expressing \nGCaMP3\n in the trichoblasts, application of both ATP and MS control solution triggered a small increase in [Ca\n2+\n]\ncyt\n that had similar patterns (\nFigure 3\nC). For lines expressing \nGCaMP3\n in cells located in the root interior such as the cortex, endodermis, and columella (\nsupplementary video 1\n), ATP-induced [Ca\n2+\n]\ncyt\n increases resembled the patterns of \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n-expressing lines. However, the [Ca\n2+\n]\ncyt\n increases triggered by application of MS control solution were not as prominent in these lines when compared to those lines in which \nGCaMP3\n was expressed in the epidermis (\nFigure 3\nD–F).\nThe next chemical we used to test the cell-specific GCaMP3 lines was glutamic acid (\nFigure 4\n). Like ATP, glutamic acid (glutamate) is a neurotransmitter in mammalian cells that can trigger a [Ca\n2+\n]\ncyt\n increase [\n5\n,\n14\n]. Application of glutamate to the elongation zone of roots expressing the \nUBQ10:GCaMP3\n construct induced a strong initial [Ca\n2+\n]\ncyt\n increase with a quick return to equilibrium (\nFigure 4\nA). The [Ca\n2+\n]\ncyt\n spikes induced by application of MS controls were also observed in this dataset. Compared to glutamate, the onset of [Ca\n2+\n]\ncyt\n increase was delayed in roots treated with MS solution. In this case, however, the [Ca\n2+\n]\ncyt\n spikes triggered by glutamate and the MS control solution were similar in amplitude (\nFigure 4\nA). Like the ATP treatment, [Ca\n2+\n]\ncyt\n response of roots expressing \nPIN2:GCaMP3\n to glutamate was similar to roots expressing \nUBQ10:GCaMP3\n. Furthermore, [Ca\n2+\n]\ncyt\n changes in the root elongation zone of \nPIN2:GCaMP3\n-expressing seedlings in response to the MS control solution was delayed, but exhibited a lower amplitude (\nFigure 4\nB). Lines expressing \nPRP3:GCaMP3\n also had a strong initial [Ca\n2+\n]\ncyt\n peak after glutamate treatment with a rapid return to equilibrium that resembled \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. Like \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines, application of MS control solution elicited a [Ca\n2+\n]\ncyt\n response that was delayed when compared to glutamate exposure (\nFigure 4\nC). By contrast, \nPEP:GCaMP3\n-expressing lines showed a dampened response to glutamate compared to lines in which \nGCaMP3\n was expressed in the root surface (\nFigure 4\nD). Close examination of the time course of [Ca\n2+\n]\ncyt\n signals in the cortex after glutamate application revealed a triphasic response, with two larger peaks and a delayed smaller peak. Surprisingly, the amplitude of glutamate-triggered [Ca\n2+\n]\ncyt\n increases in the cortex was less than that of MS treated roots (\nFigure 4\nD). The lines expressing \nSCR:GCaMP3\n and \nATHB8:GCaMP3\n showed monophasic responses to glutamate with a gradual return to equilibrium, similar to lines in which \nGCaMP3\n was expressed in root surface cells. Furthermore, unlike lines with \nGCaMP\n expressed in the cortex and root surface cells, the MS control solution response for endodermis- and columella- targeted GCaMP3 had delayed responses and lower amplitudes (\nFigure 4\nE,F).\nThe third chemical we tested against the cell-type specific GCaMP3 lines was Al\n3+\n in the form of aluminum chloride (\nFigure 5\n). Al\n3+\n is a toxic tri-valent cation that competes with both Mg\n2+\n and Ca\n2+\n to increase the activity of Ca\n2+\n-ATPases while disrupting transport of Ca\n2+\n through the plasma membrane [\n5\n,\n29\n]. Similar to previous treatments, the root elongation zone of seedlings expressing \nUBQ10:GCaMP3\n showed a monophasic [Ca\n2+\n]\ncyt\n response to Al\n3+\n (\nFigure 5\nA). The onset of the [Ca\n2+\n]\ncyt\n increase after Al\n3+\n treatment was delayed and lower in amplitude compared to ATP, glutamate and solvent control application (\nFigure 3\nA, \nFigure 4\nA and \nFigure 5\nA) [\n5\n]. In roots expressing \nPIN2:GCaMP3\n, Al\n3+\n application elicited a biphasic [Ca\n2+\n]\ncyt\n response that consisted of an initial small peak that was quickly followed by a second larger peak, which was broader than the first peak. The onset of the [Ca\n2+\n]\ncyt\n response in \nPIN2:GCaMP3\n-expressing roots after Al\n3+\n treatment occurred earlier than the [Ca\n2+\n]\ncyt\n response triggered by solvent controls (\nFigure 5\nB). In roots expressing \nPRP3:GCaMP3\n, Al\n3+\n-induced [Ca\n2+\n]\ncyt\n increase was larger in amplitude and had a broader peak compared to those observed in \nUBQ10:GCaMP3\n- and \nPIN2:GCaMP3\n-expressing roots (\nFigure 5\nC). The [Ca\n2+\n]\ncyt\n increases in roots expressing \nGCaMP3\n in interior root tissues were less than roots expressing \nGCaMP3\n in the surface tissues. Among the three lines in which \nGCaMP3\n was expressed in the interior cell types, the columella-specific GCaMP3 line did not show an Al\n3+\n-induced [Ca\n2+\n]\ncyt\n peak (\nFigure 5\nF). The \nPEP:GCaMP3\n-expressing lines showed a biphasic [Ca\n2+\n]\ncyt\n response with a distinct first peak followed by a second peak with lower amplitude. Although the amplitude of the [Ca\n2+\n]\ncyt\n peak induced by application of MS solution was similar to the amplitude of the first Al\n3+\n-triggered [Ca\n2+\n]\ncyt\n peak, the onset of the latter was delayed (\nFigure 5\nD). \nSCR:GCaMP3\n-expressing roots exhibited an Al\n3+\n-induced [Ca\n2+\n]\ncyt\n response characterized by a broad peak and with a lower amplitude than peaks observed in the root surface- and cortex \nGCaMP3\n-expressing lines (\nFigure 5\nE).\nThe final stimulus we used to test the cell-type specific GCaMP3 lines was salt in the form of NaCl. Na\n+\n is used to regulate the voltage equilibrium in cells, but also has direct effects on the efflux of K\n+\n into the cytosol [\n30\n]. Ca\n2+\n is a regulator for the K\n+\n efflux channels [\n30\n], so disruption of K\n+\n into the cytosol may cause variation in the resting concentration of Ca\n2+\n. In roots expressing the fluorescent-based [Ca\n2+\n]\ncyt\n sensor Yellow Cameleon 3.60 (YC3.60), NaCl treatment resulted in cell-specific [Ca\n2+\n]\ncyt\n transients in the early elongation zone [\n31\n]. Consistent with the results of Feng et al. (2018) [\n31\n], roots expressing \nUBQ10:GCaMP3\n exhibited late-onset [Ca\n2+\n]\ncyt\n transients (i.e., >10 min) in cells of the elongation zone (\nFigure 6\nA; \nsupplementary video 2\n). These NaCl-triggered [Ca\n2+\n]\ncyt\n transients were observed in the cell-targeted GCaMP3 lines except for the endodermis-localized GCaMP3 line (\nFigure 6\nA–D). In certain lines, the onset of [Ca\n2+\n]\ncyt\n transients occurred much earlier after NaCl application when compared to \nUBQ10:GCaMP3\n-expressing lines. The onset of NaCl-induced [Ca\n2+\n]\ncyt\n transients was fastest in roots of \nPRP3:GCaMP3\n-expressing lines followed by \nPEP:GCaMP3\n-expressing lines. The [Ca\n2+\n]\ncyt\n transients in the columella were only observed several minutes after NaCl application (i.e., 12 min after NaCl application; \nFigure 6\nC).",
    "2.3._modification_of_growth_conditions_and_chemical_applicat": "2.3. Modification of Growth Conditions and Chemical Application Methods to Mitigate Solvent Control-Induced [Ca\n2+\n]\ncyt\n Transients\nAs shown in the preceding sections, the 0.5X MS control solution induced [Ca\n2+\n]\ncyt\n changes in \nUBQ10:GCaMP3\n and lines in which \nGCaMP3\n was expressed in cells on the root surface and cortex (\nFigure 3\n, \nFigure 4\n and \nFigure 5\n). Although the MS-induced [Ca\n2+\n]\ncyt\n responses were clearly distinct from ATP, glutamate, and Al\n3+\n treatments, we were concerned that the growth conditions in which these first experiments were conducted made roots more sensitive to osmotic changes and/or mechanical perturbation due to the process of adding the solutions. We argued that MS-induced [Ca\n2+\n]\ncyt\n transients could be dampened relative to the chemical applications by: (1) using freshly prepared MS plates for planting seeds and (2) pretreating roots two times with MS solution prior to application of the actual chemical solution. These modifications in our treatment protocols were tested using ATP which typically generated peaks with the highest amplitude.\nCompared to the datasets shown in \nFigure 3\n, \nFigure 4\n and \nFigure 5\n, the [Ca\n2+\n]\ncyt\n transients triggered by the MS solution were significantly dampened when fresh plates were used for the experiments (\nFigure 7\n). The dampened MS-induced [Ca\n2+\n]\ncyt\n transients were observed in the two sequential MS applications. Pretreatment with MS solution had the added benefit of allowing roots to adapt prior to ATP application (adapted ATP = ATP:MS). Under these modified growth and pretreatment conditions, the ATP-induced [Ca\n2+\n]\ncyt\n increases were lower in amplitude when compared to the [Ca\n2+\n]\ncyt\n increases shown in \nFigure 3\n. Despite the lower ATP-induced [Ca\n2+\n]\ncyt\n transients, these [Ca\n2+\n]\ncyt\n responses were better separated from the [Ca\n2+\n]\ncyt\n responses induced by MS solution, particularly in lines expressing \nUBQ10:GCaMP3\n and those in which \nGCaMP3\n was expressed in root surface cell types and the cortex (\nFigure 7\n). In addition to the dampened response, [Ca\n2+\n]\ncyt\n response to ATP:MS for \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines had broader peaks than those shown in \nFigure 3\n. For \nPRP3:GCaMP3\n-expressing lines, the [Ca\n2+\n]\ncyt\n response was markedly different from the initial ATP treatment (\nFigure 3\nC and \nFigure 7\nC). Application of ATP after 0.5X MS adaptation caused a strong, monophasic response earlier than either \nUBQ10:GCaMP3\n or \nPIN2:GCaMP3\n lines. Lines expressing \nPEP:GCaMP3\n showed a continued elevated [Ca\n2+\n]\ncyt\n response that oscillated throughout the 10 min time course compared to either \nUBQ10:GCaMP3\n lines or the previous ATP treatment (\nFigure 3\nD and \nFigure 7\nD). For lines expressing \nSCR:GCaMP3\n or \nATHB8:GCaMP3\n, the response was similar to previous ATP treatments, but without the strong transient peak (\nFigure 3\nE,F and \nFigure 7\nE,F). After the cell-type specific lines were adapted to the 0.5× MS control solution, the response time for ATP:MS was initiated later than the previous ATP treatment (\nTable 1\n).\nTo further tease out the differences among \nGCaMP3\n-expressing lines, we obtained the time elapsed from chemical application to maximum GCaMP3 fluorescence (referred to as reaction time), and analyzed the relationship between chemicals using Analysis of Variance (ANOVA) with Tukey Post-Hoc test (\nTable 1\n). Our analysis showed that reaction time was delayed in lines where GCaMP3 was expressed in inner cell types. When comparing the different chemical treatments, ATP, glutamate, and Al\n3+\n showed similar responses (except \nATHB8:GCaMP3\n to Al\n3+\n) while adapted ATP:MS showed significantly slower reaction times to both ATP and glutamate (\nTable 1\n). However, with such a small sample size, statistical significance may indicate a trend rather than actual significance. NaCl reaction time was not included due to the large variation in responses across each line.",
    "2.4._evaluation_of_[ca2+]cyt_signatures_from_similar_root_de": "2.4. Evaluation of [Ca\n2+\n]\ncyt\n Signatures from Similar Root Development Regions and Cell Types\nIn comparing \nUBQ10:GCaMP3\n lines with the other cell-type specific GCaMP3 lines, a ROI was selected and the average of normalized fluorescence intensity was plotted. For the most part, the ROI in \nUBQ10:GCaMP3\n lines was from the root epidermis and the average normalized fluorescence intensity from this ROI was compared with that of individual or groups of cells from the cell-type specific GCaMP3 lines. This process did not enable direct comparisons of [Ca\n2+\n]\ncyt\n signatures between the same cell types or root developmental regions. To address this issue, we conducted another set of imaging experiments using ATP-treated \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. For these experiments, a more direct comparison was conducted by drawing ROIs in epidermal cells from similar positions along the root longitudinal axis encompassing the meristem, distal elongation zone, and central elongation zone (\nFigure 8\nA). In doing so, we found similarities and differences in [Ca\n2+\n]\ncyt\n signatures between \nUBQ10:GCaMP3\n and \nPIN2:GCaMP3\n lines. For example, the ATP-induced [Ca\n2+\n]\ncyt\n signatures of \nUBQ10:GCaMP3\n in all root developmental regions were identical to those in the distal and central elongation zone of \nPIN2:GCaMP3\n lines. In \nPIN2:GCaMP3\n lines, however, the ATP-induced [Ca\n2+\n]\ncyt\n signature had a much greater amplitude in the meristem (\nFigure 8\nA,B).\nWe extended our analysis by drawing ROIs in presumptive columella or endodermis of \nUBQ10:GCaMP3\n and comparing the resulting [Ca\n2+\n]\ncyt\n signatures from these ROIs with those of \nATHB8:GCaMP3\n and \nSCR:GCaMP3\n. For the columella, we found that \nATHB8:GCaMP3\n lines displayed an ATP-triggered [Ca\n2+\n]\ncyt\n signature with a sustained peak throughout the 10 min time course. On the other hand, the ATP-induced [Ca\n2+\n]\ncyt\n signature from the presumptive columella region of \nUBQ10:GCaMP3\n lines was transient (\nFigure 8\nC). For the endodermis, the peak of ATP-induced [Ca\n2+\n]\ncyt\n increase was higher in \nUBQ10:GCaMP3\n when compared to \nSCR:GCaMP3\n (\nFigure 8\nD).",
    "3._discussion": "3. Discussion\nIn this paper, we introduced a set of \nA. thaliana\n lines expressing the intensiometric [Ca\n2+\n]\ncyt\n reporter GCaMP3 targeted to specific root cell types. Roots of these cell type specific GCaMP3 lines responded to chemical treatments such as ATP, glutamate, Al\n3+\n, and NaCl by exhibiting increases in [Ca\n2+\n]\ncyt\n-dependent CGaMP3 fluorescence. Imaging [Ca\n2+\n]\ncyt\n changes in cell types in response to some of these chemicals using lines in which genetically-encoded [Ca\n2+\n]\ncyt\n reporters are expressed ubiquitously have been attempted previously. This was done by drawing a region of interest corresponding to a particular tissue/cell type. For example, it was shown that Al\n3+\n-induced biphasic [Ca\n2+\n]\ncyt\n signatures in the root elongation zone occurred predominantly in the cortex when compared with the epidermis [\n5\n]. While this has proven effective for marking developmental regions along the longitudinal axis of the root [\n5\n,\n27\n], specifying a region of interest to designate root tissue/cell types along the radial axis for fluorescence-based measurements of [Ca\n2+\n]\ncyt\n can be problematic because this does not guarantee complete separation of signals from adjacent cell types. This problem becomes even more challenging for cell types located in the innermost regions of the root such as the columella and endodermis. Moreover, the ability to consistently draw a region of interest to outline the root cortex requires that the root grew in a particular orientation during the imaging experiments [\n5\n]. Here, we documented some of the advantages of the cell type specific GCaMP3 lines by comparing [Ca\n2+\n]\ncyt\n signatures from ROIs marking presumptive columella and endodermis in \nUBQ10:GCaMP3\n lines with those of \nATHB8:GCaMP3\n and \nSCR:GCaMP3\n. This analysis revealed stark differences in both the amplitude and shape of [Ca\n2+\n]\ncyt\n signatures. Differences were also uncovered when equivalent root developmental regions were compared, particularly with regard to the amplitude of [Ca\n2+\n]\ncyt\n signatures in the meristem (\nFigure 8\n). The differences are likely due to contaminating signals from other cell types in \nUBQ10:GCaMP3\n lines. The use of cell type specific GCaMP3 lines described here could potentially mitigate such problems.\nThe [Ca\n2+\n]\ncyt\n transients in the cell type specific lines induced by these various chemicals had various patterns when compared with lines in which \nGCaMP3\n was expressed ubiquitously. A similarity in patterns occurred within the root surface cells’ responses to the different chemical treatments and again within the root inner cell types. Lines in which GCaMP3 was expressed in innermost root cell types such as the columella and endodermis generally had slower response times when compared to lines with GCaMP3 expressed in root surface cells. The delayed response times in lines with GCaMP3 expressed in the columella and endodermis was observed in all chemical treatments (\nTable 1\n; \nFigure 6\n). One could argue that because of the innermost location of the columella and endodermis, the delay in the response times might be due to the longer time it takes for the chemical to make contact with the target cells. The fact that columella and endodermis exhibit minimal or no [Ca\n2+\n]\ncyt\n increase after application of 0.5X MS supports this possibility. An alternative hypothesis is that the delayed [Ca\n2+\n]\ncyt\n response in the innermost cell types is due to an inward moving [Ca\n2+\n]\ncyt\n wave, which is not easily revealed when GCaMP3 is expressed ubiquitously or on the root surface. From our data, these inward-directed [Ca\n2+\n]\ncyt\n waves appear to be most prominent in ATP- and glutamate-treated roots (\nFigure 3\n, \nFigure 4\n and \nFigure 7\n). The GCaMP3 lines described here could present a significant tool for better understanding the radial direction of [Ca\n2+\n]\ncyt\n waves in roots. A meaningful set of experiments with GCaMP3 lines expressed in innermost cell types will be to locally apply a small volume of the chemical stimulus to the root epidermis.\nThe line that was most similar to \nUBQ10:GCaMP3\n with regard to chemical-induced [Ca\n2+\n]\ncyt\n transients was \nPIN2:GCaMP3\n. This was not surprising given that the \nPIN2\n promoter drives \nGCaMP3\n expression in root epidermal cells, which is the cell type that is readily imaged in \nUBQ10:GCaMP3\n lines due to its location on the root surface. With the \nPEP:GCaMP3\n lines described here, we were able observe biphasic, triphasic and oscillatory [Ca\n2+\n]\ncyt\n signatures after Al\n3+\n treatment that were reminiscent of some of the observations made by Rincon-Zachary et al. (2010) [\n5\n] (\nFigure 5\n). The cortex- and trichoblast-targeted GCaMP3 lines also revealed an earlier onset of NaCl-induced [Ca\n2+\n]\ncyt\n transients when compared to \nUBQ10:GCaMP3\n lines (\nFigure 6\n). It has been shown that [Ca\n2+\n]\ncyt\n transients in roots exposed to NaCl is part of the cellular machinery that prevents root cells from rupturing under salinity stress. The plasma membrane-localized receptor-like kinase, Feronia (FER), is required for root growth recovery after encountering high salinity conditions [\n31\n]. Because \nfer\n mutants displayed a high incidence of cortical cell rupture when compared to wild type after exposure to NaCl, it is tempting to speculate that earlier onset of [Ca\n2+\n]\ncyt\n transients in the cortex revealed by the \nPEP:GCaMP3\n-expressing lines could be a mechanism to maintain root growth integrity. The cell type GCaMP3 lines described here should be useful in testing this hypothesis.\nWhile testing the various cell type specific GCaMP3 lines, we encountered a number of technical challenges brought about by our seedling growth conditions. In several experiments, we found that applying the 0.5X MS control solution alone could trigger a rise in [Ca\n2+\n]\ncyt\n. The MS only-induced [Ca\n2+\n]\ncyt\n transients were most prominent in the \nUBQ10:GCaMP3\n-expressing lines and those in which \nGCaMP3\n was expressed in root surface cell types (e.g., \nPIN2:GCaMP3\n and \nPRP3:GCaMP3\n). The [Ca\n2+\n]\ncyt\n transients observed after MS treatment were reminiscent of touch-induced [Ca\n2+\n]\ncyt\n responses [\n20\n], and recent studies on ATP-induced [Ca\n2+\n]\ncyt\n signaling [\n27\n], suggesting that we might have been eliciting a touch response as the various solutions were added to the root. In support of this hypothesis, our method for root [Ca\n2+\n]\ncyt\n imaging involved planting seed of the reporter lines on a thin layer of agarose to secure the root while at the same time allowing for the root cells to be accessible to the various chemical treatments ([\n5\n]; see Methods). It is possible that some of the [Ca\n2+\n]\ncyt\n transients observed in response to MS application resulted from roots that were not securely anchored to the agarose medium. Alternatively, the prevalence of MS-induced [Ca\n2+\n]\ncyt\n increases in some of our experiments could be due to osmotic changes when the solution was applied. Because agar for imaging roots was poured in advance, it was possible that liquid in some of the plates may have evaporated during storage. This could have led to some plates having an MS solution that was more concentrated than the treatment solution.\nTo test the possibility that MS-induced [Ca\n2+\n]\ncyt\n changes were due to touch or hypoosmotic shock, we repeated the ATP application experiments using roots that emerged from seeds planted on plates with freshly prepared MS-supplemented agarose. Furthermore, roots were pretreated with MS solution prior to ATP treatment. Under these modified growth and treatment conditions, we found that MS-induced [Ca\n2+\n]\ncyt\n increases were significantly dampened (\nFigure 3\n and \nFigure 7\n). Given that [Ca\n2+\n]\ncyt\n changes are responses that can be elicited by a wide range of stimuli, the results described here highlight the need to carefully consider the growth and treatment conditions, and to include appropriate controls when conducting [Ca\n2+\n]\ncyt\n imaging experiments. Based on these observations, it is imperative that fresh plates be prepared prior to planting the reporter lines and that roots be pretreated with the solvent control solution for a few hours to allow seedlings to adapt.\nSome studies have shown [Ca\n2+\n]\ncyt\n signals propagate along the longitudinal axis of roots [\n5\n,\n26\n]. Meanwhile, another study has indicated that [Ca\n2+\n]\ncyt\n signal propagation from the apical into the sub-apical can also occur [\n27\n]. The cell type specific GCaMP3 lines described here, particularly those lines in which \nGCaMP3\n is expressed in inner root cells such as the cortex-, endodermis- and columella-specific lines could shed new insights into the direction of [Ca\n2+\n]\ncyt\n signal propagation within the roots. The MS-induced [Ca\n2+\n]\ncyt\n responses in lines in which \nGCaMP3\n was expressed in the endodermis and columella were not observed. However, these cell types exhibited [Ca\n2+\n]\ncyt\n increases in response to some of the chemicals, indicating that these [Ca\n2+\n]\ncyt\n changes can be attributed to the chemical itself. In this regard, it is noteworthy that columella-targeted GCaMP3 lines did not exhibit a [Ca\n2+\n]\ncyt\n increase after Al\n3+\n treatment while those lines with \nGCaMP3\n expressed in the endodermis lacked a [Ca\n2+\n]\ncyt\n response to NaCl. With the establishment of response patterns from the cell type specific GCaMP3 lines when exposed to various chemical treatments, investigation into unique aspects of different root tissues/cells, such as signal propagation direction and response intensity, can be more readily explored.",
    "4._materials_and_methods": "4. Materials and Methods\n4.1. Generation of Cell-Type Specific Promoter GCaMP Lines\nEach promoter was amplified from genomic DNA extracted from wild-type \nArabidopsis thaliana\n seedlings using the Plant DNAzol Reagent (Invitrogen, Carlsbad, CA, USA) (\nTable S1\n). The sequence preceding the start codon for each gene was used in each instance. The resulting fragments were digested with PstI and SalI (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and cloned into a modified pCAMBIA1390 vector [\n32\n]. \nGCaMP3\n was amplified from plasmid DNA and digested with XmaI and BstEII (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and then cloned behind each promoter construct in pCAMBIA1390. To generate \nUBQ10:GCaMP3\n, a similar approach was taken. \nGCaMP3\n was again amplified from plasmid DNA and then digested with EcoRI and SpeI (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and cloned behind the \nUbiquitin 10\n promoter in a previously described pCAMIA1390 vector [\n33\n]. Plasmid containing \nGCaMP3\n was a gift from Loren Looger (Addgene plasmid # 22692; \nhttp://n2t.net/addgene:22692\n; RRID:Addgene_22692; [\n34\n]). \nAgrobacterium tumefaciens\n-mediated transformation using the floral dip method was used to generate Arabidopsis ecotype Col-0 plants expressing the GCaMP3 constructs [\n35\n]. All primers used in this study are listed in \nTable S2\n.\n4.2. Preparation of A. thaliana Seedlings for Imaging\nSeeds of the various \nA. thaliana\n GCaMP3 lines were planted on coverslips coated with a thin layer of MS-supplemented low-melting agarose. This set-up was prepared by pouring 3 mL of autoclaved 0.5% low-melting agarose in 0.5X MS solution (pH 5.7) on 48 × 60 mm No. 1 coverslips (Thermo Scientific, gold seal cover glass reorder no. 3334, Waltham, MA, USA; \nwww.thermoscientific.com\n) as described in Rincon-Zachary et al. (2010) [\n5\n]. Coverslips with polymerized agarose were placed in 9 cm diameter round Petri dishes and stored at 4 °C prior to planting seeds. In another set of experiments, seeds were planted as soon as the agarose polymerized. Petri dishes and coverslips with the planted seeds were kept in 4 °C for 2 days and transferred to a Conviron growth chamber (Controlled Environments Ltd., Winnipeg, MB, Canada) set to 24 °C with 14 h/10 h day/night cycle. Petri dishes with the coverslips were kept vertical to enable the roots to grow down and straight along the surface of the agarose. Seedlings were imaged when primary roots were about 3–4 cm long, which was 5–6 days after transfer to the Conviron.\n4.3. Validation of GCaMP3 Expression in Root Cell Types\nValidation of GCaMP3 expression in the target root cell types was conducted with an inverted Leica TCS SP8-X Confocal Laser Scanning Microscope (Leica Microsystems, Wetzlar, Germany; \nhttp://leica-microsystems.com\n). Seedlings from the Conviron were secured in a horizontal orientation on the stage of the microscope. Seedling roots were illuminated with the 488 nm line of the Argon laser using a 40× (numerical aperture 1.1) water immersion objective and emitted light detected at 510 nm. For some lines, single optical images were acquired at a pixel resolution of 1024 × 1024. For other lines, a Z-series was acquired by capturing 81 images at 0.4 µm intervals and 3-D images were generated using the LAS visualization software of the Leica confocal microscope.\n4.4. Chemical Treatments and Measurement of Ca\n2+\n-Dependent GCaMP3 Fluorescence\nStock solutions of 1 M ATP (Sigma-Aldrich, St. Louis, MO, USA; A7699-1G), glutamate (Sigma-Aldrich, St. Louis, MO, USA; G1149-100G), aluminum chloride (Sigma-Aldrich, St. Louis, MO, USA; Cas. No. 7784-13-6) and sodium chloride (J.T. Baker, Phillipsburg, NJ, USA; 3624-19) were made with deionized water and stored at 4 °C prior to use. Working solutions of 1 mM Al\n3+\n, 1 mM ATP, 1 mM Glu, and 150 mM NaCl were made by adding the appropriate volume of the stock solution in 0.5X MS at pH 5.7. Working solutions were made fresh prior to the imaging experiments.\nTo measure [Ca\n2+\n]\ncyt\n-dependent GCaMP3 fluorescence, images of growing roots were acquired every 1 s for 10 to 15 min using the Leica SP8-X confocal microscope. Images were captured at a scanning speed of 600 MHz and pixel resolution of 512 × 300. Baseline GCaMP3 fluorescence of the roots was first acquired for 1 min after placing seedlings on the stage of the microscope. Twenty µL of the treatment solution was then added on top of the agarose medium where the root was growing using an adjustable volume pipette while imaging continued. From the collected images, the average fluorescence intensity was acquired by marking a rectangular region of interest corresponding to the specific cell type using the rectangular selection tool of the SPX-8 LAS software. GCaMP3 fluorescence (F) values were normalized using the formula \nI\n=\n \nF\n−\nF\n0\nF\n0\n where F is the fluorescence intensity at some time point and F0 is the lowest fluorescence intensity point for the data set. Normalized fluorescence values were reported as the mean ± SE of at least three independent seedlings per GCaMP3 construct [\n36\n]. Another round of intensity video imaging was taken for the 0.5× MS control solution to generate the MS control fluorescence curves.",
    "4.1._generation_of_cell-type_specific_promoter_gcamp_lines": "4.1. Generation of Cell-Type Specific Promoter GCaMP Lines\nEach promoter was amplified from genomic DNA extracted from wild-type \nArabidopsis thaliana\n seedlings using the Plant DNAzol Reagent (Invitrogen, Carlsbad, CA, USA) (\nTable S1\n). The sequence preceding the start codon for each gene was used in each instance. The resulting fragments were digested with PstI and SalI (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and cloned into a modified pCAMBIA1390 vector [\n32\n]. \nGCaMP3\n was amplified from plasmid DNA and digested with XmaI and BstEII (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and then cloned behind each promoter construct in pCAMBIA1390. To generate \nUBQ10:GCaMP3\n, a similar approach was taken. \nGCaMP3\n was again amplified from plasmid DNA and then digested with EcoRI and SpeI (New England Biolabs, Ipswich, MA, USA; \nhttp://neb.com\n) and cloned behind the \nUbiquitin 10\n promoter in a previously described pCAMIA1390 vector [\n33\n]. Plasmid containing \nGCaMP3\n was a gift from Loren Looger (Addgene plasmid # 22692; \nhttp://n2t.net/addgene:22692\n; RRID:Addgene_22692; [\n34\n]). \nAgrobacterium tumefaciens\n-mediated transformation using the floral dip method was used to generate Arabidopsis ecotype Col-0 plants expressing the GCaMP3 constructs [\n35\n]. All primers used in this study are listed in \nTable S2\n.",
    "4.2._preparation_of_a._thaliana_seedlings_for_imaging": "4.2. Preparation of A. thaliana Seedlings for Imaging\nSeeds of the various \nA. thaliana\n GCaMP3 lines were planted on coverslips coated with a thin layer of MS-supplemented low-melting agarose. This set-up was prepared by pouring 3 mL of autoclaved 0.5% low-melting agarose in 0.5X MS solution (pH 5.7) on 48 × 60 mm No. 1 coverslips (Thermo Scientific, gold seal cover glass reorder no. 3334, Waltham, MA, USA; \nwww.thermoscientific.com\n) as described in Rincon-Zachary et al. (2010) [\n5\n]. Coverslips with polymerized agarose were placed in 9 cm diameter round Petri dishes and stored at 4 °C prior to planting seeds. In another set of experiments, seeds were planted as soon as the agarose polymerized. Petri dishes and coverslips with the planted seeds were kept in 4 °C for 2 days and transferred to a Conviron growth chamber (Controlled Environments Ltd., Winnipeg, MB, Canada) set to 24 °C with 14 h/10 h day/night cycle. Petri dishes with the coverslips were kept vertical to enable the roots to grow down and straight along the surface of the agarose. Seedlings were imaged when primary roots were about 3–4 cm long, which was 5–6 days after transfer to the Conviron.",
    "4.3._validation_of_gcamp3_expression_in_root_cell_types": "4.3. Validation of GCaMP3 Expression in Root Cell Types\nValidation of GCaMP3 expression in the target root cell types was conducted with an inverted Leica TCS SP8-X Confocal Laser Scanning Microscope (Leica Microsystems, Wetzlar, Germany; \nhttp://leica-microsystems.com\n). Seedlings from the Conviron were secured in a horizontal orientation on the stage of the microscope. Seedling roots were illuminated with the 488 nm line of the Argon laser using a 40× (numerical aperture 1.1) water immersion objective and emitted light detected at 510 nm. For some lines, single optical images were acquired at a pixel resolution of 1024 × 1024. For other lines, a Z-series was acquired by capturing 81 images at 0.4 µm intervals and 3-D images were generated using the LAS visualization software of the Leica confocal microscope.",
    "4.4._chemical_treatments_and_measurement_of_ca2+-dependent_g": "4.4. Chemical Treatments and Measurement of Ca\n2+\n-Dependent GCaMP3 Fluorescence\nStock solutions of 1 M ATP (Sigma-Aldrich, St. Louis, MO, USA; A7699-1G), glutamate (Sigma-Aldrich, St. Louis, MO, USA; G1149-100G), aluminum chloride (Sigma-Aldrich, St. Louis, MO, USA; Cas. No. 7784-13-6) and sodium chloride (J.T. Baker, Phillipsburg, NJ, USA; 3624-19) were made with deionized water and stored at 4 °C prior to use. Working solutions of 1 mM Al\n3+\n, 1 mM ATP, 1 mM Glu, and 150 mM NaCl were made by adding the appropriate volume of the stock solution in 0.5X MS at pH 5.7. Working solutions were made fresh prior to the imaging experiments.\nTo measure [Ca\n2+\n]\ncyt\n-dependent GCaMP3 fluorescence, images of growing roots were acquired every 1 s for 10 to 15 min using the Leica SP8-X confocal microscope. Images were captured at a scanning speed of 600 MHz and pixel resolution of 512 × 300. Baseline GCaMP3 fluorescence of the roots was first acquired for 1 min after placing seedlings on the stage of the microscope. Twenty µL of the treatment solution was then added on top of the agarose medium where the root was growing using an adjustable volume pipette while imaging continued. From the collected images, the average fluorescence intensity was acquired by marking a rectangular region of interest corresponding to the specific cell type using the rectangular selection tool of the SPX-8 LAS software. GCaMP3 fluorescence (F) values were normalized using the formula \nI\n=\n \nF\n−\nF\n0\nF\n0\n where F is the fluorescence intensity at some time point and F0 is the lowest fluorescence intensity point for the data set. Normalized fluorescence values were reported as the mean ± SE of at least three independent seedlings per GCaMP3 construct [\n36\n]. Another round of intensity video imaging was taken for the 0.5× MS control solution to generate the MS control fluorescence curves."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7503278/"
}