{
  "id": "PMC7029147",
  "title": "Contributions of spore secondary metabolites to UV-C protection and virulence vary in different Aspergillus fumigatus strains",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Contributions of spore secondary metabolites to UV-C protection and virulence vary in different Aspergillus fumigatus strains",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7029147/"
  },
  "sections": {
    "abstract": "Fungal spores contain secondary metabolites that can protect them from a multitude of abiotic and biotic stresses. Conidia (asexual spores) of the human pathogen \nAspergillus fumigatus\n synthesize several metabolites, including melanin, which has been reported to be important for virulence in this species and to be protective against UV radiation in other fungi. Here, we investigate the role of melanin in diverse isolates of \nA. fumigatus\n and find variability in its ability to protect spores from UV-C radiation or impact virulence in a zebrafish model of invasive aspergillosis in two clinical strains and one ISS strain. Further, we assess the role of other spore metabolites in a clinical strain of \nA. fumigatus\n and identify fumiquinazoline as an additional UV-C-protective molecule but not a virulence determinant. The results show differential roles of secondary metabolites in spore protection dependent on the environmental stress and strain of \nA. fumigatus\n. As protection from elevated levels of radiation is of paramount importance for future human outer space explorations, the discovery of small molecules with radiation-protective potential may result in developing novel safety measures for astronauts.",
    "introduction": "INTRODUCTION\nRecent revitalization of the interest in human outer space explorations has brought attention to the question of whether and how microbes, particularly pathogenic microbes, respond and adapt to space conditions (\n1\n–\n4\n). Being ubiquitous in the environment and isolated from a variety of extreme and built environments, fungi are compelling microorganisms to evaluate such adaptive responses (\n5\n–\n9\n). Further, fungal presence aboard spacecraft, including the International Space Station (ISS), has been documented (\n10\n–\n12\n). Of concern is the occurrence of potential human pathogens, such as \nAspergillus fumigatus\n, the causal agent of invasive aspergillosis, in the ISS (\n1\n).\nUV radiation is known to be enhanced in spacecraft and stations (\n13\n). UV may be detrimental to living organisms since it causes DNA damage and induces mutations in both direct and indirect ways by forming pyrimidine dimers and inducing oxidative stress via the generation of reactive oxygen species (ROS), respectively (\n14\n, \n15\n). Among three wave bands, UV-A (320 to 400 nm), UV-B (290 to 320 nm), and UV-C (100 to 290 nm), UV-C is known for its germicidal properties and is used as a sanitizing agent (\n14\n, \n16\n, \n17\n). In order to protect from damaging UV exposure, fungi have developed various defense mechanisms, including enzymes degrading ROS, DNA repair mechanisms like photoreactivation and nucleotide excision repair, and the production of UV-protective compounds like melanins and other secondary metabolites (SMs) (\n18\n).\nFungi produce a diverse variety of SMs that can protect a fungus from harmful environmental factors or from competing microorganisms (\n19\n). Several studies have correlated increased conidial melanin content with UV protection in highly irradiated areas, including Chernobyl Power Plant accident sites, the ISS, and “Evolution Canyon” (\n20\n–\n22\n). Further, albino mutants have been shown to have less fitness in the field, presumably due to the loss of melanin (\n23\n). In addition to protecting fungi from UV radiation, fungal melanins are potent virulence factors in both human-pathogenic (e.g., \nCryptococcus neoformans\n [\n24\n], \nFonsecaea pedrosoi\n [\n25\n], and \nA. fumigatus\n [\n26\n]) and plant-pathogenic (e.g., \nVenturia inaequalis\n [\n27\n] and \nVerticillium dahliae\n [\n28\n]) fungi.\nThe \nA. fumigatus\n conidial melanin, 1,8-dihydroxynaphthalene (DHN)-melanin, thwarts immune cell attack through various mechanisms, including masking of fungal pathogen-associated molecular patterns (PAMPs) and sequestration of signaling molecules such as calcium (\n29\n, \n30\n). However, it is unknown if this pigment provides protection to \nA. fumigatus\n from UV radiation. The findings that two ISS-isolated strains of \nA. fumigatus\n showed increased virulence in a zebrafish model of invasive aspergillosis (IA) (\n1\n) and also presented an increase in proteins associated with SM biosynthesis, including trypacidin, Asp-hemolysin, and melanin (\n3\n), compared to clinical strains CEA10 and Af293, suggested a possible correlation between conidium-associated SMs, UV-C sensitivity, and virulence.\nTo address any possible linkage of increased UV-C resistance and virulence mechanisms of pathogenic fungi aboard the ISS, the UV-C sensitivity and pathogenicity of DHN-melanin mutants in three diverse strains of \nA. fumigatus\n, including one ISS strain, were evaluated. Because UV is also absorbed by additional aromatic fungal SMs and certain amino acids such as tryptophan and tyrosine (\n31\n, \n32\n), any role for three aromatic conidial SMs (trypacidin, fumiquinazoline, and fumigaclavine) for protection from UV-C or impact on virulence in one \nA. fumigatus\n strain were also examined. Finally, we examined any role of the DNA repair \nku70\n and \nku80\n mutants on UV-C sensitivity, as these mutants are frequently used for molecular manipulation of the \nA. fumigatus\n genome due to the ease of gene replacement in these backgrounds and the general robust nature of these mutants (\n33\n). Due to an existing gap in our understanding of UV-C resistance and virulence mechanisms and to the persistence of fungi aboard the ISS, it was prudent to investigate any possible correlations which may result in developing preventive measures for outer space explorations.",
    "results": "RESULTS\nLoss of \naku\n leads to enhanced UV-C sensitivity but has no effect on secondary metabolite production.\nThree control strains, namely, Af293, an Δ\nakuA\n mutant, and a Δ\nakuA -mluc\n\nmutant, were examined to demonstrate the impact of the disruption of \nakuA\n in UV-C response. This deletion allows for homologous recombination and thus creates a fungus that is easy to genetically manipulate and allows for faster creation of specific mutant strains (\n33\n). However, AkuA is involved in DNA repair (\n34\n) and would be expected to show enhanced sensitivity to UV treatment. The disruption of \nakuA\n significantly decreased the survival rate, at 90%, in contrast to 60% decrease in survival of wild-type (WT) Af293 upon UV-C exposure (\nFig. 1A\n); however, there were no differences in UV-C sensitivity between the Δ\nakuA\n mutant and the Δ\nakuA mluc\n strain (\n35\n), which was also used for gene deletion studies (see \nTable S1\n in the supplemental material). Despite an increase in sensitivity to UV-C, the Δ\nakuA\n mutant strains still demonstrated a dose response to increasing UV-C and thus were deemed suitable for this study. There were no differences in SM profiles between the WT Af293, Δ\nakuA\n mutant, and Δ\nakuA -mluc\n mutant strains (\nFig. 1B\n).\nFIG 1\nUV-C sensitivity and secondary metabolite profiles of Af293, Δ\nakuA\n mutant, and Δ\nakuA -mluc\n mutant strains. (A) Percent viability following exposure to various doses of UV-C radiation of control strains. (B) Secondary metabolite profiles of control strains.\n10.1128/mBio.03415-19.5\nTABLE S1\nStrains used in this study. Download \nTable S1, DOCX file, 0.1 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nDHN-melanin is a UV-C protectant in some \nA. fumigatus\n isolates.\nFungal melanins are derived either from an \nl\n-dopa biosynthetic pathway (e.g., \nC. neoformans\n) or a polyketide biosynthetic pathway (\nA. fumigatus\n DHN-melanin) (\n36\n). DHN-melanin was tested as a protective molecule from UV-C radiation by deleting \npksP\n encoding the polyketide synthase required for DHN-melanin biosynthesis (\n37\n) in both WT Af293 and in the Af293 Δ\nakuA\n background. As shown in \nFig. 2A\n, the loss of \npksP\n resulted in strains more sensitive to UV-C regardless of the presence or absence of \nakuA\n. This increase in sensitivity was seen at all UV-C doses in a comparison of the WT to the Δ\npksP\n mutant (∼50% versus ∼25% survival rate at 10 mJ/cm\n2\n, ∼23% versus ∼3.5% at 15 mJ/cm\n2\n, and ∼7% versus ∼0.9% at 20 mJ/cm\n2\n, respectively) and in a comparison of the Δ\nakuA\n mutant to the Δ\nakuA\n Δ\npksP\n double mutant (∼7% versus ∼3% at 10 mJ/cm\n2\n, 2% versus 0.5% at 15 mJ/cm\n2\n, and ∼1% versus 0.1% at 20 mJ/cm\n2\n, respectively) (\nTable S2A\n). Chemical profiling of these strains did not show any differences in the production of other SMs due to the loss of \npksP\n (\nFig. 2B\n), but, as expected, both Δ\npksP\n and Δ\nakuA\n Δ\npksP\n conidia showed a lack of DHN-melanin pigmentation (\nFig. S1\n).\nFIG 2\nUV-C sensitivity and secondary metabolite profiles of Af293 and Af293 DHN-melanin mutants in the intact and disrupted \nakuA\n backgrounds. (A) Percent viability following exposure to various doses of UV-C radiation for Af293 and the \nΔpksP\n, \nΔakuA\n, and \nΔpksP ΔakuA\n mutants. (B) Secondary metabolite profiles of Af293 and the \nΔpksP\n, \nΔakuA\n, and \nΔpksP ΔakuA\n mutants. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).\n10.1128/mBio.03415-19.1\nFIG S1\nWT and DHN-melanin mutant strains of clinical isolates Af293 and CEA17 and ISS isolate IF1SW-F4. Download \nFIG S1, TIF file, 0.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.6\nTABLE S2\n(A) Statistical analysis of UV-C survival of Δ\npksP\n mutant strains in disrupted and intact \nakuA\n backgrounds. (B) Statistical analysis of UV-C survival of CEA17 and Δ\npksP\n mutant strains. (C) Statistical analysis of UV-C survival of IF1SW-F4 and Δ\npksP\n mutant strains. (D) Statistical analysis of UV-C survival of strains deficient in the production of conidium-associated SMs with intact \nakuA\n. (E) Statistical analysis of UV-C survival of strains deficient in the production of conidium-associated SMs in an Δ\nakuA\n background. Download \nTable S2, XLSX file, 0.1 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nSince DHN-melanin was critical in protecting conidia from UV-C radiation in the Af293 background, it was further examined whether this role was conserved in other \nA. fumigatus\n isolates, including the ISS-isolated strain IF1SW-F4. Upon exposure to UV-C, it was observed that PksP loss did not significantly diminish the survival of the ISS isolate compared to respective control strain producing DHN-melanin (\nFig. 3A\n and \nTable S2C\n). SMs were quantified in these strains and showed no differences in the IF1SW-F4 WT or Δ\npksP\n strains (\nFig. 3B\n). Simultaneously, the impact of DHN-melanin on UV-C sensitivity was tested in CEA17 (CEA17 is a CEA10 derivative deleted for AkuB, which forms the functional heterodimer with AkuA [\n38\n, \n39\n]). Unlike the IF1SW-F4 Δ\npksP\n mutant but similar to the Af293 Δ\npksP\n mutants, the CEA17 Δ\npksP\n strain showed a significantly decreased survival rate compared to that of the CEA17 control (\nFig. 3C\n and \nTable S2B\n), with values similar to those observed in Af293 with the disrupted AkuA background (∼5% versus ∼2% survival rate at 10 mJ/cm\n2\n and ∼0.6% versus ∼0.4% at 15 mJ/cm\n2\n, respectively). Further, the CEA17 Δ\npksP\n strain showed alterations in its SM profile, including decreased yields of pyripyropene A and fumagillin compared to the control strain (\nFig. 3D\n, peaks 3 and 4, respectively).\nFIG 3\nUV-C sensitivity and secondary metabolite profiles of ISS-isolated IF1SW-F4, CEA17, and their DHN-melanin mutants. (A) Percent viability following exposure to various doses of UV-C radiation for IF1SW-F4 and IF1SW-F4 \nΔpksP\n. (B) Secondary metabolite profiles of IF1SW-F4 and IF1SW-F4 \nΔpksP\n. (C) Percent viability following exposure to various doses of UV-C radiation for CEA17 and CEA17 \nΔpksP\n. (D) Secondary metabolite profiles of CEA17 and CEA17 \nΔpksP\n. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).\nFumiquinazoline provides protection from UV radiation.\nAspergillus fumigatus\n produces other conidial metabolites, including fumigaclavine, trypacidin, and fumiquinazoline (\n40\n–\n42\n) (\nFig. S2\n). Due to their synthesis in the spore as well as aromatic structure and incorporation of tryptophan in two of these metabolites (fumigaclavine and fumiquinazoline), they were tested to determine if they might also provide protection from UV-C in Af293. Mutants were created for all three metabolites in both WT \nakuA\n and Δ\nakuA\n mutant backgrounds (\nFig. S3\n). SM analysis of these deletion mutants confirmed that they did not synthesize the targeted metabolite. Specifically, fumigaclavine C (366.5 g/mol), monomethylsulochrin (346.3 g/mol), and fumiquinazolines C and D (443.5 g/mol) were not detected in extracted ion chromatograms (EICs) of the respective deletion mutants (\nFig. S4\n). Considering that trypacidin is not detectable until 9 to 10 days of growth, monomethylsulochrin (the final intermediate of the trypacidin biosynthetic pathway) was used to confirm the disruption of the trypacidin biosynthetic pathway. In the WT background, the fumiquinazoline mutant (Δ\nfmqA\n) was more sensitive to UV-C (35%) (\nFig. 4C\n and \nTable S2D\n), but the loss of either fumigaclavine (Δ\ndmaW\n mutant) or trypacidin (Δ\ntpcC\n mutant) pathway metabolites had no impact on spore survival (\nFig. 4A\n and \nB\n and \nTable S2D\n). However, examination of these same SM mutations in the Δ\nakuA\n background gave different results, where strains deficient in fumigaclavine A (Δ\nakuA\n Δ\ndmaW\n mutant) and trypacidin (Δ\nakuA\n Δ\ntpcC\n mutant) were slightly more resistant to UV-C than was the Δ\nakuA\n control after exposure to 10 mJ/cm\n2\n (\nP\n = 0.0043 and 0.0006, respectively) (\nFig. 4D\n and \nE\n and \nTable S2E\n) and the fumiquinazoline null strain (Δ\nakuA\n Δ\nfmqA\n mutant) showed no significant change in UV-C resistance compared to Δ\nakuA\n (\nFig. 4F\n and Table S2D compared to 2E). These findings suggested that \nakuA\n loss alters the UV-C-protective properties of some conidial pigments and may allow for the identification of mutants that can enhance UV-C resistance.\nFIG 4\nUV-C sensitivity and secondary metabolite profiles of conidium-associated SM mutants of Af293 in backgrounds with disrupted and intact \nakuA\n. (A to C) Percent viability following exposure to various doses of UV-C radiation for \nΔdmaW\n (A), \nΔtpcC\n (B), and \nΔfmqA\n (C) mutants in Af293 with intact \nakuA\n. (D to F) Percent viability following exposure to various doses of UV-C radiation for \nΔdmaW\n (D), \nΔtpcC\n (E), and \nΔfmqA\n (F) in Af293 with disrupted \nakuA\n. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).\n10.1128/mBio.03415-19.2\nFIG S2\nChemical structures of conidium-associated secondary metabolites. Download \nFIG S2, PDF file, 0.9 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.3\nFIG S3\nSouthern blot confirmation of the secondary metabolite mutants. Download \nFIG S3, PDF file, 2.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.4\nFIG S4\nSecondary metabolite profiles of conidium-associated secondary metabolite mutants. Download \nFIG S4, PDF file, 1.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nDHN-melanin role in virulence in three \nA. fumigatus\n isolates does not correlate with its role in UV-C protection.\nConsidering the differential role of DHN-melanin in shielding the three strains from UV-C damage (\nFig. 2\n and \n3\n), the known role of DHN-melanin in the virulence of some \nA. fumigatus\n strains (\n35\n), and differences in virulence between Af293 and CEA10 strains (\n43\n–\n46\n), we thought it important to assess the virulence of the three Δ\npksP\n mutants. \npksP\n deletion mutants were examined for changes in virulence relative to their respective WT controls using an established neutrophil-defective (\nrac2D57N\n) zebrafish model of invasive aspergillosis (\n46\n, \n47\n). Whereas both the CEA17 and IF1SW-F4 Δ\npksP\n mutant strains were significantly decreased in virulence, the Af293 Δ\npksP\n mutant was not (\nFig. 5\n).\nFIG 5\nVirulence of DHN-melanin mutants of three \nAspergillus fumigatus\n strains in a zebrafish model of invasive aspergillosis. (A) Percent survival of zebrafish upon infection with Af293 and the \nΔpksP\n mutant. (B) Percent survival of zebrafish upon infection with CEA17 and the \nΔpksP\n mutant. (C) Percent survival of zebrafish upon infection with IF1SW-F4 and \nΔpksP\n mutant. \nP\n values were generated by Cox proportional hazards regression analysis. DPI, days postinfection.\nWe also assessed the virulence of the Δ\ntpcC\n, Δ\nfmqA\n, and Δ\ndmaW\n mutants in the same zebrafish model. The loss of either \nfmqA\n or \ndmaW\n showed no difference in zebrafish deaths in comparison to the Af293 WT; however, the Δ\ntpcC\n mutant had a 10% increase in zebrafish deaths (\nFig. 6\n). Together, our results suggest that the involvement of spore SMs in virulence is strain dependent and that their protective roles in fungal biology vary with the type of environmental stress.\nFIG 6\nVirulence of three conidial SM mutants of \nAspergillus fumigatus\n in a zebrafish model of invasive aspergillosis. Percent survival of zebrafish upon infection with Af293 WT and the \nΔdmaW\n, \nΔtpcC\n, and \nΔfmqA\n mutants. \nP\n values were generated by Cox proportional hazards regression analysis.",
    "loss_of_aku_leads_to_enhanced_uv-c_sensitivity_but_has_no_ef": "Loss of \naku\n leads to enhanced UV-C sensitivity but has no effect on secondary metabolite production.\nThree control strains, namely, Af293, an Δ\nakuA\n mutant, and a Δ\nakuA -mluc\n\nmutant, were examined to demonstrate the impact of the disruption of \nakuA\n in UV-C response. This deletion allows for homologous recombination and thus creates a fungus that is easy to genetically manipulate and allows for faster creation of specific mutant strains (\n33\n). However, AkuA is involved in DNA repair (\n34\n) and would be expected to show enhanced sensitivity to UV treatment. The disruption of \nakuA\n significantly decreased the survival rate, at 90%, in contrast to 60% decrease in survival of wild-type (WT) Af293 upon UV-C exposure (\nFig. 1A\n); however, there were no differences in UV-C sensitivity between the Δ\nakuA\n mutant and the Δ\nakuA mluc\n strain (\n35\n), which was also used for gene deletion studies (see \nTable S1\n in the supplemental material). Despite an increase in sensitivity to UV-C, the Δ\nakuA\n mutant strains still demonstrated a dose response to increasing UV-C and thus were deemed suitable for this study. There were no differences in SM profiles between the WT Af293, Δ\nakuA\n mutant, and Δ\nakuA -mluc\n mutant strains (\nFig. 1B\n).\nFIG 1\nUV-C sensitivity and secondary metabolite profiles of Af293, Δ\nakuA\n mutant, and Δ\nakuA -mluc\n mutant strains. (A) Percent viability following exposure to various doses of UV-C radiation of control strains. (B) Secondary metabolite profiles of control strains.\n10.1128/mBio.03415-19.5\nTABLE S1\nStrains used in this study. Download \nTable S1, DOCX file, 0.1 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.",
    "dhn-melanin_is_a_uv-c_protectant_in_some_a._fumigatus_isolat": "DHN-melanin is a UV-C protectant in some \nA. fumigatus\n isolates.\nFungal melanins are derived either from an \nl\n-dopa biosynthetic pathway (e.g., \nC. neoformans\n) or a polyketide biosynthetic pathway (\nA. fumigatus\n DHN-melanin) (\n36\n). DHN-melanin was tested as a protective molecule from UV-C radiation by deleting \npksP\n encoding the polyketide synthase required for DHN-melanin biosynthesis (\n37\n) in both WT Af293 and in the Af293 Δ\nakuA\n background. As shown in \nFig. 2A\n, the loss of \npksP\n resulted in strains more sensitive to UV-C regardless of the presence or absence of \nakuA\n. This increase in sensitivity was seen at all UV-C doses in a comparison of the WT to the Δ\npksP\n mutant (∼50% versus ∼25% survival rate at 10 mJ/cm\n2\n, ∼23% versus ∼3.5% at 15 mJ/cm\n2\n, and ∼7% versus ∼0.9% at 20 mJ/cm\n2\n, respectively) and in a comparison of the Δ\nakuA\n mutant to the Δ\nakuA\n Δ\npksP\n double mutant (∼7% versus ∼3% at 10 mJ/cm\n2\n, 2% versus 0.5% at 15 mJ/cm\n2\n, and ∼1% versus 0.1% at 20 mJ/cm\n2\n, respectively) (\nTable S2A\n). Chemical profiling of these strains did not show any differences in the production of other SMs due to the loss of \npksP\n (\nFig. 2B\n), but, as expected, both Δ\npksP\n and Δ\nakuA\n Δ\npksP\n conidia showed a lack of DHN-melanin pigmentation (\nFig. S1\n).\nFIG 2\nUV-C sensitivity and secondary metabolite profiles of Af293 and Af293 DHN-melanin mutants in the intact and disrupted \nakuA\n backgrounds. (A) Percent viability following exposure to various doses of UV-C radiation for Af293 and the \nΔpksP\n, \nΔakuA\n, and \nΔpksP ΔakuA\n mutants. (B) Secondary metabolite profiles of Af293 and the \nΔpksP\n, \nΔakuA\n, and \nΔpksP ΔakuA\n mutants. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).\n10.1128/mBio.03415-19.1\nFIG S1\nWT and DHN-melanin mutant strains of clinical isolates Af293 and CEA17 and ISS isolate IF1SW-F4. Download \nFIG S1, TIF file, 0.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.6\nTABLE S2\n(A) Statistical analysis of UV-C survival of Δ\npksP\n mutant strains in disrupted and intact \nakuA\n backgrounds. (B) Statistical analysis of UV-C survival of CEA17 and Δ\npksP\n mutant strains. (C) Statistical analysis of UV-C survival of IF1SW-F4 and Δ\npksP\n mutant strains. (D) Statistical analysis of UV-C survival of strains deficient in the production of conidium-associated SMs with intact \nakuA\n. (E) Statistical analysis of UV-C survival of strains deficient in the production of conidium-associated SMs in an Δ\nakuA\n background. Download \nTable S2, XLSX file, 0.1 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nSince DHN-melanin was critical in protecting conidia from UV-C radiation in the Af293 background, it was further examined whether this role was conserved in other \nA. fumigatus\n isolates, including the ISS-isolated strain IF1SW-F4. Upon exposure to UV-C, it was observed that PksP loss did not significantly diminish the survival of the ISS isolate compared to respective control strain producing DHN-melanin (\nFig. 3A\n and \nTable S2C\n). SMs were quantified in these strains and showed no differences in the IF1SW-F4 WT or Δ\npksP\n strains (\nFig. 3B\n). Simultaneously, the impact of DHN-melanin on UV-C sensitivity was tested in CEA17 (CEA17 is a CEA10 derivative deleted for AkuB, which forms the functional heterodimer with AkuA [\n38\n, \n39\n]). Unlike the IF1SW-F4 Δ\npksP\n mutant but similar to the Af293 Δ\npksP\n mutants, the CEA17 Δ\npksP\n strain showed a significantly decreased survival rate compared to that of the CEA17 control (\nFig. 3C\n and \nTable S2B\n), with values similar to those observed in Af293 with the disrupted AkuA background (∼5% versus ∼2% survival rate at 10 mJ/cm\n2\n and ∼0.6% versus ∼0.4% at 15 mJ/cm\n2\n, respectively). Further, the CEA17 Δ\npksP\n strain showed alterations in its SM profile, including decreased yields of pyripyropene A and fumagillin compared to the control strain (\nFig. 3D\n, peaks 3 and 4, respectively).\nFIG 3\nUV-C sensitivity and secondary metabolite profiles of ISS-isolated IF1SW-F4, CEA17, and their DHN-melanin mutants. (A) Percent viability following exposure to various doses of UV-C radiation for IF1SW-F4 and IF1SW-F4 \nΔpksP\n. (B) Secondary metabolite profiles of IF1SW-F4 and IF1SW-F4 \nΔpksP\n. (C) Percent viability following exposure to various doses of UV-C radiation for CEA17 and CEA17 \nΔpksP\n. (D) Secondary metabolite profiles of CEA17 and CEA17 \nΔpksP\n. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).",
    "fumiquinazoline_provides_protection_from_uv_radiation.": "Fumiquinazoline provides protection from UV radiation.\nAspergillus fumigatus\n produces other conidial metabolites, including fumigaclavine, trypacidin, and fumiquinazoline (\n40\n–\n42\n) (\nFig. S2\n). Due to their synthesis in the spore as well as aromatic structure and incorporation of tryptophan in two of these metabolites (fumigaclavine and fumiquinazoline), they were tested to determine if they might also provide protection from UV-C in Af293. Mutants were created for all three metabolites in both WT \nakuA\n and Δ\nakuA\n mutant backgrounds (\nFig. S3\n). SM analysis of these deletion mutants confirmed that they did not synthesize the targeted metabolite. Specifically, fumigaclavine C (366.5 g/mol), monomethylsulochrin (346.3 g/mol), and fumiquinazolines C and D (443.5 g/mol) were not detected in extracted ion chromatograms (EICs) of the respective deletion mutants (\nFig. S4\n). Considering that trypacidin is not detectable until 9 to 10 days of growth, monomethylsulochrin (the final intermediate of the trypacidin biosynthetic pathway) was used to confirm the disruption of the trypacidin biosynthetic pathway. In the WT background, the fumiquinazoline mutant (Δ\nfmqA\n) was more sensitive to UV-C (35%) (\nFig. 4C\n and \nTable S2D\n), but the loss of either fumigaclavine (Δ\ndmaW\n mutant) or trypacidin (Δ\ntpcC\n mutant) pathway metabolites had no impact on spore survival (\nFig. 4A\n and \nB\n and \nTable S2D\n). However, examination of these same SM mutations in the Δ\nakuA\n background gave different results, where strains deficient in fumigaclavine A (Δ\nakuA\n Δ\ndmaW\n mutant) and trypacidin (Δ\nakuA\n Δ\ntpcC\n mutant) were slightly more resistant to UV-C than was the Δ\nakuA\n control after exposure to 10 mJ/cm\n2\n (\nP\n = 0.0043 and 0.0006, respectively) (\nFig. 4D\n and \nE\n and \nTable S2E\n) and the fumiquinazoline null strain (Δ\nakuA\n Δ\nfmqA\n mutant) showed no significant change in UV-C resistance compared to Δ\nakuA\n (\nFig. 4F\n and Table S2D compared to 2E). These findings suggested that \nakuA\n loss alters the UV-C-protective properties of some conidial pigments and may allow for the identification of mutants that can enhance UV-C resistance.\nFIG 4\nUV-C sensitivity and secondary metabolite profiles of conidium-associated SM mutants of Af293 in backgrounds with disrupted and intact \nakuA\n. (A to C) Percent viability following exposure to various doses of UV-C radiation for \nΔdmaW\n (A), \nΔtpcC\n (B), and \nΔfmqA\n (C) mutants in Af293 with intact \nakuA\n. (D to F) Percent viability following exposure to various doses of UV-C radiation for \nΔdmaW\n (D), \nΔtpcC\n (E), and \nΔfmqA\n (F) in Af293 with disrupted \nakuA\n. Asterisks (*) indicate statistical significance using Welch’s corrected \nt\n test (details in \nTable S2\n).\n10.1128/mBio.03415-19.2\nFIG S2\nChemical structures of conidium-associated secondary metabolites. Download \nFIG S2, PDF file, 0.9 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.3\nFIG S3\nSouthern blot confirmation of the secondary metabolite mutants. Download \nFIG S3, PDF file, 2.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\n10.1128/mBio.03415-19.4\nFIG S4\nSecondary metabolite profiles of conidium-associated secondary metabolite mutants. Download \nFIG S4, PDF file, 1.5 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.",
    "dhn-melanin_role_in_virulence_in_three_a._fumigatus_isolates": "DHN-melanin role in virulence in three \nA. fumigatus\n isolates does not correlate with its role in UV-C protection.\nConsidering the differential role of DHN-melanin in shielding the three strains from UV-C damage (\nFig. 2\n and \n3\n), the known role of DHN-melanin in the virulence of some \nA. fumigatus\n strains (\n35\n), and differences in virulence between Af293 and CEA10 strains (\n43\n–\n46\n), we thought it important to assess the virulence of the three Δ\npksP\n mutants. \npksP\n deletion mutants were examined for changes in virulence relative to their respective WT controls using an established neutrophil-defective (\nrac2D57N\n) zebrafish model of invasive aspergillosis (\n46\n, \n47\n). Whereas both the CEA17 and IF1SW-F4 Δ\npksP\n mutant strains were significantly decreased in virulence, the Af293 Δ\npksP\n mutant was not (\nFig. 5\n).\nFIG 5\nVirulence of DHN-melanin mutants of three \nAspergillus fumigatus\n strains in a zebrafish model of invasive aspergillosis. (A) Percent survival of zebrafish upon infection with Af293 and the \nΔpksP\n mutant. (B) Percent survival of zebrafish upon infection with CEA17 and the \nΔpksP\n mutant. (C) Percent survival of zebrafish upon infection with IF1SW-F4 and \nΔpksP\n mutant. \nP\n values were generated by Cox proportional hazards regression analysis. DPI, days postinfection.\nWe also assessed the virulence of the Δ\ntpcC\n, Δ\nfmqA\n, and Δ\ndmaW\n mutants in the same zebrafish model. The loss of either \nfmqA\n or \ndmaW\n showed no difference in zebrafish deaths in comparison to the Af293 WT; however, the Δ\ntpcC\n mutant had a 10% increase in zebrafish deaths (\nFig. 6\n). Together, our results suggest that the involvement of spore SMs in virulence is strain dependent and that their protective roles in fungal biology vary with the type of environmental stress.\nFIG 6\nVirulence of three conidial SM mutants of \nAspergillus fumigatus\n in a zebrafish model of invasive aspergillosis. Percent survival of zebrafish upon infection with Af293 WT and the \nΔdmaW\n, \nΔtpcC\n, and \nΔfmqA\n mutants. \nP\n values were generated by Cox proportional hazards regression analysis.",
    "discussion": "DISCUSSION\nWhile the radiation-protective properties of melanin in fungi have been previously documented (\n21\n, \n22\n, \n48\n, \n49\n), little is known about the UV-C-protective features of other SMs or of DHN-melanin in \nA. fumigatus\n. Since \nA. fumigatus\n strains have been isolated from space station environments characterized by high UV-C levels (\n12\n) and increased virulence (\n1\n), it was prudent to investigate the UV-C properties of conidial SMs and their plausible correlation with pathogenicity. Here, we found that DHN-melanin protects some but not all \nA. fumigatus\n isolates from UV-C radiation and that fumiquinazolines are UV-C protectants in WT Af293.\nThis study demonstrated that \nakuA\n, which plays fundamental role in the nonhomologous end-joining (NHEJ) pathway, a preferred DNA repair pathway of DNA double-strand breaks (DSBs) in fungi (\n50\n–\n52\n), is critical in protection from UV-C. The disruption of \nakuA\n gene, which increases the transformation success rate via homologous recombination (HR), led to a ca. 90% decrease in survival upon exposure to the lowest UV-C dose, 10 mJ/cm\n2\n, while the Af293 WT showed a decrease of 60% for the same dose (\nFig. 1A\n). Such discrepancy in the survival rates between the Δ\nakuA\n mutant and the WT was of no surprise, as previous reports showed that UV-C exposure significantly induces DSB incidence in exposed organisms and cells (\n53\n, \n54\n). Further, no significant differences were observed in the SM profiles of the tested control strains (\nFig. 1B\n), suggesting that \nakuA\n gene disruption was the main cause of the observed drop in strain survival upon UV-C exposure. However, we found that using an \nakuA\n null background could mask the ability to identify UV-C-protective SMs, possibly dependent on the relative contributions of each metabolite. For instance, the deletion of \npksP\n in Af293 resulted in increased sensitivity to UV-C regardless of the \nakuA\n background (\nFig. 2\n), but the protective property of fumiquinazoline was masked in the Δ\nakuA\n background (\nFig. 4C\n versus \nF\n).\nUnexpectedly, during the study, it was noticed that the UV-C-protective property of DHN-melanin was strain dependent. Previous studies with other fungi have demonstrated the importance of DHN-melanin in UV protection (\n21\n, \n22\n, \n48\n), but an examination of melanin in different isolates within a species has not been reported, to our knowledge. Af293, CEA10, and CEA17 are commonly studied clinical strains of \nA. fumigatus\n (\n33\n, \n45\n, \n55\n) and in IF1SW-F4, a strain previously reported as being isolated from the ISS (\n1\n). Further, DHN-melanin-deficient strain CEA17, but not strain IF1SW-F4, was more sensitive to UV-C (\nFig. 3\n). These data suggest that there might be other metabolites which are important for tolerating the UV-C stress in IF1SW-F4. We also note that different \nA. fumigatus\n strains synthesize different SMs and different amounts of each SM which could contribute to differences in UV-C sensitivity (\nFig. 3\n) (\n1\n, \n42\n). Such UV-C-protective compounds are of paramount importance during future outer space explorations, as they may be implemented to protect other organisms, including humans and plants (\n56\n).\nConsidering the differential role of DHN-melanin in UV protection coupled with the already-known differences in Af293, CEA10, and CEA17 virulence (\n43\n–\n46\n, \n57\n, \n58\n), we speculated that PksP might also play a differential role in virulence dependent on \nA. fumigatus\n strains. Using the neutrophil-deficient zebrafish model of invasive aspergillosis (\n46\n), we found this to be true but not in the manner we had anticipated. We had hypothesized that there might be a correlation between the importance of DHN-melanin in UV-C protection (where PksP protected Af293 and CEA17; \nFig. 2\n and \n3\n) and virulence, but instead, we found that the CEA17 and IF1SW-F4 Δ\npksP\n mutants (but not the Af293 mutant) showed a loss in virulence as measured by zebrafish mortality (\nFig. 5\n). CEA17 showed the most significant attenuation of virulence of the two isolates. Different strains of \nA. fumigatus\n, including CEA10 (and derivatives such as CEA17) and Af293, have previously been shown to vary in virulence (in human cells [\n55\n], \nDrosophila melanogaster\n [\n43\n], murine [\n44\n, \n59\n] and zebrafish [\n1\n, \n40\n] models). DHN-melanin is an important cell wall component that impacts cell wall morphology and assembly (\n60\n) and has been shown to be involved in the protection of conidia from the host immune cells in \nA. fumigatus\n ATCC 46645 (\n61\n). The results from both the UV-C sensitivity tests together with the virulence assessment suggest that the role of DHN-melanin in conidial protection varies with the type of environmental stress.\nThis work also presented the findings that other conidial SMs, in this case, fumiquinazoline, can protect from UV-C radiation. Fumiquinazoline C is composed of three residues, including the aromatic amino acid tryptophan and its precursor anthranilic acid (\n62\n). We hypothesize that this metabolite may contribute to UV production, possibly through tryptophan- and anthranilic acid-absorbing properties, and that its protective properties were masked in the highly UV-sensitive Δ\nakuA\n background (\nFig. 4\n). We found that the loss of fumigaclavine or trypacidin intermediates had no impact on UV-C protection in an AkuA WT background, and these strains were actually more resistant to UV-C in the \nakuA\n background than control strains (\nFig. 4\n). The increased resistance might possibly be explained by findings where the loss of one SM often results in increased synthesis of another SM (\n63\n), possibly one with some UV-C protection in this case. We had thought that trypacidin loss would result in increased sensitivity to UV-C, as several of its precursors (e.g., emodin and questin) are pigmented anthraquinones that have been shown to protect \nXanthoria elegans\n and \nCetraria islandica\n against UV (\n42\n, \n64\n). Possibly, there are not enough anthraquinones synthesized in Af293 to have a measurable effect on UV sensitivity. We further assessed the impact of the loss of these SMs on virulence in the zebrafish model and found no correlation to sensitivity to UV-C (\nFig. 4\n and \n6\n). These results parallel our observations on DHN-melanin loss, namely, that each SM may have differential role dependent on environmental stress.\nThis study is the first comprehensive report to show the impact of conidium-associated SMs of \nA. fumigatus\n on UV-C protection and virulence. The results demonstrated strain-dependent involvement of DHN-melanin in both UV-C protection and virulence, highlighting that the role of fungal SMs cannot be generalized across a species. We also identify fumiquinazoline as playing a role in UV-C protection in strain Af293. In-depth analyses with regard to \nA. fumigatus\n virulence factors and UV-C resistance are important especially in isolated environments such as the space station. IF1SW-F4, isolated from the ISS and shown to be more virulent than both Af293 and CEA10 (\n1\n), but possibly, the molecules and properties leading to increased virulence are different from those of Af293 or CEA10. Such understanding may help develop and promote safety precautions for astronauts during long-term space explorations.",
    "materials_and_methods": "MATERIALS AND METHODS\nFungal strains and growth conditions.\nThe strains used in this study are listed in \nTable S1\n. The generated mutants were stored in 30% (vol/vol) glycerol in 0.01% (vol/vol) Tween 80 at −80°C. Strains were activated and grown at 37°C on glucose minimal medium (GMM; 6 g/liter NaNO\n3\n, 0.52 g/liter KCl, 0.52 g/liter MgSO\n4\n·7H\n2\nO, 1.52 g/liter KH\n2\nPO\n4\n, 10 g/liter \nd\n-glucose, 15 g/liter agar supplemented with 1 ml/liter trace elements) for 3 days to collect and enumerate conidia in 0.01% (vol/vol) Tween 80. For UV-C exposure and secondary metabolite (SM) analysis, approximately 10\n2\n conidia per plate (diameter, 10 cm) were suspended in 5 ml of GMM agar containing half of the agar concentration (top agar) and grown at 37°C for 7 days. For assessment of virulence in larval zebrafish, plates were inoculated with 1 × 10\n6\n conidia of the appropriate fungal strain and incubated at 37°C for 3 days. Conidia were harvested in 0.01% (vol/vol) Tween 80 using a cell spreader and filtered through Miracloth. Conidial stocks for microinjection were resuspended in Dulbecco’s phosphate-buffered saline (PBS) at a concentration of 1.5 × 10\n8\n conidia/ml.\nConstruction of mutants.\nTo create the Δ\npksP\n mutant in IF1SW-F4, the CRISPR-Cas9 system developed by the Mortensen lab was used (\n65\n). In brief, the IF1SW-F4 was tested for antibiotic sensitivity against hygromycin (hyg) and phleomycin (ble) to determine the selection marker and associated plasmid for targeting \npksP\n. The strain showed sensitivity to 80 μg/ml hyg; hence, the plasmid pFC332 containing the hyg cassette was used for fungal transformation. Further, the 20-bp sequence 5′-ATC GCC AGC AAC GCC ACG CA-3′, a protospacer targeting \npksP\n, was selected within the \npksP\n gene and introduced to the pFC332 plasmid using the custom primers Fw1 (5′-TAG CTG TTT CCG CTG A-3′), Rev1 (5′-TGC GTG GCG TTG CTG GCG ATG ACG AGC TTA CTC GTT TCG TCC TCA CGG ACT CAT CAG ATC GCC CGG TGA TGT CTG CTC AAG-3′), Fw2 (5′-TCG TCA TCG CCA GCA ACG CCA CGC AGT TTT AGA GCT AGA AAT AGC AAG TTA A-3′), and Rev2 (5′-ATT CTG CTG TCT CGG CTG-3′). Upon this step, plasmid was propagated into \nEscherichia coli\n DH5α, purified using the QIAprep Spin miniprep kit (Qiagen, Hilden, Germany), and used for transformation. Correct transformants were selected based on the loss of the pigment and used for downstream analyses. For gene deletion mutants, construction of the gene deletion cassette, production of protoplasts, and subsequent polyethylene glycol (PEG) transformation were performed as described previously (\n66\n). Briefly, primers (\nTable S3\n) were designed containing a 20- to 30-bp overlap were used to amplify 1,000-bp homologous regions of the gene of interest using SeqBuilder (DNAStar, Madison, WI).\n10.1128/mBio.03415-19.7\nTABLE S3\nPrimers used in this study. Download \nTable S3, PDF file, 0.9 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nThese flanks were fused to a selectable marker containing either the \nA. fumigatus\n\n\npyrG\n or \nAspergillus parasiticus\n\n\npyrG\n gene, amplified from the pKJA12 or pJW24 plasmids, respectively, and the resulting cassette was then transformed into the parent strain via PEG transformation (\n45\n). Strains were transformed using either Af293.1, providing a background with an intact \nakuA\n, or TFYL 80.1 for the Δ\nakuA\n background. Transformants were screened by selecting transformants that were able to grow in the absence of the appropriate supplements. Loss of the gene of interest and proper integration of the deletion construct were confirmed via PCR and Southern blot analysis (\nFig. S3\n).\nUV-C exposure and survival evaluation.\nTo evaluate the UV-C sensitivity of studied mutants, approximately 10\n2\n conidia/plate were exposed to various UV-C doses. Conidia were suspended in top GMM cooled to 55°C, and 5 ml of this suspension was added to plates with 20 ml of GMM (100% of the agar). Triplicates of each strain were exposed to 10-, 15-, and 20-mJ/cm\n2\n doses of UV-C using a Hoefer UVC 500 crosslinker (Amersham Biosciences, Little Chalfont, UK). Upon exposure, treated and untreated (control plates) were incubated at 37°C. After 7 days, CFU were enumerated, and the percent survival was calculated using the following formula: no. of CFU exposed to any given dose (\nN\n)/CFU in control plate (\nN\n0\n) × 100. The results from three biological replicates were pooled and used for statistical analysis with GraphPad Prism 8 using Welch’s corrected \nt\n test.\nSecondary metabolite extraction and analysis.\nTo examine the production of SMs of interest, agar plugs in triplicate were collected from unexposed plates. Plugs were extracted with 3 ml of methanol (MeOH) and 1:1 MeOH-DCM each, followed by 1 h of sonication. Crude extracts were evaporated \nin vacuo\n and extracted with 3 ml of ethyl acetate (EtOAc). The EtOAc layer was evaporated \nin vacuo\n to yield a residue suspended in 1 ml of 20% dimethyl sulfoxide (DMSO)-MeOH, and 10 μl was examined by high-performance liquid chromatography–photodiode array detection–mass spectrometry (HPLC-DAD-MS) analysis. HPLC-MS was carried out using a Thermo Finnigan LCQ Advantage ion trap mass spectrometer with a reverse-phase (RP) C\n18\n column (Alltech Prevail C\n18\n, 3 mm, 2.1 by 100 mm) at a flow rate 125 μl/min. The solvent gradient for LC-MS was 95% methyl cyanide (MeCN)-H\n2\nO (solvent B) in 5% MeCN-H\n2\nO (solvent A), both containing 0.05% formic acid, as follows: 0% solvent B from 0 to 5 min, 0% to 100% solvent B from 5 min to 35 min, 100% solvent B from 35 to 40 min, 100% to 0% solvent B from 40 to 45 min, and reequilibration with 0% solvent B from 45 to 50 min.\nZebrafish care and maintenance.\nAdult zebrafish were reared as described previously (\n46\n). Briefly, adults were maintained on a dedicated aquatic system and subjected to a light/dark cycle of 14 h/10 h and fed twice a day. After spawning, embryos were collected in E3 buffer supplemented with methylene blue (MB) to inhibit fungal growth and incubated at 28.5°C. At 24 h postfertilization, embryos were manually decoryonated and transferred to E3 buffer lacking MB. Prior to microinjection, larvae were anesthetized in E3 buffer containing 0.2 mg/ml Tricaine (ethyl 3-aminobenzoate; Sigma-Aldrich). Larval zebrafish procedures and adult handling were performed in compliance with NIH guidelines and approved by the University of Wisconsin—Madison Institutional Animal Care and Use Committee.\nLarval zebrafish virulence assay.\nVirulence assays were performed using the larval zebrafish model of invasive aspergillosis, as described previously (\n46\n), with slight modifications. Neutrophil-defective larvae were obtained genetically through the use of transgenic \nmpx:mCherry-2A-rac2D57N\n larvae (\n47\n). Prior to infection, larvae were screened and selected for mCherry expression in neutrophils to identify individuals harboring the dominant negative allele. Briefly, hindbrain ventricle infections were performed at 48 h postfertilization using conidial stocks that were mixed 2:1 with 1% phenol red (used to visualize injection success) to a final concentration of 1 × 10\n8\n conidia/ml stock. Larvae were anesthetized in E3 lacking MB and supplemented with 0.2 mg/ml Tricaine prior to microinjection of 3 nl conidia stock or PBS vehicle control into the hindbrain ventricle through the otic vesicle. Following microinjection, larvae were rinsed several times to remove the anesthetic and transferred to individual wells of a 96-well plate in ∼200 μl E3 lacking MB. The survival of individual larvae was scored daily using a loss of heartbeat as a readout of mortality. Survival analysis for larval zebrafish infection experiments was performed as previously described (\n46\n) by pooling experimental replicates and generating \nP\n values by the Cox proportional hazards regression analysis.",
    "fungal_strains_and_growth_conditions.": "Fungal strains and growth conditions.\nThe strains used in this study are listed in \nTable S1\n. The generated mutants were stored in 30% (vol/vol) glycerol in 0.01% (vol/vol) Tween 80 at −80°C. Strains were activated and grown at 37°C on glucose minimal medium (GMM; 6 g/liter NaNO\n3\n, 0.52 g/liter KCl, 0.52 g/liter MgSO\n4\n·7H\n2\nO, 1.52 g/liter KH\n2\nPO\n4\n, 10 g/liter \nd\n-glucose, 15 g/liter agar supplemented with 1 ml/liter trace elements) for 3 days to collect and enumerate conidia in 0.01% (vol/vol) Tween 80. For UV-C exposure and secondary metabolite (SM) analysis, approximately 10\n2\n conidia per plate (diameter, 10 cm) were suspended in 5 ml of GMM agar containing half of the agar concentration (top agar) and grown at 37°C for 7 days. For assessment of virulence in larval zebrafish, plates were inoculated with 1 × 10\n6\n conidia of the appropriate fungal strain and incubated at 37°C for 3 days. Conidia were harvested in 0.01% (vol/vol) Tween 80 using a cell spreader and filtered through Miracloth. Conidial stocks for microinjection were resuspended in Dulbecco’s phosphate-buffered saline (PBS) at a concentration of 1.5 × 10\n8\n conidia/ml.",
    "construction_of_mutants.": "Construction of mutants.\nTo create the Δ\npksP\n mutant in IF1SW-F4, the CRISPR-Cas9 system developed by the Mortensen lab was used (\n65\n). In brief, the IF1SW-F4 was tested for antibiotic sensitivity against hygromycin (hyg) and phleomycin (ble) to determine the selection marker and associated plasmid for targeting \npksP\n. The strain showed sensitivity to 80 μg/ml hyg; hence, the plasmid pFC332 containing the hyg cassette was used for fungal transformation. Further, the 20-bp sequence 5′-ATC GCC AGC AAC GCC ACG CA-3′, a protospacer targeting \npksP\n, was selected within the \npksP\n gene and introduced to the pFC332 plasmid using the custom primers Fw1 (5′-TAG CTG TTT CCG CTG A-3′), Rev1 (5′-TGC GTG GCG TTG CTG GCG ATG ACG AGC TTA CTC GTT TCG TCC TCA CGG ACT CAT CAG ATC GCC CGG TGA TGT CTG CTC AAG-3′), Fw2 (5′-TCG TCA TCG CCA GCA ACG CCA CGC AGT TTT AGA GCT AGA AAT AGC AAG TTA A-3′), and Rev2 (5′-ATT CTG CTG TCT CGG CTG-3′). Upon this step, plasmid was propagated into \nEscherichia coli\n DH5α, purified using the QIAprep Spin miniprep kit (Qiagen, Hilden, Germany), and used for transformation. Correct transformants were selected based on the loss of the pigment and used for downstream analyses. For gene deletion mutants, construction of the gene deletion cassette, production of protoplasts, and subsequent polyethylene glycol (PEG) transformation were performed as described previously (\n66\n). Briefly, primers (\nTable S3\n) were designed containing a 20- to 30-bp overlap were used to amplify 1,000-bp homologous regions of the gene of interest using SeqBuilder (DNAStar, Madison, WI).\n10.1128/mBio.03415-19.7\nTABLE S3\nPrimers used in this study. Download \nTable S3, PDF file, 0.9 MB\n.\nCopyright © 2020 Blachowicz et al.\n2020\nBlachowicz et al.\nThis content is distributed under the terms of the \nCreative Commons Attribution 4.0 International license\n.\nThese flanks were fused to a selectable marker containing either the \nA. fumigatus\n\n\npyrG\n or \nAspergillus parasiticus\n\n\npyrG\n gene, amplified from the pKJA12 or pJW24 plasmids, respectively, and the resulting cassette was then transformed into the parent strain via PEG transformation (\n45\n). Strains were transformed using either Af293.1, providing a background with an intact \nakuA\n, or TFYL 80.1 for the Δ\nakuA\n background. Transformants were screened by selecting transformants that were able to grow in the absence of the appropriate supplements. Loss of the gene of interest and proper integration of the deletion construct were confirmed via PCR and Southern blot analysis (\nFig. S3\n).",
    "uv-c_exposure_and_survival_evaluation.": "UV-C exposure and survival evaluation.\nTo evaluate the UV-C sensitivity of studied mutants, approximately 10\n2\n conidia/plate were exposed to various UV-C doses. Conidia were suspended in top GMM cooled to 55°C, and 5 ml of this suspension was added to plates with 20 ml of GMM (100% of the agar). Triplicates of each strain were exposed to 10-, 15-, and 20-mJ/cm\n2\n doses of UV-C using a Hoefer UVC 500 crosslinker (Amersham Biosciences, Little Chalfont, UK). Upon exposure, treated and untreated (control plates) were incubated at 37°C. After 7 days, CFU were enumerated, and the percent survival was calculated using the following formula: no. of CFU exposed to any given dose (\nN\n)/CFU in control plate (\nN\n0\n) × 100. The results from three biological replicates were pooled and used for statistical analysis with GraphPad Prism 8 using Welch’s corrected \nt\n test.",
    "secondary_metabolite_extraction_and_analysis.": "Secondary metabolite extraction and analysis.\nTo examine the production of SMs of interest, agar plugs in triplicate were collected from unexposed plates. Plugs were extracted with 3 ml of methanol (MeOH) and 1:1 MeOH-DCM each, followed by 1 h of sonication. Crude extracts were evaporated \nin vacuo\n and extracted with 3 ml of ethyl acetate (EtOAc). The EtOAc layer was evaporated \nin vacuo\n to yield a residue suspended in 1 ml of 20% dimethyl sulfoxide (DMSO)-MeOH, and 10 μl was examined by high-performance liquid chromatography–photodiode array detection–mass spectrometry (HPLC-DAD-MS) analysis. HPLC-MS was carried out using a Thermo Finnigan LCQ Advantage ion trap mass spectrometer with a reverse-phase (RP) C\n18\n column (Alltech Prevail C\n18\n, 3 mm, 2.1 by 100 mm) at a flow rate 125 μl/min. The solvent gradient for LC-MS was 95% methyl cyanide (MeCN)-H\n2\nO (solvent B) in 5% MeCN-H\n2\nO (solvent A), both containing 0.05% formic acid, as follows: 0% solvent B from 0 to 5 min, 0% to 100% solvent B from 5 min to 35 min, 100% solvent B from 35 to 40 min, 100% to 0% solvent B from 40 to 45 min, and reequilibration with 0% solvent B from 45 to 50 min.",
    "zebrafish_care_and_maintenance.": "Zebrafish care and maintenance.\nAdult zebrafish were reared as described previously (\n46\n). Briefly, adults were maintained on a dedicated aquatic system and subjected to a light/dark cycle of 14 h/10 h and fed twice a day. After spawning, embryos were collected in E3 buffer supplemented with methylene blue (MB) to inhibit fungal growth and incubated at 28.5°C. At 24 h postfertilization, embryos were manually decoryonated and transferred to E3 buffer lacking MB. Prior to microinjection, larvae were anesthetized in E3 buffer containing 0.2 mg/ml Tricaine (ethyl 3-aminobenzoate; Sigma-Aldrich). Larval zebrafish procedures and adult handling were performed in compliance with NIH guidelines and approved by the University of Wisconsin—Madison Institutional Animal Care and Use Committee.",
    "larval_zebrafish_virulence_assay.": "Larval zebrafish virulence assay.\nVirulence assays were performed using the larval zebrafish model of invasive aspergillosis, as described previously (\n46\n), with slight modifications. Neutrophil-defective larvae were obtained genetically through the use of transgenic \nmpx:mCherry-2A-rac2D57N\n larvae (\n47\n). Prior to infection, larvae were screened and selected for mCherry expression in neutrophils to identify individuals harboring the dominant negative allele. Briefly, hindbrain ventricle infections were performed at 48 h postfertilization using conidial stocks that were mixed 2:1 with 1% phenol red (used to visualize injection success) to a final concentration of 1 × 10\n8\n conidia/ml stock. Larvae were anesthetized in E3 lacking MB and supplemented with 0.2 mg/ml Tricaine prior to microinjection of 3 nl conidia stock or PBS vehicle control into the hindbrain ventricle through the otic vesicle. Following microinjection, larvae were rinsed several times to remove the anesthetic and transferred to individual wells of a 96-well plate in ∼200 μl E3 lacking MB. The survival of individual larvae was scored daily using a loss of heartbeat as a readout of mortality. Survival analysis for larval zebrafish infection experiments was performed as previously described (\n46\n) by pooling experimental replicates and generating \nP\n values by the Cox proportional hazards regression analysis."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7029147/"
}