{
  "id": "PMC8739323",
  "title": "The smallest space miners: Principles of space biomining",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "The smallest space miners: Principles of space biomining",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8739323/"
  },
  "sections": {
    "abstract": "As we aim to expand human presence in space, we need to find viable approaches to achieve independence from terrestrial resources. Space biomining of the Moon, Mars and asteroids has been indicated as one of the promising approaches to achieve in-situ resource utilization by the main space agencies. Structural and expensive metals, essential mineral nutrients, water, oxygen and volatiles could be potentially extracted from extraterrestrial regolith and rocks using microbial-based biotechnologies. The use of bioleaching microorganisms could also be applied to space bioremediation, recycling of waste and to reinforce regenerative life support systems. However, the science around space biomining is still young. Relevant differences between terrestrial and extraterrestrial conditions exist, including the rock types and ores available for mining, and a direct application of established terrestrial biomining techniques may not be a possibility. It is, therefore, necessary to invest in terrestrial and space-based research of specific methods for space applications to learn the effects of space conditions on biomining and bioremediation, expand our knowledge on organotrophic and community-based bioleaching mechanisms, as well as on anaerobic biomining, and investigate the use of synthetic biology to overcome limitations posed by the space environments.",
    "introduction": "Introduction\nAs the goal for human space exploration moves farther from Earth, relying on a constant resupply of resources from Earth becomes less viable. In-situ resource utilization (ISRU) approaches have the aim of enabling sustainable exploration and settlement of space, by mitigating the need of importing goods and materials from Earth (NASA-ASEE \n1992\n; Anand et al. \n2012\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Verseux et al. \n2016\n). Microbial-based biotechnologies and biomanufacturing approaches have demonstrated their high efficacy in several applications and may become a key component of future ISRU strategies (Brown et al. \n2008\n; Slenzka and Kempf \n2010\n; Montague et al. \n2012\n; Verseux et al. \n2016\n; Nangle et al. \n2020\n; Volponi and Lasseur \n2020\n; Berliner et al. \n2021\n; Castelein et al. \n2021\n; Keller et al. \n2021\n). Minerals and metals will be necessary resources for construction, infrastructure and manufacturing. Water, oxygen, volatiles, essential nutrients for human nutrition and soil fertilization, are all elements which will be essential to establish self-sufficient settlements, and that could be obtained from extraterrestrial rocks (Cockell \n2011\n). Mining of these resources will therefore be a priority for an extraterrestrial settlement.\nMicroorganisms can be applied to these needs, extracting useful elements by a technique called biomining or bioleaching. Currently on Earth around 20–25% of copper and 5% of gold are extracted using biomining (Johnson et al. \n2013\n). Bioleaching can provide economic and environmental advantages compared to other methods (Srichandan et al. \n2019\n) and can be used as a complementary technique to extract trace metals from mine waste, or recover low-grade ores which cannot be treated by conventional methods (Bosecker \n1997\n). Mining processes produce an enormous amount of waste low-grade rock material and mill tailings, which often still contain useful trace elements that cannot be further recovered by traditional methods. However, these can be accessible to small microbial cells, as an effect of specific types of metabolism (Blowes et al. \n2003\n; Schippers et al. \n2013\n; Johnson \n2014\n; Jerez \n2017a\n). With the same principle, bioleaching techniques can be applied to the recycling of useful metals from secondary solid waste (Schippers et al. \n2013\n; Johnson \n2014\n; Jerez \n2017b\n). A good example is provided by the recovery of rare earth elements (REEs, Reed et al. \n2016\n) or copper from electronic waste (Srichandan et al. \n2019\n).\nMany advantages of biomining over traditional techniques on Earth also apply to space. For instance, biomining generally requires lower energy compared to traditional mining (Schippers et al. \n2013\n), which will be an advantage in space, where resources are limited and many engineering constraints may be in place. Nevertheless, space conditions and available rock materials are different from those present on Earth and which are commonly used in terrestrial biomining. On one hand, traditional autotrophic and chemolithotrophic microbes used for terrestrial biomining do not need to rely on organic compounds as nutrients, which are very scarce in extraterrestrial environments, to grow (Johansson \n1992\n; Fahrion et al. \n2021\n). On the other hand, rocks present on celestial bodies of mining interest have very diverse compositions. In some cases (e.g., the Moon and some asteroids) sulphide-containing minerals are scarce compared to ore-grade sulphide minerals which are the focus of terrestrial biomining (Lewis \n1992\n; Anand et al. \n2012\n; Righter et al. \n2017\n; Steenstra et al. \n2018\n, \n2020\n; Brounce et al. \n2019\n, \n2020\n). This poses restrictions on the possibility of directly transferring our current knowledge on bioleaching, which is mainly based on chemolithoautotrophic iron- and/or sulphur-oxidising microorganisms, to space.\nThis review explores the topic of space biomining, discussing the main principles and feasibility, and analyses possible applications. We discuss limitations and highlight that, considering the materials available in space, it is necessary to expand our knowledge on organotrophic, cyanobacteria and community-based bioleaching mechanisms. Finally, we propose to consider the addition of biomining compartments to supply basic chemical requirements for Biological Life-Support Systems (BLSS), and vice versa.",
    "space_biomining_principles": "Space biomining principles\nWhen talking about space biomining for ISRU, the following three main questions have to be addressed: (1) What elements do we need to obtain for a given application? (2) Where can we find them? (3) Which mining strategy would work best (this could exclude biomining in some cases)? We will try to address these questions, to the best of our knowledge, in this section. Answering these questions can be complex, as it involves an interdisciplinary knowledge of the space conditions present on the planetary body we want to mine, the type of rocks and mineral compositions available (including their intrinsic leachability and toxicity), the engineering technologies and biotechnologies required, in-space operational approach (a thorough discussion on the requirements for life support systems and ISRU for space exploration, although focused on cyanobacteria-based structures, has been reported in Keller et al. \n2021\n), and the appropriate microorganism(s) and its metabolism(s) (Averesch \n2021\n). The situation becomes even more complicated when discussing asteroid biomining, given that the mined resources would likely not be used in situ, therefore requiring additional transport to the location of utilization (see Sect. \n4.3\n).\nTo answer the first question, elements of high interest from the space biomining perspective vary depending on the aim (Cockell \n2011\n; Raafat et al. \n2013\n). Generally speaking, elements and molecules of interest for the establishment of a human settlements are water, molecular oxygen, essential mineral nutrients (e.g., potassium, sodium, calcium, phosphorus, sulphur), gaseous volatiles (e.g., hydrogen, carbon, nitrogen, helium), structural metals such as iron, copper, nickel and vanadium, and elements useful for electronic devices such as silicon and REEs (Menezes et al. \n2015a\n, \nb\n). Some of these, especially volatiles, could be used to produce fuel or water (such as hydrogen, Klas et al. \n2015\n). Of great economic interest are also elements as platinum group elements (PGE), gold, and silver, which are currently expensive. This list is not intended to be complete. It must be noted that many rocks in the Solar System would be regarded as low-grade ores, in respect to those considered suitable for mining on Earth (Cockell and Santomartino, in press). However, biomining on Earth is often used to process mine waste, dumps and tailings which cannot be easily treated by conventional methods (Bosecker \n1997\n; Mishra and Rhee \n2014\n; Klas et al. \n2015\n).\nGrowth, and in some cases bioleaching, of diverse microorganisms on extraterrestrial rocks or simulants have been demonstrated (Gronstal et al. \n2009\n; Olsson-Francis and Cockell \n2010\n; Kölbl et al. \n2017\n; Metzger et al. \n2020\n; Volger et al. \n2020\n; Milojevic et al. \n2021\n), suggesting that, with the appropriate selection of species or consortia and conditions, microbial interaction with extraterrestrial substrate is possible. Moreover, space biomining experiments have been already performed in space. These include BioRock (Cockell et al. \n2020\n, \n2021\n; Santomartino et al. \n2020\n) and BioAsteroid (2020/2021, data analysis in preparation), both performed onboard the International Space Station (ISS) and a preparative mission for BioRock (Byloos et al. \n2017\n). Although not intended as fully scaled-up biomining experiments, they first demonstrated the feasibility of biomining in space using heterotrophic microorganisms (bacteria and fungi), and basalt or meteorite as substrates.\nSpace conditions and effects on biomining\nEnvironments outside Earth show a variety of conditions which differ from those present on Earth’s surface. Their effects on microbial behaviour at different levels (e.g., growth, survival, resistance, virulence, biofilm formation) have been widely reported (reviewed in Horneck et al. \n2010\n; Senatore et al. \n2018\n), and still there is much yet to be understood (Cockell \n2021\n). Space can be considered an umbrella term which includes a variety of environments, each one with its own characteristics. For the aim of this review, we will report the following conditions present in three different space environments of relevance for the space biomining perspective: Mars, the Moon and asteroids (Table \n1\n). On asteroids, given their small mass, we can generally assume conditions equivalent to that of spaceflight beyond Earth’s Van Allen belts, as described below.\nTable 1\nConditions on Moon, Mars and asteroids that could influence space biomining, compared to those on Earth\nCondition\nPlanetary body\nMars\nMoon\nAsteroids\nEarth\nGravity\n0.38×\ng\n0.16×\ng\nMicro to centigravity\n1×\ng\nIonizing radiations\n ~ 20 µGy/hour (GCR, SEP)\n ~ 13.2 µGy/hour (GCR, SEP)\n(GCR, SEP)\n0.034–0.114 µGy/hour (Baumstark-Khan and Facius \n2002\n)\nAtmosphere composition\n95% CO\n2\n, 2.8% N\n2\n, 2.1% Ar, trace gases\nNegligible\nAbsent\n78% N\n2\n, 20.9% O\n2\n, 0.9% Ar, 0.04% CO\n2\n, trace gases\nPressure\n6.1 mbar\n3 × 10\n–15\n bar\nVacuum\n1 bar (at sea level)\nTemperature\n− 153 °C to + 20 °C\n− 178 °C to + 124 °C\nDepends on the asteroid. Generally < − 20 °C\n− 89.2 °C (Turner et al. \n2009\n) to + 56.7 °C (El Fadli et al. \n2013\n)\nRock composition\nBasalt containing plagiocase, pyroxene, olivine and sulphate minerals\nBasalt, anorthosite and breccia. Minerals include plagioclase, pyroxene, olivine, ilmenite, spinel and others. KREEP rocks\nDepending on the type. Can contain water, volatiles, rich elements (PGE), common metals, organic compounds\nPrimarily basalt and granite, a vast diversity of igneous sedimentary and metamorphic rocks\nWhen not stated in the table, see the main text for references. \nGCR\n galactic cosmic rays, \nSEP\n Solar energetic particles\nAll the conditions described here assume that the biomining operation has access to liquid water, an essential requirement for life (Cockell \n2021\n). Water must either be obtained on the body of interest or imported. Although this is critical for biomining operations, here we focus on the other environmental conditions within a biomining reactor that influence growth within a liquid environment.\ni.\nGravity\n Gravity is proportional to the mass of the celestial body under examination. As a consequence, gravities at the surface of Mars, the Moon and asteroids are lower than on Earth (9.8 m/s\n2\n, or 1×\ng\n). Mars has a gravity regimen of 3.7 m/s\n2\n (~ 0.38×\ng\n), the Moon 1.62 m/s\n2\n (~ 0.16×\ng\n). Microgravity (µ\ng\n or ~ 10\n–6\n×\ng\n) is the gravity condition generally experienced in a spacecraft in a free trajectory (either in transit from one celestial body to another, or in orbit around one; Horneck et al. \n2010\n; Zea et al. \n2017\n; Huang et al. \n2018\n). Gravitational levels at the surface of an asteroid depend on the mass and the irregularity of its shape. While for more massive objects such as Ceres (0.27 m/s\n2\n, or ~ 0.03×\ng\n), now considered a dwarf planet, gravity may be slightly higher (centigravity, in fact), the majority of asteroids are expected to have a gravity regimen similar to microgravity (Klas et al. \n2015\n). It has been reported that cells with a diameter of less than 10 µm, which is the case for bacteria, archaea and many fungi, are too small to be directly affected by gravity or the lack thereof (Pollard \n1965\n; Horneck et al. \n2010\n; Zea et al. \n2017\n). Instead, the responses observed are likely to be the indirect effects of altered extracellular environment where mass transport to and from the cell is limited to Brownian motion, limiting nutrient availability and resulting in the build-up of metabolic by-products with respect to 1×\ng\n (Bosecker \n1997\n; Zea \n2015\n; Zea et al. \n2016\n). However, microbial structures, namely biofilms, can be orders of magnitude larger. While biofilm growth is well known to occur on spacecraft components during spaceflight (McLean et al. \n2001\n; Zea et al. \n2020\n), controlled experiments have not shown consistent results, as increase, decrease, and no changes on biofilms grown in microgravity with respect to controls on Earth have been reported (reviewed in Zea et al. \n2018\n). However, the effects of gravity on microbe-mineral interaction have not been characterized yet and should be further investigated. BioRock, a recent space biomining experiment mentioned above, showed no difference in final cell concentrations for three biomining bacterial species after 3 weeks of growth under terrestrial, Martian and micro-gravity (Santomartino et al. \n2020\n). This result suggests that space microbial biotechnologies, including biomining, could be indifferent to gravitational conditions. Nevertheless, various hardware settings and reactor volumes may lead to divergent results, and other microbial species could react differently. Furthermore, processes that require gravity (e.g. sedimentation) will be impacted by changes in gravitational conditions.\nii.\nRadiation\n Earth’s magnetosphere and atmosphere protect us on the surface from most of the radiation environment experienced in space. Beyond the Van Allen belts (Prölss \n2004\n), usually referred to as ‘deep space’, a radiation environment, mostly consisting of (i) galactic cosmic rays (GCR) and (ii) Solar energetic particles (SEP), exists (Zeitlin et al. \n2013\n; Zhang et al. \n2020\n). In the case of the lunar surface, neutrons as secondary particles arising from the interaction of GCRs and SEP’s and the regolith may have an impact on biological systems that is yet unknown (Horneck et al. \n2010\n; Klas et al. \n2015\n; Zhang et al. \n2020\n). Hence, biomining operations beyond the Van Allen belts (i.e., on the Moon, Mars, and asteroids) need to consider the higher radiation environment. A wide literature studied microbial response and resistance to high dose of space radiations, including long-term exposure experiments outside the ISS (Horneck et al. \n2012\n). Many of these studies focused on resistance and survival after exposure in a dried or dormant state. Among the microorganisms that showed a higher resistance to space radiations we can find \nChrooccocidiopsis\n (Cockell et al. \n2005\n; Billi et al. \n2019\n), \nBacillus subtilis\n (Moeller et al. \n2014\n; Ulrich et al. \n2018\n; Nicholson and Ricco \n2020\n) and \nDeinococcus radiodurans\n (Mattimore and Battista \n1996\n; Minton \n1996\n), and some fungi as \nAspergillus niger\n (Cortesão et al. \n2020\n). Many of these have been also tested for their biomining (Brandl et al. \n1999\n; Rozas et al. \n2017\n; Faraji et al. \n2018\n; Giese et al. \n2019\n) or biosorption (Liu et al. \n2012\n; Jaafar et al. \n2015\n) capacity, suggesting a possible role for biomining in space. It must be noted that some of the molecular mechanisms of radiation (and related stresses) tolerance require the entrance of the cell in a dormant state (e.g., endospore formation, desiccation). These may not be useful in a context of space biomining, in which metabolically active cells are required. Further research is, therefore, necessary to link these two fields of study, in order to understand the most suitable microorganisms or mechanisms for long-term biomining operations.\niii.\nAtmosphere composition and pressure\n Mars has a thin atmosphere, composed of approximately 95% of CO\n2\n, 2.8% of N\n2\n, 2,1% Ar, trace gases including oxygen (0.13%) and hydrogen (Franz et al. \n2017\n), and dust, with an average pressure at the surface of 6.1 mbar (Haberle \n2015\n). Lunar atmosphere (composed of argon, helium, neon, sodium, potassium, hydrogen, trace elements and dust), with a pressure at the surface of 3 × 10\n–15\n bar and an average abundance at the surface of 2 × 10\n5\n particles/cm\n3\n, is considered negligible (Stern \n1999\n; Lawson et al. \n2005\n). Asteroids, including Ceres, possess no atmosphere (Hughes \n1994\n, Table \n1\n). From a biomining perspective, the absence of oxygen constitutes a clear problem for those applications requiring aerobic microorganisms. The majority of bioleaching mechanisms elucidated so far occur in aerobic conditions. Nevertheless, anaerobic bioleaching has been demonstrated for some bacteria, although the mechanisms are not fully understood yet (Singh and Cameotra \n2015\n). In anaerobic reductive dissolution, Fe\n3+\n is used as electron acceptor. \nA. ferrooxidans\n, for instance, can catalyse the reduction of Fe\n3+\n under anaerobic and acidic conditions, coupled with oxidation of a \nc\n-type cytochrome (Ohmura et al. \n2002\n; Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n; Marrero et al. \n2020\n). \nShewanella onediensis\n, a facultative anaerobe, could extract iron from lunar and Martian simulants under aerobic and anaerobic conditions (Castelein et al. \n2021\n). Microorganisms with alternative types of metabolism, or bioengineering approaches, may also be used. More problematic may be the low pressure or, in the case of the Moon and asteroids, vacuum. Pressure is one of the parameters that can profoundly influence microbial proliferation, mostly due to desiccation and reduced gas concentration, and Martian atmospheric pressure is already too low to support most microbial growth (Schwendner and Schuerger \n2020\n; Verseux \n2020\n). The current lowest pressure recorded for microbial growth is 0.7 kPa (7 mbar; Schuerger and Nicholson \n2016\n). Nevertheless, low-pressure vacuum is used in biotechnologies, including biomining (Gnida \n2020\n), and a bioreactor using low-pressure Mars-similar gas composition was successfully developed for cyanobacterial growth (Verseux et al. \n2021\n). This suggests that, with the appropriate adaptation and engineering, challenges posed by extraterrestrial atmospheric composition and pressure could be overcome not to limit biomining applications. Low pressure could, indeed, reduce the engineering requirements of bioreactors.\niv.\nTemperature\n Temperature can influence not only microbial growth, but also the availability of liquid water for medium growth. Considering the prohibitive space temperatures and variations, discussed below, any space biotechnological application will need to use temperature-controlled bioreactors. However, temperatures of biological-based processes are generally lower than those using chemical or physical processes (Johnson \n2014\n), and bioengineering and synthetic biology approaches could improve biomining capacity at low temperatures in order to decrease energy requirements. Martian surface temperature undergo considerable variations, leading to values varying from − 153 to + 20 °C (Murphy et al. \n1990\n; Haberle \n2015\n). Due to the negligible atmosphere, surface temperature on the Moon varies between − 178 °C and + 124 °C (Williams et al. \n2017\n). Asteroid surface temperatures depend on the distance from the Sun as well as from local differences in composition and topographic features, and they can vary largely among asteroids. On Ceres, surface temperatures oscillates between − 143 and − 73 °C, and similar conditions can be expected on smaller asteroids. For example, the highest surface temperature on asteroid 21 Lutetia, measured by Visible, InfraRed, and Thermal Imaging Spectrometer (VIRTIS) on Rosetta, was − 28 °C (Coradini et al. \n2011\n), and the surface temperature of Ryugu, measured by the Japanese Hayabusa2 orbiter, varies between − 50 °C and + 60 °C (Okada et al. \n2020\n). In other words, on all extraterrestrial bodies known, temperatures tend to generally exceed the known limits to life, implying that biomining operations will need to be conducted under strict temperature control.\nv.\nRock composition, regolith and minerals\n Regolith and rock composition need to be taken into account when deciding which biomining microorganism or technique to use in a given region of a planetary body, to extract the desired element(s), especially considering that they could also contain toxic compounds, for instance perchlorates (Hecht et al. \n2009\n; Linnarsson et al. \n2012\n; Kounaves et al. \n2014\n; Wadsworth and Cockell \n2017\n). Fine regolith is particularly interesting from the mining perspective, as extracting elements from it would spare the energy required for rock crushing (Carter \n1992\n). The composition of Mars and Moon crusts have been highly studied and characterized. This allowed the preparation of several Martian and lunar analogue materials, which can be used to test if they could provide good substrates for microbial growth and elemental extraction (Olsson-Francis and Cockell \n2010\n). A variety of meteorites are available to study asteroid composition, and microbial growth on meteorites has been demonstrated (Tait et al. \n2017\n; Milojevic et al. \n2019\n).\nOur knowledge on Martian rock composition comes from landers, orbiting spacecrafts and Martian meteorite data. Martian bulk crust is mostly igneous and basaltic (McSween et al. \n2009\n; Ehlmann and Edwards \n2014\n; Yoshizaki and McDonough \n2020\n), with a high level of oxidized iron and magnesium (Clark \n1993\n; Rieder et al. \n1997\n; Yen et al. \n2005\n; McSween et al. \n2009\n). Major minerals present in the Martian crust are silicates such as plagioclase, pyroxene and olivine (Ehlmann and Edwards \n2014\n). FeO is also particularly abundant (Taylor \n2013\n). Previous studies reported a high sulphur composition in Martian surface, mostly in the form of sulphate minerals (Greenwood et al. \n2000\n; Franz et al. \n2019\n). Clay, carbonate and sulphate deposits have been found, and calcium, iron and magnesium sulphate minerals have been identified from landers and orbital data (Ehlmann and Edwards \n2014\n). However, recent estimations on sulphur abundance in Martian interiors suggest that sulphur and volatile content could be much less than previously indicated (Wang and Becker \n2017\n; Franz et al. \n2019\n; Yoshizaki and McDonough \n2020\n), and sulphur has been found in small scale in certain zones of Martian surface (Ehlmann and dwards \n2014\n). Zinc content is quite high while copper may be less present than on Earth, although copper-rich deposits could exist in specific Martian regions (Payré et al. \n2019\n).\nLunar composition is largely silica-saturated basalts, anorthosite and breccia (Jolliff \n2008\n); however, specific compositions differ around the crust, and between highlands and maria (Jolliff et al. \n2000\n; Arai et al. \n2008\n). Therefore, the relative abundance of minerals in lunar rocks or regolith depends on the location (Sivakumar et al. \n2017\n). They include plagioclase, pyroxene, olivine, ilmenite, spinel and less abundant minerals (Meyer \n2003\n; Ohtake et al. \n2009\n; Anand et al. \n2012\n; Sivakumar et al. \n2017\n), and they are anhydrous and reduced (Jolliff \n2008\n). Interestingly, new mineral species have been identified on the Moon, for instance tranquillityite (Jolliff \n2008\n). Sulphide-bearing apatite was also discovered in lunar rocks, although apatite is present only as accessory phases (Brounce et al. \n2019\n, \n2020\n), as well as sulphides (Anand et al. \n2012\n). Therefore, sulphur appears to be less abundant on the Moon compared to Mars and some asteroids (Righter et al. \n2017\n; Steenstra et al. \n2018\n). Lunar regolith follows a similar composition dominated by aluminosilicate basic rocks (anorthosites, nortic anorthosites, gabbroic anorthosite; Ohtake et al. \n2009\n), with particle size between 10 nm and 100 µm. Mining fine lunar regolith has been proposed as particularly interesting from the mining perspective, because it would not require rock crushing (Carter \n1992\n). Moreover, lunar regolith presents solar wind implanted volatiles of great interest for ISRU, such as hydrogen, nitrogen, carbon and helium (Anand et al. \n2012\n). The presence of helium has attracted interest, as initial calculations estimated a possible cost-efficient transport to Earth as a source of clean energy (Wittenberg et al. \n1986\n). However, more recent evaluations are less positive (Carter \n1992\n; Anand et al. \n2012\n). Particularly promising from a biomining perspective is also a region named Procellarum KREEP terrane (PKT), characterized by high percentage of potassium, REEs, phosphorus and thorium (Taylor et al. 2006).\nOwing to the large number of different types of asteroids, specific cases should be considered when discussing asteroid biomining. Meteorites are made of material from diverse planetary bodies, including asteroids (Housen et al. \n1979\n), but asteroid composition varies widely depending on the type. A complete description of asteroidal composition is beyond the scope of this review; however, information comes largely from the analysis of available meteorites, which are mainly chondrites (Lewis \n1992\n; Yoshizaki and McDonough \n2021\n). Meteorites can be divided into stony, stony-iron and iron. Stony chondritic meteorites are a class of undifferentiated meteorites that are highly interesting from the biomining perspective and compose the large part of those that fall on Earth. Composition varies largely between types. Carbonaceous chondrites (C chondrites) are particularly rich in organic compounds, nitrogen and sulphur; enstatite chondrites (E chondrites) are highly reduced and contain silicon, iron, nickel and sulphides; the most abundant group falls in the intermediate categories of H, L and LL chondrites, with free metal elements, decreasing iron content and a lower presence of sulphur in respect to the former two (Lewis \n1992\n). Water, volatiles, organic compounds, elements as the platinum group elements (PGE: platinum, osmium, ruthenium, rhodium, palladium and iridium) and more common metals such as iron or nickel can be present, in quantities depending on the asteroid type (Klas et al. \n2015\n; Steenstra et al. \n2018\n, \n2020\n). Sulphur depletion on some asteroids and meteorite surfaces has been documented, as a consequence of space weathering of iron sulphides (Matsumoto et al. \n2020\n). To mention a few notable asteroid examples, 21 Lutetia has a metal-rich composition with mafic silicate minerals poor in iron and hydrated minerals (Coradini et al. \n2011\n), Ceres is rich in hydrated minerals, ammoniated phyllosilicates and carbonates, salts and organic material (De Sanctis et al. \n2017\n). Similarly, 24 Themis (Campins et al. \n2010\n) and Bennu (Lauretta et al. \n2019\n) have water and organic compounds on their surface. Samples from Itokawa (S-type asteroid), obtained in the Hayabusa mission, revealed not only a composition similar to LL-chondrites, but also provided insights into regolith composition and properties (Tsuchiyama et al. \n2011\n).We will shortly have data from the JAXA Hayabusa2 and the NASA OSIRIS-Rex missions on the returning samples from Ryugu and Bennu, respectively.\nCrucial within the context of all these materials is that, when they are added to a liquid water environment for biomining, they do not result in water activity levels or toxicity that makes them uninhabitable for biomining organisms. Unless the parent material contains high concentrations of salts (e.g., NaCl) there is no a priori reason why any of the materials discussed above should result in unsuitable water activities. The potential toxicity caused by ions (e.g., heavy metals) will depend on the material and the organisms used, but clearly this must be considered for any given combination of minerals and biomining organisms proposed (Averesch \n2021\n).\nTerrestrial biomining mechanisms and space applicability\nBioleaching can be performed by chemolithotrophic and organotrophic microorganisms (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). In most cases, consortia of microorganisms and biofilm formation have an important role in improving and enhancing biomining, compared to single-species approaches. Moreover, biotechnological and synthetic biology techniques can be applied to ameliorate microbial resistance to toxic compounds and enhance metal extraction. All these concepts can be applied to space biomining.\nChemolithotroph microorganisms\nThis first group includes the most commonly used and characterized biomining organisms, autotrophic iron-oxidising and/or sulphur-oxidising microorganisms which thrive at low pH. Low pH allows many metal ions, such as iron, to remain in solution, although neutral-pH biomining is possible (Blowes et al. \n2003\n). These microorganisms include mesophilic bacteria (optimum 28–37 °C), moderate thermophilic bacteria (40–60 °C) and thermophile chemolithotrophs (60–80 °C), which commonly belong to archaea (Bosecker \n1997\n; Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The genera \nAcidithiobacillus, Thiobacillus\n and \nLeptospirillium\n contain a large proportion of these microorganisms, and they have been often isolated from mine-drainage sites (Blowes et al. \n2003\n). Some archaea include the genera \nAcidianus\n, \nFerroplasma\n, \nMetallosphaera\n and \nSulfolobus\n (Schippers et al. \n2013\n). \nAcidithiobacillus ferrooxidans\n, an iron and sulphur oxidizing microorganism, and \nAcidithiobacillus thiooxidans\n, a strictly sulphur oxidizing bacterium, are two of the most commonly used bacteria in bioleaching (Levicán et al. \n2008\n).\nOn Earth, metals of interest are often embedded into sulphidic minerals (e.g., iron in pyrite FeS\n2\n, copper in chalcopyrite CuFeS\n2\n, and molybdenum in molybdenite MoS\n2\n). The processes of metal dissolution performed by chemolithotrophs includes the biological oxidation of Fe\n2+\n to Fe\n3+\n, which in turn oxidises the sulphide mineral to sulphate and sulphuric acid. This latter maintains the low pH required to improve metal solubilisation (Olson et al. \n2003\n; Asghari et al. \n2013\n; Schippers et al. \n2013\n; Singh and Cameotra \n2015\n; Marrero et al. \n2020\n). Metal sulphide dissolution can occur by two main pathways, depending on the mineral species (i.e., electronic configuration and consequent reactivity to proton attack) and named after the intermediate that is formed: (a) thiosulphate (S\n2\nO\n3\n2−\n) pathway, enabling the solubilization of acid-insoluble metal sulphides minerals, and (b) polysulphide (H\n2\nS\nn\n) pathway, which can solubilize acid-soluble minerals (Schippers and Sand \n1999\n; Rohwerder et al. \n2003\n; Marrero et al \n2020\n). The latter can be solubilized by sulphur-oxidizing bacteria, since the process does not necessarily require Fe\n3+\n. These microorganisms are also required to dissolve the elemental sulphur which is formed during the process (Rohwerder et al. \n2003\n). Metal sulphide dissolution can occur by contact and non-contact mechanisms, although it has been recently suggested that the two mechanisms are similar (Sand et al. \n2001\n; Rohwerder et al. \n2003\n; Srichandan et al. \n2019\n). Details on these, and on the importance of biofilms for bioleaching, are discussed in Sect. \n3.2.4\n. More recently, reductive dissolution of ferric ion in oxidized ores (e.g. laterites) from \nA. ferrooxidans\n has been demonstrated. In this process, anaerobic conditions can be used as Fe\n3+\n is the terminal electron acceptor (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n). Elemental sulphur is, however, required as an energy source (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n), and the mechanisms still need to be fully elucidated (Singh and Cameotra \n2015\n; Marrero et al. \n2020\n).\nThe use of chemolithotroph microorganisms in space biomining has two main advantages: first, the mechanisms have been widely characterized and second, they do not require the presence of organic compounds to grow (Averesch \n2021\n). Growth, interaction and metal extraction from space rocks/regolith or analogues using chemolithotroph microorganisms have been demonstrated (González-Toril et al. \n2005\n; Gronstal et al. \n2009\n; Kölbl et al. \n2017\n; Tait et al. \n2017\n; Milojevic et al. \n2021\n). However, as discussed in Sect. \n3.1\n, mineral composition of space rocks of biomining interest can differ widely not only among planetary bodies, but also within the same planet or asteroid. This type of bioleaching microorganisms could not be applied, or be less efficient, to space rocks with low sulphur content, for instance the Moon, some asteroids and potentially some Martian regions (Fig. \n1\n, see also Sect. \n3.1\n).\nFig. 1\nDiagram summarizing the main types of biomining/bioleaching microorganisms and mechanisms, and their potential space applicability taking into account the general surface composition and mineral content of Mars, Moon and asteroids. The central ‘bioengineering’ panel highlights the potential use of bioengineering and synthetic biology approaches to enhance and overcome possible limitations of \nwild type\n microorganisms. Sphere colour indicates the tentative applicability to planetary bodies, based on the general crust composition. Other parameters (atmosphere, pressure, gravity, temperature, etc.) have not been considered here\nOrganotroph microorganisms\nThe second group of bioleaching microorganisms includes organotrophic bacteria and fungi. These are heterotrophic organisms which require organic compounds as a source of carbon for their metabolism, and they can solubilize oxidic, silicious and carbonaceous materials (Asghari et al. \n2013\n). The metal solubilization of the ore occurs by the action of (i) organic acids or (ii) hydrogen cyanide produced by the bacterial or fungal cell. In this case, bioleaching can occur at circumneutral or slightly alkaline pH (Bosecker \n1997\n). (i) Regarding the first mechanism, fungi have been particularly characterized for their organic acid-mediated bioleaching capacity, which can occur by (a) acidolysis, (b) complexolysis, (c) redoxolysis and (d) bioaccumulation (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). (a) In acidolysis, protons from the organic acid react with the mineral surface, weakening the bonds and consequently releasing the metal of interest. Concurrently, (b) complexolysis can also happen, in which complexation between the metal and the organic acid, or more rarely amminoacids (Maneesuwannarat et al. \n2019\n), occurs. (c) During redoxolysis, metal solubilization is promoted by its enzymatic oxidation or reduction, while in (d) bioaccumulation the soluble metal ions can be transported through the cell membrane and accumulate as solid particle within the cell or in vacuoles (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The organic acids identified to be associated with bioleaching include citric acid, gluconic acid, oxalic acid, citramalic acid, acetic acid, succinic acid and itaconic acid (Gadd \n1999\n; Adeleke et al. \n2010\n; Amin et al. \n2014\n; Brisson et al. \n2016\n, \n2020\n). Fungal bioleaching species include, but is not limited to, \nPenicillium\n spp. (Franz et al. \n1991\n; Bosecker \n1997\n; Ambreen et al. \n2002\n; Adeleke et al. \n2010\n), \nAspergillu\ns spp, (Brisson et al. \n2016\n; Din et al. \n2020\n) and \nPaecilomyces\n spp. (Brisson et al. \n2016\n, \n2020\n). Bacterial species include \nAcinetobacter\n, \nPseudomonas\n and \nBacillus\n spp. (Reed et al. \n2016\n; Rozas et al. \n2017\n; Barnett et al. \n2018\n; Giese et al. \n2019\n). Brisson and colleagues (Brisson et al. \n2020\n) recently performed a thorough metabolomic study which suggested that bioleaching of a given element could be mediated by specific organic acids, rather than organic acids in general. (ii) The second group of organotrophic bioleaching microorganisms include species producing hydrogen cyanide (HCN, also called cyanogenic microorganisms), that use glycine for its production. HCN formation is usually an aerobic process (Srichandan et al. \n2019\n). These organisms can perform bioleaching at mild temperatures (25–35 °C) and a circum-neutral to basic pH (7–11; Valix \n2017\n). Cyanide forms complexes with the metals, whose solubility in water and chemical stability are highly increased. Many metal and metalloids, including precious elements such as gold, platinum and silver, have been successfully extracted from electronic waste using cyanogenic microorganisms, which include \nPseudomona\ns spp., \nBacillus megaterium\n, \nEscherichia coli\n and \nChromobacterium violaceum\n (Valix \n2017\n). Notably, cyanobacteria have been shown to perform bioleaching as well (Cecal et al. \n2000\n; Singh \n2020\n). Despite being autotrophic organisms, their bioleaching mechanisms are similar to those of organotrophic microorganisms and involve biosorption through polysaccharides and organic acids (containing amino, carboxyl, hydroxyl and carbonyl groups) present on the cell surface and in biofilms (Huang et al. \n2020\n; Singh \n2020\n).\nExtraction of REEs and vanadium from basalt (Mars and Moon analogue rock) using organotrophic bacteria (\nSphingomonas desiccabilis\n and \nBacillus subtilis\n) was successfully performed on the ISS under Martian gravity and microgravity (Cockell et al. \n2020\n, \n2021\n), while copper, iron and magnesium were extracted by \nCupriavidus metallidurans\n from basalt after three months of spaceflight (Byloos et al. \n2017\n). Although used also for extraction from sulphide minerals (Johnson and Roberto \n1997\n), these microorganisms are particularly useful for recovery of metals from non-sulphidic minerals and industrial waste that do not contain the sulphur necessary to sustain chemolithotroph growth (Asghari et al. \n2013\n; Hosseini Nasab et al. \n2020\n). Hence, organotrophic microorganisms with demonstrated biomining capacity could be applied to space biomining to extract elements from those rocks and regolith with low sulphur content, for instance lunar rocks (see also Sect. \n3.1\n). A tentative diagram showing potential applications of biomining mechanisms to space, based on general surface composition of planetary bodies, is shown in Fig. \n1\n. The diagram is not intended as exhaustive or definitive, as other parameters have not been considered, but it shows that careful selection of biomining mechanisms and microorganisms is needed when planning for space applications, as indeed for any space bioengineering and biomanufacturing process (Averesch \n2021\n).\nBiomining consortia\nConsortia of microorganisms, rather than single species, are often used in biomining, as they can perform different reactions which eventually lead to the metal extraction (Rawlings and Johnson \n2007\n). In many cases the consortium has increased bioleaching efficacy. Qiu et al. (2015) showed how bioleaching of copper from chalcopyrite was enhanced in a co-culture of \nA. ferrooxidans\n and \nA. thiooxidans\n compared to single cultures (Qiu et al. \n2005\n). The roles that microorganisms can perform in a consortium include the oxidation of the ferrous fraction, the generation of a low pH by oxidation of the sulphur moiety and consequent acidification of the solutions, and the degradation of the organic compounds formed in the process (Johnson \n2018\n). Although some bioleaching microorganisms can perform multiple roles (e.g., \nA. ferrooxidans\n), others can perform a single role in the process, such as \nA. thiooxidans\n, being a strict sulphur-oxidizing bacterium (Blowes et al. \n2003\n; Levicán et al. \n2008\n). Heterotrophic consortia and mixes of heterotrophic–autotrophic consortia have also been studied (Bryan et al. \n2015\n; Valix \n2017\n). Selection of the appropriate consortium for a given biomining application can occur by a “top-down” approach, in which a mix of microorganisms is naturally selected by growing in the presence of a certain mineral, or by a “bottom-up” approach, in which a consortium is designed by selecting required parameters (Rawlings and Johnson \n2007\n). Bioengineering of consortia has been also attempted (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Gumulya et al. \n2018\n). All these approaches are promising from a space biomining perspective, although they may be limited by the necessity to optimize consortia using rock and regolith simulant, when real space samples are not available.\nThe possibility to use heterotrophic organisms for non-sulphidic mineral dissolution in space biomining has been discussed. While using these microorganisms may present many other advantages (Averesch \n2021\n), one disadvantage is certainly their requirement for a carbon source. This could be overcome by using a consortium containing heterotrophic biomining microorganisms and cyanobacteria: the latter could produce the organic compounds, and the oxygen, necessary to sustain growth and organic acid production (Verseux et al. \n2016\n; Billi et al. \n2021\n) necessary for biomining in space, without the need to provide these nutrients from external sources. The oxygen production would be useful, as it could sustain aerobic biomining in general. Moreover, cyanobacteria (particularly \nAnabaena cylindrica\n) have been demonstrated to successfully leach mineral elements from basalt and anorthosite (Olsson-Francis and Cockell \n2010\n). An attempt to test the efficacy of bioleaching of asteroidal material performed by a small artificial heterotrophic consortium (the bacterium \nS. desiccabilis\n plus the fungus \nP. simplicissimum\n) in microgravity has been completed on the ISS (BioAsteroid, data in preparation).\nThe role of biofilm formation\nMicrobially mediated leaching of sulphidic minerals can occur by contact and non-contact interaction, although it has been recently suggested that the two mechanisms overlap. In the case of direct interaction, the microbial cell is in contact with the mineral surface through the extracellular polymeric substances (EPS), and the sulphur fraction is oxidised to sulphate by the Fe\n3+\n-glucuronic acids complex in the EPS. In the non-contact mechanism, instead, the microbial planktonic cell acts by oxidizing the Fe\n2+\n and reduced sulphur species that are dissolved in the solution (Sand et al. \n2001\n; Blowes et al. \n2003\n). Biofilm formation is important for both interactions, as it not only enhances the contact of microbial cells with the rock surface, but also increases the concentration of ions and compounds that allow bioleaching, the communication between cells of same or different species, and the resistance to toxic metals and compounds (Noël et al. \n2010\n; Bellenberg et al. \n2014\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n). Indeed, biofilm enhances organotrophic bioleaching as well, through the action of the compounds embedded in the matrix (EPS), including polysaccharides and organic acids (Rohwerder et al. \n2003\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n; Huang et al. \n2020\n). When biofilms may limit the access to the substrate, microorganisms have been demonstrated to modify EPS accordingly (Rohwerder et al. \n2003\n).\nMany studies on biofilm formation in space demonstrated the production of thicker or structural different biofilms during spaceflights (McLean et al. \n2001\n; Zea et al. \n2018\n, \n2020\n). A study conducted on board the ISS interrogated biofilm formation and found that, under certain conditions, a novel “column and canopy” structure was observed in microgravity (Kim et al. \n2013\n). The BioRock experiment studied microbe–mineral interaction and bioleaching from basalt rock of three heterotrophic bacterial species, showing a positive biofilm formation for \nS. desiccabilis\n and \nC. metallidurans\n within the rock surface under all the gravity condition tested (microgravity, Martian and terrestrial gravities), particularly around edges and cavities (Santomartino et al. in preparation). \nS. desiccabilis\n and \nB. subtilis\n were able to extract useful elements under different gravity regimens during the same experiment, suggesting an uninfluential role of gravity on microbial bioleaching mechanisms (Cockell et al. \n2020\n, \n2021\n). The data on biofilm formation and growth will, therefore, provide useful insights into the effects of biofilm formation in space biomining.\nBioengineering\nIn the presence of mine ore or waste, microbial growth can be hindered by toxic compounds, heavy metals and stressor factors. Therefore, it comes as no surprise that many extremotolerant and extremophilic microorganisms have been isolated as bioleaching agents. This characteristic of bioleaching organisms is, by itself, of great use when considering space biomining, since extraterrestrial regolith can often bear toxic compounds, such as perchlorates (Hecht et al. \n2009\n; Wadsworth and Cockell \n2017\n). When not endogenous, resistance could be developed by adaptive evolution, random mutagenesis or bioengineering and synthetic biology approaches (Gumulya et al. \n2018\n). Engineering of single species or a microbial consortium to enhance desired characteristics, or reduce the impact of the undesired ones, is possible, although the success rate of the engineering approach depend on the recalcitration of some microorganisms to genetic manipulation (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Johnson et al. \n2013\n). Synthetic biology approaches can be used to improve the tolerance, and therefore the output, of biomining microorganisms. The concept is not trivial, as bioengineering has been optimized for a few microbial species (e.g., \nE. coli\n strains), mainly heterotrophic (Averesch \n2021\n), while tools are rarely available for environmental and undomesticated samples. Gumulya et al. (\n2018\n) provides a list of tools developed specifically for a few biomining microorganisms, including \nA. ferrooxidans\n and \nA. thiooxidans\n. In many cases, synthetic biology has been used to improve the resistance of \nE. coli\n strains to acid, thermal or heavy metal stress, to mention a few. This is achieved by heterologous expression of proteins of interest, often isolated from bioleaching microorganisms (Gumulya et al. \n2018\n). Nevertheless, attempts to engineer specific biomining microorganisms (Gumulya et al. \n2018\n) and biofilms for biomining applications (Buetti-Dinh et al. \n2020\n) have been performed as well. \nDeinococcus radiodurans\n, also known for its astrobiological relevant properties such as resistance to polyextremes and space conditions, has been engineered to enhance its bioremediation capacity (Daly \n2000\n). Attempts to genetically enhance acidophilic biomining microorganisms have been reported (reviewed in Gumulya et al. \n2018\n), for instance by expressing arsenic resistance and rusticyanin proteins in \nA. ferrooxidans\n (Liu et al. \n2011\n, \n2013\n).\nAlthough synthetic biology applications to biomining are still young, approaches to ameliorate resistance to space conditions, to enhance extraction of elements under these, or overcome issues, could be an excellent opportunity for space biomining, and a wide variety of possible applications have been reported (Cockell \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n). Notably, the importance of synthetic biology approaches for ISRU has been proposed (Cockell \n2011\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Nangle et al. \n2020\n; Averesch \n2021\n).",
    "space_conditions_and_effects_on_biomining": "Space conditions and effects on biomining\nEnvironments outside Earth show a variety of conditions which differ from those present on Earth’s surface. Their effects on microbial behaviour at different levels (e.g., growth, survival, resistance, virulence, biofilm formation) have been widely reported (reviewed in Horneck et al. \n2010\n; Senatore et al. \n2018\n), and still there is much yet to be understood (Cockell \n2021\n). Space can be considered an umbrella term which includes a variety of environments, each one with its own characteristics. For the aim of this review, we will report the following conditions present in three different space environments of relevance for the space biomining perspective: Mars, the Moon and asteroids (Table \n1\n). On asteroids, given their small mass, we can generally assume conditions equivalent to that of spaceflight beyond Earth’s Van Allen belts, as described below.\nTable 1\nConditions on Moon, Mars and asteroids that could influence space biomining, compared to those on Earth\nCondition\nPlanetary body\nMars\nMoon\nAsteroids\nEarth\nGravity\n0.38×\ng\n0.16×\ng\nMicro to centigravity\n1×\ng\nIonizing radiations\n ~ 20 µGy/hour (GCR, SEP)\n ~ 13.2 µGy/hour (GCR, SEP)\n(GCR, SEP)\n0.034–0.114 µGy/hour (Baumstark-Khan and Facius \n2002\n)\nAtmosphere composition\n95% CO\n2\n, 2.8% N\n2\n, 2.1% Ar, trace gases\nNegligible\nAbsent\n78% N\n2\n, 20.9% O\n2\n, 0.9% Ar, 0.04% CO\n2\n, trace gases\nPressure\n6.1 mbar\n3 × 10\n–15\n bar\nVacuum\n1 bar (at sea level)\nTemperature\n− 153 °C to + 20 °C\n− 178 °C to + 124 °C\nDepends on the asteroid. Generally < − 20 °C\n− 89.2 °C (Turner et al. \n2009\n) to + 56.7 °C (El Fadli et al. \n2013\n)\nRock composition\nBasalt containing plagiocase, pyroxene, olivine and sulphate minerals\nBasalt, anorthosite and breccia. Minerals include plagioclase, pyroxene, olivine, ilmenite, spinel and others. KREEP rocks\nDepending on the type. Can contain water, volatiles, rich elements (PGE), common metals, organic compounds\nPrimarily basalt and granite, a vast diversity of igneous sedimentary and metamorphic rocks\nWhen not stated in the table, see the main text for references. \nGCR\n galactic cosmic rays, \nSEP\n Solar energetic particles\nAll the conditions described here assume that the biomining operation has access to liquid water, an essential requirement for life (Cockell \n2021\n). Water must either be obtained on the body of interest or imported. Although this is critical for biomining operations, here we focus on the other environmental conditions within a biomining reactor that influence growth within a liquid environment.\ni.\nGravity\n Gravity is proportional to the mass of the celestial body under examination. As a consequence, gravities at the surface of Mars, the Moon and asteroids are lower than on Earth (9.8 m/s\n2\n, or 1×\ng\n). Mars has a gravity regimen of 3.7 m/s\n2\n (~ 0.38×\ng\n), the Moon 1.62 m/s\n2\n (~ 0.16×\ng\n). Microgravity (µ\ng\n or ~ 10\n–6\n×\ng\n) is the gravity condition generally experienced in a spacecraft in a free trajectory (either in transit from one celestial body to another, or in orbit around one; Horneck et al. \n2010\n; Zea et al. \n2017\n; Huang et al. \n2018\n). Gravitational levels at the surface of an asteroid depend on the mass and the irregularity of its shape. While for more massive objects such as Ceres (0.27 m/s\n2\n, or ~ 0.03×\ng\n), now considered a dwarf planet, gravity may be slightly higher (centigravity, in fact), the majority of asteroids are expected to have a gravity regimen similar to microgravity (Klas et al. \n2015\n). It has been reported that cells with a diameter of less than 10 µm, which is the case for bacteria, archaea and many fungi, are too small to be directly affected by gravity or the lack thereof (Pollard \n1965\n; Horneck et al. \n2010\n; Zea et al. \n2017\n). Instead, the responses observed are likely to be the indirect effects of altered extracellular environment where mass transport to and from the cell is limited to Brownian motion, limiting nutrient availability and resulting in the build-up of metabolic by-products with respect to 1×\ng\n (Bosecker \n1997\n; Zea \n2015\n; Zea et al. \n2016\n). However, microbial structures, namely biofilms, can be orders of magnitude larger. While biofilm growth is well known to occur on spacecraft components during spaceflight (McLean et al. \n2001\n; Zea et al. \n2020\n), controlled experiments have not shown consistent results, as increase, decrease, and no changes on biofilms grown in microgravity with respect to controls on Earth have been reported (reviewed in Zea et al. \n2018\n). However, the effects of gravity on microbe-mineral interaction have not been characterized yet and should be further investigated. BioRock, a recent space biomining experiment mentioned above, showed no difference in final cell concentrations for three biomining bacterial species after 3 weeks of growth under terrestrial, Martian and micro-gravity (Santomartino et al. \n2020\n). This result suggests that space microbial biotechnologies, including biomining, could be indifferent to gravitational conditions. Nevertheless, various hardware settings and reactor volumes may lead to divergent results, and other microbial species could react differently. Furthermore, processes that require gravity (e.g. sedimentation) will be impacted by changes in gravitational conditions.\nii.\nRadiation\n Earth’s magnetosphere and atmosphere protect us on the surface from most of the radiation environment experienced in space. Beyond the Van Allen belts (Prölss \n2004\n), usually referred to as ‘deep space’, a radiation environment, mostly consisting of (i) galactic cosmic rays (GCR) and (ii) Solar energetic particles (SEP), exists (Zeitlin et al. \n2013\n; Zhang et al. \n2020\n). In the case of the lunar surface, neutrons as secondary particles arising from the interaction of GCRs and SEP’s and the regolith may have an impact on biological systems that is yet unknown (Horneck et al. \n2010\n; Klas et al. \n2015\n; Zhang et al. \n2020\n). Hence, biomining operations beyond the Van Allen belts (i.e., on the Moon, Mars, and asteroids) need to consider the higher radiation environment. A wide literature studied microbial response and resistance to high dose of space radiations, including long-term exposure experiments outside the ISS (Horneck et al. \n2012\n). Many of these studies focused on resistance and survival after exposure in a dried or dormant state. Among the microorganisms that showed a higher resistance to space radiations we can find \nChrooccocidiopsis\n (Cockell et al. \n2005\n; Billi et al. \n2019\n), \nBacillus subtilis\n (Moeller et al. \n2014\n; Ulrich et al. \n2018\n; Nicholson and Ricco \n2020\n) and \nDeinococcus radiodurans\n (Mattimore and Battista \n1996\n; Minton \n1996\n), and some fungi as \nAspergillus niger\n (Cortesão et al. \n2020\n). Many of these have been also tested for their biomining (Brandl et al. \n1999\n; Rozas et al. \n2017\n; Faraji et al. \n2018\n; Giese et al. \n2019\n) or biosorption (Liu et al. \n2012\n; Jaafar et al. \n2015\n) capacity, suggesting a possible role for biomining in space. It must be noted that some of the molecular mechanisms of radiation (and related stresses) tolerance require the entrance of the cell in a dormant state (e.g., endospore formation, desiccation). These may not be useful in a context of space biomining, in which metabolically active cells are required. Further research is, therefore, necessary to link these two fields of study, in order to understand the most suitable microorganisms or mechanisms for long-term biomining operations.\niii.\nAtmosphere composition and pressure\n Mars has a thin atmosphere, composed of approximately 95% of CO\n2\n, 2.8% of N\n2\n, 2,1% Ar, trace gases including oxygen (0.13%) and hydrogen (Franz et al. \n2017\n), and dust, with an average pressure at the surface of 6.1 mbar (Haberle \n2015\n). Lunar atmosphere (composed of argon, helium, neon, sodium, potassium, hydrogen, trace elements and dust), with a pressure at the surface of 3 × 10\n–15\n bar and an average abundance at the surface of 2 × 10\n5\n particles/cm\n3\n, is considered negligible (Stern \n1999\n; Lawson et al. \n2005\n). Asteroids, including Ceres, possess no atmosphere (Hughes \n1994\n, Table \n1\n). From a biomining perspective, the absence of oxygen constitutes a clear problem for those applications requiring aerobic microorganisms. The majority of bioleaching mechanisms elucidated so far occur in aerobic conditions. Nevertheless, anaerobic bioleaching has been demonstrated for some bacteria, although the mechanisms are not fully understood yet (Singh and Cameotra \n2015\n). In anaerobic reductive dissolution, Fe\n3+\n is used as electron acceptor. \nA. ferrooxidans\n, for instance, can catalyse the reduction of Fe\n3+\n under anaerobic and acidic conditions, coupled with oxidation of a \nc\n-type cytochrome (Ohmura et al. \n2002\n; Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n; Marrero et al. \n2020\n). \nShewanella onediensis\n, a facultative anaerobe, could extract iron from lunar and Martian simulants under aerobic and anaerobic conditions (Castelein et al. \n2021\n). Microorganisms with alternative types of metabolism, or bioengineering approaches, may also be used. More problematic may be the low pressure or, in the case of the Moon and asteroids, vacuum. Pressure is one of the parameters that can profoundly influence microbial proliferation, mostly due to desiccation and reduced gas concentration, and Martian atmospheric pressure is already too low to support most microbial growth (Schwendner and Schuerger \n2020\n; Verseux \n2020\n). The current lowest pressure recorded for microbial growth is 0.7 kPa (7 mbar; Schuerger and Nicholson \n2016\n). Nevertheless, low-pressure vacuum is used in biotechnologies, including biomining (Gnida \n2020\n), and a bioreactor using low-pressure Mars-similar gas composition was successfully developed for cyanobacterial growth (Verseux et al. \n2021\n). This suggests that, with the appropriate adaptation and engineering, challenges posed by extraterrestrial atmospheric composition and pressure could be overcome not to limit biomining applications. Low pressure could, indeed, reduce the engineering requirements of bioreactors.\niv.\nTemperature\n Temperature can influence not only microbial growth, but also the availability of liquid water for medium growth. Considering the prohibitive space temperatures and variations, discussed below, any space biotechnological application will need to use temperature-controlled bioreactors. However, temperatures of biological-based processes are generally lower than those using chemical or physical processes (Johnson \n2014\n), and bioengineering and synthetic biology approaches could improve biomining capacity at low temperatures in order to decrease energy requirements. Martian surface temperature undergo considerable variations, leading to values varying from − 153 to + 20 °C (Murphy et al. \n1990\n; Haberle \n2015\n). Due to the negligible atmosphere, surface temperature on the Moon varies between − 178 °C and + 124 °C (Williams et al. \n2017\n). Asteroid surface temperatures depend on the distance from the Sun as well as from local differences in composition and topographic features, and they can vary largely among asteroids. On Ceres, surface temperatures oscillates between − 143 and − 73 °C, and similar conditions can be expected on smaller asteroids. For example, the highest surface temperature on asteroid 21 Lutetia, measured by Visible, InfraRed, and Thermal Imaging Spectrometer (VIRTIS) on Rosetta, was − 28 °C (Coradini et al. \n2011\n), and the surface temperature of Ryugu, measured by the Japanese Hayabusa2 orbiter, varies between − 50 °C and + 60 °C (Okada et al. \n2020\n). In other words, on all extraterrestrial bodies known, temperatures tend to generally exceed the known limits to life, implying that biomining operations will need to be conducted under strict temperature control.\nv.\nRock composition, regolith and minerals\n Regolith and rock composition need to be taken into account when deciding which biomining microorganism or technique to use in a given region of a planetary body, to extract the desired element(s), especially considering that they could also contain toxic compounds, for instance perchlorates (Hecht et al. \n2009\n; Linnarsson et al. \n2012\n; Kounaves et al. \n2014\n; Wadsworth and Cockell \n2017\n). Fine regolith is particularly interesting from the mining perspective, as extracting elements from it would spare the energy required for rock crushing (Carter \n1992\n). The composition of Mars and Moon crusts have been highly studied and characterized. This allowed the preparation of several Martian and lunar analogue materials, which can be used to test if they could provide good substrates for microbial growth and elemental extraction (Olsson-Francis and Cockell \n2010\n). A variety of meteorites are available to study asteroid composition, and microbial growth on meteorites has been demonstrated (Tait et al. \n2017\n; Milojevic et al. \n2019\n).\nOur knowledge on Martian rock composition comes from landers, orbiting spacecrafts and Martian meteorite data. Martian bulk crust is mostly igneous and basaltic (McSween et al. \n2009\n; Ehlmann and Edwards \n2014\n; Yoshizaki and McDonough \n2020\n), with a high level of oxidized iron and magnesium (Clark \n1993\n; Rieder et al. \n1997\n; Yen et al. \n2005\n; McSween et al. \n2009\n). Major minerals present in the Martian crust are silicates such as plagioclase, pyroxene and olivine (Ehlmann and Edwards \n2014\n). FeO is also particularly abundant (Taylor \n2013\n). Previous studies reported a high sulphur composition in Martian surface, mostly in the form of sulphate minerals (Greenwood et al. \n2000\n; Franz et al. \n2019\n). Clay, carbonate and sulphate deposits have been found, and calcium, iron and magnesium sulphate minerals have been identified from landers and orbital data (Ehlmann and Edwards \n2014\n). However, recent estimations on sulphur abundance in Martian interiors suggest that sulphur and volatile content could be much less than previously indicated (Wang and Becker \n2017\n; Franz et al. \n2019\n; Yoshizaki and McDonough \n2020\n), and sulphur has been found in small scale in certain zones of Martian surface (Ehlmann and dwards \n2014\n). Zinc content is quite high while copper may be less present than on Earth, although copper-rich deposits could exist in specific Martian regions (Payré et al. \n2019\n).\nLunar composition is largely silica-saturated basalts, anorthosite and breccia (Jolliff \n2008\n); however, specific compositions differ around the crust, and between highlands and maria (Jolliff et al. \n2000\n; Arai et al. \n2008\n). Therefore, the relative abundance of minerals in lunar rocks or regolith depends on the location (Sivakumar et al. \n2017\n). They include plagioclase, pyroxene, olivine, ilmenite, spinel and less abundant minerals (Meyer \n2003\n; Ohtake et al. \n2009\n; Anand et al. \n2012\n; Sivakumar et al. \n2017\n), and they are anhydrous and reduced (Jolliff \n2008\n). Interestingly, new mineral species have been identified on the Moon, for instance tranquillityite (Jolliff \n2008\n). Sulphide-bearing apatite was also discovered in lunar rocks, although apatite is present only as accessory phases (Brounce et al. \n2019\n, \n2020\n), as well as sulphides (Anand et al. \n2012\n). Therefore, sulphur appears to be less abundant on the Moon compared to Mars and some asteroids (Righter et al. \n2017\n; Steenstra et al. \n2018\n). Lunar regolith follows a similar composition dominated by aluminosilicate basic rocks (anorthosites, nortic anorthosites, gabbroic anorthosite; Ohtake et al. \n2009\n), with particle size between 10 nm and 100 µm. Mining fine lunar regolith has been proposed as particularly interesting from the mining perspective, because it would not require rock crushing (Carter \n1992\n). Moreover, lunar regolith presents solar wind implanted volatiles of great interest for ISRU, such as hydrogen, nitrogen, carbon and helium (Anand et al. \n2012\n). The presence of helium has attracted interest, as initial calculations estimated a possible cost-efficient transport to Earth as a source of clean energy (Wittenberg et al. \n1986\n). However, more recent evaluations are less positive (Carter \n1992\n; Anand et al. \n2012\n). Particularly promising from a biomining perspective is also a region named Procellarum KREEP terrane (PKT), characterized by high percentage of potassium, REEs, phosphorus and thorium (Taylor et al. 2006).\nOwing to the large number of different types of asteroids, specific cases should be considered when discussing asteroid biomining. Meteorites are made of material from diverse planetary bodies, including asteroids (Housen et al. \n1979\n), but asteroid composition varies widely depending on the type. A complete description of asteroidal composition is beyond the scope of this review; however, information comes largely from the analysis of available meteorites, which are mainly chondrites (Lewis \n1992\n; Yoshizaki and McDonough \n2021\n). Meteorites can be divided into stony, stony-iron and iron. Stony chondritic meteorites are a class of undifferentiated meteorites that are highly interesting from the biomining perspective and compose the large part of those that fall on Earth. Composition varies largely between types. Carbonaceous chondrites (C chondrites) are particularly rich in organic compounds, nitrogen and sulphur; enstatite chondrites (E chondrites) are highly reduced and contain silicon, iron, nickel and sulphides; the most abundant group falls in the intermediate categories of H, L and LL chondrites, with free metal elements, decreasing iron content and a lower presence of sulphur in respect to the former two (Lewis \n1992\n). Water, volatiles, organic compounds, elements as the platinum group elements (PGE: platinum, osmium, ruthenium, rhodium, palladium and iridium) and more common metals such as iron or nickel can be present, in quantities depending on the asteroid type (Klas et al. \n2015\n; Steenstra et al. \n2018\n, \n2020\n). Sulphur depletion on some asteroids and meteorite surfaces has been documented, as a consequence of space weathering of iron sulphides (Matsumoto et al. \n2020\n). To mention a few notable asteroid examples, 21 Lutetia has a metal-rich composition with mafic silicate minerals poor in iron and hydrated minerals (Coradini et al. \n2011\n), Ceres is rich in hydrated minerals, ammoniated phyllosilicates and carbonates, salts and organic material (De Sanctis et al. \n2017\n). Similarly, 24 Themis (Campins et al. \n2010\n) and Bennu (Lauretta et al. \n2019\n) have water and organic compounds on their surface. Samples from Itokawa (S-type asteroid), obtained in the Hayabusa mission, revealed not only a composition similar to LL-chondrites, but also provided insights into regolith composition and properties (Tsuchiyama et al. \n2011\n).We will shortly have data from the JAXA Hayabusa2 and the NASA OSIRIS-Rex missions on the returning samples from Ryugu and Bennu, respectively.\nCrucial within the context of all these materials is that, when they are added to a liquid water environment for biomining, they do not result in water activity levels or toxicity that makes them uninhabitable for biomining organisms. Unless the parent material contains high concentrations of salts (e.g., NaCl) there is no a priori reason why any of the materials discussed above should result in unsuitable water activities. The potential toxicity caused by ions (e.g., heavy metals) will depend on the material and the organisms used, but clearly this must be considered for any given combination of minerals and biomining organisms proposed (Averesch \n2021\n).",
    "terrestrial_biomining_mechanisms_and_space_applicability": "Terrestrial biomining mechanisms and space applicability\nBioleaching can be performed by chemolithotrophic and organotrophic microorganisms (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). In most cases, consortia of microorganisms and biofilm formation have an important role in improving and enhancing biomining, compared to single-species approaches. Moreover, biotechnological and synthetic biology techniques can be applied to ameliorate microbial resistance to toxic compounds and enhance metal extraction. All these concepts can be applied to space biomining.\nChemolithotroph microorganisms\nThis first group includes the most commonly used and characterized biomining organisms, autotrophic iron-oxidising and/or sulphur-oxidising microorganisms which thrive at low pH. Low pH allows many metal ions, such as iron, to remain in solution, although neutral-pH biomining is possible (Blowes et al. \n2003\n). These microorganisms include mesophilic bacteria (optimum 28–37 °C), moderate thermophilic bacteria (40–60 °C) and thermophile chemolithotrophs (60–80 °C), which commonly belong to archaea (Bosecker \n1997\n; Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The genera \nAcidithiobacillus, Thiobacillus\n and \nLeptospirillium\n contain a large proportion of these microorganisms, and they have been often isolated from mine-drainage sites (Blowes et al. \n2003\n). Some archaea include the genera \nAcidianus\n, \nFerroplasma\n, \nMetallosphaera\n and \nSulfolobus\n (Schippers et al. \n2013\n). \nAcidithiobacillus ferrooxidans\n, an iron and sulphur oxidizing microorganism, and \nAcidithiobacillus thiooxidans\n, a strictly sulphur oxidizing bacterium, are two of the most commonly used bacteria in bioleaching (Levicán et al. \n2008\n).\nOn Earth, metals of interest are often embedded into sulphidic minerals (e.g., iron in pyrite FeS\n2\n, copper in chalcopyrite CuFeS\n2\n, and molybdenum in molybdenite MoS\n2\n). The processes of metal dissolution performed by chemolithotrophs includes the biological oxidation of Fe\n2+\n to Fe\n3+\n, which in turn oxidises the sulphide mineral to sulphate and sulphuric acid. This latter maintains the low pH required to improve metal solubilisation (Olson et al. \n2003\n; Asghari et al. \n2013\n; Schippers et al. \n2013\n; Singh and Cameotra \n2015\n; Marrero et al. \n2020\n). Metal sulphide dissolution can occur by two main pathways, depending on the mineral species (i.e., electronic configuration and consequent reactivity to proton attack) and named after the intermediate that is formed: (a) thiosulphate (S\n2\nO\n3\n2−\n) pathway, enabling the solubilization of acid-insoluble metal sulphides minerals, and (b) polysulphide (H\n2\nS\nn\n) pathway, which can solubilize acid-soluble minerals (Schippers and Sand \n1999\n; Rohwerder et al. \n2003\n; Marrero et al \n2020\n). The latter can be solubilized by sulphur-oxidizing bacteria, since the process does not necessarily require Fe\n3+\n. These microorganisms are also required to dissolve the elemental sulphur which is formed during the process (Rohwerder et al. \n2003\n). Metal sulphide dissolution can occur by contact and non-contact mechanisms, although it has been recently suggested that the two mechanisms are similar (Sand et al. \n2001\n; Rohwerder et al. \n2003\n; Srichandan et al. \n2019\n). Details on these, and on the importance of biofilms for bioleaching, are discussed in Sect. \n3.2.4\n. More recently, reductive dissolution of ferric ion in oxidized ores (e.g. laterites) from \nA. ferrooxidans\n has been demonstrated. In this process, anaerobic conditions can be used as Fe\n3+\n is the terminal electron acceptor (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n). Elemental sulphur is, however, required as an energy source (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n), and the mechanisms still need to be fully elucidated (Singh and Cameotra \n2015\n; Marrero et al. \n2020\n).\nThe use of chemolithotroph microorganisms in space biomining has two main advantages: first, the mechanisms have been widely characterized and second, they do not require the presence of organic compounds to grow (Averesch \n2021\n). Growth, interaction and metal extraction from space rocks/regolith or analogues using chemolithotroph microorganisms have been demonstrated (González-Toril et al. \n2005\n; Gronstal et al. \n2009\n; Kölbl et al. \n2017\n; Tait et al. \n2017\n; Milojevic et al. \n2021\n). However, as discussed in Sect. \n3.1\n, mineral composition of space rocks of biomining interest can differ widely not only among planetary bodies, but also within the same planet or asteroid. This type of bioleaching microorganisms could not be applied, or be less efficient, to space rocks with low sulphur content, for instance the Moon, some asteroids and potentially some Martian regions (Fig. \n1\n, see also Sect. \n3.1\n).\nFig. 1\nDiagram summarizing the main types of biomining/bioleaching microorganisms and mechanisms, and their potential space applicability taking into account the general surface composition and mineral content of Mars, Moon and asteroids. The central ‘bioengineering’ panel highlights the potential use of bioengineering and synthetic biology approaches to enhance and overcome possible limitations of \nwild type\n microorganisms. Sphere colour indicates the tentative applicability to planetary bodies, based on the general crust composition. Other parameters (atmosphere, pressure, gravity, temperature, etc.) have not been considered here\nOrganotroph microorganisms\nThe second group of bioleaching microorganisms includes organotrophic bacteria and fungi. These are heterotrophic organisms which require organic compounds as a source of carbon for their metabolism, and they can solubilize oxidic, silicious and carbonaceous materials (Asghari et al. \n2013\n). The metal solubilization of the ore occurs by the action of (i) organic acids or (ii) hydrogen cyanide produced by the bacterial or fungal cell. In this case, bioleaching can occur at circumneutral or slightly alkaline pH (Bosecker \n1997\n). (i) Regarding the first mechanism, fungi have been particularly characterized for their organic acid-mediated bioleaching capacity, which can occur by (a) acidolysis, (b) complexolysis, (c) redoxolysis and (d) bioaccumulation (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). (a) In acidolysis, protons from the organic acid react with the mineral surface, weakening the bonds and consequently releasing the metal of interest. Concurrently, (b) complexolysis can also happen, in which complexation between the metal and the organic acid, or more rarely amminoacids (Maneesuwannarat et al. \n2019\n), occurs. (c) During redoxolysis, metal solubilization is promoted by its enzymatic oxidation or reduction, while in (d) bioaccumulation the soluble metal ions can be transported through the cell membrane and accumulate as solid particle within the cell or in vacuoles (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The organic acids identified to be associated with bioleaching include citric acid, gluconic acid, oxalic acid, citramalic acid, acetic acid, succinic acid and itaconic acid (Gadd \n1999\n; Adeleke et al. \n2010\n; Amin et al. \n2014\n; Brisson et al. \n2016\n, \n2020\n). Fungal bioleaching species include, but is not limited to, \nPenicillium\n spp. (Franz et al. \n1991\n; Bosecker \n1997\n; Ambreen et al. \n2002\n; Adeleke et al. \n2010\n), \nAspergillu\ns spp, (Brisson et al. \n2016\n; Din et al. \n2020\n) and \nPaecilomyces\n spp. (Brisson et al. \n2016\n, \n2020\n). Bacterial species include \nAcinetobacter\n, \nPseudomonas\n and \nBacillus\n spp. (Reed et al. \n2016\n; Rozas et al. \n2017\n; Barnett et al. \n2018\n; Giese et al. \n2019\n). Brisson and colleagues (Brisson et al. \n2020\n) recently performed a thorough metabolomic study which suggested that bioleaching of a given element could be mediated by specific organic acids, rather than organic acids in general. (ii) The second group of organotrophic bioleaching microorganisms include species producing hydrogen cyanide (HCN, also called cyanogenic microorganisms), that use glycine for its production. HCN formation is usually an aerobic process (Srichandan et al. \n2019\n). These organisms can perform bioleaching at mild temperatures (25–35 °C) and a circum-neutral to basic pH (7–11; Valix \n2017\n). Cyanide forms complexes with the metals, whose solubility in water and chemical stability are highly increased. Many metal and metalloids, including precious elements such as gold, platinum and silver, have been successfully extracted from electronic waste using cyanogenic microorganisms, which include \nPseudomona\ns spp., \nBacillus megaterium\n, \nEscherichia coli\n and \nChromobacterium violaceum\n (Valix \n2017\n). Notably, cyanobacteria have been shown to perform bioleaching as well (Cecal et al. \n2000\n; Singh \n2020\n). Despite being autotrophic organisms, their bioleaching mechanisms are similar to those of organotrophic microorganisms and involve biosorption through polysaccharides and organic acids (containing amino, carboxyl, hydroxyl and carbonyl groups) present on the cell surface and in biofilms (Huang et al. \n2020\n; Singh \n2020\n).\nExtraction of REEs and vanadium from basalt (Mars and Moon analogue rock) using organotrophic bacteria (\nSphingomonas desiccabilis\n and \nBacillus subtilis\n) was successfully performed on the ISS under Martian gravity and microgravity (Cockell et al. \n2020\n, \n2021\n), while copper, iron and magnesium were extracted by \nCupriavidus metallidurans\n from basalt after three months of spaceflight (Byloos et al. \n2017\n). Although used also for extraction from sulphide minerals (Johnson and Roberto \n1997\n), these microorganisms are particularly useful for recovery of metals from non-sulphidic minerals and industrial waste that do not contain the sulphur necessary to sustain chemolithotroph growth (Asghari et al. \n2013\n; Hosseini Nasab et al. \n2020\n). Hence, organotrophic microorganisms with demonstrated biomining capacity could be applied to space biomining to extract elements from those rocks and regolith with low sulphur content, for instance lunar rocks (see also Sect. \n3.1\n). A tentative diagram showing potential applications of biomining mechanisms to space, based on general surface composition of planetary bodies, is shown in Fig. \n1\n. The diagram is not intended as exhaustive or definitive, as other parameters have not been considered, but it shows that careful selection of biomining mechanisms and microorganisms is needed when planning for space applications, as indeed for any space bioengineering and biomanufacturing process (Averesch \n2021\n).\nBiomining consortia\nConsortia of microorganisms, rather than single species, are often used in biomining, as they can perform different reactions which eventually lead to the metal extraction (Rawlings and Johnson \n2007\n). In many cases the consortium has increased bioleaching efficacy. Qiu et al. (2015) showed how bioleaching of copper from chalcopyrite was enhanced in a co-culture of \nA. ferrooxidans\n and \nA. thiooxidans\n compared to single cultures (Qiu et al. \n2005\n). The roles that microorganisms can perform in a consortium include the oxidation of the ferrous fraction, the generation of a low pH by oxidation of the sulphur moiety and consequent acidification of the solutions, and the degradation of the organic compounds formed in the process (Johnson \n2018\n). Although some bioleaching microorganisms can perform multiple roles (e.g., \nA. ferrooxidans\n), others can perform a single role in the process, such as \nA. thiooxidans\n, being a strict sulphur-oxidizing bacterium (Blowes et al. \n2003\n; Levicán et al. \n2008\n). Heterotrophic consortia and mixes of heterotrophic–autotrophic consortia have also been studied (Bryan et al. \n2015\n; Valix \n2017\n). Selection of the appropriate consortium for a given biomining application can occur by a “top-down” approach, in which a mix of microorganisms is naturally selected by growing in the presence of a certain mineral, or by a “bottom-up” approach, in which a consortium is designed by selecting required parameters (Rawlings and Johnson \n2007\n). Bioengineering of consortia has been also attempted (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Gumulya et al. \n2018\n). All these approaches are promising from a space biomining perspective, although they may be limited by the necessity to optimize consortia using rock and regolith simulant, when real space samples are not available.\nThe possibility to use heterotrophic organisms for non-sulphidic mineral dissolution in space biomining has been discussed. While using these microorganisms may present many other advantages (Averesch \n2021\n), one disadvantage is certainly their requirement for a carbon source. This could be overcome by using a consortium containing heterotrophic biomining microorganisms and cyanobacteria: the latter could produce the organic compounds, and the oxygen, necessary to sustain growth and organic acid production (Verseux et al. \n2016\n; Billi et al. \n2021\n) necessary for biomining in space, without the need to provide these nutrients from external sources. The oxygen production would be useful, as it could sustain aerobic biomining in general. Moreover, cyanobacteria (particularly \nAnabaena cylindrica\n) have been demonstrated to successfully leach mineral elements from basalt and anorthosite (Olsson-Francis and Cockell \n2010\n). An attempt to test the efficacy of bioleaching of asteroidal material performed by a small artificial heterotrophic consortium (the bacterium \nS. desiccabilis\n plus the fungus \nP. simplicissimum\n) in microgravity has been completed on the ISS (BioAsteroid, data in preparation).\nThe role of biofilm formation\nMicrobially mediated leaching of sulphidic minerals can occur by contact and non-contact interaction, although it has been recently suggested that the two mechanisms overlap. In the case of direct interaction, the microbial cell is in contact with the mineral surface through the extracellular polymeric substances (EPS), and the sulphur fraction is oxidised to sulphate by the Fe\n3+\n-glucuronic acids complex in the EPS. In the non-contact mechanism, instead, the microbial planktonic cell acts by oxidizing the Fe\n2+\n and reduced sulphur species that are dissolved in the solution (Sand et al. \n2001\n; Blowes et al. \n2003\n). Biofilm formation is important for both interactions, as it not only enhances the contact of microbial cells with the rock surface, but also increases the concentration of ions and compounds that allow bioleaching, the communication between cells of same or different species, and the resistance to toxic metals and compounds (Noël et al. \n2010\n; Bellenberg et al. \n2014\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n). Indeed, biofilm enhances organotrophic bioleaching as well, through the action of the compounds embedded in the matrix (EPS), including polysaccharides and organic acids (Rohwerder et al. \n2003\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n; Huang et al. \n2020\n). When biofilms may limit the access to the substrate, microorganisms have been demonstrated to modify EPS accordingly (Rohwerder et al. \n2003\n).\nMany studies on biofilm formation in space demonstrated the production of thicker or structural different biofilms during spaceflights (McLean et al. \n2001\n; Zea et al. \n2018\n, \n2020\n). A study conducted on board the ISS interrogated biofilm formation and found that, under certain conditions, a novel “column and canopy” structure was observed in microgravity (Kim et al. \n2013\n). The BioRock experiment studied microbe–mineral interaction and bioleaching from basalt rock of three heterotrophic bacterial species, showing a positive biofilm formation for \nS. desiccabilis\n and \nC. metallidurans\n within the rock surface under all the gravity condition tested (microgravity, Martian and terrestrial gravities), particularly around edges and cavities (Santomartino et al. in preparation). \nS. desiccabilis\n and \nB. subtilis\n were able to extract useful elements under different gravity regimens during the same experiment, suggesting an uninfluential role of gravity on microbial bioleaching mechanisms (Cockell et al. \n2020\n, \n2021\n). The data on biofilm formation and growth will, therefore, provide useful insights into the effects of biofilm formation in space biomining.\nBioengineering\nIn the presence of mine ore or waste, microbial growth can be hindered by toxic compounds, heavy metals and stressor factors. Therefore, it comes as no surprise that many extremotolerant and extremophilic microorganisms have been isolated as bioleaching agents. This characteristic of bioleaching organisms is, by itself, of great use when considering space biomining, since extraterrestrial regolith can often bear toxic compounds, such as perchlorates (Hecht et al. \n2009\n; Wadsworth and Cockell \n2017\n). When not endogenous, resistance could be developed by adaptive evolution, random mutagenesis or bioengineering and synthetic biology approaches (Gumulya et al. \n2018\n). Engineering of single species or a microbial consortium to enhance desired characteristics, or reduce the impact of the undesired ones, is possible, although the success rate of the engineering approach depend on the recalcitration of some microorganisms to genetic manipulation (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Johnson et al. \n2013\n). Synthetic biology approaches can be used to improve the tolerance, and therefore the output, of biomining microorganisms. The concept is not trivial, as bioengineering has been optimized for a few microbial species (e.g., \nE. coli\n strains), mainly heterotrophic (Averesch \n2021\n), while tools are rarely available for environmental and undomesticated samples. Gumulya et al. (\n2018\n) provides a list of tools developed specifically for a few biomining microorganisms, including \nA. ferrooxidans\n and \nA. thiooxidans\n. In many cases, synthetic biology has been used to improve the resistance of \nE. coli\n strains to acid, thermal or heavy metal stress, to mention a few. This is achieved by heterologous expression of proteins of interest, often isolated from bioleaching microorganisms (Gumulya et al. \n2018\n). Nevertheless, attempts to engineer specific biomining microorganisms (Gumulya et al. \n2018\n) and biofilms for biomining applications (Buetti-Dinh et al. \n2020\n) have been performed as well. \nDeinococcus radiodurans\n, also known for its astrobiological relevant properties such as resistance to polyextremes and space conditions, has been engineered to enhance its bioremediation capacity (Daly \n2000\n). Attempts to genetically enhance acidophilic biomining microorganisms have been reported (reviewed in Gumulya et al. \n2018\n), for instance by expressing arsenic resistance and rusticyanin proteins in \nA. ferrooxidans\n (Liu et al. \n2011\n, \n2013\n).\nAlthough synthetic biology applications to biomining are still young, approaches to ameliorate resistance to space conditions, to enhance extraction of elements under these, or overcome issues, could be an excellent opportunity for space biomining, and a wide variety of possible applications have been reported (Cockell \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n). Notably, the importance of synthetic biology approaches for ISRU has been proposed (Cockell \n2011\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Nangle et al. \n2020\n; Averesch \n2021\n).",
    "chemolithotroph_microorganisms": "Chemolithotroph microorganisms\nThis first group includes the most commonly used and characterized biomining organisms, autotrophic iron-oxidising and/or sulphur-oxidising microorganisms which thrive at low pH. Low pH allows many metal ions, such as iron, to remain in solution, although neutral-pH biomining is possible (Blowes et al. \n2003\n). These microorganisms include mesophilic bacteria (optimum 28–37 °C), moderate thermophilic bacteria (40–60 °C) and thermophile chemolithotrophs (60–80 °C), which commonly belong to archaea (Bosecker \n1997\n; Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The genera \nAcidithiobacillus, Thiobacillus\n and \nLeptospirillium\n contain a large proportion of these microorganisms, and they have been often isolated from mine-drainage sites (Blowes et al. \n2003\n). Some archaea include the genera \nAcidianus\n, \nFerroplasma\n, \nMetallosphaera\n and \nSulfolobus\n (Schippers et al. \n2013\n). \nAcidithiobacillus ferrooxidans\n, an iron and sulphur oxidizing microorganism, and \nAcidithiobacillus thiooxidans\n, a strictly sulphur oxidizing bacterium, are two of the most commonly used bacteria in bioleaching (Levicán et al. \n2008\n).\nOn Earth, metals of interest are often embedded into sulphidic minerals (e.g., iron in pyrite FeS\n2\n, copper in chalcopyrite CuFeS\n2\n, and molybdenum in molybdenite MoS\n2\n). The processes of metal dissolution performed by chemolithotrophs includes the biological oxidation of Fe\n2+\n to Fe\n3+\n, which in turn oxidises the sulphide mineral to sulphate and sulphuric acid. This latter maintains the low pH required to improve metal solubilisation (Olson et al. \n2003\n; Asghari et al. \n2013\n; Schippers et al. \n2013\n; Singh and Cameotra \n2015\n; Marrero et al. \n2020\n). Metal sulphide dissolution can occur by two main pathways, depending on the mineral species (i.e., electronic configuration and consequent reactivity to proton attack) and named after the intermediate that is formed: (a) thiosulphate (S\n2\nO\n3\n2−\n) pathway, enabling the solubilization of acid-insoluble metal sulphides minerals, and (b) polysulphide (H\n2\nS\nn\n) pathway, which can solubilize acid-soluble minerals (Schippers and Sand \n1999\n; Rohwerder et al. \n2003\n; Marrero et al \n2020\n). The latter can be solubilized by sulphur-oxidizing bacteria, since the process does not necessarily require Fe\n3+\n. These microorganisms are also required to dissolve the elemental sulphur which is formed during the process (Rohwerder et al. \n2003\n). Metal sulphide dissolution can occur by contact and non-contact mechanisms, although it has been recently suggested that the two mechanisms are similar (Sand et al. \n2001\n; Rohwerder et al. \n2003\n; Srichandan et al. \n2019\n). Details on these, and on the importance of biofilms for bioleaching, are discussed in Sect. \n3.2.4\n. More recently, reductive dissolution of ferric ion in oxidized ores (e.g. laterites) from \nA. ferrooxidans\n has been demonstrated. In this process, anaerobic conditions can be used as Fe\n3+\n is the terminal electron acceptor (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n). Elemental sulphur is, however, required as an energy source (Hallberg et al. \n2011\n; Johnson et al. \n2013\n; Singh and Cameotra \n2015\n), and the mechanisms still need to be fully elucidated (Singh and Cameotra \n2015\n; Marrero et al. \n2020\n).\nThe use of chemolithotroph microorganisms in space biomining has two main advantages: first, the mechanisms have been widely characterized and second, they do not require the presence of organic compounds to grow (Averesch \n2021\n). Growth, interaction and metal extraction from space rocks/regolith or analogues using chemolithotroph microorganisms have been demonstrated (González-Toril et al. \n2005\n; Gronstal et al. \n2009\n; Kölbl et al. \n2017\n; Tait et al. \n2017\n; Milojevic et al. \n2021\n). However, as discussed in Sect. \n3.1\n, mineral composition of space rocks of biomining interest can differ widely not only among planetary bodies, but also within the same planet or asteroid. This type of bioleaching microorganisms could not be applied, or be less efficient, to space rocks with low sulphur content, for instance the Moon, some asteroids and potentially some Martian regions (Fig. \n1\n, see also Sect. \n3.1\n).\nFig. 1\nDiagram summarizing the main types of biomining/bioleaching microorganisms and mechanisms, and their potential space applicability taking into account the general surface composition and mineral content of Mars, Moon and asteroids. The central ‘bioengineering’ panel highlights the potential use of bioengineering and synthetic biology approaches to enhance and overcome possible limitations of \nwild type\n microorganisms. Sphere colour indicates the tentative applicability to planetary bodies, based on the general crust composition. Other parameters (atmosphere, pressure, gravity, temperature, etc.) have not been considered here",
    "organotroph_microorganisms": "Organotroph microorganisms\nThe second group of bioleaching microorganisms includes organotrophic bacteria and fungi. These are heterotrophic organisms which require organic compounds as a source of carbon for their metabolism, and they can solubilize oxidic, silicious and carbonaceous materials (Asghari et al. \n2013\n). The metal solubilization of the ore occurs by the action of (i) organic acids or (ii) hydrogen cyanide produced by the bacterial or fungal cell. In this case, bioleaching can occur at circumneutral or slightly alkaline pH (Bosecker \n1997\n). (i) Regarding the first mechanism, fungi have been particularly characterized for their organic acid-mediated bioleaching capacity, which can occur by (a) acidolysis, (b) complexolysis, (c) redoxolysis and (d) bioaccumulation (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). (a) In acidolysis, protons from the organic acid react with the mineral surface, weakening the bonds and consequently releasing the metal of interest. Concurrently, (b) complexolysis can also happen, in which complexation between the metal and the organic acid, or more rarely amminoacids (Maneesuwannarat et al. \n2019\n), occurs. (c) During redoxolysis, metal solubilization is promoted by its enzymatic oxidation or reduction, while in (d) bioaccumulation the soluble metal ions can be transported through the cell membrane and accumulate as solid particle within the cell or in vacuoles (Asghari et al. \n2013\n; Srichandan et al. \n2019\n). The organic acids identified to be associated with bioleaching include citric acid, gluconic acid, oxalic acid, citramalic acid, acetic acid, succinic acid and itaconic acid (Gadd \n1999\n; Adeleke et al. \n2010\n; Amin et al. \n2014\n; Brisson et al. \n2016\n, \n2020\n). Fungal bioleaching species include, but is not limited to, \nPenicillium\n spp. (Franz et al. \n1991\n; Bosecker \n1997\n; Ambreen et al. \n2002\n; Adeleke et al. \n2010\n), \nAspergillu\ns spp, (Brisson et al. \n2016\n; Din et al. \n2020\n) and \nPaecilomyces\n spp. (Brisson et al. \n2016\n, \n2020\n). Bacterial species include \nAcinetobacter\n, \nPseudomonas\n and \nBacillus\n spp. (Reed et al. \n2016\n; Rozas et al. \n2017\n; Barnett et al. \n2018\n; Giese et al. \n2019\n). Brisson and colleagues (Brisson et al. \n2020\n) recently performed a thorough metabolomic study which suggested that bioleaching of a given element could be mediated by specific organic acids, rather than organic acids in general. (ii) The second group of organotrophic bioleaching microorganisms include species producing hydrogen cyanide (HCN, also called cyanogenic microorganisms), that use glycine for its production. HCN formation is usually an aerobic process (Srichandan et al. \n2019\n). These organisms can perform bioleaching at mild temperatures (25–35 °C) and a circum-neutral to basic pH (7–11; Valix \n2017\n). Cyanide forms complexes with the metals, whose solubility in water and chemical stability are highly increased. Many metal and metalloids, including precious elements such as gold, platinum and silver, have been successfully extracted from electronic waste using cyanogenic microorganisms, which include \nPseudomona\ns spp., \nBacillus megaterium\n, \nEscherichia coli\n and \nChromobacterium violaceum\n (Valix \n2017\n). Notably, cyanobacteria have been shown to perform bioleaching as well (Cecal et al. \n2000\n; Singh \n2020\n). Despite being autotrophic organisms, their bioleaching mechanisms are similar to those of organotrophic microorganisms and involve biosorption through polysaccharides and organic acids (containing amino, carboxyl, hydroxyl and carbonyl groups) present on the cell surface and in biofilms (Huang et al. \n2020\n; Singh \n2020\n).\nExtraction of REEs and vanadium from basalt (Mars and Moon analogue rock) using organotrophic bacteria (\nSphingomonas desiccabilis\n and \nBacillus subtilis\n) was successfully performed on the ISS under Martian gravity and microgravity (Cockell et al. \n2020\n, \n2021\n), while copper, iron and magnesium were extracted by \nCupriavidus metallidurans\n from basalt after three months of spaceflight (Byloos et al. \n2017\n). Although used also for extraction from sulphide minerals (Johnson and Roberto \n1997\n), these microorganisms are particularly useful for recovery of metals from non-sulphidic minerals and industrial waste that do not contain the sulphur necessary to sustain chemolithotroph growth (Asghari et al. \n2013\n; Hosseini Nasab et al. \n2020\n). Hence, organotrophic microorganisms with demonstrated biomining capacity could be applied to space biomining to extract elements from those rocks and regolith with low sulphur content, for instance lunar rocks (see also Sect. \n3.1\n). A tentative diagram showing potential applications of biomining mechanisms to space, based on general surface composition of planetary bodies, is shown in Fig. \n1\n. The diagram is not intended as exhaustive or definitive, as other parameters have not been considered, but it shows that careful selection of biomining mechanisms and microorganisms is needed when planning for space applications, as indeed for any space bioengineering and biomanufacturing process (Averesch \n2021\n).",
    "biomining_consortia": "Biomining consortia\nConsortia of microorganisms, rather than single species, are often used in biomining, as they can perform different reactions which eventually lead to the metal extraction (Rawlings and Johnson \n2007\n). In many cases the consortium has increased bioleaching efficacy. Qiu et al. (2015) showed how bioleaching of copper from chalcopyrite was enhanced in a co-culture of \nA. ferrooxidans\n and \nA. thiooxidans\n compared to single cultures (Qiu et al. \n2005\n). The roles that microorganisms can perform in a consortium include the oxidation of the ferrous fraction, the generation of a low pH by oxidation of the sulphur moiety and consequent acidification of the solutions, and the degradation of the organic compounds formed in the process (Johnson \n2018\n). Although some bioleaching microorganisms can perform multiple roles (e.g., \nA. ferrooxidans\n), others can perform a single role in the process, such as \nA. thiooxidans\n, being a strict sulphur-oxidizing bacterium (Blowes et al. \n2003\n; Levicán et al. \n2008\n). Heterotrophic consortia and mixes of heterotrophic–autotrophic consortia have also been studied (Bryan et al. \n2015\n; Valix \n2017\n). Selection of the appropriate consortium for a given biomining application can occur by a “top-down” approach, in which a mix of microorganisms is naturally selected by growing in the presence of a certain mineral, or by a “bottom-up” approach, in which a consortium is designed by selecting required parameters (Rawlings and Johnson \n2007\n). Bioengineering of consortia has been also attempted (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Gumulya et al. \n2018\n). All these approaches are promising from a space biomining perspective, although they may be limited by the necessity to optimize consortia using rock and regolith simulant, when real space samples are not available.\nThe possibility to use heterotrophic organisms for non-sulphidic mineral dissolution in space biomining has been discussed. While using these microorganisms may present many other advantages (Averesch \n2021\n), one disadvantage is certainly their requirement for a carbon source. This could be overcome by using a consortium containing heterotrophic biomining microorganisms and cyanobacteria: the latter could produce the organic compounds, and the oxygen, necessary to sustain growth and organic acid production (Verseux et al. \n2016\n; Billi et al. \n2021\n) necessary for biomining in space, without the need to provide these nutrients from external sources. The oxygen production would be useful, as it could sustain aerobic biomining in general. Moreover, cyanobacteria (particularly \nAnabaena cylindrica\n) have been demonstrated to successfully leach mineral elements from basalt and anorthosite (Olsson-Francis and Cockell \n2010\n). An attempt to test the efficacy of bioleaching of asteroidal material performed by a small artificial heterotrophic consortium (the bacterium \nS. desiccabilis\n plus the fungus \nP. simplicissimum\n) in microgravity has been completed on the ISS (BioAsteroid, data in preparation).",
    "the_role_of_biofilm_formation": "The role of biofilm formation\nMicrobially mediated leaching of sulphidic minerals can occur by contact and non-contact interaction, although it has been recently suggested that the two mechanisms overlap. In the case of direct interaction, the microbial cell is in contact with the mineral surface through the extracellular polymeric substances (EPS), and the sulphur fraction is oxidised to sulphate by the Fe\n3+\n-glucuronic acids complex in the EPS. In the non-contact mechanism, instead, the microbial planktonic cell acts by oxidizing the Fe\n2+\n and reduced sulphur species that are dissolved in the solution (Sand et al. \n2001\n; Blowes et al. \n2003\n). Biofilm formation is important for both interactions, as it not only enhances the contact of microbial cells with the rock surface, but also increases the concentration of ions and compounds that allow bioleaching, the communication between cells of same or different species, and the resistance to toxic metals and compounds (Noël et al. \n2010\n; Bellenberg et al. \n2014\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n). Indeed, biofilm enhances organotrophic bioleaching as well, through the action of the compounds embedded in the matrix (EPS), including polysaccharides and organic acids (Rohwerder et al. \n2003\n; Yu et al. \n2014\n; Gumulya et al. \n2018\n; Huang et al. \n2020\n). When biofilms may limit the access to the substrate, microorganisms have been demonstrated to modify EPS accordingly (Rohwerder et al. \n2003\n).\nMany studies on biofilm formation in space demonstrated the production of thicker or structural different biofilms during spaceflights (McLean et al. \n2001\n; Zea et al. \n2018\n, \n2020\n). A study conducted on board the ISS interrogated biofilm formation and found that, under certain conditions, a novel “column and canopy” structure was observed in microgravity (Kim et al. \n2013\n). The BioRock experiment studied microbe–mineral interaction and bioleaching from basalt rock of three heterotrophic bacterial species, showing a positive biofilm formation for \nS. desiccabilis\n and \nC. metallidurans\n within the rock surface under all the gravity condition tested (microgravity, Martian and terrestrial gravities), particularly around edges and cavities (Santomartino et al. in preparation). \nS. desiccabilis\n and \nB. subtilis\n were able to extract useful elements under different gravity regimens during the same experiment, suggesting an uninfluential role of gravity on microbial bioleaching mechanisms (Cockell et al. \n2020\n, \n2021\n). The data on biofilm formation and growth will, therefore, provide useful insights into the effects of biofilm formation in space biomining.",
    "bioengineering": "Bioengineering\nIn the presence of mine ore or waste, microbial growth can be hindered by toxic compounds, heavy metals and stressor factors. Therefore, it comes as no surprise that many extremotolerant and extremophilic microorganisms have been isolated as bioleaching agents. This characteristic of bioleaching organisms is, by itself, of great use when considering space biomining, since extraterrestrial regolith can often bear toxic compounds, such as perchlorates (Hecht et al. \n2009\n; Wadsworth and Cockell \n2017\n). When not endogenous, resistance could be developed by adaptive evolution, random mutagenesis or bioengineering and synthetic biology approaches (Gumulya et al. \n2018\n). Engineering of single species or a microbial consortium to enhance desired characteristics, or reduce the impact of the undesired ones, is possible, although the success rate of the engineering approach depend on the recalcitration of some microorganisms to genetic manipulation (Rawlings and Johnson \n2007\n; Brune and Bayer \n2012\n; Johnson et al. \n2013\n). Synthetic biology approaches can be used to improve the tolerance, and therefore the output, of biomining microorganisms. The concept is not trivial, as bioengineering has been optimized for a few microbial species (e.g., \nE. coli\n strains), mainly heterotrophic (Averesch \n2021\n), while tools are rarely available for environmental and undomesticated samples. Gumulya et al. (\n2018\n) provides a list of tools developed specifically for a few biomining microorganisms, including \nA. ferrooxidans\n and \nA. thiooxidans\n. In many cases, synthetic biology has been used to improve the resistance of \nE. coli\n strains to acid, thermal or heavy metal stress, to mention a few. This is achieved by heterologous expression of proteins of interest, often isolated from bioleaching microorganisms (Gumulya et al. \n2018\n). Nevertheless, attempts to engineer specific biomining microorganisms (Gumulya et al. \n2018\n) and biofilms for biomining applications (Buetti-Dinh et al. \n2020\n) have been performed as well. \nDeinococcus radiodurans\n, also known for its astrobiological relevant properties such as resistance to polyextremes and space conditions, has been engineered to enhance its bioremediation capacity (Daly \n2000\n). Attempts to genetically enhance acidophilic biomining microorganisms have been reported (reviewed in Gumulya et al. \n2018\n), for instance by expressing arsenic resistance and rusticyanin proteins in \nA. ferrooxidans\n (Liu et al. \n2011\n, \n2013\n).\nAlthough synthetic biology applications to biomining are still young, approaches to ameliorate resistance to space conditions, to enhance extraction of elements under these, or overcome issues, could be an excellent opportunity for space biomining, and a wide variety of possible applications have been reported (Cockell \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n). Notably, the importance of synthetic biology approaches for ISRU has been proposed (Cockell \n2011\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Nangle et al. \n2020\n; Averesch \n2021\n).",
    "space_biomining_applications": "Space biomining applications\nBiomining in the context of ISRU and self-sustaining extraterrestrial settlements\nOne of the most relevant applications for space biomining is in ISRU. In particular, Bio-ISRU refers to the use of biotechnologies to achieve the exploitation of resources from planetary bodies (Brown et al. \n2008\n). However, myriad resources will need to be acquired and processed in situ to enable self-sustaining settlements in space, and many commodities will likely require a combination of physico-chemical and biological approaches (Keller et al. \n2021\n). Transportation to and from the settlement and Earth, and between settlements, will require fuel for the transport vehicles. While methane production for Martian architecture (Ash et al. \n1978\n; Musk \n2017\n) may be partly done via biological methods (Klas et al. \n2015\n), oxygen and hydrogen extraction from lunar regolith for chemically based propulsion (Jamanca-Lino \n2021\n) will likely be performed via physico-chemical processes (Schwandt et al. \n2012\n). Other essential resources arise from human needs: water, oxygen, atmospheric pressure, food and waste management. Water can be found in permanently shadowed craters on the Moon and in different locations on Mars and asteroids; this water can also serve to meet oxygen needs. Oxygen and an inert gas like N\n2\n will be needed to reach required atmospheric pressures (Niederwieser et al. \n2019\n).\nIn this context, biomining could be one of the methods to provide the structural metals (e.g., iron, nickel, vanadium, copper) for construction of buildings and machinery, or to build electronic devices and magnets (e.g., REEs, silicon; Cockell \n2010\n, \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n). Bioleaching microorganisms could also be applied to recycle useful elements from electric waste (Brandl et al. \n1999\n; Rozas et al. \n2017\n; Srichandan et al. \n2019\n).\nApart from structural materials, bioleaching of regolith and rocks could provide water, useful volatiles (e.g., oxygen from the dissolution of oxide minerals, hydrogen, carbon, sulphur) and mineral nutrients (e.g., potassium, sodium, calcium, phosphorus, sulphur) essential for life (Cockell \n2010\n, \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n; Huang et al. \n2020\n). Biomining is not intrinsically a traditional part of BLSS (Eckart \n1992\n). However, the principal and secondary (e.g., waste) products from bioleaching discussed so far could be used to sustain biological compartments in life-support systems, including human crew (see for instance the ESA’s MELiSSA life support project; Gòdia et al. \n2002\n; Lasseur and Mergeay \n2021\n). In turn, bioleaching microorganisms (particularly aerobic and heterotrophic ones) could benefit from waste materials produced from the regenerative support system (Billi et al. \n2021\n; Keller et al. \n2021\n). Considering all this, the addition of a biomining/bioleaching compartment could be a beneficial addition to supply basic chemical requirements for a BLSS, and vice versa (Fig. \n2\n).\nFig. 2\nConceptual figure of a biomining/bioleaching compartment in the context of BLSS, based on the regenerative life-support systems MELiSSA project design (Gòdia et al. \n2002\n; Lasseur and Mergeay \n2021\n). Potential useful elements produced by this compartment are shown in orange\nBioremediation\nSimilar chemical reactions to those involved in biomining are used to perform bioremediation on Earth, to eliminate toxic and polluting compounds from soil and waters (Gadd \n2010\n). Extremophiles and extremotolerant microorganisms (Jeong and Choi \n2020\n), fungi (e.g., \nAspergillus\n and \nPenicillium\n spp.; Yamada-Onodera et al. \n2002\n; Din et al. \n2020\n) and other bacterial species (for instance \nSphingomonas\n; Chen \n2012\n) are often used. The capacity to remove heavy metals, radioactive species (uranium), acids (including acid mine drainage produced through mining and biomining processes), organic pollutants and salts has been demonstrated (Gadd \n2010\n; Brune and Bayer \n2012\n). It is worth mentioning that many of these species can indeed thrive in (extremophiles and polyextremophiles) or tolerate (extremotolerant and polyextremotolerant) a variety of extreme conditions, which might come in handy in space. To mention a few examples, many chemolithotrophic microorganisms used in biomining, such as \nAcidithiobacillus\n and \nFerroplasma,\n are acidophiles, while \nSulfolobus\n and \nMetallosphae\nra are both acidophiles and thermophiles (Rohwerder et al. \n2003\n; Coker \n2016\n). Regarding organotrophic microorganisms, \nA. niger\n spores demonstrated resistance to high doses of radiations (Cortesão et al. \n2020\n), while \nS. desiccabilis\n biofilms could withstand desiccation and Martian brines (Stevens et al. \n2019\n), for instance.\nThe lunar and Martian surfaces contain a number of toxic compounds that could hinder not only biomining, but also the settlement itself. Examples include perchlorates on Mars (Hecht et al. \n2009\n; Kounaves et al. \n2014\n) and toxic lunar dusts (Linnarsson et al. \n2012\n). Microorganisms performing biomining could also be selected for bioremediation approaches to ameliorate these components by making them less toxic or removing them. A recent study identified the genes involved in perchlorate resistance from microorganisms isolated from the Atacama desert (Díaz-Rullo et al. \n2021\n). A \nChroococcidiopsis\n species and its derivate (CCMEE 029 and CCMEE 029 P-MRS, respectively) had no negative effect to perchlorate exposure, and the biomass produced could be used to feed an heterotrophic bacterial species (\nE. coli\n; Billi et al. \n2021\n). A new record for perchlorate tolerance was reported for the fungus \nPlanococcus halocryophilus\n (Heinz et al. \n2020\n). \nShewanella onediensis\n was found slightly impacted by perchlorates (Volger et al. \n2020\n), and it was able to reduce chromium, although growth was inhibited at high concentrations of this metal (Middleton et al. \n2003\n). Moreover, biofilms could be used to settle dangerous dusts and enrich regolith with nutritious elements, which will allow the fertilization of soils (Liu et al. \n2008\n; Cockell \n2011\n; Mergelov et al. \n2018\n; Eichler et al. \n2021\n).\nAsteroid biomining\nThe concept of asteroid mining is slightly different and deserves a separate discussion. While biomining on Mars and the Moon will likely have the aim to directly sustain extraterrestrial settlements located on these planetary bodies, there is no current interest in creating a stable human presence on asteroids (although in the long term this could change). This poses the problem of transporting the extracted materials to their final destination, hence the viability of the process depends on the costs, which depend on the richness of elements and their location (Gertsch \n1992\n), and of course on the engineering constraints. Asteroids of interest from the biomining perspective belong to either the near-Earth objects or the asteroid belt, beyond Mars orbit. For lunar settlements or return to Earth, near-Earth objects could be more appropriate, while for Martian settlements objects from asteroid belt could be used (Gaffey \n1992\n; Gertsch \n1992\n).\nMolecules of interest from the asteroid biomining perspective are water, volatiles and carbon compounds, expensive (PGE, gold, silver) and common metals (Klas et al. \n2015\n). We discussed in Sect. \n3.1\n.v the wide variety of asteroids and their composition, as well as the fact that our knowledge on these is limited by data coming from the available meteorites and the few returning samples from space missions (Metzger and Britt \n2020\n). It has been estimated that the total number of minor asteroids in the asteroid belt is highly underestimated (Krasinsky et al. \n2002\n). These considerations imply that a wider knowledge on asteroid type and composition is necessary to select objects of interest for space biomining.\nAsteroid biomining is gaining increasing interest, and a variety of companies are forming to develop engineering strategies (Lewicki et al. \n2013\n), and scientists are assessing microbial growth and colonization of meteorites (Klas et al. \n2015\n; Tait et al. \n2017\n; Milojevic et al. \n2019\n), including the abovementioned BioAsteroid experiment, showing bacterial and fungal mediated leaching of an L-chondrite on the ISS (data under analysis).\nBenefits for Earth\nScientific research topics are naturally interconnected. Owing to the harshness of the space environment, space exploration requires the most advanced human ingenuity and scientific technologies. Once these are developed, they would be available for terrestrial applications and benefit the quality of life on Earth (ISECG \n2013\n). Space microbiology also has a significant impact in our everyday life (Horneck et al. \n2010\n). With this view in mind, it is expected that advances in space biomining will eventually benefit terrestrial biomining technologies (Metzger \n2016\n). It has been proposed that biomining of specific planetary bodies, for instance some asteroids and even the Moon (Carter \n1992\n), could provide useful elements for terrestrial use. However, at present this has not been found to be a viable opportunity. Nevertheless, many realistic benefits can be listed.\nAs mentioned before, the BioRock experiment demonstrated the ability of \nS. desiccabilis\n to extract REEs and vanadium under a variety of gravity conditions on the ISS (Cockell et al. \n2020\n, \n2021\n). This was the first demonstration of the ability of \nS. desiccabilis\n to perform biomining, providing a novel microorganism for terrestrial applications. Improvement of biomining technologies, including amelioration of strains for the extraction of elements from low-grade ores and under extreme conditions could provide tools for similar aims on Earth. Designing of highly efficient biomining reactors and hardware would be another applicable benefit. The same concept could be easily applied to bioremediation, hence to environmental issues as follows: microorganisms with demonstrated tolerance and capacity to bioaccumulate and remediate toxic compounds under the harsh Martian and lunar conditions could be used for terrestrial purposes, or inform us on how to achieve similar goals here.\nAugmentation of sustainable approaches by learning from space biotechnologies will be a great benefit for Earth. The major space agencies aligned with the United Nations Sustainable Development Goals (\nhttps://sdgs.un.org/goals\n), and these principles can be applied to human space exploration. Biomining is widely recognized to be more environmental friendly in respect to traditional mining approaches (Jerez \n2017a\n); hence learning how to improve bioleaching from advancements in the challenging field of space biomining would also have a positive environmental impact on Earth. Moreover, improving the design of self-sustaining extraterrestrial settlements, for instance by including a biomining compartment, electronic waste recycling and synthetic biology approaches to engineer biomining microorganisms to use different waste as nutrients (e.g., plastics), would inform on terrestrial strategies to improve circular economy approaches.",
    "biomining_in_the_context_of_isru_and_self-sustaining_extrate": "Biomining in the context of ISRU and self-sustaining extraterrestrial settlements\nOne of the most relevant applications for space biomining is in ISRU. In particular, Bio-ISRU refers to the use of biotechnologies to achieve the exploitation of resources from planetary bodies (Brown et al. \n2008\n). However, myriad resources will need to be acquired and processed in situ to enable self-sustaining settlements in space, and many commodities will likely require a combination of physico-chemical and biological approaches (Keller et al. \n2021\n). Transportation to and from the settlement and Earth, and between settlements, will require fuel for the transport vehicles. While methane production for Martian architecture (Ash et al. \n1978\n; Musk \n2017\n) may be partly done via biological methods (Klas et al. \n2015\n), oxygen and hydrogen extraction from lunar regolith for chemically based propulsion (Jamanca-Lino \n2021\n) will likely be performed via physico-chemical processes (Schwandt et al. \n2012\n). Other essential resources arise from human needs: water, oxygen, atmospheric pressure, food and waste management. Water can be found in permanently shadowed craters on the Moon and in different locations on Mars and asteroids; this water can also serve to meet oxygen needs. Oxygen and an inert gas like N\n2\n will be needed to reach required atmospheric pressures (Niederwieser et al. \n2019\n).\nIn this context, biomining could be one of the methods to provide the structural metals (e.g., iron, nickel, vanadium, copper) for construction of buildings and machinery, or to build electronic devices and magnets (e.g., REEs, silicon; Cockell \n2010\n, \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n). Bioleaching microorganisms could also be applied to recycle useful elements from electric waste (Brandl et al. \n1999\n; Rozas et al. \n2017\n; Srichandan et al. \n2019\n).\nApart from structural materials, bioleaching of regolith and rocks could provide water, useful volatiles (e.g., oxygen from the dissolution of oxide minerals, hydrogen, carbon, sulphur) and mineral nutrients (e.g., potassium, sodium, calcium, phosphorus, sulphur) essential for life (Cockell \n2010\n, \n2011\n; Montague et al. \n2012\n; Menezes et al. \n2015b\n; Rothschild \n2016\n; Verseux et al. \n2016\n; Huang et al. \n2020\n). Biomining is not intrinsically a traditional part of BLSS (Eckart \n1992\n). However, the principal and secondary (e.g., waste) products from bioleaching discussed so far could be used to sustain biological compartments in life-support systems, including human crew (see for instance the ESA’s MELiSSA life support project; Gòdia et al. \n2002\n; Lasseur and Mergeay \n2021\n). In turn, bioleaching microorganisms (particularly aerobic and heterotrophic ones) could benefit from waste materials produced from the regenerative support system (Billi et al. \n2021\n; Keller et al. \n2021\n). Considering all this, the addition of a biomining/bioleaching compartment could be a beneficial addition to supply basic chemical requirements for a BLSS, and vice versa (Fig. \n2\n).\nFig. 2\nConceptual figure of a biomining/bioleaching compartment in the context of BLSS, based on the regenerative life-support systems MELiSSA project design (Gòdia et al. \n2002\n; Lasseur and Mergeay \n2021\n). Potential useful elements produced by this compartment are shown in orange",
    "bioremediation": "Bioremediation\nSimilar chemical reactions to those involved in biomining are used to perform bioremediation on Earth, to eliminate toxic and polluting compounds from soil and waters (Gadd \n2010\n). Extremophiles and extremotolerant microorganisms (Jeong and Choi \n2020\n), fungi (e.g., \nAspergillus\n and \nPenicillium\n spp.; Yamada-Onodera et al. \n2002\n; Din et al. \n2020\n) and other bacterial species (for instance \nSphingomonas\n; Chen \n2012\n) are often used. The capacity to remove heavy metals, radioactive species (uranium), acids (including acid mine drainage produced through mining and biomining processes), organic pollutants and salts has been demonstrated (Gadd \n2010\n; Brune and Bayer \n2012\n). It is worth mentioning that many of these species can indeed thrive in (extremophiles and polyextremophiles) or tolerate (extremotolerant and polyextremotolerant) a variety of extreme conditions, which might come in handy in space. To mention a few examples, many chemolithotrophic microorganisms used in biomining, such as \nAcidithiobacillus\n and \nFerroplasma,\n are acidophiles, while \nSulfolobus\n and \nMetallosphae\nra are both acidophiles and thermophiles (Rohwerder et al. \n2003\n; Coker \n2016\n). Regarding organotrophic microorganisms, \nA. niger\n spores demonstrated resistance to high doses of radiations (Cortesão et al. \n2020\n), while \nS. desiccabilis\n biofilms could withstand desiccation and Martian brines (Stevens et al. \n2019\n), for instance.\nThe lunar and Martian surfaces contain a number of toxic compounds that could hinder not only biomining, but also the settlement itself. Examples include perchlorates on Mars (Hecht et al. \n2009\n; Kounaves et al. \n2014\n) and toxic lunar dusts (Linnarsson et al. \n2012\n). Microorganisms performing biomining could also be selected for bioremediation approaches to ameliorate these components by making them less toxic or removing them. A recent study identified the genes involved in perchlorate resistance from microorganisms isolated from the Atacama desert (Díaz-Rullo et al. \n2021\n). A \nChroococcidiopsis\n species and its derivate (CCMEE 029 and CCMEE 029 P-MRS, respectively) had no negative effect to perchlorate exposure, and the biomass produced could be used to feed an heterotrophic bacterial species (\nE. coli\n; Billi et al. \n2021\n). A new record for perchlorate tolerance was reported for the fungus \nPlanococcus halocryophilus\n (Heinz et al. \n2020\n). \nShewanella onediensis\n was found slightly impacted by perchlorates (Volger et al. \n2020\n), and it was able to reduce chromium, although growth was inhibited at high concentrations of this metal (Middleton et al. \n2003\n). Moreover, biofilms could be used to settle dangerous dusts and enrich regolith with nutritious elements, which will allow the fertilization of soils (Liu et al. \n2008\n; Cockell \n2011\n; Mergelov et al. \n2018\n; Eichler et al. \n2021\n).",
    "asteroid_biomining": "Asteroid biomining\nThe concept of asteroid mining is slightly different and deserves a separate discussion. While biomining on Mars and the Moon will likely have the aim to directly sustain extraterrestrial settlements located on these planetary bodies, there is no current interest in creating a stable human presence on asteroids (although in the long term this could change). This poses the problem of transporting the extracted materials to their final destination, hence the viability of the process depends on the costs, which depend on the richness of elements and their location (Gertsch \n1992\n), and of course on the engineering constraints. Asteroids of interest from the biomining perspective belong to either the near-Earth objects or the asteroid belt, beyond Mars orbit. For lunar settlements or return to Earth, near-Earth objects could be more appropriate, while for Martian settlements objects from asteroid belt could be used (Gaffey \n1992\n; Gertsch \n1992\n).\nMolecules of interest from the asteroid biomining perspective are water, volatiles and carbon compounds, expensive (PGE, gold, silver) and common metals (Klas et al. \n2015\n). We discussed in Sect. \n3.1\n.v the wide variety of asteroids and their composition, as well as the fact that our knowledge on these is limited by data coming from the available meteorites and the few returning samples from space missions (Metzger and Britt \n2020\n). It has been estimated that the total number of minor asteroids in the asteroid belt is highly underestimated (Krasinsky et al. \n2002\n). These considerations imply that a wider knowledge on asteroid type and composition is necessary to select objects of interest for space biomining.\nAsteroid biomining is gaining increasing interest, and a variety of companies are forming to develop engineering strategies (Lewicki et al. \n2013\n), and scientists are assessing microbial growth and colonization of meteorites (Klas et al. \n2015\n; Tait et al. \n2017\n; Milojevic et al. \n2019\n), including the abovementioned BioAsteroid experiment, showing bacterial and fungal mediated leaching of an L-chondrite on the ISS (data under analysis).",
    "benefits_for_earth": "Benefits for Earth\nScientific research topics are naturally interconnected. Owing to the harshness of the space environment, space exploration requires the most advanced human ingenuity and scientific technologies. Once these are developed, they would be available for terrestrial applications and benefit the quality of life on Earth (ISECG \n2013\n). Space microbiology also has a significant impact in our everyday life (Horneck et al. \n2010\n). With this view in mind, it is expected that advances in space biomining will eventually benefit terrestrial biomining technologies (Metzger \n2016\n). It has been proposed that biomining of specific planetary bodies, for instance some asteroids and even the Moon (Carter \n1992\n), could provide useful elements for terrestrial use. However, at present this has not been found to be a viable opportunity. Nevertheless, many realistic benefits can be listed.\nAs mentioned before, the BioRock experiment demonstrated the ability of \nS. desiccabilis\n to extract REEs and vanadium under a variety of gravity conditions on the ISS (Cockell et al. \n2020\n, \n2021\n). This was the first demonstration of the ability of \nS. desiccabilis\n to perform biomining, providing a novel microorganism for terrestrial applications. Improvement of biomining technologies, including amelioration of strains for the extraction of elements from low-grade ores and under extreme conditions could provide tools for similar aims on Earth. Designing of highly efficient biomining reactors and hardware would be another applicable benefit. The same concept could be easily applied to bioremediation, hence to environmental issues as follows: microorganisms with demonstrated tolerance and capacity to bioaccumulate and remediate toxic compounds under the harsh Martian and lunar conditions could be used for terrestrial purposes, or inform us on how to achieve similar goals here.\nAugmentation of sustainable approaches by learning from space biotechnologies will be a great benefit for Earth. The major space agencies aligned with the United Nations Sustainable Development Goals (\nhttps://sdgs.un.org/goals\n), and these principles can be applied to human space exploration. Biomining is widely recognized to be more environmental friendly in respect to traditional mining approaches (Jerez \n2017a\n); hence learning how to improve bioleaching from advancements in the challenging field of space biomining would also have a positive environmental impact on Earth. Moreover, improving the design of self-sustaining extraterrestrial settlements, for instance by including a biomining compartment, electronic waste recycling and synthetic biology approaches to engineer biomining microorganisms to use different waste as nutrients (e.g., plastics), would inform on terrestrial strategies to improve circular economy approaches.",
    "conclusions": "Conclusions\nAs the goal for space exploration expands toward establishing permanent settlements in space, space biomining is generating an increasing interest. The main space agencies have recognized its potential in their roadmaps. Many are the advantages, as terrestrial biomining is considered a sustainable approach in both the economic and environmental terms (Jerez \n2017a\n). Moreover, many rocks in the Solar System would be considered low-grade ores for terrestrial standards (Cockell and Santomartino, in press), and biomining on Earth is commonly used to process mine waste, dumps and tailings (Bosecker \n1997\n; Mishra and Rhee \n2014\n). The use of bioleaching microorganisms could also be applied to bioremediation, recycling of waste and to support BLSS.\nAlthough promising, the science around space biomining is still relatively young. Considering the differences between terrestrial and extraterrestrial conditions, including rock type and ore availability, a direct application of established terrestrial biomining techniques may not be always possible. Energetic and metabolic demands need to be taken into account. Engineering requirements for space biomining reactors will require temperature controls, aeration and stirring under complex and harsh conditions. While most terrestrial biomining knowledge is based on autotrophic microorganisms able to break down sulphidic minerals without the need of carbon compounds, many rocks in the Solar Systems may present a low sulphur content. In these cases, heterotrophic microorganisms could be a better choice, but they would require organic compounds. Moreover, most bioleaching reactions are aerobic, and oxygen itself will be a commodity in space. A careful selection of the most appropriate techniques and microorganisms will be required for any given application, and the optimal solution could include complementary systems (Averesch \n2021\n). Ethic and planetary protection discussions are outside of the aim of this review. Nevertheless, it is necessary to take them into account when planning the preferred method for mining or ISRU in a specific region or planetary body, as they could pose a further limitation.\nBiomining is one of the possible approaches to achieve ISRU, and its selection over other methods should at least consider all the parameters discussed here. Nevertheless, its advantages make it pivotal to invest in terrestrial and space-based research of specific methods for space applications. This includes learning more on the effects of space conditions on biomining and bioremediation, expanding our knowledge on organotrophic, cyanobacteria and community-based bioleaching mechanisms, on anaerobic biomining, and investigating the use of synthetic biology to overcome limitations."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8739323/"
}