{
  "id": "PMC8716943",
  "title": "Regulation of plant gravity sensing and signaling by the actin cytoskeleton.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Regulation of plant gravity sensing and signaling by the actin cytoskeleton.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8716943/"
  },
  "sections": {
    "abstract": "Primary root growth is required by the plant to anchor in the soil and reach out for nutrients and water, while dealing with obstacles. Efficient root elongation and bending depends upon the coordinated action of environmental sensing, signal transduction, and growth responses. The actin cytoskeleton is a highly plastic network that constitutes a point of integration for environmental stimuli and hormonal pathways. In this review, we present a detailed compilation highlighting the importance of the actin cytoskeleton during primary root growth and we describe how actin-binding proteins, plant hormones, and actin-disrupting drugs affect root growth and root actin. We also discuss the feedback loop between actin and root responses to light and gravity. Actin affects cell division and elongation through the control of its own organization. We remark upon the importance of longitudinally oriented actin bundles as a hallmark of cell elongation as well as the role of the actin cytoskeleton in protein trafficking and vacuolar reshaping during this process. The actin network is shaped by a plethora of actin-binding proteins; however, there is still a large gap in connecting the molecular function of these proteins with their developmental effects. Here, we summarize their function and known effects on primary root growth with a focus on their high level of specialization. Light and gravity are key factors that help us understand root growth directionality. The response of the root to gravity relies on hormonal, particularly auxin, homeostasis, and the actin cytoskeleton. Actin is necessary for the perception of the gravity stimulus via the repositioning of sedimenting statoliths, but it is also involved in mediating the growth response via the trafficking of auxin transporters and cell elongation. Furthermore, auxin and auxin analogs can affect the composition of the actin network, indicating a potential feedback loop. Light, in its turn, affects actin organization and hence, root growth, although its precise role remains largely unknown. Recently, fundamental studies with the latest techniques have given us more in-depth knowledge of the role and organization of actin in the coordination of root growth; however, there remains a lot to discover, especially in how actin organization helps cell shaping, and therefore root growth.",
    "introduction:_the_actin_cytoskeleton_and_primary_root_growth": "Introduction: The Actin Cytoskeleton and Primary Root Growth\nThe root system is an essential part of the plant that navigates the soil for water and nutrients. The primary root is the first organ to emerge from the seed, and therefore, its developmental plasticity is of utmost importance. The cytoskeleton is an interconnected filamentous network that is the key in controlling cell shape, rigidity, supports intracellular processes, and consists of microtubules and actin filaments (AF). AF consist of two helical strands of actin monomers that grow from the barbed plus end (compared to the pointed minus end) and rely on a plethora of actin-binding proteins to modify their organization and dynamics. Actin filaments are crucial for cell and tissue growth and participate in a large variety of processes including cell architecture and polarity establishment, signal transduction, cell-cell communication, cell division, and response to pathogens. Furthermore, the actin cytoskeleton is known to be an important player in vesicle trafficking, secretion, and endocytosis as well as endomembrane remodeling. By controlling the growth and division of cell, the actin cytoskeleton provides the means to dynamically respond to intracellular and extracellular stimuli (\nMao et al., 2016\n; \nZhu et al., 2016\n; \nMaeda et al., 2020\n) (Reviewed in \nPaez-Garcia et al., 2018\n; \nLi and Day, 2019\n; \nTakatsuka and Ito, 2020\n; \nYang et al., 2020\n). The actin cytoskeleton responds to an extensive amount of stimuli, such as gravity, osmotic stress, pathogens, nutrients, and light (\nHenty-Ridilla et al., 2013\n; \nLeontovyčová et al., 2019\n) (Reviewed in \nLi and Day, 2019\n; \nNakamura et al., 2019\n; \nWang and Mao, 2019\n; \nLeontovyčová et al., 2020\n; \nZhao et al., 2021\n). Plant hormones, and especially auxin, have strong effects on the composition of actin filaments (\nArieti and Staiger, 2020\n; Reviewed in \nZhu and Geisler, 2015\n). The actin cytoskeleton has been studied extensively; however, the role that it plays in regulating the growth of the primary root is complex and often yields conflicting data. We hereby review how actin helps root growth. We first discuss how actin filaments organize during root growth. Then, we dissect how individual components of the actin filaments and the actin-binding proteins affect root growth. Next, we describe the evidence on how the hormones controlling growth affect the actin cytoskeleton and finally we discuss how actin affects the root tropisms to gravity and light.",
    "actin_organization_and_dynamics_correlate_with_root_cell_elo": "Actin Organization and Dynamics Correlate with Root Cell Elongation\nThe main region that sustains primary root growth is the root apical meristem (RAM) through a tight balance between cell division and elongation (\nIoio et al., 2008\n; Reviewed in \nTakatsuka and Umeda, 2014\n; \nÖtvös et al., 2021\n). The actin cytoskeleton has been connected to root growth through its participation mainly in cell expansion and, secondarily, cell division (\nIngouff et al., 2005\n; \nKandasamy et al., 2009\n; \nTakatsuka et al., 2018\n; \nArieti and Staiger, 2020\n). Root meristem cells undergo two steps of rapid cell elongation. The first one occurs in the progression between the apical meristem and the transition zone (TZ), which is triggered by an endoreduplication event. A second fast elongation takes place in the boundary of the transition and elongation zones (EZ), characterized by an increase in vacuolar enlargement accompanied by cell wall loosening and new material deposition (Reviewed in \nVerbelen et al., 2006\n; \nTakatsuka and Umeda, 2014\n; \nBarrada et al., 2015\n). Actin cytoskeleton dynamics have often been connected to root cell elongation. Initial studies in the monocot \nZea mays\n pointed out specific actin arrangements depending on the cellular developmental stage in the longitudinal axis of the RAM. Immunolocalization revealed longitudinally oriented, often bundled, Filamentous actin (F-actin) in elongating cells while this disposition was lost during maturation (\nBaluška et al., 1997\n; \nBlancaflor and Hasenstein, 1997\n).\nLater, more detailed work has been done describing actin cytoskeleton organization and dynamics in epidermal root cells of the model dicot \nArabidopsis thaliana\n. There are clear differences between RAM zones (\nFigure 1\n); to start with, meristematic cells show a pattern of dense, highly disorganized actin, characterized by relatively low levels of bundling and reduced longitudinal orientation and parallel arrangement of microfilaments (\nWang et al., 2004\n; \nArieti and Staiger, 2020\n). The TZ shows comparable actin filament density to that of the meristem; microfilament orientation remains random but an increase in parallel organization is observed. Actin dynamics in this developmental stage are reduced, although there is an increase in annealing events (\nTakatsuka et al., 2018\n; \nZou et al., 2019\n; \nArieti and Staiger, 2020\n). An increase in longitudinal actin filament bundling occurs preceding the second fast growth event during the transition to the EZ (\nTakatsuka et al., 2018\n). Cells in the elongation zone show a pattern of a diffuse and less dense actin network with longitudinal bundled arrays that display higher dynamics and longer, faster growing actin filaments (\nWang et al., 2004\n; \nDyachok et al., 2011\n; \nJacques et al., 2013\n; \nVaškebová et al., 2018\n; \nZou et al., 2019\n; \nArieti and Staiger, 2020\n).\nFigure 1\nActin filament network organization in the \nArabidopsis thaliana\n root meristem and the effects of drugs, hormones, and gravity. Schematic representation of the actin filament networks in different cell types of the root meristem and the effect of drugs and hormones on the actin network. Thicker lines equal more bundling of actin filaments, while blue and red coloring denotes actin dynamics. Bottom right cell shows the role of actin filaments in repositioning the gravity-sensing statoliths.\nAs a generalization, there is a correlation between root cell length and the presence of less dense, more bundled and longitudinally oriented actin filaments (see overview in \nFigure 1\n). We do not know whether these differences in actin organization are coupled to different roles of actin, or that it simply reflects the differences in cell morphology at different developmental stages. A useful way of correlating changes in actin with the effects on root growth is the analysis of the effects of actin-disrupting drugs on root growth (for a summary of drugs, see \nTable 1\n). Actin-stabilizing compounds such as phalloidin and Jasplakinolide, which interfere with the correct maturing of F-actin and prevent its turnover (\nPospich et al., 2020\n), do not inhibit root growth. Actin-depolymerizing drugs Latrunculin B and Cytochalasin, which sequester actin monomers or bind to the ends of F-actin, respectively, were shown to inhibit root growth (\nBaluška et al., 2001\n; \nMancuso et al., 2006\n). Latrunculin B induces a reduction in F-actin density and an increase in bundling accompanied by a reduction in filament elongation rate and dynamics (\nStaiger et al., 2009\n; \nRosero et al., 2013\n). Actin disruption by Latrunculin B treatment seems to influence cell elongation rather than cell division in roots of both \nA. thaliana\n and \nZ. mays\n (\nBaluška et al., 2001\n). Thus, in this case it is clear that the increase in bundling of actin is not directly related to promoting root growth, but that other mechanisms are also important. The myosin ATPase inhibitor 2,3-Butanedione 2-Monoxime (BDM) impacts the myosin-based actin cytoskeleton movement and also disrupted root growth in both \nA. thaliana\n and \nZ. mays\n (\nŠamaj et al., 2000\n; \nMancuso et al., 2006\n). Interestingly, BDM impacted myosin-based actin movement mainly in the transition zone and beginning of the elongation zone, thus affecting the progression to cell elongation (see overview in \nFigure 1\n; \nŠamaj et al., 2000\n).\nTable 1\nInhibitor effect on root growth, cell expansion, vacuolar shape, and actin organization and dynamics.\nInhibitor\nGeneral role\nEffect on root growth\nEffect on actin (cell type)\nEffect on cell length (cell type)\nEffect on vacuole shape (cell type)\nReferences\nActin inhibitors\nJasplakinolide\nActin stabilization (turnover inhibition)\nNone\nLarger main vacuole (late meristem cells)\n\n\nMancuso et al., 2006\n\n\n\n\nScheuring et al., 2016\nPhalloidin\nActin stabilization (turnover inhibition)\nNone\n\n\nMancuso et al., 2006\nLatrunculin B\nActin depolymerization\nGrowth inhibition\nDisruption of longitudinal actin arrays (EZ, maize)\nInhibition of cell elongation\n*\nRound and smaller main vacuole (late meristem cells)\n\n\nBaluška et al., 1997\n, \n2001\n\n\n\n\nBaluška et al., 2001\n\n\n\n\nMancuso et al., 2006\n\n\n\n\nScheuring et al., 2016\nCytochalasin D\nActin depolymerization\nGrowth inhibition\nCell length inhibition (AEZ, maize cortex)\n\n\nMancuso et al., 2006\n\n\n\n\nŠamaj et al., 2000\n2,3 Butadione (BDM)\nInhibition of myosin ATPase\nStabilization of AF – thicker bundles (maize\n*\n)\nCell length inhibition (TZ and AEZ, maize cortex)\n\n\nŠamaj et al., 2000\nHormones\nIndole-3-Acetic-Acid (IAA)\nNative auxin\nGrowth inhibition\nIncreased AF density and unbundling TZ/EZ\nCell elongation inhibition\n*\n\n\nRahman et al., 2007\n\n\n\n\nLanza et al., 2012\n\n\n\n\nArieti and Staiger, 2020\n1-Naphtalene-Acetic-Acid (NAA)\nSynthetic auxin\nGrowth inhibition\nCell elongation inhibitor\n*\nIncreased vacuolar constriction (late meristem cells)\n\n\nRahman et al., 2007\n\n\n\n\nScheuring et al., 2016\n2,4-Dichlorophenoxyacetic acid (2,4-D)\nAuxin analogue\nGrowth inhibition\nActin depolymerization\n*\nMild cell elongation inhibitor, cell proliferation inhibitor\n*\n\n\nRahman et al., 2007\n24-epibrassinolide (eBL)\nBrassinosteroid\nRoot waving\nFiner, shorter, and more dynamic AF\n*\n\n\nLanza et al., 2012\ntrans-zeatin (t-zeatin)\nCytokinin\nGrowth inhibition\nDecreased AF density, increased AF bundling; disrupted vertical AF arrangement TZ/EZ\nCell elongation (TZ)\n\n\nTakatsuka et al., 2018\n\n\n\n\nKushwah et al., 2011\nAF, actin filaments; TZ, transition zone; AEZ, apical elongation zone; and EZ, elongation zone.\n*\nno data on cell type.\nCell growth has been proposed to be driven by a sequential coordination between cell wall modification and turgor pressure changes (\nZimmermann et al., 1980\n). In this context, a turgor pressure increase is expected to raise the mechanical pressure on the cell wall, aiding cell elongation (Reviewed in \nKaiser and Scheuring, 2020\n). The actin cytoskeleton has been demonstrated to be key component of cell wall remodeling, mediating vesicle transport of cellulose synthase (CESA) complexes, cell wall modifying enzymes (e.g., expansins) or non-cellulosic cell wall components (\nBaluška et al., 2002\n; \nLeucci et al., 2006\n; \nCrowell et al., 2009\n; \nSampathkumar et al., 2013\n). It is thought that the actin cytoskeleton transports vesicles containing cell wall modifying components that promote cell elongation. This hypothesis is supported by the negative effect of Latrunculin B-mediated actin depolymerization on the dynamics of CESA-containing Golgi bodies in roots or the decreased delivery and uptake of pectins and other polysaccharide components of the cell wall observed in other plant tissues (\nBaluška et al., 2002\n; \nLeucci et al., 2006\n; \nSampathkumar et al., 2013\n). Conversely, plant cells treated with the cell wall inhibitor isoxaben or mutants with decreased cellulose content show altered F-actin distribution (\nTolmie et al., 2017\n; \nHuang et al., 2020\n).\nAnother important player in maintaining turgor pressure in plant cells is vacuoles. Vacuolar occupancy of the cell increases with and correlates with cell elongation (\nDünser et al., 2019\n). In other plant cell models such as BY-2 cells or stomata guard cells, actin has been shown to play an important role in vacuolar remodeling (\nHigaki et al., 2006\n; \nLi et al., 2013\n). Actin inhibitor studies have demonstrated the importance of a fully functional actin cytoskeleton for vacuolar shaping during primary root cell elongation. In root epidermal late meristematic cells, actin stabilization (Jasplakinolide) results in larger main vacuoles while actin disruption (Latrunculin B) induces the appearance of a round and smaller main vacuole, especially in cells prior to rapid second cell elongation (\nScheuring et al., 2016\n). However, \nTakatsuka et al. (2018)\n show that no striking vacuolar changes occur prior to the second elongation event, indicating that they do not seem to be its trigger.\nIn summary, longitudinally oriented actin bundles and increased actin dynamics are indicative of primary root cell elongation. Importantly, actin filaments seem to have a crucial role in the second rapid cell expansion of root cells. Why are these bundled and active filaments necessary for cell elongation in the root? Likely there are two important factors: First, actin filaments help to deliver cell wall remodeling components to the growing sides of the cell. There is a clear link between actin–myosin-mediated cytoplasmic streaming, endomembrane remodeling, and cell growth, suggesting that the organization of actin parallel to the growth axis could aid cell elongation by increasing delivery of endocytic cargoes (\nPeremyslov et al., 2012\n; \nTominaga et al., 2013\n). Second, there is the plant-specific need to regulate a growing cells’ turgor pressure, which could be mediated by the vacuolar network. Root cell elongation is inversely correlated to vacuolar constriction and the two are tightly depending on specific actin organization and dynamics. However, the connection between vacuolar occupancy, actin, and root growth should be explored in more detail.",
    "the_role_of_actin_isoforms_and_actin-binding_proteins_in_pri": "The Role of Actin Isoforms and Actin-Binding Proteins in Primary Root Growth\nThe actin cytoskeleton consists of actin filaments made up of strands of G-actin polymers of different isoforms, depending on the cell type, tissue, or specific cellular function. Proteins that bind to, interact with, and modify actin filaments to coordinate their orientation and dynamics, are crucial for the operation of the actin cytoskeleton. Actin nucleators promote \nde novo\n or branched filament assembly; actin-capping/severing proteins regulate the dynamics of actin filaments by mediating its turnover; network protein (NET) family members link actin and the endomembrane system; myosin motor proteins facilitate actin-based vesicle and organ motility. In the next section, we dissect which particular isoforms of actin are crucial for root growth and we discuss how and why various actin-binding proteins affect root growth.\nActin\nG-actin is a highly conserved protein that is encoded by eight functional genes in plants. They can be classified, based on their sequence and temporal and spatial expression pattern, into two major groups: reproductive (ACT1, ACT3, ACT4, ACT11, and ACT12) and vegetative (ACT2, ACT7, and ACT8). The first class is expressed in pollen, ovules, and seeds while the second class is expressed in vegetative tissues, including some of the floral organs (e.g., petals, sepals, and carpel) and germinating seeds. All vegetative actins were observed to be strongly expressed in young roots (\nMcDowell et al., 1996\n; Reviewed in \nMeagher et al., 1999\n, \n2000\n; \nŠlajcherová et al., 2012\n). Of the vegetative actins, ACT7 seems most involved in shaping primary root growth, because \nact7\n mutants have severe root elongation phenotypes and wavier roots (\nGilliland et al., 2003\n; \nKandasamy et al., 2009\n). At the tissue level, \nact7\n had a reduction in cell number in the proximal meristem zone and an increase in cell number in the transition zone (\nTakatsuka et al., 2018\n). Actin organization analysis in \nact7\n showed a delayed onset of longitudinal actin bundling at the boundary between the elongation and transition zones as observed in wild-type plants. This points to ACT7 as the main player in the second rapid cell elongation (\nTable 2\n; \nKandasamy et al., 2009\n; \nTakatsuka et al., 2018\n). The other two vegetative actin isoforms (ACT2 and ACT8) seem to have a more relevant role in root hair formation and only show root elongation phenotypes in dominant-negative mutants (\nact2-2D\n and \nfrz1\n, respectively; \nNishimura et al., 2003\n; \nKandasamy et al., 2009\n; \nKato et al., 2010\n). Only when both isoforms are knocked out, the phenotype of \nact7\n mutants could be mimicked, suggesting a secondary role of ACT2 and ACT8 in root cell elongation (\nTable 2\n) (\nTakatsuka et al., 2018\n). Consistent with phenotypical observations, \nact7-4\n and not \nact2 act8\n mutants show decreased vacuolar fragmentation in late meristematic epidermal cells, consistent with actin stabilization treatment by Jasplakinolide. This failure to regulate proper vacuolar constraining probably contributes to a delay in the initiation of fast cell elongation (\nScheuring et al., 2016\n). The wavier root phenotypes observed in \nact7-4\n and \nder1-2\n (carrying an \nACT2\n point mutation) mutants correlate with the higher presence of oblique cell walls, also pointing to a role of these two isoforms in cytokinesis (\nGilliland et al., 2003\n; \nVaškebová et al., 2018\n).\nTable 2\nActin and actin-binding protein role in primary root growth.\nProtein family\nContribution to root/root zone growth\nMolecular function\nReferences\nMonomeric actin\nACTIN\nACTIN7\nACTIN2 and 8\nMain effect on primary root growth and waving. Main actin involved in second rapid cell elongation (TZ-EZ boundary).\nMild effect in primary root growth. Secondary role in cell elongation\nChange of actin organization (e.g., bundling)\nMaintenance of vacuolar constriction in late meristem cells\n\n\nNishimura et al., 2003\n\n\n\n\nKandasamy et al., 2009\n\n\n\n\nKato et al., 2010\n\n\n\n\nScheuring et al., 2016\n\n\n\n\nTakatsuka et al., 2018\nActin nucleators and actin crosslinking/bundling proteins\nARP2/3 and SCAR/WAVE complex\nRoot growth promotion. Regulation of speed cell expansion at the EZ meristem cell division\nRegulation of actin organization and cell wall material delivery\n\n\nDyachok et al., 2008\n, \n2011\n\n\n\n\nTakatsuka et al., 2018\nFORMINS\nClass I\nFH1\nFH4\nFH5\nFH8\nClass II\nRMD\nRegulation of root growth.\nUnknown, only expression data available\nRegulation of root growth\nRegulation of root growth\nPromotion of root growth. Regulation of root waving. EZ cell length control.\nDevelopmentally regulated subcellular localization.\nIncrease in actin dynamics and maintenance of low bundling. Maintenance of endomembrane dynamics\nRole in cell division (cytokinesis)\nRole in cell division (phragmoplast localization)\nActin bundling and orientation\n\n\nDeeks et al., 2005\n\n\n\n\nRosero et al., 2013\n\n\n\n\nOulehlová et al., 2019\n\n\n\n\nIngouff et al., 2005\n\n\n\n\nXue et al., 2011\n\n\n\n\nLi et al., 2014\nActin capping/severing proteins\nVILLINS\nVLN2, VLN3, VLN4\nRoot directional growth\nFacilitation of actin turnover and bundling\n\n\nvan der Honing et al., 2012\n\n\n\n\nZou et al., 2019\nADF/COFILINS\nD-type\nADF1\nADF2\nRoot growth containment\nPreventing actin bundling\n\n\nDong et al., 2001b\n\n\n\n\nClément et al., 2009\nAIP1\nRoot growth promotion\nDecrease of actin bundling, increase of actin dynamics important for trafficking\n\n\nKetelaar et al., 2004\n\n\n\n\nDhonukshe et al., 2008\nPROFILINS\nVegetative\nPRF1\nPRF3\nRoot growth promotion\nRoot growth inhibition\n\n\nRamachandran et al., 2000\n\n\n\n\nFan et al., 2013\nActin-membrane binding proteins\nNET\nNET1A/B\n(Actin-PM)\nNET4A\n(Actin-Tonoplast)\nRoot growth promotion\nRoot growth inhibition through vacuolar constriction in the MZ-TZ region\n\n\nDeeks et al., 2012\n\n\n\n\nKaiser et al., 2019\nMotor proteins\nMYOSINS\nMyosins XI-1, XI-2, and XI-K\nRoot growth promotion. EZ cell length control.\nIncrease of actin organization, density, and dynamics. Maintenance of vacuolar constriction in late meristem cells.\n\n\nŠamaj et al., 2000\n\n\n\n\nPeremyslov et al., 2010\n\n\n\n\nScheuring et al., 2016\nTZ, transition zone; and EZ, elongation zone.\nActin-Binding Proteins\nActin Nucleators and Actin Crosslinker/Bundling Proteins\nActin nucleators promote \nde novo\n or branched filament assembly from available actin monomers or profilin-bound G-actin. The actin nucleators most relevant to main root growth are the actin-binding proteins belonging to the ARP2/3 complex and formins. The ARP2/3 complex is formed by seven subunits that are ubiquitously expressed throughout plant development (\nKlahre and Chua, 1999\n; \nLe et al., 2003\n; \nLi et al., 2003\n; \nMathur et al., 2003\n; \nEl-Assal et al., 2004\n; \nZhang et al., 2013a\n; \nGarcía-González et al., 2020\n). Based on similarity to animal models, the ARP2/3 complex is hypothesized to participate in actin filament nucleation and branching. Although some of its subunits have been shown to colocalize with actin-branching sites, its function is yet to be demonstrated in planta (\nFišerová et al., 2006\n). Other studies link the function of ARP2/3 to actin-microtubule interplay (\nZhang et al., 2013a\n; \nHavelková et al., 2015\n; \nCifrová et al., 2020\n). The lack of functional ARP2/3 complex subunits or its activators results in a reduction of primary root growth rate, accompanied by less cell divisions in the meristematic zone, more cells in the transition zone, and a shorter elongation zone (\nDyachok et al., 2008\n, \n2011\n; \nTakatsuka et al., 2018\n). The ARP2/3 complex requires upstream activation by the SCAR/WAVE complex (Reviewed in \nYanagisawa et al., 2013\n). The SCAR/WAVE complex subunits BRK1 and SCAR1 were observed in the root tip epidermis up until the elongation zone, mainly in three-way cell junctions. \nbrk1\n and \narp3\n mutants show disorganized actin arrays in the elongation zone (\nDyachok et al., 2011\n). Furthermore, the SCAR/WAVE complex seems to be involved in cell wall deposition in three-way junctions of root epidermal cells (\nDyachok et al., 2008\n). Taken together, the actin pool coordinated by the ARP2/3 complex and its activators participate in the second rapid cell expansion at the boundary of the transition and elongation zones, presumably through its contribution to correct cell wall modification (\nTable 2\n).\nFormins are actin-binding proteins responsible for \nde novo\n actin nucleation, actin filament elongation and bundling. In angiosperms, two groups of formins exist, encoded by a total of 21 genes. Typically, class I formins are associated with membranes, while class II are cytoplasmic (\nGrunt et al., 2008\n; Reviewed in \nCvrčková, 2012\n, \n2013\n). The knowledge on the role of formins in root growth is scarce; however, it indicates a role in vesicle trafficking and endomembrane remodeling (\nTable 2\n). Class I formins \nFH1\n, \nFH4\n, and \nFH8\n are expressed in roots (\nDeeks et al., 2005\n; \nOulehlová et al., 2019\n). In particular, FH1 subcellular localization has been reported to vary according to the developmental stage in epidermal root cells. In the meristematic zone, FH1-GFP accumulates to cell plates of dividing cells and anticlinal walls. In the transition zone, plasmodesmata and tonoplast-associated FH1-GFP can be observed, while the signal is progressively lost toward the elongation and maturation zone. A free, mobile fraction of FH1-GFP dots could be observed throughout root cell development, which are likely associated with late endosomes (\nOulehlová et al., 2019\n). Although \nfh1\n plants do not show a clear root elongation phenotype unless treated with Latrunculin B, a phenomenon very likely due to functional redundancy of formins. Latrunculin B treatment causes an increase in bundling and a decrease in actin dynamics, especially in the differentiation zone (\nRosero et al., 2013\n). Microtubule dynamics are also affected in the \nfh1\n mutant, indicating again the importance of the crosstalk between actin and microtubules (\nRosero et al., 2013\n). Furthermore, these data suggest a role of FH1 in regulating root cell elongation through the maintenance of endomembrane system dynamics. \nFH8\n is expressed mainly in the root meristem, and its subcellular localization is in the nucleus in interphase cells and in the phragmoplast during cytokinesis, suggesting a role of FH8 in cell division. \nfh8\n mutant plants have no reduced root growth phenotype, except for an increased sensitivity to Latrunculin B treatment (\nXue et al., 2011\n), similar to the \nfh1\n mutant. The absence of a clear phenotype in \nfh8\n mutants does not exclude the possibility of a role of this formin in root growth, as suggested by expression data. Another class I formin, FH5, has also been observed to participate in cytokinesis in root meristematic cells (\nIngouff et al., 2005\n). These cases highlight the importance of breaking genetic redundancy in these sizeable protein families. Class II formins have been less studied regarding root growth. A double null mutant allele of the RMD formin has shorter elongation zone cells accompanied by an increased amount of transversally arranged actin bundles. This results in a wavy root phenotype and reduced root growth rate (\nLi et al., 2014\n). In the double RMD formin mutant, increased persistence of FM4-64-labeled and OsPIN2 BFA bodies after treatment washout showed that endomembrane vesicle trafficking was impaired in this mutant (\nLi et al., 2014\n).\nActin-Capping/Severing Proteins\nVillins are versatile calcium-responsive actin-binding proteins that can modify actin dynamics by depolymerizing, capping, severing, and bundling actin filaments. \nArabidopsis thaliana\n encodes five villin paralogs which are widely expressed (\nKlahre et al., 2000\n; \nKhurana et al., 2010\n; \nZhang et al., 2010\n; Reviewed in \nHuang et al., 2015\n). Although no root elongation phenotypes have been reported for villin mutants, VLN2, VLN3, and VLN4 have been shown to be facilitators of actin turnover and bundling in epidermal root cells (\nTable 2\n). The double mutant \nvln2 vln3\n shows twisted roots and \nvln4\n has altered root bending upon gravistimulation (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n). It is possible that higher-order mutants are needed to unveil a role of villins in primary root length determination, but the above-mentioned defects in root bending and twisting of villin mutants indicates that they are required for the fine tuning of root directional growth (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n).\nADF/cofilins are a family of actin-binding proteins that promote depolymerization, severing and bundling of actin filaments. There are 11 ADF genes that can be divided into two subfamilies: D-type ADFs with depolymerizing activities (ADF1-4, ADF6-8, and ADF10-11) and B-type ADFs with bundling activity (ADF5 and ADF9; \nNan et al., 2017\n). Expression analysis of the members of this family has shown that all ADFs except \nADF7\n and \nADF10\n are expressed in root tissues of which \nADF1\n, \nADF5\n, and \nADF6\n in the vasculature, \nADF5\n and \nADF9\n in the RAM and \nADF8\n and \nADF11\n in trichoblasts (\nDong et al., 2001a\n; \nKandasamy et al., 2007\n; \nRuzicka et al., 2007\n). \nADF1\n overexpression induced shorter roots, consistent with the phenotype observed when plants are treated with actin-depolymerizing drugs such as Latrunculin B. In contrast, reduced expression of \nADF1\n resulted in longer roots. Research in hypocotyls showed an increase of actin bundling in mutants with decreased \nADF1\n expression (\nDong et al., 2001b\n). \nADF2-RNAi\n lines show increased actin density and bundling in roots but no visible root phenotype other than an occasional reduction in root apical meristem size, similar to the effect obtained with the actin-stabilizing drug Jasplakinolide (\nClément et al., 2009\n). Once more, \nADF\n genetic redundancy may be the key to the lack of observable root phenotypes in knockout mutants, but the increase in actin bundling and density in the respective mutants suggests that ADF1 and ADF2 specifically are involved in increasing actin turnover in root epidermis. This is a hint of their function in root elongation; however, more research is needed to uncover the importance of other ADFs in this process.\nACTIN INTERACTING PROTEIN 1 (AIP1) is facilitating the activity of ADF/cofilin proteins and has a function in capping the barbed end of actin filaments (\nKetelaar et al., 2004\n). Consistent with the effect observed by drugs like Cytochalasin D, \nAIP1-RNAi\n lines show reduced root growth accompanied by a general increase in actin bundling (\nKetelaar et al., 2004\n). Downregulation of \nAIP1\n expression leads to reduced FM4-64 internalization comparable to the effect observed after Jasplakinolide treatment. The phenotype observed is possibly a consequence of actin filament stabilization (\nDhonukshe et al., 2008\n).\nProfilins regulate the pool of available G-actin to inhibit \nde novo\n polymerization and the addition of new monomers to existing filaments; they also contribute to depolymerization and monomer recycling (\nMichelot et al., 2005\n; Reviewed in \nBlanchoin et al., 2010\n). Profilins belong to a multigene family and can be divided into two main groups: vegetative (PRF1–PRF3) and reproductive (PRF4 and PRF5; \nKandasamy et al., 2002\n). The vegetative profilin gene \nPRF1\n has higher promoter activity in the elongation zone (\nRamachandran et al., 2000\n). Analysis of \nprf1\n knockout lines resulted in contradicting root length phenotypes that overall indicate a role for PRF1 in regulating root growth (\nRamachandran et al., 2000\n; \nMcKinney et al., 2001\n; \nMüssar et al., 2015\n; \nCao et al., 2016\n). The \nprf3\n mutant has no observable root growth phenotype and overexpression of PRF3 induces either WT-like or shorter roots (\nFan et al., 2013\n; \nMüssar et al., 2015\n). PRF1 was shown to maintain actin filament density in elongation zone root epidermal cells (\nCao et al., 2016\n). Analysis of actin dynamics in hypocotyl cells suggests a role of PRF1 in the positive regulation of actin turnover through the facilitation of nucleation of other actin pools through formin activity (\nCao et al., 2016\n). Though, it is likely that different profilins regulate the dynamics of distinct pools of actin, therefore producing different phenotypes.\nActin-Membrane Binding Proteins\nThe network (NET) family of proteins are linkers between actin and the endomembrane system. They are characterized by the presence of a conserved F-actin-binding domain in the N-terminal region. Several members of this family have been described to connect the actin cytoskeleton to different membrane compartments; however, the exact mechanism of NET proteins action to modulate the actin cytoskeleton remains to be determined (\nDeeks et al., 2012\n; Reviewed in \nWang and Hussey, 2015\n). NET1A and NET1B connect F-actin to the plasma membrane and plasmodesmata. Both are expressed in the root meristem and early elongation zone and the double knockout mutant \nnet1a net1b\n has shorter roots (\nDeeks et al., 2012\n). NET4 is localized to the tonoplast and is also expressed in the root meristem and early elongation zone. While \nnet4a net4b\n show no root growth phenotype, \nNET4A\n overexpression induces shorter roots. Both mutants display higher cellular vacuolar occupancy. However, \nnet4a net4b\n show a more fragmented vacuolar network than NET4A-GFP\nOE\n, reminiscent of the effect obtained by Latrunculin B and Jasplakinolide treatment (e.g., depolymerization and stabilization of actin, respectively). Increase in NET4 expression leads to more constricted vacuoles and failure to establish the onset of cell elongation. Higher amounts of NET4 are present in the late meristematic/transition zone, correlating with regions of high vacuolar constrictions (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). These results again indicate the impact of actin on vacuolar occupancy and consequently on root growth.\nMotor Proteins\nMyosins are actin-binding motor proteins with multiple roles, mainly known for their role in vesicle and organelle motility. Increasing evidence also points to their involvement in the control of actin organization and dynamics. Two myosin families have been described in angiosperms: myosin VIII, which are found at the cell cortex presumably creating tension through actin, and myosin XI which are intracellular and colocalize with several organelles, some of unknown identity (Reviewed in \nRyan and Nebenführ, 2018\n). Triple myosin mutants in \nArabidopsis\n (\nxi-k/1/2\n, \nxi3ko\n for short) have reduced hypocotyl and root growth. Specifically, roots have shorter cells at the elongation zone accompanied by a less dense, more bundled, and randomly oriented actin. This coincides with a failure of the \nxi3ko\n mutant to coordinate constriction of the vacuole in late meristem cells, similar to the above-mentioned \nact7-4\n mutant or the NET4-GFP\nOE\n overexpressing mutants (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). Also, actin dynamics are slowed down with less severing frequency which probably leads to a reduced vesicle delivery (\nPeremyslov et al., 2010\n; Reviewed in \nZhu and Geisler, 2015\n). This correlates with the results obtained in previous studies using the myosin inhibitor BDM and further confirms the importance of myosin XI in regulating actin dynamics and cell elongation (\nŠamaj et al., 2000\n).\nIn summary, all the components of the actin network, including actin monomers themselves, have a high degree of functional redundancy and functional specialization. Therefore, it is not always straightforward to draw conclusions on their effects on the regulation of root growth. However, in many cases overexpression, silencing, or knockout of actin components seems to reduce root growth, except for ADF1 knockout, which increases root length. This suggests that disrupting the actin network often has a detrimental effect, considering that different actin-modifying proteins have various effects on actin organization (see \nTable 2\n). However, superficially similar effects can also be masked by effects of actin organization in vacuolar size and occupancy, or by effects on hormone trafficking, which will be discussed in the next section.",
    "actin": "Actin\nG-actin is a highly conserved protein that is encoded by eight functional genes in plants. They can be classified, based on their sequence and temporal and spatial expression pattern, into two major groups: reproductive (ACT1, ACT3, ACT4, ACT11, and ACT12) and vegetative (ACT2, ACT7, and ACT8). The first class is expressed in pollen, ovules, and seeds while the second class is expressed in vegetative tissues, including some of the floral organs (e.g., petals, sepals, and carpel) and germinating seeds. All vegetative actins were observed to be strongly expressed in young roots (\nMcDowell et al., 1996\n; Reviewed in \nMeagher et al., 1999\n, \n2000\n; \nŠlajcherová et al., 2012\n). Of the vegetative actins, ACT7 seems most involved in shaping primary root growth, because \nact7\n mutants have severe root elongation phenotypes and wavier roots (\nGilliland et al., 2003\n; \nKandasamy et al., 2009\n). At the tissue level, \nact7\n had a reduction in cell number in the proximal meristem zone and an increase in cell number in the transition zone (\nTakatsuka et al., 2018\n). Actin organization analysis in \nact7\n showed a delayed onset of longitudinal actin bundling at the boundary between the elongation and transition zones as observed in wild-type plants. This points to ACT7 as the main player in the second rapid cell elongation (\nTable 2\n; \nKandasamy et al., 2009\n; \nTakatsuka et al., 2018\n). The other two vegetative actin isoforms (ACT2 and ACT8) seem to have a more relevant role in root hair formation and only show root elongation phenotypes in dominant-negative mutants (\nact2-2D\n and \nfrz1\n, respectively; \nNishimura et al., 2003\n; \nKandasamy et al., 2009\n; \nKato et al., 2010\n). Only when both isoforms are knocked out, the phenotype of \nact7\n mutants could be mimicked, suggesting a secondary role of ACT2 and ACT8 in root cell elongation (\nTable 2\n) (\nTakatsuka et al., 2018\n). Consistent with phenotypical observations, \nact7-4\n and not \nact2 act8\n mutants show decreased vacuolar fragmentation in late meristematic epidermal cells, consistent with actin stabilization treatment by Jasplakinolide. This failure to regulate proper vacuolar constraining probably contributes to a delay in the initiation of fast cell elongation (\nScheuring et al., 2016\n). The wavier root phenotypes observed in \nact7-4\n and \nder1-2\n (carrying an \nACT2\n point mutation) mutants correlate with the higher presence of oblique cell walls, also pointing to a role of these two isoforms in cytokinesis (\nGilliland et al., 2003\n; \nVaškebová et al., 2018\n).\nTable 2\nActin and actin-binding protein role in primary root growth.\nProtein family\nContribution to root/root zone growth\nMolecular function\nReferences\nMonomeric actin\nACTIN\nACTIN7\nACTIN2 and 8\nMain effect on primary root growth and waving. Main actin involved in second rapid cell elongation (TZ-EZ boundary).\nMild effect in primary root growth. Secondary role in cell elongation\nChange of actin organization (e.g., bundling)\nMaintenance of vacuolar constriction in late meristem cells\n\n\nNishimura et al., 2003\n\n\n\n\nKandasamy et al., 2009\n\n\n\n\nKato et al., 2010\n\n\n\n\nScheuring et al., 2016\n\n\n\n\nTakatsuka et al., 2018\nActin nucleators and actin crosslinking/bundling proteins\nARP2/3 and SCAR/WAVE complex\nRoot growth promotion. Regulation of speed cell expansion at the EZ meristem cell division\nRegulation of actin organization and cell wall material delivery\n\n\nDyachok et al., 2008\n, \n2011\n\n\n\n\nTakatsuka et al., 2018\nFORMINS\nClass I\nFH1\nFH4\nFH5\nFH8\nClass II\nRMD\nRegulation of root growth.\nUnknown, only expression data available\nRegulation of root growth\nRegulation of root growth\nPromotion of root growth. Regulation of root waving. EZ cell length control.\nDevelopmentally regulated subcellular localization.\nIncrease in actin dynamics and maintenance of low bundling. Maintenance of endomembrane dynamics\nRole in cell division (cytokinesis)\nRole in cell division (phragmoplast localization)\nActin bundling and orientation\n\n\nDeeks et al., 2005\n\n\n\n\nRosero et al., 2013\n\n\n\n\nOulehlová et al., 2019\n\n\n\n\nIngouff et al., 2005\n\n\n\n\nXue et al., 2011\n\n\n\n\nLi et al., 2014\nActin capping/severing proteins\nVILLINS\nVLN2, VLN3, VLN4\nRoot directional growth\nFacilitation of actin turnover and bundling\n\n\nvan der Honing et al., 2012\n\n\n\n\nZou et al., 2019\nADF/COFILINS\nD-type\nADF1\nADF2\nRoot growth containment\nPreventing actin bundling\n\n\nDong et al., 2001b\n\n\n\n\nClément et al., 2009\nAIP1\nRoot growth promotion\nDecrease of actin bundling, increase of actin dynamics important for trafficking\n\n\nKetelaar et al., 2004\n\n\n\n\nDhonukshe et al., 2008\nPROFILINS\nVegetative\nPRF1\nPRF3\nRoot growth promotion\nRoot growth inhibition\n\n\nRamachandran et al., 2000\n\n\n\n\nFan et al., 2013\nActin-membrane binding proteins\nNET\nNET1A/B\n(Actin-PM)\nNET4A\n(Actin-Tonoplast)\nRoot growth promotion\nRoot growth inhibition through vacuolar constriction in the MZ-TZ region\n\n\nDeeks et al., 2012\n\n\n\n\nKaiser et al., 2019\nMotor proteins\nMYOSINS\nMyosins XI-1, XI-2, and XI-K\nRoot growth promotion. EZ cell length control.\nIncrease of actin organization, density, and dynamics. Maintenance of vacuolar constriction in late meristem cells.\n\n\nŠamaj et al., 2000\n\n\n\n\nPeremyslov et al., 2010\n\n\n\n\nScheuring et al., 2016\nTZ, transition zone; and EZ, elongation zone.",
    "actin-binding_proteins": "Actin-Binding Proteins\nActin Nucleators and Actin Crosslinker/Bundling Proteins\nActin nucleators promote \nde novo\n or branched filament assembly from available actin monomers or profilin-bound G-actin. The actin nucleators most relevant to main root growth are the actin-binding proteins belonging to the ARP2/3 complex and formins. The ARP2/3 complex is formed by seven subunits that are ubiquitously expressed throughout plant development (\nKlahre and Chua, 1999\n; \nLe et al., 2003\n; \nLi et al., 2003\n; \nMathur et al., 2003\n; \nEl-Assal et al., 2004\n; \nZhang et al., 2013a\n; \nGarcía-González et al., 2020\n). Based on similarity to animal models, the ARP2/3 complex is hypothesized to participate in actin filament nucleation and branching. Although some of its subunits have been shown to colocalize with actin-branching sites, its function is yet to be demonstrated in planta (\nFišerová et al., 2006\n). Other studies link the function of ARP2/3 to actin-microtubule interplay (\nZhang et al., 2013a\n; \nHavelková et al., 2015\n; \nCifrová et al., 2020\n). The lack of functional ARP2/3 complex subunits or its activators results in a reduction of primary root growth rate, accompanied by less cell divisions in the meristematic zone, more cells in the transition zone, and a shorter elongation zone (\nDyachok et al., 2008\n, \n2011\n; \nTakatsuka et al., 2018\n). The ARP2/3 complex requires upstream activation by the SCAR/WAVE complex (Reviewed in \nYanagisawa et al., 2013\n). The SCAR/WAVE complex subunits BRK1 and SCAR1 were observed in the root tip epidermis up until the elongation zone, mainly in three-way cell junctions. \nbrk1\n and \narp3\n mutants show disorganized actin arrays in the elongation zone (\nDyachok et al., 2011\n). Furthermore, the SCAR/WAVE complex seems to be involved in cell wall deposition in three-way junctions of root epidermal cells (\nDyachok et al., 2008\n). Taken together, the actin pool coordinated by the ARP2/3 complex and its activators participate in the second rapid cell expansion at the boundary of the transition and elongation zones, presumably through its contribution to correct cell wall modification (\nTable 2\n).\nFormins are actin-binding proteins responsible for \nde novo\n actin nucleation, actin filament elongation and bundling. In angiosperms, two groups of formins exist, encoded by a total of 21 genes. Typically, class I formins are associated with membranes, while class II are cytoplasmic (\nGrunt et al., 2008\n; Reviewed in \nCvrčková, 2012\n, \n2013\n). The knowledge on the role of formins in root growth is scarce; however, it indicates a role in vesicle trafficking and endomembrane remodeling (\nTable 2\n). Class I formins \nFH1\n, \nFH4\n, and \nFH8\n are expressed in roots (\nDeeks et al., 2005\n; \nOulehlová et al., 2019\n). In particular, FH1 subcellular localization has been reported to vary according to the developmental stage in epidermal root cells. In the meristematic zone, FH1-GFP accumulates to cell plates of dividing cells and anticlinal walls. In the transition zone, plasmodesmata and tonoplast-associated FH1-GFP can be observed, while the signal is progressively lost toward the elongation and maturation zone. A free, mobile fraction of FH1-GFP dots could be observed throughout root cell development, which are likely associated with late endosomes (\nOulehlová et al., 2019\n). Although \nfh1\n plants do not show a clear root elongation phenotype unless treated with Latrunculin B, a phenomenon very likely due to functional redundancy of formins. Latrunculin B treatment causes an increase in bundling and a decrease in actin dynamics, especially in the differentiation zone (\nRosero et al., 2013\n). Microtubule dynamics are also affected in the \nfh1\n mutant, indicating again the importance of the crosstalk between actin and microtubules (\nRosero et al., 2013\n). Furthermore, these data suggest a role of FH1 in regulating root cell elongation through the maintenance of endomembrane system dynamics. \nFH8\n is expressed mainly in the root meristem, and its subcellular localization is in the nucleus in interphase cells and in the phragmoplast during cytokinesis, suggesting a role of FH8 in cell division. \nfh8\n mutant plants have no reduced root growth phenotype, except for an increased sensitivity to Latrunculin B treatment (\nXue et al., 2011\n), similar to the \nfh1\n mutant. The absence of a clear phenotype in \nfh8\n mutants does not exclude the possibility of a role of this formin in root growth, as suggested by expression data. Another class I formin, FH5, has also been observed to participate in cytokinesis in root meristematic cells (\nIngouff et al., 2005\n). These cases highlight the importance of breaking genetic redundancy in these sizeable protein families. Class II formins have been less studied regarding root growth. A double null mutant allele of the RMD formin has shorter elongation zone cells accompanied by an increased amount of transversally arranged actin bundles. This results in a wavy root phenotype and reduced root growth rate (\nLi et al., 2014\n). In the double RMD formin mutant, increased persistence of FM4-64-labeled and OsPIN2 BFA bodies after treatment washout showed that endomembrane vesicle trafficking was impaired in this mutant (\nLi et al., 2014\n).\nActin-Capping/Severing Proteins\nVillins are versatile calcium-responsive actin-binding proteins that can modify actin dynamics by depolymerizing, capping, severing, and bundling actin filaments. \nArabidopsis thaliana\n encodes five villin paralogs which are widely expressed (\nKlahre et al., 2000\n; \nKhurana et al., 2010\n; \nZhang et al., 2010\n; Reviewed in \nHuang et al., 2015\n). Although no root elongation phenotypes have been reported for villin mutants, VLN2, VLN3, and VLN4 have been shown to be facilitators of actin turnover and bundling in epidermal root cells (\nTable 2\n). The double mutant \nvln2 vln3\n shows twisted roots and \nvln4\n has altered root bending upon gravistimulation (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n). It is possible that higher-order mutants are needed to unveil a role of villins in primary root length determination, but the above-mentioned defects in root bending and twisting of villin mutants indicates that they are required for the fine tuning of root directional growth (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n).\nADF/cofilins are a family of actin-binding proteins that promote depolymerization, severing and bundling of actin filaments. There are 11 ADF genes that can be divided into two subfamilies: D-type ADFs with depolymerizing activities (ADF1-4, ADF6-8, and ADF10-11) and B-type ADFs with bundling activity (ADF5 and ADF9; \nNan et al., 2017\n). Expression analysis of the members of this family has shown that all ADFs except \nADF7\n and \nADF10\n are expressed in root tissues of which \nADF1\n, \nADF5\n, and \nADF6\n in the vasculature, \nADF5\n and \nADF9\n in the RAM and \nADF8\n and \nADF11\n in trichoblasts (\nDong et al., 2001a\n; \nKandasamy et al., 2007\n; \nRuzicka et al., 2007\n). \nADF1\n overexpression induced shorter roots, consistent with the phenotype observed when plants are treated with actin-depolymerizing drugs such as Latrunculin B. In contrast, reduced expression of \nADF1\n resulted in longer roots. Research in hypocotyls showed an increase of actin bundling in mutants with decreased \nADF1\n expression (\nDong et al., 2001b\n). \nADF2-RNAi\n lines show increased actin density and bundling in roots but no visible root phenotype other than an occasional reduction in root apical meristem size, similar to the effect obtained with the actin-stabilizing drug Jasplakinolide (\nClément et al., 2009\n). Once more, \nADF\n genetic redundancy may be the key to the lack of observable root phenotypes in knockout mutants, but the increase in actin bundling and density in the respective mutants suggests that ADF1 and ADF2 specifically are involved in increasing actin turnover in root epidermis. This is a hint of their function in root elongation; however, more research is needed to uncover the importance of other ADFs in this process.\nACTIN INTERACTING PROTEIN 1 (AIP1) is facilitating the activity of ADF/cofilin proteins and has a function in capping the barbed end of actin filaments (\nKetelaar et al., 2004\n). Consistent with the effect observed by drugs like Cytochalasin D, \nAIP1-RNAi\n lines show reduced root growth accompanied by a general increase in actin bundling (\nKetelaar et al., 2004\n). Downregulation of \nAIP1\n expression leads to reduced FM4-64 internalization comparable to the effect observed after Jasplakinolide treatment. The phenotype observed is possibly a consequence of actin filament stabilization (\nDhonukshe et al., 2008\n).\nProfilins regulate the pool of available G-actin to inhibit \nde novo\n polymerization and the addition of new monomers to existing filaments; they also contribute to depolymerization and monomer recycling (\nMichelot et al., 2005\n; Reviewed in \nBlanchoin et al., 2010\n). Profilins belong to a multigene family and can be divided into two main groups: vegetative (PRF1–PRF3) and reproductive (PRF4 and PRF5; \nKandasamy et al., 2002\n). The vegetative profilin gene \nPRF1\n has higher promoter activity in the elongation zone (\nRamachandran et al., 2000\n). Analysis of \nprf1\n knockout lines resulted in contradicting root length phenotypes that overall indicate a role for PRF1 in regulating root growth (\nRamachandran et al., 2000\n; \nMcKinney et al., 2001\n; \nMüssar et al., 2015\n; \nCao et al., 2016\n). The \nprf3\n mutant has no observable root growth phenotype and overexpression of PRF3 induces either WT-like or shorter roots (\nFan et al., 2013\n; \nMüssar et al., 2015\n). PRF1 was shown to maintain actin filament density in elongation zone root epidermal cells (\nCao et al., 2016\n). Analysis of actin dynamics in hypocotyl cells suggests a role of PRF1 in the positive regulation of actin turnover through the facilitation of nucleation of other actin pools through formin activity (\nCao et al., 2016\n). Though, it is likely that different profilins regulate the dynamics of distinct pools of actin, therefore producing different phenotypes.\nActin-Membrane Binding Proteins\nThe network (NET) family of proteins are linkers between actin and the endomembrane system. They are characterized by the presence of a conserved F-actin-binding domain in the N-terminal region. Several members of this family have been described to connect the actin cytoskeleton to different membrane compartments; however, the exact mechanism of NET proteins action to modulate the actin cytoskeleton remains to be determined (\nDeeks et al., 2012\n; Reviewed in \nWang and Hussey, 2015\n). NET1A and NET1B connect F-actin to the plasma membrane and plasmodesmata. Both are expressed in the root meristem and early elongation zone and the double knockout mutant \nnet1a net1b\n has shorter roots (\nDeeks et al., 2012\n). NET4 is localized to the tonoplast and is also expressed in the root meristem and early elongation zone. While \nnet4a net4b\n show no root growth phenotype, \nNET4A\n overexpression induces shorter roots. Both mutants display higher cellular vacuolar occupancy. However, \nnet4a net4b\n show a more fragmented vacuolar network than NET4A-GFP\nOE\n, reminiscent of the effect obtained by Latrunculin B and Jasplakinolide treatment (e.g., depolymerization and stabilization of actin, respectively). Increase in NET4 expression leads to more constricted vacuoles and failure to establish the onset of cell elongation. Higher amounts of NET4 are present in the late meristematic/transition zone, correlating with regions of high vacuolar constrictions (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). These results again indicate the impact of actin on vacuolar occupancy and consequently on root growth.\nMotor Proteins\nMyosins are actin-binding motor proteins with multiple roles, mainly known for their role in vesicle and organelle motility. Increasing evidence also points to their involvement in the control of actin organization and dynamics. Two myosin families have been described in angiosperms: myosin VIII, which are found at the cell cortex presumably creating tension through actin, and myosin XI which are intracellular and colocalize with several organelles, some of unknown identity (Reviewed in \nRyan and Nebenführ, 2018\n). Triple myosin mutants in \nArabidopsis\n (\nxi-k/1/2\n, \nxi3ko\n for short) have reduced hypocotyl and root growth. Specifically, roots have shorter cells at the elongation zone accompanied by a less dense, more bundled, and randomly oriented actin. This coincides with a failure of the \nxi3ko\n mutant to coordinate constriction of the vacuole in late meristem cells, similar to the above-mentioned \nact7-4\n mutant or the NET4-GFP\nOE\n overexpressing mutants (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). Also, actin dynamics are slowed down with less severing frequency which probably leads to a reduced vesicle delivery (\nPeremyslov et al., 2010\n; Reviewed in \nZhu and Geisler, 2015\n). This correlates with the results obtained in previous studies using the myosin inhibitor BDM and further confirms the importance of myosin XI in regulating actin dynamics and cell elongation (\nŠamaj et al., 2000\n).\nIn summary, all the components of the actin network, including actin monomers themselves, have a high degree of functional redundancy and functional specialization. Therefore, it is not always straightforward to draw conclusions on their effects on the regulation of root growth. However, in many cases overexpression, silencing, or knockout of actin components seems to reduce root growth, except for ADF1 knockout, which increases root length. This suggests that disrupting the actin network often has a detrimental effect, considering that different actin-modifying proteins have various effects on actin organization (see \nTable 2\n). However, superficially similar effects can also be masked by effects of actin organization in vacuolar size and occupancy, or by effects on hormone trafficking, which will be discussed in the next section.",
    "actin_nucleators_and_actin_crosslinker/bundling_proteins": "Actin Nucleators and Actin Crosslinker/Bundling Proteins\nActin nucleators promote \nde novo\n or branched filament assembly from available actin monomers or profilin-bound G-actin. The actin nucleators most relevant to main root growth are the actin-binding proteins belonging to the ARP2/3 complex and formins. The ARP2/3 complex is formed by seven subunits that are ubiquitously expressed throughout plant development (\nKlahre and Chua, 1999\n; \nLe et al., 2003\n; \nLi et al., 2003\n; \nMathur et al., 2003\n; \nEl-Assal et al., 2004\n; \nZhang et al., 2013a\n; \nGarcía-González et al., 2020\n). Based on similarity to animal models, the ARP2/3 complex is hypothesized to participate in actin filament nucleation and branching. Although some of its subunits have been shown to colocalize with actin-branching sites, its function is yet to be demonstrated in planta (\nFišerová et al., 2006\n). Other studies link the function of ARP2/3 to actin-microtubule interplay (\nZhang et al., 2013a\n; \nHavelková et al., 2015\n; \nCifrová et al., 2020\n). The lack of functional ARP2/3 complex subunits or its activators results in a reduction of primary root growth rate, accompanied by less cell divisions in the meristematic zone, more cells in the transition zone, and a shorter elongation zone (\nDyachok et al., 2008\n, \n2011\n; \nTakatsuka et al., 2018\n). The ARP2/3 complex requires upstream activation by the SCAR/WAVE complex (Reviewed in \nYanagisawa et al., 2013\n). The SCAR/WAVE complex subunits BRK1 and SCAR1 were observed in the root tip epidermis up until the elongation zone, mainly in three-way cell junctions. \nbrk1\n and \narp3\n mutants show disorganized actin arrays in the elongation zone (\nDyachok et al., 2011\n). Furthermore, the SCAR/WAVE complex seems to be involved in cell wall deposition in three-way junctions of root epidermal cells (\nDyachok et al., 2008\n). Taken together, the actin pool coordinated by the ARP2/3 complex and its activators participate in the second rapid cell expansion at the boundary of the transition and elongation zones, presumably through its contribution to correct cell wall modification (\nTable 2\n).\nFormins are actin-binding proteins responsible for \nde novo\n actin nucleation, actin filament elongation and bundling. In angiosperms, two groups of formins exist, encoded by a total of 21 genes. Typically, class I formins are associated with membranes, while class II are cytoplasmic (\nGrunt et al., 2008\n; Reviewed in \nCvrčková, 2012\n, \n2013\n). The knowledge on the role of formins in root growth is scarce; however, it indicates a role in vesicle trafficking and endomembrane remodeling (\nTable 2\n). Class I formins \nFH1\n, \nFH4\n, and \nFH8\n are expressed in roots (\nDeeks et al., 2005\n; \nOulehlová et al., 2019\n). In particular, FH1 subcellular localization has been reported to vary according to the developmental stage in epidermal root cells. In the meristematic zone, FH1-GFP accumulates to cell plates of dividing cells and anticlinal walls. In the transition zone, plasmodesmata and tonoplast-associated FH1-GFP can be observed, while the signal is progressively lost toward the elongation and maturation zone. A free, mobile fraction of FH1-GFP dots could be observed throughout root cell development, which are likely associated with late endosomes (\nOulehlová et al., 2019\n). Although \nfh1\n plants do not show a clear root elongation phenotype unless treated with Latrunculin B, a phenomenon very likely due to functional redundancy of formins. Latrunculin B treatment causes an increase in bundling and a decrease in actin dynamics, especially in the differentiation zone (\nRosero et al., 2013\n). Microtubule dynamics are also affected in the \nfh1\n mutant, indicating again the importance of the crosstalk between actin and microtubules (\nRosero et al., 2013\n). Furthermore, these data suggest a role of FH1 in regulating root cell elongation through the maintenance of endomembrane system dynamics. \nFH8\n is expressed mainly in the root meristem, and its subcellular localization is in the nucleus in interphase cells and in the phragmoplast during cytokinesis, suggesting a role of FH8 in cell division. \nfh8\n mutant plants have no reduced root growth phenotype, except for an increased sensitivity to Latrunculin B treatment (\nXue et al., 2011\n), similar to the \nfh1\n mutant. The absence of a clear phenotype in \nfh8\n mutants does not exclude the possibility of a role of this formin in root growth, as suggested by expression data. Another class I formin, FH5, has also been observed to participate in cytokinesis in root meristematic cells (\nIngouff et al., 2005\n). These cases highlight the importance of breaking genetic redundancy in these sizeable protein families. Class II formins have been less studied regarding root growth. A double null mutant allele of the RMD formin has shorter elongation zone cells accompanied by an increased amount of transversally arranged actin bundles. This results in a wavy root phenotype and reduced root growth rate (\nLi et al., 2014\n). In the double RMD formin mutant, increased persistence of FM4-64-labeled and OsPIN2 BFA bodies after treatment washout showed that endomembrane vesicle trafficking was impaired in this mutant (\nLi et al., 2014\n).",
    "actin-capping/severing_proteins": "Actin-Capping/Severing Proteins\nVillins are versatile calcium-responsive actin-binding proteins that can modify actin dynamics by depolymerizing, capping, severing, and bundling actin filaments. \nArabidopsis thaliana\n encodes five villin paralogs which are widely expressed (\nKlahre et al., 2000\n; \nKhurana et al., 2010\n; \nZhang et al., 2010\n; Reviewed in \nHuang et al., 2015\n). Although no root elongation phenotypes have been reported for villin mutants, VLN2, VLN3, and VLN4 have been shown to be facilitators of actin turnover and bundling in epidermal root cells (\nTable 2\n). The double mutant \nvln2 vln3\n shows twisted roots and \nvln4\n has altered root bending upon gravistimulation (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n). It is possible that higher-order mutants are needed to unveil a role of villins in primary root length determination, but the above-mentioned defects in root bending and twisting of villin mutants indicates that they are required for the fine tuning of root directional growth (\nvan der Honing et al., 2012\n; \nZou et al., 2019\n).\nADF/cofilins are a family of actin-binding proteins that promote depolymerization, severing and bundling of actin filaments. There are 11 ADF genes that can be divided into two subfamilies: D-type ADFs with depolymerizing activities (ADF1-4, ADF6-8, and ADF10-11) and B-type ADFs with bundling activity (ADF5 and ADF9; \nNan et al., 2017\n). Expression analysis of the members of this family has shown that all ADFs except \nADF7\n and \nADF10\n are expressed in root tissues of which \nADF1\n, \nADF5\n, and \nADF6\n in the vasculature, \nADF5\n and \nADF9\n in the RAM and \nADF8\n and \nADF11\n in trichoblasts (\nDong et al., 2001a\n; \nKandasamy et al., 2007\n; \nRuzicka et al., 2007\n). \nADF1\n overexpression induced shorter roots, consistent with the phenotype observed when plants are treated with actin-depolymerizing drugs such as Latrunculin B. In contrast, reduced expression of \nADF1\n resulted in longer roots. Research in hypocotyls showed an increase of actin bundling in mutants with decreased \nADF1\n expression (\nDong et al., 2001b\n). \nADF2-RNAi\n lines show increased actin density and bundling in roots but no visible root phenotype other than an occasional reduction in root apical meristem size, similar to the effect obtained with the actin-stabilizing drug Jasplakinolide (\nClément et al., 2009\n). Once more, \nADF\n genetic redundancy may be the key to the lack of observable root phenotypes in knockout mutants, but the increase in actin bundling and density in the respective mutants suggests that ADF1 and ADF2 specifically are involved in increasing actin turnover in root epidermis. This is a hint of their function in root elongation; however, more research is needed to uncover the importance of other ADFs in this process.\nACTIN INTERACTING PROTEIN 1 (AIP1) is facilitating the activity of ADF/cofilin proteins and has a function in capping the barbed end of actin filaments (\nKetelaar et al., 2004\n). Consistent with the effect observed by drugs like Cytochalasin D, \nAIP1-RNAi\n lines show reduced root growth accompanied by a general increase in actin bundling (\nKetelaar et al., 2004\n). Downregulation of \nAIP1\n expression leads to reduced FM4-64 internalization comparable to the effect observed after Jasplakinolide treatment. The phenotype observed is possibly a consequence of actin filament stabilization (\nDhonukshe et al., 2008\n).\nProfilins regulate the pool of available G-actin to inhibit \nde novo\n polymerization and the addition of new monomers to existing filaments; they also contribute to depolymerization and monomer recycling (\nMichelot et al., 2005\n; Reviewed in \nBlanchoin et al., 2010\n). Profilins belong to a multigene family and can be divided into two main groups: vegetative (PRF1–PRF3) and reproductive (PRF4 and PRF5; \nKandasamy et al., 2002\n). The vegetative profilin gene \nPRF1\n has higher promoter activity in the elongation zone (\nRamachandran et al., 2000\n). Analysis of \nprf1\n knockout lines resulted in contradicting root length phenotypes that overall indicate a role for PRF1 in regulating root growth (\nRamachandran et al., 2000\n; \nMcKinney et al., 2001\n; \nMüssar et al., 2015\n; \nCao et al., 2016\n). The \nprf3\n mutant has no observable root growth phenotype and overexpression of PRF3 induces either WT-like or shorter roots (\nFan et al., 2013\n; \nMüssar et al., 2015\n). PRF1 was shown to maintain actin filament density in elongation zone root epidermal cells (\nCao et al., 2016\n). Analysis of actin dynamics in hypocotyl cells suggests a role of PRF1 in the positive regulation of actin turnover through the facilitation of nucleation of other actin pools through formin activity (\nCao et al., 2016\n). Though, it is likely that different profilins regulate the dynamics of distinct pools of actin, therefore producing different phenotypes.",
    "actin-membrane_binding_proteins": "Actin-Membrane Binding Proteins\nThe network (NET) family of proteins are linkers between actin and the endomembrane system. They are characterized by the presence of a conserved F-actin-binding domain in the N-terminal region. Several members of this family have been described to connect the actin cytoskeleton to different membrane compartments; however, the exact mechanism of NET proteins action to modulate the actin cytoskeleton remains to be determined (\nDeeks et al., 2012\n; Reviewed in \nWang and Hussey, 2015\n). NET1A and NET1B connect F-actin to the plasma membrane and plasmodesmata. Both are expressed in the root meristem and early elongation zone and the double knockout mutant \nnet1a net1b\n has shorter roots (\nDeeks et al., 2012\n). NET4 is localized to the tonoplast and is also expressed in the root meristem and early elongation zone. While \nnet4a net4b\n show no root growth phenotype, \nNET4A\n overexpression induces shorter roots. Both mutants display higher cellular vacuolar occupancy. However, \nnet4a net4b\n show a more fragmented vacuolar network than NET4A-GFP\nOE\n, reminiscent of the effect obtained by Latrunculin B and Jasplakinolide treatment (e.g., depolymerization and stabilization of actin, respectively). Increase in NET4 expression leads to more constricted vacuoles and failure to establish the onset of cell elongation. Higher amounts of NET4 are present in the late meristematic/transition zone, correlating with regions of high vacuolar constrictions (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). These results again indicate the impact of actin on vacuolar occupancy and consequently on root growth.",
    "motor_proteins": "Motor Proteins\nMyosins are actin-binding motor proteins with multiple roles, mainly known for their role in vesicle and organelle motility. Increasing evidence also points to their involvement in the control of actin organization and dynamics. Two myosin families have been described in angiosperms: myosin VIII, which are found at the cell cortex presumably creating tension through actin, and myosin XI which are intracellular and colocalize with several organelles, some of unknown identity (Reviewed in \nRyan and Nebenführ, 2018\n). Triple myosin mutants in \nArabidopsis\n (\nxi-k/1/2\n, \nxi3ko\n for short) have reduced hypocotyl and root growth. Specifically, roots have shorter cells at the elongation zone accompanied by a less dense, more bundled, and randomly oriented actin. This coincides with a failure of the \nxi3ko\n mutant to coordinate constriction of the vacuole in late meristem cells, similar to the above-mentioned \nact7-4\n mutant or the NET4-GFP\nOE\n overexpressing mutants (\nScheuring et al., 2016\n; \nKaiser et al., 2019\n). Also, actin dynamics are slowed down with less severing frequency which probably leads to a reduced vesicle delivery (\nPeremyslov et al., 2010\n; Reviewed in \nZhu and Geisler, 2015\n). This correlates with the results obtained in previous studies using the myosin inhibitor BDM and further confirms the importance of myosin XI in regulating actin dynamics and cell elongation (\nŠamaj et al., 2000\n).\nIn summary, all the components of the actin network, including actin monomers themselves, have a high degree of functional redundancy and functional specialization. Therefore, it is not always straightforward to draw conclusions on their effects on the regulation of root growth. However, in many cases overexpression, silencing, or knockout of actin components seems to reduce root growth, except for ADF1 knockout, which increases root length. This suggests that disrupting the actin network often has a detrimental effect, considering that different actin-modifying proteins have various effects on actin organization (see \nTable 2\n). However, superficially similar effects can also be masked by effects of actin organization in vacuolar size and occupancy, or by effects on hormone trafficking, which will be discussed in the next section.",
    "hormonal_regulation_of_actin-mediated_primary_root_growth": "Hormonal Regulation of Actin-Mediated Primary Root Growth\nPrimary root growth plasticity depends on the very tight balance between cell division, cell elongation, and cell differentiation. The rapid adjustment to new stimuli is mediated by the coordinated action of a complex network of plant hormones. However, as the previous sections showed, the actin cytoskeleton also plays an important role here. Often hormones lead to changes in actin, and actin changes lead to differences in hormone distribution. In this section, we focus on the role of the actin cytoskeleton in hormonal control of primary root growth, and especially the role of auxin, the most-studied hormone in this context.\nThe Auxin-Actin Feedback Loop Modulates Root Development\nAuxin is the most studied and important plant hormone in relation to the regulation of the actin network in the context of main root growth. Changes in the actin network have a strong effect on polar auxin transport. Conversely, auxin has a significant effect on the actin cytoskeleton itself (Reviewed in \nZhu and Geisler, 2015\n; \nZhu et al., 2016\n; \nSahi et al., 2018\n; \nZou et al., 2019\n; \nArieti and Staiger, 2020\n). The actin cytoskeleton response to auxin has been predominantly analyzed in the root epidermis transition and elongation zones, as this hormone is strongly involved in root cell elongation during root growth and tropic responses. Actin inhibitor studies have shown that Cytochalasin D or Latrunculin B treatment alters the plasma membrane distribution of the auxin efflux carriers PIN1 and PIN3, which are key regulators of tropic growth (\nGeldner et al., 2001\n; \nFriml et al., 2002\n). Conversely, auxin treatment is known to inhibit root growth and cell elongation (\nTable 1\n; \nEvans et al., 1994\n; \nRahman et al., 2007\n; \nFendrych et al., 2018\n). Initial studies with the native auxin Indole-3-Acetic-Acid (IAA) reported contradicting effects on actin filament bundling (\nRahman et al., 2007\n; \nNick et al., 2009\n; \nLanza et al., 2012\n; \nTakahashi et al., 2017\n). The differences between these studies suggest that precise concentration, duration, form of auxin, and root cell developmental status appear to be an important driver of actin changes. However, detailed quantitative analysis of IAA treatment reported a significative increase in density, unbundling, and higher organization of actin filaments in elongating cells of the root, which is generally maintained even after 60 min of treatment (\nFigure 1\n; \nTable 1\n; \nLanza et al., 2012\n; \nArieti and Staiger, 2020\n). These changes in actin organization, induced by IAA treatment, are consistent with the general trend that less bundled actin filaments are associated with less cell elongation. The synthetic auxin 1-Naphtalene-Acetic-Acid (NAA) was suggested to inhibit root growth through the actin-mediated increase of vacuolar constriction in late meristematic cells. Consistent with this hypothesis, vacuoles of plants pre-treated with actin-disrupting drugs show less sensitivity to external auxin (\nTable 1\n; \nScheuring et al., 2016\n). The auxin analog 2,4-Dichlorophenoxyacetic acid (2,4-D) affects root growth through the inhibition of both cell division and cell elongation (\nTable 1\n; \nRahman et al., 2007\n). Unlike IAA, 2,4-D effects mimic those of the actin-depolymerizing drug Latrunculin B (\nFigure 1\n). 2,4-D treatment disturbs auxin signaling via a different ubiquitin ligase complex than IAA, the SMAP1-SCF\nTIR1\n complex, thereby affecting post-translational modifications of actin (\nRodríguez-Serrano et al., 2014\n; \nTakahashi et al., 2017\n). Each auxin analog employed in the above-mentioned studies differentially affects auxin signaling, which allows us to pinpoint the molecular mechanism of auxin-dependent actin responses (\nMa and Robert, 2014\n).\nAuxin can also affect the actin cytoskeleton via the activation of transcription: promoter activity of the vegetative actin \nACT7\n and transcription of several subunits of the actin nucleator ARP2/3 complex are enhanced by auxin treatment (\nKandasamy et al., 2001\n; \nGarcía-González et al., 2020\n). A feedback loop exists between auxin signaling and the actin cytoskeleton: treatment with the auxin transport inhibitor naphthylphthalamic acid (NPA) inhibits root growth by reducing cell division rate and induces a reduction in actin filament density (\nRahman et al., 2007\n). In hypocotyls, NPA treatment leads to an increase in actin filament bundling and a decrease in actin bundle density in hypocotyl cells, without disturbing long actin filaments. Plants lacking the actin isoform ACT7 (\nact7-4\n) are insensitive to NPA treatment (\nZhu et al., 2016\n). Moreover, actin seems to be required for the correct expression, localization, and trafficking of auxin carriers. \nact7-4\n mutants have reduced expression of ABCB transporters, altered localization of PIN1 and PIN2, and increased endosomal retention of auxin transporters (\nZhu et al., 2016\n). The wavy phenotype of \nact2-5\n lines is connected to the delocalization from the plasma membrane of PIN2 (\nLanza et al., 2012\n). When treated with Latrunculin B, PIN2 accumulates into intracellular vesicles and disappears largely from the plasma membrane (\nKleine-Vehn et al., 2009\n; \nGlanc et al., 2019\n). These results indicate the importance of the actin network on the trafficking of hormone transporters. Other actin-binding protein mutants, such as the rice class II formin RMD and VILLIN4, show reduced polar auxin transport in roots (\nLi et al., 2014\n; \nZou et al., 2019\n). Furthermore, the expression of the above-mentioned \nRMD\n gene in rice is facilitated by the action of the TIR/AFB1 pathway-dependent OsARF23 and OsARF24 (\nLi et al., 2014\n). Further work revealed that the auxin influx carrier AUX1 was necessary to mediate the actin filament response triggered by auxin treatment in roots (\nArieti and Staiger, 2020\n).\nIt appears that auxin and actin are very much interlinked via the control of polar auxin transport by actin dynamics, or via the direct or transcriptional effects of auxin on the same actin dynamics. Exactly how these two important players feedback on each other and create coordinated development and tropisms is still a topic with many questions. Especially interesting is the mechanistic connection between the intracellular transport of vesicles containing auxin transporters and the status of the actin network, or the way in which auxin sensing is quickly translated into changes in the actin network.\nOther Hormones\nBesides auxin, other hormones have been connected to actin organization during primary root growth, although they have been studied with less depth. For instance, brassinosteroid treatment induces a wavy phenotype that correlates with an increase of finer, shorter and more dynamic actin filaments in epidermal cells (\nLanza et al., 2012\n). The observed phenotypes are comparable to those resulting from \nACT2\n mutation. Furthermore, both brassinosteroid treatment and \nact2-5\n mutation result in PIN2 delocalization in the root epidermis. This suggests that brassinosteroids, auxin, and actin have a shared pathway regulating root waving (\nTable 1\n; \nLanza et al., 2012\n).\nCytokinin treatment decreases root growth via a reduction in meristem size (\nIoio et al., 2007\n; \nRůzǐčka et al., 2009\n; \nTakatsuka et al., 2018\n). Cytokinin has a negative effect on auxin signaling through its inhibition in the transition zone (\nFigure 1\n; Reviewed in \nVanstraelen and Benková, 2012\n; \nTakatsuka and Umeda, 2014\n; \nWybouw and De Rybel, 2019\n). The response to cytokinin is mediated through the modulation of the actin cytoskeleton at the boundary between the transition and elongation zone, as observed by an increase in actin bundling and a decrease in actin filament density after treatment (\nTakatsuka et al., 2018\n). Also, an increase in cytokinin was shown to disrupt the longitudinal rearrangement of actin filaments in roots, in agreement with the tendency of longitudinally organized actin bundles to induce root growth (\nKushwah et al., 2011\n).\nThe actin cytoskeleton seems to be a nexus in mediating the complex responses to auxin during root growth. Generally, auxin tends to induce more longitudinally organized and less bundled filaments, while cytokinin tends to induce an increase in bundling and less organized actin filaments. Current models suggest that there is a cytokinin-dependent generation of an auxin minimum starting at the transition zone (Reviewed in \nRutten and Tusscher, 2019\n). This hormone gradient correlates with the start of cell elongation and the increase in actin organization toward a more bundled and longitudinally oriented network in the elongation zone. Failure to generate the proper hormone gradients results in growth inhibition. Exactly how hormone gradients lead to changes in actin filament organization is not very clear. In the case of auxin and cytokinin it is likely auxin, which has the terminal effect, while cytokinin controls the auxin gradient. This notion could be tested by tissue-specific inhibition of cytokinin signaling to disturb the auxin gradient. However, only the systematic and comparative analysis of actin organization in specific cell types in response to the manipulation of hormonal pathways will unveil the existing interdependence in cytoskeletal control. Furthermore, the involvement of specific actin-binding proteins downstream of hormone signaling would contribute to understanding which actin organization and dynamics modifications are more relevant. Auxin and cytokinin are also very important for the regulation of root tropisms. This is the stage for another interaction between hormones and actin, which we will discuss next.",
    "the_auxin-actin_feedback_loop_modulates_root_development": "The Auxin-Actin Feedback Loop Modulates Root Development\nAuxin is the most studied and important plant hormone in relation to the regulation of the actin network in the context of main root growth. Changes in the actin network have a strong effect on polar auxin transport. Conversely, auxin has a significant effect on the actin cytoskeleton itself (Reviewed in \nZhu and Geisler, 2015\n; \nZhu et al., 2016\n; \nSahi et al., 2018\n; \nZou et al., 2019\n; \nArieti and Staiger, 2020\n). The actin cytoskeleton response to auxin has been predominantly analyzed in the root epidermis transition and elongation zones, as this hormone is strongly involved in root cell elongation during root growth and tropic responses. Actin inhibitor studies have shown that Cytochalasin D or Latrunculin B treatment alters the plasma membrane distribution of the auxin efflux carriers PIN1 and PIN3, which are key regulators of tropic growth (\nGeldner et al., 2001\n; \nFriml et al., 2002\n). Conversely, auxin treatment is known to inhibit root growth and cell elongation (\nTable 1\n; \nEvans et al., 1994\n; \nRahman et al., 2007\n; \nFendrych et al., 2018\n). Initial studies with the native auxin Indole-3-Acetic-Acid (IAA) reported contradicting effects on actin filament bundling (\nRahman et al., 2007\n; \nNick et al., 2009\n; \nLanza et al., 2012\n; \nTakahashi et al., 2017\n). The differences between these studies suggest that precise concentration, duration, form of auxin, and root cell developmental status appear to be an important driver of actin changes. However, detailed quantitative analysis of IAA treatment reported a significative increase in density, unbundling, and higher organization of actin filaments in elongating cells of the root, which is generally maintained even after 60 min of treatment (\nFigure 1\n; \nTable 1\n; \nLanza et al., 2012\n; \nArieti and Staiger, 2020\n). These changes in actin organization, induced by IAA treatment, are consistent with the general trend that less bundled actin filaments are associated with less cell elongation. The synthetic auxin 1-Naphtalene-Acetic-Acid (NAA) was suggested to inhibit root growth through the actin-mediated increase of vacuolar constriction in late meristematic cells. Consistent with this hypothesis, vacuoles of plants pre-treated with actin-disrupting drugs show less sensitivity to external auxin (\nTable 1\n; \nScheuring et al., 2016\n). The auxin analog 2,4-Dichlorophenoxyacetic acid (2,4-D) affects root growth through the inhibition of both cell division and cell elongation (\nTable 1\n; \nRahman et al., 2007\n). Unlike IAA, 2,4-D effects mimic those of the actin-depolymerizing drug Latrunculin B (\nFigure 1\n). 2,4-D treatment disturbs auxin signaling via a different ubiquitin ligase complex than IAA, the SMAP1-SCF\nTIR1\n complex, thereby affecting post-translational modifications of actin (\nRodríguez-Serrano et al., 2014\n; \nTakahashi et al., 2017\n). Each auxin analog employed in the above-mentioned studies differentially affects auxin signaling, which allows us to pinpoint the molecular mechanism of auxin-dependent actin responses (\nMa and Robert, 2014\n).\nAuxin can also affect the actin cytoskeleton via the activation of transcription: promoter activity of the vegetative actin \nACT7\n and transcription of several subunits of the actin nucleator ARP2/3 complex are enhanced by auxin treatment (\nKandasamy et al., 2001\n; \nGarcía-González et al., 2020\n). A feedback loop exists between auxin signaling and the actin cytoskeleton: treatment with the auxin transport inhibitor naphthylphthalamic acid (NPA) inhibits root growth by reducing cell division rate and induces a reduction in actin filament density (\nRahman et al., 2007\n). In hypocotyls, NPA treatment leads to an increase in actin filament bundling and a decrease in actin bundle density in hypocotyl cells, without disturbing long actin filaments. Plants lacking the actin isoform ACT7 (\nact7-4\n) are insensitive to NPA treatment (\nZhu et al., 2016\n). Moreover, actin seems to be required for the correct expression, localization, and trafficking of auxin carriers. \nact7-4\n mutants have reduced expression of ABCB transporters, altered localization of PIN1 and PIN2, and increased endosomal retention of auxin transporters (\nZhu et al., 2016\n). The wavy phenotype of \nact2-5\n lines is connected to the delocalization from the plasma membrane of PIN2 (\nLanza et al., 2012\n). When treated with Latrunculin B, PIN2 accumulates into intracellular vesicles and disappears largely from the plasma membrane (\nKleine-Vehn et al., 2009\n; \nGlanc et al., 2019\n). These results indicate the importance of the actin network on the trafficking of hormone transporters. Other actin-binding protein mutants, such as the rice class II formin RMD and VILLIN4, show reduced polar auxin transport in roots (\nLi et al., 2014\n; \nZou et al., 2019\n). Furthermore, the expression of the above-mentioned \nRMD\n gene in rice is facilitated by the action of the TIR/AFB1 pathway-dependent OsARF23 and OsARF24 (\nLi et al., 2014\n). Further work revealed that the auxin influx carrier AUX1 was necessary to mediate the actin filament response triggered by auxin treatment in roots (\nArieti and Staiger, 2020\n).\nIt appears that auxin and actin are very much interlinked via the control of polar auxin transport by actin dynamics, or via the direct or transcriptional effects of auxin on the same actin dynamics. Exactly how these two important players feedback on each other and create coordinated development and tropisms is still a topic with many questions. Especially interesting is the mechanistic connection between the intracellular transport of vesicles containing auxin transporters and the status of the actin network, or the way in which auxin sensing is quickly translated into changes in the actin network.",
    "other_hormones": "Other Hormones\nBesides auxin, other hormones have been connected to actin organization during primary root growth, although they have been studied with less depth. For instance, brassinosteroid treatment induces a wavy phenotype that correlates with an increase of finer, shorter and more dynamic actin filaments in epidermal cells (\nLanza et al., 2012\n). The observed phenotypes are comparable to those resulting from \nACT2\n mutation. Furthermore, both brassinosteroid treatment and \nact2-5\n mutation result in PIN2 delocalization in the root epidermis. This suggests that brassinosteroids, auxin, and actin have a shared pathway regulating root waving (\nTable 1\n; \nLanza et al., 2012\n).\nCytokinin treatment decreases root growth via a reduction in meristem size (\nIoio et al., 2007\n; \nRůzǐčka et al., 2009\n; \nTakatsuka et al., 2018\n). Cytokinin has a negative effect on auxin signaling through its inhibition in the transition zone (\nFigure 1\n; Reviewed in \nVanstraelen and Benková, 2012\n; \nTakatsuka and Umeda, 2014\n; \nWybouw and De Rybel, 2019\n). The response to cytokinin is mediated through the modulation of the actin cytoskeleton at the boundary between the transition and elongation zone, as observed by an increase in actin bundling and a decrease in actin filament density after treatment (\nTakatsuka et al., 2018\n). Also, an increase in cytokinin was shown to disrupt the longitudinal rearrangement of actin filaments in roots, in agreement with the tendency of longitudinally organized actin bundles to induce root growth (\nKushwah et al., 2011\n).\nThe actin cytoskeleton seems to be a nexus in mediating the complex responses to auxin during root growth. Generally, auxin tends to induce more longitudinally organized and less bundled filaments, while cytokinin tends to induce an increase in bundling and less organized actin filaments. Current models suggest that there is a cytokinin-dependent generation of an auxin minimum starting at the transition zone (Reviewed in \nRutten and Tusscher, 2019\n). This hormone gradient correlates with the start of cell elongation and the increase in actin organization toward a more bundled and longitudinally oriented network in the elongation zone. Failure to generate the proper hormone gradients results in growth inhibition. Exactly how hormone gradients lead to changes in actin filament organization is not very clear. In the case of auxin and cytokinin it is likely auxin, which has the terminal effect, while cytokinin controls the auxin gradient. This notion could be tested by tissue-specific inhibition of cytokinin signaling to disturb the auxin gradient. However, only the systematic and comparative analysis of actin organization in specific cell types in response to the manipulation of hormonal pathways will unveil the existing interdependence in cytoskeletal control. Furthermore, the involvement of specific actin-binding proteins downstream of hormone signaling would contribute to understanding which actin organization and dynamics modifications are more relevant. Auxin and cytokinin are also very important for the regulation of root tropisms. This is the stage for another interaction between hormones and actin, which we will discuss next.",
    "actin_control_of_primary_root_tropisms_and_light_response": "Actin Control of Primary Root Tropisms and Light Response\nRoot plasticity relies on the ability of the root to direct its growth toward or against a stimulus. For the primary root tip this is achieved mostly through asymmetric cell expansion that allows for its bending. Mainly two tropisms have been studied in relation to actin: positive gravitropism and negative phototropism. In both cases actin is involved in both stimuli perception and response.\nGravitropism\nPrimary root directional growth is a multistep process that goes from gravity sensing to signal transduction and response execution. The gravity vector is sensed by sedimenting statoliths which results in the relocalization of PIN auxin transporters and a differential auxin gradient, causing differential growth of cells between top and bottom of the root tip (Reviewed in \nSu et al., 2017\n). Statoliths are amyloplasts functioning in gravity perception and sediment in the central columella cells when the root orientation changes. This sedimentation has been recognized as the primary process controlling gravity perception (\nSack, 1997\n; Reviewed in \nNakamura et al., 2019\n). A fine network of F-actin surrounds statoliths in central columella cells. The results from actin cytoskeleton inhibitors and knockout mutants of the actin network components show that F-actin is involved in the regulation of statolith repositioning (\nFigure 1\n; \nWhite and Sack, 1990\n; \nBaluška and Hasenstein, 1997\n; \nVolkmann et al., 1999\n; \nVoigt et al., 2005\n; Reviewed in \nBlancaflor, 2013\n). Actin disruption by Latrunculin B or Cytochalasin D and the inhibition of myosin activity by BDM enhance root tip bending to gravity, while the actin-stabilizers Jasplakinolide or phalloidin inhibit the gravitropic response (\nHou et al., 2003\n; \nLi et al., 2005\n; \nMancuso et al., 2006\n). Latrunculin B treatment results in faster statolith relocalization which indicates that the fine actin network fine-tunes statolith movement and repositioning after gravistimulus (\nHou et al., 2003\n; \nZheng et al., 2015\n). To date, the only actin-binding protein that has been connected to statolith sedimentation and PIN relocalization during the root gravitropic response is the ARP2/3 complex (\nReboulet et al., 2010\n; \nZheng et al., 2015\n; \nZou et al., 2016\n). Knock-out of the ARP2/3 subunit ARP3 leads to a slower gravitropic response which is associated with reduced statolith sedimentation and an increase in actin bundling around statoliths (\nReboulet et al., 2010\n; \nZheng et al., 2015\n; \nZou et al., 2016\n). The E3 ubiquitin ligase SGR9 mediates at least part of the interaction between the actin network and statoliths. Plants lacking SGR9 show impaired statolith sedimentation resulting in a reduced gravitropic response, accompanied by an abnormal actin filament network around statoliths. This phenotype could be rescued by the application of the actin-depolymerizing drug Latrunculin B, suggesting a role of SGR9 in releasing statoliths from the actin cytoskeleton through its interactors (\nNakamura et al., 2011\n). These experiments studied the statoliths in the endodermis of the inflorescence stem and not in roots. However, the mechanism of gravity perception between roots and shoots is likely to be very comparable at the statolith level. Further work should elucidate whether the same mechanism exists in roots. Additionally, it would be interesting to know which actin-binding proteins interact with SGR9. Experiments with decapped roots, laser ablation of columella cells, starch-less mutants, or maintaining the root cap at a specific angle suggest an alternative gravisensing mechanism at the distal elongation zone, out of the root cap (\nWolverton et al., 2002\n, \n2011\n; \nMancuso et al., 2006\n). Our combined knowledge points to a significant role of actin in gravity perception via the mediation of statolith sedimentation. However, the actin cytoskeleton has also been proposed to mediate PIN3 relocalization to the lateral plasma membrane in columella cells upon gravistimulation. PIN3 clathrin-mediated endocytosis is naturally increased when seedlings are re-oriented, a phenomenon that can be enhanced by Latrunculin B treatment (\nFriml et al., 2002\n; \nKleine-Vehn et al., 2010\n). This represents a connection between actin and gravity signal transduction through the regulation of the asymmetric redistribution of auxin. It is likely that actin is involved in the delivery of endocytic cargoes containing PIN3 to the plasma membrane. Further downstream, actin bundles could mediate the asymmetric growth of the root meristem during the gravitropic response. Although a change toward more oblique oriented microfilaments has been observed in stele cells upon gravistimulation, no clear correlation between actin organization in epidermal cells and root asymmetric growth has been determined (\nBlancaflor, 2002\n; \nPozhvanov et al., 2013\n). Evidence in support of a direct role of actin in the asymmetric cell growth of the root tip is the observations that vesicle trafficking is defective in root epidermal cells of various actin and actin-binding protein mutants (\nLi et al., 2014\n; \nMao et al., 2016\n; \nZou et al., 2016\n; \nOulehlová et al., 2019\n). The process of root-negative phototropism, where the root tip bends away from a blue or red light source, is also partly regulated via actin, since it is regulated via the same auxin transporters as gravitropism (\nWan et al., 2012\n; \nZhang et al., 2013b\n). In summary, actin has a role in the sedimentation and repositioning of statoliths which determines the strength of gravity perception. It is not yet clear to what extent the F-actin network is responsible for relaying the mechanical signal of sedimenting statoliths to a differential PIN distribution and gravitropic growth.\nEffects of Light on Actin Organization in Roots\nThe processes of gravitropism and root growth in general are heavily influenced by light perception (\nSilva-Navas et al., 2016\n). When a seedling is exposed to light, hypocotyl growth is reduced, cotyledons open and make chlorophyll, while root length growth strongly increases. Seedlings growing fully in darkness have a strongly reduced root growth (\nSassi et al., 2012\n). Actin filaments in elongating root cells are normally vertically oriented and bundled. However, in darkness, actin oriented seemingly randomly, with less bundling, and less alignment (\nDyachok et al., 2011\n). Furthermore, it has been shown that PRF1 is important for root growth and development during photomorphogenesis (\nMcKinney et al., 2001\n). Even though roots normally grow covered from light in the soil, \nArabidopsis\n roots express all types of common photoreceptors in plants, including the Far-Red light sensor PHYA (Reviewed in \nvan Gelderen et al., 2018\n). Seedling roots grown in Far-Red light have a bundled actin organization, mostly resembling growth in white light, but in a \nphyA\n mutant, actin organization was more resembling that of dark-grown seedlings (\nDyachok et al., 2011\n). This is an example of a direct link between light perception and actin organization in roots. However, most studies focus on the effects of light quality and quantity in above ground tissues, such as the hypocotyl epidermis (\nHenty et al., 2011\n) or stomatal guard cells (\nIwabuchi et al., 2010\n). Current standard growth conditions keep roots exposed to light, but roots have not evolved to grow exposed to light and therefore efforts have been made in the past years to grow \nArabidopsis\n roots in the dark, while keeping the shoot in light. A notable example of this is the D-root system, which is simply a dark cover around a square agar plate to shield the root from light, with an added insert at the shoot-root boundary (\nSilva-Navas et al., 2015\n). This system showed that covering the roots leads to increased root growth and less free radical production compared to the roots exposed to light (\nSilva-Navas et al., 2016\n). Using an alternative root shading method to D-root it was demonstrated that components of the SCAR/WAVE-ARP2/3 system BRK1 and SCAR1 are involved in regulating root growth in covered roots (\nDyachok et al., 2011\n). The subcellular localization of BRK1-YFP changes from occurring at three-way junctions of cells to cytoplasmic upon darkness. SCAR1 is reduced in protein extracts from both soluble and membrane extract, and the central light regulator COP1 is involved in SCAR1 degradation (\nDyachok et al., 2011\n). Therefore, it seems clear that actin has a significant role to play in the regulation of root growth by light. However, very little work has been done until now to further explore this connection. It is also of especial importance to do this in systems such as D-root to simulate the light conditions of the soil in order to obtain results that are relevant for plant growth in field or natural conditions.",
    "gravitropism": "Gravitropism\nPrimary root directional growth is a multistep process that goes from gravity sensing to signal transduction and response execution. The gravity vector is sensed by sedimenting statoliths which results in the relocalization of PIN auxin transporters and a differential auxin gradient, causing differential growth of cells between top and bottom of the root tip (Reviewed in \nSu et al., 2017\n). Statoliths are amyloplasts functioning in gravity perception and sediment in the central columella cells when the root orientation changes. This sedimentation has been recognized as the primary process controlling gravity perception (\nSack, 1997\n; Reviewed in \nNakamura et al., 2019\n). A fine network of F-actin surrounds statoliths in central columella cells. The results from actin cytoskeleton inhibitors and knockout mutants of the actin network components show that F-actin is involved in the regulation of statolith repositioning (\nFigure 1\n; \nWhite and Sack, 1990\n; \nBaluška and Hasenstein, 1997\n; \nVolkmann et al., 1999\n; \nVoigt et al., 2005\n; Reviewed in \nBlancaflor, 2013\n). Actin disruption by Latrunculin B or Cytochalasin D and the inhibition of myosin activity by BDM enhance root tip bending to gravity, while the actin-stabilizers Jasplakinolide or phalloidin inhibit the gravitropic response (\nHou et al., 2003\n; \nLi et al., 2005\n; \nMancuso et al., 2006\n). Latrunculin B treatment results in faster statolith relocalization which indicates that the fine actin network fine-tunes statolith movement and repositioning after gravistimulus (\nHou et al., 2003\n; \nZheng et al., 2015\n). To date, the only actin-binding protein that has been connected to statolith sedimentation and PIN relocalization during the root gravitropic response is the ARP2/3 complex (\nReboulet et al., 2010\n; \nZheng et al., 2015\n; \nZou et al., 2016\n). Knock-out of the ARP2/3 subunit ARP3 leads to a slower gravitropic response which is associated with reduced statolith sedimentation and an increase in actin bundling around statoliths (\nReboulet et al., 2010\n; \nZheng et al., 2015\n; \nZou et al., 2016\n). The E3 ubiquitin ligase SGR9 mediates at least part of the interaction between the actin network and statoliths. Plants lacking SGR9 show impaired statolith sedimentation resulting in a reduced gravitropic response, accompanied by an abnormal actin filament network around statoliths. This phenotype could be rescued by the application of the actin-depolymerizing drug Latrunculin B, suggesting a role of SGR9 in releasing statoliths from the actin cytoskeleton through its interactors (\nNakamura et al., 2011\n). These experiments studied the statoliths in the endodermis of the inflorescence stem and not in roots. However, the mechanism of gravity perception between roots and shoots is likely to be very comparable at the statolith level. Further work should elucidate whether the same mechanism exists in roots. Additionally, it would be interesting to know which actin-binding proteins interact with SGR9. Experiments with decapped roots, laser ablation of columella cells, starch-less mutants, or maintaining the root cap at a specific angle suggest an alternative gravisensing mechanism at the distal elongation zone, out of the root cap (\nWolverton et al., 2002\n, \n2011\n; \nMancuso et al., 2006\n). Our combined knowledge points to a significant role of actin in gravity perception via the mediation of statolith sedimentation. However, the actin cytoskeleton has also been proposed to mediate PIN3 relocalization to the lateral plasma membrane in columella cells upon gravistimulation. PIN3 clathrin-mediated endocytosis is naturally increased when seedlings are re-oriented, a phenomenon that can be enhanced by Latrunculin B treatment (\nFriml et al., 2002\n; \nKleine-Vehn et al., 2010\n). This represents a connection between actin and gravity signal transduction through the regulation of the asymmetric redistribution of auxin. It is likely that actin is involved in the delivery of endocytic cargoes containing PIN3 to the plasma membrane. Further downstream, actin bundles could mediate the asymmetric growth of the root meristem during the gravitropic response. Although a change toward more oblique oriented microfilaments has been observed in stele cells upon gravistimulation, no clear correlation between actin organization in epidermal cells and root asymmetric growth has been determined (\nBlancaflor, 2002\n; \nPozhvanov et al., 2013\n). Evidence in support of a direct role of actin in the asymmetric cell growth of the root tip is the observations that vesicle trafficking is defective in root epidermal cells of various actin and actin-binding protein mutants (\nLi et al., 2014\n; \nMao et al., 2016\n; \nZou et al., 2016\n; \nOulehlová et al., 2019\n). The process of root-negative phototropism, where the root tip bends away from a blue or red light source, is also partly regulated via actin, since it is regulated via the same auxin transporters as gravitropism (\nWan et al., 2012\n; \nZhang et al., 2013b\n). In summary, actin has a role in the sedimentation and repositioning of statoliths which determines the strength of gravity perception. It is not yet clear to what extent the F-actin network is responsible for relaying the mechanical signal of sedimenting statoliths to a differential PIN distribution and gravitropic growth.",
    "effects_of_light_on_actin_organization_in_roots": "Effects of Light on Actin Organization in Roots\nThe processes of gravitropism and root growth in general are heavily influenced by light perception (\nSilva-Navas et al., 2016\n). When a seedling is exposed to light, hypocotyl growth is reduced, cotyledons open and make chlorophyll, while root length growth strongly increases. Seedlings growing fully in darkness have a strongly reduced root growth (\nSassi et al., 2012\n). Actin filaments in elongating root cells are normally vertically oriented and bundled. However, in darkness, actin oriented seemingly randomly, with less bundling, and less alignment (\nDyachok et al., 2011\n). Furthermore, it has been shown that PRF1 is important for root growth and development during photomorphogenesis (\nMcKinney et al., 2001\n). Even though roots normally grow covered from light in the soil, \nArabidopsis\n roots express all types of common photoreceptors in plants, including the Far-Red light sensor PHYA (Reviewed in \nvan Gelderen et al., 2018\n). Seedling roots grown in Far-Red light have a bundled actin organization, mostly resembling growth in white light, but in a \nphyA\n mutant, actin organization was more resembling that of dark-grown seedlings (\nDyachok et al., 2011\n). This is an example of a direct link between light perception and actin organization in roots. However, most studies focus on the effects of light quality and quantity in above ground tissues, such as the hypocotyl epidermis (\nHenty et al., 2011\n) or stomatal guard cells (\nIwabuchi et al., 2010\n). Current standard growth conditions keep roots exposed to light, but roots have not evolved to grow exposed to light and therefore efforts have been made in the past years to grow \nArabidopsis\n roots in the dark, while keeping the shoot in light. A notable example of this is the D-root system, which is simply a dark cover around a square agar plate to shield the root from light, with an added insert at the shoot-root boundary (\nSilva-Navas et al., 2015\n). This system showed that covering the roots leads to increased root growth and less free radical production compared to the roots exposed to light (\nSilva-Navas et al., 2016\n). Using an alternative root shading method to D-root it was demonstrated that components of the SCAR/WAVE-ARP2/3 system BRK1 and SCAR1 are involved in regulating root growth in covered roots (\nDyachok et al., 2011\n). The subcellular localization of BRK1-YFP changes from occurring at three-way junctions of cells to cytoplasmic upon darkness. SCAR1 is reduced in protein extracts from both soluble and membrane extract, and the central light regulator COP1 is involved in SCAR1 degradation (\nDyachok et al., 2011\n). Therefore, it seems clear that actin has a significant role to play in the regulation of root growth by light. However, very little work has been done until now to further explore this connection. It is also of especial importance to do this in systems such as D-root to simulate the light conditions of the soil in order to obtain results that are relevant for plant growth in field or natural conditions.",
    "concluding_remarks_and_future_perspective": "Concluding Remarks and Future Perspective\nThe actin network has been studied for a long time and there is a relatively large body of earlier work on the role of actin in regulating root growth. In the recent 5 years, this work has been revisited and expanded upon (\nAbu-Abied et al., 2018\n; \nTakatsuka et al., 2018\n; \nOulehlová et al., 2019\n; \nArieti and Staiger, 2020\n; \nde Bang et al., 2020\n). Although this sometimes led to contradictory or incomplete findings, the actin network is essential for root growth by regulating cell elongation and division. A main conclusion is that actin organization is developmentally regulated in the growing root tip. Bundled and longitudinally oriented actin filaments are a hallmark of cell elongation. Failure to achieve this arrangement by tampering with hormonal homeostasis or altering actin-binding protein function results in root growth defects. Most results with hormone and drug treatments and actin-binding protein mutants seem to correlate well with this general principle. These changes in actin organization affect cell growth in different ways, and of particular interest for further study is how actin-mediated delivery of cell wall modifying components aids cell elongation of the primary root meristem. There are also causal links between actin, vacuolar morphology, and cell elongation. However, more evidence is needed to show that defects in actin directly cause defects in vacuolar morphology that subsequently cause root growth defects.\nKnowledge in this field is lacking evidence on the role of actin-binding proteins in regulating the actin network with regard to growth and development of the root meristem. In general, actin-binding proteins are well studied, however, with respect to root growth, there is little data available on phenotypic effects, usually due to a high degree of genetic redundancy. Overexpression often leads to detrimental effects on root growth, while single or even double mutants do not. With recent advances in CRISPR multiplexing, this redundancy problem can be tackled efficiently and the roles of actin-binding proteins in root growth and development can and should be elucidated.\nHormonal regulation of primary root growth occurs mainly through the coordination between auxin and cytokinin signaling, which contributes to the generation of developmental regions with a specific actin organization. The role of auxins, cytokinins, and especially other hormones in the control of the actin cytoskeleton requires more future work. This work would be made easier by the consistent and more precise denomination of which root zones and cell layers are analyzed, in order to compare the effects of individual hormones and their combination in the control of the actin network. Related to this is the study of root gravitropism, where actin has several different functions. It is involved in the direct sensing of gravity, controls the propagation of the hormone signal and it is likely involved in the subsequent regulation of cell elongation. This study brings together three different roles for actin and is therefore a very interesting subfield, which will benefit by recent advances in live imaging. With vertically oriented confocal laser scanning microscopes it is possible to study root gravitropism \nin vivo\n in real time and see details and subtleties not imaged before. Another new way of studying actin will be to use new optogenetic tools that allow the direct manipulation of the cytoskeleton or cytoskeletal components (\nZhang et al., 2021\n), which might provide a deeper understanding of how actin functions in regulating cell elongation in complex tissues such as the root. With these new possibilities it will be possible to subtly disturb the actin network while imaging it at the highest temporal and spatial resolution.",
    "author_contributions": "Author Contributions\nAll authors listed have made a substantial, direct and intellectual contribution to the work, and approved it for publication.",
    "funding": "Funding\nThis work was funded by the Czech Science Foundation (19-13375Y; JG-G) and the Netherlands Organisation for Scientific Research Vici grant 865.17.002 to Ronald Pierik (KG).",
    "conflict_of_interest": "Conflict of Interest\nThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
    "publisher’s_note": "Publisher’s Note\nAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8716943/"
}