{
  "id": "PMC8191917",
  "title": "A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its host's blood cells",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its host's blood cells",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8191917/"
  },
  "sections": {
    "abstract": "The wasps \nLeptopilina heterotoma\n parasitize and ingest their \nDrosophila\n hosts. They produce extracellular vesicles (EVs) in the venom that are packed with proteins, some of which perform immune suppressive functions. EV interactions with blood cells of host larvae are linked to hematopoietic depletion, immune suppression, and parasite success. But how EVs disperse within the host, enter and kill hematopoietic cells is not well understood. Using an antibody marker for \nL\n. \nheterotoma\n EVs, we show that these parasite-derived structures are readily distributed within the hosts’ hemolymphatic system. EVs converge around the tightly clustered cells of the posterior signaling center (PSC) of the larval lymph gland, a small hematopoietic organ in \nDrosophila\n. The PSC serves as a source of developmental signals in naïve animals. In wasp-infected animals, the PSC directs the differentiation of lymph gland progenitors into lamellocytes. These lamellocytes are needed to encapsulate the wasp egg and block parasite development. We found that \nL\n. \nheterotoma\n infection disassembles the PSC and PSC cells disperse into the disintegrating lymph gland lobes. Genetically manipulated PSC-less lymph glands remain non-responsive and largely intact in the face of \nL\n. \nheterotoma\n infection. We also show that the larval lymph gland progenitors use the endocytic machinery to internalize EVs. Once inside, \nL\n. \nheterotoma\n EVs damage the Rab7- and LAMP-positive late endocytic and phagolysosomal compartments. Rab5 maintains hematopoietic and immune quiescence as \nRab5\n knockdown results in hematopoietic over-proliferation and ectopic lamellocyte differentiation. Thus, both aspects of anti-parasite immunity, i.e., (a) phagocytosis of the wasp’s immune-suppressive EVs, and (b) progenitor differentiation for wasp egg encapsulation reside in the lymph gland. These results help explain why the lymph gland is specifically and precisely targeted for destruction. The parasite’s simultaneous and multipronged approach to block cellular immunity not only eliminates blood cells, but also tactically blocks the genetic programming needed for supplementary hematopoietic differentiation necessary for host success. In addition to its known functions in hematopoiesis, our results highlight a previously unrecognized phagocytic role of the lymph gland in cellular immunity. EV-mediated virulence strategies described for \nL\n. \nheterotoma\n are likely to be shared by other parasitoid wasps; their understanding can improve the design and development of novel therapeutics and biopesticides as well as help protect biodiversity.",
    "introduction": "Introduction\nParasitoid (parasitic) wasps have an obligatory relationship with their insect hosts. Engaged in a biological “arms race,” each partner continuously adapts to the other to emerge alive. For reproductive success, parasitic wasps target their hosts’ behavior, development and immune system. Their attack mechanisms range from biochemical warfare and mimicry, to passive evasion and active immune suppression [\n1\n–\n3\n]. \nDrosophila\n and their parasitic wasps are an emerging model for studying how wasps evade or suppress host defenses [\n4\n,\n5\n]. The generalist \nLeptopilina heterotoma\n (\nLh\n) succeeds on the \nDrosophila\n species within and beyond the melanogaster group. Its close relative, \nL\n. \nboulardi\n (\nLb\n), considered a specialist, mainly infects flies of the melanogaster group. Both wasps are highly successful on \nD\n. \nmelanogaster\n; they consume its developing larval and pupal stages to emerge as free-living adults [\n6\n].\nOviposition into second-to-early-third \nD\n. \nmelanogaster\n larval hosts by \nLb\n and \nLh\n wasps yields divergent immunological effects. \nLb\n infection activates many components of humoral and cellular immunity: Toll-NF-κB, JAK-STAT, and the melanization pathways and their target genes are transcriptionally upregulated; there is a burst of hematopoietic proliferation and differentiation of blood cells (also called hemocytes) in the lymph gland and in circulation. If the immune responses are strong and sustained, macrophages and lamellocytes encapsulate and kill wasp eggs [\n7\n–\n11\n]. \nLh\n infection in contrast suppresses immune gene expression and kills immature and mature larval hemocytes [\n12\n,\n13\n].\nLb\n and \nLh\n females (and also \nL\n. \nvictoriae\n, a sister species of \nLh\n) produce discrete immune-suppressive extracellular vesicle- (EV) like structures in their venom glands (called multi-strategy extracellular vesicles, MSEVs in \nLh\n and venosomes in \nLb\n) [\n14\n,\n15\n]. Previously called virus like particles [\n16\n–\n18\n], these EVs lack clear viral features [\n15\n,\n19\n]. They are produced in the venom gland, a structure made up of the long gland and a reservoir. The secretory cells of the long gland synthesize and secrete proteins, some of which are initially incorporated into discrete non-spiked vesicle-like structures. In sister species \nLh\n and \nLv\n, these structures mature in the reservoir and assume a stellate morphology with 4–8 spikes radiating from the center. Mature EVs are roughly 300 nm in diameter, [\n14\n,\n16\n,\n20\n–\n22\n]. Packed with more than 150 proteins, EVs are, in part, responsible for divergent physiological outcomes in infected hosts [\n15\n,\n19\n,\n23\n].\nAmong the most abundant in the \nLh\n EV proteins is a 40 kDa surface/spike protein (SSp40) [\n20\n]. SSp40 shares structural similarities with the IpaD/SipD family of proteins of the gastroenteric disease-causing Gram negative bacteria, \nShigella\n and \nSalmonella\n [\n15\n]. Similar to SSp40’s localization to \nLh\n EV spike tips, IpaD localizes to the tips of the T3 secretion injectisome, a bacterial transfer system that injects virulence proteins into mammalian cells. IpaD itself promotes apoptosis of mammalian macrophages [\n24\n,\n25\n]. These parallels between \nLh\n SSp40 and bacterial IpaD/SipD suggest that \nLh\n EVs may share some similarities with bacterial secretion systems. Comparative transcriptomic/proteomic approaches revealed that SSp40 and a few other EV proteins are not expressed in the \nLb\n venom [\n15\n].\nWhereas \nLh\n EVs lyse lamellocytes within a few hours of wasp attack, \nLb\n EVs do not have the same effect [\n7\n,\n16\n,\n26\n]. Our immune-inhibition experiments suggested that \nLh\n’s SSp40 mediates EV interactions with lamellocytes [\n20\n]. \nLh\n infection also uniquely promotes apoptosis of larval macrophages and of lymph gland hemocytes [\n13\n]. Macrophages make up more than 95% of all hematopoietic cells while differentiated lamellocytes are rarely found in naïve hosts [\n8\n–\n10\n,\n27\n]. Work in the field strongly suggests that the protein activities concentrated within the \nLh\n EVs are responsible for the destruction of these mature and immature blood cells. However, how a macro-endoparasite targets the hematopoietic system and accesses its progenitor population has not been studied. The modes of \nLh\n EV entry into these cells and the pathways of destruction are also not well understood.\nThe goal of this study was to obtain a macro-level view of \nLh\n EV interactions with cells of the larval hemolymphatic system after infection. The term hemolymph refers to the interstitial fluid that distributes hormones, peptides and other macromolecules into organs through the pumping action of an unbranched tubular heart, or the dorsal vessel. Dozens of macrophages circulate in the hemolymph. The heart lumen is surrounded by a column of paired cardiomyocytes and associated pericardial cells. This tubular structure is held in place by alary muscles [\n28\n–\n30\n]. Hematopoietic cells are organized in paired cell clusters (or lobes) on the dorsal vessel. In third instar larvae, the anterior-most lobes have blood cells at various stages of differentiation; the least differentiated progenitors are confined adjacent to the dorsal vessel, whereas the developing macrophages are sequestered in the cortical regions of the lobes (\nFig 1A\n). In naïve hosts, the progenitor state is maintained by a putative niche (also called the posterior signaling center, PSC). The PSC is a tight unit of about 25–50 cells and is positioned posteriorly to the progenitors [\n31\n,\n32\n]. Upon \nLb\n infection, the PSC reprograms hematopoiesis inducing macrophage and lamellocyte differentiation [\n30\n,\n32\n–\n39\n]. The entire structure is covered by the acellular basement membrane [\n28\n,\n40\n].\n10.1371/journal.ppat.1009615.g001\nFig 1\nLh\n EVs associate with the larval lymphatic system.\n(\nA\n) Anterior lobes (ALs, without lamellocytes) from a naïve \nAntp>mCD8GFP Dome-MESO-GFP\n (\nAntpDMG\n) animal shows medullary zone (MZ), cortical zone (CZ) and posterior signaling center (PSC). The lobes flank the dorsal vessel (DV, asterisk in other panels). (\nB-D\n) Anterior lobes from uninfected (UI; \nB\n), \nLb\n- and \nLh\n-infected (\nC, D\n) \nAntp>mCD8GFP\n animals. \nLb17\n infection induces lamellocyte differentiation in the cortex (lamellocytes are larger than their progenitors and are rich in F-actin). The GFP-positive PSC appears unaffected. \nLh14\n attack leads to loss of lobe cells; the PSC cells are not tightly-clustered and displaced from their original location. (\nE-K\n) Lymph glands from \nPxn>GFP\n animals. (\nE\n) GFP is expressed in the cortex of uninfected animals, but GFP expression is reduced after wasp attack (\nF-H\n). \nLh14\n-infected ALs from the same infection experiment showing variability in loss of cells; \nLh\n EVs (anti-SSp40 staining, referred to as p40 here and in remaining figures) are seen in some cells of these lobes and within the dorsal vessel. (\nI-K\n) Posterior lobes from uninfected (\nI\n) and \nLh\n-infected animals (\nJ, K\n). (\nL\n) Circulating hemocytes from infected animals.\nUsing \nDrosophila\n genetics, cell-specific markers and SSp40 staining as a proxy for \nLh\n EV localization, we have pieced together a broad view of this host-parasite interaction interface. We show an abundance of \nLh\n EVs in (a) the lumen of the larval dorsal vessel, (b) along the collagen/perlecan-based basement membrane around the dorsal vessel and surrounding clusters of lymph gland progenitors, and (c) inside the progenitor and mature macrophages. Moreover, high EV signal correlates with the disassembly of the cohesive PSC unit. PSC ablation limits EV internalization and loss of lymph gland hemocytes, while PSC inactivation via \nhedgehog\n (\nhh\n) knockdown (KD) does not have this effect. We also show that lymph gland hemocytes can phagocytose \nLh\n EVs using the classical Rab5-mediated retrograde transport (RGT) pathway. Surprisingly, Rab5 also maintains fly macrophage identity, as \nRab5\n KD leads to over-proliferation, lamellocyte differentiation and tumorigenesis; \nRab5\n function is cell-autonomous. Thus lymph glands are not merely a source of mature blood cells but are themselves immune competent organs and can clear the immune-suppressive \nLh\n EVs to defend the host. However, \nLh\n EVs proactively dislodge cells of the PSC, blocking differentiation of the protective immune cells. \nLh\n EVs target the endomembrane system of macrophages that ultimately results in their apoptosis, thus highlighting central and previously unrecognized roles of the lymph gland in cellular immunity. These observations help explain why \nLh\n infections target the larval lymph gland. The direct EV-macrophage interactions and cellular outcomes set the stage for future molecular analyses in both the hosts and parasites.",
    "results": "Results\nLh\n EVs are present within the larval lymphatic system\nLb17\n attack triggers lamellocyte differentiation in the larval lymph gland cortex (\nFig 1A–1C\n). At an equivalent time-point, \nLh\n-infected lobes are significantly smaller (\nFig 1D–1K\n); [\n13\n]. Surprisingly, unlike \nAntp>mCD8GFP\n-expressing PSCs of naïve and \nLb-\ninfected lobes that remain tightly clustered (\nFig 1A–1C\n), PSC cells of \nLh\n-infected hosts are dislodged and some are distributed in the body of the lobe (\nFig 1D\n).\nTo understand these responses, we imaged more than 25 hosts in multiple experiments. Throughout these studies, we used a polyclonal antibody to mark SSp40, an \nLh\n EV-specific protein [\n20\n]. \nLh\n infection of \nPxn>GFP\n animals reduced \nPxn>GFP\n expression (\nFig 1E–1H\n). (\nPxn\n is normally active in the cortex and its expression mimics that of many other genes downregulated by \nLh\n infection [\n7\n]). An abundance of \nLh\n EVs was observed in anterior- and posterior-lobe hemocytes, in the dorsal vessel, and in circulating hemocytes (\nFig 1F–1H and 1J–1L\n). This staining signal is absent in glands from naïve animals (\nFig 1E and 1I\n). Thus, \nLb\n and \nLh\n attack have drastically different outcomes and \nLh\n EVs appear to interact directly with most lymph gland hemocytes.\nIn our analyses across experiments, we found that the degree of tissue loss and EV distribution varies. Lobe morphologies ranged from nearly intact and filled with EVs (\nFig 1F and 1J\n) to damaged lobes, with few to many EVs (\nFig 1G, 1H and 1K\n). This variation is likely due to (a) the duration of infection (i.e., time between oviposition and dissection); (b) the injected EV dose; or (c) the dynamics of EV circulation. Dissections at later time points showed loss of almost all lymph gland hemocytes [\n13\n].\nTo then probe how \nLh\n EVs enter the lymphatic system, we stained \nLh\n-infected glands from fly strains with GFP-tagged Collagen IV (basement membrane, \nViking\n [\n41\n]) or GFP-tagged proteoglycan core protein, Perlecan/Trol [\n42\n]. In both cases, EV puncta were clearly localized with the continuous GFP signals of these extracellular matrix (ECM) proteins along the dorsal vessel as well as in the interstitial spaces around clustered hematopoietic progenitors (yellow puncta in \nFig 2A–2D’\n arrows). Surprisingly, punctate staining was also seen inside immature progenitors, adjacent to the dorsal vessel (\nFig 2B, 2B’ 2D and 2D’\n). EVs were also observed inside some cardiomyocytes as evidenced by SSp40 colocalization with the mCD8GFP signal in \nHandΔ>mCD8GFP\n larvae (\nFig 2E–2F’\n, arrows). Thus, \nLh\n EVs associate with ECM proteins of the lymphatic system, enter the dorsal vessel lumen and even some cardiomyocytes.\n10.1371/journal.ppat.1009615.g002\nFig 2\nLh\n EVs associate with basement membrane proteins.\n(\nA-B\n) \nVkg-GFP\n lymph glands. (\nA\n) GFP marks Collagen IV in the dorsal vessel and around lobe clusters. (\nB-B’\n) \nLh\n-infected gland shows extensive EV puncta co-localized with GFP in the dorsal vessel (*), and in between lobe clusters. Punctate, cytoplasmic staining in many cells throughout the anterior lobes (\nB, B’\n, arrows) is also observed. (\nC-D\n) \nTrol-GFP\n lymph glands. GFP marks Trol/perlecan distribution in naïve (\nC\n) and \nLh\n-infected (\nD\n) animals. Co-localization of \nTrol-GFP\n and EV puncta is observed (\nD, D’\n, arrows). (\nE-F\n) \nHandΔ>mCD8GFP\n marks the cells of the dorsal vessel. (\nE\n) An intact lymph gland from a naïve animal. (\nF, F’\n, arrows) EV signal localizes with the GFP signal in the cardiomyocytes.\nEffects of \nLh\n infection on PSC integrity\nPrevious studies have demonstrated that upon \nLb\n infection, the PSC reprograms hematopoietic development and promotes lamellocyte differentiation. Similar to controls, \nLb\n infected PSCs remain tightly clustered [\n35\n,\n37\n,\n38\n,\n43\n,\n44\n]. We found that regardless of the \nLh\n strain, PSC cells dislodged from their normal posterior position into the body of the lobe (Figs \n1D\n and \nS1A and S1B\n). At the time points we examined, half of the PSC cells relocated into the lobe, of which an overwhelming majority (> 95%) were present as single cells or as groups of two cells. The other half remained in their original place, although some were not as tightly clustered (Figs \n1D\n and \nS1\n; n = 24 PSCs from 12 lymph glands). As expected, in 14 lobes from naïve controls, all PSC cells were tightly packed. Strikingly, in samples from infected animals, where the PSCs were still intact, EVs congregated in regions adjacent to the PSC, but were never found inside the PSC cells (\nS1A and S1B Fig\n).\nThe Slit ligand, originating from adjacent cardiomyocytes, controls PSC integrity via the Robo receptors in the PSC; Robo2 has the strongest effect [\n45\n]. Indeed, the effect of \nLh\n infection on the PSC resembles \nSlit/Robo2\n KD, which promotes PSC disassembly [\n45\n] (Figs \n1\n and \nS1\n). A cohesive PSC is important in hematopoietic development as fewer macrophages and crystal cells develop in \nSlit\n/\nRobo2\n KD lobes compared to controls. But differing from \nLh\n infection, \nSlit\n KD PSCs are larger and there is no apparent loss of progenitors [\n45\n]. In spite of different outcomes in the two conditions, we hypothesized that the initial steps might be shared and that \nLh\n EVs might inactivate the Slit-Robo signal, which might explain PSC disassembly.\nTo test this idea, we infected animals in which the Slit-Robo pathway was manipulated to promote constitutive signaling. We found that neither expressing active Slit nor overexpressing Robo2 altered \nLh\n EVs’ ability to disassemble the PSC. \nLh\n infection of \nHandΔ>Slit-N\n animals still promoted PSC disassembly (\nS2A–S2C’ Fig\n; n = 16 lobes) even though gain-of-function \nSlit-N\n [\n46\n] reverses the effects of \nSlit\n KD [\n45\n]. Similarly, \nLh\n infection bypassed the effects of Robo2 overexpression (\nAntp>Robo2-HA\n) and promoted PSC disassembly \nS2D–S2F’ Fig\n). Many EVs are observed around these PSCs (\nS3 Fig\n; n = 16). Thus, either EVs inactivate PSC function independently of the Slit-Robo signal, or they possess redundant mechanisms that disable constitutive Slit-Robo signaling.\nPSC-less lymph glands remain intact\nPSC-less lymph glands were unable to induce lamellocyte differentiation after \nLb\n infection [\n36\n]. We asked if ablating the PSC might similarly inhibit the \nLh\n infection responses. PSC-less lobes (\nCol>Hid\n) lacked Antp staining and \nLh14\n infection did not affect lobe integrity (\nS4A–S4\nD’ Fig; n > 12 lobes). Moreover, while \nLh\n-infected \nUAS-Hid\n lobes lost progenitors and exhibited high levels of EV uptake (\nFig 3A, 3B, 3D and 3E\n), \nLh\n-infected PSC-less lobes remained intact and showed low, non-specific SSp40 staining signal in anterior and posterior lobes (\nFig 3C and 3F\n; n > 12 lobes for each condition). In contrast to the non-responsive \nCol>Hid\n lobes, \nAntp>hh\nRNAi\n lobes responded to \nLh\n infection and suffered progenitor cell loss (\nS5A–S5F Fig\n; n > 12 lobes for each condition). Thus, inactivating the signaling function of the PSC does not appear to affect the wasp’s ability to disassemble the PSC. P1 staining revealed that \nLh\n infection does not block macrophage differentiation (\nS5C Fig\n). Taken together, these results suggest that the PSC plays a structural role in trafficking of EVs from either the hemolymph or the dorsal vessel into the lobes and that the cell-lethal effects of \nLh\n EVs is distinct from the PSC’s niche function.\n10.1371/journal.ppat.1009615.g003\nFig 3\nPSC-less lymph glands from \nLh-\ninfected animals have intact lobes.\n(\nA, D\n) Lobes from a naïve \nUAS-Hid\n host are intact and lack EVs; anterior (\nA\n), and posterior lobes (\nD\n). (\nB, E\n) Lymph gland from a \nLh\n-infected \nUAS-Hid\n host is depleted of hemocytes and has many EVs. Anterior lobes (\nB, B’\n), and posterior lobes (\nE, E’\n). (\nC, F\n) PSC-less lobes from a \nLh\n-infected \nCol>Hid\n host are intact with weak EV signal. Anterior (\nC, C’\n), and posterior lobes (\nF, F’\n).\nThe larval lymph gland is phagocytically competent\nWe next studied if EV uptake into hematopoietic cells occurs via RGT mechanisms. In \nPxn>GFP\n; \n+/Bc\n heterozygous lymph glands, we observed blackened, dead crystal cells in the cytoplasm of the GFP-positive cortical cells (\nS6 Fig\n). This observation suggests that GFP-positive lymph gland cells are phagocytically competent. We therefore investigated if \nLh\n EV uptake depends on Rab5, an early endosomal protein. Rab5 mediates trafficking from the plasma membrane to early endosomes [\n47\n]. In contrast to \nPxn>GFP\n macrophages, where EV staining is bright and punctate throughout the cytoplasm (\nFig 4A and 4B\n), \nPxn>GFP\n, \nRab5\nRNAi\n cells show peripheral punctate staining, presumably from intact EVs, trapped in early endosomes, both in lymph gland and circulating hemocytes (\nFig 4C and 4D\n; arrows). In lamellocytes, the EV signal is diffuse and nuclear, and \nRab5\n KD shows no change in staining intensity or distribution (\nFig 4E and 4F\n; arrowheads), suggesting that Rab5-independent uptake mechanisms are involved. \nmsn-GFP\n- and integrin-β-positive lamellocyte fragments were also observed in \nLh\n-infected macrophages suggesting occurrence of efferocytosis (\nS7 Fig\n).\n10.1371/journal.ppat.1009615.g004\nFig 4\nIntracellular \nLh\n EV localization.\n(\nA, B\n) Anterior lobes (\nA-A”)\n and circulating hemocytes (\nB-B”)\n from \nLh\n-infected \nPxn>GFP\n animals showing EV uptake. Magnifications of areas in (\nA\n) and (\nB\n) are shown in panels \nA\n’, \nA\n” and \nB’\n, \nB”\n, respectively. Arrow points to internalized vesicles. (\nC, D\n) An anterior lobe (\nC-C\n”) and circulating hemocytes (\nD-D”\n) from \nLh\n-infected \nPxn>GFP Rab5\nRNAi\n animals showing peripheral localization of EVs (arrow). As in \nFig 1\n, \nPxn>GFP\n expression is reduced after wasp attack. Samples were counterstained with FITC-Phalloidin to visualize cell morphology. A larger Phalloidin-positive lamellocyte (arrowhead) remains EV negative, while smaller macrophages endocytose EVs. The EV signal is peripheral in some, but not all macrophages (\nC, D\n). (\nE, F\n) Anterior l Lobes (\nE-E”\n) and circulating hemocytes (\nF-F”\n) from \nLh\n-infected GFP-positive lamellocytes of \nhop\nTum-l\n\n\nmsn>mCD8GFP\n, \nRab5\nRNAi\n animals. Lamellocytes show a diffuse nuclear SSp40 signal (arrowhead).\nLh\n EVs negatively impact phagolysosomal organization in macrophages\nRab7 mediates late endosome formation and trafficking between late endosomes and lysosomes is marked by Rab7 and LAMP1, respectively [\n47\n]. To evaluate if \nLh\n EVs impact the RGT machinery, infected glands expressing GFP-tagged Rab5, Rab7, or LAMP1 proteins were examined (\nFig 5\n). Under our experimental conditions, \nLh\n EVs rarely colocalized with early endosomes and Rab5 compartment morphology remained comparable to uninfected controls (only 14% of SSp40 puncta are Rab5-positive; n = 221 cells; 6 lobes; \nFig 5A–5C\n). In contrast, \nLh\n EVs were consistently found with GFP-Rab7 and GFP-LAMP1 and these compartments were grossly distorted (100% co-localization; n = 115 and 112 cells, Rab7 and LAMP, respectively, 6 lobes each; \nFig 5D–5E”\n). Moreover, the Rab7/EV and LAMP1/EV signals were asymmetrically localized in \nLh\n-affected cells. In contrast, \nLb\n infection did not distort LAMP-positive compartments and they retained their normal morphology (\nFig 5F and 5G\n). These observations suggest that high numbers of \nLh\n EVs transit through early endosomes, but that they are retained in late RGT compartments including lysosomes. Thus, \nLh\n EVs have a detrimental effect on RGT compartment integrity and this loss of integrity may promote lysosomal leakage and labilization.\n10.1371/journal.ppat.1009615.g005\nFig 5\nEffects of \nLh\n and \nLb\n infection on retrograde transport organelles.\n(\nA, B\n) \nHemese>GFP-Rab5\n lymph glands stained with anti-SSp40; \nLh\n EVs enter Rab5 compartments, some EVs colocalize with GFP-Rab5 (arrows). (\nC-E\n) \nHemese>GFP-Rab5\n, \n>GFP-Rab7\n, and \n>GFP-LAMP1\n expression in naïve animals or \nLh\n-infected animals as shown. Individual cells are outlined. Yellow arrow in C’ and C” shows a normal Rab5 compartment with EV signal. White arrows point to normal compartment morphologies. Square brackets (D’,D”, E’,E”) point to grossly distorted Rab7 and LAMP1 compartments associated with \nLh\n EVs. (\nF, G\n) \nLb\n infection does not distort LAMP1 compartment morphologies.\nRab5 suppresses proliferation and maintains the macrophage fate\nWe were surprised to find that \nPxn>GFP Rab5\nRNAi\n animals developed melanized tumors (\nS8A and S8B Fig\n); the hematopoietic population is significantly expanded and lamellocyte differentiation is robust, affecting viability (\nS8C–S8F Fig\n). (Variability in viability and tumor development in \nRab5\n KD animals is likely due to differences in the strengths and expression patterns of the GAL4 drivers.) A similar result was observed with the expression of the dominant negative Rab5S43N protein which cannot bind GTP [\n48\n]). \nRab5\n KD even in the lymph gland medullary zone (\nTepIV>Rab5\nRNAi\n) resulted in lamellocyte differentiation (\nFig 6A and 6B\n).\n10.1371/journal.ppat.1009615.g006\nFig 6\nRab5\nRNAi\n triggers overproliferation and lamellocyte differentiation.\n(\nA, B\n) \nTepIV>Rab5\nRNAi\n in the medullary zone drives lamellocyte differentiation. Lamellocytes are rich in F-actin. (\nC, D\n) Hemocytes in \nPxn>Rab5\nRNAi\n glands exhibit high levels of mitosis marked by phospho-histone3 (PH3) staining. (\nE-H\n) Cell-autonomous inhibitory role for \nRab5\n in lamellocyte differentiation. (\nE, G\n) \nhsFLP; actin>NLS-GFP\n control clones (without \nRab5\n KD), marked with GFP, do not contain lamellocytes (arrow in panel \nG\n inset). (\nF, H\n) \nhsFLP; actin>NLS-GFP\n, \nRab5\nRNAi\n clones have lamellocytes with high levels of F-actin (\nF\n) and integrin-β (\nH\n). In panel \nH\n, the GFP and integrin-β signals overlap in some cells confirming lamellocyte identity (arrow in inset).\nHematopoietic expansion correlated with increased mitotic index (MI) in lobes of tumor-bearing \nPxn>GFP Rab5\nRNAi\n animals (\nFig 6C and 6D\n) suggesting that normal Rab5 function checks over-proliferation and ectopic progenitor differentiation. (MI = 2.2 ± 2.15 in control \nPxn>GFP\n; 2.9 ± 1.1, and 5.5 ± 1.9 in experimental \nPxn>GFP\n, \nRab5\nRNAi\n animals without and with tumors, respectively (n = 10 for each condition). These results suggest that \nRab5\n acts as a tumor suppressor and maintains hematopoietic immune quiescence.\nControl “FLP-out” clones without \nRab5\nRNAi\n contained small cells that did not express integrin-β; experimental clones with \nRab5\nRNAi\n had larger, F-actin-rich cells with a typical lamellocyte morphology, that were also integrin-β-positive (\nFig 6E–6H\n). These results suggest that Rab5’s requirement in maintaining the progenitor or macrophage fate is cell-autonomous.",
    "lh_evs_are_present_within_the_larval_lymphatic_system": "Lh\n EVs are present within the larval lymphatic system\nLb17\n attack triggers lamellocyte differentiation in the larval lymph gland cortex (\nFig 1A–1C\n). At an equivalent time-point, \nLh\n-infected lobes are significantly smaller (\nFig 1D–1K\n); [\n13\n]. Surprisingly, unlike \nAntp>mCD8GFP\n-expressing PSCs of naïve and \nLb-\ninfected lobes that remain tightly clustered (\nFig 1A–1C\n), PSC cells of \nLh\n-infected hosts are dislodged and some are distributed in the body of the lobe (\nFig 1D\n).\nTo understand these responses, we imaged more than 25 hosts in multiple experiments. Throughout these studies, we used a polyclonal antibody to mark SSp40, an \nLh\n EV-specific protein [\n20\n]. \nLh\n infection of \nPxn>GFP\n animals reduced \nPxn>GFP\n expression (\nFig 1E–1H\n). (\nPxn\n is normally active in the cortex and its expression mimics that of many other genes downregulated by \nLh\n infection [\n7\n]). An abundance of \nLh\n EVs was observed in anterior- and posterior-lobe hemocytes, in the dorsal vessel, and in circulating hemocytes (\nFig 1F–1H and 1J–1L\n). This staining signal is absent in glands from naïve animals (\nFig 1E and 1I\n). Thus, \nLb\n and \nLh\n attack have drastically different outcomes and \nLh\n EVs appear to interact directly with most lymph gland hemocytes.\nIn our analyses across experiments, we found that the degree of tissue loss and EV distribution varies. Lobe morphologies ranged from nearly intact and filled with EVs (\nFig 1F and 1J\n) to damaged lobes, with few to many EVs (\nFig 1G, 1H and 1K\n). This variation is likely due to (a) the duration of infection (i.e., time between oviposition and dissection); (b) the injected EV dose; or (c) the dynamics of EV circulation. Dissections at later time points showed loss of almost all lymph gland hemocytes [\n13\n].\nTo then probe how \nLh\n EVs enter the lymphatic system, we stained \nLh\n-infected glands from fly strains with GFP-tagged Collagen IV (basement membrane, \nViking\n [\n41\n]) or GFP-tagged proteoglycan core protein, Perlecan/Trol [\n42\n]. In both cases, EV puncta were clearly localized with the continuous GFP signals of these extracellular matrix (ECM) proteins along the dorsal vessel as well as in the interstitial spaces around clustered hematopoietic progenitors (yellow puncta in \nFig 2A–2D’\n arrows). Surprisingly, punctate staining was also seen inside immature progenitors, adjacent to the dorsal vessel (\nFig 2B, 2B’ 2D and 2D’\n). EVs were also observed inside some cardiomyocytes as evidenced by SSp40 colocalization with the mCD8GFP signal in \nHandΔ>mCD8GFP\n larvae (\nFig 2E–2F’\n, arrows). Thus, \nLh\n EVs associate with ECM proteins of the lymphatic system, enter the dorsal vessel lumen and even some cardiomyocytes.\n10.1371/journal.ppat.1009615.g002\nFig 2\nLh\n EVs associate with basement membrane proteins.\n(\nA-B\n) \nVkg-GFP\n lymph glands. (\nA\n) GFP marks Collagen IV in the dorsal vessel and around lobe clusters. (\nB-B’\n) \nLh\n-infected gland shows extensive EV puncta co-localized with GFP in the dorsal vessel (*), and in between lobe clusters. Punctate, cytoplasmic staining in many cells throughout the anterior lobes (\nB, B’\n, arrows) is also observed. (\nC-D\n) \nTrol-GFP\n lymph glands. GFP marks Trol/perlecan distribution in naïve (\nC\n) and \nLh\n-infected (\nD\n) animals. Co-localization of \nTrol-GFP\n and EV puncta is observed (\nD, D’\n, arrows). (\nE-F\n) \nHandΔ>mCD8GFP\n marks the cells of the dorsal vessel. (\nE\n) An intact lymph gland from a naïve animal. (\nF, F’\n, arrows) EV signal localizes with the GFP signal in the cardiomyocytes.",
    "effects_of_lh_infection_on_psc_integrity": "Effects of \nLh\n infection on PSC integrity\nPrevious studies have demonstrated that upon \nLb\n infection, the PSC reprograms hematopoietic development and promotes lamellocyte differentiation. Similar to controls, \nLb\n infected PSCs remain tightly clustered [\n35\n,\n37\n,\n38\n,\n43\n,\n44\n]. We found that regardless of the \nLh\n strain, PSC cells dislodged from their normal posterior position into the body of the lobe (Figs \n1D\n and \nS1A and S1B\n). At the time points we examined, half of the PSC cells relocated into the lobe, of which an overwhelming majority (> 95%) were present as single cells or as groups of two cells. The other half remained in their original place, although some were not as tightly clustered (Figs \n1D\n and \nS1\n; n = 24 PSCs from 12 lymph glands). As expected, in 14 lobes from naïve controls, all PSC cells were tightly packed. Strikingly, in samples from infected animals, where the PSCs were still intact, EVs congregated in regions adjacent to the PSC, but were never found inside the PSC cells (\nS1A and S1B Fig\n).\nThe Slit ligand, originating from adjacent cardiomyocytes, controls PSC integrity via the Robo receptors in the PSC; Robo2 has the strongest effect [\n45\n]. Indeed, the effect of \nLh\n infection on the PSC resembles \nSlit/Robo2\n KD, which promotes PSC disassembly [\n45\n] (Figs \n1\n and \nS1\n). A cohesive PSC is important in hematopoietic development as fewer macrophages and crystal cells develop in \nSlit\n/\nRobo2\n KD lobes compared to controls. But differing from \nLh\n infection, \nSlit\n KD PSCs are larger and there is no apparent loss of progenitors [\n45\n]. In spite of different outcomes in the two conditions, we hypothesized that the initial steps might be shared and that \nLh\n EVs might inactivate the Slit-Robo signal, which might explain PSC disassembly.\nTo test this idea, we infected animals in which the Slit-Robo pathway was manipulated to promote constitutive signaling. We found that neither expressing active Slit nor overexpressing Robo2 altered \nLh\n EVs’ ability to disassemble the PSC. \nLh\n infection of \nHandΔ>Slit-N\n animals still promoted PSC disassembly (\nS2A–S2C’ Fig\n; n = 16 lobes) even though gain-of-function \nSlit-N\n [\n46\n] reverses the effects of \nSlit\n KD [\n45\n]. Similarly, \nLh\n infection bypassed the effects of Robo2 overexpression (\nAntp>Robo2-HA\n) and promoted PSC disassembly \nS2D–S2F’ Fig\n). Many EVs are observed around these PSCs (\nS3 Fig\n; n = 16). Thus, either EVs inactivate PSC function independently of the Slit-Robo signal, or they possess redundant mechanisms that disable constitutive Slit-Robo signaling.",
    "psc-less_lymph_glands_remain_intact": "PSC-less lymph glands remain intact\nPSC-less lymph glands were unable to induce lamellocyte differentiation after \nLb\n infection [\n36\n]. We asked if ablating the PSC might similarly inhibit the \nLh\n infection responses. PSC-less lobes (\nCol>Hid\n) lacked Antp staining and \nLh14\n infection did not affect lobe integrity (\nS4A–S4\nD’ Fig; n > 12 lobes). Moreover, while \nLh\n-infected \nUAS-Hid\n lobes lost progenitors and exhibited high levels of EV uptake (\nFig 3A, 3B, 3D and 3E\n), \nLh\n-infected PSC-less lobes remained intact and showed low, non-specific SSp40 staining signal in anterior and posterior lobes (\nFig 3C and 3F\n; n > 12 lobes for each condition). In contrast to the non-responsive \nCol>Hid\n lobes, \nAntp>hh\nRNAi\n lobes responded to \nLh\n infection and suffered progenitor cell loss (\nS5A–S5F Fig\n; n > 12 lobes for each condition). Thus, inactivating the signaling function of the PSC does not appear to affect the wasp’s ability to disassemble the PSC. P1 staining revealed that \nLh\n infection does not block macrophage differentiation (\nS5C Fig\n). Taken together, these results suggest that the PSC plays a structural role in trafficking of EVs from either the hemolymph or the dorsal vessel into the lobes and that the cell-lethal effects of \nLh\n EVs is distinct from the PSC’s niche function.\n10.1371/journal.ppat.1009615.g003\nFig 3\nPSC-less lymph glands from \nLh-\ninfected animals have intact lobes.\n(\nA, D\n) Lobes from a naïve \nUAS-Hid\n host are intact and lack EVs; anterior (\nA\n), and posterior lobes (\nD\n). (\nB, E\n) Lymph gland from a \nLh\n-infected \nUAS-Hid\n host is depleted of hemocytes and has many EVs. Anterior lobes (\nB, B’\n), and posterior lobes (\nE, E’\n). (\nC, F\n) PSC-less lobes from a \nLh\n-infected \nCol>Hid\n host are intact with weak EV signal. Anterior (\nC, C’\n), and posterior lobes (\nF, F’\n).",
    "the_larval_lymph_gland_is_phagocytically_competent": "The larval lymph gland is phagocytically competent\nWe next studied if EV uptake into hematopoietic cells occurs via RGT mechanisms. In \nPxn>GFP\n; \n+/Bc\n heterozygous lymph glands, we observed blackened, dead crystal cells in the cytoplasm of the GFP-positive cortical cells (\nS6 Fig\n). This observation suggests that GFP-positive lymph gland cells are phagocytically competent. We therefore investigated if \nLh\n EV uptake depends on Rab5, an early endosomal protein. Rab5 mediates trafficking from the plasma membrane to early endosomes [\n47\n]. In contrast to \nPxn>GFP\n macrophages, where EV staining is bright and punctate throughout the cytoplasm (\nFig 4A and 4B\n), \nPxn>GFP\n, \nRab5\nRNAi\n cells show peripheral punctate staining, presumably from intact EVs, trapped in early endosomes, both in lymph gland and circulating hemocytes (\nFig 4C and 4D\n; arrows). In lamellocytes, the EV signal is diffuse and nuclear, and \nRab5\n KD shows no change in staining intensity or distribution (\nFig 4E and 4F\n; arrowheads), suggesting that Rab5-independent uptake mechanisms are involved. \nmsn-GFP\n- and integrin-β-positive lamellocyte fragments were also observed in \nLh\n-infected macrophages suggesting occurrence of efferocytosis (\nS7 Fig\n).\n10.1371/journal.ppat.1009615.g004\nFig 4\nIntracellular \nLh\n EV localization.\n(\nA, B\n) Anterior lobes (\nA-A”)\n and circulating hemocytes (\nB-B”)\n from \nLh\n-infected \nPxn>GFP\n animals showing EV uptake. Magnifications of areas in (\nA\n) and (\nB\n) are shown in panels \nA\n’, \nA\n” and \nB’\n, \nB”\n, respectively. Arrow points to internalized vesicles. (\nC, D\n) An anterior lobe (\nC-C\n”) and circulating hemocytes (\nD-D”\n) from \nLh\n-infected \nPxn>GFP Rab5\nRNAi\n animals showing peripheral localization of EVs (arrow). As in \nFig 1\n, \nPxn>GFP\n expression is reduced after wasp attack. Samples were counterstained with FITC-Phalloidin to visualize cell morphology. A larger Phalloidin-positive lamellocyte (arrowhead) remains EV negative, while smaller macrophages endocytose EVs. The EV signal is peripheral in some, but not all macrophages (\nC, D\n). (\nE, F\n) Anterior l Lobes (\nE-E”\n) and circulating hemocytes (\nF-F”\n) from \nLh\n-infected GFP-positive lamellocytes of \nhop\nTum-l\n\n\nmsn>mCD8GFP\n, \nRab5\nRNAi\n animals. Lamellocytes show a diffuse nuclear SSp40 signal (arrowhead).",
    "lh_evs_negatively_impact_phagolysosomal_organization_in_macr": "Lh\n EVs negatively impact phagolysosomal organization in macrophages\nRab7 mediates late endosome formation and trafficking between late endosomes and lysosomes is marked by Rab7 and LAMP1, respectively [\n47\n]. To evaluate if \nLh\n EVs impact the RGT machinery, infected glands expressing GFP-tagged Rab5, Rab7, or LAMP1 proteins were examined (\nFig 5\n). Under our experimental conditions, \nLh\n EVs rarely colocalized with early endosomes and Rab5 compartment morphology remained comparable to uninfected controls (only 14% of SSp40 puncta are Rab5-positive; n = 221 cells; 6 lobes; \nFig 5A–5C\n). In contrast, \nLh\n EVs were consistently found with GFP-Rab7 and GFP-LAMP1 and these compartments were grossly distorted (100% co-localization; n = 115 and 112 cells, Rab7 and LAMP, respectively, 6 lobes each; \nFig 5D–5E”\n). Moreover, the Rab7/EV and LAMP1/EV signals were asymmetrically localized in \nLh\n-affected cells. In contrast, \nLb\n infection did not distort LAMP-positive compartments and they retained their normal morphology (\nFig 5F and 5G\n). These observations suggest that high numbers of \nLh\n EVs transit through early endosomes, but that they are retained in late RGT compartments including lysosomes. Thus, \nLh\n EVs have a detrimental effect on RGT compartment integrity and this loss of integrity may promote lysosomal leakage and labilization.\n10.1371/journal.ppat.1009615.g005\nFig 5\nEffects of \nLh\n and \nLb\n infection on retrograde transport organelles.\n(\nA, B\n) \nHemese>GFP-Rab5\n lymph glands stained with anti-SSp40; \nLh\n EVs enter Rab5 compartments, some EVs colocalize with GFP-Rab5 (arrows). (\nC-E\n) \nHemese>GFP-Rab5\n, \n>GFP-Rab7\n, and \n>GFP-LAMP1\n expression in naïve animals or \nLh\n-infected animals as shown. Individual cells are outlined. Yellow arrow in C’ and C” shows a normal Rab5 compartment with EV signal. White arrows point to normal compartment morphologies. Square brackets (D’,D”, E’,E”) point to grossly distorted Rab7 and LAMP1 compartments associated with \nLh\n EVs. (\nF, G\n) \nLb\n infection does not distort LAMP1 compartment morphologies.",
    "rab5_suppresses_proliferation_and_maintains_the_macrophage_f": "Rab5 suppresses proliferation and maintains the macrophage fate\nWe were surprised to find that \nPxn>GFP Rab5\nRNAi\n animals developed melanized tumors (\nS8A and S8B Fig\n); the hematopoietic population is significantly expanded and lamellocyte differentiation is robust, affecting viability (\nS8C–S8F Fig\n). (Variability in viability and tumor development in \nRab5\n KD animals is likely due to differences in the strengths and expression patterns of the GAL4 drivers.) A similar result was observed with the expression of the dominant negative Rab5S43N protein which cannot bind GTP [\n48\n]). \nRab5\n KD even in the lymph gland medullary zone (\nTepIV>Rab5\nRNAi\n) resulted in lamellocyte differentiation (\nFig 6A and 6B\n).\n10.1371/journal.ppat.1009615.g006\nFig 6\nRab5\nRNAi\n triggers overproliferation and lamellocyte differentiation.\n(\nA, B\n) \nTepIV>Rab5\nRNAi\n in the medullary zone drives lamellocyte differentiation. Lamellocytes are rich in F-actin. (\nC, D\n) Hemocytes in \nPxn>Rab5\nRNAi\n glands exhibit high levels of mitosis marked by phospho-histone3 (PH3) staining. (\nE-H\n) Cell-autonomous inhibitory role for \nRab5\n in lamellocyte differentiation. (\nE, G\n) \nhsFLP; actin>NLS-GFP\n control clones (without \nRab5\n KD), marked with GFP, do not contain lamellocytes (arrow in panel \nG\n inset). (\nF, H\n) \nhsFLP; actin>NLS-GFP\n, \nRab5\nRNAi\n clones have lamellocytes with high levels of F-actin (\nF\n) and integrin-β (\nH\n). In panel \nH\n, the GFP and integrin-β signals overlap in some cells confirming lamellocyte identity (arrow in inset).\nHematopoietic expansion correlated with increased mitotic index (MI) in lobes of tumor-bearing \nPxn>GFP Rab5\nRNAi\n animals (\nFig 6C and 6D\n) suggesting that normal Rab5 function checks over-proliferation and ectopic progenitor differentiation. (MI = 2.2 ± 2.15 in control \nPxn>GFP\n; 2.9 ± 1.1, and 5.5 ± 1.9 in experimental \nPxn>GFP\n, \nRab5\nRNAi\n animals without and with tumors, respectively (n = 10 for each condition). These results suggest that \nRab5\n acts as a tumor suppressor and maintains hematopoietic immune quiescence.\nControl “FLP-out” clones without \nRab5\nRNAi\n contained small cells that did not express integrin-β; experimental clones with \nRab5\nRNAi\n had larger, F-actin-rich cells with a typical lamellocyte morphology, that were also integrin-β-positive (\nFig 6E–6H\n). These results suggest that Rab5’s requirement in maintaining the progenitor or macrophage fate is cell-autonomous.",
    "discussion": "Discussion\nSystem-wide distribution but specific effects of \nLh\n EVs\nParasitism by \nL\n. \nheterotoma\n has been of interest because of its ability to parasitize many \nDrosophila\n hosts and the existence of venom factors that kill host hemocytes. \nLb\n lacks these activities (\nFig 7\n). The discovery of an anti-lamellocyte activity intrinsic to \nLh\n EVs provided initial insights into the critical roles of these EVs in parasitism [\n20\n,\n49\n]. However, details underlying their apoptotic effects on macrophages have been lacking. This work provides the first view into how \nLh\n EVs rely on the host’s circulation to gain system-wide distribution to not only precisely kill the available effector cells but also to pre-emptively interfere with the host’s ability to produce additional effector cells. We show that lymph glands serve an important, previously unappreciated role in immunity. A majority of lymph gland cells can phagocytose \nLh\n EVs to protect the host from their detrimental effects. EV activities in turn promote their apoptotic death by disrupting their endomembrane system.\n10.1371/journal.ppat.1009615.g007\nFig 7\nLh\n EV interactions and effects on host blood cells: summary of events.\nLeft: Immune suppression by \nLh\n and \nLb\n wasps and host defense in response to infection. Text in bold indicates findings from this study. Right: \nLb\n attack triggers NF-κB-dependent signaling events in the PSC and promotes lamellocyte differentiation of lymph gland progenitors (left lobe). This process is important in host defense against parasitic wasps [\n35\n,\n44\n] and is kept in check by Rab5. After \nLh\n infection (right lobe), \nLh\n MSEVs concentrate around and disassemble the PSC. They are phagocytosed by macrophages by a Rab5-dependent endocytic mechanism. In macrophages, EVs damage the phagolysosomal compartments. They are internalized by lamellocytes independently of Rab5 function. EVs lyse the few lamellocytes that differentiate post infection.\nThis work also lays bare new questions. \nLh\n EVs’ association with the ECM proteins around the lymphatic system cells suggests ways in which EVs might recognize and home into the lymph gland hemocytes and cardiomyocytes although the role of the ECM, the details of their entry and physiological effects on cardiomyocytes are currently unclear. As has been suggested for Slit-carrying vesicles [\n45\n], cardiac cells might provide a route for \nLh\n EVs to converge into the vicinity of the PSCs. Once inside lymph gland hemoctytes, they simultaneously target the protective functions of macrophages and lamellocytes and their activities culminate to strongly block encapsulation (\nFig 7\n). These strategies are not uncommon and are likely to be shared by closely related \nLeptopilina\n wasps or even unrelated virulent wasps that attack drosophilid and non-drosophilid hosts and are known to destroy their hosts’ hematopoietic cells [\n50\n–\n54\n].\nLh\n EVs proactively block encapsulation\nStudies with \nLb\n showed that the lymph gland itself responds to wasp infection and lamellocytes differentiate from hematopoietic progenitors [\n8\n,\n9\n,\n55\n,\n56\n]. In addition to PSC’s niche function in naïve animals [\n31\n,\n32\n,\n57\n–\n59\n], the PSC also appears to play an anti-parasite role as \nLb\n infection promotes lamellocyte differentiation [\n30\n,\n35\n–\n38\n,\n43\n,\n60\n]. Given this latter role, it is reasonable to interpret \nLh’\ns effects on PSC integrity as part of a corresponding adaptive strategy that \nLh\n has acquired during its evolutionary history.\nThe high \nLh\n EV levels around the PSC and its disassembly provide novel physiological insights into PSC functions and raise intriguing mechanistic questions. A normally clustered and cohesive PSC organization is needed for proper hematopoietic differentiation in naïve animals [\n45\n]. Although \nLh\n infection-induced PSC disassembly and hemocyte loss are observed together in fixed samples, our data from infected PSC-less animals suggest that PSC disruption might precede hemocyte death. It is possible that the PSC may somehow “recognize” foreign entities and might serve to protect the progenitor microenvironment by acting as a chemical or mechanical barrier between the vascular and hematopoietic cells. In this scenario, \nLh\n EVs may be targeting PSC cohesiveness to inactivate this barrier function.\nThis interpretation is consistent with the recently discovered permeability barrier in the PSC that is breached by systemic bacterial infection. Permeability barrier in the PSC is maintained by septate junctions and their disruption is linked to increased Toll signaling, cellular immune activation and improved host survival [\n39\n]. The barrier function between the vascular and hematopoietic cells proposed here would serve to limit the ingress of structures such as microbes and EVs. The mechanisms underlying the effects of ablated PSCs are unclear but it is notable that PSC-less lobes do not respond to either \nLb\n or \nLh\n infections (our results and [\n36\n]). Examining whether \nLb\n EVs/venosomes similarly interact with the lymph gland ECM, congregate around the PSC, and are phagocytosed by hemocytes will shed light on these processes.\nExtracellular vesicles secreted from mammalian neutrophils and endothelial cells can direct cell motility and chemotaxis [\n61\n,\n62\n]. Thus, it is possible that \nLh\n EV activities [\n15\n] are similarly responsible for PSC disassembly. These activities may perturb host pathways required for normal PSC cohesion and function, although manipulating the Slit-Robo pathway components, or \nhh\n signaling, hypothesized to disrupt the infection process, was insufficient to block \nLh\n’s ability to disperse the PSC and attack hemocytes. \nLh\n EVs may possess redundant or independent mechanisms to control PSC integrity and this question remains open for further research.\nA central role for phagocytosis in the anti-parasite response\nThe ability of macrophages to ingest and kill microbes is a fundamental facet of innate immunity. Microbes have evolved to evade or escape the destructive conditions in their host cells’ phagolysosomes. While most intracellular pathogens avoid fusion with lysosomes, others modify endocytic trafficking differently to survive in their host cells [\n63\n]. We have shown that like microbes, \nLh\n EVs are endocytosed and can damage the late endocytic compartments. This suggests that their biochemical activities may distort and damage intracellular membranes although how this occurs mechanistically is unclear. A novel family of \nLh\n EV-associated GTPases [\n15\n] are possible candidates for such activities as expression of select GTPases in yeast alter vacuolar morphologies [\n64\n]. Microbial infection of macrophages can activate apoptosis responses [\n65\n–\n67\n] and it may be that similar effects of \nLh\n EVs in fly macrophages are directly linked to their apoptosis.\nLamellocytes utilize a flotillin/lipid raft dependent mechanism to internalize \nLb\n EVs [\n68\n], and it is likely that \nLh\n EVs use the same or a similar pathway. The significance of the nuclear SSp40 signal in lamellocytes after \nLh\n infection is unclear; but because the signal is not punctate, \nLh\n EVs are likely internalized via a membrane fusion step in which their vesicular character is lost. Electron microscopy results also show that unlike macrophages with membrane-enclosed endocytic vesicles containing intact \nLh\n EVs, lamellocytes do not have such compartments, and once internalized, EVs lose structural integrity [\n49\n]. Efferocytosis of lysed lamellocytes appears to be an effector anti-parasite response and it may ultimately also be beneficial to parasite development.\nOur genetic studies with Rab5 highlight the central role of the endocytic processes in the anti-parasite response. Loss of endocytic trafficking activates immune signaling ([\n69\n–\n71\n]). From a physiological standpoint, it makes sense why the lymph gland is a dedicated target of wasp infections. Both key aspects of anti-wasp cellular immunity, i.e., phagocytosis of the wasp’s EVs and lamellocyte differentiation, unequivocally reside in the lymph gland. These ideas can be further examined at the molecular level with the available descriptions of the \nLh\n and \nLb\n EV proteomes [\n15\n,\n19\n,\n23\n]. Virulence factors provide the armament for parasite success in the host/pathogen “arms race”. Insights from this model host-parasite system can influence our understanding of how parasite-derived factors have shaped the immune physiology of fly hosts.",
    "system-wide_distribution_but_specific_effects_of_lh_evs": "System-wide distribution but specific effects of \nLh\n EVs\nParasitism by \nL\n. \nheterotoma\n has been of interest because of its ability to parasitize many \nDrosophila\n hosts and the existence of venom factors that kill host hemocytes. \nLb\n lacks these activities (\nFig 7\n). The discovery of an anti-lamellocyte activity intrinsic to \nLh\n EVs provided initial insights into the critical roles of these EVs in parasitism [\n20\n,\n49\n]. However, details underlying their apoptotic effects on macrophages have been lacking. This work provides the first view into how \nLh\n EVs rely on the host’s circulation to gain system-wide distribution to not only precisely kill the available effector cells but also to pre-emptively interfere with the host’s ability to produce additional effector cells. We show that lymph glands serve an important, previously unappreciated role in immunity. A majority of lymph gland cells can phagocytose \nLh\n EVs to protect the host from their detrimental effects. EV activities in turn promote their apoptotic death by disrupting their endomembrane system.\n10.1371/journal.ppat.1009615.g007\nFig 7\nLh\n EV interactions and effects on host blood cells: summary of events.\nLeft: Immune suppression by \nLh\n and \nLb\n wasps and host defense in response to infection. Text in bold indicates findings from this study. Right: \nLb\n attack triggers NF-κB-dependent signaling events in the PSC and promotes lamellocyte differentiation of lymph gland progenitors (left lobe). This process is important in host defense against parasitic wasps [\n35\n,\n44\n] and is kept in check by Rab5. After \nLh\n infection (right lobe), \nLh\n MSEVs concentrate around and disassemble the PSC. They are phagocytosed by macrophages by a Rab5-dependent endocytic mechanism. In macrophages, EVs damage the phagolysosomal compartments. They are internalized by lamellocytes independently of Rab5 function. EVs lyse the few lamellocytes that differentiate post infection.\nThis work also lays bare new questions. \nLh\n EVs’ association with the ECM proteins around the lymphatic system cells suggests ways in which EVs might recognize and home into the lymph gland hemocytes and cardiomyocytes although the role of the ECM, the details of their entry and physiological effects on cardiomyocytes are currently unclear. As has been suggested for Slit-carrying vesicles [\n45\n], cardiac cells might provide a route for \nLh\n EVs to converge into the vicinity of the PSCs. Once inside lymph gland hemoctytes, they simultaneously target the protective functions of macrophages and lamellocytes and their activities culminate to strongly block encapsulation (\nFig 7\n). These strategies are not uncommon and are likely to be shared by closely related \nLeptopilina\n wasps or even unrelated virulent wasps that attack drosophilid and non-drosophilid hosts and are known to destroy their hosts’ hematopoietic cells [\n50\n–\n54\n].",
    "lh_evs_proactively_block_encapsulation": "Lh\n EVs proactively block encapsulation\nStudies with \nLb\n showed that the lymph gland itself responds to wasp infection and lamellocytes differentiate from hematopoietic progenitors [\n8\n,\n9\n,\n55\n,\n56\n]. In addition to PSC’s niche function in naïve animals [\n31\n,\n32\n,\n57\n–\n59\n], the PSC also appears to play an anti-parasite role as \nLb\n infection promotes lamellocyte differentiation [\n30\n,\n35\n–\n38\n,\n43\n,\n60\n]. Given this latter role, it is reasonable to interpret \nLh’\ns effects on PSC integrity as part of a corresponding adaptive strategy that \nLh\n has acquired during its evolutionary history.\nThe high \nLh\n EV levels around the PSC and its disassembly provide novel physiological insights into PSC functions and raise intriguing mechanistic questions. A normally clustered and cohesive PSC organization is needed for proper hematopoietic differentiation in naïve animals [\n45\n]. Although \nLh\n infection-induced PSC disassembly and hemocyte loss are observed together in fixed samples, our data from infected PSC-less animals suggest that PSC disruption might precede hemocyte death. It is possible that the PSC may somehow “recognize” foreign entities and might serve to protect the progenitor microenvironment by acting as a chemical or mechanical barrier between the vascular and hematopoietic cells. In this scenario, \nLh\n EVs may be targeting PSC cohesiveness to inactivate this barrier function.\nThis interpretation is consistent with the recently discovered permeability barrier in the PSC that is breached by systemic bacterial infection. Permeability barrier in the PSC is maintained by septate junctions and their disruption is linked to increased Toll signaling, cellular immune activation and improved host survival [\n39\n]. The barrier function between the vascular and hematopoietic cells proposed here would serve to limit the ingress of structures such as microbes and EVs. The mechanisms underlying the effects of ablated PSCs are unclear but it is notable that PSC-less lobes do not respond to either \nLb\n or \nLh\n infections (our results and [\n36\n]). Examining whether \nLb\n EVs/venosomes similarly interact with the lymph gland ECM, congregate around the PSC, and are phagocytosed by hemocytes will shed light on these processes.\nExtracellular vesicles secreted from mammalian neutrophils and endothelial cells can direct cell motility and chemotaxis [\n61\n,\n62\n]. Thus, it is possible that \nLh\n EV activities [\n15\n] are similarly responsible for PSC disassembly. These activities may perturb host pathways required for normal PSC cohesion and function, although manipulating the Slit-Robo pathway components, or \nhh\n signaling, hypothesized to disrupt the infection process, was insufficient to block \nLh\n’s ability to disperse the PSC and attack hemocytes. \nLh\n EVs may possess redundant or independent mechanisms to control PSC integrity and this question remains open for further research.",
    "a_central_role_for_phagocytosis_in_the_anti-parasite_respons": "A central role for phagocytosis in the anti-parasite response\nThe ability of macrophages to ingest and kill microbes is a fundamental facet of innate immunity. Microbes have evolved to evade or escape the destructive conditions in their host cells’ phagolysosomes. While most intracellular pathogens avoid fusion with lysosomes, others modify endocytic trafficking differently to survive in their host cells [\n63\n]. We have shown that like microbes, \nLh\n EVs are endocytosed and can damage the late endocytic compartments. This suggests that their biochemical activities may distort and damage intracellular membranes although how this occurs mechanistically is unclear. A novel family of \nLh\n EV-associated GTPases [\n15\n] are possible candidates for such activities as expression of select GTPases in yeast alter vacuolar morphologies [\n64\n]. Microbial infection of macrophages can activate apoptosis responses [\n65\n–\n67\n] and it may be that similar effects of \nLh\n EVs in fly macrophages are directly linked to their apoptosis.\nLamellocytes utilize a flotillin/lipid raft dependent mechanism to internalize \nLb\n EVs [\n68\n], and it is likely that \nLh\n EVs use the same or a similar pathway. The significance of the nuclear SSp40 signal in lamellocytes after \nLh\n infection is unclear; but because the signal is not punctate, \nLh\n EVs are likely internalized via a membrane fusion step in which their vesicular character is lost. Electron microscopy results also show that unlike macrophages with membrane-enclosed endocytic vesicles containing intact \nLh\n EVs, lamellocytes do not have such compartments, and once internalized, EVs lose structural integrity [\n49\n]. Efferocytosis of lysed lamellocytes appears to be an effector anti-parasite response and it may ultimately also be beneficial to parasite development.\nOur genetic studies with Rab5 highlight the central role of the endocytic processes in the anti-parasite response. Loss of endocytic trafficking activates immune signaling ([\n69\n–\n71\n]). From a physiological standpoint, it makes sense why the lymph gland is a dedicated target of wasp infections. Both key aspects of anti-wasp cellular immunity, i.e., phagocytosis of the wasp’s EVs and lamellocyte differentiation, unequivocally reside in the lymph gland. These ideas can be further examined at the molecular level with the available descriptions of the \nLh\n and \nLb\n EV proteomes [\n15\n,\n19\n,\n23\n]. Virulence factors provide the armament for parasite success in the host/pathogen “arms race”. Insights from this model host-parasite system can influence our understanding of how parasite-derived factors have shaped the immune physiology of fly hosts.",
    "materials_and_methods": "Materials and methods\nStocks and crosses\nAll \nD\n. \nmelanogaster\n stocks were raised on standard fly medium containing cornmeal flour, sucrose, yeast, and agar at 25°C.\nGAL4 lines: PSC drivers were: \nAntp-GAL4; mCD8GFP\n ([\n72\n], from S. Minakhina) and \ny w; Collier-GAL4/CyO y\n+\n ([\n32\n] from M. Crozatier). The truncated \nHandΔ\n promoter is active in cardiomyocytes of the dorsal vessel ([\n73\n], from M. Crozatier). Hemocyte drivers were: \nPxn-GAL4\n, \nUAS-GFP\n ([\n74\n], from U. Banerjee); \nHemese-GAL4\n (\nHe-GAL4\n) ([\n75\n], from D. Hultmark); \neater (ea)-GAL4 (\n[\n76\n], from R.A. Schulz); \nCollagen-GAL4\n (\nCg>GFP\n) ([\n77\n], from C. Dearolf); \nSerpent (Srp)-GAL4\n [\n78\n] and \nTepIV-GAL4\n [\n79\n] (both from N. Fossett); \nHemolectin-GAL4\n (\nHml>GFP\n) ([\n80\n], from J-M. Reichhart).\nUAS lines: The \nUAS-Slit-N\n ([\n46\n]; Slit gain-of-function) and \nUAS-Robo2-HA\n (for overexpression of Robo2, [\n81\n]) lines were obtained from T. Volk and T. Kidd.\nStrains from the Bloomington Drosophila Stock Center: \nUAS-Rab5\nRNAi\n (#30518); \nUAS-GFP-Rab5\n (#43336) [\n82\n]; \nUAS-GFP-Rab7\n (#42706); \nUAS-Rab5\n.\nS43N\n (#42704); \nUAS-GFP-LAMP\n; \nnSyb-GAL4/CyO\n:\nTM6B\n (#42714) [\n83\n], and \nUAS-hh\nRNAi\n (#25794) [\n84\n]).\nOther lines: A homozygous \nBc\n stock devoid of other mutations (from B. Lemaitre [\n85\n]) was balanced with \nCyO-GFP\n for crosses with the homozygous \nPxn-GAL4\n, \nUAS-GFP\n strain. Protein trap lines were: \nCollagen IV\n (Viking) and \nperlecan\n (\nTrol\n) (from A. Spradling and L. Cooley). In the \nhhf4f-GFP; Antp-GAL4/TM6 Tb Hu\n strain, the PSC is marked (from R.A. Schulz). In the \nDome-MESO-GFP\n strain, the lymph gland medulla is GFP positive ([\n86\n], from M. Crozatier). We recombined this latter insertion with the \nAntp-GAL4\n insertion to make a \nUAS-mCD8GFP; Antp-GAL4\n, \nDome-MESO-GFP\n (\nAntpDMG\n) stock. \nhop\nTum-l\n, \nmsn-GAL4; UAS-mCD8GFP\n [\n87\n] uses the \nmisshapen\n (\nmsn\n) driver to mark lamellocytes [\n88\n]. For PSC-less animals, \nUAS-Hid\n [\n89\n] females were crossed with \nCollier-GAL4/CyO y+\n males. For FLP-out clones [\n90\n], \nhsp70-flp; Actin>CD2>GAL4\n flies were crossed with the \nRab5\nRNA\ni\n flies; progeny was heat shocked at 37°C as described [\n38\n]. UAS-GAL4 crosses were maintained at 27°C.\nWasp infections\ny w\n flies were used to rear wasps. Unless specified otherwise, infections were done with either \nLb17\n or \nLh14\n [\n7\n]. \nLhNY\n [\n20\n] was used to validate results with the \nLh14\n strain. Ten to twelve trained female wasps were introduced to hosts from a 12-hr egg-lay. Hosts were allowed to recover after an 8–12 hr infection. Dissections were typically done one-to-two days after infection. Uninfected controls followed the same timeline. In general, longer infection regimes led to stronger responses: more lamellocytes differentiated after \nLb\n infection and more lobe cells were lost after \nLh\n infection. Under our experimental conditions, superparasitism by either wasp was rare and for our analyses, we avoided hosts with more than one parasite.\nImmunohistochemistry\nAntibody staining was performed according to [\n91\n]. Primary mouse anti-SSp40 (1:1000) [\n20\n] and Cy3 AffiniPure donkey anti-mouse secondary (1:200) (Jackson Immuno Research) were used to detect \nLh\n EVs. Mouse anti-Antennapedia (1:10; Developmental Studies Hybridoma Bank 8C11, [\n92\n] and macrophage-specific mouse anti-P1 (1:20; I. Ando [\n93\n]) were similarly detected. Nuclear dye (Hoechst 33258, Invitrogen, 1:500) and Rhodamine or Alexa Fluor 488-tagged Phalloidin (Invitrogen) were used for counterstaining cells. For mitotic index, rabbit anti-phospho-histone3 (1:200 Molecular Probes)-positive hemocytes were scored in randomly selected 1000 μm\n2\n areas of imaged lobes.\nSamples were mounted in VectaShield (Vector Laboratories). Lamellocytes were visualized by (a) high F-actin staining signal, (b) integrin-β (1:200, Developmental Studies Hybridoma Bank CF.6G11 [\n94\n]) expression, or (c) \nmsnf9-GFP\n expression [\n88\n]. Representative results from twelve or more dissections from at least three independent experiments are presented, unless specified otherwise.\nConfocal imaging\nMounted samples were imaged with Zeiss laser scanning confocal microscopes LSM 510 or LSM 710. For each experiment, images were scanned on the same microscope with the same software and scan settings. Images were gathered at 0.8 μm -1.5 μm and recorded at 8 bit. Laser amplifier gain and offset values were set with negative controls lacking either primary antibodies or wasp infection. Images were processed with Zeiss LSM image browser or Zen Lite 2012. Figures were assembled in Adobe Photoshop v12.0.4 and CC 2015.5 or Illustrator CC 2015.3.",
    "stocks_and_crosses": "Stocks and crosses\nAll \nD\n. \nmelanogaster\n stocks were raised on standard fly medium containing cornmeal flour, sucrose, yeast, and agar at 25°C.\nGAL4 lines: PSC drivers were: \nAntp-GAL4; mCD8GFP\n ([\n72\n], from S. Minakhina) and \ny w; Collier-GAL4/CyO y\n+\n ([\n32\n] from M. Crozatier). The truncated \nHandΔ\n promoter is active in cardiomyocytes of the dorsal vessel ([\n73\n], from M. Crozatier). Hemocyte drivers were: \nPxn-GAL4\n, \nUAS-GFP\n ([\n74\n], from U. Banerjee); \nHemese-GAL4\n (\nHe-GAL4\n) ([\n75\n], from D. Hultmark); \neater (ea)-GAL4 (\n[\n76\n], from R.A. Schulz); \nCollagen-GAL4\n (\nCg>GFP\n) ([\n77\n], from C. Dearolf); \nSerpent (Srp)-GAL4\n [\n78\n] and \nTepIV-GAL4\n [\n79\n] (both from N. Fossett); \nHemolectin-GAL4\n (\nHml>GFP\n) ([\n80\n], from J-M. Reichhart).\nUAS lines: The \nUAS-Slit-N\n ([\n46\n]; Slit gain-of-function) and \nUAS-Robo2-HA\n (for overexpression of Robo2, [\n81\n]) lines were obtained from T. Volk and T. Kidd.\nStrains from the Bloomington Drosophila Stock Center: \nUAS-Rab5\nRNAi\n (#30518); \nUAS-GFP-Rab5\n (#43336) [\n82\n]; \nUAS-GFP-Rab7\n (#42706); \nUAS-Rab5\n.\nS43N\n (#42704); \nUAS-GFP-LAMP\n; \nnSyb-GAL4/CyO\n:\nTM6B\n (#42714) [\n83\n], and \nUAS-hh\nRNAi\n (#25794) [\n84\n]).\nOther lines: A homozygous \nBc\n stock devoid of other mutations (from B. Lemaitre [\n85\n]) was balanced with \nCyO-GFP\n for crosses with the homozygous \nPxn-GAL4\n, \nUAS-GFP\n strain. Protein trap lines were: \nCollagen IV\n (Viking) and \nperlecan\n (\nTrol\n) (from A. Spradling and L. Cooley). In the \nhhf4f-GFP; Antp-GAL4/TM6 Tb Hu\n strain, the PSC is marked (from R.A. Schulz). In the \nDome-MESO-GFP\n strain, the lymph gland medulla is GFP positive ([\n86\n], from M. Crozatier). We recombined this latter insertion with the \nAntp-GAL4\n insertion to make a \nUAS-mCD8GFP; Antp-GAL4\n, \nDome-MESO-GFP\n (\nAntpDMG\n) stock. \nhop\nTum-l\n, \nmsn-GAL4; UAS-mCD8GFP\n [\n87\n] uses the \nmisshapen\n (\nmsn\n) driver to mark lamellocytes [\n88\n]. For PSC-less animals, \nUAS-Hid\n [\n89\n] females were crossed with \nCollier-GAL4/CyO y+\n males. For FLP-out clones [\n90\n], \nhsp70-flp; Actin>CD2>GAL4\n flies were crossed with the \nRab5\nRNA\ni\n flies; progeny was heat shocked at 37°C as described [\n38\n]. UAS-GAL4 crosses were maintained at 27°C.",
    "wasp_infections": "Wasp infections\ny w\n flies were used to rear wasps. Unless specified otherwise, infections were done with either \nLb17\n or \nLh14\n [\n7\n]. \nLhNY\n [\n20\n] was used to validate results with the \nLh14\n strain. Ten to twelve trained female wasps were introduced to hosts from a 12-hr egg-lay. Hosts were allowed to recover after an 8–12 hr infection. Dissections were typically done one-to-two days after infection. Uninfected controls followed the same timeline. In general, longer infection regimes led to stronger responses: more lamellocytes differentiated after \nLb\n infection and more lobe cells were lost after \nLh\n infection. Under our experimental conditions, superparasitism by either wasp was rare and for our analyses, we avoided hosts with more than one parasite.",
    "immunohistochemistry": "Immunohistochemistry\nAntibody staining was performed according to [\n91\n]. Primary mouse anti-SSp40 (1:1000) [\n20\n] and Cy3 AffiniPure donkey anti-mouse secondary (1:200) (Jackson Immuno Research) were used to detect \nLh\n EVs. Mouse anti-Antennapedia (1:10; Developmental Studies Hybridoma Bank 8C11, [\n92\n] and macrophage-specific mouse anti-P1 (1:20; I. Ando [\n93\n]) were similarly detected. Nuclear dye (Hoechst 33258, Invitrogen, 1:500) and Rhodamine or Alexa Fluor 488-tagged Phalloidin (Invitrogen) were used for counterstaining cells. For mitotic index, rabbit anti-phospho-histone3 (1:200 Molecular Probes)-positive hemocytes were scored in randomly selected 1000 μm\n2\n areas of imaged lobes.\nSamples were mounted in VectaShield (Vector Laboratories). Lamellocytes were visualized by (a) high F-actin staining signal, (b) integrin-β (1:200, Developmental Studies Hybridoma Bank CF.6G11 [\n94\n]) expression, or (c) \nmsnf9-GFP\n expression [\n88\n]. Representative results from twelve or more dissections from at least three independent experiments are presented, unless specified otherwise.",
    "confocal_imaging": "Confocal imaging\nMounted samples were imaged with Zeiss laser scanning confocal microscopes LSM 510 or LSM 710. For each experiment, images were scanned on the same microscope with the same software and scan settings. Images were gathered at 0.8 μm -1.5 μm and recorded at 8 bit. Laser amplifier gain and offset values were set with negative controls lacking either primary antibodies or wasp infection. Images were processed with Zeiss LSM image browser or Zen Lite 2012. Figures were assembled in Adobe Photoshop v12.0.4 and CC 2015.5 or Illustrator CC 2015.3.",
    "supporting_information": "Supporting information\nS1 Fig\nLh\n EVs congregate around and disassemble PSCs.\n(\nA, B\n) SSp40 staining of lymph glands from \nLh14-\n\n\n(A-A”\n) or \nLhNY-\ninfected (\nB-B”\n) \nAntp>mCD8GFP\n hosts. Strong punctate EV signals are observed around the GFP-positive PSCs and in hemocytes. Areas in the PSC are enlarged in the insets to show details.\n(TIF)\nClick here for additional data file.\nS2 Fig\nLh\n infection overrides Slit-Robo signaling.\n(\nA-C\n) Antp staining of lymph glands from Hand\nΔ>mCD8GFP\n (\nA, A’\n) and Hand\nΔ>mCD8GFP\n, \nSlit-N\n (\nB-C’\n) hosts. The tight clustering of Antp-positive PSC in infected hosts is lost and the PSC is disassembled (\nC, C’\n). (\nD-F\n) Lymph glands from \nAntp>mCD8GFP\n (\nD, D’\n) and \nAntp>mCD8GFP\n, \nRobo2-HA\n hosts (\nE-F’\n). (\nE, E’\n) Robo2-HA expression tightens the GFP-positive PSC. (\nF-F’\n). \nLh\n attack overrides this effect. \nLh\n EVs are associated with these \nAntp>mCD8GFP\n, \nRobo2-HA lobes\n (see \nS3 Fig\n).\n(TIF)\nClick here for additional data file.\nS3 Fig\nLh\n EVs in \nAntp>Robo2-HA\n lobes.\nAnterior lobes of lymph glands from uninfected \nAntp>mCD8GFP\n (\nA, A’\n) and \nLh\n-infected \nAntp>mCD8GFP\n, \nRobo2-HA\n animals (\nB, B’\n). EVs are absent in glands of naïve animals (\nA, A’\n) but clearly observed and widely distributed in glands of infected animals. The PSC is no longer tightly clustered. (The sample in panels \nB\n, \nB’\n is the same as shown in \nS2 Fig\n, panels \nF, F’\n).\n(TIF)\nClick here for additional data file.\nS4 Fig\nPSC-less lymph glands do not respond to \nLh\n infection.\n(\nA, A’\n) A normal-sized and intact PSC, expresses Antp in \nUAS-Hid\n animals. Lobes from naïve animals have normal morphology. (\nB, B’\n) An Antp-positive PSC is disassembled in \nUAS-Hid\n animals after \nLh\n infection. Lobes are reduced in size. Insets in panels A’ and B’ show Antp-positive PSC cells. (\nC, D\n) A PSC-less lymph gland from \nCol>Hid\n naïve and \nLh\n-infected hosts. Lobes are Antp-negative. \nCol>Hid\n lobes remain intact after \nLh-\ninfection (\nD, D’\n). The dashed lines in panels (\nC\n) and (\nD\n) show the areas where biological samples are present. Arrows point to the general locations where the PSCs should have formed.\n(TIF)\nClick here for additional data file.\nS5 Fig\nAntp>hh\nRNAi\n PSCs respond to \nLh\n infection.\n(\nA-D\n) Lobes from naïve \nAntp-GAL4; hhf4f-GFP\n (\nA, C\n) and \nAntp>hh\nRNAi\n; hhf4f-GFP\n (\nB, D\n) hosts. \nhh\n KD increased cortical P1-positive cells (\nB\n); \nLh\n infection leads to hemocyte loss and disassembled PSCs. P1-positive cells are observed post-infection (\nD\n). (\nE, F\n) Anterior (\nE\n) and posterior (\nF\n) lobes from \nLh-\ninfected \nAntp>hh\nRNAi\n; \nhhf4f-GFP\n hosts show EVs in the few remaining hemocytes. EVs are also evident in the dorsal vessel.\n(TIF)\nClick here for additional data file.\nS6 Fig\nBlackened crystal cells are phagocytosed by lymph gland hemocytes.\n(\nA, A’\n) A \nBc\n+\n/Bc Pxn>GFP\n gland showing blackened crystal cells within \nPxn>GFP\n-expressing hemocytes. Arrows points to crystal cell nuclei; arrowheads point to \nPxn>GFP\n-positive macrophages. Not all macrophages contain a crystal cell.\n(TIF)\nClick here for additional data file.\nS7 Fig\nEfferocytosis of disintegrating lamellocytes.\nHemocytes from an \nLh\n-infected \nhop\nTum-l\n host in which lamellocytes (L) express \nmCD8GFP\n. Lamellocytes also express high levels of integrin-beta. Double positive lamellocyte fragments in panel \nA\n are observed in macrophages (M) indicated by arrows. Signals in \nA’\n and \nA”\n are merged in panel \nA\n.\n(TIF)\nClick here for additional data file.\nS8 Fig\nTumorigenesis and lethality in \nRab5\n knockdown animals.\n(\nA, B\n) \nPxn>GFP\n, \nRab5\nRNAi\n larvae with melanized tumors. Tumors are absent in the control animal. (\nC, D\n) Circulating hemocytes from \nRab5\n KD animals show an overabundance of \nPxn>GFP-\npositive and GFP-negative (lamellocytes) cells. (\nE\n) Tumor penetrance (animals with tumors/animals scored) in \nRab5\n KD animals varied with different GAL4 drivers. (\nF\n) Viability to adulthood was differentially affected. More than 100 animals were scored for each cross in panels (\nE\n) and (\nF\n).\n(TIF)\nClick here for additional data file."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8191917/"
}