{
  "id": "PMC8537831",
  "title": "Spatial Characterization of Microbial Communities on Multi-Species Leafy Greens Grown Simultaneously in the Vegetable Production Systems on the International Space Station",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spatial Characterization of Microbial Communities on Multi-Species Leafy Greens Grown Simultaneously in the Vegetable Production Systems on the International Space Station",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8537831/"
  },
  "sections": {
    "abstract": "The establishment of steady-state continuous crop production during long-term deep space missions is critical for providing consistent nutritional and psychological benefits for the crew, potentially improving their health and performance. Three technology demonstrations were completed achieving simultaneous multi-species plant growth and the concurrent use of two Veggie units on the International Space Station (ISS). Microbiological characterization using molecular and culture-based methods was performed on leaves and roots from two harvests of three leafy greens, red romaine lettuce (\nLactuca sativa\n cv. ‘Outredgeous’); mizuna mustard, (\nBrassica rapa\n var \njaponica\n); and green leaf lettuce, (\nLactuca sativa\n cv. Waldmann’s) and associated rooting pillow components and Veggie chamber surfaces. Culture based enumeration and pathogen screening indicated the leafy greens were safe for consumption. Surface samples of the Veggie facility and plant pillows revealed low counts of bacteria and fungi and are commonly isolated on ISS. Community analysis was completed with 16S rRNA amplicon sequencing. Comparisons between pillow components, and plant tissue types from VEG-03D, E, and F revealed higher diversity in roots and rooting substrate than the leaves and wick. This work provides valuable information for food production-related research on the ISS and the impact of the plant microbiome on this unique closed environment.",
    "1._introduction": "1. Introduction\nFuture space missions and habitats will likely include crop production systems designed to provide a fresh, nutritious component to the crew diet. Understanding the complexities of plant growth systems designed with the unique challenges of space exploration missions and the associated plant microbiome is essential for sustaining the health of crop systems as well as the human consumer [\n1\n,\n2\n]. Molecular biology methods to characterize whole microbial communities through omics approaches have led to the understanding of organism and habitat-specific microbiomes. Plants and their associated microbiota exist in a complex association with important functions critical to plant growth and health. Microbes are recruited and assembled on or in plant tissues and organs from reservoirs such as the soil, rhizosphere, and phyllosphere [\n3\n,\n4\n,\n5\n,\n6\n]. Soil microbial communities are highly diverse and are horizontally transferred to the root where, at the rhizosphere, a dynamic and complex ecosystem develops [\n7\n,\n8\n,\n9\n,\n10\n,\n11\n,\n12\n]. Initial soil microbiome composition can influence plant pathogen interaction and disease resistance [\n13\n]. A plant’s phyllosphere hosts a diverse community of microbes that can also influence plant health and physiology [\n14\n,\n15\n,\n16\n,\n17\n]. Plant colonizing microorganisms are affected not only by abiotic environmental conditions such as CO\n2\n concentration, temperature, spectral radiation, and humidity, but specific host leaf surface characteristics [\n14\n,\n18\n,\n19\n]. Studies have shown inter-plant species variability in the phyllosphere microbiome [\n14\n,\n16\n,\n20\n] and microbial colonization of the phylloplane is dependent on transmission of organisms from the environment such as aerosols, soils or other plant growth medium, and animal contact [\n21\n,\n22\n,\n23\n,\n24\n]. Conversely, it has been demonstrated that plants can influence the microbiome of the indoor built environment significantly contributing to the bacterial and fungal abundance and diversity on the surrounding surfaces [\n23\n]. \nThe International Space Station (ISS) is an inimitable, closed environment that has been continuously inhabited by astronauts starting with Expedition 1 in November of 2000. Unlike terrestrial, built environments, the exchange of microbes from outside the ISS is infrequent and primarily limited to the exchange of international crews after months of residency on the space station, along with re-supply missions. Since 2014, plants, primarily leafy greens, have been grown in the NASA Veggie hardware which are small growth chambers on the ISS (ORBITEC now Sierra Space., Madison, WI, United States) [\n25\n,\n26\n]. Fifteen technology demonstrations directed by NASA to grow a variety of crops have been completed to date and currently there are two Veggie units (Serial number (SN) 001 and Serial number 002) in operation on ISS. The Veggie chambers (\nFigure 1\n) utilize a fan to circulate the air from outside of the chamber throughout the plant growth area facilitating an exchange of airborne microbes between the ISS atmosphere and the chamber interior. Air drawn from the ISS cabin flows from the bottom of the plant canopy to the top of the growth chamber volume. Air filtration is not present apart from screens to filter out large particles within the Veggie facility before entering the cabin [\n27\n]. Environmental conditions in which ISS grown crops have been cultivated are unlike terrestrial counterparts, in addition to an absence of gravity and natural convection. Carbon dioxide levels can reach approximately 7 to 10 times higher than ambient earth atmosphere in the closed atmosphere of the ISS, temperatures are typically between 18 °C and 23 °C and humidity is low (40–50%), however temperature and humidity can be higher inside the Veggie chamber. A collapsible, transparent bellows contains the plant growing area and any plant debris. During the on-orbit operation, the plant crops are tended, harvested, and consumed by the crew and are intended to provide a nutritional supplement to their diet. At the completion of a harvest, all plant growth containers, known as plant pillows, are discarded, or stored frozen for return to Earth and the bellows and other surfaces are cleaned with disinfectant wipes in preparation for the next crop. \nMicrobial analyses using culture-based and culture-independent methods of Veggie-grown crops and growth chamber components have been completed to provide baseline data to ensure the microbiological safety for consumption by the astronauts. Subsequently, an in-depth characterization of bacterial and fungal communities associated with three crop grow-outs of red romaine lettuce that may impact astronaut and plant health has been reported [\n28\n].\nPlants grown in Veggie are susceptible to abiotic factors inherent in microgravity plant cultivation such as water stress and humidity control. Without careful control and monitoring, the environmental conditions within Veggie can promote undesirable levels of microbial growth. \nZinnia hybrida\n, a flowering plant grown in Veggie in 2015–2016 became infected with the plant opportunistic pathogen \nFusarium oxysporum\n after failure of the ventilation system led to an increase in humidity inside the chamber [\n29\n]. The source of the fungus was not determined definitively, however \nF. oxysporum\n has been isolated on surfaces on the ISS [\n29\n,\n30\n,\n31\n,\n32\n,\n33\n]. Furthermore, \nF. oxysporum\n was among the fungal isolates identified from leaves and roots from two out of three Veggie demonstrations growing red romaine lettuce [\n28\n]. The introduction of microbes from the air, water, or human interaction onto the plant surfaces of an edible crop potentially establishes a risk to the consumer. Crew safety and health is of paramount consideration when supplying a fresh food source through Veggie crop production and the characterization of the microbial communities in Veggie furthers the assurance that these crops are appropriate and safe for human consumption.\nThe VEG-03D, E, and F series of technology demonstrations discussed in this work are the first mixed crop use of the Veggie facility with the growth of three leafy greens, red romaine lettuce (\nLactuca sativa\n cv. ‘Outredgeous’); mizuna mustard, (\nBrassica rapa\n var \njaponica)\n; and green leaf lettuce, (\nLactuca sativa\n cv. ‘Waldmann’s Green’). \nIn addition to the demonstration of a mixed cultivar approach and continuous harvest using two Veggie systems, the objective of this study was to characterize and compare the bioburden and composition of the microbial communities within the Veggie plant growth units at different locations including above ground plant tissues, roots of 3 plant cultivars, Veggie facility surfaces, and plant pillow materials. We identified through culture- based and culture-independent methods dominant and shared genera of bacteria and fungi in plants, growth substrate, and Veggie facility surfaces. This study demonstrated simultaneous multi-species leafy green growth and the influence of the plant leaf and root associated microbial communities across plant species and Veggie growth chamber components.",
    "2._materials_and_methods": "2. Materials and Methods\nThe VEG-03D, VEG-03E, and VEG-03F technical demonstrations aboard ISS present a mixed, multi-crop study with the inclusion of a “cut-and-come-again” component where plants were partially harvested and then re-grown to yield more produce for a given the amount of resources and to determine effects on the harvest. A total of four harvests were conducted for each grow-out, with the second and half of the fourth/final harvest preserved for later microbial analysis, and the remaining harvests consumed by astronauts. The leafy greens included were red romaine lettuce (\nLactuca sativa\n cv. ‘Outredgeous’); mizuna mustard, (\nBrassica rapa\n var japonica); and green leaf lettuce (\nLactuca sativa\n cv. ‘Waldmann’s Green’). Three separate grow-outs were conducted in the two Veggie production systems on ISS with initiation in September 2017 (VEG-03D) and February 2018 (VEG-03E and F). VEG-03E and F were grown three days apart in different Veggie units to test the concept of sustainable cultivation and continuous harvest for provision of fresh produce (\nTable 1\n).\n2.1. Seed Preparation \nSeeds for each crop were surface sanitized using a chlorine gas fuming method as described by Massa et al. [\n34\n]. Briefly, seeds were batch sanitized by adding 0.5 mL HCL to 30 mL bleach in a 250 mL container by placing an open Petri dish containing the seeds into the container, without submersion, and sealing. Seeds were sanitized for one hour, removed from the container and allowed to off-gas overnight. Seed germination tests were performed to verify seed viability. Sanitization was confirmed for bacteria on Trypticase Soy Agar plates (TSA) (BD, Franklin Lakes, NJ, USA) and mold/fungi were confirmed on Inhibitory Mold Agar (IMA) (BD, Franklin Lakes, NJ, USA). Plates were incubated at 30 °C for 24–48 h for observation of bacterial growth and up to 120 h for fungal growth. \n2.2. Pillow Assembly, Layout, and Processing\nAll pillows were assembled at Kennedy Space Center, FL and prepared for flight as described in detail by Massa et al., 2017 [\n34\n]. Briefly, the Veggie pillows contained 250 mL of autoclaved, porous, arcillite substrate with controlled release fertilizer (Nutricote 18-6-8, type 100, Florikan ESA, Sarasota, FL, USA) mixed at 7.5 g/L dry substrate. Two surface sanitized seeds were attached with guar gum to germination wicks in each plant pillow. The mixed crop pillow layout for each study is shown in \nFigure 2\n. \nThe Veggie production system is a small plant growth chamber. Designed and built by ORBITEC (Madison, WI, US) to grow crops in space, it is equipped with LED lighting, a passive watering system and a fan to generate airflow [\n25\n,\n26\n]. The SN 002 system was launched to the ISS in 2014 aboard Space X CRS-3, while the SN 001 unit was launched aboard Orbital ATK OA-7 in 2017. A HOBO (honest observer by onset) data logger (Onset, Bourne, MA, US) was placed in the Veggie units used for VEG-03D and VEG-03E to record humidity, dew point, and temperature data (\nFigure S1\n). HOBO data were not collected from VEG-03F.\n2.3. On-Orbit Operations\nOn-orbit operations for VEG-03D, E, and F were similar to previous Veggie tech demo missions [\n28\n,\n35\n] with the exception of (1) 160 mL water injection for initiation; and (2) the root mat was installed without being filled with water to mitigate potential overwatering observed in previous missions. Because these growth tests were conducted by the crew autonomously using their own time, there were no ground control experiments conducted. \nDuring VEG-03D operation, a fan anomaly occurred, causing a rise in humidity to 100% for approximately 25 days inside the Veggie facility and condensation on the bellows surface (\nTable S1\n). During the growth tests, wipes containing Pro-San (Microcide, Sterling Heights, MI, USA), an organic acid-based food surface sanitizer had been used one or two times to sanitize any obvious fungal growth on the surface of pillows and/or on the threads that hold the pillows together. The crew followed the Veggie tech demo protocols to harvest samples for analyses and to sanitize the surface of fresh leaves with Pro-San wipes before consumption. Pictures were taken for the Veggie team to evaluate plant health and other potential issues, and watering dates and volumes were documented.\n2.4. Surface Sample Collection \nSurface swab samples were collected by the crew from 8 different sites within or on the Veggie facility using self-contained sterile swabs (Becton Dickinson, Franklin Lakes, NJ, USA), three from the interior bellows, one from the upper one-third of the bellows, one in the middle, and the third from the lower portion, three plant pillow top surfaces, one from the internal fan screen, and one from the fan outlet vent ports. After sample collection, the swabs were returned to the sterile container and stored frozen at −80 °C in the Minus Eighty Laboratory Freezer on ISS (MELFI).\n2.5. Sample Processing \nLeaves from the second and final harvests, swabs and selected plant pillows were maintained at −80 °C in MELFI until returned to Earth. Upon return all samples were stored at −80 °C until processing. Plant leaf samples and swabs were removed from the freezer and processed immediately. Pillows were thawed at 4 °C overnight. Substrate, wicks, and roots were removed from each pillow and divided for microbiological and molecular analyses (\nFigure 3\n).\n2.6. Microbiological Analysis\nLeaf and pillow samples were placed into 50 mL centrifuge tubes with sterile phosphate-buffered saline (PBS) and 3–4 mm sterile glass beads, weighed then shaken for 2 cycles at 5 m/s for 30 s each on the Omni BeadRuptor (OMNI, Kennesaw, GA, USA). Swabs were placed into tubes containing sterile PBS with 0.3% Tween 80 and vortexed at high speed for 30 s before plating. All samples were diluted with PBS and plated in duplicate onto TSA for bacteria and IMA for fungi. Plates were incubated at 30 °C for 48 h for TSA and 72–120 h for IMA and enumerated. Colony phenotypes were selected from each sample and isolated on the respective agars. Bacterial colonies were identified using the Biolog Micro ID System (Biolog, Hayward, CA, USA). The MicroSEQ 16S rDNA sequencing kit was also utilized to identify bacterial isolates while fungal and yeast colonies were identified using the MicroSEQ D2 LSU rDNA kit for fungi (Thermo Fisher, Waltham, MA, USA). DNA was extracted from isolates using Prepman System for bacteria or the Qiagen Powerlyzer Soil Kit for fungi. All MicroSeq sequencing was completed on the ABI 3130 Genetic Analyzer (Thermo Fisher, Waltham, MA, USA). Bacterial and fungal DNA sequences were identified using the MicroSeq ID Software V2.0 (Bacterial Library, 2009 and Fungal Library 2011) followed by NCBI Basic Local Alignment Search Tool (BLAST).\nPetrifilms were also used to identify and enumerate \nEscherichia coli\n/coliform and \nStaphylococcus aureus\n for microbial food safety screening (3M, St. Paul, MN, USA). Petrifilms were incubated at 35 °C for 24 h per manufacturer’s guidelines and any colonies positive for \nE. coli\n/coliform and \nS. aureus\n were enumerated and re-isolated. Re-isolated colonies were identified using Biolog GEN III plates. To screen for \nSalmonella\n, 1 mL of sample extract was added to an additional volume of buffered peptone water (BPW) and incubated at 35 °C for 24 h. A 1 mL aliquot was then transferred into 5 mL of Rappaport-Vassiliadis (RV) broth or Tetrathionate broth (Thermo Fisher, Waltham, MA, USA) and incubated for an additional 24 h at 35 °C. The broth cultures were then streaked onto selective media for \nSalmonella\n and incubated at 35 °C for 24–48 h [\n36\n]. \n2.7. Molecular Community Analysis\nUpon processing, components for all samples were placed in RNA\nlater\n for preservation and frozen at −20 °C until DNA isolation was completed using the Qiagen Microbial Cell DNA Isolation Kit (Qiagen, Inc., Carlsbad, CA, USA) following manufacturer’s protocol. DNA was quantified with the QUBIT 2.0 and the double stranded high sensitivity DNA assay (Invitrogen, Inc., Grand Island, NY, USA) then diluted to 0.5 ng/µL for downstream polymerase chain reaction (PCR). PCR was completed for each sample in triplicate with barcoded primers from the V4 region of the 16S rRNA gene for bacteria and barcoded primers for the internal transcribed spacer (ITS) for fungi. Unique barcodes were assigned for both forward and reverse primers (300 nM) to multiplex samples [\n28\n,\n37\n,\n38\n]. The PCR cycling conditions in a Bio-Rad C-1000 thermocycler included enzyme activation at 95 °C for 5 min, followed by 30 cycles of 95 °C for 1 min, annealing at 58 °C for 1 min and 72 °C for 2 min for extension. A final 10 min extension at 72 °C concluded the PCR. PCR products were cleaned with the Min-Elute PCR Cleanup Kit to remove excess primers and dNTPs (Qiagen, Carlsbad, CA, USA), and sequenced as an equimolar library spiked with 10% PhiX DNA [\n28\n]. Sequencing was completed as paired end on the Illumina MiSeq Next Generation Sequencer (NGS) [\n28\n]. FastQ sequences were identified to the genus level using the RDP/GreenGenes and SILVA (bacteria) and Unite (fungal) databases. \n2.8. Data Analysis\nData from microbiological counts (log transformed) were compared using a one-way ANOVA followed by Tukey’s multiple comparisons test using GraphPad Prism version 8.0.0 for Windows (GraphPad Software, San Diego, CA, USA). Alpha diversity was determined using the Shannon Diversity Index and beta diversity of community sequencing was determined with Bray–Curtis dissimilarity [\n39\n] using a one-way ANOVA (QIIME 2.0) [\n40\n]. Venn diagrams were created using Venny 2.1. [\n41\n].",
    "2.1._seed_preparation": "2.1. Seed Preparation \nSeeds for each crop were surface sanitized using a chlorine gas fuming method as described by Massa et al. [\n34\n]. Briefly, seeds were batch sanitized by adding 0.5 mL HCL to 30 mL bleach in a 250 mL container by placing an open Petri dish containing the seeds into the container, without submersion, and sealing. Seeds were sanitized for one hour, removed from the container and allowed to off-gas overnight. Seed germination tests were performed to verify seed viability. Sanitization was confirmed for bacteria on Trypticase Soy Agar plates (TSA) (BD, Franklin Lakes, NJ, USA) and mold/fungi were confirmed on Inhibitory Mold Agar (IMA) (BD, Franklin Lakes, NJ, USA). Plates were incubated at 30 °C for 24–48 h for observation of bacterial growth and up to 120 h for fungal growth.",
    "2.2._pillow_assembly,_layout,_and_processing": "2.2. Pillow Assembly, Layout, and Processing\nAll pillows were assembled at Kennedy Space Center, FL and prepared for flight as described in detail by Massa et al., 2017 [\n34\n]. Briefly, the Veggie pillows contained 250 mL of autoclaved, porous, arcillite substrate with controlled release fertilizer (Nutricote 18-6-8, type 100, Florikan ESA, Sarasota, FL, USA) mixed at 7.5 g/L dry substrate. Two surface sanitized seeds were attached with guar gum to germination wicks in each plant pillow. The mixed crop pillow layout for each study is shown in \nFigure 2\n. \nThe Veggie production system is a small plant growth chamber. Designed and built by ORBITEC (Madison, WI, US) to grow crops in space, it is equipped with LED lighting, a passive watering system and a fan to generate airflow [\n25\n,\n26\n]. The SN 002 system was launched to the ISS in 2014 aboard Space X CRS-3, while the SN 001 unit was launched aboard Orbital ATK OA-7 in 2017. A HOBO (honest observer by onset) data logger (Onset, Bourne, MA, US) was placed in the Veggie units used for VEG-03D and VEG-03E to record humidity, dew point, and temperature data (\nFigure S1\n). HOBO data were not collected from VEG-03F.",
    "2.3._on-orbit_operations": "2.3. On-Orbit Operations\nOn-orbit operations for VEG-03D, E, and F were similar to previous Veggie tech demo missions [\n28\n,\n35\n] with the exception of (1) 160 mL water injection for initiation; and (2) the root mat was installed without being filled with water to mitigate potential overwatering observed in previous missions. Because these growth tests were conducted by the crew autonomously using their own time, there were no ground control experiments conducted. \nDuring VEG-03D operation, a fan anomaly occurred, causing a rise in humidity to 100% for approximately 25 days inside the Veggie facility and condensation on the bellows surface (\nTable S1\n). During the growth tests, wipes containing Pro-San (Microcide, Sterling Heights, MI, USA), an organic acid-based food surface sanitizer had been used one or two times to sanitize any obvious fungal growth on the surface of pillows and/or on the threads that hold the pillows together. The crew followed the Veggie tech demo protocols to harvest samples for analyses and to sanitize the surface of fresh leaves with Pro-San wipes before consumption. Pictures were taken for the Veggie team to evaluate plant health and other potential issues, and watering dates and volumes were documented.",
    "2.4._surface_sample_collection": "2.4. Surface Sample Collection \nSurface swab samples were collected by the crew from 8 different sites within or on the Veggie facility using self-contained sterile swabs (Becton Dickinson, Franklin Lakes, NJ, USA), three from the interior bellows, one from the upper one-third of the bellows, one in the middle, and the third from the lower portion, three plant pillow top surfaces, one from the internal fan screen, and one from the fan outlet vent ports. After sample collection, the swabs were returned to the sterile container and stored frozen at −80 °C in the Minus Eighty Laboratory Freezer on ISS (MELFI).",
    "2.5._sample_processing": "2.5. Sample Processing \nLeaves from the second and final harvests, swabs and selected plant pillows were maintained at −80 °C in MELFI until returned to Earth. Upon return all samples were stored at −80 °C until processing. Plant leaf samples and swabs were removed from the freezer and processed immediately. Pillows were thawed at 4 °C overnight. Substrate, wicks, and roots were removed from each pillow and divided for microbiological and molecular analyses (\nFigure 3\n).",
    "2.6._microbiological_analysis": "2.6. Microbiological Analysis\nLeaf and pillow samples were placed into 50 mL centrifuge tubes with sterile phosphate-buffered saline (PBS) and 3–4 mm sterile glass beads, weighed then shaken for 2 cycles at 5 m/s for 30 s each on the Omni BeadRuptor (OMNI, Kennesaw, GA, USA). Swabs were placed into tubes containing sterile PBS with 0.3% Tween 80 and vortexed at high speed for 30 s before plating. All samples were diluted with PBS and plated in duplicate onto TSA for bacteria and IMA for fungi. Plates were incubated at 30 °C for 48 h for TSA and 72–120 h for IMA and enumerated. Colony phenotypes were selected from each sample and isolated on the respective agars. Bacterial colonies were identified using the Biolog Micro ID System (Biolog, Hayward, CA, USA). The MicroSEQ 16S rDNA sequencing kit was also utilized to identify bacterial isolates while fungal and yeast colonies were identified using the MicroSEQ D2 LSU rDNA kit for fungi (Thermo Fisher, Waltham, MA, USA). DNA was extracted from isolates using Prepman System for bacteria or the Qiagen Powerlyzer Soil Kit for fungi. All MicroSeq sequencing was completed on the ABI 3130 Genetic Analyzer (Thermo Fisher, Waltham, MA, USA). Bacterial and fungal DNA sequences were identified using the MicroSeq ID Software V2.0 (Bacterial Library, 2009 and Fungal Library 2011) followed by NCBI Basic Local Alignment Search Tool (BLAST).\nPetrifilms were also used to identify and enumerate \nEscherichia coli\n/coliform and \nStaphylococcus aureus\n for microbial food safety screening (3M, St. Paul, MN, USA). Petrifilms were incubated at 35 °C for 24 h per manufacturer’s guidelines and any colonies positive for \nE. coli\n/coliform and \nS. aureus\n were enumerated and re-isolated. Re-isolated colonies were identified using Biolog GEN III plates. To screen for \nSalmonella\n, 1 mL of sample extract was added to an additional volume of buffered peptone water (BPW) and incubated at 35 °C for 24 h. A 1 mL aliquot was then transferred into 5 mL of Rappaport-Vassiliadis (RV) broth or Tetrathionate broth (Thermo Fisher, Waltham, MA, USA) and incubated for an additional 24 h at 35 °C. The broth cultures were then streaked onto selective media for \nSalmonella\n and incubated at 35 °C for 24–48 h [\n36\n].",
    "2.7._molecular_community_analysis": "2.7. Molecular Community Analysis\nUpon processing, components for all samples were placed in RNA\nlater\n for preservation and frozen at −20 °C until DNA isolation was completed using the Qiagen Microbial Cell DNA Isolation Kit (Qiagen, Inc., Carlsbad, CA, USA) following manufacturer’s protocol. DNA was quantified with the QUBIT 2.0 and the double stranded high sensitivity DNA assay (Invitrogen, Inc., Grand Island, NY, USA) then diluted to 0.5 ng/µL for downstream polymerase chain reaction (PCR). PCR was completed for each sample in triplicate with barcoded primers from the V4 region of the 16S rRNA gene for bacteria and barcoded primers for the internal transcribed spacer (ITS) for fungi. Unique barcodes were assigned for both forward and reverse primers (300 nM) to multiplex samples [\n28\n,\n37\n,\n38\n]. The PCR cycling conditions in a Bio-Rad C-1000 thermocycler included enzyme activation at 95 °C for 5 min, followed by 30 cycles of 95 °C for 1 min, annealing at 58 °C for 1 min and 72 °C for 2 min for extension. A final 10 min extension at 72 °C concluded the PCR. PCR products were cleaned with the Min-Elute PCR Cleanup Kit to remove excess primers and dNTPs (Qiagen, Carlsbad, CA, USA), and sequenced as an equimolar library spiked with 10% PhiX DNA [\n28\n]. Sequencing was completed as paired end on the Illumina MiSeq Next Generation Sequencer (NGS) [\n28\n]. FastQ sequences were identified to the genus level using the RDP/GreenGenes and SILVA (bacteria) and Unite (fungal) databases.",
    "2.8._data_analysis": "2.8. Data Analysis\nData from microbiological counts (log transformed) were compared using a one-way ANOVA followed by Tukey’s multiple comparisons test using GraphPad Prism version 8.0.0 for Windows (GraphPad Software, San Diego, CA, USA). Alpha diversity was determined using the Shannon Diversity Index and beta diversity of community sequencing was determined with Bray–Curtis dissimilarity [\n39\n] using a one-way ANOVA (QIIME 2.0) [\n40\n]. Venn diagrams were created using Venny 2.1. [\n41\n].",
    "3._results": "3. Results\n3.1. Plant Germination and Growth\nVEG-03D was designed with a mixed horticulture layout of two pillows for each cultivar to examine the interaction of all three crop types (\nFigure 2\n). In Veg-03D, we found that the more rapidly growing mizuna plants overshadowed adjacent lettuce plants, causing watering and accessibility issues for plant maintenance. Therefore, for the VEG-03E and F growth tests, the layout was adjusted for easy access, observation, and plant maintenance (\nFigure 2\n).\nThe overall emergence rates for mizuna and red romaine lettuce were 91.6% and 83.3%, respectively. Green leaf lettuce seeds averaged 66.6 percent germination (75% in VEG-03D vs. 62.5% in VEG-03E/F) with two stunted seedlings. After thinning, one healthy green leaf lettuce seedling failed to develop further, resulting in only two out of four pillows with healthy green leaf lettuce plants in VEG-03E and F compared to two out of two pillows with healthy green leaf lettuce plants in VEG-03D. Except for the two green leaf lettuce plants, all other plants appeared healthy. Tip burn was observed later during the grow-outs in red romaine lettuce plants. In addition, older mizuna leaves also turned yellowish with a dry edge. All these signs occurred after the 30–31-day harvest, and increased with time, especially for mizuna, indicating a possible lack of nutrients with the age of the plant. No signs of disease were found in these plants. Water usage was relatively constant with about one liter consumed per plant per 30 days (\nTable S1\n). Mizuna required a slightly higher water volume to maintain hydration and plant health compared to both lettuces. These experiments were performed by the crew in a semi-autonomous manner; the water volume was adequate for maintaining plant health, but may not have been optimal, and may have varied among the crew members who tended these plants. \n3.2. Bacterial and Fungal Counts on Leaves\nAerobic plate counts (APC) of bacteria on leaves from Veg-03D, E, and F harvests of the three leafy greens were in the range of 4.3 × 10\n2\n (red romaine in VEG-03E) to 3.5 × 10\n7\n colony-forming units (CFU) per gram (g) of leaf tissue. Average counts on mizuna leaves from both harvests grown in VEG-03D and E were not significantly different from each other, ranging from 1.4 × 10\n3\n to 2.6 × 10\n7\n CFU/g. The average counts on green leaf lettuce across experiments D, E, and F were 7.9 × 10\n6\n, 3.5 × 10\n7\n, and 5.9 × 10\n5\n CFU/g, respectively. Only one harvest was completed on the green leaf lettuce plant from E. Red romaine lettuce grown in VEG-03E had lower counts than those harvested from D and F (\np\n ≤ 0.05). Average bacterial counts from red romaine lettuce leaves from D, E, and F were 6.9 × 10\n6\n, 5.7 × 10\n3\n, and 6.1 × 10\n6\n CFU/g\n,\n respectively (\nFigure 4\n).\nYeast and mold counts from the leaves grown in VEG-03D were lowest on average on mizuna, 2.4 × 10\n4\n CFU/g followed by 5.1 × 10\n6\n CFU/g on red romaine lettuce leaves and green leaf lettuce with the highest average counts at 9.8 × 10\n9\n CFU/g, however the difference between plant types was not significant. The fungal counts were higher on the second harvest leaves from all three plant types grown in VEG-03D (\nFigure 5\n). The fan anomaly may have contributed to this trend, which was not found in VEG-03E and F. All screening tests for potential food borne pathogens, \nE. coli\n, \nS. aureus\n and \nSalmonella\n sp. showed negative results.\n3.3. Bacterial and Fungal Counts on Pillow Components\nPlant pillows were investigated for bacterial and fungal counts from the wicking material, the roots, and the substrate inside the pillow. \nFigure 3\n illustrates a plant pillow after the plant had been harvested and before sampling including the wicking material (\nFigure 3\nA) that initially holds the seed and wicks water from the substrate to the germinating seedling, and the substrate and roots after removal from the pillow (\nFigure 3\nC). Four pillow samples from VEG-03D (2 red romaine, 1 mizuna and 1 green leaf lettuce), 2 from VEG-03E (mizuna) and 2 from VEG-03F (red romaine) were processed for analysis. \nBacterial counts on the wicking material and arcillite substrate were not influenced by plant type or Veggie facility (SN 001 or SN 002) used in the tech demo (\nFigure 6\nA). The wick samples had APC counts ranging from 1.9 × 10\n8\n to 1.8 × 10\n9\n CFU/g. Average counts from the substrate samples (\nn\n = 3) ranged from 2.6 × 10\n6\n to 2.2 × 10\n7\n CFU/g. CFU/g values on the red romaine lettuce roots grown in VEG-03F were the lowest of the root bacterial counts, 9.3 × 10\n6\n and 2.6 × 10\n7\n compared to 3.4 × 10\n7\n and 7.1 × 10\n7\n CFU/g from the red romaine lettuce roots grown in VEG-03D. Bacterial counts from mizuna and green leaf lettuce roots were all higher than the red romaine lettuce counts. Two mizuna plant roots grown in VEG-03E yielded 8.7 × 10\n7\n and 2.5 × 10\n8\n CFU/g while the mizuna roots grown in VEG-03D had the highest bacterial counts of the mizuna, 2.6 × 10\n8\n CFU/g. Only one sample of roots from the green leaf lettuce grown in VEG-03D was returned for analysis, yielding 1.3 × 10\n8\n CFU/g bacteria. \nFungal counts are illustrated in \nFigure 6\nB. The lowest and highest counts on the wicks 4.7 × 10\n6\n to 2.2 ×10\n8\n CFU/g were from the 2 red romaine pillows from VEG-03D. Fungal counts were highest in mizuna roots and substrate from the same VEG-03E pillow with the highest bacterial counts, however, the lowest fungal counts were from the VEG-03D pillow that also had similarly high bacterial counts, indicating no correlation.\n3.4. Bacterial and Fungal Counts on Surface Samples\nSwab samples were collected after the harvest was complete but before wiping down of the interior bellows with disinfectant wipes. While each sample site is a different location, distinct sample sites are the same across the three tech demos. Bacteria were recovered and cultivated from all 8 sample sites from VEG-03D, 3 out of 8 samples in VEG-03E and 5 out of 8 in VEG-03F (\nTable 2\n). Fungi were recovered from 5, 3, and 7 samples out of 8 from VEG-03D, E, and F, respectively. Bacteria and fungi were recovered from the fan screen and at least two of the pillow surfaces across all the experiments (\nTable 3\n). VEG-03E was run in SN 001 Veggie facility, a unit that was just installed and had not been used before on ISS, had the fewest locations with recovery of bacteria and fungi. VEG-03D and F were run in the same Veggie SN 002 facility, the older Veggie on ISS. Bacterial counts (CFU/swab) on surfaces from VEG-03D ranged from 3.5 × 10\n1\n on the fan screen to 6.0 × 10\n4\n on the pillow surface. Several samples from VEG-03E were below the detection limit with the exception of the fan screen and two pillow samples. VEG-03F had the highest CFUs on the pillow surfaces ranging from 1.3 × 10\n5\n to 4.0 × 10\n6\n/swab. Fungi from VEG-03D samples ranged from below detection to 4.5 × 10\n3\n CFU per swab. The highest fungal load, 4.0 × 10\n6\n CFU/swab was found on samples from VEG-03F on a pillow sample (\nTable 2\n).\n3.5. Cultivated Bacteria and Fungi Isolate Identification\nCultivation and recovery of the bacteria and fungi present in all samples was dependent on survival during sample storage as well as growth medium and incubation conditions and represents a fraction of the taxa present, however community sequencing verified the presence of each of the cultivated bacterial and fungal genera. A total of 30 bacterial genera were isolated on TSA and identified from VEG-03D, E, and F plant, pillow, and surface samples (\nTable 3\n). Several genera were isolated from samples from all three Veggie sample sets including \nBurkholderia\n, \nChryseobacterium\n, \nLeifsonia\n, \nMicrobacterium\n, \nPseudomonas\n and \nStaphylococcus\n. More genera were recovered and identified from VEG-03D (20) than from E or F, and eight of the 30 isolates were unique to VEG-03D samples (\nTable 3\n). \nThe fungi, \nAspergillus\n spp., \nFusarium oxysporum, Penicillium\n spp. \nand Rhodotorula\n spp. where ubiquitous across samples from all three tech demos (\nTable 4\n). \nExophiala\n spp. was identified in only one sample from VEG-03E, the substrate, and swab samples from E and F recovered \nPurpureocillium lilacinum.\n All fungi, except the \nPurpureocillium\n isolated only from swab samples, were verified by community sequencing. Because swab samples yielded no DNA, we were not able to verify the presence of \nPurpureocillium.\n An additional 26 genera of fungi were identified in samples using community sequencing of the ITS region (\nTable S5\n).\n3.6. Microbial Diversity\nAlpha and beta diversity represent the variation within and between samples. Alpha diversity of VEG-03D, E, and F, determined by the Shannon Index, ranged between 0.1 (very low) and 2.0 (\nTables S2–S4\n). Arcillite substrate and root tissue had the highest diversity indices followed by the wick, then leaf tissue. Leaf tissue for all plant types had the lowest alpha diversity. Alpha diversity for the swabs taken for the three experiments fell between 0.8 and 1.4. The distribution as determined by the Pielou Evenness Index measurement indicated the genera present were not evenly distributed with values ranging from 0.3 for substrate to 0.1 for leaf tissue. This trend was consistent between all three experiments (\nTables S2–S4\n).\nBeta diversity as determined between samples with the Bray–Curtis calculation in QIIME 2.0 was conceptualized as PCoA plots (\nFigure 7\n and \nFigure 8\nA–E). Beta diversity was calculated between all leaf tissues returned from ISS (\nFigure 7\n and \nTable S6\n). Just over 50% of the variation between plant types could be explained in the 2 axes of the PCoA (\nFigure 7\n). Plants from VEG-03D presented a visual clustering of leaves for all plant types with the exception one green lettuce leaf demonstrating similarity of the microbial communities. VEG-03E and F grown later do not cluster tightly indicating potential diversity differences. The corresponding Adonis statistics provides a permutation statistic of the analysis of variance which provides an R\n2\n value indicating the % variance explained by each group. The lower the R\n2\n value the more similar the samples. The R\n2\n value for all plant types (0.397) indicated that approximately 40% of the variation is derived from the influence of the tech demo (\np\n = 0.001) versus only 10% (0.101) was due to the plant type. The influence of the plant type was not significant.\nBeta diversity was also compared among the plant types to include the plant leaf and root and the Veggie pillow substrate and wick. Each crop type was considered separately within the three experiments (\nFigure 8\n). VEG-03D contained the following: one pillow with mizuna mustard (\nFigure 8\nA), two pillows with red romaine lettuce (\nFigure 8\nB) and one pillow with green leaf lettuce (\nFigure 8\nC). The PCoA of the three plant types with their associated pillow components in VEG-03D captured a high percentage of the variation within a single axis, with 67%, 76%, and 79%, respectively.\nThe PCoAs for VEG-03D indicate that the green leaf lettuce leaf microbiome was more dissimilar from the root, wick, and substrate. However, the root and substrate were similar. Approximately 99% of the variation accounted for within the pillow sample set was due to the sample type itself (\nFigure 8\nC and \nTable S6\n). The additional two crops grown in VEG-03D displayed the same trends with root and substrate microbiomes more similar while the plant leaf microbiomes were dissimilar containing a greater amount of variation (97% and 84% for mizuna and red romaine lettuce, respectively) (\nFigure 8\n and \nTable S6\n). In all pillow samples, the wick, which did not cluster with root and substrate, appeared to be more variable.\nThe variation captured for the VEG-03E and F experiments was lower than seen in VEG-03D with approximately 40% of the variation explained in the first principle component for VEG-03E (\nFigure 8\nD) and approximately 50% for VEG-03F (\nFigure 8\nE). In these two experiments, the wick again appeared to have the greatest variance from other components. Leaf, root, and substrate were more similar. The R\n2\n values for VEG-03E indicated 63% of the variation was due to the sample type, whereas in VEG-03F, 77% of the variation was attributed to the sample type. All comparisons were significant (\np\n < 0.05) (\nFigure 8\n and \nTable S6\n). \n3.7. Community Characterization \nCommunity characterization of the pillow components and plant tissue (leaf, root, substrate, and wick) was analyzed at the genus level to determine unique and shared genera (\nFigure 9\n). There were few genera common to all four components in each of the three technical demonstrations, (VEG-03D, E, F) and ranged between one and nine genera. VEG-03D green leaf lettuce plant and pillow samples had the highest number of shared genera with nine (\nFigure 9\nA). In all three tech demos the wick component revealed a high number of unique genera between 2–19; the highest number of unique genera occurring in VEG-03E mizuna mustard pillow wicks (\nFigure 9\nB). \nFigure 9\nA illustrates a high number of genera shared between wick, substrate, and root tissue in VEG-03D with 26 in mizuna, 22 and 31 in red romaine lettuce, and 27 in green leaf lettuce. The number of shared genera among VEG-03E components was higher for mizuna mustard at 31 and VEG-03F had 30 shared genera between wick, substrate, and root tissue (\nFigure 9\nC). \nRoot tissue had few unique genera, but in all crops the root had high numbers of shared genera with substrate (6–28) and between root, substrate, and wick (22–31) which included more than 40% of the genera present (\nFigure 9\n). Leaf tissue had a variable number of unique species with VEG-03D having the highest with 11 in red romaine lettuce, followed by 10 in mizuna in VEG-03E. \nOverall, characterization of genera in the four plant and pillow components revealed few unique species in each of the components but indicated a higher number of shared species especially among root, substrate, and wick (\nFigure 9\n).\nA closer inspection of the top community constituents revealed that variations in the bacterial makeup between pillow sections (wick, substrate, and root) differed from the leaf tissue (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). VEG-03D which included analysis of all three leafy green crops grown yielded several bacterial constituents seen in all plant types (\nFigure 10\n). These included \nBurkholderia\n, \nEnterobacter\n, \nErwinia\n and \nPseudomonas\n. However, there were fewer numbers of genera in leaves than in the root, wick, or substrate, which is not unexpected. There were more similar constituents in the wick, substrate, and root with \nBurkholderia\n and \nNovosphingobium\n identified in each component for all crops (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). The wick material appeared to present a higher variation in genera than did root or substrate.\nThe VEG-03E samples and pillows returned from ISS were mizuna mustard (\nFigure 11\n) while VEG-03F were red romaine lettuce (\nFigure 12\n). Again, all samples contained \nBurkholderia\n with some samples containing up to 50% of the total abundance of sequencing reads. VEG-03E mizuna mustard pillow substrate and root tissues contained higher levels of \nNovosphingobium\n than seen in the VEG-03D tech demo. \nStaphylococcus\n was present in mizuna leaf from one VEG-03E pillow accounting for a large percent of the 15 listed and present in small fraction in the wick although was not detectable in the root or substrate. The wick material had a higher level of variability in the bacterial genera detected (\nFigure 11\n). The VEG-03F tech demo comparing red romaine lettuce plant and pillow samples showed less variation in the bacterial genera in the wick and leaf compared to VEG-03D and E. \nPseudomonas\n which was prevalent in most wick materials in VEG-03D, E and F could also be detected in leaf tissue (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). \nRalstonia,\n and \nPseudomonas\n were also present in all samples from all three tech demos. (\nFigure 10\n and \nFigure 12\n). Several genera were present in VEG-03D (\nFigure 10\n) and F (\nFigure 12\n) but not in E. The genera \nEnterobacter\n, \nChitinophaga\n, \nNovosphingobium\n and \nBradyrhizobium\n are a few that were identified in all of the Veg-03D samples as well as some of the VEG-03F samples. In VEG-03D \nMethylobacterium\n was identified in red romaine lettuce and mizuna while \nJanthinobacterium\n was identified in red romaine.",
    "3.1._plant_germination_and_growth": "3.1. Plant Germination and Growth\nVEG-03D was designed with a mixed horticulture layout of two pillows for each cultivar to examine the interaction of all three crop types (\nFigure 2\n). In Veg-03D, we found that the more rapidly growing mizuna plants overshadowed adjacent lettuce plants, causing watering and accessibility issues for plant maintenance. Therefore, for the VEG-03E and F growth tests, the layout was adjusted for easy access, observation, and plant maintenance (\nFigure 2\n).\nThe overall emergence rates for mizuna and red romaine lettuce were 91.6% and 83.3%, respectively. Green leaf lettuce seeds averaged 66.6 percent germination (75% in VEG-03D vs. 62.5% in VEG-03E/F) with two stunted seedlings. After thinning, one healthy green leaf lettuce seedling failed to develop further, resulting in only two out of four pillows with healthy green leaf lettuce plants in VEG-03E and F compared to two out of two pillows with healthy green leaf lettuce plants in VEG-03D. Except for the two green leaf lettuce plants, all other plants appeared healthy. Tip burn was observed later during the grow-outs in red romaine lettuce plants. In addition, older mizuna leaves also turned yellowish with a dry edge. All these signs occurred after the 30–31-day harvest, and increased with time, especially for mizuna, indicating a possible lack of nutrients with the age of the plant. No signs of disease were found in these plants. Water usage was relatively constant with about one liter consumed per plant per 30 days (\nTable S1\n). Mizuna required a slightly higher water volume to maintain hydration and plant health compared to both lettuces. These experiments were performed by the crew in a semi-autonomous manner; the water volume was adequate for maintaining plant health, but may not have been optimal, and may have varied among the crew members who tended these plants.",
    "3.2._bacterial_and_fungal_counts_on_leaves": "3.2. Bacterial and Fungal Counts on Leaves\nAerobic plate counts (APC) of bacteria on leaves from Veg-03D, E, and F harvests of the three leafy greens were in the range of 4.3 × 10\n2\n (red romaine in VEG-03E) to 3.5 × 10\n7\n colony-forming units (CFU) per gram (g) of leaf tissue. Average counts on mizuna leaves from both harvests grown in VEG-03D and E were not significantly different from each other, ranging from 1.4 × 10\n3\n to 2.6 × 10\n7\n CFU/g. The average counts on green leaf lettuce across experiments D, E, and F were 7.9 × 10\n6\n, 3.5 × 10\n7\n, and 5.9 × 10\n5\n CFU/g, respectively. Only one harvest was completed on the green leaf lettuce plant from E. Red romaine lettuce grown in VEG-03E had lower counts than those harvested from D and F (\np\n ≤ 0.05). Average bacterial counts from red romaine lettuce leaves from D, E, and F were 6.9 × 10\n6\n, 5.7 × 10\n3\n, and 6.1 × 10\n6\n CFU/g\n,\n respectively (\nFigure 4\n).\nYeast and mold counts from the leaves grown in VEG-03D were lowest on average on mizuna, 2.4 × 10\n4\n CFU/g followed by 5.1 × 10\n6\n CFU/g on red romaine lettuce leaves and green leaf lettuce with the highest average counts at 9.8 × 10\n9\n CFU/g, however the difference between plant types was not significant. The fungal counts were higher on the second harvest leaves from all three plant types grown in VEG-03D (\nFigure 5\n). The fan anomaly may have contributed to this trend, which was not found in VEG-03E and F. All screening tests for potential food borne pathogens, \nE. coli\n, \nS. aureus\n and \nSalmonella\n sp. showed negative results.",
    "3.3._bacterial_and_fungal_counts_on_pillow_components": "3.3. Bacterial and Fungal Counts on Pillow Components\nPlant pillows were investigated for bacterial and fungal counts from the wicking material, the roots, and the substrate inside the pillow. \nFigure 3\n illustrates a plant pillow after the plant had been harvested and before sampling including the wicking material (\nFigure 3\nA) that initially holds the seed and wicks water from the substrate to the germinating seedling, and the substrate and roots after removal from the pillow (\nFigure 3\nC). Four pillow samples from VEG-03D (2 red romaine, 1 mizuna and 1 green leaf lettuce), 2 from VEG-03E (mizuna) and 2 from VEG-03F (red romaine) were processed for analysis. \nBacterial counts on the wicking material and arcillite substrate were not influenced by plant type or Veggie facility (SN 001 or SN 002) used in the tech demo (\nFigure 6\nA). The wick samples had APC counts ranging from 1.9 × 10\n8\n to 1.8 × 10\n9\n CFU/g. Average counts from the substrate samples (\nn\n = 3) ranged from 2.6 × 10\n6\n to 2.2 × 10\n7\n CFU/g. CFU/g values on the red romaine lettuce roots grown in VEG-03F were the lowest of the root bacterial counts, 9.3 × 10\n6\n and 2.6 × 10\n7\n compared to 3.4 × 10\n7\n and 7.1 × 10\n7\n CFU/g from the red romaine lettuce roots grown in VEG-03D. Bacterial counts from mizuna and green leaf lettuce roots were all higher than the red romaine lettuce counts. Two mizuna plant roots grown in VEG-03E yielded 8.7 × 10\n7\n and 2.5 × 10\n8\n CFU/g while the mizuna roots grown in VEG-03D had the highest bacterial counts of the mizuna, 2.6 × 10\n8\n CFU/g. Only one sample of roots from the green leaf lettuce grown in VEG-03D was returned for analysis, yielding 1.3 × 10\n8\n CFU/g bacteria. \nFungal counts are illustrated in \nFigure 6\nB. The lowest and highest counts on the wicks 4.7 × 10\n6\n to 2.2 ×10\n8\n CFU/g were from the 2 red romaine pillows from VEG-03D. Fungal counts were highest in mizuna roots and substrate from the same VEG-03E pillow with the highest bacterial counts, however, the lowest fungal counts were from the VEG-03D pillow that also had similarly high bacterial counts, indicating no correlation.",
    "3.4._bacterial_and_fungal_counts_on_surface_samples": "3.4. Bacterial and Fungal Counts on Surface Samples\nSwab samples were collected after the harvest was complete but before wiping down of the interior bellows with disinfectant wipes. While each sample site is a different location, distinct sample sites are the same across the three tech demos. Bacteria were recovered and cultivated from all 8 sample sites from VEG-03D, 3 out of 8 samples in VEG-03E and 5 out of 8 in VEG-03F (\nTable 2\n). Fungi were recovered from 5, 3, and 7 samples out of 8 from VEG-03D, E, and F, respectively. Bacteria and fungi were recovered from the fan screen and at least two of the pillow surfaces across all the experiments (\nTable 3\n). VEG-03E was run in SN 001 Veggie facility, a unit that was just installed and had not been used before on ISS, had the fewest locations with recovery of bacteria and fungi. VEG-03D and F were run in the same Veggie SN 002 facility, the older Veggie on ISS. Bacterial counts (CFU/swab) on surfaces from VEG-03D ranged from 3.5 × 10\n1\n on the fan screen to 6.0 × 10\n4\n on the pillow surface. Several samples from VEG-03E were below the detection limit with the exception of the fan screen and two pillow samples. VEG-03F had the highest CFUs on the pillow surfaces ranging from 1.3 × 10\n5\n to 4.0 × 10\n6\n/swab. Fungi from VEG-03D samples ranged from below detection to 4.5 × 10\n3\n CFU per swab. The highest fungal load, 4.0 × 10\n6\n CFU/swab was found on samples from VEG-03F on a pillow sample (\nTable 2\n).",
    "3.5._cultivated_bacteria_and_fungi_isolate_identification": "3.5. Cultivated Bacteria and Fungi Isolate Identification\nCultivation and recovery of the bacteria and fungi present in all samples was dependent on survival during sample storage as well as growth medium and incubation conditions and represents a fraction of the taxa present, however community sequencing verified the presence of each of the cultivated bacterial and fungal genera. A total of 30 bacterial genera were isolated on TSA and identified from VEG-03D, E, and F plant, pillow, and surface samples (\nTable 3\n). Several genera were isolated from samples from all three Veggie sample sets including \nBurkholderia\n, \nChryseobacterium\n, \nLeifsonia\n, \nMicrobacterium\n, \nPseudomonas\n and \nStaphylococcus\n. More genera were recovered and identified from VEG-03D (20) than from E or F, and eight of the 30 isolates were unique to VEG-03D samples (\nTable 3\n). \nThe fungi, \nAspergillus\n spp., \nFusarium oxysporum, Penicillium\n spp. \nand Rhodotorula\n spp. where ubiquitous across samples from all three tech demos (\nTable 4\n). \nExophiala\n spp. was identified in only one sample from VEG-03E, the substrate, and swab samples from E and F recovered \nPurpureocillium lilacinum.\n All fungi, except the \nPurpureocillium\n isolated only from swab samples, were verified by community sequencing. Because swab samples yielded no DNA, we were not able to verify the presence of \nPurpureocillium.\n An additional 26 genera of fungi were identified in samples using community sequencing of the ITS region (\nTable S5\n).",
    "3.6._microbial_diversity": "3.6. Microbial Diversity\nAlpha and beta diversity represent the variation within and between samples. Alpha diversity of VEG-03D, E, and F, determined by the Shannon Index, ranged between 0.1 (very low) and 2.0 (\nTables S2–S4\n). Arcillite substrate and root tissue had the highest diversity indices followed by the wick, then leaf tissue. Leaf tissue for all plant types had the lowest alpha diversity. Alpha diversity for the swabs taken for the three experiments fell between 0.8 and 1.4. The distribution as determined by the Pielou Evenness Index measurement indicated the genera present were not evenly distributed with values ranging from 0.3 for substrate to 0.1 for leaf tissue. This trend was consistent between all three experiments (\nTables S2–S4\n).\nBeta diversity as determined between samples with the Bray–Curtis calculation in QIIME 2.0 was conceptualized as PCoA plots (\nFigure 7\n and \nFigure 8\nA–E). Beta diversity was calculated between all leaf tissues returned from ISS (\nFigure 7\n and \nTable S6\n). Just over 50% of the variation between plant types could be explained in the 2 axes of the PCoA (\nFigure 7\n). Plants from VEG-03D presented a visual clustering of leaves for all plant types with the exception one green lettuce leaf demonstrating similarity of the microbial communities. VEG-03E and F grown later do not cluster tightly indicating potential diversity differences. The corresponding Adonis statistics provides a permutation statistic of the analysis of variance which provides an R\n2\n value indicating the % variance explained by each group. The lower the R\n2\n value the more similar the samples. The R\n2\n value for all plant types (0.397) indicated that approximately 40% of the variation is derived from the influence of the tech demo (\np\n = 0.001) versus only 10% (0.101) was due to the plant type. The influence of the plant type was not significant.\nBeta diversity was also compared among the plant types to include the plant leaf and root and the Veggie pillow substrate and wick. Each crop type was considered separately within the three experiments (\nFigure 8\n). VEG-03D contained the following: one pillow with mizuna mustard (\nFigure 8\nA), two pillows with red romaine lettuce (\nFigure 8\nB) and one pillow with green leaf lettuce (\nFigure 8\nC). The PCoA of the three plant types with their associated pillow components in VEG-03D captured a high percentage of the variation within a single axis, with 67%, 76%, and 79%, respectively.\nThe PCoAs for VEG-03D indicate that the green leaf lettuce leaf microbiome was more dissimilar from the root, wick, and substrate. However, the root and substrate were similar. Approximately 99% of the variation accounted for within the pillow sample set was due to the sample type itself (\nFigure 8\nC and \nTable S6\n). The additional two crops grown in VEG-03D displayed the same trends with root and substrate microbiomes more similar while the plant leaf microbiomes were dissimilar containing a greater amount of variation (97% and 84% for mizuna and red romaine lettuce, respectively) (\nFigure 8\n and \nTable S6\n). In all pillow samples, the wick, which did not cluster with root and substrate, appeared to be more variable.\nThe variation captured for the VEG-03E and F experiments was lower than seen in VEG-03D with approximately 40% of the variation explained in the first principle component for VEG-03E (\nFigure 8\nD) and approximately 50% for VEG-03F (\nFigure 8\nE). In these two experiments, the wick again appeared to have the greatest variance from other components. Leaf, root, and substrate were more similar. The R\n2\n values for VEG-03E indicated 63% of the variation was due to the sample type, whereas in VEG-03F, 77% of the variation was attributed to the sample type. All comparisons were significant (\np\n < 0.05) (\nFigure 8\n and \nTable S6\n).",
    "3.7._community_characterization": "3.7. Community Characterization \nCommunity characterization of the pillow components and plant tissue (leaf, root, substrate, and wick) was analyzed at the genus level to determine unique and shared genera (\nFigure 9\n). There were few genera common to all four components in each of the three technical demonstrations, (VEG-03D, E, F) and ranged between one and nine genera. VEG-03D green leaf lettuce plant and pillow samples had the highest number of shared genera with nine (\nFigure 9\nA). In all three tech demos the wick component revealed a high number of unique genera between 2–19; the highest number of unique genera occurring in VEG-03E mizuna mustard pillow wicks (\nFigure 9\nB). \nFigure 9\nA illustrates a high number of genera shared between wick, substrate, and root tissue in VEG-03D with 26 in mizuna, 22 and 31 in red romaine lettuce, and 27 in green leaf lettuce. The number of shared genera among VEG-03E components was higher for mizuna mustard at 31 and VEG-03F had 30 shared genera between wick, substrate, and root tissue (\nFigure 9\nC). \nRoot tissue had few unique genera, but in all crops the root had high numbers of shared genera with substrate (6–28) and between root, substrate, and wick (22–31) which included more than 40% of the genera present (\nFigure 9\n). Leaf tissue had a variable number of unique species with VEG-03D having the highest with 11 in red romaine lettuce, followed by 10 in mizuna in VEG-03E. \nOverall, characterization of genera in the four plant and pillow components revealed few unique species in each of the components but indicated a higher number of shared species especially among root, substrate, and wick (\nFigure 9\n).\nA closer inspection of the top community constituents revealed that variations in the bacterial makeup between pillow sections (wick, substrate, and root) differed from the leaf tissue (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). VEG-03D which included analysis of all three leafy green crops grown yielded several bacterial constituents seen in all plant types (\nFigure 10\n). These included \nBurkholderia\n, \nEnterobacter\n, \nErwinia\n and \nPseudomonas\n. However, there were fewer numbers of genera in leaves than in the root, wick, or substrate, which is not unexpected. There were more similar constituents in the wick, substrate, and root with \nBurkholderia\n and \nNovosphingobium\n identified in each component for all crops (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). The wick material appeared to present a higher variation in genera than did root or substrate.\nThe VEG-03E samples and pillows returned from ISS were mizuna mustard (\nFigure 11\n) while VEG-03F were red romaine lettuce (\nFigure 12\n). Again, all samples contained \nBurkholderia\n with some samples containing up to 50% of the total abundance of sequencing reads. VEG-03E mizuna mustard pillow substrate and root tissues contained higher levels of \nNovosphingobium\n than seen in the VEG-03D tech demo. \nStaphylococcus\n was present in mizuna leaf from one VEG-03E pillow accounting for a large percent of the 15 listed and present in small fraction in the wick although was not detectable in the root or substrate. The wick material had a higher level of variability in the bacterial genera detected (\nFigure 11\n). The VEG-03F tech demo comparing red romaine lettuce plant and pillow samples showed less variation in the bacterial genera in the wick and leaf compared to VEG-03D and E. \nPseudomonas\n which was prevalent in most wick materials in VEG-03D, E and F could also be detected in leaf tissue (\nFigure 10\n, \nFigure 11\n and \nFigure 12\n). \nRalstonia,\n and \nPseudomonas\n were also present in all samples from all three tech demos. (\nFigure 10\n and \nFigure 12\n). Several genera were present in VEG-03D (\nFigure 10\n) and F (\nFigure 12\n) but not in E. The genera \nEnterobacter\n, \nChitinophaga\n, \nNovosphingobium\n and \nBradyrhizobium\n are a few that were identified in all of the Veg-03D samples as well as some of the VEG-03F samples. In VEG-03D \nMethylobacterium\n was identified in red romaine lettuce and mizuna while \nJanthinobacterium\n was identified in red romaine.",
    "4._discussion": "4. Discussion\nThe Veggie plant growth units deployed on the ISS have provided a platform to grow leafy greens for astronaut consumption since 2014. This series of tech demonstrations was the first time that mixed cropping was tested in Veggie, with three leafy greens. Plant growth was successful, however, there may have been an influence on growth based on plant type and position in the Veggie. It was observed in VEG 03-D that the mizuna canopy shaded the adjacent red romaine lettuce plant possibly limiting exposure to light and effecting maintenance. Germination was lower with the green leaf lettuce resulting in fewer and smaller plants. Mixed cropping could also have an impact on the transfer of plant-specific phyllosphere microbiota between crop types [\n14\n,\n16\n,\n20\n].\nMicrobiological food safety of Veggie-grown crops is assured by routine culture-based pathogen screening and bacterial and fungal enumeration on crops grown in ground analogs as well as samples returned from ISS. The bacterial and fungal count data and pathogen screening performed on the plants grown in VEG-03D, E, and F indicates from a microbial food safety perspective, the crops are low risk to the crew. With approximately 10% of a microbial community identified with culturable methods, sequencing of both bacterial and fungal constituents provides additional identification of the community microbiota [\n42\n]. These data allow for the identification of the non-culturable microbes including the identification of beneficial microbes and microbes of concern and the confirmation of the negative culture-based screening results for \nE. coli\n and \nSalmonella\n. Many of the genera isolated and identified from the Veggie plant phyllosphere are present in terrestrially grown leafy greens. Several surveys of leafy greens revealed that \nPseudomonas\n species dominate the phyllosphere. A study done on two types of leafy greens, rocket salad and lettuce, showed that \nPseudomonas\n, was the most abundant genera present, followed by \nPantoea\n, \nArthrobacter\n and \nAcinetobacter\n [\n14\n]. In this study, \nPseudomonas\n sp. was identified by culture independent methods on all samples except one mizuna plant in VEG-03E. \nBurkholderia\n was identified in all plant samples by culture and culture independent methods. This is in contrast with other surveys of field grown leafy greens where \nBurkholderia\n is not a dominant member of the core microbiome [\n14\n,\n15\n,\n16\n]. However, \nBurkholderia\n was found on both ISS grown and ground controls in an earlier study done on Veggie grown red romaine lettuce [\n28\n].\nBacterial counts (CFU/g) from field and hydroponic grown lettuce have been reported in the range of 4 × 10\n4\n to 2 × 10\n8\n and fungal counts (CFU/g) between 8 × 10\n2\n and 2 × 10\n6\n [\n43\n,\n44\n,\n45\n,\n46\n,\n47\n,\n48\n,\n49\n,\n50\n,\n51\n]. The bacterial and fungal counts on leaves of plants grown in VEG-03D, E, and F were in the range of the reported values for farm or market produce counts of similar type. However, when compared to the analysis of red romaine lettuce from previous Veggie tech demos [\n28\n], the bacterial and fungal counts per gram of red romaine lettuce leaf tissue from VEG-03D and F were higher. As with previous ISS grown leafy greens [\n28\n,\n51\n] an increase in fungal counts was observed in some of the samples with repeated harvests especially in VEG-03D. VEG-03A and VEG-03D were run in the same Veggie facility (SN 002) and during plant growth, in both cases, the humidity was higher than other grow-outs. Humidity is a factor that can influence the microbial density and community in the phyllosphere and the surface of the leaf. It has been demonstrated that higher humidity and leaf wetness increases fungal abundance on plants including fungal plant pathogens [\n29\n,\n52\n,\n53\n]. \nThe characterization of the spatial distribution of microbiota on the Veggie facility surfaces, plant growth pillows, and multi-species plant tissues was performed to elucidate possible sources and routes of transfer of microbes around the Veggie facility and plants. Generally, surface sample microbial count data showed low counts on the interior bellows surfaces, and below detection level counts mostly in VEG-03E. After harvest, the bellows are cleaned thoroughly by the crew with disinfectant wipes, perhaps minimizing microbial proliferation. The pillow surfaces had the highest counts of all surfaces sampled and are in close proximity with the moist wicking material, the plant and any plant debris which could facilitate inoculation and growth. Bacteria and fungi were recovered from the fan screen in all cases. The genera of bacteria and fungi cultured and identified have also been identified in studies to monitor the microbial profiles of the ISS. \nStaphylococcus\n, \nBacillus\n, \nPantoea\n, \nPseudomonas\n, \nAspergillus\n and \nPenicillium\n were all identified in an examination of ISS air filters and dust samples [\n54\n]. Several of the same genera from the previous study were isolated and identified from the ISS vacuum cleaner bag, and also included \nPaenibacillus\n, \nMethylobacterium\n, \nKlebsiella\n, and \nAzospirillum\n [\n55\n]. In addition, studies done on the microbial communities associated with surfaces on the ISS identify many of the same genera identified from the Veggie surface samples collected in this study [\n30\n,\n32\n]. We compared bacterial genera from Avila-Herrera et al. [\n56\n] comprehensive characterization of ISS surface and crew samples with the Veggie facility surfaces and leaves characterized in the current study and found 250 genera shared between the Veggie facility surfaces and ISS samples. The leaves, Veggie surfaces and ISS samples had 47 common genera suggesting microbial transfer and colonization between these locations (\nFigure S2\n).\nBeta diversity analysis of all plants grown in the three tech demos resulted in a tight clustering of plants from VEG-03D with the exception of one green lettuce leaf demonstrating similarity of the microbial communities within VEG-03D. VEG-03E and F grown later do not cluster tightly indicating potential diversity differences (\nFigure 8\n). These differences could be the result of many factors, including the different configuration of the three crops in each Veggie, the environmental conditions present at the time of the grow-out, i.e., temperature, CO\n2\n and humidity, crew interaction, microbes present in the surrounding air, and irrigation water. Previous studies on field-grown leafy greens have shown that seasonal and temporal variation exists on the phyllosphere microbial communities, effected by leaf age, weather, location and soil type [\n14\n,\n15\n,\n57\n].\nUnlike terrestrial agriculture, a sanitized, soilless substrate is used in Veggie to support root growth. It is aseptically packed into sterile “pillows” along with controlled release fertilizer [\n34\n]. The seeds are surface sanitized before planting, removing most epiphytes from the seed surface, and the water used to hydrate the plant pillows is relatively clean water from the ISS potable water system [\n35\n,\n58\n]. Consequently, the horticultural practices employed in Veggie may limit the sources of microbiota contributing to the development of the plant microbiome. As a whole, the phytomicrobiome is shaped and recruited by the plant from its associated habitat [\n3\n,\n4\n,\n6\n,\n10\n,\n59\n]. Rhizosphere microbiomes assemble through the selection of soil microorganisms by the production of plant root exudates [\n60\n,\n61\n,\n62\n]. The Veggie soilless substrate is essentially microbe free until the introduction of water, seed germination and exposure to the ISS environment. Water and air from the ISS have been monitored by NASA for many years and two genera commonly identified from the potable water are \nBurkholderia\n and \nRalstonia\n [\n58\n,\n63\n]. The dominant bacterial genera in Veggie samples analyzed in this study, \nBurkholderia\n, was found across plant types and Veggie facility materials in both culture and molecular assays. The genus \nBurkholderia\n contains over 60 known species and was abundant in many of the Veggie samples, primarily in the pillow substrate, root tissue, and wicks, but in very low abundance or was absent in leaf tissue indicating the genus may have been introduced through the water source or possibly was present in the seed. \nBurkholderia\n has been identified as a potential, beneficial plant-associated microbe, however some species are implicated in human opportunistic infections [\n21\n,\n64\n,\n65\n] \nRalstonia\n, also found in ISS water, was identified in community sequencing across all plant type roots, wicks, and substrate. Some species of \nRalstonia\n have the potential to cause stress in plants or may be an opportunistic pathogen [\n66\n,\n67\n,\n68\n]. \nPseudomonas\n sp., present in the top 15 genera in community sequencing in all samples but one mizuna plant and pillow from VEG-03E may be a saprophytic epi-endophyte on plant tissue [\n16\n,\n64\n,\n69\n,\n70\n,\n71\n]. It has been reported to be a potential promotor of plant growth by producing plant stimulating hormones as well as increasing disease resistance [\n71\n]. These demonstrations, D and F were completed in the same Veggie unit, SN 002, and therefore not surprising that similar microbes would be detected. Several genera were identified by sequencing in VEG-03D and F but not in E. The genera \nEnterobacter\n, \nChitinophaga\n, \nNovosphingobium\n, and \nBradyrhizobium\n are a few that were identified in all of the Veg-03D samples as well as some of the VEG-03F samples. \nChitinophaga\n sp., works with certain fungal species as an endosymbiont to enhance nutrient uptake and growth [\n66\n,\n72\n]. The presence of \nChitinophaga\n could be correlated with stress conditions and environmental disturbances [\n66\n,\n72\n]. In VEG-03D \nMethylobacterium\n was identified in red romaine and mizuna while \nJanthinobacterium\n was isolated in red romaine only. Recently it was reported that 4 strains of \nMethylobacterium\n, one a newly characterized strain, were isolated on the ISS with the Microbial Monitoring experiments [\n73\n]. \nMethylobacterium\n are involved in nitrogen fixation, phosphate solubilization, abiotic stress tolerance, plant growth promotion, and biocontrol activity against plant pathogens [\n74\n,\n75\n] and is a methylotrophic with the ability to utilize methanol produced by plants as a carbon source [\n76\n] \nJanthinobacterium\n is a soil bacterium with a wide range of metabolic activities, including antimicrobial properties and resistance to stressors such as UV radiation and cold temperatures providing a benefit to plants [\n77\n,\n78\n,\n79\n]. During the grow outs of VEG-03E and F, the genera \nNevskia\n and \nSpirosoma\n were present in VEG-03E but not seen in VEG-03F. This could be due to a natural variation between mizuna and red romaine lettuce as each plant may have its own native microbiota, or it may have been introduced. These bacteria were detected in root and leaf samples from previous Veggie tech demos, VEG-01A, B and VEG-03A [\n28\n]. If the source of these bacteria is the water initially introduced into the soilless substrate and subsequently wicked to the seeds, this suggests possible mechanisms of transfer of water borne bacteria from the seed to the root or recruitment by the root from the surrounding substrate. An in-depth genomic analysis would have to be performed to elucidate possible sources of microbial transfer.\nAll the bacteria cultured and identified from root samples, \nBurkholderia\n, \nFlavomonas\n, \nLeifsonia\n, \nMethylobacterium\n, \nMicrobacterium\n and \nRhizobium\n were also identified in the wick samples. Presumably, the sources of these bacteria are the ISS water, the endophytic seed population, circulating air, and/or human interaction with the plants, therefore diversity of the root microbiome could be limited by the populations in these sources. Eleven of the 12 identified isolates found on the leaf samples were not isolated from the roots, in corroboration with the 16S rRNA analysis of community comparison which revealed no shared species between the leaf and root. In the culture-based assays, 6 of the leaf-isolated bacteria were also found on the wicks. Different parts of the plant, i.e., leaves and roots support distinct microbial communities [\n80\n,\n81\n]. Patterns of genera common across the substrate, root, wicks, and leaves suggest alternate modes of bacterial and fungal transmission. For example, the substrate, roots, and wicks share the highest number of genera for all pillow sample sets tested while the leaves share a higher number of genera with the wicking material (\nFigure 9\n). This suggests the possibility of horizontal transfer of bacteria from substrate to root or the converse. The substrate starts as a sterile matrix therefore the introduction of microbes could be primarily limited to the ISS potable water, microbes within the ISS, those harbored on the Veggie surfaces, or the endophytic seed microbiota. The seed microbiome of two of the three crops, red romaine lettuce and mizuna mustard, have been investigated at KSC in numerous studies since the inception of the Veggie technology demonstrations. The microbiome of both sanitized and unsanitized seeds indicated that in all seeds, abundance of microbial communities/genera was low and the genus \nThermogemmatispora\n predominated, and then declined post-germination., In addition, \nTrichodesmium\n and some genera of cyanobacteria were detected along with low abundance of \nBurkholderia\n, \nAcinetobacter\n, and \nCorynebacterium\n. These latter three appear to persist in the plants after germination [\n82\n]. Very few genera are shared between the leaf and substrate and the leaf and root whereas the wick has more genera in common with the leaf than the substrate and root, indicating a vertical transfer from the above “ground” wick material and the shoot of the plant. Resident microbial populations on the leaf may be transported from the ISS environment, including the circulating air and human interaction. Human associated \nStaphylococcus\n was identified on the leaves, surfaces, and wicks from cultured isolates and for 16S community sequencing, it was the dominant bacteria among the top 15 identified in one VEG-03E mizuna leaf sample. Other potential human and plant associated bacterial genera identified were \nErwinia, Burkholderia\n, and \nClavibacter.\n Extensive genotyping of these isolates would be required to evaluate the strain and the ability to infect the host.\nFour of the fungal species identified, \nAspergillus\n spp., \nFusarium oxysporum\n, \nPenicillium\n spp., \nRhodotorula\n spp. were found in all tech demos. In previous studies of Veggie-grown plants, \nFusarium oxysporum\n was not found on the first growth of lettuce or surfaces of Veggie from the tech demo designated VEG-01A but has since been isolated in all subsequent tech demos [\n28\n] (unpublished data). This suggests that once bacteria or fungi become established in Veggie units and the ISS environment, unless eliminated by the cleaning and maintenance protocols, they could persist as members of the facility microbiome and consequently the plant microbiome.\nIn conclusion, characterization of the microbiome of ISS plant growth systems and crops is critical, not only for near term assurance of crop food safety, but also for the understanding and development of sustainable crop systems for space exploration missions. Sources of external contamination, i.e., irrigation water, air, and human handling can be monitored and controlled. Strategies, such as the introduction of defined beneficial microbes to enhance plant growth and prevent human and plant pathogen invaders may need to be evaluated and implemented after careful study of the impact to these unique space agricultural systems."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8537831/"
}