{
  "id": "PMC8816950",
  "title": "Production of reactive oxygen species and involvement of bioprotectants during anhydrobiosis in the tardigrade Paramacrobiotus spatialis",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Production of reactive oxygen species and involvement of bioprotectants during anhydrobiosis in the tardigrade Paramacrobiotus spatialis",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8816950/"
  },
  "sections": {
    "abstract": "Water unavailability is an abiotic stress causing unfavourable conditions for life. Nevertheless, some animals evolved anhydrobiosis, a strategy allowing for the reversible organism dehydration and suspension of metabolism as a direct response to habitat desiccation. Anhydrobiotic animals undergo biochemical changes synthesizing bioprotectants to help combat desiccation stresses. One stress is the generation of reactive oxygen species (ROS). In this study, the eutardigrade \nParamacrobiotus spatialis\n was used to investigate the occurrence of ROS associated with the desiccation process. We observed that the production of ROS significantly increases as a function of time spent in anhydrobiosis and represents a direct demonstration of oxidative stress in tardigrades. The degree of involvement of bioprotectants, including those combating ROS, in the \nP. spatialis\n was evaluated by perturbing their gene functions using RNA interference and assessing the successful recovery of animals after desiccation/rehydration. Targeting the glutathione peroxidase gene compromised survival during drying and rehydration, providing evidence for the role of the gene in desiccation tolerance. Targeting genes encoding glutathione reductase and catalase indicated that these molecules play roles during rehydration. Our study also confirms the involvement of aquaporins 3 and 10 during rehydration. Therefore, desiccation tolerance depends on the synergistic action of many different molecules working together.",
    "introduction": "Introduction\nInsufficient hydration is extremely stressful for living organisms as water is required for metabolic reactions. Nevertheless, some animals living in habitats subject to periodic or unpredictable desiccation periods have evolved a remarkable adaptive strategy called anhydrobiosis. This physiological state allows for the nearly complete dehydration of the animal’s body and cells, a reduced or suspended metabolism leading to a temporary suspension of active life processes, and finally a developmental standstill as a direct response to the desiccation of the surrounding habitat of the animals\n1\n–\n4\n. This state is reversed by the reappearance of environmental water, with the restoring of metabolism and of all features of active life, even after the permanence in a desiccated state for months to decades\n1\n,\n2\n,\n4\n–\n6\n. However, anhydrobiosis, as well as the time spent in a desiccated state, can still cause cellular damages, including membrane destabilization, protein and nucleic acid denaturation, metabolic dysregulation, and oxidative stress with the eventual death of organisms\n7\n–\n16\n.\nTo withstand stress caused by the drastic loss of body water, many anhydrobiotic animals first slow the rate of their dehydration by modifying their body in a compact structure that reduces the surface area, and consequently the evaporation rate\n17\n–\n19\n. Simultaneously, they undergo biochemical changes associated with the synthesis of molecules working as bioprotectants, which replace cellular water or stabilize cellular machinery\n13\n,\n20\n–\n27\n. To gain insights into anhydrobiosis and what bioprotectants help to mediate this phenomenon, tardigrades are an attractive model.\nTardigrades are hygrophilous animals that need to be surrounded by a film of water to perform active life. As a consequence, their capability to colonise terrestrial environments (e.g. moss, lichen, soil, and leaf litter) is linked to their well-known ability to enter anhydrobiosis at any stage of their life cycle, from egg to adult\n28\n. As their surroundings lose water, tardigrades lose most (> 95%) of their free and bound body water and suspend their metabolism\n3\n. The loss of water is accompanied by the invagination of the intersegmental cuticle and by the retraction of the head and legs, resulting in a compact tun-shaped body\n3\n,\n29\n,\n30\n. Anhydrobiotic (desiccated) tardigrades can withstand several physical and chemical extremes (e.g. very low and high temperature, high pressure, vacuum, organic solvents and radiations) that are far more extreme than that imposed by their natural habitats, including space conditions\n3\n,\n25\n,\n26\n,\n31\n–\n36\n. As well as in other anhydrobiotic animals, the desiccation in tardigrades is accomplished through morphological changes (tun) together with the synthesis of different bioprotectants\n20\n–\n22\n,\n24\n–\n27\n. These molecules include, for example, osmolytes, trehalose, antioxidants, Heat Shock Proteins (HSPs), Aquaporin Proteins (AQPs) and Intrinsically Disordered Proteins (IDPs), including the Late Embryogenesis Abundant Proteins (LEA)\n13\n,\n20\n–\n22\n,\n24\n–\n27\n. Trehalose, a disaccharide with high ability for water-replacement during dehydration, immobilising macromolecules and stabilizing cellular structure through vitrification has long been implicated in desiccation tolerance\n20\n,\n26\n,\n37\n. The presence and the amount of trehalose detected in tardigrades are different from species to species\n27\n, but is much lower than the one recorded in other anhydrobiotic animals that use trehalose as mechanism to reduce damages induced by desiccation\n1\n,\n38\n–\n40\n. Therefore, the degree of involvement of trehalose as a protective molecule in anhydrobiotic tardigrades is still debated\n27\n. Antioxidants, such as scavenging enzymes, limit oxidative stress, which appears to be one of the most deleterious damages associated with desiccation\n9\n. The depletion of water changes the ionic concentration of anhydrobiotic organisms, including tardigrades\n41\n, leading to the formation of reactive oxygen species (ROS)\n9\n,\n11\n,\n42\n,\n43\n, consisting in free radicals [e.g. superoxide anion radical (O\n2\n−\n), hydroxyl radical (OH·), perhydroxy radical (HO\n2\n·)] and non-radical forms [e.g\n.\n hydrogen peroxide (H\n2\nO\n2\n) and singlet oxygen (\n1\nO\n2\n)]\n44\n. Water loss therefore increases the susceptibility of biomolecules to the attack of reactive oxygen molecules, damaging proteins, membranes, and DNA\n9\n,\n11\n,\n13\n,\n22\n,\n27\n,\n42\n,\n43\n. Since aquaporins contribute to water transport through plasma membranes, some researchers have suggested that they play some role in anhydrobiosis, hypothesizing their involvement in the regulation of water loss to fine tune desiccation kinetics\n11\n,\n23\n,\n45\n–\n47\n. However, it remains unclear if aquaporins function in preparing anhydrobiotic animals for desiccation or play a role in rehydration.\nIn this paper, the eutardigrade \nParamacrobiotus spatialis\n Guidetti et al., 2019 was selected as a model organism (Fig. \n1\n) in light of its robust ability to survive desiccation\n10\n,\n48\n. To understand what bioprotectants might be involved in mitigating the stresses imposed by desiccation, we first sought to identify exactly what those stresses are. As mentioned above, water loss can lead to the generation of deleterious ROS, however this has never been directly tested before in tardigrades. To verify whether desiccation induces production of ROS in tardigrades, we analysed the ROS production in the coelomocytes (storage cells; Fig. \n1\nc). Coelomocytes are round free-floating cells in the body cavity of tardigrades which act as reservoirs and transporters of lipids and glycogen\n49\n–\n52\n. The number of storage cells in a tardigrade specimen is in the range of a few hundred up to more than 1000 cells according to the species\n4\n,\n52\n,\n53\n, while their size changes along with animal life cycle including oocyte developmental in females\n54\n. Contrasting data are reported about the decline in size and number of storage cells after a period of anhydrobiosis in tardigrade species\n51\n–\n53\n. A decline in size of storage cells is due to the use of stored material as energy requirements to enter and exit anhydrobiosis\n51\n.\nFigure 1\nParamacrobiotus spatialis\n. (\na\n) Specimen in toto and in vivo. (\nb\n) Specimen in toto. (\nc\n) Magnification of image (\na\n) showing storage cells in the body cavity in correspondence to the second and third pair of legs. (\nd\n) Storage cells in vivo. (\ne\n) Desiccated specimen (tun). (\na\n,\nc\n,\nd\n) LM (PhC), (\nb\n,\ne\n) SEM. Scale bars: a = 100 µm, b = 50 µm, c, e = 20 µm, d = 10 µm. bt = buccal tube; c = claws; m = mouth; mg = midgut; g = gonad; ph = pharynx; sc = storage cells.\nNext, we investigated possible roles for endogenous protectants, such as antioxidant enzymes, aquaporin proteins and the sugar trehalose, in desiccation tolerance. Genes encoding five antioxidant enzymes (catalase, superoxide dismutase, glutathione peroxidase, glutathione transferase and glutathione reductase), for two aquaporins (aquaporins 3 and 10) and for the enzyme trehalose-6-phosphate synthase were thus targeted using RNA interference (RNAi), and later the successful recover of \nP. spatialis\n specimens after desiccation was verified.",
    "results": "Results\nProduction of reactive oxygen species (ROS) in anhydrobiosis\nThe overall level of intracellular Reactive Oxygen Species (ROS) was assessed using the fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA)\n55\n,\n56\n. The ROS production in anhydrobiosis was determined measuring the intensity of the fluorescent signal emitted by storage cells of the desiccation tolerant tardigrade \nP. spatialis\n. Storage cells are particularly useful as they are numerous as well as the only cell type within the tardigrade body cavity. Storage cells are also easy to obtain and manipulate, whereas other tissues in tardigrades are more difficult to obtain and work with (Fig. \n1\nc,d). Figure \n2\n shows the fluorescence signals detected respectively 3 h and 12 h after the rehydration process in tardigrade storage cells previously kept in a desiccated state for 1 day and 20 days, and in the animals kept in a hydrated state as control.\nFigure 2\nIntensity of fluorescence signal emitted by storage cells of the tardigrade \nParamacrobiotus spatialis\n as a marker of ROS production, detected 3 h and 12 h after the rehydration process (R) in animals kept in a desiccated state (D) for 1 day and 20 days, using the fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA). (\na\n) Hydrated animals (control). (\nb\n) Animals kept in a desiccated state for 1 day (3 h after rehydration process). (\nc\n) Animals kept in a desiccated state for 1 day (12 h after rehydration process). (\nd\n) Animals kept in a desiccated state for 20 days (3 h after rehydration process). (\ne\n) Animals kept in a desiccated state for 20 days (12 h after rehydration process). (\na\n–\ne\n) Scale bars = 10 µm. (\nf\n) Each column represents the mean value of the fluorescence intensity emitted by the storage cells for each experimental group. The total number (n) of measured cells is: Ctr, n = 138; D 1 R 3, n = 46; D 1 R 12, n = 78; D 20 R 3, n = 78; D 20 R 12, n = 36 (see (see Table \nS1\n). The bar on each column represents standard deviation. Different letters above each column indicate significant differences in the fluorescence signals among the different experimental conditions. a.u. = arbitrary unit. D 1 = animals kept in a desiccated state for 1 day, D 20 = animals kept in a desiccated state for 20 days, R 3 = 3 h after the rehydration process, R 12 = 12 h after the rehydration process, Ctr = control animals. The storage cells of desiccated animals always emitted an intense fluorescence signal, while those of control ones emitted a faint spotted fluorescence signal (Fig. 2). The intensity of the fluorescence signal emitted by the storage cells of desiccated animals was always significantly higher than the fluorescence intensity detected in cells of control animals (Fig. 2; Table \n1\n; one-way ANOVA: n = 485; \np\n < 0.001). Moreover, the intensity of the fluorescence signal was at its highest level in the coelomocytes of animals kept desiccated for 20 days, while the lowest signal was recorded in cells of tardigrades kept desiccated for 1 day (Fig. 2; Table \n1\n).\nTable 1\nStatistical comparisons (one-way ANOVA, Tukey post-hoc test) among fluorescence signals emitted by the storage cells of \nParamacrobiotus spatialis\n at different experimental conditions.\nControl\nD 1 R 3\nD 1 R 12\nD 20 R 3\nD 20 R 12\nControl\np\n < 0.01\np\n < 0.01\np\n < 0.001\np\n < 0.001\nD 1 R 3\np\n < 0.01\nn. s.\np\n < 0.001\np\n < 0.001\nD 1 R 12\np\n < 0.01\nn. s.\np\n < 0.001\np\n < 0.001\nD 20 R 3\np\n < 0.001\np\n < 0.001\np\n < 0.001\nn. s.\nThe total number (n) of measured cells is: Control, n = 138; D 1 R 3, n = 46; D 1 R 12, n = 78; D 20 R 3, n = 78; D 20 R 12, n = 36 (see Table \nS1\n).\nD 1 = animals kept in a desiccated state for 1 day, D 20 = animals kept in a desiccated state for 20 days, R 3 = 3 h after the rehydration process, R 12 = 12 h after the rehydration process, n.s. = not significant.\nDisruption of target genes function\nRNA interference (RNAi) was used to disrupt the function of genes encoding proteins potentially involved in desiccation tolerance in the tardigrade \nParamacrobiotus spatialis.\n RNAi has previously been characterized in tardigrades and is known to target specific gene products for destruction both in adults during desiccation and in embryos during development\n24\n,\n57\n. Similarly, it has been shown that large amounts of non-specific dsRNA (e.g\n.\n double stranded RNA targeting GFP) do not affect tardigrade survival\n24\n nor embryo viability and development\n57\n. In this study, the eight genes targeted by RNAi were: \ngpx\n, \ngr\n, \ngst\n, \ncat\n and \nsod\n, encoding for enzymes (glutathione peroxidase, glutathione reductase, glutathione transferase, catalase, and superoxide dismutase, respectively) that counteract reactive oxygen species; \ntps\n, encoding for the enzyme trehalose-6-phosphate synthase, involved in the pathways of trehalose production; \naqp 3\n and \naqp 10\n, encoding for aquaporin proteins 3 and 10, which are presumably involved in the rapid transport of water through cell membranes.\nThe involvement of these target genes was verified by comparing the motilities of \nP. spatialis\n animals that have exited tun belonging to three groups: 1. uninjected control animals (control 1); 2. injected with RNase free water control animals (control 2); 3. injected animals with the double stranded RNA (dsRNA) of the target gene (experimental group). The motility of the animals after a period of anhydrobiosis was evaluated by monitoring locomotion performance (i.e. coordinate movements of the body) immediately after the rehydration process (t\n0\n), 1 h (t\n1\n), 24 h (t\n24\n), and 48 h (t\n48\n) later.\nAdditionally, five specimens of \nP. spatialis\n were individually injected with dsRNA of each target gene, desiccated, and then rehydrated. A reverse transcriptase-polymerase chain reaction (RT-PCR) showed a marked decrease in the expression level of each target gene in comparison to DNA polymerase II (\nDNA pol II\n) used as a control gene (Fig. \nS1\n), indicating that RNA interference led to a decrease in the targeted gene’s expression level.\nThe assessment of motility in both control 1 (uninjected) and control 2 (water injected) animals always resulted 100% (Fig. \n3\na,b), since all animals are alive at each time point assayed after the rehydration process. These data demonstrate that the desiccation protocol was suitable for \nP. spatialis\n, and that the injection alone does not affect survival of the tardigrades during anhydrobiosis. On the other hand, significant differences were recorded between the motility percentages of both controls and most experimental groups (Fig. \n3\n; Kruskal–Wallis test: number of pairwise comparisons = 132; \np\n < 0.001). For treatments targeting antioxidant enzymes, specimens injected with dsRNA of \ngpx\n showed significantly lower motilities with respect to both types of controls at every time after the rehydration process (t\n0\n: \np\n < 0.001; t\n1\n: \np\n < 0.01; t\n24\n: \np\n < 0.01; t\n48\n: \np\n < 0.01; Fig. \n3\nc). In animals injected with dsRNA for genes of \ngr\n, \ncat\n and \nsod\n, significant differences with respect to both types of controls were only observed between the percentages of animal motilities recorded at t\n0\n (immediately after the rehydration process) (\ngr\n: \np\n < 0.01; \ncat\n: \np\n < 0.01; \nsod\n: \np\n < 0.01; Fig. \n3\nd,f,g). Significant differences in the motility percentages with respect to both types of controls were also evidenced at t\n0\n, t\n1\n and t\n24\n in animals injected with dsRNA of \naqp 3\n (t\n0\n: \np\n < 0.01, t\n1\n: \np\n < 0.05; t\n24\n: \np\n < 0.05; Fig. \n3\ni) and at t\n0\n, t\n1\n and t\n24\n in animals injected with dsRNA of \naqp 10\n (t\n0\n: \np\n < 0.001, t\n24\n: \np\n < 0.01; t\n48\n: \np\n < 0.01; Fig. \n3\nj).The motility percentages of animals injected with dsRNA of the \ngst\n and \ntps\n genes did not show significant differences with respect to both types of controls (uninjected and water injected) at every time after the rehydration process (Fig. \n3\ne,h). Since RNAi knockdown of the \ntps\n gene resulted in negligible effects on the animal motilities at all times following rehydration, and since the \ntps\n dsRNA was the largest used in our study (Table \nS2\n), we consider this gene as a further control (control 3), and further evidences that the injection of large amount of dsRNA is not harmful for \nP. spatialis\n. The motility percentages of animals injected with dsRNA targeting the \ntps\n gene compared with the motility percentages of animals injected with dsRNA of other target genes shows significant differences (Table \nS3\n). These statistical differences are consistent with the scored significances of comparisons between controls (non-injected and water injected) and target genes, except for motility at t\n0\n of animals injected with \nsod\n dsRNA, motilities at t\n1\n and t\n24\n of animals targeted for \naqp 3\n and motilities at t\n24\n and t\n48\n of animals targeted for \naqp 10\n (Fig. \n3\n; Table \nS3\n). Therefore, only for these exceptions is it possible to presume an effect on \nP. spatialis\n motilities was due to injection of large dsRNA.\nFigure 3\nPercentages of tardigrades with motility recorded immediately after the rehydration process (t\n0\n), 1 h (t\n1\n), 24 h (t\n24\n) and 48 h (t\n48\n) later in control animals and in specimens of \nParamacrobiotus spatialis\n injected with dsRNA of the target genes. (\na\n) Control 1: uninjected animals. (\nb\n) Control 2: animals injected with RNase free water. Animals injected with dsRNA of: (\nc\n) \ngpx\n gene encoding glutathione peroxidase enzyme; (\nd\n) \ngr\n gene encoding glutathione reductase enzyme; \n(e)\n\n\ngst\n gene encoding glutathione transferase enzyme; (\nf\n) \ncat\n gene encoding catalase enzyme; (\ng\n) \nsod\n gene encoding superoxide dismutase enzyme; (\nh\n) \ntps\n gene encoding trehalose-6-phosphate synthase enzyme; (\ni\n) \naqp 3\n gene encoding aquaporin 3; (\nj\n) \naqp 10\n gene encoding aquaporin 10. Each column represents the mean value of three replicates and the bar on each column represents the standard deviation. The black dots on each column represent the values of each replicate composed of 10 specimens each. Blue asterisks above columns show significant statistical differences (Kruskal–Wallis test) with respect to control 1 and 2. Red asterisks above columns show significant statistical differences (Kruskal–Wallis test) with respect to \ntps\n gene, used as a further control (Control 3) to exclude the possibility that the injection of large amount of dsRNA is harmful for \nP. spatialis.",
    "production_of_reactive_oxygen_species_(ros)_in_anhydrobiosis": "Production of reactive oxygen species (ROS) in anhydrobiosis\nThe overall level of intracellular Reactive Oxygen Species (ROS) was assessed using the fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA)\n55\n,\n56\n. The ROS production in anhydrobiosis was determined measuring the intensity of the fluorescent signal emitted by storage cells of the desiccation tolerant tardigrade \nP. spatialis\n. Storage cells are particularly useful as they are numerous as well as the only cell type within the tardigrade body cavity. Storage cells are also easy to obtain and manipulate, whereas other tissues in tardigrades are more difficult to obtain and work with (Fig. \n1\nc,d). Figure \n2\n shows the fluorescence signals detected respectively 3 h and 12 h after the rehydration process in tardigrade storage cells previously kept in a desiccated state for 1 day and 20 days, and in the animals kept in a hydrated state as control.\nFigure 2\nIntensity of fluorescence signal emitted by storage cells of the tardigrade \nParamacrobiotus spatialis\n as a marker of ROS production, detected 3 h and 12 h after the rehydration process (R) in animals kept in a desiccated state (D) for 1 day and 20 days, using the fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA). (\na\n) Hydrated animals (control). (\nb\n) Animals kept in a desiccated state for 1 day (3 h after rehydration process). (\nc\n) Animals kept in a desiccated state for 1 day (12 h after rehydration process). (\nd\n) Animals kept in a desiccated state for 20 days (3 h after rehydration process). (\ne\n) Animals kept in a desiccated state for 20 days (12 h after rehydration process). (\na\n–\ne\n) Scale bars = 10 µm. (\nf\n) Each column represents the mean value of the fluorescence intensity emitted by the storage cells for each experimental group. The total number (n) of measured cells is: Ctr, n = 138; D 1 R 3, n = 46; D 1 R 12, n = 78; D 20 R 3, n = 78; D 20 R 12, n = 36 (see (see Table \nS1\n). The bar on each column represents standard deviation. Different letters above each column indicate significant differences in the fluorescence signals among the different experimental conditions. a.u. = arbitrary unit. D 1 = animals kept in a desiccated state for 1 day, D 20 = animals kept in a desiccated state for 20 days, R 3 = 3 h after the rehydration process, R 12 = 12 h after the rehydration process, Ctr = control animals. The storage cells of desiccated animals always emitted an intense fluorescence signal, while those of control ones emitted a faint spotted fluorescence signal (Fig. 2). The intensity of the fluorescence signal emitted by the storage cells of desiccated animals was always significantly higher than the fluorescence intensity detected in cells of control animals (Fig. 2; Table \n1\n; one-way ANOVA: n = 485; \np\n < 0.001). Moreover, the intensity of the fluorescence signal was at its highest level in the coelomocytes of animals kept desiccated for 20 days, while the lowest signal was recorded in cells of tardigrades kept desiccated for 1 day (Fig. 2; Table \n1\n).\nTable 1\nStatistical comparisons (one-way ANOVA, Tukey post-hoc test) among fluorescence signals emitted by the storage cells of \nParamacrobiotus spatialis\n at different experimental conditions.\nControl\nD 1 R 3\nD 1 R 12\nD 20 R 3\nD 20 R 12\nControl\np\n < 0.01\np\n < 0.01\np\n < 0.001\np\n < 0.001\nD 1 R 3\np\n < 0.01\nn. s.\np\n < 0.001\np\n < 0.001\nD 1 R 12\np\n < 0.01\nn. s.\np\n < 0.001\np\n < 0.001\nD 20 R 3\np\n < 0.001\np\n < 0.001\np\n < 0.001\nn. s.\nThe total number (n) of measured cells is: Control, n = 138; D 1 R 3, n = 46; D 1 R 12, n = 78; D 20 R 3, n = 78; D 20 R 12, n = 36 (see Table \nS1\n).\nD 1 = animals kept in a desiccated state for 1 day, D 20 = animals kept in a desiccated state for 20 days, R 3 = 3 h after the rehydration process, R 12 = 12 h after the rehydration process, n.s. = not significant.",
    "disruption_of_target_genes_function": "Disruption of target genes function\nRNA interference (RNAi) was used to disrupt the function of genes encoding proteins potentially involved in desiccation tolerance in the tardigrade \nParamacrobiotus spatialis.\n RNAi has previously been characterized in tardigrades and is known to target specific gene products for destruction both in adults during desiccation and in embryos during development\n24\n,\n57\n. Similarly, it has been shown that large amounts of non-specific dsRNA (e.g\n.\n double stranded RNA targeting GFP) do not affect tardigrade survival\n24\n nor embryo viability and development\n57\n. In this study, the eight genes targeted by RNAi were: \ngpx\n, \ngr\n, \ngst\n, \ncat\n and \nsod\n, encoding for enzymes (glutathione peroxidase, glutathione reductase, glutathione transferase, catalase, and superoxide dismutase, respectively) that counteract reactive oxygen species; \ntps\n, encoding for the enzyme trehalose-6-phosphate synthase, involved in the pathways of trehalose production; \naqp 3\n and \naqp 10\n, encoding for aquaporin proteins 3 and 10, which are presumably involved in the rapid transport of water through cell membranes.\nThe involvement of these target genes was verified by comparing the motilities of \nP. spatialis\n animals that have exited tun belonging to three groups: 1. uninjected control animals (control 1); 2. injected with RNase free water control animals (control 2); 3. injected animals with the double stranded RNA (dsRNA) of the target gene (experimental group). The motility of the animals after a period of anhydrobiosis was evaluated by monitoring locomotion performance (i.e. coordinate movements of the body) immediately after the rehydration process (t\n0\n), 1 h (t\n1\n), 24 h (t\n24\n), and 48 h (t\n48\n) later.\nAdditionally, five specimens of \nP. spatialis\n were individually injected with dsRNA of each target gene, desiccated, and then rehydrated. A reverse transcriptase-polymerase chain reaction (RT-PCR) showed a marked decrease in the expression level of each target gene in comparison to DNA polymerase II (\nDNA pol II\n) used as a control gene (Fig. \nS1\n), indicating that RNA interference led to a decrease in the targeted gene’s expression level.\nThe assessment of motility in both control 1 (uninjected) and control 2 (water injected) animals always resulted 100% (Fig. \n3\na,b), since all animals are alive at each time point assayed after the rehydration process. These data demonstrate that the desiccation protocol was suitable for \nP. spatialis\n, and that the injection alone does not affect survival of the tardigrades during anhydrobiosis. On the other hand, significant differences were recorded between the motility percentages of both controls and most experimental groups (Fig. \n3\n; Kruskal–Wallis test: number of pairwise comparisons = 132; \np\n < 0.001). For treatments targeting antioxidant enzymes, specimens injected with dsRNA of \ngpx\n showed significantly lower motilities with respect to both types of controls at every time after the rehydration process (t\n0\n: \np\n < 0.001; t\n1\n: \np\n < 0.01; t\n24\n: \np\n < 0.01; t\n48\n: \np\n < 0.01; Fig. \n3\nc). In animals injected with dsRNA for genes of \ngr\n, \ncat\n and \nsod\n, significant differences with respect to both types of controls were only observed between the percentages of animal motilities recorded at t\n0\n (immediately after the rehydration process) (\ngr\n: \np\n < 0.01; \ncat\n: \np\n < 0.01; \nsod\n: \np\n < 0.01; Fig. \n3\nd,f,g). Significant differences in the motility percentages with respect to both types of controls were also evidenced at t\n0\n, t\n1\n and t\n24\n in animals injected with dsRNA of \naqp 3\n (t\n0\n: \np\n < 0.01, t\n1\n: \np\n < 0.05; t\n24\n: \np\n < 0.05; Fig. \n3\ni) and at t\n0\n, t\n1\n and t\n24\n in animals injected with dsRNA of \naqp 10\n (t\n0\n: \np\n < 0.001, t\n24\n: \np\n < 0.01; t\n48\n: \np\n < 0.01; Fig. \n3\nj).The motility percentages of animals injected with dsRNA of the \ngst\n and \ntps\n genes did not show significant differences with respect to both types of controls (uninjected and water injected) at every time after the rehydration process (Fig. \n3\ne,h). Since RNAi knockdown of the \ntps\n gene resulted in negligible effects on the animal motilities at all times following rehydration, and since the \ntps\n dsRNA was the largest used in our study (Table \nS2\n), we consider this gene as a further control (control 3), and further evidences that the injection of large amount of dsRNA is not harmful for \nP. spatialis\n. The motility percentages of animals injected with dsRNA targeting the \ntps\n gene compared with the motility percentages of animals injected with dsRNA of other target genes shows significant differences (Table \nS3\n). These statistical differences are consistent with the scored significances of comparisons between controls (non-injected and water injected) and target genes, except for motility at t\n0\n of animals injected with \nsod\n dsRNA, motilities at t\n1\n and t\n24\n of animals targeted for \naqp 3\n and motilities at t\n24\n and t\n48\n of animals targeted for \naqp 10\n (Fig. \n3\n; Table \nS3\n). Therefore, only for these exceptions is it possible to presume an effect on \nP. spatialis\n motilities was due to injection of large dsRNA.\nFigure 3\nPercentages of tardigrades with motility recorded immediately after the rehydration process (t\n0\n), 1 h (t\n1\n), 24 h (t\n24\n) and 48 h (t\n48\n) later in control animals and in specimens of \nParamacrobiotus spatialis\n injected with dsRNA of the target genes. (\na\n) Control 1: uninjected animals. (\nb\n) Control 2: animals injected with RNase free water. Animals injected with dsRNA of: (\nc\n) \ngpx\n gene encoding glutathione peroxidase enzyme; (\nd\n) \ngr\n gene encoding glutathione reductase enzyme; \n(e)\n\n\ngst\n gene encoding glutathione transferase enzyme; (\nf\n) \ncat\n gene encoding catalase enzyme; (\ng\n) \nsod\n gene encoding superoxide dismutase enzyme; (\nh\n) \ntps\n gene encoding trehalose-6-phosphate synthase enzyme; (\ni\n) \naqp 3\n gene encoding aquaporin 3; (\nj\n) \naqp 10\n gene encoding aquaporin 10. Each column represents the mean value of three replicates and the bar on each column represents the standard deviation. The black dots on each column represent the values of each replicate composed of 10 specimens each. Blue asterisks above columns show significant statistical differences (Kruskal–Wallis test) with respect to control 1 and 2. Red asterisks above columns show significant statistical differences (Kruskal–Wallis test) with respect to \ntps\n gene, used as a further control (Control 3) to exclude the possibility that the injection of large amount of dsRNA is harmful for \nP. spatialis.",
    "discussion": "Discussion\nThis study provides an evaluation of oxidative stress production during desiccation in tardigrades through the direct assessment of the production of reactive oxygen species (ROS) in storage cells. In addition, this study assesses the degree of involvement of various bioprotectants in anhydrobiotic survival of tardigrades using RNA interference to perturb gene functions in \nParamacrobiotus spatialis.\nStorage cells are singular free-floating cells accumulating polysaccharides, lipids, and proteins\n49\n,\n50\n,\n58\n. The faint spotted fluorescence emitted by the storage cells of the control specimens of \nP. spatialis\n denotes that in metabolically active animals there is a regular, but small, production of ROS due to the standard metabolic reactions. This has been reported in all living organisms, not only related to anhydrobiosis (see França et al.\n9\n; Kranner & Birtić\n43\n; Boveris & Chance\n59\n). The storage cells of desiccated specimens of \nP. spatialis\n emitted an intense fluorescence, demonstrating that anhydrobiosis causes a significant increase in ROS production and consequently of oxidative stress.\nPrevious reports evaluated the oxidative stress associated with desiccation in tardigrades indirectly, by assessing the antioxidant defences mounted in response to drying in whole animals\n22\n,\n46\n, or by evaluating the ROS-damaged proteins that can accumulate as carbonylated products during the anhydrobiotic period\n60\n. Evidence of the production of free radicals (and consequently of oxidative stress) in anhydrobiosis has been found in other organisms, such as cyanobacteria (see Potts\n61\n), the yeast \nSaccharomyces cerevisiae\n (see Pereira et al.\n62\n)\n,\n intertidal seaweeds (see Flores-Molina et al.\n63\n), the moss \nFontinalis antipyretica\n (see Cruz de Carvalho et al.\n64\n) and the shrimp \nMarsupenaeus japonicas\n (see Duan et al.\n65\n).\nIn tardigrades, ROS production occurs both during desiccation, and while in a desiccated state. These data can explain the increase in mortality and/or in a long recovery time (i.e. time to recover active life after desiccation) measured in \nP. spatialis\n specimens after extended periods in a desiccated state\n10\n. These two phenomena are directly proportional to the time spent in a desiccated state, since molecular damages are accumulated with time because metabolism is arrested, and repair systems are not working\n10\n. Oxidative stress leads to a long recovery time and to the death of tardigrades since the animals need more time to repair oxidation damages.\nThe glutathione pathway, including the enzymes glutathione peroxidase, glutathione transferase and glutathione reductase, is an important antioxidant system involved in the scavenging of ROS\n13\n. In this pathway, the glutathione peroxidase and glutathione transferase act by removing hydrogen peroxide, while the glutathione reductase reduces the glutathione disulphide to glutathione\n9\n,\n43\n. Targeting a gene encoding the antioxidant enzyme glutathione peroxidase, which is induced by desiccation, compromised survival during desiccation, providing evidence for this gene’s role in tardigrade desiccation tolerance. Targeting of \ngpx\n by RNAi in the tardigrade \nP. spatialis\n resulted in a significant lower percentage of tardigrades with motility (i.e. lower survival) at every time after the rehydration process with respect to control animals kept hydrated and metabolically active (Controls 1 and 2) and with respect to animals targeted for \ntps\n (non-effective gene, Control 3). The effects on the percent motility observed in animals injected with dsRNA of \ngpx\n are enhanced by the presence of low copies of this gene in tardigrades\n25\n. A similar pattern was obtained with the knockdown of glutathione peroxidase transcripts by RNAi in the nematode \nPanagrolaimus superbus\n, which led to a decrease survival post-desiccation\n66\n. The glutathione peroxidase enzyme has a crucial role during anhydrobiosis of \nP. spatialis\n, since animals targeted for \ngpx\n do not recover their motility indicating that other antioxidant enzymes or other endogenous molecules cannot fully replace essential roles of glutathione peroxidase. The important role of this molecule in desiccation tolerance of \nP. spatialis\n extend the previous results of Rizzo et al.\n22\n, where glutathione peroxidase was one of the enzymes with the higher enzymatic activity. This enzyme is utilised to counteract ROS not only during the dehydration process, but also probably plays a vital role during the rehydration phase\n22\n and thus the enzyme encoded by \ngpx\n is essential for tardigrade anhydrobiosis. The crucial role of glutathione peroxidase in tardigrades is in line with its role in counteracting oxidative stress caused by desiccation in other organisms: e.g. in transgenic tobacco plants\n67\n, in the larvae of the midge \nP. vanderplanki\n11\n, in the dauer larvae of the nematode \nCaenorhabditis elegans\n68\n, and other species of nematodes\n66\n,\n69\n,\n70\n.\nThe targeting of glutathione transferase (\ngst\n) had no effects on the motilities of injected animals at any time following rehydration. GSTs have been seen to exist in high copy number in several tardigrade species\n25\n,\n71\n, implying that \nP. spatialis\n may also have a high copy number of these genes. If this is the case, the knockdown of a single putative gene of \ngst\n might not be sufficient to perturb anhydrobiosis in this species.\nThe data obtained on \nP. spatialis\n specimens targeted for glutathione reductase (\ngr\n) gene indicate that this molecule plays a role in the course of rehydration. Indeed, tardigrades targeted for this gene are immobile immediately after the rehydration process (t\n0\n), but then they recover their motility (t\n1\n–t\n48\n). The \ngr\n might eliminate the ROS accumulated during desiccation, but when it is targeted the ROS production is not completely counteracted and the targeted animals need more time to recover motility. Therefore, it is possible to presume that other endogenous molecules not targeted in these specimens take on the activities made by the \ngr\n during rehydration, and therefore allow animals to recover their motilities.\nAnother defence counteracting the ROS toxicity involves the system made up by superoxide dismutase and catalase. The first destroys free radical superoxide converting it in H\n2\nO\n2\n which is then reduced by catalase\n72\n. The data obtained on specimens of \nP. spatialis\n whose for catalase (\ncat\n) gene had been perturbated by RNAi indicate that this molecule plays a role in the course of rehydration. Indeed, tardigrades targeted for this gene are immobile immediately after the rehydration process (t\n0\n), but then they recover their motility (t\n1\n–t\n48\n). Since the action of catalase is similar with that of glutathione peroxidase, it is probable that in animals targeted for catalase, the glutathione peroxidase takes on its function during rehydration. In other species of tardigrades and in other desiccation tolerant animals, experiments confirm the role of this enzyme in the desiccation process to prevent oxidative stress\n11\n,\n47\n,\n68\n,\n73\n,\n74\n. An upregulation of catalase gene during anhydrobiosis was detected in the tardigrade \nH\n. \nexemplaris\n (see Yoshida et al.\n47\n), in the midges \nBelgica antarctica\n and \nP. vanderplanki\n (see Cornette & Kikawada\n11\n; Lopez-Martines et al.\n73\n) and in the nematodes \nAphelenchoides fragariae\n and \nC. elegans\n (see Erkut et al.\n68\n; Fu et al.\n74\n). Targeting superoxide dismutase (\nsod\n) via RNAi did not negatively affect the motility percentages of injected animals at any time of rehydration. Comparing the gene repertoire of different tardigrade species, the duplication of \nsod\n genes was observed as a common characteristic of anhydrobiotic tardigrades\n25\n,\n71\n. Since \nP. spatialis\n is a good anhydrobiont\n10\n,\n48\n, it is possible that its \nsod\n genes are duplicated as well, and therefore, the targeting of a single \nsod\n gene might not be enough to affect the motilities of injected tardigrades, even though the \nsod\n genes could play a useful role during desiccation.\nThe trehalose-6-phosphate synthase (TPS) enzyme is involved, together with the enzyme trehalose-6-phosphate phosphatase, in the biosynthesis pathway of the sugar trehalose. This sugar acts as a common water replacement molecules and stabilizer of biological structures by protecting cellular systems from dehydration and preventing protein aggregation and eliminating ROS\n1\n,\n27\n,\n37\n,\n75\n. Despite most anhydrobiotic metazoans, such as the midge \nP. vanderplanki\n and the cysts of \nArtemia\n spp., use trehalose as a protective mechanism\n1\n,\n38\n–\n40\n, not all tardigrade species produce this sugar, and when they produce it, the amount of trehalose differs among species and it is always very low in comparison with other anhydrobiotic animals\n20\n,\n39\n,\n76\n. The detection of trehalose in \nParamacrobiotus\n species\n20\n and of the \ntps\n gene in \nP. spatialis\n77\n, allowed us to target this gene in this study, demonstrating that its targeting did not significantly affect animal motility after a cycle of desiccation/rehydration. In line with this, a recent study showed the presence of three TPS-TPP genes in \nParamacrobiotus\n sp.\n78\n, and probably the targeting of a single copy of \ntps\n gene cannot be sufficient to have an effect on the motilities of injected animals. Our results demonstrate that trehalose is not the only molecule involved in desiccation tolerance, in line with the concept suggested by Hibshman et al.\n27\n that in desiccation tolerance of some tardigrades other molecules must have protective effects that substitute for the function of trehalose. Therefore, trehalose represents only one possible evolutionary pathway towards desiccation tolerance, and probably, is not the most crucial biochemical adaptation to protect cell during desiccation in tardigrades. This agrees with other completely desiccation tolerant organisms, namely bdelloid rotifers, that are unable to produce trehalose\n79\n. Rotifers protect the cells under desiccation stress utilizing different types of molecules, such as LEA proteins, hydrophilins, chaperones (i.e. Heat Shock proteins), antioxidants, and molecules involved in DNA repair\n6\n.\nAquaporins are integral membrane proteins present in all domains of life, ranging from archaea and bacteria to eukaryotes\n80\n. They play an intrinsic role in the physiological movements of water across cell membranes, and consequently through the entire organism\n11\n,\n81\n. They could be an adaptive response to changing water abundance and osmolality in the organism’s habitat\n82\n, and to water loss regulation during anhydrobiosis\n15\n. Their possible role in anhydrobiotic animals was hypothesized by the discovery in the midge \nP. vanderplanki\n of the aquaporin PvAQP1\n45\n that rapidly increase its expression at the onset of anhydrobiosis and it is thought to be required to remove the water from the body of the midge larvae\n11\n,\n23\n,\n45\n. Similarly, in the larvae of the goldenrod gall fly \nEurosta solidaginis,\n the AQP3 protein which allows water and glycerol to cross the cell membrane is upregulated following desiccation, indicating that the larva is preparing itself for the osmotic stress associated with desiccation\n83\n. In tardigrades, the involvement of aquaporins during anhydrobiosis is supported by the expression of AQP4 in \nM.\n cf. \ntardigradum\n, at higher levels in the desiccated animals with respect to the active ones\n84\n. In the latter tardigrade species, eleven AQP transcripts (denoted MtAqp-1 through MtAqp-11) were identified\n85\n, with a high transcript abundance of MtAqp-3, -4, -5, -10. Our study provides evidence for the involvement of aquaporin 3 and aquaporin 10 during rehydration in tardigrades since the targeting for these two aquaporins in \nP. spatialis\n by RNAi has negative effects on animal motility immediately after rehydration process (t\n0\n). Since animals targeted for aquaporins are able to restore their motility in the course of the rehydration process (t\n1\n–t\n48\n), \nP. spatialis\n can desiccate even if the aquaporins are targeted. However, during rehydration tardigrades need more time to recover their motility, suggesting that aquaporins have a role during rehydration.\nAlthough the molecular mechanisms underpinning anhydrobiosis are not yet completely understood, it seems clear that desiccation tolerance depends on the synergic action of an array of many different molecules working together. Our investigation supports this hypothesis and agrees with previous studies demonstrating that tardigrades species have a comprehensive number of genes encoding proteins involved in antioxidant defence\n25\n. Future studies on anhydrobiotic animals will further help in understanding the protectants and the mechanisms that contribute to their desiccation survival and could provide avenues for pursuing biotechnologies for the preservation, storage and distribution of human tissues and cells.",
    "methods": "Methods\nCollection of the target species\nThe eutardigrade \nParamacrobiotus spatialis\n Guidetti et al. 2019 was used as target species. Specimens were collected from hazel-leaf litter at Formigine (80 m a.s.l.; 44° 34.253′ N, 10° 50.892′ E, Modena, Northern Italy). Leaf litter was immersed in tap water and then animals were extracted from their substrate by means of sieves, picked up with a glass pipette under a stereomicroscope and stored in tap water and natural mineral water 1:1 (rearing water) at 16 °C for 24 h before their use\n10\n,\n31\n.\nExperimental desiccation and rehydration of tardigrades\nAnimals were desiccated using a climate chamber (CHL, Angelantoni Industrie, Milan, Italy) that allows to control air temperature and relative humidity (RH) of the air. Animals were placed on a blot filter paper with a drop of rearing water and kept at 18 °C and 80% RH for 4 h, then to 50% RH for 4 h, and finally at 20 °C and 0–3% RH overnight\n41\n. At the end of these steps, the tardigrade body has the typical compact tun shape structure of a desiccated/anhydrobiotic tardigrade (Fig. \n1\nd).\nTo rehydrate desiccated tardigrades, small amounts of rearing water were slowly added on each filter paper every 10 min for a total of 60 min, this rehydration step is here termed the “rehydration process”. Rehydrated tardigrades were maintained at 16 °C and observed under a stereomicroscope. Coordinated and active movements of the body (locomotion performance) constituted the criterion to evaluate tardigrade motility (survival). Locomotion performance was evaluated right after the rehydration process (t\n0\n) and after 1 h (t\n1\n) and 24 h (t\n24\n) (see Altiero et al.\n34\n).\nDetection of reactive oxygen species production under desiccation\nThe production of Reactive Oxygen Species (ROS) was detected after specimens of \nP. spatialis\n were kept in a desiccated state for 1 and 20 days (see above protocol) at 16 °C and 0–3% RH. In particular, ROS production was evaluated in coelomocytes (storage cells) 3 and 12 h after the rehydration process. As control, specimens kept in rearing water were used.\nFor each experimental conditions and controls, 2–5 animals were used, and for each animal 6–45 singular storage cells randomly chosen were analysed (Table \nS1\n).\nThe fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA) diluted in methanol was used. It is the most common probe to detect overall level of intracellular ROS\n55\n,\n56\n. Preliminary tests evidenced that tardigrades survive when kept for 45 min in methanol used for dilution (methanol: distilled water, 1:10).\nEach tardigrade was sonicated for 90 s in rearing water to allow the entrance of the probe in the tardigrade, and then incubated in 1 ml of 10 µM DCFH\n2\n-DA in methanol for 45 min at 20 °C in the dark. After these steps, each tardigrade was washed with rearing water, mounted on a slide with rearing water as mounting medium. Then, the animal was gently broken with a pressure on cover slip to obtain the release of isolated storage cells. Cells were observed using Leica TCS SP\n2\n AOBS spectral confocal scanner microscope mounted on a Leica DM IRE\n2\n inverted fluorescence microscope, with an Ar excitation laser (λ\nexc\n = 488 nm) for DCFH\n2\n-DA (λ\nem\n = 543 nm) available at Centro Interdipartimentale Grandi Strumenti (CIGS) of University of Modena and Reggio Emilia.\nThe ROS signal was measured quantifying the intensity of the fluorescence signal of each storage cell using the program ImageJ (National Institutes of Health). The fluorescence intensity of storage cells was standardised removing the storage cell size effect and the background signal.\nThe following formula was used:\nIntensity of the storage cell signal = total fluorescence intensity of storage cell - [(x/y)·z].\nIn which: x = mean of two areas of the fluorescence intensity, y = mean of two background areas, z = storage cell area.\nThe mean value of fluorescence intensity of all previously measured storage cells was considered for each experimental condition (Table \nS2\n).\nThe statistical comparisons of ROS signals among the different experimental groups and controls were evaluated through the analysis of variance (one-way ANOVA) with a Tukey post-hoc test, using the program SPSS 23 (SPSS Inc., Chicago, IL. USA).\nTargeting of genes potentially involved in desiccation tolerance\nThe RNA interference technique was utilised to target eight tardigrade genes. The genes \ngpx\n, \ngr\n, \ngst\n, \ncat\n, \nsod\n and \ntps\n (encoding the enzymes glutathione peroxidase, glutathione reductase, glutathione transferase, catalase, superoxide dismutase, and trehalose-6-phosphate synthase, respectively), and \naqp 3\n and \naqp 10\n (encoding the membrane channel aquaporin proteins 3 and 10) were targeted in order to disrupt their function. To verify the involvement of these target genes in the desiccation tolerance of \nP. spatialis,\n three groups of animals were used: 1. uninjected control animals (control 1); 2. control animals injected with RNase free water (control 2); 3. injected animals with the dsRNA of a target gene (experimental group). For each target gene, three replicates each of 10 \nP. spatialis\n specimens (experimental group) were used. Each animal was injected with the dsRNA of a single target gene at the concentration of 4 µg/µl (see paragraph below). For both control groups, three replicates each of 10 animals were used.\nThe methodological steps applied to animals were: injection (except for control 1), desiccation, rehydration, and check of animal motility. The injection was performed following the protocol by Tenlen et al.\n57\n with slight modifications. In particular, injection needles were pulled from borosilicate glass capillaries 1B100F-4 (Word Precision Instruments, \nInc\n.) using a PC-10 Puller (Narishige). Injection slides were prepared as indicated by Tenlen et al.\n57\n. Injections of the animals were performed using an inverted microscope (Nikon Eclipse TE300) and a manual micromanipulator (Leitz Wetzlar) linked to a Hamilton Microliter™ syringe. Needle tips were broken by gently stroking the tips against the edge of a triangular coverslip piece to obtain an opening in the needle tip of 2–3 µm in diameter. The successful injection of dsRNA or RNAfree water into the body cavity of tardigrades was confirmed by the swelling of the body as indicated by Tenlen et al.\n57\n.\nAll injected tardigrades were transferred in rearing water and left overnight to allow the dsRNA to disrupt the gene function, as indicated by Boothby et al.\n24\n. Therefore, they were individually desiccated as described above, kept desiccated for 2 days, and rehydrated using the protocol described above. Tardigrade motility was recorded using the criterion of locomotion performance, which was evaluated right after the rehydration process (t\n0\n) and after 1 h (t\n1\n), 24 h (t\n24\n) and 48 h (t\n48\n).\nThe Kruskal–Wallis test was applied to compare the percentage of motile tardigrades (with locomotion performance) injected with dsRNA with respect to those of controls 1 and 2 at t\n0\n, t\n1\n, t\n24\n and t\n48\n. The \ntps\n gene was chosen as a further control (Control 3) to exclude the possibility that the injection of large amount of dsRNA is harmful for \nP. spatialis\n, since animals targeted for this gene exhibited negligible effects on the motilities at every time of rehydration. The Kruskal–Wallis test was applied to compare the motility percentages of tardigrades injected with \ntps\n dsRNA with respect to those of animals injected with dsRNA of other target genes at t\n0\n, t\n1\n, t\n24\n and t\n48\n. The statistical analysis was performed with the program SPSS 23 (SPSS Inc., Chicago, IL, USA).\nSynthesis of specific target gene dsRNA\nThe transcriptome of \nP. spatialis\n24\n,\n86\n was compared with the transcriptome of the eutardigrade \nHypsibius exemplaris\n Gąsiorek, Stec, Morek & Michalczyk, 2018\n24\n and with sequences of the nematode \nC. elegans\n Maupas, 1900\n87\n contained in WormBase and GenBank. Obtained sequences were aligned using the program BLAST to design gene-specific primers (Table \nS4\n). Genomic DNA was extracted from five specimens of \nP. spatialis\n using the Worm Lysis Buffer\n57\n. Gene-specific primers (Table \nS4\n) were used to amplify the target sequence with these cycles: first denaturation step for 2 min at 95 °C, at least 15 cycles with 30 s at 95 °C, annealing at 70 °C for 1 min with a decreasing rate of 1 °C/cycle until the melting temperature (T\nm\n; Table \nS4\n) of the tested primers is reached, 2 min at 72 °C, 30 cycles with 30 s at 95 °C, annealing at T\nm\n of the tested primers for 1 min, and 2 min at 72 °C, with a final elongation step at 72 °C for 5 min. PCR products of each target gene were directly inserted into a plasmid vector (pCR™ -Blunt II-TOPO® vector) and cloned using the Zero Blunt TOPO PCR Cloning Kit (Thermo Fisher). The recombinant vector was then used to transform competent Mach1™ T1\nR\n cells of \nEscherichia coli\n (Thermo Fisher). To verify if the target gene has been inserted in the vector, a PCR reaction was performed using the purified plasmid DNA as a template and gene-specific primers, with this cycle: 30 cycles with denaturation at 95 °C for 30 s, annealing at 53 °C for 30 s min, and elongation at 72 °C for 1 min, with a final elongation step at 72 °C for 5 min. After successful control of the amplification, several clones were sequenced for each gene, using gene-specific primers. After sequencing, the plasmid sequence was aligned with the target gene sequence using the program BLAST to check the real insertion of the target gene in the plasmid and the absence of introns in the sequence. New primers were designed by adding the sequence of promoter T7 (5′-TAA TAC GAC TCA CTA TAG GG-3′) to the 5′ portion of each original gene specific primer sequence (Table \nS4\n) and they were used to synthesize dsRNA from the \nP. spatialis\n genomic DNA, using the T7 RiboMAX™ Express RNAi System (Promega), following the manufacturer’s protocol. Following ethanol precipitation, dsRNA of each target gene was resuspended in nuclease-free water and was ready to be used in RNAi. The targeted genes and their sequence references are reported in Table \nS2\n. The list of targeted sequences is reported in the supplementary section.\nProtocol to verify the successful targeting of genes by RNAi\nA protocol was designed to verify if RNAi led to a decrease of each target gene expression level. A new group of five specimens of \nP. spatialis\n were injected with each target gene specific dsRNA, then individually desiccated, and rehydrated following the protocols described above. At t\n0\n (after the rehydration process), total RNA was extracted from each animal using the MasterPure Kit (Epicentre), and then used to synthesise cDNA using the SuperScript® III First-Strand Synthesis System for RT-PCR (Thermo Fisher), following the manufacturer’s protocol. Then, each target gene was amplified using the specific primers designed on \nP. spatialis\n transcriptome (Table \nS4\n) and applying the same thermal cycling conditions described above. As a PCR control, the same RNA extracted from each individual tardigrade was used to amplify the DNA polymerase II, which was used as control gene (accession number: GFGY01000030; position: 7492–7959; length: 468 bp; targeted sequence in supplementary section). For this gene, specific designed primers (F- 5′-GTC ACG GAC GAA GGA GAA TTT A-3′; R- 5′-ACG TGA AGA TGG GCG TAT TG-3′) were used.",
    "collection_of_the_target_species": "Collection of the target species\nThe eutardigrade \nParamacrobiotus spatialis\n Guidetti et al. 2019 was used as target species. Specimens were collected from hazel-leaf litter at Formigine (80 m a.s.l.; 44° 34.253′ N, 10° 50.892′ E, Modena, Northern Italy). Leaf litter was immersed in tap water and then animals were extracted from their substrate by means of sieves, picked up with a glass pipette under a stereomicroscope and stored in tap water and natural mineral water 1:1 (rearing water) at 16 °C for 24 h before their use\n10\n,\n31\n.",
    "experimental_desiccation_and_rehydration_of_tardigrades": "Experimental desiccation and rehydration of tardigrades\nAnimals were desiccated using a climate chamber (CHL, Angelantoni Industrie, Milan, Italy) that allows to control air temperature and relative humidity (RH) of the air. Animals were placed on a blot filter paper with a drop of rearing water and kept at 18 °C and 80% RH for 4 h, then to 50% RH for 4 h, and finally at 20 °C and 0–3% RH overnight\n41\n. At the end of these steps, the tardigrade body has the typical compact tun shape structure of a desiccated/anhydrobiotic tardigrade (Fig. \n1\nd).\nTo rehydrate desiccated tardigrades, small amounts of rearing water were slowly added on each filter paper every 10 min for a total of 60 min, this rehydration step is here termed the “rehydration process”. Rehydrated tardigrades were maintained at 16 °C and observed under a stereomicroscope. Coordinated and active movements of the body (locomotion performance) constituted the criterion to evaluate tardigrade motility (survival). Locomotion performance was evaluated right after the rehydration process (t\n0\n) and after 1 h (t\n1\n) and 24 h (t\n24\n) (see Altiero et al.\n34\n).",
    "detection_of_reactive_oxygen_species_production_under_desicc": "Detection of reactive oxygen species production under desiccation\nThe production of Reactive Oxygen Species (ROS) was detected after specimens of \nP. spatialis\n were kept in a desiccated state for 1 and 20 days (see above protocol) at 16 °C and 0–3% RH. In particular, ROS production was evaluated in coelomocytes (storage cells) 3 and 12 h after the rehydration process. As control, specimens kept in rearing water were used.\nFor each experimental conditions and controls, 2–5 animals were used, and for each animal 6–45 singular storage cells randomly chosen were analysed (Table \nS1\n).\nThe fluorescent probe 2,7-dichlorodihydrofluorescein diacetate (DCFH\n2\n-DA) diluted in methanol was used. It is the most common probe to detect overall level of intracellular ROS\n55\n,\n56\n. Preliminary tests evidenced that tardigrades survive when kept for 45 min in methanol used for dilution (methanol: distilled water, 1:10).\nEach tardigrade was sonicated for 90 s in rearing water to allow the entrance of the probe in the tardigrade, and then incubated in 1 ml of 10 µM DCFH\n2\n-DA in methanol for 45 min at 20 °C in the dark. After these steps, each tardigrade was washed with rearing water, mounted on a slide with rearing water as mounting medium. Then, the animal was gently broken with a pressure on cover slip to obtain the release of isolated storage cells. Cells were observed using Leica TCS SP\n2\n AOBS spectral confocal scanner microscope mounted on a Leica DM IRE\n2\n inverted fluorescence microscope, with an Ar excitation laser (λ\nexc\n = 488 nm) for DCFH\n2\n-DA (λ\nem\n = 543 nm) available at Centro Interdipartimentale Grandi Strumenti (CIGS) of University of Modena and Reggio Emilia.\nThe ROS signal was measured quantifying the intensity of the fluorescence signal of each storage cell using the program ImageJ (National Institutes of Health). The fluorescence intensity of storage cells was standardised removing the storage cell size effect and the background signal.\nThe following formula was used:\nIntensity of the storage cell signal = total fluorescence intensity of storage cell - [(x/y)·z].\nIn which: x = mean of two areas of the fluorescence intensity, y = mean of two background areas, z = storage cell area.\nThe mean value of fluorescence intensity of all previously measured storage cells was considered for each experimental condition (Table \nS2\n).\nThe statistical comparisons of ROS signals among the different experimental groups and controls were evaluated through the analysis of variance (one-way ANOVA) with a Tukey post-hoc test, using the program SPSS 23 (SPSS Inc., Chicago, IL. USA).",
    "targeting_of_genes_potentially_involved_in_desiccation_toler": "Targeting of genes potentially involved in desiccation tolerance\nThe RNA interference technique was utilised to target eight tardigrade genes. The genes \ngpx\n, \ngr\n, \ngst\n, \ncat\n, \nsod\n and \ntps\n (encoding the enzymes glutathione peroxidase, glutathione reductase, glutathione transferase, catalase, superoxide dismutase, and trehalose-6-phosphate synthase, respectively), and \naqp 3\n and \naqp 10\n (encoding the membrane channel aquaporin proteins 3 and 10) were targeted in order to disrupt their function. To verify the involvement of these target genes in the desiccation tolerance of \nP. spatialis,\n three groups of animals were used: 1. uninjected control animals (control 1); 2. control animals injected with RNase free water (control 2); 3. injected animals with the dsRNA of a target gene (experimental group). For each target gene, three replicates each of 10 \nP. spatialis\n specimens (experimental group) were used. Each animal was injected with the dsRNA of a single target gene at the concentration of 4 µg/µl (see paragraph below). For both control groups, three replicates each of 10 animals were used.\nThe methodological steps applied to animals were: injection (except for control 1), desiccation, rehydration, and check of animal motility. The injection was performed following the protocol by Tenlen et al.\n57\n with slight modifications. In particular, injection needles were pulled from borosilicate glass capillaries 1B100F-4 (Word Precision Instruments, \nInc\n.) using a PC-10 Puller (Narishige). Injection slides were prepared as indicated by Tenlen et al.\n57\n. Injections of the animals were performed using an inverted microscope (Nikon Eclipse TE300) and a manual micromanipulator (Leitz Wetzlar) linked to a Hamilton Microliter™ syringe. Needle tips were broken by gently stroking the tips against the edge of a triangular coverslip piece to obtain an opening in the needle tip of 2–3 µm in diameter. The successful injection of dsRNA or RNAfree water into the body cavity of tardigrades was confirmed by the swelling of the body as indicated by Tenlen et al.\n57\n.\nAll injected tardigrades were transferred in rearing water and left overnight to allow the dsRNA to disrupt the gene function, as indicated by Boothby et al.\n24\n. Therefore, they were individually desiccated as described above, kept desiccated for 2 days, and rehydrated using the protocol described above. Tardigrade motility was recorded using the criterion of locomotion performance, which was evaluated right after the rehydration process (t\n0\n) and after 1 h (t\n1\n), 24 h (t\n24\n) and 48 h (t\n48\n).\nThe Kruskal–Wallis test was applied to compare the percentage of motile tardigrades (with locomotion performance) injected with dsRNA with respect to those of controls 1 and 2 at t\n0\n, t\n1\n, t\n24\n and t\n48\n. The \ntps\n gene was chosen as a further control (Control 3) to exclude the possibility that the injection of large amount of dsRNA is harmful for \nP. spatialis\n, since animals targeted for this gene exhibited negligible effects on the motilities at every time of rehydration. The Kruskal–Wallis test was applied to compare the motility percentages of tardigrades injected with \ntps\n dsRNA with respect to those of animals injected with dsRNA of other target genes at t\n0\n, t\n1\n, t\n24\n and t\n48\n. The statistical analysis was performed with the program SPSS 23 (SPSS Inc., Chicago, IL, USA).",
    "synthesis_of_specific_target_gene_dsrna": "Synthesis of specific target gene dsRNA\nThe transcriptome of \nP. spatialis\n24\n,\n86\n was compared with the transcriptome of the eutardigrade \nHypsibius exemplaris\n Gąsiorek, Stec, Morek & Michalczyk, 2018\n24\n and with sequences of the nematode \nC. elegans\n Maupas, 1900\n87\n contained in WormBase and GenBank. Obtained sequences were aligned using the program BLAST to design gene-specific primers (Table \nS4\n). Genomic DNA was extracted from five specimens of \nP. spatialis\n using the Worm Lysis Buffer\n57\n. Gene-specific primers (Table \nS4\n) were used to amplify the target sequence with these cycles: first denaturation step for 2 min at 95 °C, at least 15 cycles with 30 s at 95 °C, annealing at 70 °C for 1 min with a decreasing rate of 1 °C/cycle until the melting temperature (T\nm\n; Table \nS4\n) of the tested primers is reached, 2 min at 72 °C, 30 cycles with 30 s at 95 °C, annealing at T\nm\n of the tested primers for 1 min, and 2 min at 72 °C, with a final elongation step at 72 °C for 5 min. PCR products of each target gene were directly inserted into a plasmid vector (pCR™ -Blunt II-TOPO® vector) and cloned using the Zero Blunt TOPO PCR Cloning Kit (Thermo Fisher). The recombinant vector was then used to transform competent Mach1™ T1\nR\n cells of \nEscherichia coli\n (Thermo Fisher). To verify if the target gene has been inserted in the vector, a PCR reaction was performed using the purified plasmid DNA as a template and gene-specific primers, with this cycle: 30 cycles with denaturation at 95 °C for 30 s, annealing at 53 °C for 30 s min, and elongation at 72 °C for 1 min, with a final elongation step at 72 °C for 5 min. After successful control of the amplification, several clones were sequenced for each gene, using gene-specific primers. After sequencing, the plasmid sequence was aligned with the target gene sequence using the program BLAST to check the real insertion of the target gene in the plasmid and the absence of introns in the sequence. New primers were designed by adding the sequence of promoter T7 (5′-TAA TAC GAC TCA CTA TAG GG-3′) to the 5′ portion of each original gene specific primer sequence (Table \nS4\n) and they were used to synthesize dsRNA from the \nP. spatialis\n genomic DNA, using the T7 RiboMAX™ Express RNAi System (Promega), following the manufacturer’s protocol. Following ethanol precipitation, dsRNA of each target gene was resuspended in nuclease-free water and was ready to be used in RNAi. The targeted genes and their sequence references are reported in Table \nS2\n. The list of targeted sequences is reported in the supplementary section.",
    "protocol_to_verify_the_successful_targeting_of_genes_by_rnai": "Protocol to verify the successful targeting of genes by RNAi\nA protocol was designed to verify if RNAi led to a decrease of each target gene expression level. A new group of five specimens of \nP. spatialis\n were injected with each target gene specific dsRNA, then individually desiccated, and rehydrated following the protocols described above. At t\n0\n (after the rehydration process), total RNA was extracted from each animal using the MasterPure Kit (Epicentre), and then used to synthesise cDNA using the SuperScript® III First-Strand Synthesis System for RT-PCR (Thermo Fisher), following the manufacturer’s protocol. Then, each target gene was amplified using the specific primers designed on \nP. spatialis\n transcriptome (Table \nS4\n) and applying the same thermal cycling conditions described above. As a PCR control, the same RNA extracted from each individual tardigrade was used to amplify the DNA polymerase II, which was used as control gene (accession number: GFGY01000030; position: 7492–7959; length: 468 bp; targeted sequence in supplementary section). For this gene, specific designed primers (F- 5′-GTC ACG GAC GAA GGA GAA TTT A-3′; R- 5′-ACG TGA AGA TGG GCG TAT TG-3′) were used.",
    "supplementary_information": "Supplementary Information\nThe online version contains supplementary material available at 10.1038/s41598-022-05734-6.",
    "section": "Supplementary Information."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8816950/"
}