{
  "id": "PMC8364238",
  "title": "Spatial and temporal localization of SPIRRIG and WAVE/SCAR reveal roles for these proteins in actin-mediated root hair development.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Spatial and temporal localization of SPIRRIG and WAVE/SCAR reveal roles for these proteins in actin-mediated root hair development.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8364238/"
  },
  "sections": {
    "abstract": "SPIRRIG and SCAR/WAVE are molecular determinants of actin-mediated root hair development in Arabidopsis.",
    "introduction": "Introduction\nRoot hairs are single-cell tubular projections that emerge from root epidermal cells. Root hairs increase the effective surface area of the root system by extending laterally into soil pores, thus enabling increased access to nutrients and water (\nCarminati et al., 2017\n; \nRuiz et al., 2020\n). Root hairs have been studied extensively by plant biologists for decades because they serve as excellent models to unravel mechanisms by which cell size and shape in plants are regulated (\nGrierson et al., 2014\n). To attain their cylindrical shapes, root hairs undergo tip growth, a process in which expansion of the cell is confined to its apical domain. Tip growth involves a balance between the directed delivery of post-Golgi compartments carrying protein complexes and cell wall building blocks to the cell apex and localized cell wall loosening and recycling of excess membranes. Besides root hairs, tip growth is exhibited by other cell types such as pollen tubes, fungal hyphae, and rhizoids of mosses, liverworts, and algae (\nBascom et al., 2018a\n).\nRoot epidermal cells called trichoblasts are the cell types that form root hairs. Work in \nArabidopsis thaliana\n has shown that trichoblasts are specified to become root hair-forming cells early during root development through the patterned assembly of protein complexes of transcriptional activators and repressors in different cell files (\nSchiefelbein et al., 2014\n; \nShibata et al., 2018\n). Upon establishing their identity, trichoblasts undergo two developmental stages that lead to root hair outgrowth. The first stage is the establishment of a root hair initiation domain (RHID) that eventually leads to a conspicuous root hair bulge at the basal (root-tip oriented) end of the trichoblast (\nGrierson et al., 2014\n; \nNakamura and Grebe, 2018\n). Several proteins accumulate at the RHID, most prominently, the Rho of Plants (ROP) small GTPases and their guanine nucleotide exchange factor (GEF) activators (\nDenninger et al., 2019\n). The second stage is tip growth. In addition to small GTPases, the cytoskeleton, the endomembrane trafficking machinery, cytoplasmic calcium, phosphoinositide lipids, hormones (e.g. auxin and ethylene), and reactive oxygen species are other major players in signaling pathways that modulate root hair development (\nBascom et al., 2018a\n; \nNakamura and Grebe, 2018\n).\nThe filamentous-actin (F-actin) and microtubule cytoskeletons orchestrate root hair development. The actin cytoskeleton in particular has been studied widely during tip growth, as it functions as tracks for the trafficking of cellular cargo to the cell apex (\nStephan, 2017\n; \nBascom et al., 2018a\n; \nSzymanski and Staiger, 2018\n). Many insights into the role of the actin cytoskeleton in tip growth have been demonstrated through work with Arabidopsis mutants and pharmacological approaches involving the use of chemicals that disrupt F-actin. For example, the actin-disrupting compound latrunculin B (LatB) inhibits tip growth, while also inducing the formation of root hairs and pollen tubes with irregular shapes (\nBibikova et al., 1999\n; \nGibbon et al., 1999\n). In this regard, Arabidopsis mutants with defects in the root hair-expressed vegetative \nACTIN2\n (\nACT2\n) gene are characterized by root hairs that mirror those treated with LatB (\nRingli et al., 2002\n; \nYoo et al., 2012\n). Furthermore, \nACT2\n and \nACT7\n mutants display an apical (shoot-ward) shift in the position of the RHID compared to the wild-type (\nKiefer et al., 2015\n).\nTo fulfill its cellular functions, the actin cytoskeleton is organized into higher order networks that correspond to the growth strategy of the cell. This is evident in tip-growing cells, whereby the base and shank of the cell consist mostly of thick, longitudinal F-actin bundles, while the apex contains actin fringes, rings, patches, or a fine meshwork, depending on the plant species or cell type (\nStephan, 2017\n). To sustain tip growth, the integrity and organization of these tip-focused F-actin arrays must be maintained, a task facilitated by a diverse collection of actin-binding proteins and actin nucleators (Li et al., 2015; \nPaez-Garcia, 2018\n; \nSzymanski and Staiger, 2018\n).\nThe actin-related protein (ARP2/3) complex and its activator, suppressor of cAMP receptor (SCAR)-WASP family verprolin homologous (WAVE) complex (W/SC), is one of the most well-characterized actin nucleators in plants (\nDeeks and Hussey, 2005\n; \nSzymanski, 2005\n; \nYanagisawa et al., 2013\n). Upon conversion from an inactive open conformation to an active closed conformation, the ARP2/3 complex promotes F-actin nucleation from the sides of existing filaments by forming a surface that mimics stable actin dimers (\nBlanchoin et al., 2000\n; \nRobinson et al., 2001\n; \nRodal et al., 2005\n). Activation of ARP2/3 for efficient nucleation of F-actin requires the W/SC nucleation promoting factor (NPF) complex. In addition to W/SC, the NPF consists of the proteins SRA1, NAP1, ABI1, and HSPC300/BRICK1 (BRK1) (\nBasu et al., 2004\n, \n2005\n; \nEl-Assal et al., 2004\n; \nDjakovic et al., 2006\n; \nZhang et al., 2005\nb, \n2008\n; \nJörgens et al., 2010\n). Studies of Arabidopsis trichome development have been most instrumental in revealing insights into the function of W/SC-ARP2/3 in plants. Plant counterparts to the mammalian W/SC-ARP2/3 subunits were first uncovered through the cloning of disrupted genes in a set of \nDISTORTED\n (\nDIS\n) Arabidopsis trichome mutants (\nHülskamp et al., 1994\n; \nLe et al., 2003\n; \nMathur et al., 2003\n; \nBasu et al., 2004\n; \nDeeks et al., 2004\n; El-\nAssal Sel et al., 2004\n; \nZhang et al., 2005a\n). W/SC is the only known NPF for ARP2/3, and \nBRK1\n and \nSCAR\n mutants display null \narp2/3\n trichome phenotypes (Le et al., 2006; \nZhang et al., 2008\n).\nIn addition to trichome development, the W/SC-ARP2/3 actin filament-nucleating module has been implicated in specifying leaf pavement cell shape, light and auxin-dependent root growth, stomatal gating, gravitropism, responses to salinity stress, and plant immunity (\nLi et al., 2003\n; \nBasu et al., 2005\n; \nZhang et al., 2005a\n; \nDyachok et al., 2011\n; \nZhao et al., 2013\n; Li et al., 2014; \nZou et al., 2016\n; \nIsner et al., 2017\n; \nPratap Sahi et al., 2018\n; \nBadet et al., 2019\n). The W/SC and ARP2/3 complexes have been shown to play essential roles in some tip growing cells, such as the protonemal cells of the moss \nPhyscomitrium\n (formerly \nPhyscomitrella\n) \npatens\n. This was shown when RNA interference of transcripts encoding selected subunits of the moss W/SC and ARP2/3 complexes resulted in substantial protonemal tip growth defects (\nHarries et al., 2005\n; \nPerroud and Quatrano, 2006\n; \nFinka et al., 2008\n). The importance of the W/SC andARP2/3 complexes was further demonstrated by \nPerroud and Quatrano (2006\n, \n2008\n), who showed that two of its components, BRK1 and ARPC4, accumulated in tips of moss protonemal cells. In contrast, Arabidopsis plants with mutations in components of the W/SC and ARP2/3 complexes displayed minimal or no defects in root hair or pollen tube growth (\nLi et al., 2003\n; \nMathur et al., 2003\n), and none of the subunits have been conclusively shown to exhibit clear polar localization in these cell types. Therefore, the extent by which the W/SC and ARP2/3 complexes function in tip growing cells of plants remains to be determined.\n\n\nSPIRRIG\n (\nSPI\n) is one of eight genes that has been considered to be a member of the \nDIS\n group, but compared to other \nDIS\n mutants, the trichome phenotypes of \nspi\n are less severe and the mutant does not display early stage cell swelling that is diagnostic of the \nDIS\n group (\nSchwab et al., 2003\n). \nSPI\n was shown to encode a 3,571 amino acid long protein with N-terminally located armadillo and concanavalin A-like lectin domains and C-terminally located pleckstrin homology, beige and Chediak Higashi (BEACH), and WD40 repeat domains (\nSaedler et al., 2009\n). BEACH domain-containing proteins are highly conserved in eukaryotes and are known to function in membrane dynamics, vesicle transport, apoptosis, and receptor signaling. This family of proteins is of clinical importance as they have been implicated in a variety of human disorders, such as cancer, autoimmunity syndrome, and autism (\nCullinane et al., 2013\n).\nIn addition to mild trichome defects, Arabidopsis \nSPI\n mutants have short root hairs characterized by fragmented vacuoles, suggesting that SPI, like other eukaryotic BEACH domain-containing proteins, functions in membrane trafficking (\nSaedler et al., 2009\n). Additionally, \nSteffens et al. (2017)\n showed that SPI physically interacts with proteins involved in endosomal sorting, reinforcing its role in membrane remodeling. SPI was also demonstrated to localize to mRNA processing bodies (P-bodies) in transiently transfected Arabidopsis epidermal cells, thereby suggesting a novel role for SPI in post-transcriptional regulation (\nSteffens et al., 2015\n). Because \nSPI\n had a substantial but incomplete overlap with distorted mutant phenotypes, it was suggested that SPI might be involved in actin-mediated cell developmental processes (\nSaedler et al., 2009\n), and perhaps function in coordination with W/SC and ARP2/3 complexes. However, SPI is not a known W/SC or ARP2/3 subunit; therefore, its relationship to ARP2/3 function is unclear. Moreover, the uncertainty with regard to SPI function is confounded by the fact that its subcellular localization in root hairs, which exhibit the most profound phenotype when \nSPI\n is mutated, remains unknown.\nIn the current study, we addressed these questions by generating a fully functional SPI fluorescent protein fusion and documented its spatial and temporal localization during root hair development. In addition, we used live cell microscopy to simultaneously image the dynamics of SPI and W/SC and correlate SPI localization with root hair tip-focused F-actin. Taken together, our results point to potential functional relationships among SPI, W/SC, and actin during root hair development.",
    "results": "Results\nIsolation of a new \nSPIRRIG\n mutant allele\nWe previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitory effects of LatB. The \nhypersensitive to LatB1\n (\nhlb1\n) and \nhlb3\n mutants have been described previously (\nSparks et al., 2016\n; \nSun et al., 2019\n). \nhlb1\n was disrupted in a gene encoding a trans-Golgi network-localized tetratricopeptide repeat protein involved in actin-mediated membrane recycling (\nSparks et al., 2016\n), whereas the genetic lesion in \nhlb3\n was found to encode the class II actin nucleator formin (\nSun et al., 2019\n). Here, we report on \nhlb2\n, the third of these recessive mutants. Like \nhlb1\n and \nhlb3\n, primary root growth was more severely inhibited by LatB in \nhlb2\n compared to the wild-type. In the absence of LatB or at low (i.e. 25 nM) LatB concentrations, the primary root length of \nhlb2\n was similar to the wild-type. Differences in root length between wild-type and \nhlb2\n became apparent when seedlings were grown on a concentration of 50-nM LatB and higher (\nSupplemental Figure S1, A–C\n).\nThrough map-based cloning, we found that the mutation in \nhlb2\n was confined to a region between the \nAT1G02740\n and \nAT1G03410\n loci. Nucleotide sequencing revealed that \nhlb2\n had a 10-base pair deletion (Chr1 position: 720,152–720,161) in exon 14 of the \nAT1G03060\n gene. This 10-base pair deletion led to an open-reading frame shift at the Asp\n1526\n codon, resulting in a truncated protein (\nSupplemental Figure S2A\n). \nAT1G03060\n encodes the BEACH domain-containing protein SPI (\nSaedler et al., 2009\n; \nSupplemental Figure S2A\n). Because the first \nspi\n mutant alleles were reported to have short root hairs (\nSaedler et al., 2009\n), we examined root hairs of \nhlb2\n. The growth rate of \nhlb2\n root hairs was approximately 70% slower than the wild-type, with some root hairs forming only small bulges (\nSupplemental Figure S2\n, B and C). Moreover, \nhlb2\n had mild trichome defects that were reminiscent of the phenotypes of previously isolated \nspi\n mutant alleles (\nSupplemental Figure S2D\n; \nSaedler et al., 2009\n). To further verify if \nHLB2\n is \nSPI\n, we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T-DNA insertion in the 10th exon of the \nSPI\n gene (\nSupplemental Figure S2A\n; \nAlonso et al., 2003\n). The SALK_065311 line we obtained is the same as the \nspi-3\n mutant allele reported previously in \nSteffens et al. (2015)\n. In addition to having similar root hair and trichome defects to \nhlb2\n, primary roots of \nspi-3\n were hypersensitive to LatB (\nSupplemental Figure S2E\n), and a cross between \nhlb2\n and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results indicate that \nhlb2\n is a new \nspi\n mutant allele. Based on earlier nomenclature (\nSteffens et al., 2015\n), we renamed \nhlb2\n as \nspi-5\n (\nSupplemental Figure S2A\n). The \nspi-5\n mutant allele was used for all subsequent experiments.\nSPIRRIG localizes to the tips of rapidly elongating root hairs\nSPI fluorescent protein fusions were previously demonstrated to associate with P-bodies and endosomes (\nSteffens et al., 2015\n, \n2017\n). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes of \nspi\n. Due to the large size of SPI, we were unable to generate native promoter-driven fluorescent protein fusions to the full-length \nSPI\n complementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x-Yellow Fluorescent Protein (\nY\nF\nP\n) for \ne\nnergy \nt\nransfer (YPet; \nNguyen and Daugherty, 2005\n) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation-competent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion (\nZhou et al., 2011\n; \nBrumos et al., 2020\n).\nOnce \nspi\n was transformed with a recombineered \nSPI-YPet\n construct, primary root hypersensitivity to LatB, short root hairs, and defective trichome phenotypes were rescued, indicating that the construct was functional (\nFigure 1A;\nSupplemental Figure S3\n). Transgenic complementation of \nspi\n with \nSPI-YPet\n provided additional evidence that \nHLB2\n is \nSPI\n. Confocal microscopy of more than 150 root hairs from at least 25 seedlings revealed that SPI-YPet signal was strongest in the tips of rapidly elongating root hairs (\nFigure 1, B and C\n; (\nSupplemental Movies S1\n and \nS2\n). Low magnification time-lapse movies showed that 100% of rapidly elongating root hairs had robust SPI-YPet signal at the tips (\nSupplemental Movie S1\n). Weak or no SPI-YPet fluorescence was detected at the RHID and during early root hair bulge formation, but the signal intensified as the root hairs transitioned to tip growth (\nFigure 1C;\nSupplemental Movie S3\n). SPI-YPet signal dissipated as the root hairs matured and the tip growth rate declined (\nFigure 1, B and C\n; \nSupplemental Movie S4\n). A linear regression analysis showed that the intensity of SPI-YPet fluorescence in root hair tips is significantly positively correlated to rapid root hair growth (\nFigure 1D\n). These results indicate that the SPI protein has functions related to root hair elongation, which is consistent with the short root hair phenotypes of \nspi\n.\nFigure 1\nA functional SPI-YPet fusion localizes to the tips of growing root hairs. A, SPI-YPet rescues the short root hair phenotype of \nspi\n. Bar = 100 µm. B, Low-magnification image shows that SPI-YPet signal is most prominent at the tips of rapidly expanding root hairs (arrows). A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet signal (black color) is weak during initiation/early bulge formation and mature root hairs that have terminated tip growth (arrowheads). Bar = 50 µm. C, High-magnification images of single root hairs during bulge formation until tip growth termination. A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet (black color) is enriched at the tip of root hairs that are rapidly growing or transitioning to tip growth (arrow). Faint SPI-YPet signal is found in bulging root hairs or those that have stopped elongating (arrowheads). Images are representative of approximately 150 root hairs from at least 25 seedlings. Bar = 10 µm. D, Scatter plot showing correlation analysis of root hair tip SPI-YPet fluorescence and root hair tip growth. The mean fluorescence in the oval in region 1 divided by the oval in region 2 as shown in (C) represents the fluorescence ratio in the \nY\n-axis. Line shows linear regression fit with \nR\n2\n value = 0.308 and \nP\n = 1.72 × 10\n−5\n (\nn\n=5–7 root hairs per time point)\nSPIRRIG is transported to the root hair tip via post-Golgi compartments\nThe prominent SPI-YPet signal at the tips of elongating root hairs is reminiscent of the localization patterns of post-Golgi markers such as RAB small GTPases, which are known to function in tip-directed secretion (\nPreuss et al., 2004\n). We therefore hypothesized that SPI is trafficked to the tips of root hairs via post-Golgi compartments. To test this hypothesis, we treated seedlings expressing \nSPI-YPet\n with Brefeldin A (BFA). BFA is a fungal toxin that is routinely used to investigate endomembrane dynamics because it prevents vesicle formation for exocytosis by inhibiting ADP ribosylation factor GEFs (ARF-GEFs), while still enabling endocytosis and some retrograde pathways to continue (\nBaluška, 2002\n, \nDoyle et al., 2015\n). In Arabidopsis roots, BFA binds to the ARF-GEF GNOM, which is localized to early endosomes in the endocytic pathway, and possibly also in the trans-Golgi network (TGN; \nRobinson et al., 2008\n). Consequently, BFA treatment in Arabidopsis roots causes the formation of TGN/endosomal agglomerations called BFA-induced compartments. Treatment of seedlings expressing \nSPI-YPet\n with 50-µM BFA induced the formation of SPI-YPet agglomerates in root hairs (\nFigure 2, A\n–C). The average number of BFA-induced compartments per root hair was 3.69 ± 4.05 (\nsd\n). We also quantified the effect of BFA by obtaining the fluorescence ratio of the SPI-YPet agglomerates to the fluorescence of the root hair cytoplasm that did not contain any agglomerates (\nFigure 2D\n, inset). The higher fluorescence ratio of BFA-treated root hairs compared to untreated controls reinforces our qualitative observations of the sensitivity of SPI-YPet to BFA (\nFigure 2D\n). The appearance of fluorescent puncta at the shank of root hairs also suggests that SPI-YPet is trafficked to the tip via post-Golgi compartments (\nSupplemental Movies S2–S4\n). These results indicate that SPI-YPet is associated with endomembranes and is trafficked to the root hair tips via BFA-sensitive post-Golgi compartments.\nFigure 2\nSPI-YPet is localized to BFA-sensitive post-Golgi compartments. A, B, Low-magnification images showing several root hairs expressing SPI-YPet. Note that untreated root hairs (A) maintain tip-focused SPI-YPet, while those treated with BFA (B) show an abundance of fluorescence agglomerates (arrows). Bar = 50 µm. C, Bright field and corresponding fluorescence image of representative untreated and BFA-treated elongating root hair showing the accumulation of SPI-YPet at the apical dome in solvent control-treated seedlings (arrow). Within 10 min after treatment with 50-µM BFA, SPI-YPet at the root hair tip dissipated and formed fluorescent agglomerates along the subapical regions (arrows). Bar = 10 µm. D, Box plot of BFA-induced agglomerates of SPI-YPet in untreated control root hairs and after treatment with 50-µM BFA. Ratio values were obtained by dividing mean fluorescence in rectangular region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median, and whiskers display minimum and maximum values. Each dot represents individual measurements from 8 to 14 root hairs per group from 8 to 24 plants. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. BFA-treated plants had an average of 3.7 BFA-induced agglomerates per root hair, with standard deviation of 4.05, whereas control root hairs showed no BFA-induced agglomerates per root hair. E, The bulk secretory marker SEC-RFP accumulates at the tips of growing wild-type root hairs (arrowhead), but is absent in \nspi\n root hairs. Bar = 10 µm. F, Box plot of SEC-RFP root hair tip accumulation expressed as fluorescence ratio. Ratio values were obtained by dividing mean fluorescence in oval region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents individual measurement from 8 to 10 root hairs per group from 9 to 12 plants\nThe slow root hair growth of \nspi\n and the formation of SPI-YPet agglomerates after BFA treatment suggest that \nspi\n may be defective in tip-directed protein secretion, which would partly explain the short root hair phenotypes of \nspi\n. To address this question, we expressed the secreted (SEC)-red fluorescent protein (RFP), which contains a cleavable sporamin signal peptide that accumulates in the apoplast (\nFaso et al., 2009\n), and observed changes in endocytosis using the membrane selective dye FM 1–43 in both \nspi\n and wild-type genotypes (\nBolte et al., 2004\n; \nJelínková et al., 2010\n; \nMalínská et al., 2014\n). Similar to previous reports, rapidly elongating wild-type root hairs had a tip-focused gradient of SEC-RFP (\nSparks et al., 2016\n; \nFigure 2E\n). In contrast, slow-growing root hairs of \nspi\n lacked these tip-focused SEC-RFP gradients (\nFigure 2E\n). We quantified tip-focused SEC-RFP in elongating wild-type and \nspi\n root hairs by obtaining the ratio of tip fluorescence to the subapical cytoplasm (\nFigure 2F\n, inset). The lower fluorescence ratio of \nspi\n root hairs compared to the wild-type confirmed our qualitative observations (\nFigure 2F\n). These results were corroborated by examining FM 1-43 dye uptake. \nspi\n root hairs showed a significantly reduced tip-focused FM 1-43 gradient compared to the wild-type (\nSupplemental Figure S4, A–C\n). Altogether, the loss of tip-focused secretion indicated that the \nspi\n mutants had defects in tip-directed bulk flow exocytosis.\nSPIRRIG maintains root hair tip-focused F-actin\nIn a study of other \nspi\n mutant alleles, the similarities in phenotypes among \nspi\n, \nw/sc\n, and \narp2/3\n mutants suggested that SPI could function in actin-dependent cellular processes (\nSaedler et al., 2009\n). However, because the trichome defects of \nspi\n were mild compared to other \nw/sc\n and \narp2/3\n mutants, no obvious actin phenotypes were observed in \nspi\n trichomes (\nSchwab et al., 2003\n). To clarify the relationship between SPI and actin, we focused on investigating actin organization in root hairs, since these structures displayed the most obvious growth defects in \nSPI\n-altered plants.\nTo study actin organization, we expressed the live F-actin reporter \nUBQ10: mGFP-Lifeact\n in \nspi\n (\nVidali et al., 2010\n). This particular F-actin reporter was selected because it prominently labels the tip-focused F-actin meshwork typically observed in root hairs that are rapidly growing (\nSparks et al., 2016\n). In the wild-type, fine F-actin networks were observed in the root hair bulge, which had a weaker signal compared to the thicker actin bundles in other regions of the trichoblast (\nFigure 3A\n). As the root hair bulge expanded and the root hair transitioned to rapid tip growth, the tip-focused F-actin meshwork, which consisted of short filaments and dynamic puncta, became more conspicuous (\nFigure 3, B–E\n; \nSupplemental Movie S5\n; \nSparks et al., 2016\n)). When wild-type root hairs stopped elongating, the tip-focused F-actin meshwork was replaced by thick F-actin cables (\nFigure 3F\n).\nFigure 3\nThe tip-focused F-actin meshwork is disrupted in root hairs of \nspi\n. A–D, Time course of F-actin organization in a wild-type root hair from bulge formation to rapid tip growth. Weakly fluorescing F-actin networks (double asterisks) in the root hair bulge (A) reorganize into prominent tip-focused meshworks as the root hair transitions to rapid tip growth (arrows in B–D). E, Tip-focused F-actin meshworks (arrow) remain prominent in a long, rapidly elongating wild-type root hair. F, Tip-focused F-actin meshworks in wild-type root hairs are replaced with F-actin bundles (arrowheads) that protrude to the tip when growth stops. G–J, Time course of F-actin organization in a \nspi\n root hair bulge that is unable to transition to tip growth. Distinct F-actin meshworks are unable to form in root hair bulges that terminate tip growth (double asterisks, I). Thick F-actin bundles eventually form in these short, nongrowing root hair bulges (arrowhead, J). K–N, F-actin organization in slow-growing \nspi\n root hairs. Some \nspi\n root hairs show the tip-focused F-actin meshworks typically observed in the wild-type (arrow, K, L). However, tip-focused F-actin meshworks in slow-growing \nspi\n root hairs either dissipate (double asterisks, M) or prematurely form thick F-actin bundles that protrude to the tip (arrow, N). Images from (A) to (N) are based on maximum projection images of 20–25 optical sections taken at 0.5-µm intervals. O, Representative maximum projection images and corresponding computer-generated cross-sections of wild-type and \nspi\n root hair tips. Only growing root hairs with a clear cytoplasmic cap were selected for analysis. The fluorescence ratio of the root hair tip (oval in 1) to background (oval in 2) was used to quantify tip-focused F-actin meshworks. P, Box plot showing tip-focused F-actin fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents individual measurement from 18 to 21 root hairs per group from at least five independent seedlings. Q, Comparison of root hair growth rates between wild-type and \nspi\n lines with their corresponding live F-actin reporter lines \nUBQ10: mGFP-Lifeact\n. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. *** \nP\n <0.001 indicates statistical significance as determined by one-way ANOVA. Each dot represents individual measurement from four to five root hairs per group from one to two plants. All scale bars = 10 µm\nF-actin organization in the tips of \nspi\n root hairs was different from that of the wild-type. As noted, some root hairs of \nspi\n were only able to form small bulges due to premature termination of tip-growth (\nSupplemental Figure S2\n). In \nspi\n root hairs, the distinct F-actin meshwork observed in wild-type root hairs was unable to form. Instead, F-actin in these \nspi\n root hair bulges contained thick F-actin cables that resembled those of wild-type root hairs that had terminated growth (\nFigure 3, G and H\n). However, the thick F-actin cables in nongrowing \nspi\n root hair bulges were unstable, as they dissipated (\nFigure 3I\n) and reformed again at a later time (\nFigure 3J\n). In the small population of \nspi\n root hairs that were able to undergo tip growth, a few exhibited a tip-focused F-actin meshwork that resembled those observed in elongating wild-type root hairs (\nFigure 3K\n). However, most of these slow-growing \nspi\n root hairs lacked a tip-focused F-actin meshwork (\nFigure 3, L and M\n; \nSupplemental Movie S5\n) or had thick F-actin bundles protruding to the tip, a feature that was reminiscent of nongrowing, mature wild-type root hairs (\nFigure 3N\n). We quantified the disruption of the tip-focused F-actin meshwork in \nspi\n by measuring F-actin fluorescence from computer-reconstructed transverse sections of the root hair tip and by taking the ratio of the average fluorescence over background signal. A higher ratio indicates a higher signal of tip-focused F-actin (\nFigure 3O\n). Our analysis showed that the fluorescence ratio in \nspi\n root hairs was significantly reduced compared to the wild-type root hairs, supporting visual observations that the tip-focused F-actin meshwork in \nspi\n root hairs is disrupted (\nFigure 3P\n).\nTo ensure that the mGFP-Lifectact probe did not interfere with normal root hair elongation or F-actin organization, we compared the growth rates of the wild-type and \nspi\n with and without the reporter. The root hair growth rates of wild-type root hairs without the mGFP-Lifeact probe were not significantly different from that of wild-type root hairs expressing the reporter. Similarly, the growth rate of \nspi\n expressing mGFP-Lifectact was not significantly different from that of \nspi\n without the reporter (\nFigure 3Q\n).\nWe generated plants expressing both \nSPI-YPet\n and \nmRuby-Lifeact\n to examine the correlation between SPI and F-actin in growing root hairs. In elongating root hairs of dual labeled seedlings, SPI-YPet and the mRuby-labeled F-actin meshwork overlapped at the tips of actively elongating root hairs (\nFigure 4A;\nSupplemental Movie S6\n). In one time-lapse sequence, when the root hair stopped growing at the 80–120 min time points, both SPI-YPet and mRuby-labeled F-actin meshwork dissipated from the root tip (\nFigure 4A\n). Quantification of both SPI-YPet and mRuby-Lifeact from at least three root hair time-lapse sequences revealed that the appearances of both markers at the tip were highly correlated to each other (\nFigure 4, B and C\n). This supports the notion that root hair tip-localized SPI is strongly associated with the tip-focused F-actin meshwork, and as such is involved in sustaining normal root hair elongation in coordination with actin.\nFigure 4\nSPI-YPet and mRuby-Lifeact co-localizes at the root tip in elongating root hairs. A, Time course of a root hair simultaneously expressing SPI-YPet and mRuby-Lifeact. Note that SPI-positive post-Golgi compartments and F-actin meshworks colocalized at the root hair apex (arrows) and dissipated at around the same time (arrowheads) at 80 min. Images are single median optical sections. Bars = 10 µm. B, Method for obtaining SPI-YPet and mRuby-Lifeact ratios at the root hair tip for data shown in (C). A rectangular ROI at the tip and sub apex was used to measure fluorescence. C, Scatter plot showing correlation analysis of root hair tip mRuby-Lifeact fluorescence and SPI-YPet fluorescence within the same root hair. The mean fluorescence in the rectangle in region 1 divided by the rectangle in region 2 as shown in (C) represents the fluorescence ratio for each reporter. For each ratio value, root hair growth rate was obtained by measuring the displacement of the root hair tip after a 10 min interval. Line shows linear regression fit with \nR\n2\n value = 0.725 and \nP\n = 2.127 × 10\n−8\n (\nn\n = 26 time points from three root hair sequences)\nBRK1 and SCAR2 are molecular determinants of the root hair initiation domain\nThe identification of \nSPI\n as one of the genes in the \nDIS\n group that also included genes encoding subunits of the W/SC and ARP2/3 complexes (\nSaedler et al., 2009\n) raises the possibility that SPI might function in root hair developmental pathways mediated by W/SC-ARP2/3. Furthermore, the observation that SPI-YPET accumulation at the root hair tip (\nFigure 1\n) mirrors the enrichment of BRK1-YFP and ARPC4-GFP at the apex of \nPhyscomitrium\n protonemal cells (\nPerroud and Quatrano, 2006\n, \n2008\n) raises the possibility that the W/SC and ARP2/3 complexes are localized to the root hair. In an attempt to link SPI with the W/SC and ARP2/3 pathways, we imaged roots of \nbrk1\n complemented with \nBRK1promoter:BRK1-YFP\n (hereafter referred to as BRK1-YFP; \nFigure 5, A–C; Dyachok et al., 2008\n). Unlike SPI-YPet, we did not observe a BRK1-YFP fluorescence gradient in rapidly elongating root hairs. However, closer examination of trichoblasts revealed prominent BRK1-YFP signal at the plasma membrane of the RHID that mirrored the localization of other known early root hair initiation site markers such as ROP (\nFigure 5A\n). Unlike ROP, which has a persistent plasma membrane localization throughout root hair development (\nMolendijk et al., 2001\n; \nJones et al., 2002\n), BRK1-YFP signal was transient and dissipated as root hairs transitioned to rapid tip growth (\nFigure 5B;\nSupplemental Movie S7\n). This observation was in contrast to the intensification of SPI-YPet fluorescence as root hairs proceeded with rapid tip growth (see \nFigure 1\n). In agreement with our visual observations, a linear regression analysis showed that BRK1-YFP fluorescence is inversely proportional to the root hair growth rate (\nFigure 5C\n).\nFigure 5\nBRK1 and SCAR2 mark the root hair initiation domain and contribute to planar polarity. A, Maximum projection confocal micrograph of the elongation and maturation zone of an Arabidopsis primary root expressing a functional BRK1-YFP fusion. The image was generated by merging 50 Z sections taken at 0.5-µm intervals. BRK1-YFP accumulates in the basal end walls and root hair initiation domains (arrows). Bar = 50 µm. B, Time course of BRK1-YFP depletion in a developing root hair. BRK1-YFP signal (arrows) is strongest prior to the formation of a root hair bulge (0 min) and gradually dissipates (arrowheads) as the root hair undergoes rapid tip growth (35–50 min). Bar = 20 µm. C, A scatter plot showing an inverse relationship between BRK1-YFP signal and root hair growth rate. Ratio of fluorescence of BRK1-YFP (a) to background (b) (inset) was plotted against root hair growth rate. Line shows linear regression fit with \nR\n2\n value = 0.2667 and \nP\n = 1.131 × 10\n−7\n (\nn\n= 5–7 root hairs per time point). D, Time course of SCAR2-mCherry in a developing root hair. Like BRK1-YFP, SCAR2-mCherry signal is strongest at the RHID and early stages of root hair bulge formation (0 min, arrow). SCAR2-mCherry signal dissipates when the root hair undergoes rapid tip growth (40 min, arrowhead). Bar = 20 µm. E, Brightfield microscopy images of representative trichoblasts from 6-d-old seedlings showing apical shift in root hair position of \nbrk1\n compared to the wild-type, and complementation of \nbrk1\n planar polarity phenotypes by BRK1-YFP. Arrowheads mark the end walls of the trichoblast and asterisks mark the basal wall of the emerged root hair. F, Violin plots of root hair planar polarity in wild-type, \nbrk1\n, \nscar1234\n, \nBRK1-YFP\n in \nbrk1\n, \nSCAR2-mCherry\n in \nscar1234\n, \narp2\n, \narp3\n, and \narpc5\n genotypes. Relative root hair position was obtained by taking the ratio of the distance from the basal trichoblast wall (bottom arrowheads in E) to the basal root hair wall asterisks over the total length of the trichoblasts (i.e. length between the two arrowsheads). The plot illustrates kernel probability density in which the width represents distribution of data points. The black dot is the median and whiskers display minimum and maximum values. Statistical significance was determined using nonparametric, two sample Kolmogorov–Smirnov pairwise test. Wild-type versus \nbrk1\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus BRK1-YFP in \nbrk1\n (***\nP\n < 2.2 × 10\n−16\n); wild-type versus BRK1-YFP (\nP\n = 0.0808 not significant, \nNS\n); wild-type versus \nscar1234\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \nscar1234\n (\nP\n = 0.699, \nns\n); \nscar1234\n versus SCAR2-mCherry in \nscar1234\n (***\nP\n < 2.2 × 10\n−16\n); wild-type versus \nSCAR2-mCherry\n in \nscar1234\n (*\nP\n = 0.012); wild-type versus \narp2\n (***\nP =\n 2.739 × 10\n−5\n); wild-type versus \narp3\n (***\nP\n = 8.882 × 10\n−16\n); wild-type versus \narpc5\n (***\nP\n = 9.18 × 10\n−12\n); \nbrk1\n versus \narp2\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \narp3\n (***\nP\n = 3.41 × 10\n−8\n); \nbrk1\n versus \narpc5\n (***\nP\n = 1.304 × 10\n−11\n); \narp2\n versus \narp3\n (***\nP =\n 0.00036); \narp2\n versus \narpc5\n (*\nP\n = 0.001624); \narp3\n versus \narpc5\n (*\nP\n = 0.0465); \nbrk1\n versus \narp2\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \narp3\n (***\nP\n = 3.41 × 10\n−8\n); \nbrk1\n versus \narpc5\n (***\nP\n = 1.304 × 10\n−11\n). \nn\n = 90–117 root hairs\nGiven that BRK1 stabilizes the entire family of SCAR proteins and is required for functional W/SC assembly (Le et al., 2006), we investigated if the SCAR protein localized to the RHID, as did BRK1. To address this question, we imaged a recombineered SCAR2-mCherry fusion expressed in the \nscar1 scar2 scar3 scar4\n (\nscar1234\n) quadruple mutant background. Like BRK1-YFP, SCAR2-mCherry marked the RHID and dissipated when rapid root hair tip growth commenced (\nFigure 5D\n).\nThe accumulation of BRK1-YFP and SCAR2-mCherry at the RHID led us to hypothesize that \nbrk1\n and \nscar1234\n might have defects in root hair initiation. One parameter that has been studied extensively as an indicator of root hair initiation defects is planar polarity, which is a measure of root hair position along the length of the trichoblast (\nNakamura and Grebe, 2018\n). We found that the root hair positions of \nbrk1\n and \nscar1234\n shifted apically (i.e. toward the shoot) compared to the wild-type (\nFigure 5F\n). The planar polarity defects of \nbrk1\n were rescued by expressing \nBRK1-YFP\n in \nbrk1\n, while partial complementation of \nscar1234\n was achieved by expressing \nSCAR2-mCherry\n in \nscar1234\n (\nFigure 5F\n).\nWe also investigated if the ARP2/3 pathway was involved in RHID, since the W/SC complex can interact with the ARP2/3 pathway. APR2/3 subunit mutants \narp2, arp3\n, and \narpc5\n exhibited significantly apically shifted root hairs that were similar to those of \nbrk1\n and \nscar1234\n (\nFigure 5F\n). Nonetheless, we did not observe polarized accumulation of ARPC5-GFP at the RHID or at root hair tips (\nSupplemental Figure S5\n). These results suggest that the ARP2/3 pathway may interact with the W/SC complex at the RHID but is not essential for root hair positioning.\nTaken together, our results reveal that BRK1 and SCAR2 are molecular determinants of the RHID that are required for specifying the position of root hair emergence and can do so in both an ARP2/3-dependent and -independent manner.\nSPI is required for the depletion of BRK1 as root hairs transition to tip growth\nLive cell microscopy of BRK1-YFP and SPI-YPet revealed contrasting spatial and temporal dynamics, with the former intensifying and the latter dissipating as root hairs elongated (\nFigures 1\n and \n5\n). To observe BRK1 and SPI simultaneously within the same root hair, we generated plants expressing both \nSPI-YPet\n and \nBRK1-mRuby3\n. Similar to BRK1-YFP, BRK1-mRuby3 labeled the RHID and dissipated as the root hair bulge expanded (\nFigure 6A\n). Within the same root hair cell, SPI-YPet fluorescence at the tip intensified as BRK1-mRuby3 dissipated (\nFigure 6A;\nSupplemental Movie S8\n). To better understand the relationship between SPI and BRK1, we expressed \nBRK1-YFP\n in \nspi\n and \nSPI-YPet\n in \nbrk1\n. Unlike BRK1-YFP in the complemented \nbrk1\n background (\nFigure 5B\n), BRK1-YFP signal in \nspi\n persisted throughout the entire imaging time course (\nFigure 6B\n). In several cases, BRK1-YFP remained visible in nongrowing root hair bulges of \nspi\n for more than 60 min. The persistence of BRK1-YFP signal was also observed in short root hair outgrowths of \nspi\n (\nFigure 6C;\nSupplemental Movie S9\n). To support our visual observations with quantitative data, we selected root hairs of \nspi\n and \nbrk1\n expressing BRK1-YFP that were of approximately equal lengths. From these root hairs, the ratio of BRK1-YFP tip fluorescence to subapical fluorescence was obtained (\nFigure 6D\n). These analyses showed that BRK1-YFP signal persisted in \nspi\n, as demonstrated by the higher fluorescence ratio (\nFigure 6E\n). In contrast, BRK1-YFP in \nbrk1\n root hairs disappeared from RHID when root hairs experienced rapid tip growth and thus did not exhibit a fluorescence gradient at the root tips (\nFigure 6, D and E\n). In addition, SPI-YPet in \nbrk1\n exhibited similar dynamics to SPI-YPet in the complemented \nspi\n (\nFigure 6F\n). In \nbrk1\n, SPI-YPet signal was weak during early root hair bulge formation and intensified as root hair tip growth accelerated (\nFigure 6F\n). Taken together, these results strongly indicate that SPI contributes to the stability of BRK1 during the transition from root hair initiation to rapid tip growth. On the other hand, BRK1 does not appear to have direct effects on SPI during root hair initiation or rapid tip growth.\nFigure 6\nDepletion of BRK1 as root hairs transition to tip growth is delayed in \nspi.\n A, Dual imaging of BRK1-mRuby3 (arrowheads) and SPI-YPet shows that dissipation of BRK1 coincides with accumulation of SPI (arrow) as root hairs transition to rapid tip growth. Bar = 20 µm. B and C, BRK1-YFP signal persists in \nspi\n root hair bulges (arrows in B) that fail to transition to tip growth and in slow-growing \nspi\n root hairs (arrows in C). Bars = 20 µm. D, Method for quantification of BRK1-YFP signal persistence in the root tip of \nspi\n. Root hairs of \nbrk1\n and \nspi\n expressing BRK1-YFP that were approximately 40 µm in length were selected. Rectangular ROIs (1 and 2) were drawn to obtain fluorescence values. Ratio values were obtained by dividing mean fluorescence in rectangle region 1 over region 2 used to plot data in (E). E, Box plot of BRK1-YFP root hair tip gradient expressed as fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. **\nP\n <0.01 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents measurement from three to six root hairs per group from eight plants. Only root hairs of similar length were compared. The average root hair length for \nbrk1\n was 37.28 µm (standard deviation 18.05 µm) and for \nspi5\n was 38.74 µm (standard deviation 18.34 µm). F, Accumulation of SPI-YPet at the root hair tip is not altered in \nbrk1\n. Bar = 20 µm",
    "isolation_of_a_new_spirrig_mutant_allele": "Isolation of a new \nSPIRRIG\n mutant allele\nWe previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitory effects of LatB. The \nhypersensitive to LatB1\n (\nhlb1\n) and \nhlb3\n mutants have been described previously (\nSparks et al., 2016\n; \nSun et al., 2019\n). \nhlb1\n was disrupted in a gene encoding a trans-Golgi network-localized tetratricopeptide repeat protein involved in actin-mediated membrane recycling (\nSparks et al., 2016\n), whereas the genetic lesion in \nhlb3\n was found to encode the class II actin nucleator formin (\nSun et al., 2019\n). Here, we report on \nhlb2\n, the third of these recessive mutants. Like \nhlb1\n and \nhlb3\n, primary root growth was more severely inhibited by LatB in \nhlb2\n compared to the wild-type. In the absence of LatB or at low (i.e. 25 nM) LatB concentrations, the primary root length of \nhlb2\n was similar to the wild-type. Differences in root length between wild-type and \nhlb2\n became apparent when seedlings were grown on a concentration of 50-nM LatB and higher (\nSupplemental Figure S1, A–C\n).\nThrough map-based cloning, we found that the mutation in \nhlb2\n was confined to a region between the \nAT1G02740\n and \nAT1G03410\n loci. Nucleotide sequencing revealed that \nhlb2\n had a 10-base pair deletion (Chr1 position: 720,152–720,161) in exon 14 of the \nAT1G03060\n gene. This 10-base pair deletion led to an open-reading frame shift at the Asp\n1526\n codon, resulting in a truncated protein (\nSupplemental Figure S2A\n). \nAT1G03060\n encodes the BEACH domain-containing protein SPI (\nSaedler et al., 2009\n; \nSupplemental Figure S2A\n). Because the first \nspi\n mutant alleles were reported to have short root hairs (\nSaedler et al., 2009\n), we examined root hairs of \nhlb2\n. The growth rate of \nhlb2\n root hairs was approximately 70% slower than the wild-type, with some root hairs forming only small bulges (\nSupplemental Figure S2\n, B and C). Moreover, \nhlb2\n had mild trichome defects that were reminiscent of the phenotypes of previously isolated \nspi\n mutant alleles (\nSupplemental Figure S2D\n; \nSaedler et al., 2009\n). To further verify if \nHLB2\n is \nSPI\n, we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T-DNA insertion in the 10th exon of the \nSPI\n gene (\nSupplemental Figure S2A\n; \nAlonso et al., 2003\n). The SALK_065311 line we obtained is the same as the \nspi-3\n mutant allele reported previously in \nSteffens et al. (2015)\n. In addition to having similar root hair and trichome defects to \nhlb2\n, primary roots of \nspi-3\n were hypersensitive to LatB (\nSupplemental Figure S2E\n), and a cross between \nhlb2\n and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results indicate that \nhlb2\n is a new \nspi\n mutant allele. Based on earlier nomenclature (\nSteffens et al., 2015\n), we renamed \nhlb2\n as \nspi-5\n (\nSupplemental Figure S2A\n). The \nspi-5\n mutant allele was used for all subsequent experiments.",
    "spirrig_localizes_to_the_tips_of_rapidly_elongating_root_hai": "SPIRRIG localizes to the tips of rapidly elongating root hairs\nSPI fluorescent protein fusions were previously demonstrated to associate with P-bodies and endosomes (\nSteffens et al., 2015\n, \n2017\n). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes of \nspi\n. Due to the large size of SPI, we were unable to generate native promoter-driven fluorescent protein fusions to the full-length \nSPI\n complementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x-Yellow Fluorescent Protein (\nY\nF\nP\n) for \ne\nnergy \nt\nransfer (YPet; \nNguyen and Daugherty, 2005\n) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation-competent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion (\nZhou et al., 2011\n; \nBrumos et al., 2020\n).\nOnce \nspi\n was transformed with a recombineered \nSPI-YPet\n construct, primary root hypersensitivity to LatB, short root hairs, and defective trichome phenotypes were rescued, indicating that the construct was functional (\nFigure 1A;\nSupplemental Figure S3\n). Transgenic complementation of \nspi\n with \nSPI-YPet\n provided additional evidence that \nHLB2\n is \nSPI\n. Confocal microscopy of more than 150 root hairs from at least 25 seedlings revealed that SPI-YPet signal was strongest in the tips of rapidly elongating root hairs (\nFigure 1, B and C\n; (\nSupplemental Movies S1\n and \nS2\n). Low magnification time-lapse movies showed that 100% of rapidly elongating root hairs had robust SPI-YPet signal at the tips (\nSupplemental Movie S1\n). Weak or no SPI-YPet fluorescence was detected at the RHID and during early root hair bulge formation, but the signal intensified as the root hairs transitioned to tip growth (\nFigure 1C;\nSupplemental Movie S3\n). SPI-YPet signal dissipated as the root hairs matured and the tip growth rate declined (\nFigure 1, B and C\n; \nSupplemental Movie S4\n). A linear regression analysis showed that the intensity of SPI-YPet fluorescence in root hair tips is significantly positively correlated to rapid root hair growth (\nFigure 1D\n). These results indicate that the SPI protein has functions related to root hair elongation, which is consistent with the short root hair phenotypes of \nspi\n.\nFigure 1\nA functional SPI-YPet fusion localizes to the tips of growing root hairs. A, SPI-YPet rescues the short root hair phenotype of \nspi\n. Bar = 100 µm. B, Low-magnification image shows that SPI-YPet signal is most prominent at the tips of rapidly expanding root hairs (arrows). A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet signal (black color) is weak during initiation/early bulge formation and mature root hairs that have terminated tip growth (arrowheads). Bar = 50 µm. C, High-magnification images of single root hairs during bulge formation until tip growth termination. A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet (black color) is enriched at the tip of root hairs that are rapidly growing or transitioning to tip growth (arrow). Faint SPI-YPet signal is found in bulging root hairs or those that have stopped elongating (arrowheads). Images are representative of approximately 150 root hairs from at least 25 seedlings. Bar = 10 µm. D, Scatter plot showing correlation analysis of root hair tip SPI-YPet fluorescence and root hair tip growth. The mean fluorescence in the oval in region 1 divided by the oval in region 2 as shown in (C) represents the fluorescence ratio in the \nY\n-axis. Line shows linear regression fit with \nR\n2\n value = 0.308 and \nP\n = 1.72 × 10\n−5\n (\nn\n=5–7 root hairs per time point)",
    "spirrig_is_transported_to_the_root_hair_tip_via_post-golgi_c": "SPIRRIG is transported to the root hair tip via post-Golgi compartments\nThe prominent SPI-YPet signal at the tips of elongating root hairs is reminiscent of the localization patterns of post-Golgi markers such as RAB small GTPases, which are known to function in tip-directed secretion (\nPreuss et al., 2004\n). We therefore hypothesized that SPI is trafficked to the tips of root hairs via post-Golgi compartments. To test this hypothesis, we treated seedlings expressing \nSPI-YPet\n with Brefeldin A (BFA). BFA is a fungal toxin that is routinely used to investigate endomembrane dynamics because it prevents vesicle formation for exocytosis by inhibiting ADP ribosylation factor GEFs (ARF-GEFs), while still enabling endocytosis and some retrograde pathways to continue (\nBaluška, 2002\n, \nDoyle et al., 2015\n). In Arabidopsis roots, BFA binds to the ARF-GEF GNOM, which is localized to early endosomes in the endocytic pathway, and possibly also in the trans-Golgi network (TGN; \nRobinson et al., 2008\n). Consequently, BFA treatment in Arabidopsis roots causes the formation of TGN/endosomal agglomerations called BFA-induced compartments. Treatment of seedlings expressing \nSPI-YPet\n with 50-µM BFA induced the formation of SPI-YPet agglomerates in root hairs (\nFigure 2, A\n–C). The average number of BFA-induced compartments per root hair was 3.69 ± 4.05 (\nsd\n). We also quantified the effect of BFA by obtaining the fluorescence ratio of the SPI-YPet agglomerates to the fluorescence of the root hair cytoplasm that did not contain any agglomerates (\nFigure 2D\n, inset). The higher fluorescence ratio of BFA-treated root hairs compared to untreated controls reinforces our qualitative observations of the sensitivity of SPI-YPet to BFA (\nFigure 2D\n). The appearance of fluorescent puncta at the shank of root hairs also suggests that SPI-YPet is trafficked to the tip via post-Golgi compartments (\nSupplemental Movies S2–S4\n). These results indicate that SPI-YPet is associated with endomembranes and is trafficked to the root hair tips via BFA-sensitive post-Golgi compartments.\nFigure 2\nSPI-YPet is localized to BFA-sensitive post-Golgi compartments. A, B, Low-magnification images showing several root hairs expressing SPI-YPet. Note that untreated root hairs (A) maintain tip-focused SPI-YPet, while those treated with BFA (B) show an abundance of fluorescence agglomerates (arrows). Bar = 50 µm. C, Bright field and corresponding fluorescence image of representative untreated and BFA-treated elongating root hair showing the accumulation of SPI-YPet at the apical dome in solvent control-treated seedlings (arrow). Within 10 min after treatment with 50-µM BFA, SPI-YPet at the root hair tip dissipated and formed fluorescent agglomerates along the subapical regions (arrows). Bar = 10 µm. D, Box plot of BFA-induced agglomerates of SPI-YPet in untreated control root hairs and after treatment with 50-µM BFA. Ratio values were obtained by dividing mean fluorescence in rectangular region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median, and whiskers display minimum and maximum values. Each dot represents individual measurements from 8 to 14 root hairs per group from 8 to 24 plants. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. BFA-treated plants had an average of 3.7 BFA-induced agglomerates per root hair, with standard deviation of 4.05, whereas control root hairs showed no BFA-induced agglomerates per root hair. E, The bulk secretory marker SEC-RFP accumulates at the tips of growing wild-type root hairs (arrowhead), but is absent in \nspi\n root hairs. Bar = 10 µm. F, Box plot of SEC-RFP root hair tip accumulation expressed as fluorescence ratio. Ratio values were obtained by dividing mean fluorescence in oval region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents individual measurement from 8 to 10 root hairs per group from 9 to 12 plants\nThe slow root hair growth of \nspi\n and the formation of SPI-YPet agglomerates after BFA treatment suggest that \nspi\n may be defective in tip-directed protein secretion, which would partly explain the short root hair phenotypes of \nspi\n. To address this question, we expressed the secreted (SEC)-red fluorescent protein (RFP), which contains a cleavable sporamin signal peptide that accumulates in the apoplast (\nFaso et al., 2009\n), and observed changes in endocytosis using the membrane selective dye FM 1–43 in both \nspi\n and wild-type genotypes (\nBolte et al., 2004\n; \nJelínková et al., 2010\n; \nMalínská et al., 2014\n). Similar to previous reports, rapidly elongating wild-type root hairs had a tip-focused gradient of SEC-RFP (\nSparks et al., 2016\n; \nFigure 2E\n). In contrast, slow-growing root hairs of \nspi\n lacked these tip-focused SEC-RFP gradients (\nFigure 2E\n). We quantified tip-focused SEC-RFP in elongating wild-type and \nspi\n root hairs by obtaining the ratio of tip fluorescence to the subapical cytoplasm (\nFigure 2F\n, inset). The lower fluorescence ratio of \nspi\n root hairs compared to the wild-type confirmed our qualitative observations (\nFigure 2F\n). These results were corroborated by examining FM 1-43 dye uptake. \nspi\n root hairs showed a significantly reduced tip-focused FM 1-43 gradient compared to the wild-type (\nSupplemental Figure S4, A–C\n). Altogether, the loss of tip-focused secretion indicated that the \nspi\n mutants had defects in tip-directed bulk flow exocytosis.",
    "spirrig_maintains_root_hair_tip-focused_f-actin": "SPIRRIG maintains root hair tip-focused F-actin\nIn a study of other \nspi\n mutant alleles, the similarities in phenotypes among \nspi\n, \nw/sc\n, and \narp2/3\n mutants suggested that SPI could function in actin-dependent cellular processes (\nSaedler et al., 2009\n). However, because the trichome defects of \nspi\n were mild compared to other \nw/sc\n and \narp2/3\n mutants, no obvious actin phenotypes were observed in \nspi\n trichomes (\nSchwab et al., 2003\n). To clarify the relationship between SPI and actin, we focused on investigating actin organization in root hairs, since these structures displayed the most obvious growth defects in \nSPI\n-altered plants.\nTo study actin organization, we expressed the live F-actin reporter \nUBQ10: mGFP-Lifeact\n in \nspi\n (\nVidali et al., 2010\n). This particular F-actin reporter was selected because it prominently labels the tip-focused F-actin meshwork typically observed in root hairs that are rapidly growing (\nSparks et al., 2016\n). In the wild-type, fine F-actin networks were observed in the root hair bulge, which had a weaker signal compared to the thicker actin bundles in other regions of the trichoblast (\nFigure 3A\n). As the root hair bulge expanded and the root hair transitioned to rapid tip growth, the tip-focused F-actin meshwork, which consisted of short filaments and dynamic puncta, became more conspicuous (\nFigure 3, B–E\n; \nSupplemental Movie S5\n; \nSparks et al., 2016\n)). When wild-type root hairs stopped elongating, the tip-focused F-actin meshwork was replaced by thick F-actin cables (\nFigure 3F\n).\nFigure 3\nThe tip-focused F-actin meshwork is disrupted in root hairs of \nspi\n. A–D, Time course of F-actin organization in a wild-type root hair from bulge formation to rapid tip growth. Weakly fluorescing F-actin networks (double asterisks) in the root hair bulge (A) reorganize into prominent tip-focused meshworks as the root hair transitions to rapid tip growth (arrows in B–D). E, Tip-focused F-actin meshworks (arrow) remain prominent in a long, rapidly elongating wild-type root hair. F, Tip-focused F-actin meshworks in wild-type root hairs are replaced with F-actin bundles (arrowheads) that protrude to the tip when growth stops. G–J, Time course of F-actin organization in a \nspi\n root hair bulge that is unable to transition to tip growth. Distinct F-actin meshworks are unable to form in root hair bulges that terminate tip growth (double asterisks, I). Thick F-actin bundles eventually form in these short, nongrowing root hair bulges (arrowhead, J). K–N, F-actin organization in slow-growing \nspi\n root hairs. Some \nspi\n root hairs show the tip-focused F-actin meshworks typically observed in the wild-type (arrow, K, L). However, tip-focused F-actin meshworks in slow-growing \nspi\n root hairs either dissipate (double asterisks, M) or prematurely form thick F-actin bundles that protrude to the tip (arrow, N). Images from (A) to (N) are based on maximum projection images of 20–25 optical sections taken at 0.5-µm intervals. O, Representative maximum projection images and corresponding computer-generated cross-sections of wild-type and \nspi\n root hair tips. Only growing root hairs with a clear cytoplasmic cap were selected for analysis. The fluorescence ratio of the root hair tip (oval in 1) to background (oval in 2) was used to quantify tip-focused F-actin meshworks. P, Box plot showing tip-focused F-actin fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. ***\nP\n <0.001 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents individual measurement from 18 to 21 root hairs per group from at least five independent seedlings. Q, Comparison of root hair growth rates between wild-type and \nspi\n lines with their corresponding live F-actin reporter lines \nUBQ10: mGFP-Lifeact\n. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. *** \nP\n <0.001 indicates statistical significance as determined by one-way ANOVA. Each dot represents individual measurement from four to five root hairs per group from one to two plants. All scale bars = 10 µm\nF-actin organization in the tips of \nspi\n root hairs was different from that of the wild-type. As noted, some root hairs of \nspi\n were only able to form small bulges due to premature termination of tip-growth (\nSupplemental Figure S2\n). In \nspi\n root hairs, the distinct F-actin meshwork observed in wild-type root hairs was unable to form. Instead, F-actin in these \nspi\n root hair bulges contained thick F-actin cables that resembled those of wild-type root hairs that had terminated growth (\nFigure 3, G and H\n). However, the thick F-actin cables in nongrowing \nspi\n root hair bulges were unstable, as they dissipated (\nFigure 3I\n) and reformed again at a later time (\nFigure 3J\n). In the small population of \nspi\n root hairs that were able to undergo tip growth, a few exhibited a tip-focused F-actin meshwork that resembled those observed in elongating wild-type root hairs (\nFigure 3K\n). However, most of these slow-growing \nspi\n root hairs lacked a tip-focused F-actin meshwork (\nFigure 3, L and M\n; \nSupplemental Movie S5\n) or had thick F-actin bundles protruding to the tip, a feature that was reminiscent of nongrowing, mature wild-type root hairs (\nFigure 3N\n). We quantified the disruption of the tip-focused F-actin meshwork in \nspi\n by measuring F-actin fluorescence from computer-reconstructed transverse sections of the root hair tip and by taking the ratio of the average fluorescence over background signal. A higher ratio indicates a higher signal of tip-focused F-actin (\nFigure 3O\n). Our analysis showed that the fluorescence ratio in \nspi\n root hairs was significantly reduced compared to the wild-type root hairs, supporting visual observations that the tip-focused F-actin meshwork in \nspi\n root hairs is disrupted (\nFigure 3P\n).\nTo ensure that the mGFP-Lifectact probe did not interfere with normal root hair elongation or F-actin organization, we compared the growth rates of the wild-type and \nspi\n with and without the reporter. The root hair growth rates of wild-type root hairs without the mGFP-Lifeact probe were not significantly different from that of wild-type root hairs expressing the reporter. Similarly, the growth rate of \nspi\n expressing mGFP-Lifectact was not significantly different from that of \nspi\n without the reporter (\nFigure 3Q\n).\nWe generated plants expressing both \nSPI-YPet\n and \nmRuby-Lifeact\n to examine the correlation between SPI and F-actin in growing root hairs. In elongating root hairs of dual labeled seedlings, SPI-YPet and the mRuby-labeled F-actin meshwork overlapped at the tips of actively elongating root hairs (\nFigure 4A;\nSupplemental Movie S6\n). In one time-lapse sequence, when the root hair stopped growing at the 80–120 min time points, both SPI-YPet and mRuby-labeled F-actin meshwork dissipated from the root tip (\nFigure 4A\n). Quantification of both SPI-YPet and mRuby-Lifeact from at least three root hair time-lapse sequences revealed that the appearances of both markers at the tip were highly correlated to each other (\nFigure 4, B and C\n). This supports the notion that root hair tip-localized SPI is strongly associated with the tip-focused F-actin meshwork, and as such is involved in sustaining normal root hair elongation in coordination with actin.\nFigure 4\nSPI-YPet and mRuby-Lifeact co-localizes at the root tip in elongating root hairs. A, Time course of a root hair simultaneously expressing SPI-YPet and mRuby-Lifeact. Note that SPI-positive post-Golgi compartments and F-actin meshworks colocalized at the root hair apex (arrows) and dissipated at around the same time (arrowheads) at 80 min. Images are single median optical sections. Bars = 10 µm. B, Method for obtaining SPI-YPet and mRuby-Lifeact ratios at the root hair tip for data shown in (C). A rectangular ROI at the tip and sub apex was used to measure fluorescence. C, Scatter plot showing correlation analysis of root hair tip mRuby-Lifeact fluorescence and SPI-YPet fluorescence within the same root hair. The mean fluorescence in the rectangle in region 1 divided by the rectangle in region 2 as shown in (C) represents the fluorescence ratio for each reporter. For each ratio value, root hair growth rate was obtained by measuring the displacement of the root hair tip after a 10 min interval. Line shows linear regression fit with \nR\n2\n value = 0.725 and \nP\n = 2.127 × 10\n−8\n (\nn\n = 26 time points from three root hair sequences)",
    "brk1_and_scar2_are_molecular_determinants_of_the_root_hair_i": "BRK1 and SCAR2 are molecular determinants of the root hair initiation domain\nThe identification of \nSPI\n as one of the genes in the \nDIS\n group that also included genes encoding subunits of the W/SC and ARP2/3 complexes (\nSaedler et al., 2009\n) raises the possibility that SPI might function in root hair developmental pathways mediated by W/SC-ARP2/3. Furthermore, the observation that SPI-YPET accumulation at the root hair tip (\nFigure 1\n) mirrors the enrichment of BRK1-YFP and ARPC4-GFP at the apex of \nPhyscomitrium\n protonemal cells (\nPerroud and Quatrano, 2006\n, \n2008\n) raises the possibility that the W/SC and ARP2/3 complexes are localized to the root hair. In an attempt to link SPI with the W/SC and ARP2/3 pathways, we imaged roots of \nbrk1\n complemented with \nBRK1promoter:BRK1-YFP\n (hereafter referred to as BRK1-YFP; \nFigure 5, A–C; Dyachok et al., 2008\n). Unlike SPI-YPet, we did not observe a BRK1-YFP fluorescence gradient in rapidly elongating root hairs. However, closer examination of trichoblasts revealed prominent BRK1-YFP signal at the plasma membrane of the RHID that mirrored the localization of other known early root hair initiation site markers such as ROP (\nFigure 5A\n). Unlike ROP, which has a persistent plasma membrane localization throughout root hair development (\nMolendijk et al., 2001\n; \nJones et al., 2002\n), BRK1-YFP signal was transient and dissipated as root hairs transitioned to rapid tip growth (\nFigure 5B;\nSupplemental Movie S7\n). This observation was in contrast to the intensification of SPI-YPet fluorescence as root hairs proceeded with rapid tip growth (see \nFigure 1\n). In agreement with our visual observations, a linear regression analysis showed that BRK1-YFP fluorescence is inversely proportional to the root hair growth rate (\nFigure 5C\n).\nFigure 5\nBRK1 and SCAR2 mark the root hair initiation domain and contribute to planar polarity. A, Maximum projection confocal micrograph of the elongation and maturation zone of an Arabidopsis primary root expressing a functional BRK1-YFP fusion. The image was generated by merging 50 Z sections taken at 0.5-µm intervals. BRK1-YFP accumulates in the basal end walls and root hair initiation domains (arrows). Bar = 50 µm. B, Time course of BRK1-YFP depletion in a developing root hair. BRK1-YFP signal (arrows) is strongest prior to the formation of a root hair bulge (0 min) and gradually dissipates (arrowheads) as the root hair undergoes rapid tip growth (35–50 min). Bar = 20 µm. C, A scatter plot showing an inverse relationship between BRK1-YFP signal and root hair growth rate. Ratio of fluorescence of BRK1-YFP (a) to background (b) (inset) was plotted against root hair growth rate. Line shows linear regression fit with \nR\n2\n value = 0.2667 and \nP\n = 1.131 × 10\n−7\n (\nn\n= 5–7 root hairs per time point). D, Time course of SCAR2-mCherry in a developing root hair. Like BRK1-YFP, SCAR2-mCherry signal is strongest at the RHID and early stages of root hair bulge formation (0 min, arrow). SCAR2-mCherry signal dissipates when the root hair undergoes rapid tip growth (40 min, arrowhead). Bar = 20 µm. E, Brightfield microscopy images of representative trichoblasts from 6-d-old seedlings showing apical shift in root hair position of \nbrk1\n compared to the wild-type, and complementation of \nbrk1\n planar polarity phenotypes by BRK1-YFP. Arrowheads mark the end walls of the trichoblast and asterisks mark the basal wall of the emerged root hair. F, Violin plots of root hair planar polarity in wild-type, \nbrk1\n, \nscar1234\n, \nBRK1-YFP\n in \nbrk1\n, \nSCAR2-mCherry\n in \nscar1234\n, \narp2\n, \narp3\n, and \narpc5\n genotypes. Relative root hair position was obtained by taking the ratio of the distance from the basal trichoblast wall (bottom arrowheads in E) to the basal root hair wall asterisks over the total length of the trichoblasts (i.e. length between the two arrowsheads). The plot illustrates kernel probability density in which the width represents distribution of data points. The black dot is the median and whiskers display minimum and maximum values. Statistical significance was determined using nonparametric, two sample Kolmogorov–Smirnov pairwise test. Wild-type versus \nbrk1\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus BRK1-YFP in \nbrk1\n (***\nP\n < 2.2 × 10\n−16\n); wild-type versus BRK1-YFP (\nP\n = 0.0808 not significant, \nNS\n); wild-type versus \nscar1234\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \nscar1234\n (\nP\n = 0.699, \nns\n); \nscar1234\n versus SCAR2-mCherry in \nscar1234\n (***\nP\n < 2.2 × 10\n−16\n); wild-type versus \nSCAR2-mCherry\n in \nscar1234\n (*\nP\n = 0.012); wild-type versus \narp2\n (***\nP =\n 2.739 × 10\n−5\n); wild-type versus \narp3\n (***\nP\n = 8.882 × 10\n−16\n); wild-type versus \narpc5\n (***\nP\n = 9.18 × 10\n−12\n); \nbrk1\n versus \narp2\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \narp3\n (***\nP\n = 3.41 × 10\n−8\n); \nbrk1\n versus \narpc5\n (***\nP\n = 1.304 × 10\n−11\n); \narp2\n versus \narp3\n (***\nP =\n 0.00036); \narp2\n versus \narpc5\n (*\nP\n = 0.001624); \narp3\n versus \narpc5\n (*\nP\n = 0.0465); \nbrk1\n versus \narp2\n (***\nP\n < 2.2 × 10\n−16\n); \nbrk1\n versus \narp3\n (***\nP\n = 3.41 × 10\n−8\n); \nbrk1\n versus \narpc5\n (***\nP\n = 1.304 × 10\n−11\n). \nn\n = 90–117 root hairs\nGiven that BRK1 stabilizes the entire family of SCAR proteins and is required for functional W/SC assembly (Le et al., 2006), we investigated if the SCAR protein localized to the RHID, as did BRK1. To address this question, we imaged a recombineered SCAR2-mCherry fusion expressed in the \nscar1 scar2 scar3 scar4\n (\nscar1234\n) quadruple mutant background. Like BRK1-YFP, SCAR2-mCherry marked the RHID and dissipated when rapid root hair tip growth commenced (\nFigure 5D\n).\nThe accumulation of BRK1-YFP and SCAR2-mCherry at the RHID led us to hypothesize that \nbrk1\n and \nscar1234\n might have defects in root hair initiation. One parameter that has been studied extensively as an indicator of root hair initiation defects is planar polarity, which is a measure of root hair position along the length of the trichoblast (\nNakamura and Grebe, 2018\n). We found that the root hair positions of \nbrk1\n and \nscar1234\n shifted apically (i.e. toward the shoot) compared to the wild-type (\nFigure 5F\n). The planar polarity defects of \nbrk1\n were rescued by expressing \nBRK1-YFP\n in \nbrk1\n, while partial complementation of \nscar1234\n was achieved by expressing \nSCAR2-mCherry\n in \nscar1234\n (\nFigure 5F\n).\nWe also investigated if the ARP2/3 pathway was involved in RHID, since the W/SC complex can interact with the ARP2/3 pathway. APR2/3 subunit mutants \narp2, arp3\n, and \narpc5\n exhibited significantly apically shifted root hairs that were similar to those of \nbrk1\n and \nscar1234\n (\nFigure 5F\n). Nonetheless, we did not observe polarized accumulation of ARPC5-GFP at the RHID or at root hair tips (\nSupplemental Figure S5\n). These results suggest that the ARP2/3 pathway may interact with the W/SC complex at the RHID but is not essential for root hair positioning.\nTaken together, our results reveal that BRK1 and SCAR2 are molecular determinants of the RHID that are required for specifying the position of root hair emergence and can do so in both an ARP2/3-dependent and -independent manner.",
    "spi_is_required_for_the_depletion_of_brk1_as_root_hairs_tran": "SPI is required for the depletion of BRK1 as root hairs transition to tip growth\nLive cell microscopy of BRK1-YFP and SPI-YPet revealed contrasting spatial and temporal dynamics, with the former intensifying and the latter dissipating as root hairs elongated (\nFigures 1\n and \n5\n). To observe BRK1 and SPI simultaneously within the same root hair, we generated plants expressing both \nSPI-YPet\n and \nBRK1-mRuby3\n. Similar to BRK1-YFP, BRK1-mRuby3 labeled the RHID and dissipated as the root hair bulge expanded (\nFigure 6A\n). Within the same root hair cell, SPI-YPet fluorescence at the tip intensified as BRK1-mRuby3 dissipated (\nFigure 6A;\nSupplemental Movie S8\n). To better understand the relationship between SPI and BRK1, we expressed \nBRK1-YFP\n in \nspi\n and \nSPI-YPet\n in \nbrk1\n. Unlike BRK1-YFP in the complemented \nbrk1\n background (\nFigure 5B\n), BRK1-YFP signal in \nspi\n persisted throughout the entire imaging time course (\nFigure 6B\n). In several cases, BRK1-YFP remained visible in nongrowing root hair bulges of \nspi\n for more than 60 min. The persistence of BRK1-YFP signal was also observed in short root hair outgrowths of \nspi\n (\nFigure 6C;\nSupplemental Movie S9\n). To support our visual observations with quantitative data, we selected root hairs of \nspi\n and \nbrk1\n expressing BRK1-YFP that were of approximately equal lengths. From these root hairs, the ratio of BRK1-YFP tip fluorescence to subapical fluorescence was obtained (\nFigure 6D\n). These analyses showed that BRK1-YFP signal persisted in \nspi\n, as demonstrated by the higher fluorescence ratio (\nFigure 6E\n). In contrast, BRK1-YFP in \nbrk1\n root hairs disappeared from RHID when root hairs experienced rapid tip growth and thus did not exhibit a fluorescence gradient at the root tips (\nFigure 6, D and E\n). In addition, SPI-YPet in \nbrk1\n exhibited similar dynamics to SPI-YPet in the complemented \nspi\n (\nFigure 6F\n). In \nbrk1\n, SPI-YPet signal was weak during early root hair bulge formation and intensified as root hair tip growth accelerated (\nFigure 6F\n). Taken together, these results strongly indicate that SPI contributes to the stability of BRK1 during the transition from root hair initiation to rapid tip growth. On the other hand, BRK1 does not appear to have direct effects on SPI during root hair initiation or rapid tip growth.\nFigure 6\nDepletion of BRK1 as root hairs transition to tip growth is delayed in \nspi.\n A, Dual imaging of BRK1-mRuby3 (arrowheads) and SPI-YPet shows that dissipation of BRK1 coincides with accumulation of SPI (arrow) as root hairs transition to rapid tip growth. Bar = 20 µm. B and C, BRK1-YFP signal persists in \nspi\n root hair bulges (arrows in B) that fail to transition to tip growth and in slow-growing \nspi\n root hairs (arrows in C). Bars = 20 µm. D, Method for quantification of BRK1-YFP signal persistence in the root tip of \nspi\n. Root hairs of \nbrk1\n and \nspi\n expressing BRK1-YFP that were approximately 40 µm in length were selected. Rectangular ROIs (1 and 2) were drawn to obtain fluorescence values. Ratio values were obtained by dividing mean fluorescence in rectangle region 1 over region 2 used to plot data in (E). E, Box plot of BRK1-YFP root hair tip gradient expressed as fluorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values. **\nP\n <0.01 indicates statistical significance as determined by Student’s \nt\n test. Each dot represents measurement from three to six root hairs per group from eight plants. Only root hairs of similar length were compared. The average root hair length for \nbrk1\n was 37.28 µm (standard deviation 18.05 µm) and for \nspi5\n was 38.74 µm (standard deviation 18.34 µm). F, Accumulation of SPI-YPet at the root hair tip is not altered in \nbrk1\n. Bar = 20 µm",
    "discussion": "Discussion\nOur work uncovers important insights into the mechanism underlying actin-mediated root hair development. A major result from our studies is the revelation that SPI is a root hair tip-localized protein. Although SPI fused to fluorescent proteins was reported to localize to endosomes and P-bodies, such studies have been limited to transient expression assays in biolistically bombarded leaves (\nSteffens et al., 2015\n, \n2017\n). As such, a mechanistic link between reported SPI subcellular localization patterns and cell growth phenotypes (i.e. short root hairs and distorted trichome shapes) described in the original \nspi\n mutant alleles has been unclear. The large size of SPI and the possibility that it is targeted to discrete cellular domains could have hindered transgenic complementation and subsequent in planta localization efforts. Through our work, we demonstrated that a SPI-YPet fusion generated through recombineering complemented \nspi\n (\nZhou et al., 2011\n; \nBrumos et al., 2020\n). In doing so, we provide compelling evidence that SPI is a root hair tip-enriched BEACH domain-containing protein.\nOur studies indicate that SPI mediates root hair tip growth by maintaining the tip-focused fine F-actin meshwork, although the precise mechanism by which this is accomplished is unknown. The root hair tip-focused F-actin meshwork is the functional equivalent of domain-specific actin structures found in other tip-growing cells, such as cortical actin fringes in pollen tubes and actin spots in moss protonemata (\nBascom et al., 2018a\n). Although the tip-focused F-actin meshwork was able to form in a population of \nspi\n root hairs, it often dissipated or was replaced by thick actin cables, a feature of mature wild-type root hairs that are terminating tip growth. Although the presence of tip-focused SPI-YPet was strongly correlated with the maintenance of the tip-focused F-actin meshwork, direct causal links between SPI and F-actin have yet to be established. An alternative explanation is that tip growth-induced reduction due to the absence of SPI could lead to downstream, indirect effects on actin organization.\nThe root hair phenotypes and corresponding depletion of tip-focused F-actin in \nspi\n is reminiscent of studies of BEACH domain-containing proteins in mammalian cells, particularly in neurons, which have often been compared to tip-growing plant cells (\nBaluška, 2010\n). For instance, neuronal dendritic spines are cytoplasmic protrusions that modulate excitatory synaptic transmission in the mammalian nervous system. Actin is a major component of dendritic spines that plays a central role in driving the dynamic shape changes and secretory activities of these cytoplasmic protrusions during synaptic signaling (\nCingolani and Goda, 2008\n). In animals, neurobeachin (Nbea) is a BEACH domain-containing protein that has a similar domain architecture to SPI. Cultured neurons of \nNbea\n mice knockouts had fewer dendritic spine protrusions and depleted F-actin at the synapse than the wild-type (\nNiesmann et al., 2011\n). Another BEACH domain-containing protein called FAN was shown to be crucial for the formation of filopodia, i.e. actin-rich plasma membrane extensions that enable motile cells to probe their environment (\nMattila and Lappalainen, 2008\n). FAN-deficient fibroblasts had reduced filopodia formation and were unable to reorganize their actin cytoskeletons in response to upstream activation by tumor necrosis factors (\nHaubert et al., 2007\n). Taken together, these results indicate that actin-mediated regulation of cell polarity by BEACH domain-containing proteins is likely to be conserved across animals and plants.\nThe formation of SPI-YPet agglomerates in response to BFA indicates that SPI is associated with post-Golgi compartments. This result is consistent with observations made with BEACH domain-containing proteins in mammals. For example, Nbea was shown to localize to vesicular endomembranes adjacent to the TGN, and like SPI, the distribution of Nbea-positive post-Golgi compartments was altered by BFA (\nWang et al., 2000\n). Furthermore, the \nCaenorhabditis elegans\n (nematode) Nbea homolog SEL-2 was demonstrated to function in endomembrane trafficking in polarized epithelial cells based on the finding that \nsel-2\n mutants mistarget proteins normally found in the apical cell surface to the basolateral surface (\nde Souza et al., 2007\n). Here, the protein secretory marker SEC-RFP, which is typically trafficked to the tips of elongating wild-type root hairs (\nSparks et al., 2016\n), was uniformly distributed in \nspi\n root hairs. The absence of tip-directed SEC-RFP gradients in \nspi\n root hairs shows that, as in mammals, plant BEACH domain-containing proteins are required for the proper targeting of molecular cargo to points of polarized cell growth.\nAnother significant result from our studies is the discovery that BRK1 and SCAR2 are molecular determinants of the RHID. The localization of BRK1 and SCAR2 to the RHID and their dissipation as root hair tip growth commenced contrasts with findings in \nPhyscomitrium\n in which a functional BRK1-YFP distinctly labeled the tips of caulonemal cells (\nPerroud and Quatrano, 2008\n). Like BRK1-YFP, an ARPC4-GFP construct labeled the tips of caulonemal cells (\nPerroud and Quatrano, 2008\n), whereas no clear tip-focused labeling of ARPC5-GFP was observed in root hairs (\nSupplemental Figure S5\n). The observation that BRK1-YFP prominently localized to the RHID but dissipated during active root hair tip growth was surprising given that Arabidopsis \nBRK1\n complemented the defective filamentous growth of \nPhyscomitrium BRK1\n knockouts (\nPerroud and Quatrano, 2008\n). \nPhyscomitrium BRK1 and ARPC4\n mutants have clear tip growth defects, while Arabidopsis mutants in the \nW/SC\n and \nARP2/3\n complexes have only weak to no tip growth abnormalities (\nLe et al., 2003\n; \nMathur et al., 2003\n; \nPerroud and Quatrano, 2006\n, \n2008\n). This suggests that seed plants might have evolved a specialized function for the W/SC complex at the site of root hair emergence and early bulge formation with only a minor role in driving actin-dependent tip growth. Moreover, a recent discovery regarding the emergence of an ARP2/3 independent W/SC pathway in the regulation of F-actin dynamics for sperm nuclear migration in Arabidopsis pollen tubes further indicates that this occurrence may be more common in seed plants. On the other hand, the knockouts of an Arabidopsis \nSPI\n ortholog in the liverwort \nMarchantia polymorpha\n led to short rhizoids, indicating that SPI has conserved functions across land plants in regulating tip growth (\nHonkanen et al., 2016\n). In other single cell types such as diffusely growing trichomes, W/SC and ARP2/3 subunits likely play a more prominent role than SPI based on their more severe trichome phenotypes when the expression of their encoding genes is suppressed.\nThe weakening of BRK1-mRuby3 fluorescence coinciding with SPI-YPet accumulation, and the persistence of SPI-YPet signal in \nspi\n root hair tips, provides indirect evidence that SPI might play a role in mediating BRK1 stability or localized clustering at the plasma membrane of the RHID. Although it is unknown why BRK1-YFP signal persists in \nspi\n, it is tempting to speculate that SPI might modulate BRK1 via protein degradation pathways. This possibility is supported by studies in mammals pointing to a role for BEACH domain-containing proteins in protein degradation via the ubiquitination pathway. In mouse models, for example, the BEACH domain-containing protein WDR81 was shown to be essential for the removal of autophagy-dependent ubiquitinated proteins (Liu et al., 2017). In this regard, it is worth noting that the W/SC-ARP2/3 pathway was demonstrated to function in stress-induced autophagy (\nWang et al., 2016\n) and that proteasome inhibitors stabilized SCAR during dark-induced primary root growth inhibition (\nDyachok et al., 2011\n). It is possible that SPI-mediated proteolytic pathways and BRK1 coordinate their activities to specify the levels of W/SC at the RHID that enable the transition to actin-dependent rapid tip growth. However, such a scenario is complicated by the observation that the formation of tip-directed SPI-YPet does not appear to require BRK1. This suggests that SPI’s appearance at the root hair tip is likely regulated by other factors besides the W/SC complex. Alternatively, the failure of BRK1 to disappear from the RHID in \nspi\n mutants may be caused by a general failure to transition to normal tip growth. Future studies will require subjecting root hairs to conditions that prematurely terminate tip growth to determine if BRK1 signals persist.\nIn summary, our work provides data that contribute to our understanding of actin-mediated root hair development. A crucial result from our work is the discovery that SPI and the W/SC subunits BRK1 and SCAR2 exhibit polarized localization patterns in root hairs that point to potential functional relationships among these proteins during root hair development. In the future, it will be important to evaluate genetic interactions between SPI and W/SC and ask whether SPI physically interacts with actin or subunits of W/SC to better explain the functional links between SPI and W/SC.",
    "materials_and_methods": "Materials and methods\nForward-genetic screening and map-based cloning\nThe \nA. thaliana hlb\n mutants from which the \nspi-5\n mutant allele was identified were isolated from a population of T-DNA seeds (Arabidopsis Biological Research Center stock CS31100). Plants generated from these seeds were transformed with the activation tagging pSKI015 plasmid (\nWeigel et al., 2000\n; \nSparks et al., 2016\n; \nSun et al., 2019\n). Briefly, mutagenized seeds were surface sterilized in 95% (v/v) ethanol and 20% bleach (v/v), followed by three washes in sterile deionized water. A solution of 0.5× Murashige and Skoog (MS) basal salt medium with vitamins (PhytoTech Labs, USA) and 1% (w/v) sucrose was prepared, and the pH of the solution was adjusted to 5.7. After adding 0.5% agar (w/v) (Sigma-Aldrich), the solution was autoclaved and allowed to cool at room temperature. Upon reaching 55°C, a stock solution of 10-mM LatB (CalBiochem-EMD Chemicals) in 100% dimethyl sulfoxide (DMSO) was added to make a final LatB concentration of 100 nM. Sterilized seeds were suspended in the MS–agar–LatB medium and gently swirled to evenly distribute the seeds. The seed–MS–agar–LatB mixture was poured to a thickness of 2 mm on the bases of 10 cm × 10 cm Petri dishes. After incubating the plates at 4°C for 48 h, they were positioned vertically in a Conviron plant growth chamber set to 24°C with a 14-h light (120 µmol m\n−2\n s\n−1\n)/10-h dark cycle. Six days after transfer to the Conviron growth chamber, seedlings that exhibited severe growth inhibition were transplanted to LatB-free medium and grown to maturity.\nFor LatB hypersensitivity assays, seeds from selected plants and the \nhlb2\n mutant were planted on the surface of a 3 mm layer of polymerized 0.5× MS—1% agar growth medium in gridded square 10 cm × 10 cm Petri plates and grown in the same Conviron used for screening. Four-day-old seedlings with primary roots that were ∼1 cm long were selected. Selected seedlings were transplanted to a new set of square Petri dishes containing MS medium supplemented with 50-nM LatB or MS supplemented with the appropriate volume of LatB solvent (i.e. DMSO). During transplantation, the tip of the root was positioned at the grid line of the Petri dish and maintained in a vertical orientation. Four days after transplanting, images of the roots were captured with a Nikon Insight digital camera mounted on a copy stand. Primary root length was expressed as the distance between the position of the root tip 4 d after transplantation and the grid line where the root tip was positioned during transplantation (\nSupplemental Figure S1\n).\nTo identify the \nHLB2\n gene, homozygous \nhlb2\n (Col-0 ecotype) was out-crossed to the \nLandsberg erecta\n ecotype to generate seeds for map-based cloning because attempts to identify the responsible mutation for the \nhlb2\n phenotype using TAIL-PCR had been unsuccessful. Segregating F2 seedlings were surface sterilized as described above and grown for 3 d. These seedlings were then transferred to MS medium containing 50 nM LatB and root lengths were marked on the plates to track root growth. Transferred seedlings were grown vertically for an additional 4 d in the growth chamber and seedlings that showed root hypersensitivity to 50-nM LatB were selected for mapping. Briefly, DNA was extracted (\nEdwards et al., 1991\n) from approximately 2,600 LatB sensitive seedlings and cloned with simple sequence length polymorphism and cleavage of amplified polymorphic site markers to chromosome one between the \nAT1G02740\n and \nAT1G03410\n loci (\nLukowitz et al., 2000\n), which spanned 248 kb and contained 77 annotated genes. Primers were then designed to several candidate genes based on the sequenced 248-kb region. Nucleotide sequencing revealed that the \nhlb2\n mutation had a 10-base pair deletion (Chr1 position 720, 152–720, 161) in exon 14 of the \nAT1G03060\n gene. In addition, we obtained a T-DNA insertional mutant (SALK_065311) from the ABRC with a predicted insertion in \nSPI\n. After genotyping, SALK_065311 was subjected to similar LatB hypersensitivity and growth assays as \nhlb2\n as mentioned above. Allelism was determined by examining the F1 progeny from a cross between \nhlb2 \n×\n \nSALK_065311. Following the nomenclature of \nSteffens et al. (2015)\n, SALK_065311 and \nhlb2\n were named \nspi-3\n and \nspi-5\n, respectively.\nGeneration of fluorescent protein-tagged constructs and plant lines\nThe SPI protein was tagged at the C-terminus with the fluorescent protein 3x-YPet via the recombineering method (\nZhou et al., 2011\n). \nAgrobacterium tumefaciens\n UIA143 pMP90 harboring a SPI-YPet recombineering construct was used to transform the \nspi-5\n mutant by the floral dip method (\nClough and Bent, 1998\n). Transgenic lines were isolated based on resistance to kanamycin and restoration of the wild-type root length. The \nSPI-YPet\n transgene was amplified with primers (5′-ATTCCACAAGCAACCAGTCAC-3′ and 5′-AACAGAGTTGAGAGTGGCTCG-3′) and sequenced to confirm the correct configuration. Final validation of \nSPI-YPet\n expression was accomplished by screening selected lines under the confocal microscope for YPet fluorescence and complementation of the short root hair phenotype.\n\n\nSCAR2-mCherry\n lines were also generated by recombineering in which an mCherry tag was fused to an internal region of SCAR2 (\nSharan et al., 2009\n). The mCherry tag was inserted after amino acid 585 in SCAR2 to generate SCAR2-i2mCherry. Recombineering primers were designed as follows: the forward primer contained 50 SCAR2 nucleotides upstream from the insertion site of SCAR2 and 18 nucleotides of the 5′-end of the mCherry cassette, which had a 5× Glycine, 1 Alanine linker. The reverse primer contained 50 nucleotides after the insert site of SCAR2 and 24 nucleotides of the 3′-end of the mCherry cassette. The JAtY75L14 clone was transformed into the recombineering competent \nEscherichia coli\n strain SW105 and recombined with the SCAR2-i2mCherry recombineering cassettes. A flippase recombination reaction removed the ampicillin resistance marker. The sequence between the two test primers was verified by DNA sequencing. The clones were transformed into Agrobacterium and then into \nscar1234\n plants (\nDyachok et al., 2008\n). Because both \nscar1234\n plants and the recombineering clones were Basta resistant, plants on MS plates were screened by eye for rescued trichome phenotypes. Rescued plants were genotyped with the recombineering test primers and screened for fluorescence under a confocal microscope.\nThe \nBRK1promoter: BRK1-YFP\n introduced into the \nbrk1-1\n mutant and \nARPC5-GFP\n are described in \nDyachok et al. (2008)\n and \nYanagisawa et al. (2015)\n, respectively. For the \nBRK1-mRuby3\n construct, the fluorescent protein 3x-mRUBY3 was tagged with a C-terminal linker (10 Alanine, Glycine) using Thermo Fisher Scientific GeneArt to include BamH1 and XbaI sites at its 5′- and 3′-ends, respectively. Codon optimization for Arabidopsis was performed on the 3x-mRUBY3 and internal linkers prior to synthesis. The 3X-mRuby3 fragment was inserted as a BamH1/XbaI into the plasmid \npBRK:YFPpEZRK\n (\nDyachok et al., 2008\n).The Agrobacterium floral dip method (\nClough and Bent, 1998\n) was used to transform \nbrk1-2\n plants, and transformation was confirmed when this construct fully restored defective \nbrk1-2\n trichomes.\nPlants expressing \nBRK1-YFP\n were crossed with \nspi-5\n to generate \nBRK1-YFP\n in the \nspi-5\n background. In parallel, plants expressing \nSPI-YPet\n were crossed with \nbrk1\n to obtain SPI-YPet in the \nbrk1\n background. \nSpi-5\n was directly transformed with the \nUBQ10:mGFP-Lifeact\n construct by the floral dip method (\nClough and Bent, 1998\n). \nSpi-5\n expressing SEC-RFP was generated by crossing \nspi-5\n with \nSEC7-RFP\n-expressing wild-type plants, and progeny in subsequent generations that exhibited fluorescence and the \nspi\n root hair phenotypes were selected for analysis.\nGeneration of dual fluorescent protein-labeled plant lines\nTo generate plant lines co-expressing \nSPI-YPet\n and \nBRK1-mRuby3\n, \nSPI-YPet\n in \nspi-5\n was crossed with \nBRK1-mRuby3\n in the \nbrk1-2\n background. Progeny from subsequent generations that exhibited yellow and red fluorescence and rescued root hair and trichome phenotypes were selected for the analysis. For lines expressing \nSPI-YPet\n and \nmRuby3-Lifeact\n (\nBascom et al., 2018b\n), \nSPI-YPet\n in the \nspi-5\n background was directly transformed with a \nUBQ10:Lifeact-mRuby3\n construct. Seedlings that showed both YPet and mRuby3 fluorescence were selected under the confocal microscope.\nEvaluation of root hair growth rate\nSeeds were surface-sterilized in ethanol and bleach as described above. To evaluate root hair growth rate, seeds were planted on 48 × 64 mm coverslips coated with 0.5× MS, 1% sucrose, and 0.4% (w/v) Gelzan CM (Sigma Aldrich, USA) according to \nDyachok et al. (2016)\n. The coverslips were placed in 9-cm round Petri dishes and the seeds stratified at 4°C for 48 h. After stratification, the coverslip system with planted seed were kept in a 24°C growth chamber under a 14-h light (120 µmol m\n−2\ns\n−1\n)/10-h dark cycle for 5–6 d.\nTo quantify root hair growth rate, time-lapse sequences of elongating root hairs at intervals of 10 min over a period of 60 min from a region of the primary root located between 2 and 3 mm from the root tip were captured with a Nikon Eclipse TE300 inverted microscope using a 10× objective. Root hair lengths at various time points were extracted from digital images using ImageJ (v1.51) software (\nhttps://imagej.nih.gov/ij/\n). The displacement of the root hair tip after each 10-min interval was obtained and divided by 10 to obtain growth rate as µm/min.\nChemical treatments of root hairs\nFor BFA treatment, a stock solution of 10 mM was made by dissolving BFA powder (Sigma-Aldrich) in DMSO. Subsequently, the working solution of 50 µM was diluted in 0.5× MS, 1% sucrose solution, and loaded into a 1-mL syringe. The BFA solution was injected directly next to the roots of 4- to 5-d-old Arabidopsis seedlings grown on coverslips and incubated at room temperature for 10 min prior to microscopy.\nFM 1-43 dye (ThermoFisher Scientific) was dissolved in DMSO to make a 10-mM stock solution. The dye was diluted to 4 µM in 0.5× MS, 1% sucrose solution. The dye was loaded into a 1-mL syringe, and the solution was injected next to the roots as described above.\nMicroscopy and image analysis\nLive cell imaging of root hairs using confocal microscopy was performed on 4- or 5-d-old seedlings grown on the 48 mm × 64 mm coverslip system described above. Coverslips with seedlings were placed horizontally on the stage of an inverted Leica SP8-X point scanning confocal microscope (Leica Microsystems, Buffalo Grove, IL, USA) or an UltraView ERS spinning-disc confocal microscope (Perkin Elmer Life and Analytical Sciences, Waltham, MA, USA) equipped with 40 × water (numerical aperture = 1.10) or 100 × oil (numerical aperture = 1.40) immersion objectives. SPI-YPet and YFP-BRK1 were imaged by illuminating roots growing along the coverslip surface with the 514 nm line of the SP8-XArgon laser and emission detected at 527 nm. Images of root hairs expressing SCAR2-mCherry, BRK1-mRuby3, Lifeact-mRuby, and SEC7-RFP were acquired by illumination with the tunable SP8-X white light laser (560-580 nm) and detecting emission at 610 nm. Excitation and emission parameters for GFP (GFP-ARPC5 and mGFP-Lifeact) were 488 nm and 510 nm, respectively. Time-lapse movies or single time point images were collected using Volocity acquisition version 6.3.5 (Improvision) or SPX-8 LAS software, for the UltraView and Leica SP8-X, respectively.\nQuantification of fluorescence from root hair images was conducted on 8-bit confocal images acquired at a single fixed focal plane that spanned the median of the cell (SPI-YPet, BRK1-YFP, SEC-RFP, and BFA and FM 1-43 treatments) or from maximum projected images (mGFP-Lifeact). For SPI-YPet and SEC-RFP, an oval region of interest (ROI) at the root hair tip was drawn and mean fluorescence within this area was acquired using ImageJ. Fluorescence was expressed as the ratio of mean fluorescence within the root tip ROI to background fluorescence. For SPI-YPet, the background used was the region adjacent to but outside of the root hair tip (\nFigure 1C\n), while for SEC-RFP, the background used was an area on the sub-apical region of the root hair tip (\nFigure 2F\n). For BRK1-YFP, a ROI was drawn along the apical-most root hair tip that was approximately 20 pixels wide using the selection brush tool of ImageJ. The ratio of fluorescence within this area to background fluorescence was obtained (\nFigure 2C\n). For BFA, a variable ROI was selected based on the size of BFA-induced agglomerates using the selection brush tool of ImageJ. The ratio of fluorescence was calculated based on similarly sized ROI in the cytoplasmic region. For FM 1-43 experiment, the same quantification technique as for SEC-RFP was used.\nRoot hair growth rate data for scatter plots in \nFigures 1\n and \n5\n were derived from the same root hair images in which fluorescence images were acquired under a Leica SP8-X. For the former, an image of a root hair was taken at time 0 and every 5 min thereafter. Scatter plots to determine the relationship between growth rate and tip-focused fluorescence were generated in R (\nR Core Team, 2019\n) using the ggplot function in the ggplot2 package (\nWickham, 2016\n). Linear regression analysis between two variables was performed using the lme4 package in R software (\nBates et al., 2015\n; \nR Core Team, 2019\n).\nRoot hair growth rate for \nFigure 3Q\n was obtained directly on a Nikon TE300 from root hairs growing in 0.5× MS, 1% sucrose, and 0.4% Gelzan in 5-cm diameter round Petri dishes. Time-lapse images were taken every 10 min over a period of 60 min. The growth rate refers to the displacement of the root hair tip in micrometer divided by time elapsed (min).\nTo quantify tip-focused F-actin, 25 optical sections were taken at 0.5-µm intervals using an UltraView spinning-disc confocal microscope. Raw Ultraview Z-stacks were exported to Imaris image analysis software version 9.2.0 (Bitplane). Transverse sections of the root hair tip were obtained from Z-stacks using the surpass view interface of Imaris software and exported as 8-bit TIFF files. From these images, an ROI spanning the circular area of the root hair tip was drawn using ImageJ and mean fluorescence was extracted (\nFigure 3O\n). The ratio of the tip fluorescence to background was obtained from 18 to 21 root hairs.\nPairwise \nt\n tests and ANOVA tests were performed using the lsmeans package (\nLenth, 2016\n) in R (\nR Core Team, 2019\n). Violin plots for planar polarity in \nFigure 5F\n were designed with the ggplot function in the ggplot2 package (\nWickham, 2016\n). Pairwise Kolmogorov–Smirnov test was selected to compare the shapes of two empirical cumulative distributions for planar polarity of two genotypes using the basic package in R (\nR Core Team, 2019\n). Statistical results of \nt\n tests and ANOVA are shown in \nSupplemental Tables S1 and S2\n, respectively.\nAccession numbers\nSequence data from this article can be found in the Arabidopsis Genome Initiative or GenBank/EMBL databases under the following accession numbers: \nSPI\n (AT1G03060), \nBRK1\n (AT2G22640), \nSCAR1\n (AT2G34150), \nSCAR2\n (AT2G38440), \nSCAR3\n (AT1G29170), and \nSCAR4\n (AT5G01730)",
    "forward-genetic_screening_and_map-based_cloning": "Forward-genetic screening and map-based cloning\nThe \nA. thaliana hlb\n mutants from which the \nspi-5\n mutant allele was identified were isolated from a population of T-DNA seeds (Arabidopsis Biological Research Center stock CS31100). Plants generated from these seeds were transformed with the activation tagging pSKI015 plasmid (\nWeigel et al., 2000\n; \nSparks et al., 2016\n; \nSun et al., 2019\n). Briefly, mutagenized seeds were surface sterilized in 95% (v/v) ethanol and 20% bleach (v/v), followed by three washes in sterile deionized water. A solution of 0.5× Murashige and Skoog (MS) basal salt medium with vitamins (PhytoTech Labs, USA) and 1% (w/v) sucrose was prepared, and the pH of the solution was adjusted to 5.7. After adding 0.5% agar (w/v) (Sigma-Aldrich), the solution was autoclaved and allowed to cool at room temperature. Upon reaching 55°C, a stock solution of 10-mM LatB (CalBiochem-EMD Chemicals) in 100% dimethyl sulfoxide (DMSO) was added to make a final LatB concentration of 100 nM. Sterilized seeds were suspended in the MS–agar–LatB medium and gently swirled to evenly distribute the seeds. The seed–MS–agar–LatB mixture was poured to a thickness of 2 mm on the bases of 10 cm × 10 cm Petri dishes. After incubating the plates at 4°C for 48 h, they were positioned vertically in a Conviron plant growth chamber set to 24°C with a 14-h light (120 µmol m\n−2\n s\n−1\n)/10-h dark cycle. Six days after transfer to the Conviron growth chamber, seedlings that exhibited severe growth inhibition were transplanted to LatB-free medium and grown to maturity.\nFor LatB hypersensitivity assays, seeds from selected plants and the \nhlb2\n mutant were planted on the surface of a 3 mm layer of polymerized 0.5× MS—1% agar growth medium in gridded square 10 cm × 10 cm Petri plates and grown in the same Conviron used for screening. Four-day-old seedlings with primary roots that were ∼1 cm long were selected. Selected seedlings were transplanted to a new set of square Petri dishes containing MS medium supplemented with 50-nM LatB or MS supplemented with the appropriate volume of LatB solvent (i.e. DMSO). During transplantation, the tip of the root was positioned at the grid line of the Petri dish and maintained in a vertical orientation. Four days after transplanting, images of the roots were captured with a Nikon Insight digital camera mounted on a copy stand. Primary root length was expressed as the distance between the position of the root tip 4 d after transplantation and the grid line where the root tip was positioned during transplantation (\nSupplemental Figure S1\n).\nTo identify the \nHLB2\n gene, homozygous \nhlb2\n (Col-0 ecotype) was out-crossed to the \nLandsberg erecta\n ecotype to generate seeds for map-based cloning because attempts to identify the responsible mutation for the \nhlb2\n phenotype using TAIL-PCR had been unsuccessful. Segregating F2 seedlings were surface sterilized as described above and grown for 3 d. These seedlings were then transferred to MS medium containing 50 nM LatB and root lengths were marked on the plates to track root growth. Transferred seedlings were grown vertically for an additional 4 d in the growth chamber and seedlings that showed root hypersensitivity to 50-nM LatB were selected for mapping. Briefly, DNA was extracted (\nEdwards et al., 1991\n) from approximately 2,600 LatB sensitive seedlings and cloned with simple sequence length polymorphism and cleavage of amplified polymorphic site markers to chromosome one between the \nAT1G02740\n and \nAT1G03410\n loci (\nLukowitz et al., 2000\n), which spanned 248 kb and contained 77 annotated genes. Primers were then designed to several candidate genes based on the sequenced 248-kb region. Nucleotide sequencing revealed that the \nhlb2\n mutation had a 10-base pair deletion (Chr1 position 720, 152–720, 161) in exon 14 of the \nAT1G03060\n gene. In addition, we obtained a T-DNA insertional mutant (SALK_065311) from the ABRC with a predicted insertion in \nSPI\n. After genotyping, SALK_065311 was subjected to similar LatB hypersensitivity and growth assays as \nhlb2\n as mentioned above. Allelism was determined by examining the F1 progeny from a cross between \nhlb2 \n×\n \nSALK_065311. Following the nomenclature of \nSteffens et al. (2015)\n, SALK_065311 and \nhlb2\n were named \nspi-3\n and \nspi-5\n, respectively.",
    "generation_of_fluorescent_protein-tagged_constructs_and_plan": "Generation of fluorescent protein-tagged constructs and plant lines\nThe SPI protein was tagged at the C-terminus with the fluorescent protein 3x-YPet via the recombineering method (\nZhou et al., 2011\n). \nAgrobacterium tumefaciens\n UIA143 pMP90 harboring a SPI-YPet recombineering construct was used to transform the \nspi-5\n mutant by the floral dip method (\nClough and Bent, 1998\n). Transgenic lines were isolated based on resistance to kanamycin and restoration of the wild-type root length. The \nSPI-YPet\n transgene was amplified with primers (5′-ATTCCACAAGCAACCAGTCAC-3′ and 5′-AACAGAGTTGAGAGTGGCTCG-3′) and sequenced to confirm the correct configuration. Final validation of \nSPI-YPet\n expression was accomplished by screening selected lines under the confocal microscope for YPet fluorescence and complementation of the short root hair phenotype.\n\n\nSCAR2-mCherry\n lines were also generated by recombineering in which an mCherry tag was fused to an internal region of SCAR2 (\nSharan et al., 2009\n). The mCherry tag was inserted after amino acid 585 in SCAR2 to generate SCAR2-i2mCherry. Recombineering primers were designed as follows: the forward primer contained 50 SCAR2 nucleotides upstream from the insertion site of SCAR2 and 18 nucleotides of the 5′-end of the mCherry cassette, which had a 5× Glycine, 1 Alanine linker. The reverse primer contained 50 nucleotides after the insert site of SCAR2 and 24 nucleotides of the 3′-end of the mCherry cassette. The JAtY75L14 clone was transformed into the recombineering competent \nEscherichia coli\n strain SW105 and recombined with the SCAR2-i2mCherry recombineering cassettes. A flippase recombination reaction removed the ampicillin resistance marker. The sequence between the two test primers was verified by DNA sequencing. The clones were transformed into Agrobacterium and then into \nscar1234\n plants (\nDyachok et al., 2008\n). Because both \nscar1234\n plants and the recombineering clones were Basta resistant, plants on MS plates were screened by eye for rescued trichome phenotypes. Rescued plants were genotyped with the recombineering test primers and screened for fluorescence under a confocal microscope.\nThe \nBRK1promoter: BRK1-YFP\n introduced into the \nbrk1-1\n mutant and \nARPC5-GFP\n are described in \nDyachok et al. (2008)\n and \nYanagisawa et al. (2015)\n, respectively. For the \nBRK1-mRuby3\n construct, the fluorescent protein 3x-mRUBY3 was tagged with a C-terminal linker (10 Alanine, Glycine) using Thermo Fisher Scientific GeneArt to include BamH1 and XbaI sites at its 5′- and 3′-ends, respectively. Codon optimization for Arabidopsis was performed on the 3x-mRUBY3 and internal linkers prior to synthesis. The 3X-mRuby3 fragment was inserted as a BamH1/XbaI into the plasmid \npBRK:YFPpEZRK\n (\nDyachok et al., 2008\n).The Agrobacterium floral dip method (\nClough and Bent, 1998\n) was used to transform \nbrk1-2\n plants, and transformation was confirmed when this construct fully restored defective \nbrk1-2\n trichomes.\nPlants expressing \nBRK1-YFP\n were crossed with \nspi-5\n to generate \nBRK1-YFP\n in the \nspi-5\n background. In parallel, plants expressing \nSPI-YPet\n were crossed with \nbrk1\n to obtain SPI-YPet in the \nbrk1\n background. \nSpi-5\n was directly transformed with the \nUBQ10:mGFP-Lifeact\n construct by the floral dip method (\nClough and Bent, 1998\n). \nSpi-5\n expressing SEC-RFP was generated by crossing \nspi-5\n with \nSEC7-RFP\n-expressing wild-type plants, and progeny in subsequent generations that exhibited fluorescence and the \nspi\n root hair phenotypes were selected for analysis.",
    "generation_of_dual_fluorescent_protein-labeled_plant_lines": "Generation of dual fluorescent protein-labeled plant lines\nTo generate plant lines co-expressing \nSPI-YPet\n and \nBRK1-mRuby3\n, \nSPI-YPet\n in \nspi-5\n was crossed with \nBRK1-mRuby3\n in the \nbrk1-2\n background. Progeny from subsequent generations that exhibited yellow and red fluorescence and rescued root hair and trichome phenotypes were selected for the analysis. For lines expressing \nSPI-YPet\n and \nmRuby3-Lifeact\n (\nBascom et al., 2018b\n), \nSPI-YPet\n in the \nspi-5\n background was directly transformed with a \nUBQ10:Lifeact-mRuby3\n construct. Seedlings that showed both YPet and mRuby3 fluorescence were selected under the confocal microscope.",
    "evaluation_of_root_hair_growth_rate": "Evaluation of root hair growth rate\nSeeds were surface-sterilized in ethanol and bleach as described above. To evaluate root hair growth rate, seeds were planted on 48 × 64 mm coverslips coated with 0.5× MS, 1% sucrose, and 0.4% (w/v) Gelzan CM (Sigma Aldrich, USA) according to \nDyachok et al. (2016)\n. The coverslips were placed in 9-cm round Petri dishes and the seeds stratified at 4°C for 48 h. After stratification, the coverslip system with planted seed were kept in a 24°C growth chamber under a 14-h light (120 µmol m\n−2\ns\n−1\n)/10-h dark cycle for 5–6 d.\nTo quantify root hair growth rate, time-lapse sequences of elongating root hairs at intervals of 10 min over a period of 60 min from a region of the primary root located between 2 and 3 mm from the root tip were captured with a Nikon Eclipse TE300 inverted microscope using a 10× objective. Root hair lengths at various time points were extracted from digital images using ImageJ (v1.51) software (\nhttps://imagej.nih.gov/ij/\n). The displacement of the root hair tip after each 10-min interval was obtained and divided by 10 to obtain growth rate as µm/min.",
    "chemical_treatments_of_root_hairs": "Chemical treatments of root hairs\nFor BFA treatment, a stock solution of 10 mM was made by dissolving BFA powder (Sigma-Aldrich) in DMSO. Subsequently, the working solution of 50 µM was diluted in 0.5× MS, 1% sucrose solution, and loaded into a 1-mL syringe. The BFA solution was injected directly next to the roots of 4- to 5-d-old Arabidopsis seedlings grown on coverslips and incubated at room temperature for 10 min prior to microscopy.\nFM 1-43 dye (ThermoFisher Scientific) was dissolved in DMSO to make a 10-mM stock solution. The dye was diluted to 4 µM in 0.5× MS, 1% sucrose solution. The dye was loaded into a 1-mL syringe, and the solution was injected next to the roots as described above.",
    "microscopy_and_image_analysis": "Microscopy and image analysis\nLive cell imaging of root hairs using confocal microscopy was performed on 4- or 5-d-old seedlings grown on the 48 mm × 64 mm coverslip system described above. Coverslips with seedlings were placed horizontally on the stage of an inverted Leica SP8-X point scanning confocal microscope (Leica Microsystems, Buffalo Grove, IL, USA) or an UltraView ERS spinning-disc confocal microscope (Perkin Elmer Life and Analytical Sciences, Waltham, MA, USA) equipped with 40 × water (numerical aperture = 1.10) or 100 × oil (numerical aperture = 1.40) immersion objectives. SPI-YPet and YFP-BRK1 were imaged by illuminating roots growing along the coverslip surface with the 514 nm line of the SP8-XArgon laser and emission detected at 527 nm. Images of root hairs expressing SCAR2-mCherry, BRK1-mRuby3, Lifeact-mRuby, and SEC7-RFP were acquired by illumination with the tunable SP8-X white light laser (560-580 nm) and detecting emission at 610 nm. Excitation and emission parameters for GFP (GFP-ARPC5 and mGFP-Lifeact) were 488 nm and 510 nm, respectively. Time-lapse movies or single time point images were collected using Volocity acquisition version 6.3.5 (Improvision) or SPX-8 LAS software, for the UltraView and Leica SP8-X, respectively.\nQuantification of fluorescence from root hair images was conducted on 8-bit confocal images acquired at a single fixed focal plane that spanned the median of the cell (SPI-YPet, BRK1-YFP, SEC-RFP, and BFA and FM 1-43 treatments) or from maximum projected images (mGFP-Lifeact). For SPI-YPet and SEC-RFP, an oval region of interest (ROI) at the root hair tip was drawn and mean fluorescence within this area was acquired using ImageJ. Fluorescence was expressed as the ratio of mean fluorescence within the root tip ROI to background fluorescence. For SPI-YPet, the background used was the region adjacent to but outside of the root hair tip (\nFigure 1C\n), while for SEC-RFP, the background used was an area on the sub-apical region of the root hair tip (\nFigure 2F\n). For BRK1-YFP, a ROI was drawn along the apical-most root hair tip that was approximately 20 pixels wide using the selection brush tool of ImageJ. The ratio of fluorescence within this area to background fluorescence was obtained (\nFigure 2C\n). For BFA, a variable ROI was selected based on the size of BFA-induced agglomerates using the selection brush tool of ImageJ. The ratio of fluorescence was calculated based on similarly sized ROI in the cytoplasmic region. For FM 1-43 experiment, the same quantification technique as for SEC-RFP was used.\nRoot hair growth rate data for scatter plots in \nFigures 1\n and \n5\n were derived from the same root hair images in which fluorescence images were acquired under a Leica SP8-X. For the former, an image of a root hair was taken at time 0 and every 5 min thereafter. Scatter plots to determine the relationship between growth rate and tip-focused fluorescence were generated in R (\nR Core Team, 2019\n) using the ggplot function in the ggplot2 package (\nWickham, 2016\n). Linear regression analysis between two variables was performed using the lme4 package in R software (\nBates et al., 2015\n; \nR Core Team, 2019\n).\nRoot hair growth rate for \nFigure 3Q\n was obtained directly on a Nikon TE300 from root hairs growing in 0.5× MS, 1% sucrose, and 0.4% Gelzan in 5-cm diameter round Petri dishes. Time-lapse images were taken every 10 min over a period of 60 min. The growth rate refers to the displacement of the root hair tip in micrometer divided by time elapsed (min).\nTo quantify tip-focused F-actin, 25 optical sections were taken at 0.5-µm intervals using an UltraView spinning-disc confocal microscope. Raw Ultraview Z-stacks were exported to Imaris image analysis software version 9.2.0 (Bitplane). Transverse sections of the root hair tip were obtained from Z-stacks using the surpass view interface of Imaris software and exported as 8-bit TIFF files. From these images, an ROI spanning the circular area of the root hair tip was drawn using ImageJ and mean fluorescence was extracted (\nFigure 3O\n). The ratio of the tip fluorescence to background was obtained from 18 to 21 root hairs.\nPairwise \nt\n tests and ANOVA tests were performed using the lsmeans package (\nLenth, 2016\n) in R (\nR Core Team, 2019\n). Violin plots for planar polarity in \nFigure 5F\n were designed with the ggplot function in the ggplot2 package (\nWickham, 2016\n). Pairwise Kolmogorov–Smirnov test was selected to compare the shapes of two empirical cumulative distributions for planar polarity of two genotypes using the basic package in R (\nR Core Team, 2019\n). Statistical results of \nt\n tests and ANOVA are shown in \nSupplemental Tables S1 and S2\n, respectively.",
    "accession_numbers": "Accession numbers\nSequence data from this article can be found in the Arabidopsis Genome Initiative or GenBank/EMBL databases under the following accession numbers: \nSPI\n (AT1G03060), \nBRK1\n (AT2G22640), \nSCAR1\n (AT2G34150), \nSCAR2\n (AT2G38440), \nSCAR3\n (AT1G29170), and \nSCAR4\n (AT5G01730)",
    "supplemental_data": "Supplemental data\nThe following materials are available in the online version of this article.\n\n\n\n\nSupplemental Figure S1\n.\n Primary root growth of \nhlb2\n seedlings is hypersensitive to LatB.\n\n\n\n\nSupplemental Figure S2\n.\n \nHLB2\n encodes the beach domain containing protein SPIRRIG.\n\n\n\n\nSupplemental Figure S3\n.\n The \nSPI-YPet\n construct complements \nspi.\n\n\n\n\nSupplemental Figure S4\n.\n FM1-43 uptake assays in growing wild-type and \nspi\n root hairs.\n\n\n\n\nSupplemental Figure S5\n.\n The ARP2/3 pathway does not mark the root hair initiation domain.\n\n\n\n\nSupplemental Table S1\n.\n Statistical test results for \nt\n test.\n\n\n\n\nSupplemental Table S2\n.\n Statistical test results for ANOVA.\n\n\n\n\nSupplemental Movie S1\n.\n Time-lapse confocal microscopy of SPI-YPet in multiple elongating root hairs.\n\n\n\n\nSupplemental Movie S2\n.\n Time-lapse confocal microscopy of SPI-YPet in a single rapidly elongating root hair.\n\n\n\n\nSupplemental Movie S3\n.\n Time-lapse confocal microscopy of SPI-YPet in a root hair bulge transitioning to tip growth.\n\n\n\n\nSupplemental Movie S4\n.\n Time-lapse confocal microscopy of SPI-YPet in a root hair during termination of tip growth.\n\n\n\n\nSupplemental Movie S5\n.\n Spinning-disc confocal microscopy of Lifeact-mGFP in elongating root hairs of wild-type and \nspi\n.\n\n\n\n\nSupplemental Movie S6\n.\n Spinning-disc confocal microscopy of a rapidly elongating root hair co-expressing SPI-YPet and mRuby3-Lifeact.\n\n\n\n\nSupplemental Movie S7\n.\n Time-lapse confocal microscopy of BRK1-YFP root hair bulge transitioning to tip growth.\n\n\n\n\nSupplemental Movie S8\n.\n Time-lapse confocal microscopy of a root hair bulge transitioning to tip growth and co-expressing SPI-YPet and mRuby3-Lifeact.\n\n\n\n\nSupplemental Movie S9\n.\n Time-lapse confocal microscopy of a \nspi\n root hair expressing BRK1-YFP.",
    "supplementary_material": "Supplementary Material\nkoab115_Supplementary_Data\nClick here for additional data file.",
    "funding": "Funding \nThis work was supported by the National Aeronautics and Space Administration (NASA Grant No. 80NSSC19K0129 and 80NSSC18K1462) and the Noble Research Institute to E.B.B. and by the National Science Foundation (NSF Molecular and Cellular Biosciences Grant No.1715544) to D.B.S.\n\n\nConflict of interest statement\n. None declared.",
    "": "S.C., T.K, D.B.S, and E.B.B. conceptualized and designed the research and analyzed and interpreted the data. S.C., J.A.S., and E.B.B. conducted root hair, primary root growth, microscopy, image, and statistical analysis of data. T.K., J.A.S., B.R.K., E.L.M., and D.B.S. generated various research reagents. All authors contributed to writing the manuscript.\nThe authors responsible for distribution of materials integral to the findings presented in this article in accordance with the policy described in the Instructions for Authors (\nhttps://academic.oup.com/plcell\n) are: Elison B. Blancaflor (\nelisonwhiteflower@gmail.com\n) and Sabrina Chin (\nschin7@wisc.edu\n)."
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8364238/"
}