{
  "id": "PMC8904044",
  "title": "Environmental dependence of competitive fitness in rifampin-resistant rpoB mutants of Bacillus subtilis.",
  "authors": "",
  "year": "",
  "doi": "",
  "source_row": {
    "Title": "Environmental dependence of competitive fitness in rifampin-resistant rpoB mutants of Bacillus subtilis.",
    "Link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8904044/"
  },
  "sections": {
    "permalink": "Copy",
    "joss_d_leehan": "a\nDepartment of Microbiology and Cell Science, University of Florida, Merritt Island, Florida, USA\nFind articles by \nJoss D Leehan",
    "wayne_l_nicholson": "a\nDepartment of Microbiology and Cell Science, University of Florida, Merritt Island, Florida, USA\nFind articles by \nWayne L Nicholson",
    "roles": "Maia Kivisaar\n: \nEditor",
    "abstract": "RNA polymerase (RNAP) is a highly conserved macromolecular machine that contributes to the flow of genetic information from genotype to phenotype. In \nBacillus subtilis\n, mutations in the \nrpoB\n gene encoding the β-subunit of RNAP have been shown to alter a number of global phenotypes, including growth, utilization of unusual nutrient sources, sporulation, germination, and production of secondary metabolites. In addition, the spectrum of mutations in \nrpoB\n leading to rifampin resistance (Rif\nr\n) can change dramatically depending upon the environment to which \nB. subtilis\n cells or spores are exposed. Rif\nr\n\n\nrpoB\n mutations have historically been associated with slower growth and reduced fitness; however, these assessments of fitness were conducted on limited collections of mutants in rich laboratory media that poorly reflect natural environments typically inhabited by \nB. subtilis\n. Using a novel deep-sequencing approach in addition to traditional measurements of growth rate, lag time, and pairwise competitions, we demonstrated that the competitive advantages of specific \nrpoB\n alleles differ depending on the growth environment in which they are determined.\nIMPORTANCE\n Microbial resistance to antibiotics is a growing threat to public health across the world. Historically, resistance to antibiotics has been associated with reduced fitness. A growing body of evidence indicates that resistance to rifampin, a frontline antibiotic used to treat mycobacterial and biofilm-associated infections, may increase fitness given an appropriate environment even in the absence of the selective antibiotic. Here, we experimentally confirm this phenomenon by directly comparing the fitness of multiple rifampin-resistant mutants of \nBacillus subtilis\n in rich LB medium and an asparagine minimal medium. Our research demonstrates that the fitness cost of rifampin resistance can vary greatly depending upon the environment. This has important implications for understanding how microbes develop antimicrobial resistance in the absence of antibiotic selection.\nKEYWORDS:\n \nBacillus subtilis\n, evolution, RNA polymerase, fitness, rifampin, rifampin resistance, transcription",
    "introduction": "Transcription in bacteria depends on a complex of proteins collectively known as RNA polymerase (RNAP), and bacterial responses to their environment are in large part due to alterations in their global pattern of transcription, i.e., the transcriptome. Because RNAP physically contacts every promoter in the bacterial genome, mutations altering RNAP can exert wide-ranging pleiotropic effects on the transcriptome, and hence, the resulting phenotype and fitness of a cell growing in a particular environment. The antibiotic rifampin (Rif) is a potent inhibitor of prokaryotic transcription initiation (\n1\n) and has a long history of use in the treatment of infectious diseases, particularly tuberculosis and leprosy caused by \nMycobacterium\n spp., as well as biofilm-associated infections (\n2\n). In addition to its clinical importance, Rif has long been used to probe the structure and function of RNAP. Resistance to Rif (Rif\nr\n) arises from mutations in the \nrpoB\n gene, encoding the β subunit of RNAP (\n3\n). Binding of Rif to RNAP occurs at a specific site on the β subunit, the Rif-binding pocket, which physically blocks the progression of nascent transcripts through the RNA exit channel (\n4\n, \n5\n). Mutations conferring Rif\nr\n are localized on the primary sequence of \nrpoB\n in four regions designated the N cluster and clusters I, II, and III (\n4\n, \n6\n). The majority of Rif\nr\n mutations occur in cluster I, and elucidation of the three-dimensional structure of RNAP bound to Rif has revealed that the Rif binding pocket consists of several key amino acids within cluster I that make direct contact with Rif (\n4\n). In the Gram-positive model organism \nBacillus subtilis\n, Rif\nr\n mutations in \nrpoB\n have been shown to affect a number of global phenotypes, including deficiencies in sporulation, competence, growth rate, and yield (\n7\n), activation of cryptic genes involved in the utilization of rare carbon sources (\n8\n), altered resistance of spores to various sporicidal stresses (\n9\n), temperature-sensitive sporulation (\n10\n), and spore germination (\n7\n).\nNot all sites in cluster I of \nrpoB\n are prone to mutation at equal frequency; some bases mutate at higher frequency (“hot spots”) or lower frequency (“cold spots”). Such patterns of mutation in a gene are referred to as its mutational spectrum (\n11\n). In prior communications, we have reported several instances in which the Rif\nr\n mutational spectrum in the \nB. subtilis\n\n\nrpoB\n gene is changed when cells are cultivated in different physiological environments or when spores are exposed to different environmental extremes (\n12\n–\n17\n). Most recently, we reported on differences in the spectrum of Rif\nr\n mutations between populations grown in complete Miller LB medium (LB) and populations grown in Spizizen minimal medium containing \nl\n-asparagine as the sole carbon source (SMM\nAsn\n) (\n18\n). We observed that the major Rif\nr\n amino acid change in LB cultures was H482Y (a change of H to Y at position 482), while the major mutation in SMM\nAsn\n cultures was S487L (\n18\n). How does exposure of a cell or spore to a particular environment lead to an altered mutational spectrum? At least two explanations for this phenomenon can be posited, which are not mutually exclusive.\n(i) One of the explanations is that under different physiological conditions, changes in the intracellular environment can cause alterations in nucleoid architecture, DNA supercoiling, and DNA conformation; such structural alterations can alter the probability of mutation at a particular base within a gene. This notion is supported by the observed differences both in DNA structure and in the spectrum of \nrpoB\n mutations between vegetative cells and spores in \nB. subtilis\n, where the mutagenic spectrum of spores more closely resembled the spectrum observed in clinical \nMycobacterium tuberculosis\n isolates (\n12\n). Differences in the spectrum of \nrpoB\n mutations have also been observed in \nB. subtilis\n spores exposed to a number of extreme environmental conditions, including simulated Mars conditions (\n13\n), ultrahigh vacuum (\n19\n), and exposure to space in low-Earth orbit (\n15\n). It should be noted that in the examples listed above, dormant spores themselves were exposed to different environments and then allowed to germinate and grow under the same laboratory conditions; hence, differences in mutational spectrum cannot be attributed to different growth environments.\n(ii) The second explanation is that growth under selective pressure produces a spectrum of mutations within a population and those mutants with the lowest fitness cost or those with a fitness advantage become more prevalent. Supporting this line of thought, Wrande et al. (\n20\n) illustrated that the logarithmic accumulation of Rif\nr\n mutations in aging \nSalmonella enterica\n and \nEscherichia coli\n colonies is due to clonal growth of Rif\nr\n mutants in localized “jackpots” within the colony. These Rif\nr\n alleles were found to have a selective advantage over their respective ancestral strains within the context of these aging colonies. Similarly, study of Rif\nr\n\n\nStaphylococcus aureus\n mutants isolated from biofilms revealed that Rif\nr\n mutants exhibited greater fitness when cocultured with the wild-type strain in a biofilm liquid culture (\n21\n).\nIt is possible that these two mechanisms work together in determining the spectra of mutations in both vegetative cells and spores, due to the integral roles that DNA bending and supercoiling play in regulating bacterial transcription and, in turn, the role that transcription plays in determining DNA architecture (reviewed in references \n22\n, \n23\n, and \n24\n). This inextricable linkage between gene expression and DNA supercoiling makes these notions explaining variations in spectra of mutations difficult to disentangle.\nTo determine whether growth under differing selective pressures is a contributing factor in differences in the spectra of mutations, we report here the development of a competition assay utilizing next-generation-sequencing technology to quantify the fitness of multiple \nrpoB\n alleles in a mixed culture simultaneously. We compared the population frequencies of 18 \nrpoB\n alleles in mixed cultures grown in two distinct environments: LB and SMM\nAsn\n. We found significant differences in the fitness of the various Rif\nr\n mutant \nrpoB\n alleles in each medium. In LB, the wild-type allele dominated, whereas in SMM\nAsn\n, the H482N mutant became the dominant allele present in the population. These results were subsequently confirmed by pairwise competition experiments, as well as assessments of exponential growth rates and lag times.",
    "results_and_discussion": "Levels of Rif resistance conferred by mutant \nrpoB\n alleles.\n\n\nThe natural environment often contains inhibitory or subinhibitory levels of various antibiotics; thus, natural antibiotic resistance would confer a selective advantage in such environments (reviewed in reference \n25\n). Through our studies of Rif\nr\n over the years, we have amassed a collection of congenic \nB. subtilis\n strains, each carrying 1 of 17 different Rif\nr\n mutations in \nrpoB\n (\nTable 1\n). We measured the levels of Rif\nr\n in these strains by measuring the 50% inhibitory concentration (IC\n50\n) for Rif in LB medium by the broth dilution method (\nFig. 1\n). As expected, the wild-type laboratory strain was very sensitive to Rif (IC\n50\n of 0.06 ± 0.01 μg/mL). All mutant \nrpoB\n alleles that had been selected on a high concentration of Rif (50 μg/mL) (\n12\n, \n13\n) exhibited high IC\n50\n values of >100 μg/mL, whereas mutant \nrpoB\n alleles selected on a low concentration of Rif (5 μg/mL) (\n17\n) exhibited generally lower IC\n50\n values, ranging from 4 to 84 μg/mL, the lowest of which was still at least 67-fold higher than that of the wild-type strain (\nFig. 1\n). Thus, in the context of growth in a selective environment containing Rif, all the Rif\nr\n\n\nrpoB\n mutants would be expected to be more fit than the wild-type strain.\n\n\nTABLE 1.\n\n\nB. subtilis\n strains and plasmids used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrain or plasmid\n\n\nGenotype, phenotype, or description\n\n\nReference and/or source\na\n\n\n\n\n\n\n\n\n\n\nStrain\n\n\n\n\n\n\n\n\n\n\n WN547\n\n\n\n\ntrpC2 pheA1 cat 6His-rpoC\n; Cm\nr\n\n\n\n\n\n\n61\n\n\n\n\n\n\n\n\n WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n; Spc\nr\n\n\n\n\n\n\n53\n\n\n\n\n\n\n\n\n WN758\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN759\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN760\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN761\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN999\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1000\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1002\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1004\n\n\n\n\ntrpC2 pheA1 rpoB\n-V135F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1007\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469K \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1009\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482P \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1011\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1191\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n; Neo\nr\n\n\n\n\n\n\n62\n\n\n\n\n\n\n\n\n WN1624\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1625\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1626\n\n\n\n\ntrpC2 pheA1 rpoB\n-Δ(E479-H482) \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1637\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482N \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1647\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1651\n\n\n\n\ntrpC2 pheA1 amyE\n::\nspc cat 6His-rpoC\n; Cm\nr\n Spc\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1653\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D,I528V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n; reconstructed\n\n\nThis study\n\n\n\n\n\n\n WN1658\n\n\n\n\ntrpC2 rpoB\n-A478D \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1662\n\n\n\n\ntrpC2 rpoB\n-A478D,I528V \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1663\n\n\nIsolate from LB culture no. 3 evolved from WN1191; \nrpoB\n-A478D,I528V; Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n\n\n pDG1730\n\n\n\n\namyE\n spectinomycin integration vector\n\n\nBGSC; \n63\n\n\n\n\n\n\n\n\n pJOE8999\n\n\nCRISPR-Cas9 system\n\n\nBGSC; \n51\n\n\n\n\n\n\n\n\n pWN1630\n\n\npJOE8999 + sgRpoB + 1409\nb\n\n\n\n\nThis study\n\n\n\n\n\n\n pWN1633\n\n\npWN1630 + \nrpoB\n-H482N homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1641\n\n\npWN1630 + WT \nrpoB\n homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1645\n\n\npWN1630 + \nrpoB\n-A478V homology template\n\n\nThis study\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nBGSC, \nBacillus\n Genetic Stock Center.\n\n\n\n\n\n\nb\nsgRpoB, single guide RNA for RpoB.\n\n\n\n\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of IC\n50\n values of Rif in \nB. subtilis\n strains used in this study. Results are presented as averages ± standard deviations (\nn \n= 3). w.t., wild type.\nGrowth rates of \nrpoB\n mutants in LB cultures.\n\n\nIn the absence of Rif selection, it has been noted previously that mutations in \nrpoB\n leading to Rif\nr\n often exert a fitness cost, such as a lower growth rate as measured in standard laboratory media (\n26\n; reviewed in reference \n27\n). To test this notion, we measured the growth rates of wild-type \nB. subtilis\n and 17 congenic \nrpoB\n mutants in individual liquid-LB shake flask cultures (\nFig. 2\n). It was observed that 10 of the 17 \nrpoB\n mutant strains grew significantly more slowly than the wild type (\nFig. 2\n), consistent with the notion that \nrpoB\n mutations can exert a fitness cost (\n26\n). However, 8 of the 17 \nrpoB\n mutants grew at a rate statistically indistinguishable from that of the wild-type strain (\nFig. 2\n). The results indicate that not all Rif\nr\n mutants exhibit lowered fitness in LB under standard laboratory conditions, as measured by growth rate.\n\n\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nGrowth rates of \nB. subtilis\n strains cultivated in liquid LB in shake flasks with aeration. Strains carrying the indicated \nrpoB\n mutations were grown as described in Materials and Methods. Results are presented as averages ± standard deviations (\nn \n= 3). *, \nP < \n0.05; **, \nP < \n0.01; ***, \nP < \n0.001; ****, \nP < \n0.0001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild-type strain).\nRelative fitness of \nrpoB\n alleles in LB medium.\n\n\nThe growth rate experiments described above were performed on individual strains in monoculture, which may not reflect their true fitness in a complex competitive environment such as would likely prevail in nature. Therefore, to directly compare the fitness of \nrpoB\n alleles, we performed, in triplicate cultures, a multigenerational and multistrain competition experiment in which the wild-type strain and all 17 Rif\nr\n\n\nrpoB\n mutant strains were competed simultaneously in LB (\nFig. 3\n). At daily (∼7-generation) intervals, the proportion of each \nrpoB\n allele in the mixed population was determined by next-generation sequencing of two ∼500-bp PCR amplicons spanning either the N cluster or clusters I, II, and III of the \nrpoB\n gene (\nFig. 3A\n). At generation zero of the experiment, each \nrpoB\n allele was present at ∼5 to 6% of the total population. By generation 35, the wild-type strain came to dominate all three cultures, and the proportion of most Rif\nr\n mutant alleles had dropped below the level of detection (∼0.1%) (\nFig. 3A\n). Two Rif\nr\n\n\nrpoB\n mutants persisted until the end of the experiment, the H482N and A478D variants. Although the growth rate of the H482N mutant was not significantly higher than that of the wild-type strain when grown separately in monoculture (\nFig. 2\n), the mutant appeared to be less fit in a competitive environment (\nFig. 3A\n). Interestingly, the A478D mutant appeared to almost disappear from the population by 14 generations, but beginning at ∼35 generations, it increased again in frequency to an average of ∼25% of the population by generation 49 (\nFig. 3A\n). This anomalous result prompted us to more closely examine the allelic frequencies of the wild-type, H482N, and A478D strains in each of the three replicate mixed cultures. We observed that in two of the three replicate cultures, the A478D allele behaved like the majority of the Rif\nr\n\n\nrpoB\n mutations, becoming reduced to a very low, barely detectable frequency (\nFig. 3B\n and \nC\n). In contrast, in the third culture, the A478D mutant initially dropped below the limit of detection (∼0.1%), but then starting at ∼generation 35, it increased dramatically in frequency to comprise over 80% of that population by generation 49 (\nFig. 3D\n). Closer examination of the PCR amplicon spanning clusters I, II, and III from the A478D mutant arising after generation 35 in the third culture revealed the appearance of a second mutation in \nrpoB\n, I528V. Furthermore, Sanger sequencing of the \nrpoB\n gene of a Rif\nr\n isolate from this culture, strain WN1663, confirmed the presence of the I528V mutation in addition to the original A478D mutation. These observations led us to suspect that during the competition experiment in the third culture, the original A478D strain had suffered a second-site mutation in \nrpoB\n, dramatically increasing its competitive fitness. To determine if this compensatory mutation was responsible for the observed increase in relative fitness, both the ancestral (A478D) and evolved (A478D+I528V) alleles were transferred into a clean wild-type background to create strains WN1658 and WN1662, respectively. To test their competitive fitness, the four congenic strains WN1621 (wild type), WN1658 (A478D), WN1663 (evolved A478+I528V, isolated from the generation 49 culture of the experiment whose results are shown in \nFig. 3D\n), and WN1662 (A478D+I528V, reconstructed in a wild-type background) were each competed separately against the same isogenic wild-type strain (strain WN624, carrying a spectinomycin resistance [Spc\nr\n] marker) in LB medium (\nFig. 4\n). Pairwise competition experiments showed that strain WN1658, the A478D \nrpoB\n mutant, was dramatically less fit than the wild type (selection coefficient [\nS\n] = −1.26 ± 0.35), whereas the evolved isolate strain WN1663 (A478D+I528V) was dramatically more fit than the wild type (\nS\n = +0.84 ± 0.23) (\nFig. 4\n). However, simple reconstruction of the A478D+I528V \nrpoB\n double mutation in an otherwise wild-type background (strain WN1662) resulted in only a modest increase in fitness (\nS\n = −0.47 ± 0.05) compared to that seen in the single A478D mutant and failed to replicate the dramatic increase in fitness seen in the evolved strain WN1663 (\nFig. 4\n). We therefore conclude that while the second-site mutation I528V in \nrpoB\n increased competitive fitness to a certain extent, it was not sufficient to account for the dramatic increase in fitness seen in strain 1663 arising in the third multiallelic competition culture in the experiment whose results are shown in \nFig. 3D\n. The results lead us to hypothesize that strain WN1663 had sustained genomic mutation(s) in addition to I528V that also contributed to its dramatically increased fitness. These putative additional mutations could be revealed by whole-genome sequencing, which is beyond the scope of the present study. Results from the experiment whose results are shown in \nFig. 3\n indicated that, when challenged in a more complex competitive environment (18 \nrpoB\n variants growing together for 49 generation in LB medium in the absence of Rif selection), all of the Rif\nr\n mutations in \nrpoB\n led to a generalized reduction in fitness. This result is somewhat at odds with the conclusions drawn from measurements of growth rates of the same strains in monoculture (\nFig. 2\n), indicating that fitness cannot be predicted by growth rate in monoculture alone.\n\n\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\n(\nA) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in LB liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), A478D, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.\nFIG 4.\n\n\n\n\nOpen in a new tab\n\n\nResults from pairwise competition experiments in LB medium. The indicated Rif\nr\n\n\nrpoB\n strains were competed against the appropriate congenic wild-type strain. The strains used were WN1261 (w.t.), WN1658 (A478D), WN1663 [A478D+I528V, evolved from the culture used in the experiment whose results are shown in \nFig. 3D\n; displayed in the figure as A478D,I528V(E)], and WN1662 [A478D+I528V, reconstructed in a wild-type strain by transformation; displayed in the figure as A478D,I528V(R)]. The selection coefficients (\nS\n) (\n54\n) shown are the average values ± standard deviations from 3 independent experiments. **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Tukey’s HSD test for multiple comparisons).\nRelative fitness of \nrpoB\n alleles in SMM\nAsn\n medium.\n\n\nThe multiallele competition experiment whose results are shown in \nFig. 3\n was performed in nutrient-rich LB medium. However, in nature, \nB. subtilis\n is found in soils or associated with plants and their roots. Such natural environments are either subjected to “feast or famine” conditions or are chronically oligotrophic; therefore, cells would need to utilize limited quantities of rarer, more ephemeral nutrient sources. In previous work, we performed OmniLog global metabolic profiling on wild-type \nB. subtilis\n and 11 Rif\nr\n\n\nrpoB\n mutants to assess how mutations in \nrpoB\n could affect metabolic capabilities (\n8\n). Indeed, we found that several environmental nutrients, normally utilized poorly by the wild-type laboratory strain of \nB. subtilis\n, were used significantly better by certain Rif\nr\n\n\nrpoB\n mutants. In particular, we noted that a strain carrying the S487L \nrpoB\n substitution utilized the amino acids \nl\n-alanine, \nl\n-asparagine, \nl\n-glutamate, and \nl\n-serine significantly better than the wild type (\n8\n). \nl\n-Asparagine specifically has been found to be substantially present in root exudates and plays a significant role in determining the bacterial species composition of the rhizosphere (\n28\n). Based on these observations, we were interested in measuring the relative fitness of wild-type and 17 Rif\nr\n\n\nrpoB\n mutant strains of \nB. subtilis\n in a more stringent selective environment. We therefore modified Spizizen minimal medium by replacing glucose with \nl\n-asparagine as the sole carbon source (SMM\nAsn\n; see Materials and Methods for details) and again performed a multiallele, multigenerational competition experiment (\nFig. 5\n). Based on its performance in OmniLog metabolic assays (\n8\n), we reasoned that the S487L mutant would fare better in this more stringent environment than the wild type or other Rif\nr\n mutant strains.\n\n\nFIG 5.\n\n\n\n\nOpen in a new tab\n\n\n(A) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in SMM\nAsn\n liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), D472Y, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.\nIn the multiallele competition experiment conducted in SMM\nAsn\n, each of the 18 strains was initially present at 5 to 6% of the total population (\nFig. 5A\n). As seen earlier in the multiallele competition performed in LB medium (\nFig. 3\n), most of the strains carrying various \nrpoB\n mutations dropped out of the population during the course of propagation in SMM\nAsn\n (\nFig. 5A\n). Interestingly, in this experiment, we observed that the strain carrying the H482N \nrpoB\n mutation rose to dominate the population, gaining an average frequency of ∼70% by generation 49, followed by the strain carrying the D472Y mutation (∼20%) and then the wild-type strain (∼10%) (\nFig. 5A\n). These results were in stark contrast to those obtained in LB medium, where the wild-type strain dominated the population, with the H482N mutant forming a minority (\nFig. 3\n). Interestingly, the strain carrying the S487L mutation, which we predicted would become the most frequent allele, did not succeed in this medium as we had expected but, rather, dropped below the threshold of detection in the population by generation 14 of the competition (\nFig. 5A\n). Comparison of the results presented in \nFig. 3\n with the results in \nFig. 5\n demonstrated a dramatic difference in the population dynamics and strain fitness of the same \nrpoB\n mutants depending upon whether they were competed in the rich LB or the minimal SMM\nAsn\n environment. In addition, the lack of increased competitive fitness displayed by the S487L \nrpoB\n mutant competed in SMM\nAsn\n (\nFig. 5A\n) brought into question whether an increased utilization of a nutrient, such as \nl\n-asparagine, as measured by Omnilog assay (\n8\n), is a relevant parameter to predict fitness.\n\n\nDuring multiallele competition in LB medium, we noted that the A478D \nrpoB\n mutant rose to prominence in one of the three replicate cultures (\nFig. 3D\n), presumably due to a second-site mutation(s). Accordingly, we also examined the frequencies of the wild-type, D472Y, and H482N strains in each individual SMM\nAsn\n culture (\nFig. 5B\n to \nD\n). In this case, all three cultures behaved similarly, with the H482N strain arising to dominate each of the three cultures. This observation suggested that no second-site mutation(s) improving fitness had arisen in the SMM\nAsn\n cultures during the course of the multiallele competition experiment.\nGrowth rates and lag times of \nrpoB\n mutations in SMM\nAsn\n cultures.\n\n\nWe sought to further explore the role played by growth rate in the fitness of \nrpoB\n mutants by measuring the exponential growth rates during cultivation in SMM\nAsn\n of the wild-type \nB. subtilis\n strain and congenic mutant strains harboring the D472Y, H482N, or S487L \nrpoB\n allele (\nFig. 6\n). In individual SMM\nAsn\n monocultures, all three Rif\nr\n mutant strains exhibited a significantly increased exponential growth rate compared to the growth rate of the wild-type strain, but there were no statistical differences among the growth rates of the Rif\nr\n mutants themselves (\nFig. 6A\n). These results were distinctly different from the relative growth rates of the same strains in LB medium, in which the \nrpoB\n mutants either grew more slowly (S487L) or at essentially the same rate (D472Y and H482N) as the wild type (\nFig. 2\n). If the exponential growth rate were the sole determinant of fitness, it would be expected that the three Rif\nr\n mutants would have risen to dominate the multiallele competition experiment performed in SMM\nAsn\n, but this was clearly not the case (\nFig. 5\n).\n\n\nFIG 6.\n\n\n\n\nOpen in a new tab\n\n\nExponential growth rates (A) and lag times (B) in SMM\nAsn\n of the wild-type (w.t.) strain and congenic \nrpoB\n mutant strains carrying the D472Y, H482N, and S487L variants. Data are averages ± standard deviations (\nn \n= 3). **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild type).\nIn addition to the exponential growth rate, the ability of cells to adjust to a new environment is reflected in the lag time preceding exponential growth. In one of the few studies examining this phenomenon in \nrpoB\n mutants, it was observed that a \nMycobacterium tuberculosis\n Rif\nr\n mutant strain carrying an H526D substitution (the equivalent of the H482D substitution in \nB. subtilis\n\n\nrpoB\n) suffered significantly delayed growth following resuscitation from nutrient starvation (\n29\n). We thus compared the lag time of the wild-type strain to the lag times of congenic strains carrying the D472Y, H482N, and S487L \nrpoB\n variants in SMM\nAsn\n. No significant difference was observed in the lag times between the wild type and the D472Y variant; however, both the H482N and S487L variants demonstrated significant increases in lag time relative to that of the wild type (\nFig. 6B\n). In fact, the H482N and S487L variants were statistically indistinguishable in their growth rates (increased over that of the wild type) and lag times (longer than that of the wild type). Taken together, the results shown in \nFig. 6\n indicated that in SMM\nAsn\n medium, the growth rate and/or lag time of individual monocultures corresponded poorly with increased or decreased relative fitness in competition experiments.\nPairwise competitions in LB versus SMM\nAsn\n.\n\n\nTo further examine the discrepancies between the observed growth metrics and the results of our multiallele competition, we performed a pairwise competition for each Rif\nr\n mutant strain against the wild-type strain in both LB and SMM\nAsn\n media (\nFig. 7\n). The H482N Rif\nr\n mutant strain showed the most dramatic fitness difference compared to the fitness of the wild type; it was less fit in LB (\nS\n = −0.047 ± 0.01) but more fit (\nS\n = +0.403 ± 0.063) in SMM\nAsn\n medium (\nFig. 7\n). The S487L mutant was less fit than the wild type in both media, although its fitness in SMM\nAsn\n (\nS\n = −0.144 ± 0.005) was significantly improved over that in LB (\nS\n = −0.337 ± 0.01) (\nFig. 7\n). The D472Y mutant was also less fit than the wild type in both media, but the difference in its fitness between the two media was just above the cutoff for significance (\nP = \n0.061). Measurements of the relative fitness for each mutant \nrpoB\n allele in pairwise competition agreed with the results of the multiallelic competitions in SMM\nAsn\n.\n\n\nFIG 7.\n\n\n\n\nOpen in a new tab\n\n\nPairwise competition experiments. Rif\nr\n strains carrying the variant D472Y (strain WN1625), H482N (strain WN1637), or S487L (strain WN761) were each competed against congenic wild-type strain WN1651 in LB or SMM\nAsn\n medium for 21 generations, and fitness coefficients (\nS\n) were calculated as described previously (\n54\n). Data are average values ± standard deviations (\nn \n= 3). ***, \nP < \n0.001; ****, \nP < \n0.0001; ns, not significantly different (two-way ANOVA with Tukey’s HSD test for multiple comparisons).\nPrevious work in our laboratory has shown differing spectra of mutations in the \nrpoB\n gene across several different environment (\n12\n, \n13\n, \n16\n–\n18\n). The reproducibility of these changes in the spectra of mutations indicates that the environment somehow dictates these changes. Multiple studies have found that mutations in the \nrpoB\n gene that confer rifampin resistance can provide a fitness advantage or increased growth rate in the environment from which they were isolated. Several examples illustrate the repeated occurrence of \nrpoB\n mutations in adaptive laboratory evolution of \nEscherichia coli\n, wherein these mutations significantly increased the fitness of the organism in different environments, including optimized growth on various minimal media and increased fitness at elevated temperatures (\n30\n–\n32\n).\n\n\nOur multiallele, multigenerational competition experiments (\nFig. 3\n and \n5\n) showed that the wild-type \nrpoB\n allele was most fit in nutrient-rich LB medium, while the H482N variant was most fit in populations cultivated in minimal SMM\nAsn\n medium. The different \nrpoB\n alleles and the corresponding changes in global gene expression associated with them likely explain the differences in relative fitness depending upon the growth environment. Numerous studies suggest changes in global gene expression to be the cause of changes in fitness observed with mutations in \nrpoB\n (\n7\n, \n33\n–\n37\n), although one study examining the system-wide impacts of mutations in the \nPseudomonas aeruginosa\n\n\nrpoB\n gene found few differences in global gene expression and attributed mutant phenotypes to increased expression of RNAP (\n38\n). Ultimately, a better understanding of the specific mechanisms behind these differences in fitness will require an examination of global gene expression of these different \nrpoB\n alleles in SMM\nAsn\n.\n\n\nWhich changes in gene expression are specifically responsible for the success of the H482N mutant can only be speculated upon at present, as this particular allele is new to our collection and not yet very well characterized. However, the lack of fitness of the S487L mutant in SMM\nAsn\n may be a bit easier to explain. Previous work studying the \nrpoB\n-S487L allele in \nB. subtilis\n revealed that this particular allele autoinduced the expression of genes responsible for the production of the antibiotic 3,3′-neotrehalosadiamine (NTD), which is not produced by the wild-type strain under the same conditions (\n39\n). This autoinduction of NTD production might place a significant metabolic burden on the organism and may be responsible for the lack of relative fitness observed in the \nrpoB\n-S487L allele.\n\n\nThe discrepancies between fitness and exponential growth rate reveal that, while fairly simple to determine, growth rate is a poor proxy for relative fitness, as a similar study has found (\n40\n). Simply measuring the exponential growth rate fails to account for differences in fitness during stationary and lag phase, in addition to potential antagonistic or cooperative interactions between the strains when competing for the same resources, such as dramatic acidification of the medium (\n41\n). Our study highlights the danger of conflating exponential growth rates or results from simplified metabolic assays (\n8\n) with relative fitness. Three Rif\nr\n\n\nrpoB\n variants exhibited an increased growth rate relative to the growth rate of the wild-type strain in SMM\nAsn\n (\nFig. 6\n); however, only one of those variants (H482N) proved to be more fit than the wild-type strain in the same medium (\nFig. 7\n). There are many potential explanations for this discrepancy that could be controlled at the transcriptional level, such as increased probability of differentiation in the stationary phase (\n42\n) or shaping of the environment by an evolved variant in a manner that preferentially benefits itself (\n41\n, \n43\n).\n\n\nUnlike other results from this study, the increased relative fitness of the evolved strain WN1663 cannot be explained solely by a compensatory mutation in \nrpoB\n (\nFig. 4\n). Our data indicate that other changes within the \nB. subtilis\n genome must account for the observed sweep of the population by WN1663. The increase in fitness of the A478D+I528V double mutant relative to the fitness of the A478D single mutant is consistent with other studies that have reported the ability of compensatory mutations in \nrpoB\n and \nrpoC\n to restore fitness defects (\n44\n–\n46\n). However, these studies did not find increases in fitness relative to that of the wild-type allele. In summary, this study illustrates the fitness impacts of \nrpoB\n alleles in different environments, highlights the deficiencies of growth or metabolic metrics of monocultures as a sole measure of relative fitness, and demonstrates the role of compensatory mutations in \nrpoB\n to recover fitness cost.",
    "levels_of_rif_resistance_conferred_by_mutant_rpob_alleles.": "The natural environment often contains inhibitory or subinhibitory levels of various antibiotics; thus, natural antibiotic resistance would confer a selective advantage in such environments (reviewed in reference \n25\n). Through our studies of Rif\nr\n over the years, we have amassed a collection of congenic \nB. subtilis\n strains, each carrying 1 of 17 different Rif\nr\n mutations in \nrpoB\n (\nTable 1\n). We measured the levels of Rif\nr\n in these strains by measuring the 50% inhibitory concentration (IC\n50\n) for Rif in LB medium by the broth dilution method (\nFig. 1\n). As expected, the wild-type laboratory strain was very sensitive to Rif (IC\n50\n of 0.06 ± 0.01 μg/mL). All mutant \nrpoB\n alleles that had been selected on a high concentration of Rif (50 μg/mL) (\n12\n, \n13\n) exhibited high IC\n50\n values of >100 μg/mL, whereas mutant \nrpoB\n alleles selected on a low concentration of Rif (5 μg/mL) (\n17\n) exhibited generally lower IC\n50\n values, ranging from 4 to 84 μg/mL, the lowest of which was still at least 67-fold higher than that of the wild-type strain (\nFig. 1\n). Thus, in the context of growth in a selective environment containing Rif, all the Rif\nr\n\n\nrpoB\n mutants would be expected to be more fit than the wild-type strain.\nTABLE 1.\n\n\nB. subtilis\n strains and plasmids used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrain or plasmid\n\n\nGenotype, phenotype, or description\n\n\nReference and/or source\na\n\n\n\n\n\n\n\n\n\n\nStrain\n\n\n\n\n\n\n\n\n\n\n WN547\n\n\n\n\ntrpC2 pheA1 cat 6His-rpoC\n; Cm\nr\n\n\n\n\n\n\n61\n\n\n\n\n\n\n\n\n WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n; Spc\nr\n\n\n\n\n\n\n53\n\n\n\n\n\n\n\n\n WN758\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN759\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN760\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN761\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN999\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1000\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1002\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1004\n\n\n\n\ntrpC2 pheA1 rpoB\n-V135F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1007\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469K \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1009\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482P \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1011\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1191\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n; Neo\nr\n\n\n\n\n\n\n62\n\n\n\n\n\n\n\n\n WN1624\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1625\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1626\n\n\n\n\ntrpC2 pheA1 rpoB\n-Δ(E479-H482) \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1637\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482N \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1647\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1651\n\n\n\n\ntrpC2 pheA1 amyE\n::\nspc cat 6His-rpoC\n; Cm\nr\n Spc\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1653\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D,I528V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n; reconstructed\n\n\nThis study\n\n\n\n\n\n\n WN1658\n\n\n\n\ntrpC2 rpoB\n-A478D \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1662\n\n\n\n\ntrpC2 rpoB\n-A478D,I528V \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1663\n\n\nIsolate from LB culture no. 3 evolved from WN1191; \nrpoB\n-A478D,I528V; Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n\n\n pDG1730\n\n\n\n\namyE\n spectinomycin integration vector\n\n\nBGSC; \n63\n\n\n\n\n\n\n\n\n pJOE8999\n\n\nCRISPR-Cas9 system\n\n\nBGSC; \n51\n\n\n\n\n\n\n\n\n pWN1630\n\n\npJOE8999 + sgRpoB + 1409\nb\n\n\n\n\nThis study\n\n\n\n\n\n\n pWN1633\n\n\npWN1630 + \nrpoB\n-H482N homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1641\n\n\npWN1630 + WT \nrpoB\n homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1645\n\n\npWN1630 + \nrpoB\n-A478V homology template\n\n\nThis study\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nBGSC, \nBacillus\n Genetic Stock Center.\n\n\n\n\n\n\nb\nsgRpoB, single guide RNA for RpoB.\nFIG 1.\n\n\n\n\nOpen in a new tab\n\n\nDetermination of IC\n50\n values of Rif in \nB. subtilis\n strains used in this study. Results are presented as averages ± standard deviations (\nn \n= 3). w.t., wild type.",
    "table_1.": "B. subtilis\n strains and plasmids used in this study\nStrain or plasmid\n\n\nGenotype, phenotype, or description\n\n\nReference and/or source\na\n\n\n\n\n\n\n\n\n\n\nStrain\n\n\n\n\n\n\n\n\n\n\n WN547\n\n\n\n\ntrpC2 pheA1 cat 6His-rpoC\n; Cm\nr\n\n\n\n\n\n\n61\n\n\n\n\n\n\n\n\n WN624\n\n\n\n\ntrpC2 amyE\n::\nspc\n; Spc\nr\n\n\n\n\n\n\n53\n\n\n\n\n\n\n\n\n WN758\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN759\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482R \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN760\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN761\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n WN999\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1000\n\n\n\n\ntrpC2 pheA1 rpoB\n-S487Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1002\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1004\n\n\n\n\ntrpC2 pheA1 rpoB\n-V135F \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1007\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469K \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1009\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482P \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1011\n\n\n\n\ntrpC2 pheA1 rpoB\n-Q469L \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n WN1191\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1261\n\n\n\n\ntrpC2 amyE\n::\nneo\n; Neo\nr\n\n\n\n\n\n\n62\n\n\n\n\n\n\n\n\n WN1624\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1625\n\n\n\n\ntrpC2 pheA1 rpoB\n-D472Y \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1626\n\n\n\n\ntrpC2 pheA1 rpoB\n-Δ(E479-H482) \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1637\n\n\n\n\ntrpC2 pheA1 rpoB\n-H482N \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1647\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1651\n\n\n\n\ntrpC2 pheA1 amyE\n::\nspc cat 6His-rpoC\n; Cm\nr\n Spc\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1653\n\n\n\n\ntrpC2 pheA1 rpoB\n-A478D,I528V \ncat 6His-rpoC\n; Rif\nr\n Cm\nr\n; reconstructed\n\n\nThis study\n\n\n\n\n\n\n WN1658\n\n\n\n\ntrpC2 rpoB\n-A478D \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1662\n\n\n\n\ntrpC2 rpoB\n-A478D,I528V \namyE\n::\nneo\n; Neo\nr\n Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\n WN1663\n\n\nIsolate from LB culture no. 3 evolved from WN1191; \nrpoB\n-A478D,I528V; Rif\nr\n\n\n\n\nThis study\n\n\n\n\n\n\nPlasmids\n\n\n\n\n\n\n\n\n\n\n pDG1730\n\n\n\n\namyE\n spectinomycin integration vector\n\n\nBGSC; \n63\n\n\n\n\n\n\n\n\n pJOE8999\n\n\nCRISPR-Cas9 system\n\n\nBGSC; \n51\n\n\n\n\n\n\n\n\n pWN1630\n\n\npJOE8999 + sgRpoB + 1409\nb\n\n\n\n\nThis study\n\n\n\n\n\n\n pWN1633\n\n\npWN1630 + \nrpoB\n-H482N homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1641\n\n\npWN1630 + WT \nrpoB\n homology template\n\n\nThis study\n\n\n\n\n\n\n pWN1645\n\n\npWN1630 + \nrpoB\n-A478V homology template\n\n\nThis study\nOpen in a new tab\na\nBGSC, \nBacillus\n Genetic Stock Center.\n\n\n\n\n\n\nb\nsgRpoB, single guide RNA for RpoB.",
    "fig_1.": "Open in a new tab\nDetermination of IC\n50\n values of Rif in \nB. subtilis\n strains used in this study. Results are presented as averages ± standard deviations (\nn \n= 3). w.t., wild type.",
    "growth_rates_of_rpob_mutants_in_lb_cultures.": "In the absence of Rif selection, it has been noted previously that mutations in \nrpoB\n leading to Rif\nr\n often exert a fitness cost, such as a lower growth rate as measured in standard laboratory media (\n26\n; reviewed in reference \n27\n). To test this notion, we measured the growth rates of wild-type \nB. subtilis\n and 17 congenic \nrpoB\n mutants in individual liquid-LB shake flask cultures (\nFig. 2\n). It was observed that 10 of the 17 \nrpoB\n mutant strains grew significantly more slowly than the wild type (\nFig. 2\n), consistent with the notion that \nrpoB\n mutations can exert a fitness cost (\n26\n). However, 8 of the 17 \nrpoB\n mutants grew at a rate statistically indistinguishable from that of the wild-type strain (\nFig. 2\n). The results indicate that not all Rif\nr\n mutants exhibit lowered fitness in LB under standard laboratory conditions, as measured by growth rate.\nFIG 2.\n\n\n\n\nOpen in a new tab\n\n\nGrowth rates of \nB. subtilis\n strains cultivated in liquid LB in shake flasks with aeration. Strains carrying the indicated \nrpoB\n mutations were grown as described in Materials and Methods. Results are presented as averages ± standard deviations (\nn \n= 3). *, \nP < \n0.05; **, \nP < \n0.01; ***, \nP < \n0.001; ****, \nP < \n0.0001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild-type strain).",
    "fig_2.": "Open in a new tab\nGrowth rates of \nB. subtilis\n strains cultivated in liquid LB in shake flasks with aeration. Strains carrying the indicated \nrpoB\n mutations were grown as described in Materials and Methods. Results are presented as averages ± standard deviations (\nn \n= 3). *, \nP < \n0.05; **, \nP < \n0.01; ***, \nP < \n0.001; ****, \nP < \n0.0001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild-type strain).",
    "relative_fitness_of_rpob_alleles_in_lb_medium.": "The growth rate experiments described above were performed on individual strains in monoculture, which may not reflect their true fitness in a complex competitive environment such as would likely prevail in nature. Therefore, to directly compare the fitness of \nrpoB\n alleles, we performed, in triplicate cultures, a multigenerational and multistrain competition experiment in which the wild-type strain and all 17 Rif\nr\n\n\nrpoB\n mutant strains were competed simultaneously in LB (\nFig. 3\n). At daily (∼7-generation) intervals, the proportion of each \nrpoB\n allele in the mixed population was determined by next-generation sequencing of two ∼500-bp PCR amplicons spanning either the N cluster or clusters I, II, and III of the \nrpoB\n gene (\nFig. 3A\n). At generation zero of the experiment, each \nrpoB\n allele was present at ∼5 to 6% of the total population. By generation 35, the wild-type strain came to dominate all three cultures, and the proportion of most Rif\nr\n mutant alleles had dropped below the level of detection (∼0.1%) (\nFig. 3A\n). Two Rif\nr\n\n\nrpoB\n mutants persisted until the end of the experiment, the H482N and A478D variants. Although the growth rate of the H482N mutant was not significantly higher than that of the wild-type strain when grown separately in monoculture (\nFig. 2\n), the mutant appeared to be less fit in a competitive environment (\nFig. 3A\n). Interestingly, the A478D mutant appeared to almost disappear from the population by 14 generations, but beginning at ∼35 generations, it increased again in frequency to an average of ∼25% of the population by generation 49 (\nFig. 3A\n). This anomalous result prompted us to more closely examine the allelic frequencies of the wild-type, H482N, and A478D strains in each of the three replicate mixed cultures. We observed that in two of the three replicate cultures, the A478D allele behaved like the majority of the Rif\nr\n\n\nrpoB\n mutations, becoming reduced to a very low, barely detectable frequency (\nFig. 3B\n and \nC\n). In contrast, in the third culture, the A478D mutant initially dropped below the limit of detection (∼0.1%), but then starting at ∼generation 35, it increased dramatically in frequency to comprise over 80% of that population by generation 49 (\nFig. 3D\n). Closer examination of the PCR amplicon spanning clusters I, II, and III from the A478D mutant arising after generation 35 in the third culture revealed the appearance of a second mutation in \nrpoB\n, I528V. Furthermore, Sanger sequencing of the \nrpoB\n gene of a Rif\nr\n isolate from this culture, strain WN1663, confirmed the presence of the I528V mutation in addition to the original A478D mutation. These observations led us to suspect that during the competition experiment in the third culture, the original A478D strain had suffered a second-site mutation in \nrpoB\n, dramatically increasing its competitive fitness. To determine if this compensatory mutation was responsible for the observed increase in relative fitness, both the ancestral (A478D) and evolved (A478D+I528V) alleles were transferred into a clean wild-type background to create strains WN1658 and WN1662, respectively. To test their competitive fitness, the four congenic strains WN1621 (wild type), WN1658 (A478D), WN1663 (evolved A478+I528V, isolated from the generation 49 culture of the experiment whose results are shown in \nFig. 3D\n), and WN1662 (A478D+I528V, reconstructed in a wild-type background) were each competed separately against the same isogenic wild-type strain (strain WN624, carrying a spectinomycin resistance [Spc\nr\n] marker) in LB medium (\nFig. 4\n). Pairwise competition experiments showed that strain WN1658, the A478D \nrpoB\n mutant, was dramatically less fit than the wild type (selection coefficient [\nS\n] = −1.26 ± 0.35), whereas the evolved isolate strain WN1663 (A478D+I528V) was dramatically more fit than the wild type (\nS\n = +0.84 ± 0.23) (\nFig. 4\n). However, simple reconstruction of the A478D+I528V \nrpoB\n double mutation in an otherwise wild-type background (strain WN1662) resulted in only a modest increase in fitness (\nS\n = −0.47 ± 0.05) compared to that seen in the single A478D mutant and failed to replicate the dramatic increase in fitness seen in the evolved strain WN1663 (\nFig. 4\n). We therefore conclude that while the second-site mutation I528V in \nrpoB\n increased competitive fitness to a certain extent, it was not sufficient to account for the dramatic increase in fitness seen in strain 1663 arising in the third multiallelic competition culture in the experiment whose results are shown in \nFig. 3D\n. The results lead us to hypothesize that strain WN1663 had sustained genomic mutation(s) in addition to I528V that also contributed to its dramatically increased fitness. These putative additional mutations could be revealed by whole-genome sequencing, which is beyond the scope of the present study. Results from the experiment whose results are shown in \nFig. 3\n indicated that, when challenged in a more complex competitive environment (18 \nrpoB\n variants growing together for 49 generation in LB medium in the absence of Rif selection), all of the Rif\nr\n mutations in \nrpoB\n led to a generalized reduction in fitness. This result is somewhat at odds with the conclusions drawn from measurements of growth rates of the same strains in monoculture (\nFig. 2\n), indicating that fitness cannot be predicted by growth rate in monoculture alone.\nFIG 3.\n\n\n\n\nOpen in a new tab\n\n\n(\nA) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in LB liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), A478D, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.\nFIG 4.\n\n\n\n\nOpen in a new tab\n\n\nResults from pairwise competition experiments in LB medium. The indicated Rif\nr\n\n\nrpoB\n strains were competed against the appropriate congenic wild-type strain. The strains used were WN1261 (w.t.), WN1658 (A478D), WN1663 [A478D+I528V, evolved from the culture used in the experiment whose results are shown in \nFig. 3D\n; displayed in the figure as A478D,I528V(E)], and WN1662 [A478D+I528V, reconstructed in a wild-type strain by transformation; displayed in the figure as A478D,I528V(R)]. The selection coefficients (\nS\n) (\n54\n) shown are the average values ± standard deviations from 3 independent experiments. **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Tukey’s HSD test for multiple comparisons).",
    "fig_3.": "Open in a new tab\n(\nA) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in LB liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), A478D, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.",
    "fig_4.": "Open in a new tab\nResults from pairwise competition experiments in LB medium. The indicated Rif\nr\n\n\nrpoB\n strains were competed against the appropriate congenic wild-type strain. The strains used were WN1261 (w.t.), WN1658 (A478D), WN1663 [A478D+I528V, evolved from the culture used in the experiment whose results are shown in \nFig. 3D\n; displayed in the figure as A478D,I528V(E)], and WN1662 [A478D+I528V, reconstructed in a wild-type strain by transformation; displayed in the figure as A478D,I528V(R)]. The selection coefficients (\nS\n) (\n54\n) shown are the average values ± standard deviations from 3 independent experiments. **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Tukey’s HSD test for multiple comparisons).",
    "relative_fitness_of_rpob_alleles_in_smmasn_medium.": "The multiallele competition experiment whose results are shown in \nFig. 3\n was performed in nutrient-rich LB medium. However, in nature, \nB. subtilis\n is found in soils or associated with plants and their roots. Such natural environments are either subjected to “feast or famine” conditions or are chronically oligotrophic; therefore, cells would need to utilize limited quantities of rarer, more ephemeral nutrient sources. In previous work, we performed OmniLog global metabolic profiling on wild-type \nB. subtilis\n and 11 Rif\nr\n\n\nrpoB\n mutants to assess how mutations in \nrpoB\n could affect metabolic capabilities (\n8\n). Indeed, we found that several environmental nutrients, normally utilized poorly by the wild-type laboratory strain of \nB. subtilis\n, were used significantly better by certain Rif\nr\n\n\nrpoB\n mutants. In particular, we noted that a strain carrying the S487L \nrpoB\n substitution utilized the amino acids \nl\n-alanine, \nl\n-asparagine, \nl\n-glutamate, and \nl\n-serine significantly better than the wild type (\n8\n). \nl\n-Asparagine specifically has been found to be substantially present in root exudates and plays a significant role in determining the bacterial species composition of the rhizosphere (\n28\n). Based on these observations, we were interested in measuring the relative fitness of wild-type and 17 Rif\nr\n\n\nrpoB\n mutant strains of \nB. subtilis\n in a more stringent selective environment. We therefore modified Spizizen minimal medium by replacing glucose with \nl\n-asparagine as the sole carbon source (SMM\nAsn\n; see Materials and Methods for details) and again performed a multiallele, multigenerational competition experiment (\nFig. 5\n). Based on its performance in OmniLog metabolic assays (\n8\n), we reasoned that the S487L mutant would fare better in this more stringent environment than the wild type or other Rif\nr\n mutant strains.\nFIG 5.\n\n\n\n\nOpen in a new tab\n\n\n(A) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in SMM\nAsn\n liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), D472Y, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.\nIn the multiallele competition experiment conducted in SMM\nAsn\n, each of the 18 strains was initially present at 5 to 6% of the total population (\nFig. 5A\n). As seen earlier in the multiallele competition performed in LB medium (\nFig. 3\n), most of the strains carrying various \nrpoB\n mutations dropped out of the population during the course of propagation in SMM\nAsn\n (\nFig. 5A\n). Interestingly, in this experiment, we observed that the strain carrying the H482N \nrpoB\n mutation rose to dominate the population, gaining an average frequency of ∼70% by generation 49, followed by the strain carrying the D472Y mutation (∼20%) and then the wild-type strain (∼10%) (\nFig. 5A\n). These results were in stark contrast to those obtained in LB medium, where the wild-type strain dominated the population, with the H482N mutant forming a minority (\nFig. 3\n). Interestingly, the strain carrying the S487L mutation, which we predicted would become the most frequent allele, did not succeed in this medium as we had expected but, rather, dropped below the threshold of detection in the population by generation 14 of the competition (\nFig. 5A\n). Comparison of the results presented in \nFig. 3\n with the results in \nFig. 5\n demonstrated a dramatic difference in the population dynamics and strain fitness of the same \nrpoB\n mutants depending upon whether they were competed in the rich LB or the minimal SMM\nAsn\n environment. In addition, the lack of increased competitive fitness displayed by the S487L \nrpoB\n mutant competed in SMM\nAsn\n (\nFig. 5A\n) brought into question whether an increased utilization of a nutrient, such as \nl\n-asparagine, as measured by Omnilog assay (\n8\n), is a relevant parameter to predict fitness.\nDuring multiallele competition in LB medium, we noted that the A478D \nrpoB\n mutant rose to prominence in one of the three replicate cultures (\nFig. 3D\n), presumably due to a second-site mutation(s). Accordingly, we also examined the frequencies of the wild-type, D472Y, and H482N strains in each individual SMM\nAsn\n culture (\nFig. 5B\n to \nD\n). In this case, all three cultures behaved similarly, with the H482N strain arising to dominate each of the three cultures. This observation suggested that no second-site mutation(s) improving fitness had arisen in the SMM\nAsn\n cultures during the course of the multiallele competition experiment.",
    "fig_5.": "Open in a new tab\n(A) Population dynamics of wild-type (WT) and 17 \nrpoB\n mutant strains of \nB. subtilis\n in SMM\nAsn\n liquid medium grown with aeration at 37°C. Data shown are average values (\nn \n= 3). (B to D) Population dynamics of wild-type (WT), D472Y, and H482N strains during the three replicate competition experiments from which the average values in panel A were derived.",
    "growth_rates_and_lag_times_of_rpob_mutations_in_smmasn_cultu": "We sought to further explore the role played by growth rate in the fitness of \nrpoB\n mutants by measuring the exponential growth rates during cultivation in SMM\nAsn\n of the wild-type \nB. subtilis\n strain and congenic mutant strains harboring the D472Y, H482N, or S487L \nrpoB\n allele (\nFig. 6\n). In individual SMM\nAsn\n monocultures, all three Rif\nr\n mutant strains exhibited a significantly increased exponential growth rate compared to the growth rate of the wild-type strain, but there were no statistical differences among the growth rates of the Rif\nr\n mutants themselves (\nFig. 6A\n). These results were distinctly different from the relative growth rates of the same strains in LB medium, in which the \nrpoB\n mutants either grew more slowly (S487L) or at essentially the same rate (D472Y and H482N) as the wild type (\nFig. 2\n). If the exponential growth rate were the sole determinant of fitness, it would be expected that the three Rif\nr\n mutants would have risen to dominate the multiallele competition experiment performed in SMM\nAsn\n, but this was clearly not the case (\nFig. 5\n).\nFIG 6.\n\n\n\n\nOpen in a new tab\n\n\nExponential growth rates (A) and lag times (B) in SMM\nAsn\n of the wild-type (w.t.) strain and congenic \nrpoB\n mutant strains carrying the D472Y, H482N, and S487L variants. Data are averages ± standard deviations (\nn \n= 3). **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild type).\nIn addition to the exponential growth rate, the ability of cells to adjust to a new environment is reflected in the lag time preceding exponential growth. In one of the few studies examining this phenomenon in \nrpoB\n mutants, it was observed that a \nMycobacterium tuberculosis\n Rif\nr\n mutant strain carrying an H526D substitution (the equivalent of the H482D substitution in \nB. subtilis\n\n\nrpoB\n) suffered significantly delayed growth following resuscitation from nutrient starvation (\n29\n). We thus compared the lag time of the wild-type strain to the lag times of congenic strains carrying the D472Y, H482N, and S487L \nrpoB\n variants in SMM\nAsn\n. No significant difference was observed in the lag times between the wild type and the D472Y variant; however, both the H482N and S487L variants demonstrated significant increases in lag time relative to that of the wild type (\nFig. 6B\n). In fact, the H482N and S487L variants were statistically indistinguishable in their growth rates (increased over that of the wild type) and lag times (longer than that of the wild type). Taken together, the results shown in \nFig. 6\n indicated that in SMM\nAsn\n medium, the growth rate and/or lag time of individual monocultures corresponded poorly with increased or decreased relative fitness in competition experiments.",
    "fig_6.": "Open in a new tab\nExponential growth rates (A) and lag times (B) in SMM\nAsn\n of the wild-type (w.t.) strain and congenic \nrpoB\n mutant strains carrying the D472Y, H482N, and S487L variants. Data are averages ± standard deviations (\nn \n= 3). **, \nP < \n0.01; ***, \nP < \n0.001 (ordinary one-way ANOVA with Dunnett’s test for multiple comparison to the mean value for the wild type).",
    "pairwise_competitions_in_lb_versus_smmasn.": "To further examine the discrepancies between the observed growth metrics and the results of our multiallele competition, we performed a pairwise competition for each Rif\nr\n mutant strain against the wild-type strain in both LB and SMM\nAsn\n media (\nFig. 7\n). The H482N Rif\nr\n mutant strain showed the most dramatic fitness difference compared to the fitness of the wild type; it was less fit in LB (\nS\n = −0.047 ± 0.01) but more fit (\nS\n = +0.403 ± 0.063) in SMM\nAsn\n medium (\nFig. 7\n). The S487L mutant was less fit than the wild type in both media, although its fitness in SMM\nAsn\n (\nS\n = −0.144 ± 0.005) was significantly improved over that in LB (\nS\n = −0.337 ± 0.01) (\nFig. 7\n). The D472Y mutant was also less fit than the wild type in both media, but the difference in its fitness between the two media was just above the cutoff for significance (\nP = \n0.061). Measurements of the relative fitness for each mutant \nrpoB\n allele in pairwise competition agreed with the results of the multiallelic competitions in SMM\nAsn\n.\nFIG 7.\n\n\n\n\nOpen in a new tab\n\n\nPairwise competition experiments. Rif\nr\n strains carrying the variant D472Y (strain WN1625), H482N (strain WN1637), or S487L (strain WN761) were each competed against congenic wild-type strain WN1651 in LB or SMM\nAsn\n medium for 21 generations, and fitness coefficients (\nS\n) were calculated as described previously (\n54\n). Data are average values ± standard deviations (\nn \n= 3). ***, \nP < \n0.001; ****, \nP < \n0.0001; ns, not significantly different (two-way ANOVA with Tukey’s HSD test for multiple comparisons).\nPrevious work in our laboratory has shown differing spectra of mutations in the \nrpoB\n gene across several different environment (\n12\n, \n13\n, \n16\n–\n18\n). The reproducibility of these changes in the spectra of mutations indicates that the environment somehow dictates these changes. Multiple studies have found that mutations in the \nrpoB\n gene that confer rifampin resistance can provide a fitness advantage or increased growth rate in the environment from which they were isolated. Several examples illustrate the repeated occurrence of \nrpoB\n mutations in adaptive laboratory evolution of \nEscherichia coli\n, wherein these mutations significantly increased the fitness of the organism in different environments, including optimized growth on various minimal media and increased fitness at elevated temperatures (\n30\n–\n32\n).\nOur multiallele, multigenerational competition experiments (\nFig. 3\n and \n5\n) showed that the wild-type \nrpoB\n allele was most fit in nutrient-rich LB medium, while the H482N variant was most fit in populations cultivated in minimal SMM\nAsn\n medium. The different \nrpoB\n alleles and the corresponding changes in global gene expression associated with them likely explain the differences in relative fitness depending upon the growth environment. Numerous studies suggest changes in global gene expression to be the cause of changes in fitness observed with mutations in \nrpoB\n (\n7\n, \n33\n–\n37\n), although one study examining the system-wide impacts of mutations in the \nPseudomonas aeruginosa\n\n\nrpoB\n gene found few differences in global gene expression and attributed mutant phenotypes to increased expression of RNAP (\n38\n). Ultimately, a better understanding of the specific mechanisms behind these differences in fitness will require an examination of global gene expression of these different \nrpoB\n alleles in SMM\nAsn\n.\nWhich changes in gene expression are specifically responsible for the success of the H482N mutant can only be speculated upon at present, as this particular allele is new to our collection and not yet very well characterized. However, the lack of fitness of the S487L mutant in SMM\nAsn\n may be a bit easier to explain. Previous work studying the \nrpoB\n-S487L allele in \nB. subtilis\n revealed that this particular allele autoinduced the expression of genes responsible for the production of the antibiotic 3,3′-neotrehalosadiamine (NTD), which is not produced by the wild-type strain under the same conditions (\n39\n). This autoinduction of NTD production might place a significant metabolic burden on the organism and may be responsible for the lack of relative fitness observed in the \nrpoB\n-S487L allele.\nThe discrepancies between fitness and exponential growth rate reveal that, while fairly simple to determine, growth rate is a poor proxy for relative fitness, as a similar study has found (\n40\n). Simply measuring the exponential growth rate fails to account for differences in fitness during stationary and lag phase, in addition to potential antagonistic or cooperative interactions between the strains when competing for the same resources, such as dramatic acidification of the medium (\n41\n). Our study highlights the danger of conflating exponential growth rates or results from simplified metabolic assays (\n8\n) with relative fitness. Three Rif\nr\n\n\nrpoB\n variants exhibited an increased growth rate relative to the growth rate of the wild-type strain in SMM\nAsn\n (\nFig. 6\n); however, only one of those variants (H482N) proved to be more fit than the wild-type strain in the same medium (\nFig. 7\n). There are many potential explanations for this discrepancy that could be controlled at the transcriptional level, such as increased probability of differentiation in the stationary phase (\n42\n) or shaping of the environment by an evolved variant in a manner that preferentially benefits itself (\n41\n, \n43\n).\nUnlike other results from this study, the increased relative fitness of the evolved strain WN1663 cannot be explained solely by a compensatory mutation in \nrpoB\n (\nFig. 4\n). Our data indicate that other changes within the \nB. subtilis\n genome must account for the observed sweep of the population by WN1663. The increase in fitness of the A478D+I528V double mutant relative to the fitness of the A478D single mutant is consistent with other studies that have reported the ability of compensatory mutations in \nrpoB\n and \nrpoC\n to restore fitness defects (\n44\n–\n46\n). However, these studies did not find increases in fitness relative to that of the wild-type allele. In summary, this study illustrates the fitness impacts of \nrpoB\n alleles in different environments, highlights the deficiencies of growth or metabolic metrics of monocultures as a sole measure of relative fitness, and demonstrates the role of compensatory mutations in \nrpoB\n to recover fitness cost.",
    "fig_7.": "Open in a new tab\nPairwise competition experiments. Rif\nr\n strains carrying the variant D472Y (strain WN1625), H482N (strain WN1637), or S487L (strain WN761) were each competed against congenic wild-type strain WN1651 in LB or SMM\nAsn\n medium for 21 generations, and fitness coefficients (\nS\n) were calculated as described previously (\n54\n). Data are average values ± standard deviations (\nn \n= 3). ***, \nP < \n0.001; ****, \nP < \n0.0001; ns, not significantly different (two-way ANOVA with Tukey’s HSD test for multiple comparisons).",
    "materials_and_methods": "Bacterial strains, media, plasmids, and growth conditions.\n\n\nAll \nB. subtilis\n strains and plasmids used in this study are listed in \nTable 1\n. The strains were constructed by DNA-mediated transformation of competent cells with purified genomic DNA as previously described (\n47\n). The complex media used were Miller LB medium (\n48\n) and Trypticase-soy-yeast extract (TSY) medium (\n49\n). The minimal medium used was Spizizen minimal medium (\n50\n) containing the auxotrophic requirements tryptophan and phenylalanine (50 μg/mL each) and asparagine (95 mM) in place of glucose as the carbon source (SMM\nAsn\n). Media were solidified with agar (15 g/L) as needed. The antibiotics used (final concentration) were chloramphenicol (10 μg/mL), rifampin (5 μg/mL), kanamycin (5 μg/mL), neomycin (5 μg/mL), or spectinomycin (100 μg/mL). Plasmids for CRISPR-Cas9 introduction of point mutations were constructed and used as previously described (\n51\n). Site-directed mutagenesis was conducted via inverse PCR as previously described (\n52\n) to introduce the point mutation A478V into an \nrpoB\n template. All mutations were confirmed by Sanger sequencing (Genewiz LLC) of PCR amplicons.\nRif IC\n50\n determination.\n\n\nFor quantification of Rif\nr\n, an overnight culture of each strain was grown in liquid TSY without antibiotics. One microliter of overnight culture was inoculated into 100 μl of liquid TSY medium without Rif or containing Rif at a 2-fold range of concentrations from 4 to 256 μg/mL. Cells were grown in 96-well microtiter plates sealed with gas-permeable membranes (Breathe-Easy; Sigma-Aldrich). Growth at 37°C was measured by the optical density at 620 nm (OD\n620\n) at 15-minute intervals in a temperature-controlled microplate absorbance spectrophotometer (model ELx808; BioTek). The resulting growth data from triplicate experiments were then used to determine the 50% inhibitory concentration (IC\n50\n).\nGrowth rate and lag time determinations.\n\n\nLiquid cultures were propagated in 125-mL sidearm (Klett) flasks in 10 mL of LB at 37°C in a rotary shaking bath with vigorous aeration. Growth was measured at 15-minute intervals by the OD\n660\n using a Klett-Summerson colorimeter fitted with the no. 66 (red, 660-nm) filter. Growth rates were calculated from the exponential portion of each growth curve. Lag times were determined from the point of intersection of the lag and exponential portions of each growth curve. Growth rates and lag times were determined from triplicate cultures. Data sets were tested for normality using the Shapiro-Wilk test online calculator (\nhttps://www.statskingdom.com/shapiro-wilk-test-calculator.html\n), and all data sets were found to be normally distributed. Statistical parameters and tests of significance (analysis of variance [ANOVA]) were computed using KaleidaGraph version 4.5.2 (Synergy Software, Reading, PA, USA).\nCompetition assays.\n\n\nIndividual overnight cultures of the wild-type strain and all congenic Rif\nr\n strains were inoculated into fresh individual 2-mL LB cultures. Upon entering stationary phase, the OD\n660\n of each culture was measured and a volume corresponding to ∼10\n8\n cells of each strain was combined into a single mixed culture, which was then diluted 1:100 into 10 mL of either LB or SMM\nAsn\n in 125-mL Erlenmeyer flasks. Cultures were grown at 37°C in a temperature-controlled rotary shaking bath at 200 rpm. Every 24 h, cultures were diluted 1:100 into fresh medium. Under these conditions, cultures progress through ∼7 generations per day (\n53\n). For multiallelic competition experiments, every 24 h, from each culture, a 1-mL aliquot was pelleted for chromosomal DNA extraction; 0.8 mL was stored in 25% (vol/vol) glycerol at −70°C, and 0.1 mL was diluted serially 10-fold in phosphate-buffered saline (PBS), plated on LB with chloramphenicol (Cm), and incubated overnight at 37°C for total viable counts. For two-allele competition experiments, every 24 h, 0.1 mL of each culture was serially diluted and plated on two different LB plates, each supplemented with a different antibiotic. These LB plates were then incubated overnight at 37°C to determine the viable counts of each strain. Relative fitness was quantified with a previously described selection coefficient model (\n54\n).\nNext-generation library preparation, sequencing, and data analysis.\n\n\nFrom purified chromosomal DNA, two ∼500-bp amplicons of the \nrpoB\n gene, one spanning the N cluster and one spanning clusters I, II, and III, were amplified by PCR using Q5 high-fidelity DNA polymerase (New England Biolabs) and the corresponding primer pairs (\nTable 2\n). PCR products were purified (Qiagen PCR purification kit) and quantified by Qubit fluorometry, and equal amounts were combined for library preparation. Next-generation sequencing libraries were prepared using an Illumina Nextera XT DNA library preparation kit with some modifications. Due to the high levels of NaOH in the Nextera XT bead-based normalization process, the native normalization process is not compatible with the iSeq100. In place of the bead-based normalization process, normalization was performed manually by capillary electrophoresis using the Agilent Bioanalyzer 2100 expert software to calculate the molar amount of DNA fragments in each library. Equivalent amounts of DNA fragments from 24 individual libraries were pooled at a final DNA fragment concentration of 4 nM. Pooled libraries were diluted to 50 pM prior to loading into an Illumina i1 reagent box and sequenced on an Illumina iSeq100 next-generation-sequencing platform.\n\n\nTABLE 2.\n\n\nOligonucleotide primers used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrimer\n\n\nSequence (5′–3′)\n\n\nPurpose\nd\n\n\n\n\n\n\n\n\n\n\nI-cluster-F\n\n\n\n\nCGGAGTAGGCGACACAGATG\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nI-cluster-R\n\n\n\n\nATTCTGCCCGTTACCTTCCC\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nN-cluster-F\n\n\n\n\nTTCAGTATGGACGACACCGC\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nN-cluster-R\n\n\n\n\nTTACGTGTGCGATCAATGCG\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nQ5SDM_A478V_F\n\n\n\n\nAACCCGCTTG\nT\nTGAATTAACG\n\n\n\n\n\n\na\n\n\n\n\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nQ5SDM_A478V_R\n\n\n\n\nCGTCTGATCCATGAATTG\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nrpoB+1409_sgRNA+\n\n\n\n\nAAACcttgctgaattaacgcacaa\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB+1409_sgRNA-\n\n\n\n\nTACGttgtgcgttaattcagcaag\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB-903F_HT\n\n\n\n\nAAGGCCAACGAGGCCggcgagctttttctttgcca\n\n\n\n\n\n\nc\n\n\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoC+181R_HT\n\n\n\n\nAAGGCCTTATTGGCCtcgcttgtacttcccgcaat\n\n\n\n\nc\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoB-24F\n\n\n\n\nCGCATGATTTGAGGGG\n\n\n\n\nN-cluster amplification and sequencing\n\n\n\n\n\n\nrpoB+737R\n\n\n\n\nGGCGGCTCTCCAGG\n\n\n\n\nN-cluster amplification\n\n\n\n\n\n\nrpoB+1319F\n\n\n\n\nCGAATACAATTACGCCTCAGC\n\n\n\n\nCluster I, II, and III amplification and sequencing\n\n\n\n\n\n\nrpoB+2000R\n\n\n\n\nCCTGATACGTATTCCATACC\n\n\n\n\nCluster I, II, and III amplification\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nBold underlined letter represents mutation being introduced.\n\n\n\n\n\n\nb\nUppercase letters represent bases complementary to BsaI cut site on pJOE8999 (\n51\n); lowercase letters represent wild-type \nrpoB\n sequence.\n\n\n\n\n\n\nc\nUppercase letters represent SfiI recognition and cut site complementary to pJOE8999 (\n51\n); lowercase letters represent wild-type genomic sequence.\n\n\n\n\n\n\nd\nNGS, next-generation sequencing; sgRNA, single guide RNA.\n\n\n\n\nRaw data from the iSeq100 was demultiplexed and converted to fastq files using Illumina bcl2fastq software. Quality control of reads was performed with FastQC (\n55\n). Quality reads were mapped to the \nBacillus subtilis\n strain 168 reference genome (GenBank accession number \nAL009126.3\n) using Bowtie 2 (\n56\n). From mapped reads, LoFreq (\n57\n) was used to call single-nucleotide polymorphisms and small deletions in the \nrpoB\n gene. Preliminary calibration experiments performed with known proportions of mutant \nrpoB\n alleles established that the lower limit of detection was ∼0.1% (data not shown).\nStatistical analysis.\n\n\nAll data sets were tested for normality using the Shapiro-Wilk method (\n58\n). Data sets passing the normality test were analyzed for differences by ANOVA with Tukey’s honestly significant difference (HSD) test (\n59\n) or Dunnett’s test for multiple comparison analysis (\n60\n). All statistical analyses were performed with the statistical graphing software Prism (GraphPad Software). Differences with a \nP\n value of <0.05 were considered statistically significant.",
    "bacterial_strains,_media,_plasmids,_and_growth_conditions.": "All \nB. subtilis\n strains and plasmids used in this study are listed in \nTable 1\n. The strains were constructed by DNA-mediated transformation of competent cells with purified genomic DNA as previously described (\n47\n). The complex media used were Miller LB medium (\n48\n) and Trypticase-soy-yeast extract (TSY) medium (\n49\n). The minimal medium used was Spizizen minimal medium (\n50\n) containing the auxotrophic requirements tryptophan and phenylalanine (50 μg/mL each) and asparagine (95 mM) in place of glucose as the carbon source (SMM\nAsn\n). Media were solidified with agar (15 g/L) as needed. The antibiotics used (final concentration) were chloramphenicol (10 μg/mL), rifampin (5 μg/mL), kanamycin (5 μg/mL), neomycin (5 μg/mL), or spectinomycin (100 μg/mL). Plasmids for CRISPR-Cas9 introduction of point mutations were constructed and used as previously described (\n51\n). Site-directed mutagenesis was conducted via inverse PCR as previously described (\n52\n) to introduce the point mutation A478V into an \nrpoB\n template. All mutations were confirmed by Sanger sequencing (Genewiz LLC) of PCR amplicons.",
    "rif_ic50_determination.": "For quantification of Rif\nr\n, an overnight culture of each strain was grown in liquid TSY without antibiotics. One microliter of overnight culture was inoculated into 100 μl of liquid TSY medium without Rif or containing Rif at a 2-fold range of concentrations from 4 to 256 μg/mL. Cells were grown in 96-well microtiter plates sealed with gas-permeable membranes (Breathe-Easy; Sigma-Aldrich). Growth at 37°C was measured by the optical density at 620 nm (OD\n620\n) at 15-minute intervals in a temperature-controlled microplate absorbance spectrophotometer (model ELx808; BioTek). The resulting growth data from triplicate experiments were then used to determine the 50% inhibitory concentration (IC\n50\n).",
    "growth_rate_and_lag_time_determinations.": "Liquid cultures were propagated in 125-mL sidearm (Klett) flasks in 10 mL of LB at 37°C in a rotary shaking bath with vigorous aeration. Growth was measured at 15-minute intervals by the OD\n660\n using a Klett-Summerson colorimeter fitted with the no. 66 (red, 660-nm) filter. Growth rates were calculated from the exponential portion of each growth curve. Lag times were determined from the point of intersection of the lag and exponential portions of each growth curve. Growth rates and lag times were determined from triplicate cultures. Data sets were tested for normality using the Shapiro-Wilk test online calculator (\nhttps://www.statskingdom.com/shapiro-wilk-test-calculator.html\n), and all data sets were found to be normally distributed. Statistical parameters and tests of significance (analysis of variance [ANOVA]) were computed using KaleidaGraph version 4.5.2 (Synergy Software, Reading, PA, USA).",
    "competition_assays.": "Individual overnight cultures of the wild-type strain and all congenic Rif\nr\n strains were inoculated into fresh individual 2-mL LB cultures. Upon entering stationary phase, the OD\n660\n of each culture was measured and a volume corresponding to ∼10\n8\n cells of each strain was combined into a single mixed culture, which was then diluted 1:100 into 10 mL of either LB or SMM\nAsn\n in 125-mL Erlenmeyer flasks. Cultures were grown at 37°C in a temperature-controlled rotary shaking bath at 200 rpm. Every 24 h, cultures were diluted 1:100 into fresh medium. Under these conditions, cultures progress through ∼7 generations per day (\n53\n). For multiallelic competition experiments, every 24 h, from each culture, a 1-mL aliquot was pelleted for chromosomal DNA extraction; 0.8 mL was stored in 25% (vol/vol) glycerol at −70°C, and 0.1 mL was diluted serially 10-fold in phosphate-buffered saline (PBS), plated on LB with chloramphenicol (Cm), and incubated overnight at 37°C for total viable counts. For two-allele competition experiments, every 24 h, 0.1 mL of each culture was serially diluted and plated on two different LB plates, each supplemented with a different antibiotic. These LB plates were then incubated overnight at 37°C to determine the viable counts of each strain. Relative fitness was quantified with a previously described selection coefficient model (\n54\n).",
    "next-generation_library_preparation,_sequencing,_and_data_an": "From purified chromosomal DNA, two ∼500-bp amplicons of the \nrpoB\n gene, one spanning the N cluster and one spanning clusters I, II, and III, were amplified by PCR using Q5 high-fidelity DNA polymerase (New England Biolabs) and the corresponding primer pairs (\nTable 2\n). PCR products were purified (Qiagen PCR purification kit) and quantified by Qubit fluorometry, and equal amounts were combined for library preparation. Next-generation sequencing libraries were prepared using an Illumina Nextera XT DNA library preparation kit with some modifications. Due to the high levels of NaOH in the Nextera XT bead-based normalization process, the native normalization process is not compatible with the iSeq100. In place of the bead-based normalization process, normalization was performed manually by capillary electrophoresis using the Agilent Bioanalyzer 2100 expert software to calculate the molar amount of DNA fragments in each library. Equivalent amounts of DNA fragments from 24 individual libraries were pooled at a final DNA fragment concentration of 4 nM. Pooled libraries were diluted to 50 pM prior to loading into an Illumina i1 reagent box and sequenced on an Illumina iSeq100 next-generation-sequencing platform.\nTABLE 2.\n\n\nOligonucleotide primers used in this study\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrimer\n\n\nSequence (5′–3′)\n\n\nPurpose\nd\n\n\n\n\n\n\n\n\n\n\nI-cluster-F\n\n\n\n\nCGGAGTAGGCGACACAGATG\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nI-cluster-R\n\n\n\n\nATTCTGCCCGTTACCTTCCC\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nN-cluster-F\n\n\n\n\nTTCAGTATGGACGACACCGC\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nN-cluster-R\n\n\n\n\nTTACGTGTGCGATCAATGCG\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nQ5SDM_A478V_F\n\n\n\n\nAACCCGCTTG\nT\nTGAATTAACG\n\n\n\n\n\n\na\n\n\n\n\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nQ5SDM_A478V_R\n\n\n\n\nCGTCTGATCCATGAATTG\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nrpoB+1409_sgRNA+\n\n\n\n\nAAACcttgctgaattaacgcacaa\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB+1409_sgRNA-\n\n\n\n\nTACGttgtgcgttaattcagcaag\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB-903F_HT\n\n\n\n\nAAGGCCAACGAGGCCggcgagctttttctttgcca\n\n\n\n\n\n\nc\n\n\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoC+181R_HT\n\n\n\n\nAAGGCCTTATTGGCCtcgcttgtacttcccgcaat\n\n\n\n\nc\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoB-24F\n\n\n\n\nCGCATGATTTGAGGGG\n\n\n\n\nN-cluster amplification and sequencing\n\n\n\n\n\n\nrpoB+737R\n\n\n\n\nGGCGGCTCTCCAGG\n\n\n\n\nN-cluster amplification\n\n\n\n\n\n\nrpoB+1319F\n\n\n\n\nCGAATACAATTACGCCTCAGC\n\n\n\n\nCluster I, II, and III amplification and sequencing\n\n\n\n\n\n\nrpoB+2000R\n\n\n\n\nCCTGATACGTATTCCATACC\n\n\n\n\nCluster I, II, and III amplification\n\n\n\n\n\n\n\n\nOpen in a new tab\n\n\n\n\n\n\na\nBold underlined letter represents mutation being introduced.\n\n\n\n\n\n\nb\nUppercase letters represent bases complementary to BsaI cut site on pJOE8999 (\n51\n); lowercase letters represent wild-type \nrpoB\n sequence.\n\n\n\n\n\n\nc\nUppercase letters represent SfiI recognition and cut site complementary to pJOE8999 (\n51\n); lowercase letters represent wild-type genomic sequence.\n\n\n\n\n\n\nd\nNGS, next-generation sequencing; sgRNA, single guide RNA.\nRaw data from the iSeq100 was demultiplexed and converted to fastq files using Illumina bcl2fastq software. Quality control of reads was performed with FastQC (\n55\n). Quality reads were mapped to the \nBacillus subtilis\n strain 168 reference genome (GenBank accession number \nAL009126.3\n) using Bowtie 2 (\n56\n). From mapped reads, LoFreq (\n57\n) was used to call single-nucleotide polymorphisms and small deletions in the \nrpoB\n gene. Preliminary calibration experiments performed with known proportions of mutant \nrpoB\n alleles established that the lower limit of detection was ∼0.1% (data not shown).",
    "table_2.": "Oligonucleotide primers used in this study\nPrimer\n\n\nSequence (5′–3′)\n\n\nPurpose\nd\n\n\n\n\n\n\n\n\n\n\nI-cluster-F\n\n\n\n\nCGGAGTAGGCGACACAGATG\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nI-cluster-R\n\n\n\n\nATTCTGCCCGTTACCTTCCC\n\n\n\n\nAmplification of clusters I, II, and III for NGS\n\n\n\n\n\n\nN-cluster-F\n\n\n\n\nTTCAGTATGGACGACACCGC\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nN-cluster-R\n\n\n\n\nTTACGTGTGCGATCAATGCG\n\n\n\n\nAmplification of N cluster for NGS\n\n\n\n\n\n\nQ5SDM_A478V_F\n\n\n\n\nAACCCGCTTG\nT\nTGAATTAACG\n\n\n\n\n\n\na\n\n\n\n\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nQ5SDM_A478V_R\n\n\n\n\nCGTCTGATCCATGAATTG\n\n\n\n\nSite-directed mutagenesis for \nrpoB\n-A478V\n\n\n\n\n\n\nrpoB+1409_sgRNA+\n\n\n\n\nAAACcttgctgaattaacgcacaa\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB+1409_sgRNA-\n\n\n\n\nTACGttgtgcgttaattcagcaag\n\n\n\n\n\n\nb\n\n\n\n\n\n\n\n\nsgRNA oligonucleotide\n\n\n\n\n\n\nrpoB-903F_HT\n\n\n\n\nAAGGCCAACGAGGCCggcgagctttttctttgcca\n\n\n\n\n\n\nc\n\n\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoC+181R_HT\n\n\n\n\nAAGGCCTTATTGGCCtcgcttgtacttcccgcaat\n\n\n\n\nc\n\n\n\n\n\n\n\n\nrpoB\n homology template\n\n\n\n\n\n\nrpoB-24F\n\n\n\n\nCGCATGATTTGAGGGG\n\n\n\n\nN-cluster amplification and sequencing\n\n\n\n\n\n\nrpoB+737R\n\n\n\n\nGGCGGCTCTCCAGG\n\n\n\n\nN-cluster amplification\n\n\n\n\n\n\nrpoB+1319F\n\n\n\n\nCGAATACAATTACGCCTCAGC\n\n\n\n\nCluster I, II, and III amplification and sequencing\n\n\n\n\n\n\nrpoB+2000R\n\n\n\n\nCCTGATACGTATTCCATACC\n\n\n\n\nCluster I, II, and III amplification\nOpen in a new tab\na\nBold underlined letter represents mutation being introduced.\n\n\n\n\n\n\nb\nUppercase letters represent bases complementary to BsaI cut site on pJOE8999 (\n51\n); lowercase letters represent wild-type \nrpoB\n sequence.\n\n\n\n\n\n\nc\nUppercase letters represent SfiI recognition and cut site complementary to pJOE8999 (\n51\n); lowercase letters represent wild-type genomic sequence.\n\n\n\n\n\n\nd\nNGS, next-generation sequencing; sgRNA, single guide RNA.",
    "statistical_analysis.": "All data sets were tested for normality using the Shapiro-Wilk method (\n58\n). Data sets passing the normality test were analyzed for differences by ANOVA with Tukey’s honestly significant difference (HSD) test (\n59\n) or Dunnett’s test for multiple comparison analysis (\n60\n). All statistical analyses were performed with the statistical graphing software Prism (GraphPad Software). Differences with a \nP\n value of <0.05 were considered statistically significant.",
    "acknowledgments": "We thank the Department of Microbiology and Cell Science at the University of Florida for use of the iSeq100 instrument.\nThis work was supported by grants from the NASA Space Biology (grant number NNX14AT38G) and USDA-Hatch (grants number FLA-MCS-005500 and FLA-MCS-006066) programs to W.L.N.",
    "contributor_information": "Wayne L. Nicholson, Email: WLN@ufl.edu.\nMaia Kivisaar, University of Tartu.",
    "references": "1.\nWehrli W, Knüsel F, Schmid K, Staehelin M. 1968. Interaction of rifamycin with bacterial RNA polymerase. Proc Natl Acad Sci USA\n61:667–673. 10.1073/pnas.61.2.667.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n2.\nTupin A, Gualtieri M, Roquet-Banères F, Morichaud Z, Brodolin K, Leonetti J-P. 2010. Resistance to rifampicin: at the crossroads between ecological, genomic and medical concerns. Int J Antimicrob Agents\n35:519–523. 10.1016/j.ijantimicag.2009.12.017.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n3.\nJin DJ, Gross CA. 1988. Mapping and sequencing of mutations in the \nEscherichia coli rpoB\n gene that lead to rifampicin resistance. J Mol Biol\n202:45–58. 10.1016/0022-2836(88)90517-7.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n4.\nCampbell EA, Korzheva N, Mustaev A, Murakami K, Nair S, Goldfarb A, Darst SA. 2001. Structural mechanism for rifampicin inhibition of bacterial RNA polymerase. Cell\n104:901–912. 10.1016/s0092-8674(01)00286-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n5.\nNaryshkina T, Mustaev A, Darst SA, Severinov K. 2001. The beta′ subunit of \nEscherichia coli\n RNA polymerase is not required for interaction with initiating nucleotide but is necessary for interaction with rifampicin. J Biol Chem\n276:13308–13313. 10.1074/jbc.M011041200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n6.\nSeverinov K, Soushko M, Goldfarb A, Nikiforov V. 1993. Rifampicin region revisited. New rifampicin-resistant and streptolydigin-resistant mutants in the beta subunit of \nEscherichia coli\n RNA polymerase. J Biol Chem\n268:14820–14825. 10.1016/S0021-9258(18)82407-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n7.\nMaughan H, Galeano B, Nicholson WL. 2004. Novel \nrpoB\n mutations conferring rifampin resistance on \nBacillus subtilis\n: global effects on growth, competence, sporulation, and germination. J Bacteriol\n186:2481–2486. 10.1128/JB.186.8.2481-2486.2004.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n8.\nPerkins AE, Nicholson WL. 2008. Uncovering new metabolic capabilities of \nBacillus subtilis\n using phenotype profiling of rifampin-resistant \nrpoB\n mutants. J Bacteriol\n190:807–814. 10.1128/JB.00901-07.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n9.\nMoeller R, Vlašić I, Reitz G, Nicholson WL. 2012. Role of altered \nrpoB\n alleles in \nBacillus subtilis\n sporulation and spore resistance to heat, hydrogen peroxide, formaldehyde, and glutaraldehyde. Arch Microbiol\n194:759–767. 10.1007/s00203-012-0811-4.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n10.\nLeighton TJ. 1973. An RNA polymerase mutation causing temperature-sensitive sporulation in \nBacillus subtilis\n. Proc Natl Acad Sci USA\n70:1179–1183. 10.1073/pnas.70.4.1179.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n11.\nFriedberg EC, Walker GC, Siede W. 2005. DNA repair and mutagenesis.\nASM Press, Washington, DC.\n [\nGoogle Scholar\n]\n\n\n\n\n12.\nNicholson WL, Maughan H. 2002. The spectrum of spontaneous rifampin resistance mutations in the \nrpoB\n gene of \nBacillus subtilis\n 168 spores differs from that of vegetative cells and resembles that of \nMycobacterium tuberculosis\n. J Bacteriol\n184:4936–4940. 10.1128/JB.184.17.4936-4940.2002.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n13.\nPerkins AE, Schuerger AC, Nicholson WL. 2008. Isolation of \nrpoB\n mutations causing rifampicin resistance in \nBacillus subtilis\n spores exposed to simulated Martian surface conditions. Astrobiology\n8:1159–1167. 10.1089/ast.2007.0224.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n14.\nMoeller R, Reitz G, Berger T, Okayasu R, Nicholson WL, Horneck G. 2010. Astrobiological aspects of the mutagenesis of cosmic radiation on bacterial spores. Astrobiology\n10:509–521. 10.1089/ast.2009.0429.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n15.\nMoeller R, Reitz G, Nicholson WL, Horneck G, the PROTECT team. 2012. Mutagenesis in bacterial spores exposed to space and simulated Martian conditions: data from the EXPOSE-E spaceflight experiment PROTECT. Astrobiology\n12:457–468. 10.1089/ast.2011.0739.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n16.\nNicholson WL, Park R. 2015. Anaerobic growth of \nBacillus subtilis\n alters the spectrum of spontaneous mutations in the \nrpoB\n gene leading to rifampicin resistance. FEMS Microbiol Lett\n362:fnv213. 10.1093/femsle/fnv213.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n17.\nFajardo-Cavazos P, Leehan JD, Nicholson WL. 2018. Alterations in the spectrum of spontaneous rifampicin-resistance mutations in the \nBacillus subtilis rpoB\n gene after cultivation in the human spaceflight environment. Front Microbiol\n9:192. 10.3389/fmicb.2018.00192.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n18.\nLeehan JD, Nicholson WL. 2021. The spectrum of spontaneous rifampin resistance mutations in the \nBacillus subtilis rpoB\n gene depends on the growth environment. Appl Environ Microbiol\n87:e01237-21. 10.1128/AEM.01237-21.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n19.\nMunakata N, Takahashi K, Hieda K, Panitz C, Horneck G. 2004. Mutagenesis of \nBacillus subtilis\n spores exposed to simulated space environment, abstr 04-A-00898. Abstr 35th COSPAR Sci Assembly, Paris, France.\n\n\n\n\n\n\n20.\nWrande M, Roth JR, Hughes D. 2008. Accumulation of mutants in “aging” bacterial colonies is due to growth under selection, not stress-induced mutagenesis. Proc Natl Acad Sci USA\n105:11863–11868. 10.1073/pnas.0804739105.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n21.\nMaudsdotter L, Ushijima Y, Morikawa K. 2019. Fitness of spontaneous rifampicin-resistant \nStaphylococcus aureus\n isolates in a biofilm environment. Front Microbiol\n10:988. 10.3389/fmicb.2019.00988.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n22.\nLee DJ, Minchin SD, Busby SJW. 2012. Activating transcription in bacteria. Annu Rev Microbiol\n66:125–152. 10.1146/annurev-micro-092611-150012.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n23.\nPruss GJ, Drlica K. 1989. DNA supercoiling and prokaryotic transcription. Cell\n56:521–523. 10.1016/0092-8674(89)90574-6.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n24.\nDorman CJ, Dorman MJ. 2016. DNA supercoiling is a fundamental regulatory principle in the control of bacterial gene expression. Biophys Rev\n8:209–220. 10.1007/s12551-016-0205-y.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n25.\nChristaki E, Marcou M, Tofarides A. 2020. Antimicrobial resistance in bacteria: mechanisms, evolution, and persistence. J Mol Evol\n88:26–40. 10.1007/s00239-019-09914-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n26.\nCohan FM, King EC, Zawadzki P. 1994. Amelioration of the deleterious pleiotropic effects of an adaptive mutation in \nBacillus subtilis\n. Evolution\n48:81–95. 10.1111/j.1558-5646.1994.tb01296.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n27.\nAndersson DI, Hughes D. 2010. Antibiotic resistance and its cost: is it possible to reverse resistance?\nNat Rev Microbiol\n8:260–271. 10.1038/nrmicro2319.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n28.\nCarvalhais LC, Dennis PG, Badri DV, Kidd BN, Vivanco JM, Schenk PM. 2015. Linking jasmonic acid signaling, root exudates, and rhizosphere microbiomes. Mol Plant Microbe Interact\n28:1049–1058. 10.1094/MPMI-01-15-0016-R.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n29.\nRifat D, Campodónico VL, Tao J, Miller JA, Alp A, Yao Y, Karakousis PC. 2017. In vitro and in vivo fitness costs associated with \nMycobacterium tuberculosis\n RpoB mutation H526D. Future Microbiol\n12:753–765. 10.2217/fmb-2017-0022.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n30.\nLaCroix RA, Sandberg TE, O’Brien EJ, Utrilla J, Ebrahim A, Guzman GI, Szubin R, Palsson BO, Feist AM. 2015. Use of adaptive laboratory evolution to discover key mutations enabling rapid growth of \nEscherichia coli\n K-12 MG1655 on glucose minimal medium. Appl Environ Microbiol\n81:17–30. 10.1128/AEM.02246-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n31.\nSandberg TE, Pedersen M, LaCroix RA, Ebrahim A, Bonde M, Herrgard MJ, Palsson BO, Sommer M, Feist AM. 2014. Evolution of \nEscherichia coli\n to 42°C and subsequent genetic engineering reveals adaptive mechanisms and novel mutations. Mol Biol Evol\n31:2647–2662. 10.1093/molbev/msu209.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n32.\nConrad TM, Frazier M, Joyce AR, Cho B-K, Knight EM, Lewis NE, Landick R, Palsson BØ. 2010. RNA polymerase mutants found through adaptive evolution reprogram \nEscherichia coli\n for optimal growth in minimal media. Proc Natl Acad Sci USA\n107:20500–20505. 10.1073/pnas.0911253107.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n33.\nUtrilla J, O’Brien EJ, Chen K, McCloskey D, Cheung J, Wang H, Armenta-Medina D, Feist AM, Palsson BO. 2016. Global rebalancing of cellular resources by pleiotropic point mutations illustrates a multi-scale mechanism of adaptive evolution. Cell Syst\n2:260–271. 10.1016/j.cels.2016.04.003.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n34.\nRodríguez-Verdugo A, Tenaillon O, Gaut BS. 2016. First-step mutations during adaptation restore the expression of hundreds of genes. Mol Biol Evol\n33:25–39. 10.1093/molbev/msv228.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n35.\nGao W, Cameron DR, Davies JK, Kostoulias X, Stepnell J, Tuck KL, Yeaman MR, Peleg AY, Stinear TP, Howden BP. 2013. The RpoB H\n481\nY rifampicin resistance mutation and an active stringent response reduce virulence and increase resistance to innate immune responses in \nStaphylococcus aureus\n. J Infect Dis\n207:929–939. 10.1093/infdis/jis772.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n36.\nColicchio R, Pagliuca C, Pastore G, Cicatiello AG, Pagliarulo C, Talà A, Scaglione E, Sammartino JC, Bucci C, Alifano P, Salvatore P. 2015. Fitness cost of rifampin resistance in \nNeisseria meningitidis\n: in vitro study of mechanisms associated with \nrpoB\n H553Y mutation. Antimicrob Agents Chemother\n59:7637–7649. 10.1128/AAC.01746-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n37.\nHua X, Wang H, Wang C, Tian B, Hua Y. 2011. Global effect of an RNA polymerase β-subunit mutation on gene expression in the radiation-resistant bacterium \nDeinococcus radiodurans\n. Sci China Life Sci\n54:854–862. 10.1007/s11427-011-4209-3.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n38.\nQi Q, Preston GM, MacLean RC. 2014. Linking system-wide impacts of RNA polymerase mutations to the fitness cost of rifampin resistance in \nPseudomonas aeruginosa\n. mBio\n5:e01562-14. 10.1128/mBio.01562-14.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n39.\nInaoka T, Takahashi K, Yada H, Yoshida M, Ochi K. 2004. RNA polymerase mutation activates the production of a dormant antibiotic 3,3′-neotrehalosadiamine via an autoinduction mechanism in \nBacillus subtilis\n. J Biol Chem\n279:3885–3892. 10.1074/jbc.M309925200.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n40.\nConcepción-Acevedo J, Weiss HN, Chaudhry WN, Levin BR. 2015. Malthusian parameters as estimators of the fitness of microbes: a cautionary tale about the low side of high throughput. PLoS One\n10:e0126915. 10.1371/journal.pone.0126915.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n41.\nMaughan H, Nicholson WL. 2011. Increased fitness and alteration of metabolic pathways during \nBacillus subtilis\n evolution in the laboratory. Appl Environ Microbiol\n77:4105–4118. 10.1128/AEM.00374-11.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n42.\nYüksel M, Power JJ, Ribbe J, Volkmann T, Maier B. 2016. Fitness trade-offs in competence differentiation of \nBacillus subtilis\n. Front Microbiol\n7:888. 10.3389/fmicb.2016.00888.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n43.\nNicholson WL. 2012. Increased competitive fitness of \nBacillus subtilis\n under nonsporulating conditions via inactivation of pleiotropic regulators AlsR, SigD, and SigW. Appl Environ Microbiol\n78:3500–3503. 10.1128/AEM.07742-11.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n44.\nStefan MA, Ugur FS, Garcia GA. 2018. Source of the fitness defect in rifamycin-resistant \nMycobacterium tuberculosis\n RNA polymerase and the mechanism of compensation by mutations in the β′ subunit. Antimicrob Agents Chemother\n62:e00164-18. 10.1128/AAC.00164-18.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n45.\nXu Z, Zhou A, Wu J, Zhou A, Li J, Zhang S, Wu W, Karakousis PC, Yao Y-F. 2018. Transcriptional approach for decoding the mechanism of \nrpoC\n compensatory mutations for the fitness cost in rifampicin-resistant \nMycobacterium tuberculosis\n. Front Microbiol\n9:2895. 10.3389/fmicb.2018.02895.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n46.\nBrandis G, Hughes D. 2018. Mechanisms of fitness cost reduction for rifampicin-resistant strains with deletion or duplication mutations in \nrpoB\n. Sci Rep\n8:17488. 10.1038/s41598-018-36005-y.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n47.\nCutting SM, Vander Horn PB. 1990. Genetic analysis, p 27–74, \nIn\n\nHarwood CR, Cutting SM (ed), Molecular biological methods for Bacillus.\nJohn Wiley & Sons Ltd, Chichester, England.\n [\nGoogle Scholar\n]\n\n\n\n\n48.\nMiller JH. 1972. Experiments in molecular genetics.\nCold Spring Harbor Laboratory Press, Cold Spring Harbor, NY.\n [\nGoogle Scholar\n]\n\n\n\n\n49.\nMorrison MD, Fajardo-Cavazos P, Nicholson WL. 2017. Cultivation in space flight produces minimal alterations in the susceptibility of \nBacillus subtilis\n cells to 72 different antibiotics and growth-inhibiting compounds. Appl Environ Microbiol\n83:e01584-17. 10.1128/AEM.01584-17.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n50.\nSpizizen J. 1958. Transformation of biochemically deficient strains of \nBacillus subtilis\n by deoxyribonucleate. Proc Natl Acad Sci USA\n44:1072–1078. 10.1073/pnas.44.10.1072.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n51.\nAltenbuchner J. 2016. Editing of the \nBacillus subtilis\n genome by the CRISPR-Cas9 system. Appl Environ Microbiol\n82:5421–5427. 10.1128/AEM.01453-16.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n52.\nSilva D, Santos G, Barroca M, Collins T. 2017. Inverse PCR for point mutation introduction. Methods Mol Biol\n1620:87–100. 10.1007/978-1-4939-7060-5_5.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n53.\nMaughan H, Callicotte V, Hancock A, Birky CW, Nicholson WL, Masel J. 2006. The population genetics of phenotypic deterioration in experimental populations of \nBacillus subtilis\n. Evolution\n60:686–695. 10.1111/j.0014-3820.2006.tb01148.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n54.\nWoods RJ, Barrick JE, Cooper TF, Shrestha U, Kauth MR, Lenski RE. 2011. Second-order selection for evolvability in a large \nEscherichia coli\n population. Science\n331:1433–1436. 10.1126/science.1198914.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n55.\nAndrews S. 2010. FastQC: a quality control tool for high throughput sequence data, v0.11.5. Babraham Bioinformatics. \nhttp://www.bioinformatics.babraham.ac.uk/projects/fastqc/\n.\n\n\n\n\n\n\n56.\nLangmead B, Salzberg SL. 2012. Fast gapped-read alignment with Bowtie 2. Nat Methods\n9:357–359. 10.1038/nmeth.1923.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n57.\nWilm A, Aw PPK, Bertrand D, Yeo GHT, Ong SH, Wong CH, Khor CC, Petric R, Hibberd ML, Nagarajan N. 2012. LoFreq: a sequence-quality aware, ultra-sensitive variant caller for uncovering cell-population heterogeneity from high-throughput sequencing datasets. Nucleic Acids Res\n40:11189–11201. 10.1093/nar/gks918.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n58.\nShapiro SS, Wilk MB. 1965. An analysis of variance test for normality (complete samples). Biometrika\n52:591–611. 10.2307/2333709.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n59.\nHaynes W. 2013. Tukey’s test, p 2303–2304. \nIn\n\nDubitzky W, Wolkenhauer O, Cho K-H, Yokota H (ed), Encyclopedia of systems biology.\nSpringer, New York, NY. 10.1007/978-1-4419-9863-7_1212.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n60.\nDunnett CW. 1955. A multiple comparison procedure for comparing several treatments with a control. J Am Stat Assoc\n50:1096–1121. 10.1080/01621459.1955.10501294.\n [\nDOI\n] [\nGoogle Scholar\n]\n\n\n\n\n61.\nQi Y, Hulett FM. 1998. PhoP-P and RNA polymerase sigmaA holoenzyme are sufficient for transcription of Pho regulon promoters in \nBacillus subtilis\n: PhoP-P activator sites within the coding region stimulate transcription in vitro. Mol Microbiol\n28:1187–1197. 10.1046/j.1365-2958.1998.00882.x.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n62.\nWaters SM, Zeigler DR, Nicholson WL. 2015. Experimental evolution of enhanced growth by \nBacillus subtilis\n at low atmospheric pressure: genomic changes revealed by whole-genome sequencing. Appl Environ Microbiol\n81:7525–7532. 10.1128/AEM.01690-15.\n [\nDOI\n] [\nPMC free article\n] [\nPubMed\n] [\nGoogle Scholar\n]\n\n\n\n\n63.\nGuérout-Fleury AM, Frandsen N, Stragier P. 1996. Plasmids for ectopic integration in \nBacillus subtilis\n. Gene\n180:57–61. 10.1016/s0378-1119(96)00404-0.\n [\nDOI\n] [\nPubMed\n] [\nGoogle Scholar\n]",
    "actions": "View on publisher site\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPDF (1.9 MB)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollections\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPermalink\n\n\n\n\n\n\n\n\nPERMALINK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCopy",
    "resources": "Similar articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                             Cited by other articles\n                        \n\n\n\n\n\n\n\n\n\n\n\n                                 Links to NCBI Databases"
  },
  "pmc_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8904044/"
}